[
  {
    "id": "2358395",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yan edim yükümlülüklerini karakterize eden özelliklerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yan edim yükümlülükleri asli edim yükümlülüklerinin bunların ifasına yardım eder veya kalitesini arttırır.",
      "B": "Yan edim yükümlülükleri asli edim yükümlülükleri ile değiş tokuş ilişkisi içinde değildir.",
      "C": "Asli edim yükümlülüklerinden bağımsız olarak ihlal edilebilir.",
      "D": "Kanundan veya sözleşmeden doğabilir.",
      "E": "Asli edim yükümlerinden bağımsız olarak ifasını istemek mümkün değildir."
    },
    "explanation": "Yan edim yükümlülükleri, asli edim yükümlülüklerinden bağımsız olarak ihlal edilebilir dolayısıyla<br/>ifaları ayrıca istenebilir."
  },
  {
    "id": "2358410",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi karşı tarafın kişiliği ve malvarlığının korunması için gerekli önlemlerin alınmasını konu alan yükümlülük türüdür?",
    "correctAnswer": "C",
    "options": {
      "A": "Asli edim yükümlülüğü",
      "B": "Yan yükümlülük",
      "C": "Koruma yükümlülüğü",
      "D": "Tali yükümlülük",
      "E": "Yan edim yükümlülüğü"
    },
    "explanation": "karşı tarafın kişiliği ve malvarlığının korunması için gerekli önlemlerin alınmasını konu alan yükümlülük koruma yükümlülükleridir."
  },
  {
    "id": "2358443",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi eksik borçlardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sebepsiz zenginleşmeden doğan borçlar",
      "B": "Haksız fiilden doğan borçlar",
      "C": "Zamanaşımına uğramış borçlar",
      "D": "Sözleşmeden doğan borçlar",
      "E": "Vekaletsiz iş görmeden doğan borçlar"
    },
    "explanation": "Zamanaşımına uğramış borçlar eksik borçlardandır."
  },
  {
    "id": "2358454",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sözleşme yapma zorunluluğu doğurur?",
    "correctAnswer": "A",
    "options": {
      "A": "Ön sözleşme",
      "B": "Eksik sözleşme",
      "C": "Tam iki taraflı sözleşme",
      "D": "Ani edimli sözleşme",
      "E": "Borçlandırıcı sözleşme"
    },
    "explanation": "Önsözleşme, bir sözleşmenin sonraki bir tarihte<br/>kurulması geçerli olarak borçlanılabilir (TBK m.<br/>29). Bu sözleşme, sözleşme yapma zorunluluğu<br/>doğurur."
  },
  {
    "id": "2358465",
    "unitNumber": 1,
    "text": "Güvenin korunması ilkesinin dayanağını teşkil eden hukuk ilkesi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İyiniyet ilkesi",
      "B": "Dürüstlük kuralı",
      "C": "Eşitlik ilkesi",
      "D": "Hakkaniyet ilkesi",
      "E": "Zayıfların korunması ilkesi"
    },
    "explanation": "Güvenin korunması ilkesi dayanağını dürüstlük kuralından alır."
  },
  {
    "id": "2358493",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ölüme bağlı hukuksal tasarruflardan biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bağışlama",
      "B": "Kefalet",
      "C": "Satış",
      "D": "Vasiyetname",
      "E": "Vekaletname"
    },
    "explanation": "Vasiyetname ölüme bağlı tasarruf türlerinden biridir?"
  },
  {
    "id": "2358511",
    "unitNumber": 1,
    "text": "Aşağıdaki sözleşmelerden hangisi borç ilişkisinden doğan bazı tekil borçları<br/>sona erdirmek amacıyla yapılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Vekalet",
      "B": "Kefalet",
      "C": "Alacağın devri",
      "D": "İbra",
      "E": "Tadil"
    },
    "explanation": "Borç ilişkisinden doğan bazı tekil borçları<br/>sona erdirmek (ibra) için de sözleşme yapılabilir."
  },
  {
    "id": "2358523",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi iki taraflı sözleşmelerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Satım",
      "B": "Kira",
      "C": "Eser",
      "D": "Bağışlama vaadi",
      "E": "Hizmet"
    },
    "explanation": "Bağışlama vaadi tek taraflı sözleşmelerdendir."
  },
  {
    "id": "2358539",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi karma sözleşmelerdendir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sulh sözleşmesi",
      "B": "Arsa payı karşılığı inşaat sözleşmesi",
      "C": "Trampa",
      "D": "Tek satıcılık",
      "E": "Sporcu transfer sözleşmesi"
    },
    "explanation": "Arsa payı karşılığı inşaat sözleşmesi karma sözleşmelerdendir."
  },
  {
    "id": "2360685",
    "unitNumber": 1,
    "text": "Hazır olmayanlar arasında yapılan sözleşmelerin <u>hüküm doğurduğu an</u> aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kabul haberinin gönderildiği an",
      "B": "Kabul haberinin öneride bulunana ulaştığı an",
      "C": "Kabul haberinin öğrenildiği an",
      "D": "Önerinin öğrenildiği an",
      "E": "Önerinin gönderildiği an"
    },
    "explanation": "Hazır olmayanlar arasında yapılan sözleşmelerin <u>hüküm doğurduğu an kabul haberinin gönderildiği andır. </u>"
  },
  {
    "id": "2378590",
    "unitNumber": 1,
    "text": "Bir borç ilişkisinin nitelendirilmesini sağlayan, ilişkiye adını veren borçlara ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Asli Edim Yükümlülükleri",
      "B": "Yan Edim Yükümlülükleri",
      "C": "İkincil Edim Yükümlülükleri",
      "D": "Koruma Yükümlülükleri",
      "E": "Tali Edim Yükümlülükleri"
    },
    "explanation": "Bir borç ilişkisinin nitelendirilmesini sağlayan, ilişkiye adını veren borçlara asli edim yükümlülükleri denir."
  },
  {
    "id": "2380608",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sözleşme ilişkisi dışında ortaya çıkan bazı zararların sözleşme sorumluluğu esaslarına göre giderilmesi amacıyla geliştirilmiş bir sorumluluk teorisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Culpa İn Contrahendo",
      "B": "Ayıp ihbarı",
      "C": "Pacta Sunt Servanda",
      "D": "Ödemezlik defi",
      "E": "Centilmenlik anlaşması"
    },
    "explanation": "Kelime anlamı sözleşme görüşmelerindeki kusur olan Culpa İn Contrahendo, sözleşme ilişkisi dışında ortaya çıkan bazı zararların sözleşme sorumluluğu esaslarına göre giderilmesi amacıyla geliştirilmiş bir sorumluluk teorisidir."
  },
  {
    "id": "2381125",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi borçlar hukukuna hakim olan ilkelerden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İrade Serbestisi (Özerkliği)",
      "B": "Borç İlişkisinin Nispiliği",
      "C": "Ahde Vefa (Pacta Sunt Servanda) İlkesi",
      "D": "Güvenin Korunması İlkesi",
      "E": "Aşırı İfa Güçlüğü"
    },
    "explanation": "Aşırı ifa güçlüğü, borçlar hukukuna hakim olan ilkelerden biri <strong>değildir.</strong>"
  },
  {
    "id": "2381127",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisinde tek taraflı bir irade açıklamasından borç doğmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Vasiyetname",
      "B": "Satış sözleşmesi",
      "C": "Vekalet sözleşmesi",
      "D": "Eser sözleşmesi",
      "E": "Hizmet sözleşmesi"
    },
    "explanation": "Borçların bir bölümü iradeye bağlı olarak diğer bölümü ise iradeye bağlı olmaksızın doğar. Borçların iradeye bağlı olarak doğduğu borç kaynakları hukuki işlem ve haksız fiillerden ibarettir. Hukuki işlemler ve bunlar arasında en önemli yeri tutan sözleşmeler, hukuki sonuca yönelmiş irade açıklamalarına hukuk tarafından uygun sonucun bağlanmasıyla oluşur. Vasiyetname veya ilan yoluyla<br/>ödül verme sözünde olduğu gibi tek taraflı bir irade açıklamasından doğması da mümkündür."
  },
  {
    "id": "2381132",
    "unitNumber": 1,
    "text": "“Önce sen borcunu ifa etmezsen ben de borcumu ifa etmiyorum!” anlamına gelen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ödemezlik defi",
      "B": "Ücretsiz vekâlet",
      "C": "Bileşik sözleşme",
      "D": "Ödüllü yarışma",
      "E": "Soyut borç ikrarı"
    },
    "explanation": "Saklama ve kullanma ödüncünde de benzer bir durum söz konusudur. Bu tür sözleşmelerde “Önce sen borcunu ifa etmezsen ben de borcumu ifa etmiyorum!” anlamına gelen ödemezlik define neden yer olmadığı kendiliğinden anlaşılır çünkü ödünç alanın ödüncü almadıkça iadesi gereken bir borcu da söz konusu olmaz."
  },
  {
    "id": "2381134",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir sözleşme ilişkisinde borçlunun sözleşme konusu şeyi gereği gibi ifa etmekle yükümlü olmasını ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Ayıba karşı sağlama borcu",
      "B": "Satış bedelini satıcıya verme borcu",
      "C": "Parça borcu",
      "D": "Taşınırın mülkiyetini devir borcu",
      "E": "Mülkiyeti devir borcu"
    },
    "explanation": "Ayıba karşı sağlama borcu, bir sözleşme ilişkisinde borçlunun sözleşme konusu şeyi gereği gibi ifa etmekle yükümlü olmasını ifade eder"
  },
  {
    "id": "2381136",
    "unitNumber": 1,
    "text": "Bir kimsenin yanılarak bir borcunu ifa ettiği düşüncesiyle aslında alacaklı olmayan birine borçlu olmadığı bir edimi ifa etmesi durumunda aşağıdakilerden hangisi nedeniyle borç ilişkisi ortaya çıkmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sebepsiz zenginleşme",
      "B": "Sözleşme",
      "C": "Haksız fiil",
      "D": "Tek taraflı irade açıklaması",
      "E": "Karar"
    },
    "explanation": "Edim her zaman bir borcun konusunu oluşturmaz. Bir kimse yanılarak bir borcunu ifa ettiği düşüncesiyle aslında alacaklı olmayan birine borçlu olmadığı bir edimi ifa edebilir. Bu tür olgular, sebepsiz zenginleşme aracılığıyla borç ilişkisinin doğumuna sebep olur."
  },
  {
    "id": "2381149",
    "unitNumber": 1,
    "text": "Bir sözleşmede tarafların irade açıklamaları objektif ve sübjektif esaslı noktaları içermiyor veya bunlar arasında uyum bulunmuyorsa aşağıdakilerden hangisi söz konusudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Yokluk",
      "B": "Kesin hükümsüzlük",
      "C": "Fesih",
      "D": "Hukuki işlem",
      "E": "İptal edilebilirlik"
    },
    "explanation": "Sözleşenlerin irade açıklamaları objektif ve sübjektif esaslı noktaları içermiyor veya bunlar arasında uyum bulunmuyorsa sözleşme kurulmamıştır; yoklukla sakattır."
  },
  {
    "id": "2381430",
    "unitNumber": 1,
    "text": "Borçlunun tek bir edimi üstlenmiş olmasına karşılık bunun yerine başka bir edimi yerine getirerek borçtan kurtulma yetkisine sahip olmasına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Seçimlik yetki",
      "B": "Ani edim",
      "C": "Sürekli edim",
      "D": "Yüklenti",
      "E": "Eksik borç"
    },
    "explanation": "Seçimlik yetki, borçlu tek bir edimi üstlenmiş olmasına karşılık bunun yerine başka bir edimi yerine getirerek borçtan kurtulma yetkisine sahipse seçimlik yetkiden söz edilir."
  },
  {
    "id": "2381434",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi dar anlamda eksik borçlardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Evlenme simsarlığından doğan borçlar",
      "B": "Zamanaşımına uğramış borçlar",
      "C": "Ahlaki görevlerden kaynaklanan borçlar",
      "D": "Sebepsiz zenginleşmeden doğan borçlar",
      "E": "Finansal kiralamadan doğan borçlar"
    },
    "explanation": "Eksik borçlardan bir kısmında kanun; bunların ifasına değer vermekte, yapılan kazandırmanın sebepsiz olmadığını kabul etmektedir. Kumar ve bahis borçları (TBK m. 604-606) veya evlenme simsarlığından (TBK m. 524) doğan borçlar böyledir."
  },
  {
    "id": "2382766",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi <em>alacaklının borcun ifasını talep hakkı</em>nı da ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "borç ilişkisi",
      "B": "borç",
      "C": "ehliyet",
      "D": "kişiliğin korunması",
      "E": "dürüstlük kuralı"
    },
    "explanation": "Borç ilişkisi deyimi, madalyonun ikinci yüzü olan alacaklının, borcun ifasını talep hakkını da ifade eder."
  },
  {
    "id": "2382776",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi \"satıcının malı teslim etmekte gecikmesinden dolayı tazminat ödemesi\"ni ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Yan Edim Yükümlülükleri",
      "B": "İkincil Edim Yükümlülükleri",
      "C": "Asli Edim Yükümlülükleri",
      "D": "Koruma Yükümlülükleri",
      "E": "Olumsuz Edim"
    },
    "explanation": "İkincil Edim Yükümlülükleri<br/>Borç ilişkisinin ilerleyen aşamalarında, bazı olguların<br/>gerçekleşmesine bağlı olan ikincil (tali) edim<br/>yükümlülükleri de ortaya çıkabilir. Örneğin, satıcı<br/>malı teslim etmekte gecikmişse (temerrüt), alıcı hem<br/>ifa hem de gecikme sebebiyle tazminat talep edebilir<br/>(TBK m. 125/I). Dikkat edileceği gibi bunlar; sözleşmenin<br/>kurulmasıyla değil, onun ihlalinden kaynaklanan<br/>ikincil (tali) nitelikte yükümlülüklerdir."
  },
  {
    "id": "2382805",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi <em>maddi edim</em> için <strong>söylenemez</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Borçlunun ödeme gücü olmasa bile ifa veya tazminata mahkûm edilebilir.",
      "B": "Olumlu edimlerdendir.",
      "C": "Maddi edimin ifasında borçlunun durumu dikkate alınır.",
      "D": "Borçlunun malvarlığından yerine getirdiği edimlerdir.",
      "E": "Malvarlığından ödenecek borçlar üçüncü kişi tarafından da yerine getirilebilir."
    },
    "explanation": "Olumlu edimler, kişisel ve maddi edimler olarak iki alt başlık altında incelenebilir.Borçlunun bedensel veya düşünsel gücü ile yerine<br/>getirilen edimler kişisel, malvarlığından yerine<br/>getirdiği edimler ise maddi edimler olarak adlandırılır.<br/>Hizmet ve vekâlet sözleşmelerindeki iş görme<br/>borçları birincisine, satışta satılanın mülkiyetinin<br/>geçirilmesi ikincisine örnek oluşturur. Bu ayrım<br/>önemlidir çünkü maddi edimin ifasında borçlunun<br/>durumu dikkate alınmaz. Ödeme gücü olmasa<br/>bile ifa veya tazminata mahkûm edilebilir. Malvarlığından<br/>ödenecek borçlar kural olarak üçüncü<br/>kişi tarafından da yerine getirilebilir (TBK m. 83)."
  },
  {
    "id": "2382824",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi <em>tür/parça borcu için doğru bir ifadedir</em>?",
    "correctAnswer": "D",
    "options": {
      "A": "Tür borcu genellikle misli eşyadan oluşmaz.",
      "B": "Tür/parça borcu ayrımı borcun konusu esas alınarak yapılan objektif bir ayrımdır.",
      "C": "Tür borcunun belirlenmesinde borçlunun seçim hakkı bulunmaz.",
      "D": "Misli eşya nitelendirmesi ise eşyanın niteliği esas alınarak yapılan objektif bir değerlendirmedir.",
      "E": "Borçlu ortalama nitelikten daha düşük bir edimi seçebilir."
    },
    "explanation": "Misli eşya nitelendirmesi ise eşyanın niteliği esas alınarak yapılan bir değerlendirmedir. Bu bakımdan değerlendirme kriteri objektiftir."
  },
  {
    "id": "2382841",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi <em>dar anlamda eksik borçlardan biri kabul edilir</em>?",
    "correctAnswer": "E",
    "options": {
      "A": "kira sözleşmesinden doğan borç",
      "B": "alıcının satış bedelini satıcıya verme borcu",
      "C": "satıcının, satılanın mülkiyetini alıcıya geçirme borcu",
      "D": "kanunen nafaka alacaklısı olmayan bir yakınına para verme",
      "E": "evlenme simsarlığından doğan borçlar"
    },
    "explanation": "Dolayısıyla dar anlamda eksik borçlar; kumar, bahis ve evlenme simsarlığından doğan borçlardır."
  },
  {
    "id": "2382857",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi borçlar hukuku ilkelerinden biri <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "iletişim ilkesi",
      "B": "güvenin korunması ilkesi",
      "C": "ahde vefa",
      "D": "nisbilik",
      "E": "irade serbestisi ilkesi"
    },
    "explanation": "Taraflar arasındaki borç ilişkilerini konu alan<br/>borçlar hukuku, taraflar arasındaki bu ilişkiye karakterini<br/>veren birtakım ilkelerden oluşur. Bunlar<br/>irade serbestisi ilkesi, nisbilik, ahde vefa ve güvenin<br/>korunması ilkesidir."
  },
  {
    "id": "2382873",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi işlem iradesinin iradi kararlarından biri <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "bir hakkı (alacağı veya mülkiyeti) devretmek",
      "B": "susma",
      "C": "bir alacaktan vazgeçmek",
      "D": "borç altına girmek",
      "E": "bir sözleşme ilişkisini sona erdirmek (dönme veya fesih)"
    },
    "explanation": "İşlem iradesi ise açıklamada bulunanın bir hukuki ilişkiyi belirli bir tarzda biçimlendirmek yolundaki iradi kararından oluşur. Bu karar; borç altına girmek (borçlandırıcı sözleşme kurmak), bir alacaktan vazgeçmek, bir hakkı (alacağı veya mülkiyeti) devretmek veya bir sözleşme ilişkisini sona erdirmek (dönme veya fesih) olabilir."
  },
  {
    "id": "2382884",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi <em>atipik bir sözleşme</em> sayılır?",
    "correctAnswer": "C",
    "options": {
      "A": "miras sözleşmesi",
      "B": "evlat edinme sözleşmesi",
      "C": "sporcu transfer sözleşmesi",
      "D": "ücretsiz vekâlet",
      "E": "trampa"
    },
    "explanation": "İrade özerkliği ilkesinin bir gereği olarak taraflar,<br/>diledikleri takdirde kanunda düzenlenen bir<br/>sözleşme tipine atıfta bulunarak sözleşme yapabilecekleri<br/>gibi, dilerlerse bunlardan birkaçının tipik<br/>unsurlarını bir araya getirerek bileşik sözleşme veyabunları karıştırarak karma sözleşme şeklinde (arsa<br/>payı karşılığı inşaat sözleşmesi gibi) atipik sözleşmeler<br/>de kurabilir. Tarafların kanundaki tiplerle<br/>bağlı olmaksızın kendine özgü (sui generis) bir<br/>sözleşme tipi oluşturmaları da mümkündür. Sulh,<br/>satış için bırakma, tek satıcılık, sporcu transfer sözleşmeleri<br/>böyledir"
  },
  {
    "id": "2382894",
    "unitNumber": 1,
    "text": "I. Sözleşmeyi kuran irade açıklamalarından zaman itibarıyla önce yapılana öneri denir.\n II. Öneriden önce veya en geç aynı anda muhataba ulaşan geri alma beyanı sonuç doğurmaz.\n III. Öneri ve öneriyi geri alma şekle bağlıdır.\n IV. Önerinin bağlayıcılığı kural olarak ölümle sona ermez.\n Yukaridakilerden hangileri \"Öneri\" ile ilgili söylenebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "I, III, IV",
      "B": "I-II",
      "C": "II,III",
      "D": "I,IV",
      "E": "I,II,III"
    },
    "explanation": "Sözleşmeyi kuran irade açıklamalarından<br/>zaman itibarıyla önce yapılana öneri, zaman itibarıyla<br/>sonra gelenine de kabul dememiz gerekir.\n Önerinin bağlayıcılığı kural olarak ölümle sona ermez.(19.s.)"
  },
  {
    "id": "2382904",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi \"<em>Kabul</em>\" için doğru bir ifadedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kanun koyucu bazen susmaya kabul anlamı verilmesini bir varsayım olarak dahi düzenleyemez.",
      "B": "Kabulde açıklamanın geri alınması mümkün değildir.",
      "C": "Kabul, çift taraflı bir irade açıklamasıdır.",
      "D": "Kabul sözleşmenin kurulması isteğini kesin biçimde ortaya koymaz.",
      "E": "Sözleşmeyi kuran irade açıklamalarından zaman itibarıyla sonra yapılanına \"kabul\" denir."
    },
    "explanation": "Sözleşmeyi kuran irade açıklamalarından zaman itibarıyla sonra yapılanına kabul denir."
  },
  {
    "id": "2357903",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisinde bozulabilir geçerlilik söz konusudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Butlan",
      "B": "Aldatma",
      "C": "Gabin",
      "D": "Yanılma",
      "E": "Korkutma"
    },
    "explanation": "Aşırı yararlanma (gabin) olgularında sözleşme baştan itibaren geçerlidir ancak iptal beyanı sözleşmeyi baştan itibaren hükümsüz hâle getirir. Bu nedenle iptal edilebilirliğin bu türünde bozulabilir geçerlilikten söz edilir."
  },
  {
    "id": "2357913",
    "unitNumber": 2,
    "text": "Kamu düzenini ilgilendirecek önemdeki geçerlilik şartlarından biri veya birkaçı gerçekleşmediğinde aşağıdaki yaptırımlardan hangisi söz konusu olur?",
    "correctAnswer": "A",
    "options": {
      "A": "Butlan",
      "B": "İptal edilebilirlik",
      "C": "Gabin",
      "D": "Bozulabilir geçerlilik",
      "E": "Düzelebilir hükümsüzlük"
    },
    "explanation": "Kamu düzenini ilgilendirecek önemdeki geçerlilik şartlarından bir veya birkaçı gerçekleşmediğinde kesin hükümsüzlük (butlan) yaptırımı devreye girer (TBK m. 27)."
  },
  {
    "id": "2357919",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sözleşmenin kesin hükümsüzlüğüne yol açan nedenlerden biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ehliyetsizlik",
      "B": "Aldatma",
      "C": "Hukuka aykırılık",
      "D": "Başlangıçtaki objektif imkansızlık",
      "E": "Kişilik haklarına aykırılık"
    },
    "explanation": "Sözleşmenin kesin hükümsüzlüğüne yol açan sebepler TBK m. 27 ‘de düzenlenmiştir. Bunlar; ehliyetsizlik, hukuka aykırılık, kamu düzenine aykırılık, kişilik haklarına aykırılık, ahlaka aykırılık, başlangıçtaki objektif imkânsızlıktır."
  },
  {
    "id": "2357936",
    "unitNumber": 2,
    "text": "Noterler aracılığıyla ve kanunen belirlenmiş usullere göre gerçekleştirilen şeklin türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Adi yazılı şekil",
      "B": "Nitelikli yazılı şekil",
      "C": "İradi şekil",
      "D": "Resmi şekil",
      "E": "Rızai şekil"
    },
    "explanation": "Kanunen görevlendirilmiş resmi memur aracılığıyla ve kanunen belirlenmiş usullere göre gerçekleştirilen şekle resmi şekil denir. Noterler veya tapu sicil müdürleri bu şekilde görevlendirilmiş memurlardır."
  },
  {
    "id": "2360260",
    "unitNumber": 2,
    "text": "Bankalarla müşteriler arasında imzalanan kredi kartı sözleşmesi hükümleri aşağıdakilerden hangisine örnek olarak verilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Aldatma",
      "B": "Gabin",
      "C": "Özel hükümler",
      "D": "Genel işlem koşulları",
      "E": "Butlan"
    },
    "explanation": "Genel işlem koşulları, taraflardan birinin, ileride yapacağı çok sayıda benzer sözleşmede kullanmak amacıyla önceden tek taraflı olarak hazırlayarak karşı tarafa pazarlık şansı sunmaksızın imzaya zorladığı sözleşme hükümlerine verilen genel addır. Kredi kartı sözleşmeleri buna örnek olarak verilebilir."
  },
  {
    "id": "2360261",
    "unitNumber": 2,
    "text": "Taraflardan birinin iç iradesi ile irade açıklaması arasında uyumsuzluk olmasına karşın iki tarafın irade açıklamaları arasında uyum bulunduğunda ................. söz konusu olur. Yukarıdaki boşluğa gelecek doğru ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yanılma",
      "B": "Gabin",
      "C": "Aldatma",
      "D": "Muvazaa",
      "E": "Korkutma"
    },
    "explanation": "Taraflardan birinin iç iradesi ile irade açıklaması arasında uyumsuzluk olmasına karşın iki tarafın irade açıklamaları arasında uyum bulunduğunda yanılma söz konusu olur."
  },
  {
    "id": "2360526",
    "unitNumber": 2,
    "text": "Esaslı yanılgıya düşen taraf, yanılgıya düştüğünü anladığı andan itibaren ne kadar süre içinde sözleşmeyi iptal etmek için beyanda bulunmalıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "1 ay",
      "B": "2 ay",
      "C": "3 ay",
      "D": "1 yıl",
      "E": "2 yıl"
    },
    "explanation": "Esaslı yanılgıya düşen tarafa sözleşmeyi iptal hakkı tanınmıştır ancak bunun için yanılgıya düştüğünü anladığı andan itibaren 1 yıllık hak düşürücü süre içinde diğer tarafa iptal beyanında bulunması gerekir. Burada bir beyanda bulunma yüklentisi olduğunu söyleyebiliriz."
  },
  {
    "id": "2360531",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi irade sakatlığı hallerinden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hata",
      "B": "Başlangıçtaki objektif imkansızlık",
      "C": "Ehliyetsizlik",
      "D": "Kamu düzenine aykırılık",
      "E": "Kişilik haklarına aykırlık"
    },
    "explanation": "Başlangıçtaki objektif imkansızlık, ehliyetsizlik, kamu düzenine ve kişilik haklarına aykırlık kesin hkümsüzlük durumları iken, hata irade sakatlığı durumlarından biridir."
  },
  {
    "id": "2360539",
    "unitNumber": 2,
    "text": "Hukuk işlemi bir başkasının nam ve hesabına gerçekleştiren kişiye ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Taşeron",
      "B": "Aracı",
      "C": "Temsil olunan",
      "D": "Mümessil",
      "E": "Müvekkil"
    },
    "explanation": "Hukuki işlemi bir başkası nam ve hesabına gerçekleştiren kimseye temsilci veya mümessil denir."
  },
  {
    "id": "2360548",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi gabinin subjektif unsurlarıdır?\n I. Hata II. Zor durumda bulunmak III. Hile IV. Deneyimsizlik V. Düşüncesizlik",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-III",
      "B": "II-III-IV-V",
      "C": "I-III-IV",
      "D": "I-III-IV-V",
      "E": "II-IV-V"
    },
    "explanation": "Aşırı yararlanmanın subjektif unsuru; taraflardan birinde belirli bir zayıflık durumunun bulunması bu durumun, sömürülmesine yol açan sözleşmeyi kurmasının nedeni olmasıdır. Kanun koyucu üç ayrı zayıflık durumunu söz konusu etmiştir: 1) Zor durumda bulunmak (müzayaka hâli), 2) Düşüncesizlik, 3) Deneyimsizlik."
  },
  {
    "id": "2379679",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi tam ehliyetsiz kişilerin akdettikleri sözleşmelere ilişkin doğru bir ifadedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sözleşme kesin hükümsüzdür",
      "B": "Sözleşme iptal edilebilir",
      "C": "Sözleşme kısmi hükümsüzdür",
      "D": "Sözleşme askıda hükümsüzdür",
      "E": "Sözleşme yoklukla maluldür"
    },
    "explanation": "Gerçek kişilerde; ayırt etme gücü bulunmayan, yani makul şekilde hareket etme yetisinden yoksun bulunan kişi tam ehliyetsiz olduğundan (TMK m. <br/>13), böyle bir kişinin yaptığı sözleşme kesin hükümsüzdür. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "2379684",
    "unitNumber": 2,
    "text": "“Geçersizliği sonradan anlaşılan hizmet sözleşmesi, hizmet ilişkisi ortadan kaldırılıncaya kadar, geçerli bir hizmet sözleşmesinin ...........................................................\"\n Aşağıdakilerden hangisi yukarıdaki ifadeyi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "bütün hüküm ve sonuçlarını doğurur",
      "B": "mevcut olmaması sebebiyle yoklukla maluldür.",
      "C": "mevcudiyet şartlarından bir kısmını taşıdığından kısmi hükümsüzdür",
      "D": "mevcudiyet şartlarına sahip olmadığından iptal edilebilir",
      "E": "mevcut olmadığından hükümsüzdür."
    },
    "explanation": "Sürekli edimli sözleşmelerde borçlar ifa edilmeye başlanmışsa hükümsüzlük yaptırımının uygulanması adalete uygun olmayan sonuçlar doğurabilir. Geçersiz bir kira veya hizmet sözleşmesi birkaç ay uygulandıktan sonra hükümsüzlük anlaşılırsa böyle bir durum söz konusu olur. Hizmet sözleşmesi bakımından <br/>TBK m. 394/III’de bu konuda özel bir düzenleme bulunur. Madde hükmü şu şekildedir: “Geçersizliği sonradan anlaşılan hizmet sözleşmesi, hizmet ilişkisi ortadan kaldırılıncaya kadar, geçerli <strong>bir hizmet sözleşmesinin bütün hüküm ve sonuçlarını doğurur.</strong>\n <strong>Doğru yanıt A seçeneğidir.</strong>"
  },
  {
    "id": "2379692",
    "unitNumber": 2,
    "text": "I. Para karşılığında bitirme ödevi veya doktora çalışmasına yardımcı olma vaadi<br/>II. Gerçek yazarın adının gizlenerek bir başkasının yazar gösterilmesi suretiyle bilimsel bir metnin yayımlanması sözleşmesi<br/>III. Radar uyarı cihazının satışı<br/>IV. Metreslik ilişkisinin sona erdirilmesinin sözleşme cezasına bağlanması<br/>V. Şikâyette bulunmamak veya şikâyetini geri almak konusunda suskunluk anlaşması\n Aşağıdakilerden hangisinde ahlaka aykırı sözleşme örnekleri bir arada verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I, II",
      "C": "I, II, III",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "İsviçre Federal Mahkemesi uygulamasından ahlaka aykırı sözleşme örnekleri:\n <br/>• Özel dedektife, boşanma davasına gerekçe oluşturması amacıyla diğer eşi sadakat yükümlülüğünü ihlal etmeye kışkırtmak için para vadedilmesi<br/>• Para karşılığında bitirme ödevi veya doktora çalışmasına yardımcı olma vaadi<br/>• Gerçek yazarın adının gizlenerek bir başkasının yazar gösterilmesi suretiyle bilimsel bir metnin yayımlanması sözleşmesi<br/>• Memuriyet görevine atanma veya resmi bir unvan elde etme konusunda ücret karşılığı anlaşma<br/>• Radar uyarı cihazının satışı<br/>• Metreslik ilişkisinin sona erdirilmesinin sözleşme cezasına bağlanması<br/>• Şikâyette bulunmamak veya şikâyetini geri almak konusunda suskunluk anlaşması\n Dolayısıyla I, II, III, IV ve V doğru olduğu için cevap E seçeneğidir."
  },
  {
    "id": "2379697",
    "unitNumber": 2,
    "text": "\".................imza yerine usulüne göre onaylanmış olması koşuluyla, parmak izi, el ile yapılmış bir işaret ya da mühür kullanabilirler (TBK m. 16/1)\"\n<br/>Aşağıdakilerden hangisi yukarıda yer alan boşluğu doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "İmza atamayanlar",
      "B": "Tam ehliyetliler",
      "C": "Tam ehliyetsizler",
      "D": "Görme engelliler",
      "E": "Bedensel engelliler"
    },
    "explanation": "İmza, irade açıklamasında bulunanı teşhis etmeye yarayan bir işaret olduğundan el yazısıyla atılması gerekir. Genellikle öz ad ve soyadını içerse de bu şart değildir. Görme engelliler imzalarını el ile atabilir ancak dilerlerse tanık bulundurulabilir (TBK m. 15/III). “<strong>İmza atamayanlar,</strong> imza yerine usulüne göre onaylanmış olması koşuluyla, parmak izi, el ile yapılmış bir işaret ya da mühür kullanabilirler.” (TBK m. 16/I). Doğru yanıt A seçeneğidir."
  },
  {
    "id": "2379699",
    "unitNumber": 2,
    "text": "Taraflardan birinin, ileride yapacağı çok sayıda benzer sözleşmede kullanmak amacıyla önceden tek taraflı olarak hazırlayarak karşı tarafa pazarlık şansı sunmaksızın imzaya zorladığı sözleşme hükümlerine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Genel işlem koşulları",
      "B": "Sözleşme klozu",
      "C": "Sözleşme şartı",
      "D": "Cezai şart",
      "E": "Sözleşme cezası"
    },
    "explanation": "Genel işlem şartları, taraflardan birinin, ileride yapacağı çok sayıda benzer sözleşmede kullanmak amacıyla önceden tek taraflı olarak hazırlayarak karşı tarafa pazarlık şansı sunmaksızın imzaya zorladığı sözleşme hükümlerine verilen genel addır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2379704",
    "unitNumber": 2,
    "text": "A, B’ye yapmak istediği satış veya kiralama önerisini yanlışlıkla C’ye göndermiş ve C bu öneriyi kabul etmiştir. Olaya ilişkin aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Korkutma sebebi ile sözleşme hükümsüzdür.",
      "B": "Sözleşmenin konusunda yanılma sebebi ile sözleşme hükümsüzdür",
      "C": "Miktarda yanılma sebebiyle sözleşme iptal edilebilir",
      "D": "Saikte yanılma sebebiyle sözleşme iptale tabidir.",
      "E": "Kişide yanılma sebebi ile sözleşme iptal edilir."
    },
    "explanation": "Taraflardan biri, sözleşme yapmak istediği kimseye değil de bir başka kimseye irade açıklamasında bulunmuşsa tarafta yanılmadan söz edilir. Örneğin <br/>A, B’ye yapmak istediği satış veya kiralama önerisini yanlışlıkla C’ye gönderirse kişide veya tarafta yanılmış olur. C bu öneriyi kabul ederse sözleşme A ile C arasında kurulmuş olur. A bu sözleşmeyi tarafta yanılma gerekçesiyle iptal edebilir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "2379706",
    "unitNumber": 2,
    "text": "İrade açıklama ve iç irade arasındaki uyumsuzluk hallerinde olan korkutmaya ilişkin aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Tüzel kişiyi hedef olan korkutmada organın yakınlarına yönelik korkutma yeterlidir.",
      "B": "Korkutmanın ağır olması ve yakın bir tehlikenin bulunduğu kanısını uyandırması gerekir",
      "C": "Korkutmanın yöneldiği tehlike, kişilik hakları (hayat, vücut tamlığı, namus) veya malvarlığı haklarına yönelik olabilir",
      "D": "Korkutmanın, korkutulan tarafı sözleşme yapmaya zorlayacak manevi bir baskı oluşturmasıdır",
      "E": "Korkutulan tarafın korkunun etkisinin ortadan kalmasından itibaren 3 yıl içinde sözleşmeyle bağlı olmadığını muhataba bildirmesi gerekir."
    },
    "explanation": "Korkutma, taraflardan birinde, sözleşmenin kurulmasına yönelik irade açıklamasında bulunmazsa kendisi veya yakınlarının başına kötü bir iş geleceği konusunda bir korku uyandırılmasıdır. Tehlike, kişilik hakları (hayat, vücut tamlığı, namus) veya malvarlığı haklarına yönelik olabilir. Kanun koyucu, korkutmayı sözleşmenin tarafı veya bir üçüncü kişinin yapması arasında bir fark gözetmemiştir. Üçüncü kişi tarafından korkutulan kimse; sözleşmenin karşı tarafı bunu bilmese, bilmesi gerekmese bile sözleşmeyi iptal edebilir. Bunun için korkutulan tarafın korkunun etkisinin ortadan kalmasından itibaren 1 yıl içinde sözleşmeyle bağlı olmadığını muhataba bildirmesi gerekir. Dolayısıyla doğru cevap E seçeneğidir."
  },
  {
    "id": "2379708",
    "unitNumber": 2,
    "text": "A saklı paylı mirasçısı B'den mal kaçırmak amacıyla kayırdığı kızı C'ye gayrimenkulü bağışladığı halde işlemi satış sözleşmesi olarak gerçekleştirmiştir. Olaya ilişkin aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Nitelikli muvazaa söz konusudur",
      "B": "Adi muvazaa söz konusudur",
      "C": "Basit muvazaa söz konusudur",
      "D": "Mutlak muvazaa söz konusudur",
      "E": "Yanılma söz konusudur."
    },
    "explanation": "Muvazaalı işlemde çoğu kez bir de gizli işlem bulunur. Bu olasılıkta taraflar, muvazaa anlaşması ile görünürdeki işlemin hüküm ifade etmemesine ilaveten bunun arkasında gerçekte hüküm ifade etmesini arzu ettikleri bir başka işlemi <br/>gizler. Bu durumda nitelikli muvazaadan (mevsuf veya nispi muvazaa) söz edilir. Muris muvazaası da denilen, saklı paylı mirasçılardan mal kaçırmak amacıyla görünürdeki satış sözleşmesinin arkasında kayırılan mirasçıya yapılan bağışlamanın gizlendiği olgular bu türün en çok rastlanılan örneğini oluşturur. Dolayısıyla doğru yanıt A seçeneğidir."
  },
  {
    "id": "2379711",
    "unitNumber": 2,
    "text": "\"Doğrudan temsilde hukuki işlem temsil olunanın nam ve hesabına yapılırken dolaylı temsilde hukuki işlem temsilcinin kendi namına fakat ............ hesabına yapılmaktadır\"\n Yukarıdaki ifadeyi aşağıdakilerden hangisi doğru şekilde tamamlar.",
    "correctAnswer": "A",
    "options": {
      "A": "Temsil olunanın",
      "B": "Temsilcinin",
      "C": "Üçüncü kişinin",
      "D": "Tam ehliyetsizin",
      "E": "Sözleşme tarafının"
    },
    "explanation": "Doğrudan temsilde hukuki işlem temsil olunanın nam ve hesabına yapılırken dolaylı temsilde hukuki işlem temsilcinin kendi namına fakat <strong>temsil olunanın hesabına yapılmaktadır. Dolayısıyla doğru yanıt A seçeneğidir.</strong>"
  },
  {
    "id": "2379712",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi temsilciye özel yetki verilmesi gereken işlemlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dava açmak",
      "B": "Hakeme başvurmak",
      "C": "Kefil olmak",
      "D": "Kambiyo taahhüdünde bulunmak",
      "E": "Hukuki işlem yapmak"
    },
    "explanation": "Genel temsil yetkisi kural olarak her türlü hukuki işlem için verilebilir ancak bazı hukuki işlemler ancak özel temsil yetkisiyle yapılabilir. Örneğin T özel yetkisi olmadıkça dava açamaz, sulh olamaz, hakeme başvuramaz, iflas, iflasın ertelenmesi ve konkordato talep edemez, kambiyo taahhüdünde bulunamaz, bağışlama yapamaz, kefil olamaz, taşınmazı devredemez ve bir hak ile sınırlandıramaz (TBK m. 504/III)."
  },
  {
    "id": "2379716",
    "unitNumber": 2,
    "text": "I. Ölüm\n<br/>II. Gaiplik\n<br/>III. Fiil ehliyetinin kaybı\n<br/>IV. Sürenin sona ermesi\n<br/>Aşağıdakilerden hangisinde temsil yetkisini sona erdiren sebepler bir arada verilmiştir<strong>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "II, III",
      "D": "I, II, III",
      "E": "I, II, III, IV"
    },
    "explanation": "Temsil olunan tarafından geri alınmadıkça süreli temsi yetkisi, sürenin geçmesiyle sona erer. Temsilcinin veya temsil olunanın ölümü, gaipliği, fiil ehliyetinin kısıtlanması ve iflası da temsil yetkisini sona erdirir. Tüzel kişilerde kişiliğin sona ermesi de bu sonucu doğurur. Dolayısıyla doğru yanıt E seçeneğidir."
  },
  {
    "id": "2386201",
    "unitNumber": 2,
    "text": "\" Kamu düzenini ilgilendirecek önemdeki geçerlilik şartlarından bir veya birkaçı gerçekleşmediğinde ... yaptırımı devreye girer. \"\n Yukarıdaki ifadedeki boşluğa aşağıdakilerden hangisi gelmelidir?.",
    "correctAnswer": "A",
    "options": {
      "A": "kesin hükümsüzlük",
      "B": "iptal",
      "C": "yokluk",
      "D": "bozulabilir geçerlilik",
      "E": "fesih"
    },
    "explanation": "Kamu düzenini ilgilendirecek önemdeki geçerlilik şartlarından bir veya birkaçı gerçekleşmediğinde kesin hükümsüzlük (butlan) yaptırımı devreye<br/>girer (TBK m. 27)."
  },
  {
    "id": "2386263",
    "unitNumber": 2,
    "text": "Kesin hükümsüzlük yaptırımında ehliyet konusuyla ile ilgili olarak aşağıdakilerden hangisi <strong>doğrudur</strong>?.",
    "correctAnswer": "C",
    "options": {
      "A": "Ayırt etme gücüne sahip olduğu hâlde ergin olmayan kimse, kendisini borç altına sokan sözleşmeleri yasal temsilcilerinin izin veya onayıyla yapamaz.",
      "B": "Sınırlı ehliyetsiz kendisine yapılan bağışlamayı geçerli bir şekilde kabul edebilir ancak yasal temsilcisi bunu yasaklasa da bağışlama ortadan kalkmaz.",
      "C": "Sınırlı ehliyetsiz, kendilerini borç altına sokmayan sözleşmeleri yasal temsilcinin iznini almadan yapabilir.",
      "D": "Kısıtlı bulunan bir kimse, kendisini borç altına sokan sözleşmeleri yasal temsilcilerinin izin veya onayıyla yapamaz.",
      "E": "Tam ehliyetsizlerin yaptığı sözleşmeler için yokluk yaptırımı söz konusudur."
    },
    "explanation": "Ayırt etme gücüne sahip olduğu hâlde ergin olmayan veya kısıtlı bulunan bir kimse (sınırlı ehliyetsiz) kendisini borç altına sokan sözleşmeleri yasal temsilcilerinin izin veya onayıyla yapabilir. Sınırlı ehliyetsiz kendisine yapılan bağışlamayı geçerli bir şekilde kabul edebilir ancak yasal temsilcisi bunu yasaklayabilir veya bağışlananın geri verilmesini emredebilir. Bu durumda bağışlama ortadan kalkar. Sınırlı ehliyetsiz, kendisini borç altına sokan sözleşmeleri yasal temsilcilerinin izin veya onayıyla yapabilir. Bunlar, kendilerini borç altına sokmayan sözleşmeleri yasal temsilcinin iznini almadan yapabilir. Gerçek kişilerde; ayırt etme gücü bulunmayan, yani makul şekilde hareket etme yetisinden yoksun bulunan kişi tam ehliyetsiz olduğundan (TMK m.<br/>13), böyle bir kişinin yaptığı sözleşme kesin hükümsüzdür.<br/>Sınırlı ehliyetsiz, kendilerini borç altına sokmayan sözleşmeleri yasal temsilcinin iznini almadan yapabilir."
  },
  {
    "id": "2386815",
    "unitNumber": 2,
    "text": "\" Yetkisiz temsilcinin temsilci sıfatıyla yaptığı hukuki işlem de temsil olunanı bağlamaz ancak temsil olunanın sonradan vereceği onay hukuki işlemin baştan itibaren hüküm doğurmasına neden olur.\"\n Yukarıdaki ifadedeki örnek, <strong>bir sözleşmenin geçerlilik koşulları</strong> konusunda aşağıdakilerden hangisine örnek teşkil eder?.",
    "correctAnswer": "D",
    "options": {
      "A": "iptal edilemezlik",
      "B": "bozulabilir geçerlilik",
      "C": "yokluk",
      "D": "tamamlayıcı unsurların eksikliği",
      "E": "genel işlem koşulları"
    },
    "explanation": "Bazı durumlarda bir sözleşmenin geçerli olarak hüküm ifade edebilmesi için birtakım tamamlayıcı olguların da gerçekleşmesi gerekir. Aksi takdirde sözleşme eksik kalacağından hüküm ifade etmez. Eksik olan olgu gerçekleşinceye kadar sözleşme geçerli olup olmayacağı belirsiz bir tür askı hâlinde kalır. Bu olgu gerçekleşince sözleşme tamamlanır ve hüküm doğurmaya başlar. Buna karşılık tamamlayıcı olgunun gerçekleşmeyeceği kesin olarak anlaşıldığında sözleşme kesin hükümsüz olur. Örneğin; yetkisiz temsilcinin temsilci sıfatıyla yaptığı hukuki işlem de temsil olunanı bağlamaz ancak temsil olunanın sonradan vereceği onay hukuki işlemin baştan itibaren hüküm doğurmasına neden olur.<br/>tamamlayıcı unsurların eksikliği"
  },
  {
    "id": "2386844",
    "unitNumber": 2,
    "text": "\" Aşırı yararlanma (gabin) olgularında ise sözleşme baştan itibaren geçerlidir ancak iptal beyanı sözleşmeyi baştan itibaren hükümsüz hâle getirir. \"\n<br/>Yukarıdaki ifadede, hukuki işlemin geçerliliği ile ilgili aşağıdaki ifadelerden hangisi doğrudur?.",
    "correctAnswer": "C",
    "options": {
      "A": "Yok hükmündedir",
      "B": "Askıda geçersizdir.",
      "C": "İptal edilebilir.",
      "D": "Feshi istenebilir.",
      "E": "Kesin hükümsüzdür."
    },
    "explanation": "İptal edilebilirlik yaptırımı, kesin hükümsüzlüğün aksine kendiliğinden değil iptal hakkının geçerli bir şekilde kullanılması sonucunda sözleşmenin baştan itibaren hükümsüz hâle geleceğini ifade eder. Aşırı yararlanma (gabin) olgularında ise sözleşme baştan itibaren geçerlidir ancak iptal beyanı sözleşmeyi baştan itibaren hükümsüz hâle getirir. Bu nedenle iptal edilebilirliğin bu türünde bozulabilir geçerlilikten söz edilir.<br/>İptal edilebilir."
  },
  {
    "id": "2386966",
    "unitNumber": 2,
    "text": "\" El yazısıyla vasiyetnamenin geçerliliği, Kanun gereği sözleşmede bulunması<br/>zorunlu tutulan bazı şartların varlığına tabi tutulduğu için bu sözleşmeler ... şekle tabidir. \"\n Yukarıdaki ifadedeki boşluğa aşağıdakilerden hangisi gelmelidir?.",
    "correctAnswer": "A",
    "options": {
      "A": "nitelikli yazılı",
      "B": "adi yazılı",
      "C": "resmi",
      "D": "sözlü",
      "E": "iradi"
    },
    "explanation": "El yazılı vasiyetname ile kefalet sözleşmelerinin geçerliliği, Kanun gereği sözleşmede bulunması zorunlu tutulan bazı şartların varlığına tabi tutulduğu için bu sözleşmeler adi yazılı şekle değil, nitelikli yazılı şekle tabidir."
  },
  {
    "id": "2387011",
    "unitNumber": 2,
    "text": "\" Genel işlem koşulları içeren bir sözleşmede, ... aşamasında, genel işlem koşulları arasında dürüstlük kuralına aykırı olarak karşı taraf aleyhine veya karşı tarafın durumunu ağırlaştıran hükümler bulunup bulunmadığı araştırılır ( TBK m. 25 ). Ayrıca genel işlem koşulları arasında sözleşmenin niteliğine ve işin özelliğine yabancı olan hükümler bulunup bulunmadığı da araştırılır ( TBK m. 21 ). \"\n<br/>Yukarıdaki ifadedeki boşluğa aşağıdakilerden hangisi gelmelidir?.",
    "correctAnswer": "A",
    "options": {
      "A": "içerik denetimi",
      "B": "kamu denetimi",
      "C": "şekil denetimi",
      "D": "yürürlük denetimi",
      "E": "yorum denetimi"
    },
    "explanation": "İçerik Denetimi: Bu aşamada, genel işlem koşulları arasında dürüstlük kuralına aykırı olarak karşı taraf aleyhine veya karşı tarafın durumunu ağırlaştıran hükümler bulunup bulunmadığı araştırılır (TBK m. 25). Ayrıca genel işlem koşulları arasında sözleşmenin niteliğine ve işin özelliğine yabancı olan hükümler bulunup bulunmadığı da araştırılır (TBK m. 21).Özellikle kanunda düzenlenen bir sözleşme söz konusu olduğunda sözleşmedeki düzenlemenin yasal düzenlemeden önemli ölçüde sapmış olması dürüstlük kuralına aykırı şartın varlığı konusunda bir ölçüt oluşturacaktır. Bu durumda sözleşme hükmü değil, bu sözleşmeye ilişkin yasal hükümler uygulanır.<br/>içerik denetimi"
  },
  {
    "id": "2387115",
    "unitNumber": 2,
    "text": "Sözleşmeler kurulurken iç iradenin sağlıklı oluşmaması herhangi bir dış etkene bağlı olmaksızın, kendiliğinden ortaya çıktığında <strong>aşağıdaki şıklardan hangisine karşılık gelir </strong>ve bu durum ancak temel bir nitelik yanılması durumuna dönüştüğünde sözleşmenin geçerliliğini etkiler?.",
    "correctAnswer": "A",
    "options": {
      "A": "Saikte yanılma",
      "B": "Korkutma",
      "C": "Kişide yanılma",
      "D": "Nicelik yanılması",
      "E": "Aldatma"
    },
    "explanation": "İç iradenin sağlıklı oluşmaması herhangi bir dış etkene bağlı olmaksızın, kendiliğinden ortaya çıktığında saikte yanılma (TBK m. 32) söz konusudur. Yanılmanın bu türü, ancak bir temel nitelik yanılması durumuna dönüştüğünde sözleşmenin geçerliliğini etkiler. Basit saik yanılması sözleşmenin iptaline neden olmaz. İç iradenin sağlıklı oluşmamasının nedeni bir dış etkenin müdahalesinden kaynaklandığında ise aldatma (TBK m. 36) veya korkutma (TBK m. 37) söz konusudur."
  },
  {
    "id": "2387153",
    "unitNumber": 2,
    "text": "\"Bir kabzımala 10 kasa şeftalisini satmak isteyen bir çiftçi, 10 kasa şeftali alımı için beyanda bulunmuşsa\", bu durum<strong> irade açıklaması ile iç irade</strong><br/><strong>arasındaki uyumsuzluk durumları</strong>ndan hangisine karşılık gelir?.",
    "correctAnswer": "B",
    "options": {
      "A": "Aracının yanılması",
      "B": "Sözleşmenin niteliğinde yanılma",
      "C": "Miktarda yanılma",
      "D": "Temel yanılması",
      "E": "Sözleşmenin tarafında yanılma"
    },
    "explanation": "Sözleşmenin niteliğinde yanılma, TBK m. 31/I hükmünde; \" Yanılan, kurulmasını istediği sözleşmeden başka bir sözleşme için iradesini açıklamışsa..\" şeklinde ifade edilmiştir. Örneğin bir kabzımala 10 kasa şeftalisini satmak isteyen bir çiftçi, 10 kasa şeftali alımı için beyanda bulunmuş olabilir. Yanılmanın bu türü esaslı sayıldığından, yanılan taraf sözleşmeyi iptal edebilir."
  },
  {
    "id": "2387182",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi aşırı yararlanmanın (gabinin) objektif unsuruna karşılık gelir?.",
    "correctAnswer": "A",
    "options": {
      "A": "Edimler arasında açık oransızlık bulunması",
      "B": "Taraflardan birinde belirli bir zayıflık durumunun bulunması",
      "C": "Taraflardan birinin sömürülmesi",
      "D": "Taraflardan birindeki düşüncesizlik",
      "E": "Taraflardan birindeki deneyimsizlik"
    },
    "explanation": "Taraflarından birinin zor durumda kalması veya deneyimsiz olması ya da düşüncesizliği karşı tarafın onu sömürmesine yol açabilir. Sömürme, edimler<br/>arasında açık bir oransızlık oluşturulması şeklinde ortaya çıkar. Bu durumda sömürülen taraf, “Durumun özelliğine göre ya sözleşme ile bağlı olmadığını<br/>diğer tarafa bildirerek ediminin geri verilmesini ya da sözleşmeye bağlı kalarak edimler arasındaki oransızlığın giderilmesini isteyebilir.” (TBK m. 28).Aşırı yararlanmanın objektif unsuru, edimler arasında açık oransızlık bulunmasıdır. Edimler arasındaki her türlü dengesizlik veya eşitsizlik bu unsurun gerçekleşmesinde yeterli olmaz. Oransızlık açık olmalıdır. Sözleşme ilişkisini inceleyen her makul kişinin göreceği, anlayacağı bir dengesizlik söz konusu olduğunda aşırı yararlanmanın varlığı kabul edilebilir."
  },
  {
    "id": "2387229",
    "unitNumber": 2,
    "text": "Temsil kurumu ile ilgili olarak aşağıdaki ifadelerden hangisi <strong>doğrudur</strong>?.",
    "correctAnswer": "E",
    "options": {
      "A": "Temsil yetkisinin kaynağının temsil olunanın iradesinin olduğu temsil şekline \"yasal temsil\" denir.",
      "B": "Dolaylı temsilden söz edilebilmesi için temsilcinin temsil yetkisinin bulunması ve hukuki işlemi temsil olunan adına yapması (temsilci sıfatını muhattapa açıklaması) gerekir.",
      "C": "Dolaylı temsilde hukuki işlem temsil olunanın nam ve hesabına yapılırken doğrudan temsilde hukuki işlem temsilcinin kendi namına fakat temsil olunanın hesabına yapılmaktadır.",
      "D": "Yetkisiz temsilcinin yaptığı işlem, bu işleme onay (icazet) vermesi hâlinde dahi temsil olunanı bağlamaz.",
      "E": "Temsilci özel yetkisi olmadıkça dava açamaz, sulh olamaz, hakeme başvuramaz, konkordato talep edemez, kambiyo taahhüdünde bulunamaz."
    },
    "explanation": "Temsil, bir hukuki işlemin bir başkasının nam ve hesabına yapılmasıdır. Bu tanıma göre, hukuki işlemi bir başkası nam ve hesabına gerçekleştiren kimseye temsilci (T) veya mümessil, bu şekilde yapılan hukuki işleme temsil yoluyla yapılan hukuki işlem, nam ve hesabına işlem yapılan kimseye temsil olunan (TO), hukuki işlemin muhatabına ise üçüncü kişi (Ü) diyebiliriz. Temsil yetkisinin (TY) kaynağı TO’nun iradesidir. Bu nedenle temsilin bu şekline iradi temsil denir. Doğrudan temsilden söz edilebilmesi için T’nin temsil yetkisinin bulunması ve hukuki işlemi TO adına yapması (temsilci sıfatını Ü’ye açıklaması) gerekir. Burada tarafların iradesi önem kazanır. Yani T, TO’yu temsil etme iradesiyle hukuki işlemi gerçekleştirecek, Ü de işlemin TO nam ve hesabına yapıldığını<br/>bilecektir. Doğrudan temsilde hukuki işlem TO’nun nam ve hesabına yapılırken dolaylı temsilde hukuki işlem temsilcinin kendi namına fakat TO hesabına yapılmaktadır. Temsil yetkisi bulunmayan bir kimsenin bir baş<br/>Temsilci özel yetkisi olmadıkça dava açamaz, sulh olamaz, hakeme başvuramaz, konkordato talep edemez, kambiyo taahhüdünde bulunamaz."
  },
  {
    "id": "2360867",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kusura dayalı haksız fiil sorumluluğunun unsurlarından biri <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Fiil",
      "B": "Yaptırım",
      "C": "Hukuka aykırılık",
      "D": "Zarar",
      "E": "Nedensellik bağı"
    },
    "explanation": "Kusura dayalı haksız fiil sorumluluğu için fiil, hukuka aykırılık, kusur, zarar ve nedensellik bağı olarak beş şart aranmaktadır."
  },
  {
    "id": "2360871",
    "unitNumber": 3,
    "text": "Belirli kişi yahut kişilere karşı ileri sürülebilen haklara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mutlak haklar",
      "B": "Kişilik hakları",
      "C": "Nispi haklar",
      "D": "Sınırlı haklar",
      "E": "Kısmi haklar"
    },
    "explanation": "Nispi haklar, belirli kişi yahut kişilere karşı ileri sürülebilen haklardır. Alacak hakkı, eşler arası sadakat yükümlülüğü bunun örneklerindendir."
  },
  {
    "id": "2361373",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi hukuka aykırlığı ortadan kaldıran hallerden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kamusal ve üstün nitelikli özel yarar",
      "B": "Kanunun verdiği yetkinin kullanılması",
      "C": "Haklı savunma",
      "D": "Zarar verenin rızası",
      "E": "Zorunluluk hali"
    },
    "explanation": "Zarar verenin değil zarar görenin rızası hukuka aykırlığı ortadan kaldıran durumlardan birisidir. Zarar gören fiile rıza göstermiş ise fiil hukuka aykırı sayılmaz ancak bu rızanın belirli şartları taşıması gerekir."
  },
  {
    "id": "2361374",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Türk Borçlar Kanunu'nda yer alan kusursuz sorumluluk hallerinden birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Taşınmaz malikinin sorumluluğu",
      "B": "Ayırt etme gücü bulunmayanların sorumluluğu",
      "C": "Ev başkanının sorumluluğu",
      "D": "Çevreyi kirletenlerin ve çevreye zarar verenlerin sorumluluğu",
      "E": "Sivil hava araçları işletenlerin sorumluluğu"
    },
    "explanation": "Türk Borçlar Kanunu’nda yer alan kusursuz sorumluluk hâllerine zorunluluk hâlinde verilen zarardan sorumluluk (TBK m. 64/II), ayırt etme gücü bulunmayanların sorumluluğu (TBK m. 65), adam çalıştıranın sorumluluğu (TBK m. 66), hayvan bulunduranın sorumluluğu (TBK m. 67), yapı malikinin sorumluluğu (TBK m. 69), tehlike sorumluluğu (TBK m. 71) örnek olarak verilebilir. Sivil hava araçları işletenlerin sorumluluğu Türk Sivil Havacılık Kanunu'nda, Çevreyi kirletenlerin ve çevreye zarar verenlerin sorumluluğu Çevre Kanunu'nda, ev başkanının sorumluluğu ve taşınmaz malikinin sorumluluğu ise Türk Medeni Kanunu'nda yer alan kusursuz sorumluluk halleridir."
  },
  {
    "id": "2361375",
    "unitNumber": 3,
    "text": "Hakkaniyet sorumluluğu aşağıdaki kusursuz sorumluluk hallerinden hangisini ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ayırt etme gücü bulunmayanların sorumluluğu",
      "B": "Adam çalıştıranın sorumluluğu",
      "C": "Hayvan bulunduranın sorumluluğu",
      "D": "Tehlike sorumluluğu",
      "E": "Yapı malikinin sorumluluğu"
    },
    "explanation": "Hakkaniyet sorumluluğu başlığı altında düzenlenen hükümde kanun koyucu, “Hakkaniyet gerektiriyorsa; hâkim, ayırt etme gücü bulunmayan kişinin verdiği zararın, tamamen veya kısmen giderilmesine karar verir.” şeklindeki ifadesi ile zarara yol açanın ayırt etme gücü olmasa dahi sorumluluğunun doğabileceğini<br/>düzenlemiştir."
  },
  {
    "id": "2361376",
    "unitNumber": 3,
    "text": "Tehlike sorumluluğu ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Tehlike sorumluluğu için ticari bir işletmenin varlığı gerekir.",
      "B": "Faaliyetinde kullanılan malzemeler, araçlar ve güçler işletmeyi tehlikeli kılmaz.",
      "C": "Tehlike sorumluluğu için işletmenin sahibi ile doğan zarar arasında nedensellik bağının olması gerekir.",
      "D": "Tehlike sorumluluğu kapsamında doğan zararlar denkleştirme usulüne göre giderilir.",
      "E": "Meydana gelen zarardan yalnızca işletme sahibi sorumludur."
    },
    "explanation": "Tehlike sorumluluğu için yalnızca ticari işletmeler için değil, esnaf işletmeleri ve hatta ticari amaç güden iktisadi amaçla kurulan diğer işletmeler için de geçerlidir. İşletmenin kendisinin mahiyeti örneğin elektrik üreten nükleer santraller, tehlikeli madde üreten işletmeler bu kapsama girecektir. Mahiyeti dışında faaliyetinde kullanılan malzemeler, araçlar ve güçler de işletmeyi tehlikeli kılabilir. Tehlike sorumluluğundan bahsedilebilmesi için işletmenin faaliyeti ile doğan zarar arasında uygun nedensellik bağının kurulabilmesi gerekir.İşletme sahibi ve varsa işleten, işletmenin faaliyetinden doğan zararlardan müteselsil olarak sorumlu olacaklardır. Tehlike sorumluluğu kapsamında doğan zararlar denkleştirme usulüne göre giderilir."
  },
  {
    "id": "2361377",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangileri beden bütünlüğünün ihlali durumunda talep edilebilir?\n<br/>I. Tedavi giderleri II.Destekten yoksun kalma tazminatı III. Kazanç kaybı IV. Çalışma gücünün azalmasından ya da yitirilmesinden doğan kayıplar V. Ekonomik geleceğin sarsılmasından doğan kayıplar",
    "correctAnswer": "C",
    "options": {
      "A": "I-III-V",
      "B": "I-II-III-IV",
      "C": "I-III-IV-V",
      "D": "I-II-IV-V",
      "E": "III-IV-V"
    },
    "explanation": "TBK m. 54 sınırlı sayıda olmamak kaydıyla beden bütünlüğünün ihlali durumunda talep edilecek kalemleri (1) tedavi giderleri, (2) kazanç kaybı, (3) çalışma gücünün azalmasından ya da yitirilmesinden doğan kayıplar ve (4) ekonomik geleceğin sarsılmasından doğan kayıplar olarak saymıştır. Destekten yoksun kalma tazminatı ise, ölen kişinin desteğinden yoksun kalan kimselere ödenir."
  },
  {
    "id": "2361378",
    "unitNumber": 3,
    "text": "Haksız fiilde mutlak zamanaşımı süresi ne kadardır?",
    "correctAnswer": "E",
    "options": {
      "A": "1 yıl",
      "B": "2 yıl",
      "C": "3 yıl",
      "D": "5 yıl",
      "E": "10 yıl"
    },
    "explanation": "Haksız fiil sebebiyle tazminat alacağı; mağdurun, zararını ve tazminat yükümlüsünü öğrendiği tarihten itibaren iki yıllık zamanaşımına tabidir. Kanun koyucu bu iki yıllık nispi nitelikteki süre dışında on yıllık mutlak nitelikte bir süre de belirlemiştir. Haksız fiilin işlendiği tarihten itibaren on yıl geçti ve zarar gören tazminat talebini ileri sürmedi ise alacak zamanaşımına uğrar."
  },
  {
    "id": "2361380",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi haklı savunmanın unsurlarından biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Saldırı haklı savunmada bulunana yahut üçüncü bir kişiye yönelik olmalıdır.",
      "B": "Saldırı, bir kişilik hakkına yahut malvarlığı hakkına yönelik olmalıdır.",
      "C": "Savunma, haksız saldırıyı önlemeye yönelik ve orantılı olmalıdır.",
      "D": "Saldırıyı defetmek bakımından işlevsel olmayan savunma fiilleri de kullanılmalıdır.",
      "E": "Saldırının başlamış olması yahut başlayacağının çok yakın ve kesin olması gerekir."
    },
    "explanation": "Saldırıyı defetmek bakımından işlevsel olmayan savunma fiilleri de haklı savunma kapsamı dışındadır. Vücut bütünlüğüne yahut malvarlığına yönelik bir saldırı karşısında cinsel dokunulmazlığa yönelen bir hukuka aykırı fiil, haklı savunma niteliği taşımayacaktır."
  },
  {
    "id": "2361381",
    "unitNumber": 3,
    "text": "Mağdurun haksız fiil nedeniyle elde ettiği yararların zarar miktarından düşülmesi/mahsup edilmesi işlemine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Nedensellik",
      "B": "Tazmin etme",
      "C": "Telafi etme",
      "D": "Eşitleme",
      "E": "Denkleştirme"
    },
    "explanation": "Haksız fiil, mağdura verdiği zarar yanında birtakım ekonomik yararlar da sağlamış olabilir. Bu yararların, belirlenen zarardan düşülmesi/mahsup edilmesi gerekmektedir. Mağdurun haksız fiil nedeniyle elde ettiği yararların zarar miktarından düşülmesi/mahsup edilmesi işlemine denkleştirme denilmektedir."
  },
  {
    "id": "2379318",
    "unitNumber": 3,
    "text": "Zarar verici bir davranışın hukuka aykırılığına engel olan bir sebebe rağmen failin sorumlu tutulmasına yol açan kusursuz sorumluluk ilkesi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Özen ilkesi",
      "B": "Hakkaniyet ilkesi",
      "C": "Yararlanma (hakimiyet) ilkesi",
      "D": "Tehlike ilkesi",
      "E": "Fedakarlığın denkleştirilmesi ilkesi"
    },
    "explanation": "Fedakârlığın<br/>denkleştirilmesi esasına dayanan sorumluluk ise,<br/>zarar verici bir davranışın hukuka aykırılığına engel<br/>olan bir sebebe rağmen failin sorumlu tutulmasında görülür. TBK m. 64/II hükmünde düzenlenen<br/>ıztırar hâli fedakârlığın denkleştirilmesi düşüncesine<br/>örnek olarak verilebilir."
  },
  {
    "id": "2379323",
    "unitNumber": 3,
    "text": "Çevre kirletenin sorumluluğunun dayanağını oluşturan kusursuz sorumluluk esası aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hakkaniyet ilkesi",
      "B": "Tehlike ilkesi",
      "C": "Özen İlkesi",
      "D": "Hakimiyet ilkesi",
      "E": "Kusur ilkesi"
    },
    "explanation": "Çevre Kanunu<br/>m. 28 hükmünde düzenlenen çevreyi kirletenin<br/>sorumluluğu gibi sorumluluklar tehlike esasına dayanan sorumluluk tiplerine örnek olarak verilebilir."
  },
  {
    "id": "2379328",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yararlanma esasına dayanan kusursuz sorumluluk hallerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Taşınmaz malikinin sorumluluğu",
      "B": "Ayırt etme gücünden yoksun olanların sorumluluğu",
      "C": "Çevre kirletenin sorumluluğu",
      "D": "Iztırar hali",
      "E": "Adam çalıştıranın sorumluluğu"
    },
    "explanation": "Bazen kanun koyucu kusursuz sorumluluğu<br/>yararlanma esası ile kabul etmiştir. Sorumlu olan<br/>kişiyi, o şeyden en üst derecede yararlanan kişiye<br/>göre belirlemiştir. TBK m. 69 hükmünde düzenlenen yapı malikinin sorumluluğu ve MK m. 730<br/>hükmünde düzenlenen taşınmaz malikinin sorumluluğu bu esasa dayanan kusursuz sorumluluk<br/>hâlleridir."
  },
  {
    "id": "2379338",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kusur sorumluluğunun unsurlarından biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hukuka aykırılık",
      "B": "Tehlike",
      "C": "Kusur",
      "D": "Nedensellik bağı",
      "E": "Zarar"
    },
    "explanation": "Tehlike kusur sorumluluğunun unsurlarından biri değildir."
  },
  {
    "id": "2379388",
    "unitNumber": 3,
    "text": "Nispi hakların ihlalinin hukuka aykırı olarak değerlendirilmesinin koşulu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Nispi hakların kanununda düzenlenmiş olması",
      "B": "Nispi hak ihlalinin olumlu bir davranıştan kaynaklanması",
      "C": "Nispi hak ihlalinin hukuka aykırı sayılması konusunda özel bir koruma normunun bulunması",
      "D": "Nispi hakkın süreli olması",
      "E": "Nispi hakkın mülkiyet hakkı veya beden bütünlüğünü konu alması"
    },
    "explanation": "Buna karşın bazı haklar vardır ki bunların<br/>ihlal edilmesinin hukuka aykırılık teşkil etmesi için<br/>kanunen özel bir koruma normunun varlığı aranır.<br/>Nispi haklar, belirli kişi yahut kişilere karşı ileri sürülebilen haklardır"
  },
  {
    "id": "2379398",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi mutlak haklardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ayni haklar",
      "B": "Mülkiyet hakkı",
      "C": "Kişilik hakkı",
      "D": "Sınırlı ayni haklar",
      "E": "Alacak hakkı"
    },
    "explanation": "Alacak hakkı nispi bir haktır. Mutlak haklardan biri değildir."
  },
  {
    "id": "2379403",
    "unitNumber": 3,
    "text": "Anne babanın çocuğun haberleşme ve yerleşme özgülüğünü kısıtlaması, çocuk bakımından hakkının kısıtlanması anlamını taşır. Söz konusu durumda fiilin hukuka aykırılığını ortadan kaldıran sebep aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kamusal ve üstün nitelikli özel yarar",
      "B": "Kanunun verdiği yetkinin kullanılması",
      "C": "Zarar görenin rızası",
      "D": "Haklı savunma",
      "E": "Zorunluluk hali"
    },
    "explanation": "Bunun yanında bazı özel hukuk kurallarınca<br/>öngörülen yetkilerin kullanılması da hukuka aykırılığı ortadan kaldırabilir. Örneğin anne ve babanın<br/>çocuk üzerinde sahip olduğu velayet hakkı, çocuğun seyahat, haberleşme ve yerleşme özgürlüğünü<br/>kısıtlama yetkisi verir"
  },
  {
    "id": "2379408",
    "unitNumber": 3,
    "text": "Kişinin malvarlığının aktifindeki azalmayı yahut pasifindeki artmayı ifade eden zarar türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğrudan zarar",
      "B": "Fiili zarar",
      "C": "Yoksun kalınan kar",
      "D": "Yansıma zarar",
      "E": "Müstakbel zarar"
    },
    "explanation": "Fiili zarar, kişinin malvarlığının aktifindeki<br/>azalmayı yahut pasifindeki artmayı ifade eder."
  },
  {
    "id": "2380530",
    "unitNumber": 3,
    "text": "Kusura dayanan genel nitelikteki haksız fiil sorumluluğu ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Fiil ya da davranış yalnızca olumlu biçimde ortaya çıkar.",
      "B": "Herkese karşı ileri sürülebilen ve herkes tarafından ihlal edilebilen nisbi hakların ihlalinde hukuka aykırılık daha açık görülür.",
      "C": "Hukuka aykırılığın zarar gören tarafından ispat edilmesi gerekir.",
      "D": "Kusura dayalı haksız fiil sorumluluğu için; fiil, hukuka aykırılık, kusur, zarar ve nedensellik bağı olarak beş şart aranmaktadır",
      "E": "Kusura dayanan genel nitelikteki haksız fiil sorumluluğu TMK’nın 49. maddesinde düzenlenmiştir."
    },
    "explanation": "Kusura dayalı haksız fiil sorumluluğu için fiil, hukuka aykırılık, kusur, zarar ve nedensellik bağı olarak beş şart aranmaktadır. Zarar gören kişinin, zarar verenden tazminat talep edebilmesi için bu beş şartın varlığını bir arada ortaya koyması, ispat etmesi gerekmektedir."
  },
  {
    "id": "2380537",
    "unitNumber": 3,
    "text": "Hukuka aykırılığı ortadan kaldıran hâller ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Hukuka aykırılığı ortadan kaldıran haller yalnızca TMK'da düzenlenmiştir.",
      "B": "Zarar görenin rızası, fiil gerçekleştirildikten sonra, hukukun emredici kurallarına ve ahlaka uygun biçimde verilmelidir.",
      "C": "Zarar görenin her rızası hukuka uygundur.",
      "D": "Ayırt etme gücüne sahip olmaması, zarar gören kişinin rızasını geçersiz kılar.",
      "E": "Meşru müdafaa hâlinde, savunmada bulunanın fiili saldırgana zarar verdiğinde, korunan özel hak, üstün nitelikte ise, fiil hukuka aykırıdır."
    },
    "explanation": "Hukuka aykırılığı kaldıran rızayı gösteren kişinin ayırt etme gücüne sahip olması, iradesinin yanılma (hata), aldatma (hile) yahut korkutma ile sakatlanmamış olması da şarttır."
  },
  {
    "id": "2380543",
    "unitNumber": 3,
    "text": "Zorunluluk (ıztırar) hali ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Bu hal, TMK m. 64'te düzenlenmiştir.",
      "B": "Zarar verene yönelik şahıs varlığı değerine ilişkin bir tehlikenin bulunmalıdır, malvarlığı değerleri ile ilgili tehlikeler kapsam dışındadır.",
      "C": "Tehlike açık, güncel ve muhtemel olabileceği gibi, sona ermiş de olabilir.",
      "D": "Zarar görenin, tehlikeden kaçmak için, zarar verene zarar vermek zorunda olması gerekir.",
      "E": "Verilen zararın, önlenmesi amaçlanan tehlikeden daha büyük olmaması gerekir."
    },
    "explanation": "Verilen zararın önlenmesi amaçlanan tehlikeden daha büyük olmaması gerekir."
  },
  {
    "id": "2380546",
    "unitNumber": 3,
    "text": "Zarar çeşitleri ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yoksun kalınan kârda, kişinin malvarlığının aktifindeki azalmayı yahut pasifindeki artmayı ifade eder.",
      "B": "Fiili zarar, kişinin malvarlığının aktifine girmesi yahut pasifinden eksilmesi beklenen bir değerden mahrum kalmasıdır.",
      "C": "Dolaylı zarar, hukuka aykırı fiilin ilk ve temel neticesi olan zarardır.",
      "D": "Maddi zarar, hukuka aykırı fiile maruz kalmadığı hâlde malvarlığında eksilme meydana gelen kişilerin uğradığı zarardır.",
      "E": "Muhtemel zarar, hukuka aykırı fiilin gerçekleştiği anda var olmayan ancak ek bir rizikonun gerçekleşmesi ile meydana gelen zarardır."
    },
    "explanation": "Muhtemel zarar ise hukuka aykırı fiilin gerçekleştiği anda var olmayan ancak ek bir rizikonun gerçekleşmesi ile meydana gelecek zararlardır. Bu tip muhtemel zararlar, hukukumuzda tazminat kapsamına dahil edilmemektedir."
  },
  {
    "id": "2380551",
    "unitNumber": 3,
    "text": "Kusurun türleri ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Kusurun en ağır derecesi olan ihmal, kişinin ihlali bilerek ve isteyerek meydana getirmesidir.",
      "B": "Kasıt, kişinin ihlali istememesine rağmen, ihlalin meydana gelmemesi için gereken dikkat ve özeni göstermemesidir.",
      "C": "Hafif ihmalde, zarar veren, dikkatli ve özenli bir bireyin göstermesi gereken özeni göstermediği için kusurludur.",
      "D": "Eksik ihmalde zarar veren, ortalama bir kişinin göstermesi gereken ihtimamı göstermediği için kusurludur.",
      "E": "Alkollü sürücünün bir kişiye çarpması hafif ihmaldir."
    },
    "explanation": "Hafif ihmalde, zarar veren dikkatli ve özenli bir bireyin göstermesi gereken özeni göstermediği için kusurlu olacaktır. Örneğin alkollü sürücünün bir kişiye çarpması ağır ihmal iken yağışlı havada ani ve sert fren yaparak veya karlı havada uygun lastik takmayarak aracı kaydıran sürücünün bir kişiye çarpması hafif ihmal olarak değerlendirilebilir."
  },
  {
    "id": "2380557",
    "unitNumber": 3,
    "text": "Hakkaniyet sorumluluğu ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Hakkaniyet sorumluluğu kusurlu sorumluluk hâllerinden biridir.",
      "B": "Sorumluluğun doğması için, hukuka aykırı fiil, zarar, uygun illiyet bağı mevcut olmalıdır.",
      "C": "Kişi ayırt etme gücünü kendi kusuru ile kaybetmemişse, verdiği zararlardan da sorumlu olur.",
      "D": "Kişi ayırt etme gücünü kendi kusuru ile kaybetmişse, verdiği zararlardan hakkaniyet gereğince sorumlu olur.",
      "E": "TMK sistematiğinde hakkaniyet sorumluluğu 65. maddede düzenlenmiştir."
    },
    "explanation": "Öncelikle sorumluluğun doğması için gerekli diğer koşullar (hukuka aykırı fiil, zarar, uygun illiyet bağı), olayda mevcut olmalıdır. Bir kişi ayırt etme gücüne sahip olsaydı sorumlu tutulmayacağı bir olaydan, sadece ayırt etme gücüne sahip olmaması ve hakkaniyetin gerektirmesi nedeniyle sorumlu tutulmamalıdır. Zira burada her ne kadar bir kusursuz sorumluluk hâli söz konusu olsa da öncelikle bir haksız fiilin, zararın ve illiyet bağının varlığı tespit edilebilmelidir."
  },
  {
    "id": "2380562",
    "unitNumber": 3,
    "text": "Adam çalıştıranın sorumluluğu ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Adam çalıştıranın sorumluluğu Türk Medeni Kanununda düzenlenmiştir.",
      "B": "Adam çalıştıran gerçek kişi olmalıdır.",
      "C": "Adam çalıştıran ile çalışan arasında bağımlılık ilişkisi niteliğinde bir iş ilişkisi olmamalıdır.",
      "D": "Adam çalıştıranın sorumluluğu, kanunda bir hakkaniyet sorumluluğu olarak düzenlenmiştir.",
      "E": "Adam çalıştıranın işletmesi bir zarara sebep olursa, organizasyon sorumluluğu söz konusuolur."
    },
    "explanation": "Şayet adam çalıştıranın işletmesi bir zarara sebep olursa, artık özen sorumluluğundan değil, organizasyon sorumluluğundan bahsedilecektir. Zira işletmenin düzeni ile ilgili sorumluluk, TBK m. 66 hükmünün 3. fıkrasında şu şekilde düzenlenmiştir: Bir işletmede adam çalıştıran, işletmenin çalışma düzeninin zararın doğmasını önlemeye elverişli olduğunu ispat etmedikçe, o işletmenin faaliyetleri dolayısıyla sebep olunan zararı gidermekle yükümlüdür."
  },
  {
    "id": "2380567",
    "unitNumber": 3,
    "text": "Tehlike sorumluluğu ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Tehlike sorumluluğu için, bir işletmenin varlığı zorunlu olmalı ve işletmenin faaliyeti az çok bir tehlike arz etmelidir.",
      "B": "İşletmeyi belirleyebilmek için Türk Medeni Kanununda yer alan düzenlemeler dikkate alınmalıdır.",
      "C": "Tehlike sorumluluğu için aranan diğer bir şart, işletmenin faaliyetini gerçekleştirmesi dolayısıyla zararın açığa çıkmasıdır.",
      "D": "İşletmenin faaliyeti ile doğan zarar arasında uygun nedensellik bağının kurulmasına gerek yoktur.",
      "E": "Tehlike sorumluluğunda, yalnızca işletme sahibi sorumluluğu söz konusu olur."
    },
    "explanation": "Tehlike sorumluluğu için aranan diğer bir şart, önemli ölçüde tehlike arz eden bir işletmenin faaliyetini gerçekleştirmesi dolayısıyla zararın açığa çıkmasıdır. Bu şart tazminat sorumluluğunun olmazsa olmazıdır."
  },
  {
    "id": "2380575",
    "unitNumber": 3,
    "text": "Zararın belirlenmesi ve tazminat davası ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Tazminat davası bir eda davası niteliğinde olup bu dava ile mağdur, haksız fiil failinden uğradığı zararın tazmin edilmesini talep eder.",
      "B": "Zarar verenin, haksız fiil nedeniyle elde ettiği yararların zarar miktarından düşülmesi/mahsup edilmesi işlemine denkleştirme denilmektedir.",
      "C": "Destekten yoksun kalanlar, doğrudan haksız fiile maruz kalmazlar, ancak bunların, doğrudan zarar niteliğinde tazminat talep etme hakları vardır.",
      "D": "Tazminatın belirlenmesinde mağdurun kusuru dikkate alınmaz.",
      "E": "Kişilik hakları ihlal edilenlerin manevi tazminat talep etme hakları bulunmaz."
    },
    "explanation": "Tazminat davası bir eda davası niteliğinde olup bu dava ile mağdur, haksız fiil failinden uğradığı zararın tazmin edilmesini talep eder. Tazminat davasında genel olarak zararın belirli bir miktar para ile (nakden) giderilmesi söz konusu olmakla birlikte örneğin bir eşyanın iadesi, tamir edilmesi şeklinde (aynen) tazminata hükmedilmesi de mümkündür."
  },
  {
    "id": "2380578",
    "unitNumber": 3,
    "text": "Haksız fiilde zamanaşımı ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Haksız fiil sorumluluğunda tazminat alacağı için uygulanacak zamanaşımı süreleri, TBK m. 62’de düzenlenmiştir.",
      "B": "Tazminat alacağı; mağdurun, zararını ve tazminat yükümlüsünü öğrendiği tarihten itibaren beş yıllık zamanaşımına tabidir.",
      "C": "Haksız fiilin işlendiği tarihten itibaren beş yıl geçti ve zarar gören tazminat talebini ileri sürmedi ise alacak zamanaşımına uğrar.",
      "D": "Haksız fiil aynı zamanda suç teşkil ediyor ve ceza davası zamanaşımı süresi daha fazla ise, bu süre, TBK'da düzenlenen zamanaşımı sürelerinin yerini alır.",
      "E": "Zamanaşımın durması hâlinde, her durma sebebinden sonra zamanaşımı süresi işlemeye tekrar başlar."
    },
    "explanation": "Haksız fiil aynı zamanda suç teşkil ediyorsa ve ceza davası zamanaşımı süresi 10 yıldan fazla ise bu zamanaşımı süresi hem iki yıllık normal zamanaşımı süresinin hem de 10 yıllık üst sürenin yerini alacaktır."
  },
  {
    "id": "2381167",
    "unitNumber": 3,
    "text": "Zarar görenin rızasına ilişkin aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Fiilin hukuka aykırılığını ortadan kaldıran sebeplerden biridir.",
      "B": "Rıza fiil gerçekleştirilmeden önce verilmelidir.",
      "C": "Rıza hukukun emredici kurallarına ve ahlaka uygun biçimde verilmelidir.",
      "D": "Rıza vermeden önce kişinin ilgili müdahale bakımından gereğince<br/>ve yeterince aydınlatılmış olması gerekir.",
      "E": "Rızayı gösterenin fiil ehliyetine sahip olması gerekir."
    },
    "explanation": "Rızayı gösterenin tam fiil ehliyetine sahip olması şart değildir. Ayırt etme gücüne sahip olması yeterlidir."
  },
  {
    "id": "2381168",
    "unitNumber": 3,
    "text": "Hukuka aykırı fiile bizzat maruz kalmadığı hâlde malvarlığında eksilme meydana gelen üçüncü kişilerin uğradığı zarar tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yansıma yoluyla zarar",
      "B": "Müspet zarar",
      "C": "Munzam zarar",
      "D": "Manevi zarar",
      "E": "Doğrudan zarar"
    },
    "explanation": "Yansıma zarar Hukuka aykırı fiile bizzat maruz kalmadığı hâlde malvarlığında eksilme meydana gelen üçüncü kişilerin uğradığı zarar tipidir."
  },
  {
    "id": "2365210",
    "unitNumber": 4,
    "text": "Sebepsiz zenginleşme kavramıyla ilgili olarak aşağıdakilerden hangisi <strong>doğrudur</strong>?.",
    "correctAnswer": "E",
    "options": {
      "A": "Haklı bir sebeple zenginleşme olmalıdır.",
      "B": "Fakirleşen zenginleşenden zenginleşmeyi tespit davası ile talep edebilir.",
      "C": "Zenginleşmenin geçerli veya gerçekleşmiş bir sebebe dayanması gerekir.",
      "D": "Geçerli bir sözleşmeye istinaden birine bir miktar para kazandırılması, sebepsiz zenginleşme örneğidir.",
      "E": "Sebepsiz zenginleşmede bazı durumlarda sözleşme kurma iradesi bulunmayabilir ve kınanacak kusurlu bir fiille başkasına zarar verme söz konusu değildir."
    },
    "explanation": "Haklı bir sebep olmaksızın, bir başkasının malvarlığından veya emeğinden zenginleşen, bu zenginleşmeyi geri vermekle yükümlüdür. Bu yükümlülük, özellikle zenginleşmenin geçerli olmayan veya gerçekleşmemiş ya da sona ermiş bir sebebe dayanması durumunda doğmuş olur. Fakirleşen zenginleşenden zenginleşmeyi alacak davası ile talep edebilir. Sebepsiz zenginleşmede bazı durumlarda sözleşme kurma iradesi bulunmayabilir ve kınanacak kusurlu bir fiille başkasına zarar verme söz konusu değildir."
  },
  {
    "id": "2365274",
    "unitNumber": 4,
    "text": "Sebepsiz zenginleşme ile ilgili olarak aşağıdaki ifadelerden hangisi <strong>doğrudur</strong>?.",
    "correctAnswer": "C",
    "options": {
      "A": "Sebepsiz zenginleşmeden kaynaklanan iade borcu, alacaklı açısından niteliği itibarıyla mutlak bir haktır.",
      "B": "Sebepsiz zenginleşmeden kaynaklanan alacak hakkının varlığı diğer bir<br/>ifadeyle fakirleşenin, iade borcunun doğması için zenginleşenin fiil ehliyetine sahip olması aranmaktadır.",
      "C": "Sebepsiz zenginleşmeden bahsedilebilmesi için öncelikle taraflardan zenginleşenin malvarlığında bir artış meydana gelmelidir.",
      "D": "Bu malvarlığının aktifinin azalması anlamına gelebileceği gibi pasifinin<br/>çoğalması anlamına da gelebilir.",
      "E": "Sebepsiz zenginleşmede bir taşınırın zilyetliğinin zenginleşende olması, mülkiyet hakkı kendisine geçmediği sürece bir zenginleşme sayılır."
    },
    "explanation": "Sebepsiz zenginleşmeden kaynaklanan alacak hakkının varlığı diğer bir<br/>ifadeyle fakirleşenin, iade borcunun doğması için zenginleşenin fiil ehliyetine sahip olması aranmamaktadır.Sebepsiz zenginleşmeden kaynaklanan iade<br/>borcu, alacaklı açısından niteliği itibarıyla nisbi bir haktır.Sebepsiz zenginleşmeden bahsedilebilmesi için öncelikle taraflardan zenginleşenin malvarlığında bir artış meydana gelmelidir.Bu malvarlığının aktifinin artması anlamına gelebileceği gibi pasifinin azalması anlamına da gelebilir.Örneğin mülkiyet hakkının karşı tarafın (zenginleşenin) malvarlığına geçmesi gerekir, bir taşınırın zilyetliğinin zenginleşende olması, mülkiyet hakkı kendisine geçmediği sürece bir zenginleşme sayılmaz."
  },
  {
    "id": "2365396",
    "unitNumber": 4,
    "text": "\" Bir sözleşmeden doğan edimin ifası veya kanundan doğan bir kazandırma söz konusu ise sebepsiz zenginleşmeden bahsedilemez\" ifadesinde sebepsiz zenginleşmenin hangi şartı görülmektedir?.",
    "correctAnswer": "B",
    "options": {
      "A": "Aktifin artması",
      "B": "Haklı bir sebebin bulunmaması",
      "C": "Geçerli olmayan sebebe dayalı ifa",
      "D": "Gerçekleşmemiş sebebe dayalı ifa",
      "E": "Sona ermiş sebebe dayalı ifa"
    },
    "explanation": "Zenginleşme, haklı bir sebep olmadan gerçekleşmelidir. Eğer zenginleşme haklı bir sebebe dayanıyorsa örneğin bir sözleşmeden doğan edimin ifası veya kanundan doğan bir kazandırma söz konusu ise sebepsiz zenginleşmeden bahsedilemez.<br/>Haklı bir sebebin bulunmaması"
  },
  {
    "id": "2365423",
    "unitNumber": 4,
    "text": "\"Kişinin kendi arabası sanarak bir başkasının arabasını onarması\" aşağıdakilerden hangisine konu oluşturur?.",
    "correctAnswer": "A",
    "options": {
      "A": "ifa dışı sebepsiz zenginleşmeler",
      "B": "istihkak davası",
      "C": "hukuka aykırı sözleşme",
      "D": "irade sakatlığı sebebiyle iptal edilmiş sözleşme",
      "E": "mutlak hak"
    },
    "explanation": "İfa dışı sebepsiz zenginleşmelerde; bir borç ilişkisinin varlığı, geçerliliği veya sona ermesi aranmamaktadır. Kişinin kendi arabası sanarak bir başkasının arabasını onarması, kişinin hayvanlarının başka bir tarlaya girerek oradaki otları yemesi ve bu şekilde kişinin yem parası ödemekten kurtulması, yanılarak başkasının borcunu ödemesi gibi hâller örnek gösterilebilir.<br/>ifa dışı sebepsiz zenginleşmeler"
  },
  {
    "id": "2365449",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sebepsiz zenginleşme <strong>sayılan</strong> haller arasında yer alır?.",
    "correctAnswer": "E",
    "options": {
      "A": "zamanaşımına uğramış borçlar",
      "B": "kumar borcu",
      "C": "ahlaki bir ödevin yerine getirilmesinden kaynaklanan zenginleşmeler",
      "D": "evlilik tellallığından doğan borç",
      "E": "irade sakatlığı sebebiyle iptal edilmiş sözleşmeye dayanarak yapılan ödeme"
    },
    "explanation": "Sebepsiz Zenginleşme Sayılmayan Hâller: Bazı hâller vardır ki kanun koyucu bunları sebepsiz zenginleşmeden doğan iade borcu kapsamının dışında tutmuştur: Zamanaşımına uğramış borçlar varlığını devam ettirir. Zamanaşımına uğramış bir alacak hakkının dava yolu ile talep edilmesi borçlunun zamanaşımı def’i hakkını kullanması ile engellenebilir. Bu tip borçlara eksik borç denir. TBK m. 78/II uyarınca ahlaki bir ödevin yerine getirilmesinden kaynaklanan zenginleşmeler de geri istenemez. Kumar borcu, evlilik tellallığından doğan borç gibi eksik borçların ödenmesi hâlinde geri istenmesi mümkün değildir.TBK m. 78/I hataen ifa edilen edimlere ilişkin bir sınırlama getirmiştir. Maddeye göre kişi borçlanmadığı edimi kendi isteğiyle yerine getirdi ise bunu ancak kendisini borçlu sanarak yerine getirdiğini ispat ederse geri isteyebilir. Dolayısıyla ödemeyi yapan kişi kendisini borçlu sanarak ödeme yaptığını ispat edemezse sebepsiz zenginleşme hükümlerine başvuramayacaktır ancak vekâletsiz i<br/>irade sakatlığı sebebiyle iptal edilmiş sözleşmeye dayanarak yapılan ödeme"
  },
  {
    "id": "2365473",
    "unitNumber": 4,
    "text": "Sebepsiz zenginleşmenin hüküm ve sonuçları arasında aşağıdakilerden hangisi <strong>yer alır</strong>?.",
    "correctAnswer": "D",
    "options": {
      "A": "İyiniyetli iade yükümlüsü iade zamanında elinde kalanlarla sorumlu<br/>olmayacaktır.",
      "B": "Malvarlığına giren bir malı, mal üzerinde tasarruf yetkisi olmadığını bilerek<br/>tüketen kişinin iade borcu olmayacaktır.",
      "C": "İade zamanında elinde kalan varsa aynen veya değeri ile iade etmekle sorumlu değildir.",
      "D": "Zenginleşme zamanında iyiniyetli olmakla beraber iade borcunu öğrendikten sonra malı elinden çıkaran da artık kötüniyetli iade yükümlüsü olarak değerlendirilir.",
      "E": "Zenginleşen iyiniyetli olduğu sırada kusurlu olup olmasına bakılmaksızın<br/>zenginleşmenin ortadan kalkması hâlinde iade borcundan kurtulamaz."
    },
    "explanation": "İyiniyetli iade yükümlüsü iade zamanında elinde kalanlarla sorumlu<br/>olacaktır. Malvarlığına giren bir malı, mal üzerinde tasarruf yetkisi olmadığını bilmeden tüketen kişinin iade borcu olmayacaktır.Buna karşın iade zamanında elinde kalan varsa aynen veya değeri ile iade etmekle sorumludur. Zenginleşme zamanında iyiniyetli olmakla beraber iade borcunu öğrendikten sonra malı elinden çıkaran da artık kötüniyetli iade yükümlüsü olarak değerlendirilir. Zenginleşen iyiniyetli olduğu sırada kusurlu olup olmasına bakılmaksızın zenginleşmenin ortadan kalkması hâlinde iade borcundan kurtulur."
  },
  {
    "id": "2365533",
    "unitNumber": 4,
    "text": "\"Sebepsiz zenginleşmede, iade borçlusu, zenginleşen kötüniyetli ise yaptığı ... giderlerin karşılanmasını, bu giderler malın varlığını sürdürmesi ve<br/>korunması için veya işlevini sürdürmesi için yapılması gerekli olan masraflar olduğundan, iade anında malda bir değer fazlalığına neden olmuşsa ya da bir değer azalışını engellemişse isteyebilir.\"\n<br/>Yukarıdaki ifadedeki boşluğa aşağıdakilerden hangisi <strong>gelmelidir</strong>?.",
    "correctAnswer": "D",
    "options": {
      "A": "yararlı",
      "B": "yararsız",
      "C": "lüks",
      "D": "zorunlu",
      "E": "zorunlu olmayan"
    },
    "explanation": "Zenginleşenin iade borcunun söz konusu olduğu hâllerde yaptığı giderleri talep hakkı, özellikle aynen iadenin mümkün olduğu hâllerde özel bir önem kazanır. Zenginleşen iade yükümünden kaçınabilir. Yapılan ve karşılanması gereken giderler; zorunlu, yararlı ve diğer lüks giderler olarak üçe ayrılarak değerlendirilmektedir. Zorunlu giderler, malın varlığını sürdürmesi ve korunması için veya işlevini sürdürmesi için yapılması gerekli olan masraflardır. Zenginleşme konusu bir hayvansa bunun yemesi, içmesi ve bakımı, gerekirse tedavisi zorunlu giderlerdir. İade borçlusu zenginleşen kötüniyetli ise yaptığı zorunlu giderlerin karşılanmasını, zorunlu giderler iade anında malda bir değer fazlalığına neden olmuşsa ya da bir değer azalışını engellemişse isteyebilir. Diğer bir ifadeyle zorunlu giderler iade anında mevcutsa isteyebilir."
  },
  {
    "id": "2365623",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi vekâletsiz işgörmenin şartlarından <strong>birisidir</strong>?.",
    "correctAnswer": "D",
    "options": {
      "A": "Dış dünyada değişiklik yapan olumsuz davranışlar, yapmama şeklindeki fiiller işgörme konusu olabilir.",
      "B": "Vekaletsiz işgören, işgörme ile başkasının hak ve hâkimiyet alanına müdahalede bulunmamalıdır.",
      "C": "İşgörenin işin görülmesine ilişkin yasal veya sözleşmeden kaynaklanan bir hak ve yükümlülüğü bulunmalıdır.",
      "D": "Vekaletsiz işgören, o işi sahibinin menfaatine ve varsayılan iradesine uygun olarak görmekle yükümlüdür.",
      "E": "Vekaletsiz görülen işin kimin işi ve hangi iş olduğu önemlidir."
    },
    "explanation": "Dış dünyada değişiklik yapan maddi fiiller ile hukuki işlemler vekaletsiz işgörme konusu olabilir ancak olumsuz davranışlar, yapmama şeklindeki fiiller işgörme konusu olamaz. Vekaletsiz işgören, işgörme ile başkasının hak ve hâkimiyet<br/>alanına müdahalede bulunmalıdır. İşgörenin işin görülmesine ilişkin yasal<br/>veya sözleşmeden kaynaklanan bir hak ve yükümlülüğü bulunmamalıdır. Vekaletsiz işgören, o işi sahibinin menfaatine ve varsayılan iradesine uygun olarak görmekle yükümlüdür. Vekaletsiz görülen işin kimin işi ve hangi iş olduğu ise önemli değildir."
  },
  {
    "id": "2365685",
    "unitNumber": 4,
    "text": "Gerçek vekâletsiz işgörmede <strong>işgörenin sorumluluğu</strong> hakkında aşağıdakilerden hangisi <strong>söylenebilir</strong>?.",
    "correctAnswer": "D",
    "options": {
      "A": "İşgörenin sorumluluğu kusursuz sorumluluktur.",
      "B": "Zarar ve kusurlu davranış arasında illiyet bağı bulunması şart değildir.",
      "C": "İşgören işi, işsahibinin karşılaştığı zararı veya zarar tehlikesini gidermek için yapmışsa sorumluluğu daha ağır olacaktır.",
      "D": "İşgören işi işsahibinin açıkça veya örtülü olarak yasaklamış olmasına rağmen yapmışsa ve işsahibinin yasaklaması da hukuka veya ahlaka aykırı değilse beklenmedik hâlden de sorumlu olur.",
      "E": "Beklenmedik hâllerde işgörenin sorumluluğunu ağırlaştıran kanun koyucu, işgörene kurtuluş kanıtı sunabilme imkânı getirmemiştir."
    },
    "explanation": "Gerçek vekâletsiz işgörmede, işgörenin sorumluluğu kusur sorumluluğudur. İşgören hem kastından hem de ihmalinden sorumludur. Zarar ve kusurlu davranış arasında illiyet bağı da bulunmalıdır. İşgören işi, işsahibinin karşılaştığı zararı veya zarar tehlikesini gidermek için yapmışsa sorumluluğu daha hafif olacaktır.Beklenmedik hâllerde işgörenin sorumluluğunu ağırlaştıran kanun koyucu, işgörene kurtuluş kanıtı sunabilme imkânı getirmiştir.<br/>İşgören işi işsahibinin açıkça veya örtülü olarak yasaklamış olmasına rağmen yapmışsa ve işsahibinin yasaklaması da hukuka veya ahlaka aykırı değilse beklenmedik hâlden de sorumlu olur."
  },
  {
    "id": "2365708",
    "unitNumber": 4,
    "text": "Gerçek olmayan vekâletsiz işgörme ile ilgili olarak aşağıdakilerden hangisi <strong>doğrudur</strong>?.",
    "correctAnswer": "C",
    "options": {
      "A": "Görülen işin işsahibinin menfaatine olması, işgörenin kendi menfaatine başkasının işini görmemesi sözkonusudur.",
      "B": "İşgörenin başkasının işini görürken işin başkasının olduğunu bilerek ya da<br/>bilmeyerek hareket etmesi arasında fark görülmektedir.",
      "C": "İşsahibinin, zenginleştiği ölçüde işgörenin masraflarını ödeme ve onun iş nedeniyle altına girdiği borçlardan kurtarma yükümlülüğü bulunmaktadır.",
      "D": "İşsahibinin vekâletsiz işgörenden haksız fiil hükümlerine göre tazminat talep etme hakkı bulunmamaktadır.",
      "E": "İşgörenin görülen işten dolayı ücret isteme hakkı bulunmaktadır."
    },
    "explanation": "Gerçek olmayan vekâletsiz işgörmede, görülen işin işsahibinin menfaatine olmaması diğer ifadeyle işgörenin kendi menfaatine başkasının işini görmesi sözkonusudur. İşgörenin başkasının işini görürken işin başkasının olduğunu bilerek ya da bilmeyerek hareket etmesi arasında fark görülmemektedir. İşsahibinin, zenginleştiği ölçüde işgörenin masraflarını ödeme ve onun iş nedeniyle altına girdiği borçlardan kurtarma yükümlülüğü bulunmaktadır. İşsahibinin vekâletsiz işgörenden haksız fiil hükümlerine göre tazminat talep etme hakkı bulunmaktadır.Gerçek vekâletsiz işgörmenin aksine, gerçek olmayan vekâletsiz işgörmede işsahibinin, işgörenin işi görürken uğramış olduğu zararları tazmin etme yükümlülüğü bulunmadığı gibi işgörenin görülen işten dolayı ücret isteme hakkı da bulunmamaktadır."
  },
  {
    "id": "2376574",
    "unitNumber": 4,
    "text": "Sebepsiz zenginleşme kavramı ile ilgili olarak aşağıdaki ifadelerden hangisi <strong>doğrudur</strong>?.",
    "correctAnswer": "D",
    "options": {
      "A": "Sebepsiz zenginleşmeden kaynaklanan iade borcu, alacaklı açısından niteliği itibarıyla ayni bir haktır.",
      "B": "Sebepsiz zenginleşmeden davasıyla iade borcunun doğması için zenginleşenin fiil ehliyetine sahip olması aranmaktadır.",
      "C": "Sebepsiz zenginleşme, haklı bir sebeple bir kişinin malvarlığı yahut emeğinden bir başka kişinin malvarlığında artış olmasıdır.",
      "D": "Sözleşmeden ve haksız fiilden doğan borç ilişkilerinin yanında Türk Borçlar Kanunu’nun düzenlediği üçüncü borç kaynağı sebepsiz zenginleşmeden doğan<br/>borç ilişkileridir.",
      "E": "Sebepsiz zenginleşmeden doğan borç ilişkileri bazen bir sözleşme, bazen de bir haksız fiil ilişkisi olarak nitelendirilebilir."
    },
    "explanation": "Sebepsiz zenginleşmeden kaynaklanan iade borcu, alacaklı açısından niteliği itibarıyla nisbi bir haktır. Sebepsiz zenginleşmeden kaynaklanan alacak hakkının varlığı diğer bir ifadeyle fakirleşenin, iade borcunun doğması için<br/>zenginleşenin fiil ehliyetine sahip olması aranmamaktadır; kişi olmak yani hak ehliyetine sahip olmak yeterlidir. Sebepsiz zenginleşme, haklı bir sebep olmaksızın bir kişinin malvarlığı yahut emeğinden bir başka kişinin malvarlığında artış olmasıdır. Sözleşmeden ve haksız fiilden doğan borç ilişkilerinin yanında Türk Borçlar Kanunu’nun düzenlediği üçüncü borç kaynağı sebepsiz zenginleşmeden doğan borç ilişkileridir. Sebepsiz zenginleşmeden doğan<br/>borç ilişkileri, ne bir sözleşme ne de bir haksız fiil ilişkisi olarak nitelendirilmektedir.<br/>Sözleşmeden ve haksız fiilden doğan borç ilişkilerinin yanında Türk Borçlar Kanunu’nun düzenlediği üçüncü borç kaynağı sebepsiz zenginleşmeden doğan<br/>borç ilişkileridir."
  },
  {
    "id": "2376783",
    "unitNumber": 4,
    "text": "Sebepsiz zenginleşmeden bahsedilebilmesi için aşağıdakilerden hangisi karşımıza <strong>doğru</strong> bir ifade olarak çıkar?.",
    "correctAnswer": "B",
    "options": {
      "A": "Taraflardan zenginleşenin malvarlığının aktifinde azalma meydana gelir.",
      "B": "Zenginleşmeye konu olabilecek değer; edim teşkil edebilecek hizmet olabilir.",
      "C": "Taraflardan zenginleşenin malvarlığının pasifinde<br/>çoğalma meydana gelir.",
      "D": "Zenginleşmeye konu olabilecek değer; edim teşkil edebilecek mal olamaz.",
      "E": "Zenginleşmeye konu olabilecek değer; edim teşkil edebilecek her türlü malvarlığı değeri olamaz."
    },
    "explanation": "Sebepsiz zenginleşmeden bahsedilebilmesi için öncelikle taraflardan zenginleşenin malvarlığında bir artış meydana gelmelidir. Bu malvarlığının aktifinin artması anlamına gelebileceği gibi pasifinin azalması anlamına da gelebilir. Zenginleşmeye konu olabilecek değer; edim teşkil edebilecek mal, hizmet ve sair her türlü malvarlığı değeri olarak karşımıza çıkabilir.<br/>Zenginleşmeye konu olabilecek değer; edim teşkil edebilecek hizmet olabilir."
  },
  {
    "id": "2376800",
    "unitNumber": 4,
    "text": "A, B ile üniversite sınavı sonrasında kendisinin Ankara’da bulunan bir üniversiteyi kazanması hâlinde B’nin evini kiralayacağına ilişkin bir sözleşme yapmış ve sınav sonucunda Ankara’da bir üniversite kazanamamasına rağmen ilk ayın kirasını peşin ödemiş ise bu durum, aşağıdakilerden hangisine <strong>karşılık gelir</strong>?.",
    "correctAnswer": "A",
    "options": {
      "A": "gerçekleşmemiş sebebe dayalı bir ifa",
      "B": "sona ermiş sebebe dayalı ifa",
      "C": "ifa dışı sebepsiz zenginleşme",
      "D": "geçerli olmayan sebebe dayalı ifa",
      "E": "sebepsiz zenginleşme sayılmayan hâller"
    },
    "explanation": "Geciktirici şarta bağlı sözleşmelerde şart gerçekleşmeden yapılan ödemeler, şartın gerçekleşme ihtimali ortadan kalktığında artık geçerli bir sebebe dayanmayacaktır. Örneğin; A, B ile üniversite sınavı sonrasında kendisinin Ankara’da bulunan bir üniversiteyi kazanması hâlinde B’nin evini kiralayacağına ilişkin bir sözleşme yapmış ve sınav sonucunda Ankara’da bir üniversite kazanamamasına rağmen ilk ayın kirasını peşin ödemiş ise bu gerçekleşmemiş sebebe dayalı bir ifadır."
  },
  {
    "id": "2376806",
    "unitNumber": 4,
    "text": "Kişinin kendi arabası sanarak bir başkasının arabasını onarması, aşağıdakilerden hangisine<strong> karşılık gelir</strong>?.",
    "correctAnswer": "C",
    "options": {
      "A": "sona ermiş sebebe dayalı ifa",
      "B": "haklı bir sebebin bulunması",
      "C": "ifa dışı sebepsiz zenginleşme",
      "D": "geçerli olmayan sebebe dayalı ifa",
      "E": "gerçekleşmemiş sebebe dayalı ifa"
    },
    "explanation": "İfa dışı sebepsiz zenginleşmelerde; bir borç ilişkisinin varlığı, geçerliliği veya sona ermesi aranmamaktadır. Kişinin kendi arabası sanarak bir başkasının arabasını onarması, kişinin hayvanlarının başka bir tarlaya girerek oradaki otları yemesi ve bu şekilde kişinin yem parası ödemekten kurtulması yanılarak başkasının borcunu ödemesi gibi hâller örnek gösterilebilir. Bunun dışında karışma, birleşme gibi doğa olayları ile de zenginleşme söz konusu olabilir.<br/>ifa dışı sebepsiz zenginleşme"
  },
  {
    "id": "2376820",
    "unitNumber": 4,
    "text": "İrade sakatlığı nedeniyle iptal hakkı kullanılarak ortadan kaldırılan sözleşmelerden doğan edimlerin ifası hâlinde aşağıdakilerden <strong>hangisi söz konusudur</strong>?.",
    "correctAnswer": "D",
    "options": {
      "A": "sona ermiş sebebe dayalı ifa",
      "B": "ifa dışı sebepsiz zenginleşme",
      "C": "gerçekleşmemiş sebebe dayalı ifa",
      "D": "geçerli olmayan sebebe dayalı ifa",
      "E": "vekaletsiz işgörme"
    },
    "explanation": "İrade sakatlığı nedeniyle iptal hakkı kullanılarak ortadan kaldırılan sözleşmelerden doğan edimlerin ifası hâlinde geçersiz bir sebebe dayalı<br/>ifa söz konusudur.<br/>geçerli olmayan sebebe dayalı ifa"
  },
  {
    "id": "2376940",
    "unitNumber": 4,
    "text": "Zamanaşımına uğramış borçlar ile ilgili olarak aşağıdaki ifadelerden hangisi <strong>doğrudur</strong>?.",
    "correctAnswer": "E",
    "options": {
      "A": "Zamanaşımına uğramış borçlar varlığını devam ettirmez.",
      "B": "Alacaklı açısından, alacak zamanaşımına uğramış olsa da sona ermiştir, alacak hakkı olarak varlığını devam ettirmez.",
      "C": "Zamanaşımına uğramış bir alacak hakkının dava yolu ile talep edilmesi borçlunun zamanaşımı def’i hakkını kullanması ile engellenemez.",
      "D": "Bu tip borçların, başka deyişle eksik borçların ifa edilmesi hâlinde, var olmayan borcun ifası söz konusudur.",
      "E": "Zamanaşımına uğrayan borçların ifa edilmesi hâlinde sebepsiz zenginleşme talebi ile geri istenmesi mümkün değildir."
    },
    "explanation": "Zamanaşımına uğramış borçlar varlığını<br/>devam ettirir. Alacaklı açısından da alacak<br/>zamanaşımına uğramış olsa da sona ermemiştir, alacak hakkı olarak varlığını devam ettirir. Zamanaşımına uğramış bir alacak hakkının dava yolu ile talep edilmesi borçlunun zamanaşımı def’i hakkını kullanması ile engellenebilir.Bu tip borçların (eksik borç) ifa edilmesi hâlinde, var olan borcun ifası söz konusudur.<br/>Zamanaşımına uğrayan borçların ifa edilmesi hâlinde sebepsiz zenginleşme talebi ile geri istenmesi mümkün değildir."
  },
  {
    "id": "2377037",
    "unitNumber": 4,
    "text": "Sebepsiz zenginleşmenin hüküm ve sonuçları hakkında aşağıdakilerden hangisi <strong>doğrudur?. </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kötüniyetli iade yükümlüsü iade zamanında elinde kalanlarla sorumlu olacaktır.",
      "B": "Malvarlığına giren bir malı, mal üzerinde tasarruf yetkisi olmadığını bilmeden tüketen kişinin iade borcu olacaktır.",
      "C": "İktisap konusunu kötüniyetle elden çıkaran, zenginleşme ortadan kalkmış veya azalmış olmasına rağmen zenginleşme değerini iade ile yükümlü olmayacaktır.",
      "D": "Zenginleşme zamanında iyiniyetli olmakla beraber iade borcunu öğrendikten sonra malı elinden çıkaran da artık kötüniyetli iade yükümlüsü olarak değerlendirilir.",
      "E": "Türk Borçlar Kanunu uyarınca zenginleşenin yaptığı zorunlu masrafları isteyebilmesi ve lüks masraf olarak şeye eklediği fazlalığı söküp alma hakkı bakımından iyiniyet kötüniyet ayrımı yapılmıştır."
    },
    "explanation": "Sebepsiz zenginleşmede iade borcunun kapsamı ve iade sırasında hangi masrafların istenebileceği TBK m. 79-80 hükümlerinde düzenlenmiştir. Burada iade yükümlüsü olan tarafın iyiniyetli olup olmadığı esas alınarak farklı hükümler getirilmiştir. İyiniyetli iade yükümlüsü iade zamanında elinde kalanlarla sorumlu olacaktır. Buna göre malvarlığına giren bir malı, mal üzerinde tasarruf yetkisi olmadığını bilmeden tüketen kişinin iade borcu olmayacaktır. Buna karşın iade zamanında elinde kalan varsa aynen veya değeri ile iade etmekle sorumludur. Elden çıkarılan mal yerine bir ikame değer alındıysa bunun iadesi söz konusudur ancak aynı maddenin ikinci fıkrası uyarınca iktisap konusunu kötüniyetle elden<br/>çıkaran, zenginleşme ortadan kalkmış veya azalmış olmasına rağmen zenginleşme değerini iade ile yükümlü olacaktır. Zenginleşme zamanında iyiniyetli olmakla beraber iade borcunu öğrendikten sonra malı elinden çıkaran da artık kötüniyetli iade yükümlüsü olarak değerlendirilir. TBK m. 80 hükmü<br/>uyarınca zenginl"
  },
  {
    "id": "2377060",
    "unitNumber": 4,
    "text": "Sebepsiz zenginleşme konusu mala yapılan giderler söz konusu olduğunda aşağıdakilerden hangisi <strong>doğrudur</strong>?.",
    "correctAnswer": "C",
    "options": {
      "A": "yararlı giderler, malın varlığını sürdürmesi ve korunması için veya işlevini sürdürmesi için yapılması gerekli olan masraflardır.",
      "B": "Sebepsiz zenginleşme konusu bir hayvansa bunun yemesi, içmesi ve bakımı,<br/>gerekirse tedavisi yararlı giderlerdir.",
      "C": "Türk Borçlar Kanunu uyarınca; taraflardan her biri diğeri iade borcunu ifa veya ifasını teklif etmedikçe kendi iade borcunu ifadan kaçınabilir.",
      "D": "Kötüniyetli iade borçlusu zenginleşen yaptığı yararlı giderlerden kaynaklanan ve iade anında hâlen mevcut olan değer fazlalığının karşılanmasını isteyemez.",
      "E": "Lüks giderler; yapılması zorunlu olmayan, buna karşılık malın varlıksal veya işlevsel değerini artıran giderlerdir."
    },
    "explanation": "Zorunlu giderler, malın varlığını sürdürmesi ve korunması için veya işlevini sürdürmesi için yapılması gerekli olan masraflardır. Zenginleşme konusu bir hayvansa bunun yemesi, içmesi ve bakımı, gerekirse tedavisi zorunlu giderlerdir. Kötüniyetli iade borçlusu zenginleşen yaptığı yararlı giderlerden kaynaklanan ve iade anında hâlen mevcut olan değer fazlalığının karşılanmasını<br/>isteyebilir. Faydalı giderler; yapılması zorunlu olmayan, buna karşılık malın varlıksal veya işlevsel değerini artıran giderlerdir. Türk Borçlar Kanunu uyarınca; taraflardan her biri diğeri iade borcunu ifa veya ifasını teklif etmedikçe kendi iade borcunu ifadan kaçınabilir."
  },
  {
    "id": "2377106",
    "unitNumber": 4,
    "text": "Vekâletsiz işgörme ile ilgili olarak aşağıdakilerden hangisi <strong>doğrudur</strong>?.",
    "correctAnswer": "B",
    "options": {
      "A": "Gerçek vekâletsiz işgörmeden bahsedebilmek için işsahibinin bu işin<br/>görülmesini açıkça engellemiş olması gerekir.",
      "B": "Gerçek vekâletsiz işgörme hükümlerinin uygulanma koşulları gerçekleşmişse sebepsiz zenginleşme hükümlerine başvurularak bir istemde bulunulamayacağı kabul edilmektedir.",
      "C": "Zenginleşenin özel beceri ve yeteneği ile zenginleşmeden kazanç elde etmiş<br/>olması olasılığında, bu fazlalığın vekâletsiz işgörme hükümleri uyarınca istenmesi mümkün değildir.",
      "D": "Gerçek olmayan vekâletsiz işgörmede aslında bir kimsenin kendi çıkarı için başkasının hukuk alanına haksız olarak karışması (müdahalesi) söz konusu değildir.",
      "E": "Gerçek olmayan vekâletsiz işgörme hukuka aykırı bir eylem niteliğinde değildir."
    },
    "explanation": "Gerçek vekâletsiz işgörmeden bahsedebilmek için işsahibinin bu işin görülmesini açıkça engellememiş olması gerekir. Gerçek vekâletsiz işgörme hükümlerinin uygulanma koşulları gerçekleşmişse sebepsiz zenginleşme hükümlerine başvurularak bir istemde bulunulamayacağı kabul edilmektedir. Zenginleşenin özel beceri ve yeteneği ile zenginleşmeden kazanç elde etmiş olması olasılığında, bu fazlalığın vekâletsiz işgörme hükümleri uyarınca istenmesi mümkündür. Gerçek olmayan vekâletsiz işgörmede aslında bir kimsenin kendi çıkarı için başkasının hukuk alanına haksız olarak karışması (müdahalesi) söz konusudur. Gerçek olmayan vekâletsiz işgörme hukuka aykırı bir eylem niteliğindedir. Bu yüzdendir ki bu tip vekâletsiz işgörme hukuki ilişkiye sözleşmeye değil, haksız fiile ve sebepsiz zenginleşmeye yakınlık gösterir."
  },
  {
    "id": "2377361",
    "unitNumber": 4,
    "text": "\" İster sözleşme ilişkisine yakın olan gerçek vekâletsiz işgörme ister haksız fiil ilişkisine yakın olan gerçek olmayan vekâletsiz işgörme olsun özel bir hüküm zamanaşımını düzenlenmediğinden ... yıllık genel zamanaşımı süresinin tarafların hakları için geçerli olacağının kabulü yerinde olacaktır. \"\n<br/>Yukardaki ifadedeki boşluğa aşağıdakilerden hangisi gelmelidir?.",
    "correctAnswer": "D",
    "options": {
      "A": "bir",
      "B": "iki",
      "C": "beş",
      "D": "on",
      "E": "yirmi"
    },
    "explanation": "İster sözleşme ilişkisine yakın olan gerçek vekâletsiz işgörme ister haksız fiil ilişkisine yakın olan gerçek olmayan vekâletsiz işgörme olsun özel bir hüküm zamanaşımını düzenlenmediğinden on yıllık genel zamanaşımı süresinin tarafların hakları için geçerli olacağının kabulü yerinde olacaktır."
  },
  {
    "id": "2387401",
    "unitNumber": 4,
    "text": "Sebepsiz zenginleşme ile ilgili olarak aşağıdakilerden hangisi <strong>doğrudur</strong>?.",
    "correctAnswer": "D",
    "options": {
      "A": "Zenginleşenin malvarlığının aktifinin azalması, pasifinin çoğalması söz konusudur.",
      "B": "Haklı bir sebeple, bir başkasının malvarlığından veya emeğinden zenginleşen, bu zenginleşmeyi geri vermekle yükümlüdür.",
      "C": "Fakirleşen zenginleşenden zenginleşmeyi istihkak davası ile talep edebilir.",
      "D": "Ev sahibinin yokluğunda ve haberi olmadan kırılan kapısının<br/>komşusu tarafından koruma amacıyla tamir ettirilmesinde sebepsiz zenginleşmeye ilişkin örnektir.",
      "E": "Komşu tarlalarda yapılan hasat sonucu yığılan harmanın rüzgâr sebebiyle birinin diğerine ayrılması mümkün olmayacak şekilde karışmasında sebepsiz zenginleşmeye ilişkin örnek olamaz."
    },
    "explanation": "Sebepsiz zenginleşmeden bahsedilebilmesi için öncelikle taraflardan zenginleşenin malvarlığında bir artış meydana gelmelidir. Bu malvarlığının aktifinin artması anlamına gelebileceği gibi pasifinin azalması anlamına da gelebilir. Haklı bir sebep olmaksızın, bir başkasının malvarlığından veya emeğinden zenginleşen, bu zenginleşmeyi geri vermekle yükümlüdür. Fakirleşen zenginleşenden zenginleşmeyi alacak davası ile talep edebilir.Başkasının<br/>tarlasının yanlışlıkla biçilmesinde, ev sahibinin yokluğunda ve haberi olmadan kırılan kapısının komşusu tarafından koruma amacıyla tamir ettirilmesinde, komşu tarlalarda yapılan hasat sonucu yığılan harmanın rüzgâr sebebiyle birinin diğerine ayrılması mümkün olmayacak şekilde karışmasında sebepsiz zenginleşmeye ilişkin örnekleri görmek mümkündür.<br/>Ev sahibinin yokluğunda ve haberi olmadan kırılan kapısının<br/>komşusu tarafından koruma amacıyla tamir ettirilmesinde sebepsiz zenginleşmeye ilişkin örnektir."
  },
  {
    "id": "2387431",
    "unitNumber": 4,
    "text": "Aşağıdaki ifadelerden hangisi <strong>doğrudur</strong>?.",
    "correctAnswer": "E",
    "options": {
      "A": "Zamanaşımına uğrayan borçların ifa edilmesi hâlinde sebepsiz zenginleşme talebi ile geri istenmesi mümkündür.",
      "B": "Ahlaki bir ödevin yerine getirilmesinden kaynaklanan zenginleşmeler geri istenebilir.",
      "C": "Kumar borcunun, sebepsiz zenginleşme hükümlerine göre geri istenmesi mümkündür.",
      "D": "Evlilik tellallığından doğan borcun sebepsiz zenginleşme hükümlerine göre geri istenmesi mümkündür.",
      "E": "Borç olmadığı hâlde ödenmiş olan edimin sebepsiz zenginleşme hükümlerine göre geri istenmesine mümkündür."
    },
    "explanation": "Zamanaşımına uğrayan borçların ifa edilmesi hâlinde sebepsiz zenginleşme talebi ile geri istenmesi mümkün değildir. Ahlaki bir ödevin yerine getirilmesinden kaynaklanan zenginleşmeler de geri istenemez. Kumar borcu, evlilik tellallığından doğan borç gibi eksik borçların ödenmesi hâlinde geri istenmesi mümkün değildir. TBK m. 78/III, borç olmadığı hâlde ödenmiş olan edimin geri istenmesine ilişkin diğer kanun hükümlerini saklı tutulmuştur. Borç olmadığı hâlde ödenmiş olan edimin sebepsiz zenginleşme hükümlerine göre geri istenmesine mümkündür."
  },
  {
    "id": "2388333",
    "unitNumber": 4,
    "text": "\" A, B ile üniversite sınavı sonrasında kendisinin Ankara’da bulunan bir üniversiteyi kazanması hâlinde B’nin evini kiralayacağına ilişkin bir sözleşme yapmış ve sınav sonucunda Ankara’da bir üniversite kazanamamasına rağmen ilk ayın kirasını peşin ödemiştir. \" \n Yukarıdaki ifadedeki sebepsiz zenginleşmenin dayanağı aşağıdakilerden hangisidir?.",
    "correctAnswer": "B",
    "options": {
      "A": "Geçerli olmayan sebebe dayalı ifa",
      "B": "Gerçekleşmemiş sebebe dayalı ifa",
      "C": "Sona ermiş sebebe dayalı ifa",
      "D": "İfa dışı sebepsiz zenginleşme",
      "E": "Borçlanılmamış edimin ifası"
    },
    "explanation": "Geciktirici şarta bağlı sözleşmelerde şart gerçekleşmeden yapılan ödemeler, şartın gerçekleşme ihtimali ortadan kalktığında artık geçerli bir sebebe dayanmayacaktır. Örneğin; A, B ile üniversite sınavı sonrasında kendisinin Ankara’da bulunan bir üniversiteyi kazanması hâlinde B’nin evini kiralayacağına ilişkin bir sözleşme yapmış ve sınav sonucunda Ankara’da bir üniversite kazanamamasına rağmen ilk ayın kirasını peşin ödemiş ise bu gerçekleşmemiş sebebe dayalı bir ifadır.<br/>Gerçekleşmemiş sebebe dayalı ifa"
  },
  {
    "id": "2388402",
    "unitNumber": 4,
    "text": "\" Bir kişinin hayvanlarının başka bir tarlaya girerek oradaki otları yemesi ve bu şekilde o kişinin yem parası ödemekten kurtulması \" örneğinde <strong>sebepsiz zenginleşmenin dayanağı</strong> aşağıdakilerden hangisidir?.",
    "correctAnswer": "A",
    "options": {
      "A": "İfa dışı sebepsiz zenginleşme",
      "B": "Gerçekleşmemiş sebebe dayalı ifa",
      "C": "Sona ermiş sebebe dayalı ifa",
      "D": "Geçerli sebebe dayalı ifa",
      "E": "Hukuka aykırı ifa"
    },
    "explanation": "İfa dışı sebepsiz zenginleşmelerde; bir borç ilişkisinin varlığı, geçerliliği veya sona ermesi aranmamaktadır. Kişinin kendi arabası sanarak bir başkasının arabasını onarması, kişinin hayvanlarının başka bir tarlaya girerek oradaki otları yemesi ve bu şekilde kişinin yem parası ödemekten kurtulması yanılarak başkasının borcunu ödemesi gibi hâller örnek gösterilebilir. Bunun dışında karışma, birleşme gibi doğa olayları ile de zenginleşme söz konusu olabilir."
  },
  {
    "id": "2388507",
    "unitNumber": 4,
    "text": "Sebepsiz zenginleşmede iade borcu ve bu borcun kapsamı hakkında aşağıdaki şıklardan hangisi<strong> doğrudur</strong>?.",
    "correctAnswer": "D",
    "options": {
      "A": "Malvarlığına giren bir malı, mal üzerinde tasarruf yetkisi olmadığını bilmeden<br/>tüketen kişinin iade borcu olacaktır.",
      "B": "Zenginleşme zamanında iyiniyetli olmakla beraber iade borcunu öğrendikten sonra malı elinden çıkaran da artık kötüniyetli iade yükümlüsü olarak değerlendirilemez.",
      "C": "Zenginleşenin yaptığı zorunlu masrafları isteyebilmesi bakımından iyiniyet kötüniyet ayrımı yapılmıştır.",
      "D": "Zenginleşenin yaptığı lüks masraf olarak, şeye eklediği fazlalığı söküp alma hakkı bakımından iyiniyet kötüniyet ayrımı yapılmamıştır.",
      "E": "Zenginleşen kendisinden beklenen dikkat ve özeni gösterse zenginleşmesinin geçerli bir sebebe dayanmadığını anlayabilecek ise iyiniyetli kabul edilir."
    },
    "explanation": "TBK m. 79/I hükmüne göre, iyiniyetli iade yükümlüsü iade zamanında elinde kalanlarla sorumlu olacaktır.Malvarlığına giren bir malı, mal üzerinde tasarruf yetkisi olmadığını bilmeden tüketen kişinin iade borcu olmayacaktır. Buna karşın iade zamanında elinde kalan varsa aynen veya değeri ile iade etmekle sorumludur. Zenginleşme zamanında iyiniyetli olmakla beraber iade borcunu öğrendikten sonra malı elinden çıkaran da artık kötüniyetli iade yükümlüsü olarak değerlendirilir. Zenginleşenin yaptığı zorunlu masrafları isteyebilmesi ve lüks masraf olarak şeye eklediği fazlalığı söküp alma hakkı bakımından iyiniyet kötüniyet ayrımı yapılmamıştır. Zenginleşen kendisinden beklenen dikkat ve özeni gösterse zenginleşmesinin geçerli bir sebebe dayanmadığını anlayabilecek ise kötüniyetli kabul edilir.<br/>Zenginleşenin yaptığı lüks masraf olarak, şeye eklediği fazlalığı söküp alma hakkı bakımından iyiniyet kötüniyet ayrımı yapılmamıştır."
  },
  {
    "id": "2388568",
    "unitNumber": 4,
    "text": "Sebepsiz zenginleşmede <strong>zorunlu giderlerin iadesi</strong> ile ilgili olarak aşağıdaki şıklardan hangisi <strong>doğrudur</strong>?.",
    "correctAnswer": "A",
    "options": {
      "A": "Zenginleşme konusu hayvanın hastalanması hâlinde tedavisi için masraf yapılmış ve hayvan kurtarılmışsa iadesi anında bu tedavi masraflarının karşılanmasını kötüniyetli zenginleşen talep edebilir.",
      "B": "İyiniyetli zenginleşen açısından, iade anında zorunlu giderlerin malda bir değer artışına yol açması veya malın değerinin korumasına etkisinin olup olmaması önemlidir.",
      "C": "İade borçlusu zenginleşen kötüniyetli ise yaptığı zorunlu giderlerin karşılanmasını, zorunlu giderler iade anında malda bir değer fazlalığına neden olsa da isteyemez.",
      "D": "İade borçlusu zenginleşen kötüniyetli ise yaptığı zorunlu giderlerin karşılanmasını, zorunlu giderler iade anında mevcut olsa da isteyemez.",
      "E": "İyiniyetli zenginleşen, yapılan zorunlu giderler iade anında mevcut değilse bunların karşılanmasını isteyemez."
    },
    "explanation": "Zorunlu giderler, malın varlığını sürdürmesi ve korunması için veya işlevini sürdürmesi için yapılması gerekli olan masraflardır. Zenginleşme konusu bir hayvansa bunun yemesi, içmesi ve bakımı, gerekirse tedavisi zorunlu giderlerdir.<br/>TBK m. 80 hükmüne göre iade borçlusu olan iyiniyetli zenginleşen, zenginleşme konusu mala yaptığı zorunlu giderlerin karşılanmasını isteyebilir. İade anında zorunlu giderlerin malda bir değer artışına yol açması veya malın değerinin korumasına etkisinin olup olmaması önemli değildir. Diğer bir ifadeyle yapılan zorunlu giderler iade anında ister mevcut olsun ister olmasın iyiniyetli zenginleşen karşılanmasını isteyebilir. İade anında zorunlu giderlerin malda bir değer artışına yol açması veya malın değerinin korumasına etkisinin olup olmaması önemli değildir.İade borçlusu zenginleşen kötüniyetli ise yaptığı zorunlu giderlerin karşılanmasını, zorunlu giderler iade anında malda bir değer fazlalığına neden olmuşsa ya da bir değer azalışını engelle<br/>Zenginleşme konusu hayvanın hastalanması hâlinde tedavisi için masraf yapılmış ve hayvan kurtarılmışsa iadesi anında bu tedavi masraflarının karşılanmasını kötüniyetli zenginleşen talep edebilir."
  },
  {
    "id": "2388604",
    "unitNumber": 4,
    "text": "Sebepsiz zenginleşmeden doğan iadeyi talep hakkının tabi olduğu <strong>uzun zamanaşımı süresi kaç yıldır</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "iki",
      "B": "üç",
      "C": "beş",
      "D": "on",
      "E": "yirmi"
    },
    "explanation": "Sebepsiz zenginleşmeden doğan talepler, zamanaşımı süresine tabidirler. İlgili zamanaşımı süreleri TBK m. 82 hükmünün birinci fıkrasında düzenlenmiştir. İlgili düzenleme şu şekildedir: “Sebepsiz zenginleşmeden doğan istem hakkı, hak<br/>sahibinin geri isteme hakkı olduğunu öğrendiği tarihten başlayarak iki yılın ve her hâlde zenginleşmenin gerçekleştiği tarihten başlayarak on yılın geçmesiyle<br/>zamanaşımına uğrar.”"
  },
  {
    "id": "2388664",
    "unitNumber": 4,
    "text": "Vekâletsiz işgörme ile ilgili olarak aşağıdaki şıklardan hangisi <strong>doğru bilgi içerir</strong>?.",
    "correctAnswer": "D",
    "options": {
      "A": "Vekâletsiz işgörme genel olarak bir kimsenin sözleşmeden veya kanundan kaynaklanan bir yükümlülüğü ve kendi menfaati için, başka birinin işini görmesidir.",
      "B": "İşgörme vekâlet olmadan yani bir hukuki işlemle işgörene yetki veya yükümlülük verilmeden yapılmamalıdır.",
      "C": "Vekâletsiz işgörme bazen olumlu bazen olumsuz olumlu bir davranışı gerektir.",
      "D": "Vekâletsiz işgörmede, işgörme şeklindeki davranışın konusu hukuki fiiller<br/>olabileceği gibi maddi fiiller de olabilir.",
      "E": "Vekâletsiz işgörmede işgörenin iade borcu, işsahibinin fakirleşmesi ile sınırlıdır."
    },
    "explanation": "Vekâletsiz işgörme genel olarak bir kimsenin sözleşmeden veya kanundan kaynaklanmayan bir yükümlülüğü veya yetkisi olmaksızın bir başkası ya da kendi menfaati için, başka birinin işini görmesidir. İşgörme vekâlet olmadan yani bir<br/>hukuki işlemle işgörene yetki veya yükümlülük verilmeden yapılmalıdır. Vekâletsiz işgörme olumlu bir davranışı gerektir.Bu nedenle olumsuz davranışlar diğer bir ifadeyle yapmama şeklindeki davranışlar (harekete geçmeme, durma) söz konusu ise vekâletsiz işgörmedenm bahsedilememektedir. Vekâletsiz işgörmede, işgörme şeklindeki davranışın konusu hukuki fiiller olabileceği gibi maddi fiiller de olabilir.Vekâletsiz işgörmede işgörenin iade borcu, sebepsiz zenginleşmedeki gibi işsahibinin fakirleşmesi ile sınırlı değildir.<br/>Vekâletsiz işgörmede, işgörme şeklindeki davranışın konusu hukuki fiiller<br/>olabileceği gibi maddi fiiller de olabilir."
  },
  {
    "id": "2388758",
    "unitNumber": 4,
    "text": "\"Gerçek olmayan vekâletsiz işgörme\" ve \"gerçek vekâletsiz işgörme\" konusunda aşağıdakilerden hangisi <strong>doğru bilgi içerir</strong>?.",
    "correctAnswer": "C",
    "options": {
      "A": "Başkasına ait yanan bir binanın söndürülmesi gerçek olmayan vekâletsiz işgörmedir.",
      "B": "Tatile giden komşunun kırılan camının onarılması gerçek olmayan vekâletsiz işgörme kapsamında değerlendirilir.",
      "C": "İşgörenin, komşusunun kaza sonucu yaralanan hayvanını kurtarmak için veterinere götürmesi ve sonradan hayvanın sahibinden veteriner masraflarını talep edebilmesi gerçek vekâletsiz işgörmenin sağladığı haklardandır.",
      "D": "Bir başkasının markasını hukuka aykırı olarak kullanan kişinin sattığı malların<br/>bedelinin marka sahibi tarafından talep edilmesi temelde gerçek vekâletsiz işgörmeye dayanmaktadır.",
      "E": "Başkasına ait batmak üzere olan karaya bağlı bir teknenin, batma olayının tanıkları tarafından bir kaptana ücret ödenerek kaptan yardımıyla kurtarılması, gerçek olmayan vekâletsiz işgörme kapsamında değerlendirilir."
    },
    "explanation": "Gerçek vekâletsiz işgörme, işsahibinin vekâleti bulunmaksızın, onun menfaatine ve farazi iradesine uygun bir biçimde ya da onun yasaklamasına aykırı olmaksızın yapılan işgörmedir. Bu kapsamda başkasına ait yanan bir binanın söndürülmesi, tatile giden komşunun kırılan camının onarılması gerçek vekâletsiz işgörme kapsamında değerlendirilir. İşgörenin, komşusunun kaza sonucu yaralanan hayvanını kurtarmak için veterinere götürmesi ve sonradan hayvanın sahibinden veteriner masraflarını talep edebilmesi gerçek vekâletsiz işgörmenin sağladığı haklardandır.Gerçek olmayan vekâletsiz işgörme TBK m. 530’da düzenlenmiştir. Gerçek vekâletsiz işgörme ile arasındaki temel fark, TBK m. 530‘da “İşsahibi, kendi menfaatine yapılmamış olsa bile…” şeklindeki<br/>düzenlemeden hareketle, görülen işin işsahibinin menfaatine olmaması diğer ifadeyle işgörenin kendi menfaatine başkasının işini görmesidir. Bir başkasının markasını hukuka aykırı olarak kullanan kişinin sattığı malların bedelinin marka sah"
  },
  {
    "id": "2388866",
    "unitNumber": 4,
    "text": "Gerçek olmayan vekâletsiz işgörmede ve gerçek vekâletsiz işgörmede, tarafların borçları konusunda aşağıdakilerden hangisi <strong>doğrudur</strong>?.",
    "correctAnswer": "D",
    "options": {
      "A": "Gerçek olmayan vekâletsiz işgörmede işsahibinin, işgörenin işi görürken uğramış olduğu zararları tazmin etme yükümlülüğü bulunmaktadır.",
      "B": "Gerçek olmayan vekâletsiz işgörmede işgörenin görülen işten dolayı ücret isteme hakkı bulunmaktadır.",
      "C": "Gerçek vekâletsiz işgörmede işsahibinin, işgörenin işi görürken uğramış olduğu zararları tazmin etme yükümlülüğü bulunmamaktadır.",
      "D": "Gerçek olmayan vekâletsiz işgörmede, yapılan iş, işsahibinin kendi menfaati için yapılmasa da işgörmeden doğan yararları işsahibinin edinme hakkı bulunmaktadır.",
      "E": "Gerçek olmayan vekâletsiz işgörmede, işsahibinin vekâletsiz işgörenden haksız fiil hükümlerine göre tazminat talep etme hakkı bulunmamaktadır."
    },
    "explanation": "Gerçek vekâletsiz işgörmenin aksine, gerçek olmayan vekâletsiz işgörmede işsahibinin, işgörenin işi görürken uğramış olduğu zararları tazmin etme yükümlülüğü bulunmadığı gibi işgörenin görülen işten dolayı ücret isteme hakkı da bulunmamaktadır.Gerçek olmayan vekâletsiz işgörmede, yapılan iş işsahibinin kendi menfaati için yapılmasa da işgörmeden doğan yararları işsahibinin edinme<br/>hakkı bulunmaktadır. Gerçek olmayan vekâletsiz işgörmede, işsahibinin vekâletsiz işgörenden haksız fiil hükümlerine göre tazminat talep etme hakkı bulunmaktadır.<br/>Gerçek olmayan vekâletsiz işgörmede, yapılan iş işsahibinin kendi menfaati için yapılmasa da işgörmeden doğan yararları işsahibinin edinme hakkı bulunmaktadır."
  },
  {
    "id": "2269166",
    "unitNumber": 5,
    "text": "<ol type=\"I\"><br/><li>İfa; verme, yapma veya yapmama şeklinde olabilir. </li><br/><li>İfa verme ya da yapma şeklindeyse hukuki işlem ya da maddi fiil şeklinde yerine getirilir. </li><br/><li>Borcun yapmama şeklinde ifasında olumsuz bir davranış olan kaçınma söz konusudur.</li><br/></ol><br/>Yukarıdakilerden hangisi veya hangileri \"borçların ifası\" ile ilgili doğru bir ifadedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I-II",
      "E": "I-II-III"
    },
    "explanation": "İfa; verme, yapma veya yapmama şeklinde olabilir. İfa verme ya da yapma şeklindeyse hukuki işlem ya da maddi fiil şeklinde yerine getirilir. Yapmamada ise olumsuz bir davranış olan kaçınma söz konusudur.<br/>Hepsi doğrudur."
  },
  {
    "id": "2269172",
    "unitNumber": 5,
    "text": "Aşağıda yer alan ifayı yapacak şahısla ilgili ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Borçlu borçlanılan edimi kaideten şahsen ifa etmek zorundadır.",
      "B": "Borcun üçüncü kişi tarafından ifası da kural olarak geçerlidir.",
      "C": "Borçlu borcu bizzat ifa zorunda olduğu hâllerde yerine başkasını ikame etmesi mümkün değildir.",
      "D": "Yapmama borcu niteliği itibarıyla bizzat borçlu tarafından ifa edilir.",
      "E": "Tarafların anlaşmasıyla da üçüncü bir kişinin ifayı gerçekleştiremeyeceği düzenlenebilir."
    },
    "explanation": "Borçlu borçlanılan edimi kaideten şahsen ifa etmek zorunda DEĞİLDİR."
  },
  {
    "id": "2269175",
    "unitNumber": 5,
    "text": "\"Sürekli borç ilişkilerinde sözleşmenin tek taraflı beyanla sona erdirilmesine..........................adı verilir.\"\n<br/>Yukarıdaki boşluğu en uygun biçimde tanımlayan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "sözleşmenin feshi",
      "B": "sözleşmeden dönme",
      "C": "Sözleşmenin iptali",
      "D": "Sözleşmenin tecditi",
      "E": "Sözleşmenin hükümsüzlüğü"
    },
    "explanation": "Sözleşmenin feshi ise sürekli borç ilişkilerinde sözleşmenin tek taraflı beyanla sona erdirilmesidir."
  },
  {
    "id": "2269179",
    "unitNumber": 5,
    "text": "\"Borcun İfa Edilmemesinden Doğan Olumlu Zararın Tazmini\" hususunda, aşağıdaki ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Borçlu temerrüde düşmede kusursuz olduğunu ispat ederse tazminat istenebilir.",
      "B": "Olumlu (müspet) zarar içinde borcun konusunun parasal değeri, gecikmenin verdiği zararlar ve borcun ifa edilmemesi nedeniyle oluşan diğer tüm zararlar vardır.",
      "C": "Alacaklının malvarlığının borcun gereği gibi ifası hâlinde alacağı durum ile şu anki durumu arasındaki fark olumlu (müspet) zarardır.",
      "D": "Olumlu (müspet) zarar, alacaklının borcun ifasındaki menfaatinin borcun zamanında gereği gibi ifa edilmemesi nedeniyle uğradığı zarardır.",
      "E": "borçlunun temerrüdü halinde alacaklı borcun ifa edilmesinden vazgeçip borcun ifa edilmemesinden doğan olumlu (müspet) zararın tazmini hakkını seçebilir."
    },
    "explanation": "Borçlu temerrüde düşmede kusursuz olduğunu ispat ederse tazminat istenemez."
  },
  {
    "id": "2269181",
    "unitNumber": 5,
    "text": "<ol type=\"I\"><br/><li>Borçlunun içinde bulunduğu durumdan veya tutumundan süre verilmesinin bir fayda sağlamayacağı anlaşılıyorsa</li><br/><li>Borçlunun temerrüde düşmesi sonucunda borçlunun yerine getireceği edim alacaklı açısından artık bir yarar sağlamayacaksa </li><br/><li>Sözleşmeden, tarafların edimin tam olarak belirli bir zamanda veya belirli bir zamana kadar yerine getirilmesini arzu ettikleri, aksi takdirde ifanın artık kabul edilmeyeceği hususunda mutabık kaldıkları anlaşılıyorsa yani kesin bir vade varsa </li><br/></ol><br/>Tam iki tarafa borç yükleyen sözleşmelerde alacaklı yukarıdaki durumlardan hangilerinde mehil tayinine gerek olmaksızın seçimlik haklarından yararlanabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I-II",
      "E": "I-II-III"
    },
    "explanation": "şu durumlarda alacaklı mehil tayinine gerek olmaksızın ilave seçimlik haklarından yararlanabilir: \n<br/>1. Borçlunun içinde bulunduğu durumdan veya tutumundan süre verilmesinin bir fayda sağlamayacağı anlaşılıyorsa (TBK m. 125/b.1) \n<br/>2. Borçlunun temerrüde düşmesi sonucunda borçlunun yerine getireceği edim alacaklı açısından artık bir yarar sağlamayacaksa (TBK m. 125/b.2) \n<br/>3. Sözleşmeden, tarafların edimin tam olarak belirli bir zamanda veya belirli bir zamana kadar yerine getirilmesini arzu ettikleri, aksi takdirde ifanın artık kabul edilmeyeceği hususunda mutabık kaldıkları anlaşılıyorsa yani kesin bir vade varsa (örneğin düğün pastası sipariş verilmiştir) o takdirde mehil vermek gerekmez (TBK m. 125/b. 3). \n<br/>S<br/>Hepsi doğrudur."
  },
  {
    "id": "2269765",
    "unitNumber": 5,
    "text": "Borcun konusu başlangıçta birden çok şey olarak belirlenmiş ama ifanın bu borçlardan yalnızca biriyle yapılacağı kararlaştırılmışsa aşağıdakilerden hangisi söz konusu olur?",
    "correctAnswer": "A",
    "options": {
      "A": "Seçimlik borç",
      "B": "Para borcu",
      "C": "Cins borcu",
      "D": "Faiz borcu",
      "E": "Parça borcu"
    },
    "explanation": "Borcun konusu başlangıçta birden çok olarak belirlenmiş ama ifanın bu borçlardan yalnızca biriyle yapılacağı kararlaştırılmışsa, seçimlik borç söz konusu olur."
  },
  {
    "id": "2269769",
    "unitNumber": 5,
    "text": "Para borcunun vadesi gelmesine rağmen ödenmemesi halinde borcun zamanında ödenmemesinden doğan faize ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Temerrüd faizi",
      "B": "Temlik",
      "C": "Anapara faizi",
      "D": "<ul><br/><li>İfa </li><br/></ul>",
      "E": "Müeccel"
    },
    "explanation": "Temerrüd faizi, para borcunun vadesi gelmesine rağmen ödenmemesi hâlinde borcun zamanında ödenmemesinden doğan faizdir."
  },
  {
    "id": "2269775",
    "unitNumber": 5,
    "text": "Genel alacak zamanaşımı süresi kaç yıldır?",
    "correctAnswer": "D",
    "options": {
      "A": "1",
      "B": "2",
      "C": "5",
      "D": "10",
      "E": "20"
    },
    "explanation": "Genel alacak zamanaşımı süresi 10 yıldır. Faiz alacakları ise 5 yılda zamanaşımına uğrar."
  },
  {
    "id": "2269782",
    "unitNumber": 5,
    "text": "Bir kişinin işinin, onun rızası olmaksızın yapılmasına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vekaletsiz İş Görme",
      "B": "Sebepsiz zenginleşme",
      "C": "Haksız fiiil",
      "D": "Borca aykırılık",
      "E": "Haksız zenginleşme"
    },
    "explanation": "Vekâletsiz İş Görme: Bir kişinin işinin, onun rızası olmaksızın yapılmasına vekâletsiz iş görme denir.<br/>Vekletsiz İş Görme"
  },
  {
    "id": "2269792",
    "unitNumber": 5,
    "text": "Borcun ifasının istenebileceği en erken zamana ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Muacceliyet",
      "B": "İfa",
      "C": "İhtar",
      "D": "Temerrüd",
      "E": "Gecikme anı"
    },
    "explanation": "Muacceliyet, borcun ifasının istenebileceği en erken zamanı ifade eder."
  },
  {
    "id": "2377460",
    "unitNumber": 5,
    "text": "Borç ilişkisinde ifanın konusu ile ilgili olarak aşağıdakilerden hangisi <strong>doğrudur</strong>?.",
    "correctAnswer": "D",
    "options": {
      "A": "Alacaklı borçlanılan edimden başka bir şeyin ifa edilmesini talep edemez.",
      "B": "Taraflar anlaşsa bile borçlanılan şeyden başka bir şeyin verilmesiyle geçerli bir ifa yapılamaz.",
      "C": "Borçlu borçlandığı edimi bütün olarak ifa etmek zorunda değildir.",
      "D": "Bütünüyle ifa için alacağın muayyen (belirli) ve muaccel olması gerekir.",
      "E": "Edim niteliği itibariyle bölünebilse de kısmi ifa mümkün değildir."
    },
    "explanation": "İfanın konusu kural olarak, borçlanılan edimdir. Borçlu neyi borçlanmışsa onu ifa etmek zorundadır. Alacaklı da borçlanılan edimden başka bir şeyin ifa edilmesini talep edemez. Borçlanılan şey ifa edilmedikçe geçerli bir ifa söz konusu olmayacağı gibi borç da sona ermez ancak bu kuralın istisnaları bulunmaktadır. Tarafların anlaşması ile borçlanılan şeyden başka bir şeyin verilmesiyle de geçerli bir ifa yapılabilir. Borçlu borçlandığı edimi bütün olarak ifa etmek zorundadır. Edim niteliği itibariyle bölünebiliyorsa, kısmi ifa mümkündür.<br/>Bütünüyle ifa için alacağın muayyen (belirli) ve muaccel olması gerekir."
  },
  {
    "id": "2377522",
    "unitNumber": 5,
    "text": "Kısmi ifa hakkında aşağıdaki ifadelerden hangisi <strong>doğrudur</strong>?.",
    "correctAnswer": "D",
    "options": {
      "A": "Taraflar kısmi ifa yapılabileceği konusunda önceden açık veya örtülü olarak anlaşmamışlarsa alacaklı kısmi ifayı kabule mecburdur.",
      "B": "Kısmi ifayı kabulden kaçınmazsa ifa edilmek istenen kısım için alacaklı temerrüdüne düşer.",
      "C": "Borç taksitlere bağlanmış olup da henüz taksitlerin tamamı muaccel olmuş değilse alacaklı muaccel kısmın ifasını kabule mecbur değildir.",
      "D": "Alacağın bir kısmı ihtilaflıysa ihtilaflı olmayan kısım ifa edilebilir ve alacaklı bu ifayı kabule mecburdur.",
      "E": "Kanunun özel hükümleri kısmi ifayı tanısa da alacaklı bunu kabule mecbur değildir."
    },
    "explanation": "Taraflar kısmi ifa yapılabileceği konusunda önceden açık veya örtülü olarak anlaşmışlarsa alacaklı kısmi ifayı kabule mecburdur. Kısmi ifayı kabulden kaçınırsa ifa edilmek istenen kısım için alacaklı temerrüdüne düşer. Borç taksitlere bağlanmış olup da henüz taksitlerin tamamı muaccel olmuş değilse alacaklı muaccel kısmın ifasını kabule mecburdur. Alacağın bir kısmı ihtilaflıysa ihtilaflı olmayan kısım ifa edilebilir ve alacaklı bu ifayı kabule mecburdur. Kanunun özel hükümleri kısmi ifayı tanıyorsa, alacaklı bunu kabule mecburdur."
  },
  {
    "id": "2377566",
    "unitNumber": 5,
    "text": "\" Borcun konusu başlangıçta birden çok olarak belirlenmiş ama ifanın bu borçlardan yalnızca biriyle yapılacağı kararlaştırılmışsa, ... ... söz konusu olur. \"\n<br/>Yukarıdaki ifadedeki boşluğa aşağıdakilerden hangisi gelmelidir?.",
    "correctAnswer": "C",
    "options": {
      "A": "parça borcu",
      "B": "cins borcu",
      "C": "seçimlik borç",
      "D": "faiz borcu",
      "E": "eksik borç"
    },
    "explanation": "Borcun konusu başlangıçta birden çok olarak belirlenmiş ama ifanın bu borçlardan yalnızca biriyle yapılacağı kararlaştırılmışsa, seçimlik borç söz<br/>konusu olur."
  },
  {
    "id": "2377605",
    "unitNumber": 5,
    "text": "Para borçlarında faiz konusunda aşağıdaki ifadelerden hangisi <strong>doğrudur</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Temerrüd faizi, kanundan ya da tarafların bu hususta sözleşmede anlaşmalarından doğan faizdir.",
      "B": "Anapara faiz, para borcunun vadesi gelmesine rağmen ödenmemesinden doğan faizdir.",
      "C": "Temerrüd faizinin sözleşmede belirtilmesi şarttır.",
      "D": "Anapara faizinin doğacağının sözleşmede veya kanunda belirtilmesi şart değildir.",
      "E": "Faiz borcunun ifası kısmi ifası olmayıp, ayrı bir borcun ifası niteliğindedir."
    },
    "explanation": "Para borçlarında faiz, anapara (veya sözleşme) faizi ve temerrüd faizi şeklinde iki türlüdür.Anapara faizi, kanundan ya da tarafların bu hususta sözleşmede anlaşmalarından doğan faizdir. Tüketici kredilerindeki faiz böyledir ve sözleşmeden doğmaktadır. Temerrüd faizi ise, para borcunun vadesi gelmesine rağmen ödenmemesi hâlinde borcun zamanında ödenmemesinden doğan faizdir.Temerrüd faizinin sözleşmede belirtilmesine gerek yoktur. Anapara faizinin doğacağının sözleşmede veya kanunda belirtilmesi gerekir. Faizin anapara borcundan ayrı olmasından dolayı faizin ödenmesi anaparanın kısmi ifası olmayıp, ayrı bir borcun ifası niteliğindedir."
  },
  {
    "id": "2377682",
    "unitNumber": 5,
    "text": "\" Türk Borçlar Kanununda; sözleşmeyle kararlaştırılacak anapara faizi oranının kanuni faiz oranının yüzde ... aşamayacağı; temerrüt faizi oranının da kanuni faiz oranının yüzde ... aşamayacağı düzenlenmiştir. \"\n<br/>Yukarıdaki ifadedeki boşluklara sırasıyla aşağıdakilerden hangisi gelmelidir?.",
    "correctAnswer": "E",
    "options": {
      "A": "%40-%50",
      "B": "%100-%40",
      "C": "%50-%50",
      "D": "%30-%50",
      "E": "%50-%100"
    },
    "explanation": "Faiz borcunun miktarı, faiz borcunun miktarını tayine esas olacak faiz oranı sözleşmeyle ya da kanunla belirlenmiş olabileceği gibi örf-adete göre de<br/>belirlenebilir. Kanunda sözleşmeyle kararlaştırılacak anapara faizi oranının kanuni faiz oranının yüzde ellisini aşamayacağı (TBK m. 88/II); temerrüt faizi<br/>oranının da kanuni faiz oranının yüzde yüzünü aşamayacağı (TBK m. 120/II) düzenlenmiştir.<br/>%50-%100"
  },
  {
    "id": "2377741",
    "unitNumber": 5,
    "text": "Borcun ifa yeri ve ifa zamanı hakkında aşağıdaki ifadelerden hangisi <strong>doğrudur</strong>?.",
    "correctAnswer": "A",
    "options": {
      "A": "Sürekli borç ilişkilerinde işe başlamama temerrüt iken işe başlayıp<br/>bitirmeme kötü ifadır.",
      "B": "Borçlu, edimini sürenin sona ermesinden önce ifa edebilir; kanun veya sözleşme ya da âdet gereği olmadıkça borçlu, erken ifada bulunması sebebiyle indirim yapar.",
      "C": "Kesin vadeli işlemlerde belirlenen tarihte ifa yapılmazsa alacaklı, borçluya süre vermeden ve ihtar çekmeden borçlu temerrüdünün kendisine tanıdığı yetkileri kullanamaz.",
      "D": "Taraflar ifa yerini borcun doğumundan sonra yapacakları bir anlaşmayla değiştiremezler.",
      "E": "Bir sözleşmeden doğan bütün borçların aynı yerde ifası gereklidir."
    },
    "explanation": "Sürekli borç ilişkilerinde işe başlamama temerrüt iken işe başlayıp bitirmeme kötü ifadır. Sözleşmenin hükümlerinden veya özelliğinden ya da durumun gereğinden tarafların aksini kastettikleri anlaşılmadıkça borçlu, edimini sürenin sona ermesinden önce ifa edebilir. Ancak, kanun veya sözleşme ya da âdet gereği olmadıkça borçlu, erken ifada bulunması sebebiyle indirim yapamaz. Bazen de ifa zamanı, bir borcun ifa edilebileceği yegâne zaman parçasını değil tarafların ifa için kesin olarak kararlaştırdıkları belli bir tarihi ifade eder. Bu tür muamelelere, kesin vadeli işlemler denir. Kesin vadeli işlemlerde belirlenen tarihte ifa yapılmazsa alacaklı, borçluya süre vermeden ve ihtar çekmeden borçlu temerrüdünün kendisine tanıdığı yetkileri kullanabilmektedir. Taraflar ifa yerini borcun doğumundan sonra yapacakları bir anlaşmayla değiştirebilirler.Bir sözleşmeden doğan bütün borçların aynı yerde ifası gerekli değildir. Aynı sözleşmeden doğan borçlar farklı yerlerde ifa edilebilir.<br/>Sürekli borç ilişkilerinde işe başlamama temerrüt iken işe başlayıp<br/>bitirmeme kötü ifadır."
  },
  {
    "id": "2377793",
    "unitNumber": 5,
    "text": "Alacaklının temerrüdü konusunda aşağıdaki iafdelerden hangisi <strong>doğrudur</strong>?.",
    "correctAnswer": "C",
    "options": {
      "A": "Alacaklının temerrüde düşmesi borcu sona erdirir.",
      "B": "Alacaklının temerrüdü için alacaklının ağır kusuru aranır.",
      "C": "Alacaklının makbuz vermeyeceğini beyan etmesi halinde alacaklı temerrüdü meydana gelir.",
      "D": "Alacaklının ifayı kabulden kaçındığından bahsedilebilmesi için borçlunun edimini gereği gibi önermiş olması şart değildir.",
      "E": "İfa hazırlıklarına katılması gerektiği durumlarda alacaklı gerekli davranışta bulunmaktan kaçınırsa temerrüde düşmüş sayılmaz."
    },
    "explanation": "İfanın gerçekleşmesi için alacaklının sadece kabulü yeterli değildir ayrıca ifa hazırlıklarına katılması gerektiği durumlarda alacaklı gerekli davranışta bulunmaktan kaçınırsa yine temerrüde düşer. Alacaklının temerrüde düşmesi tek başına borçluyu borcundan kurtarmayacaktır. Alacaklının ifayı kabulden kaçındığından bahsedilebilmesi için borçlu edimini gereği gibi önermiş olmalıdır.Borçlu ifayı yaparken alacaklının makbuz vermeyeceğini veya senedi iade etmeyeceğini beyan etmesi de ifayı kabulden kaçınma sayılır ve alacaklı<br/>temerrüdü oluşabilir. Alacaklı temerrüdü için kusur aranmaz. Temerrüt fiili bir durumdur ve buna kusurlu veya kusursuz olarak girilmesi önemli değildir."
  },
  {
    "id": "2377860",
    "unitNumber": 5,
    "text": "Borçlunun temerrüdü ile ilgili olarak aşağıdakilerden hangisi <strong>doğrudur</strong>?.",
    "correctAnswer": "B",
    "options": {
      "A": "Borcun muaccel olması tek başına borçlunun temerrüde düşmüş sayılması için yeterlidir.",
      "B": "Borçlunun temerrüdü için borcun muaccel olması ve ifasının talep edilebilir olması gerekir.",
      "C": "Temerrüt ihtarını gerektirmeyen istisnalardan biri yoksa vadenin geçmesi, kendiliğinden temerrüdün oluşmasına neden olur.",
      "D": "Kısmi ifa yapılması, ifa yapılmayan kısım için temerrüdün oluşmasına engel olur.",
      "E": "Ayıplı ifa teklifinin reddedilmesi temerrüdün oluşmasına engel olur."
    },
    "explanation": "Borcun muaccel olması tek başına borçlunun temerrüde düşmüş sayılması için yeterli değildir.Temerrüt için borcun muaccel olması ve ifasının talep edilebilir olması gerekir. Kısmi ifa yapılması, ifa yapılmayan kısım için temerrüdün oluşmasına engel olmaz. Ayıplı ifa teklifinin reddedilmesi de temerrüdün oluşmasına engel olmaz.Eğer temerrüt ihtarını gerektirmeyen istisnalardan biri yoksa vadenin geçmesi, otomatik olarak temerrüdün oluşmasına neden<br/>olmaz.<br/>Borçlunun temerrüdü için borcun muaccel olması ve ifasının talep edilebilir olması gerekir."
  },
  {
    "id": "2377919",
    "unitNumber": 5,
    "text": "Borçlunun temerrüdünün genel sonuçları ile ilgili olarak aşağıdaki ifadelerden hangisi <strong>doğrudur</strong>?.",
    "correctAnswer": "E",
    "options": {
      "A": "Alacaklının aynen ifa talebi temerrüdün genel sonuçlarından biridir.",
      "B": "Borçlu, temerrüde düşmekte kusuru olmadığını ispat etmedikçe borcun geç ifasından dolayı alacaklının uğradığı zararı gidermekle yükümlü değildir.",
      "C": "Borçlunun temerrüdünde, gecikme tazminatı ödenebilmesi için kusur ve zararın varlığı şart değildir.",
      "D": "Borçlunun temerrüdünde, borçlunun gecikme tazminatı ödeyebilmesi için ayrıca gecikmenin alacaklı nezdinde bir zarar oluşturması şart değildir.",
      "E": "Hâkimin gecikme tazminatına hükmedebilmesi için bunun mutlaka talep edilmesi gerekir; talep olmadan hâkim buna karar veremez."
    },
    "explanation": "Borçlu temerrüdünün genel sonuçları gecikme tazminatı ve beklenmedik hâlden sorumluluk şeklinde iki tanedir ve bunlar her türlü borç için geçerlidir. Alacaklının borçludan aynen ifayı talep etmesi temerrüdün bir sonucu değildir, bu muaccel<br/>alacağın normal bir hükmüdür. Temerrüde düştükten sonra borcunu ödeyen borçlu, gecikme tazminatı da öder. Temerrüde düşen borçlu, temerrüde düşmekte kusuru olmadığını ispat etmedikçe borcun geç ifasından dolayı alacaklının uğradığı zararı gidermekle yükümlüdür. Gecikme tazminatı için kusur ve zararın varlığı gerekir. Gecikme tazminatı için ayrıca gecikmenin alacaklı nezdinde bir zarar oluşturması gerekir.Gecikme tazminatı için zarar ve kusurun<br/>mutlaka bir arada bulunması gerekir.Hâkimin gecikme tazminatına hükmedebilmesi için bunun mutlaka talep edilmesi gerekir. Talep olmadan hâkim buna karar veremez.<br/>Hâkimin gecikme tazminatına hükmedebilmesi için bunun mutlaka talep edilmesi gerekir; talep olmadan hâkim buna karar veremez."
  },
  {
    "id": "2377951",
    "unitNumber": 5,
    "text": "Ani edimli sözleşmelerde sözleşmenin tek taraflı bir beyanla sona erdirilmesine karşılık gelen kavram aşağıdakilerden hangisidir?.",
    "correctAnswer": "B",
    "options": {
      "A": "Sözleşmenin feshi",
      "B": "Sözleşmeden dönme",
      "C": "Sözleşmenin kötü ifası",
      "D": "Sözleşmenin geçersizliği",
      "E": "Sözleşmenin iptali"
    },
    "explanation": "Ani edimli sözleşmelerde sözleşmenin tek taraflı bir beyanla sona erdirilmesi,<br/>sözleşmeden dönmedir. Sözleşmenin feshi ise sürekli borç ilişkilerinde<br/>sözleşmenin tek taraflı beyanla sona erdirilmesidir."
  },
  {
    "id": "2380423",
    "unitNumber": 5,
    "text": "İfanın yapılacağı şahıs ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Borçlu ifayı alacaklıya veya alacaklının yetkilendirdiği bir şahıstan başkasına da yapabilir.",
      "B": "Sahte belge gösteren ama yetkili olmayan şahsa yapılan ifa geçerli bir ifadır.",
      "C": "Borçlunun üçüncü şahsa ifa yükümlülüğünü doğuran tek kaynak sözleşmedir.",
      "D": "Hacizli bir alacağın borçlusu kanun gereği haczin ihbarından sonra ancak geçerli olarak icra memurluğuna ifada bulunabilir.",
      "E": "Hâkimin hükmü gereğince, ifanın, üçüncü şahsa yapılması mümkün değildir."
    },
    "explanation": "Borçlunun üçüncü şahsa ifa yükümlülüğü tarafların anlaşmasından, kanun hükmünden ya da hâkimin hükmünden kaynaklanabilir. Hacizli bir alacağın borçlusu kanun gereği haczin ihbarından sonra ancak geçerli olarak icra memurluğuna ifada bulunabilecektir."
  },
  {
    "id": "2380429",
    "unitNumber": 5,
    "text": "Seçimlik borç ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Çeşidiyle belirlenen borçlara seçimlik borç denir.",
      "B": "Aksi kararlaştırılmadıkça seçimlik borçlarda seçim hakkı alacaklıya aittir.",
      "C": "Alacaklı borçlunun müdahalesi olmadan ifanın konusunu serbestçe belirleyebilir.",
      "D": "Seçim hakkının alacaklıya veya üçüncü kişiye ait olması işin mahiyeti gereği mümkün değildir.",
      "E": "Seçim hakkı sahibi, bu hakkını kullanınca ifanın konusu, seçilen o edim olur."
    },
    "explanation": "Borçlu ifayı serbestçe seçebilir ve alacaklının buna karışma hakkı yoktur. Seçim hakkı sahibi, bu hakkını kullanınca ifanın konusu, seçilen o edim olur ve diğer edimler borcun konusu olmaktan çıkar."
  },
  {
    "id": "2380434",
    "unitNumber": 5,
    "text": "Para borçları ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Para borçları, kural olarak yabancı ülke parasıyla ödenir.",
      "B": "Sözleşmede aynen ödeme kaydı varsa borç, o yabancı para ile ödenmelidir.",
      "C": "Anapara faizi, kanundan ya da tarafların bu husustaki anlaşmalarından doğar.",
      "D": "Temerrüd faizinin sözleşmede belirtilmesi zorunludur.",
      "E": "Faiz alacağı anapara alacağından ayrı bir alacaktır."
    },
    "explanation": "Anapara faizi, kanundan ya da tarafların bu hususta sözleşmede anlaşmalarından doğan faizdir. Tüketici kredilerindeki faiz böyledir ve sözleşmeden doğmaktadır."
  },
  {
    "id": "2380450",
    "unitNumber": 5,
    "text": "İfa zamanı ile ilgili olarak aşağıdaki ifadelerden hangisi <strong>doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İfa zamanı borcun ne şekilde ifa edileceğiyle ilgilidir.",
      "B": "Bir borcun ifa zamanının gelmesi, o borcun muaccel olması anlamına gelmektedir.",
      "C": "Bir borcun vadesi yalnızca taraflar ve kanun hükmü ile belirlenebilir.",
      "D": "Vade, belirsiz bir tarih olarak belirlenemez.",
      "E": "Belirli vadeli işlemlerde kararlaştırılan ifa zamanı geçtikten sonra yapılan ifa alacaklı tarafından kabul edilmez."
    },
    "explanation": "Bir borcun ifa zamanının gelmesi, o borcun muaccel olması anlamına gelmektedir. Borcun muaccel olmasıyla alacaklı borcun ifasını talep etme yetkisini kullanmaya başlayabilir. İfa zamanı sözleşmeyle veya kanun tarafından belirlenebileceği gibi işin mahiyeti de ifa zamanını belirleyebilir."
  },
  {
    "id": "2380453",
    "unitNumber": 5,
    "text": "İfa yeri ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Borcun ifası, kural olarak ifa yerinde yapılır.",
      "B": "Taraflar ifa yerini borcun doğumundan sonra yapacakları bir anlaşmayla değiştiremezler.",
      "C": "Kanun hükmü ile ifa yeri belirlenemez.",
      "D": "Para borçları, borçlunun ifa zamanındaki yerleşim yerinde ifa edilir.",
      "E": "Parça ve para borçları dışındaki tüm borçlar, borcun doğumu zamanında alacaklının yerleşim yeri neresi ise orada ifa edilir."
    },
    "explanation": "Borcun ifası, kural olarak ifa yerinde yapılır ancak alacaklı ifayı, ifa yerinden başka bir yerde de kabul edebilir. Alacaklı, ifa yerinden başka bir yerde arz edilen ifayı kabule mecbur olmamasına rağmen kabul ederse böyle bir ifa ile de borç sona erer."
  },
  {
    "id": "2380458",
    "unitNumber": 5,
    "text": "İki tarafa borç yükleyen akitlerde ifa ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Kefalet akdi iki tarafa borç yükleyen akitlerdendir.",
      "B": "İki tarafa borç yükleyen sözleşmelerde, iki tarafın borcu birbirinin karşılığı olarak doğuyorsa, eksik iki taraflı sözleşme söz konusu olur.",
      "C": "İki tarafa borç yükleyen sözleşmelerde ifa sırasını taraflar, kanun, işin niteliği veya teamül belirleyebilir.",
      "D": "Karşılıklı sözleşmelerde bir tarafın diğerini, borcunu ifaya zorlayabilmesi için kendi borcunu ifa etmiş olması gerekmez.",
      "E": "Ödemezlik defi, hakim tarafından resen dikkate alınır."
    },
    "explanation": "İki tarafa borç yükleyen sözleşmelerde ifa sırasını taraflar anlaşarak kararlaştırabilirler. Taraflar arasında böyle bir anlaşma yoksa ifa sırasını kanun, işin niteliği veya teamül belirleyebilir. Örneğin kira sözleşmesinde önce kiralayanın, hizmet sözleşmesinde işçinin ifa sırasının daha önce olacağı kanunda öngörülmüştür."
  },
  {
    "id": "2380460",
    "unitNumber": 5,
    "text": "Alacaklı temerrüdünün koşulları ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Borçlunun ifadan kaçınması ve kaçınmanın haklı bir sebebe dayanmaması gerekir",
      "B": "Borçlu ifayı yaparken, alacaklının makbuz vermeyeceğini beyan etmesi, ifayı kabulden kaçınma sayılmaz.",
      "C": "Alacaklı temerrüdü için kusur aranmaz.",
      "D": "İfanın gerçekleşmesi için, alacaklının kabulü yeterli değildir.",
      "E": "Edimin ifasının teklifi farazi olarak yapılmış olmalıdır."
    },
    "explanation": "Alacaklı temerrüdü için kusur aranmaz. Temerrüt fiili bir durumdur ve buna kusurlu veya kusursuz olarak girilmesi önemli değildir."
  },
  {
    "id": "2380463",
    "unitNumber": 5,
    "text": "Kusursuz ifa imkansızlığı ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Kusursuz ifa imkânsızlığı borç konusu şeyin sözleşmenin kurulmasından sonra ifa imkânının borçlunun sorumlu olduğu bir sebepten ortadan kalkmasıdır.",
      "B": "Sözleşmenin kurulması anında var olan objektif imkânsızlık, sözleşmenin sonradan geçersiz sayılmasına neden olur.",
      "C": "Kusursuz ifa imkânsızlığında borç sona erer.",
      "D": "Sonradan verilmesi gereken şeylerin de, borçlu tarafından verilmesi gerekmektedir.",
      "E": "Kusursuz ifa imkânsızlığında kusursuzluğa yol açan sebep alacaklıdan kaynaklanmalıdır."
    },
    "explanation": "Kusursuz ifa imkânsızlığında borç sona erer. Bu durumda karşılıklı taahhüt, yani iki taraflı bir borç varsa imkânsızlıktan önce verilen şeylerin iki tarafta borçtan kurtulacak olduğu için bunların sebepsiz zenginleşme hükümlerine göre iade edilmesi gerekir. Sonradan verilmesi gereken şeylerin ise borç sona erdiği için verilmesine gerek kalmamaktadır."
  },
  {
    "id": "2380468",
    "unitNumber": 5,
    "text": "Borcun İfasının mümkün olmasına rağmen borcun ifa edilmemesi ile ilgili olarak aşağıda yer alan ifadelerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "İfanın mümkün olmasına rağmen borcun ifa edilemediği hâller, kötü ifa ve ayıplı ifa olarak ikiye ayrılır.",
      "B": "Alacaklı kötü ifa nedeniyle, olumlu zararlarının tazminini isteyebilir.",
      "C": "Borçlu temerrüdünde, kısmi ifa yapılması, borcun imkansızlığına neden olur.",
      "D": "Borçlu temerrüdünde, ayıplı ifa teklifinin reddedilmesi temerrüdün oluşmasına engeldir.",
      "E": "Borçlu temerrüdünde, alacaklıya yapılacak ihtarın, noter aracılığı ile yapılması gerekir."
    },
    "explanation": "Alacaklı borca uygun olmayan ifayı reddedebilir ve gereği gibi ifayı talep hakkını sürdürebilir ancak alacaklı, borcun niteliğine uymayan, yani gereği gibi olmayan ifayı reddetmek yerine kabul ederse bu durumda ortaya kötü ifa çıkar. Kötü ifa hâlinde TBK m. 112 uygulanır. Alacaklı olumlu (müspet) zararlarının tazminini isteyebilir. Buradaki zarar kavramının içine borç gereği gibi ifa edilmiş olsaydı alacaklının malvarlığının alacağı durumla şimdiki durumu arasındaki fark girmektedir."
  },
  {
    "id": "2380471",
    "unitNumber": 5,
    "text": "Borçlu temerrüdünün sonuçları ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Gecikme tazminatı için borçlunun kusurlu olması gerekmez.",
      "B": "Hâkimin gecikme tazminatına hükmedebilmesi için talep edilmesine gerek yoktur.",
      "C": "Sözleşmesi kurulduktan sonra, borcun konusu borçlunun kusuru olmaksızın yok olursa, borçlu bundan sorumlu olur.",
      "D": "Para borcunun temerrüdünde, zarar temerrüt faizinden fazla ise alacaklı, aşan kısmın tazmin edilmesini isteme hakkına sahiptir.",
      "E": "Temerrüt faizi talep edilebilmesi için borçlunun kusurlu olması ve bir zararın doğmuş olması gerekmektedir."
    },
    "explanation": "Para borçlarında gecikmeden doğan zararın tazmini özelliklidir. Borçlu para borcunu ödemede temerrüde düşerse temerrüde düştüğü günden itibaren temerrüt faizi ödemelidir (TBK m.120). Temerrüt faizi kural olarak borcun ödendiği tarihe kadar işler. Zarar temerrüt faizinden fazla ise alacaklı, aşan kısmın tazmin edilmesini (munzam/ aşkın zarar) de istemek hakkını haizdir (TBK m. 122). Borçlu kendisine temerrüde düşmede hiçbir kusurun yüklenemeyeceğini ispat etmedikçe bu zararı da gidermekle yükümlüdür."
  },
  {
    "id": "3070359",
    "unitNumber": 5,
    "text": "İfanın konusuna ilişkin olarak aşağıda verilen bilgilerden hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İfanın konusu kural olarak, borçlanılan edimdir.",
      "B": "Borçlu borçlandığı edimi bütün olarak ifa etmek zorundadır.",
      "C": "Tarafların anlaşması ile borçlanılan şeyden başka bir şeyin verilmesiyle de geçerli bir ifa yapılabilir.",
      "D": "Bütünüyle ifa için alacağın muayyen ve muaccel olması gerekir.",
      "E": "Borçlu kısmi ifada bulunamaz, alacaklı da böyle bir taleple gelemez."
    },
    "explanation": "Edim niteliği itibariyle bölünebiliyorsa, kısmi ifa mümkündür. Öte yandan TBK m. 84 gereği, alacaklı kısmi ifayı kabule kural olarak mecbur değildir ancak bazı hâllerde alacaklı kısmi ifayı kabule mecburdur."
  },
  {
    "id": "3070362",
    "unitNumber": 5,
    "text": "Para borçlarının ifa yeri aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Borcun doğumu zamanında borçlunun yerleşim yeri",
      "B": "Borcun doğumu zamanında alacaklının yerleşim yeri",
      "C": "Borçlunun ifa zamanındaki yerleşim yeri",
      "D": "Alacaklının ifa zamanındaki yerleşim yeri",
      "E": "Sözleşmenin kurulduğu yer"
    },
    "explanation": "Para borçları, alacaklının ifa zamanındaki yerleşim yerinde ifa edilir. Alacaklının rızası olmadan onun banka hesabına para yatırılması suretiyle yapılacak ödeme ifa olmaz ancak alacaklı kabul ederse bu da mümkündür. Bu tür borçlara, götürülecek borç denir."
  },
  {
    "id": "3070364",
    "unitNumber": 5,
    "text": "Alacaklının temerrüdü bakımından aşağıdaki bilgilerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Alacaklının ifayı kabulden kaçınması gerekir.",
      "B": "Alacaklının kusurlu olması gerekir.",
      "C": "İfadan kaçınmanın haklı bir sebebinin bulunmaması gerekir.",
      "D": "Edimin ifası teklifi fiili olarak yapılmış olmalıdır.",
      "E": "Alacaklının temerrüde düşmesi tek başına borçluyu borcundan kurtarmamaktadır."
    },
    "explanation": "Alacaklı temerrüdü için kusur aranmaz. Temerrüt fiili bir durumdur ve buna kusurlu veya kusursuz olarak girilmesi önemli değildir."
  },
  {
    "id": "3070392",
    "unitNumber": 5,
    "text": "\"Genel alacak zamanaşımı süresi ................... yıldır.\"\n<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "1",
      "B": "2",
      "C": "5",
      "D": "10",
      "E": "20"
    },
    "explanation": "Genel alacak zamanaşımı süresi 10 yıldır."
  },
  {
    "id": "3070393",
    "unitNumber": 5,
    "text": "Para borçlarında faize ilişkin olarak aşağıda verilenlerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Para borçlarında faiz, anapara faizi ve temerrüd faizi şeklinde iki türlüdür.",
      "B": "Anapara faizi, kanundan ya da tarafların bu hususta sözleşmede anlaşmalarından doğan faizdir.",
      "C": "Temerrüd faizi ise, para borcunun vadesi gelmesine rağmen ödenmemesi hâlinde borcun zamanında ödenmemesinden doğan faizdir.",
      "D": "Faiz alacağı ayrı bir alacak olmakla birlikte anaparaya bağlıdır.",
      "E": "Temerrüd faizinin sözleşmede belirtilmesi gerekmektedir, aksi takdirde talep edilemez."
    },
    "explanation": "Temerrüd faizinin sözleşmede belirtilmesine gerek yoktur. Bu faiz vade gelince doğmakta ve ancak talep edilmesi hâlinde buna hükmedilmektedir."
  },
  {
    "id": "3070395",
    "unitNumber": 5,
    "text": "I. Borçlu temerrüdü\n<br/>II. Kusursuz ifa imkansızlığı\n<br/>III. Kötü ifa\n<br/>IV. Kusurlu ifa imkansızlığı\n<br/>Yukarıdakilerden hangisi/hangileri ifanın mümkün olmasına rağmen ifa edilmediği durumlardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve IV",
      "D": "Yalnız IV",
      "E": "I ve III"
    },
    "explanation": "İfanın mümkün olmasına rağmen borcun ifa edilemediği hâller, kötü ifa ve borçlu temerrüdü olarak ikiye ayrılır."
  },
  {
    "id": "3070397",
    "unitNumber": 5,
    "text": "Tacirler arasındaki yapılan temerrüt ihtarının tabi olduğu geçerlilik şekli aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Telefon",
      "B": "SMS",
      "C": "E-mail",
      "D": "İadeli taahhütlü mektup",
      "E": "Yüzyüze"
    },
    "explanation": "İhtar herhangi bir ispat ya da geçerlilik şekline tabi değildir. Borcun şekle bağlı bir hukuki muameleden doğmuş olup olmaması da bu durumda bir değişiklik oluşturmaz. Bunun istisnası TTK m. 18/III’de belirtilmiştir. Buna göre tacirler arasındaki temerrüt ihtarının noterden, iadeli taahhütlü mektupla, telgrafla ya da güvenli elektronik imza kullanılarak kayıtlı elektronik posta sistemiyle yapılması gerekir."
  },
  {
    "id": "3070398",
    "unitNumber": 5,
    "text": "Borç konusu şeyi, alacaklının temerrüdünden sonra muhafaza etmek zorunda kalan borçlunun muhafaza için yaptığı masrafları,<br/>alacaklı \"........................\" hükümleri uyarınca ödemekle yükümlüdür.\n<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "vekâletsiz iş görme",
      "B": "sözleşme",
      "C": "sebepsiz zenginleşme",
      "D": "haksız fiil",
      "E": "temerrüt"
    },
    "explanation": "Borç konusu şeyi, alacaklının temerrüdünden sonra muhafaza zorunda kalan borçlunun muhafaza için yaptığı masrafları,<br/>alacaklı vekâletsiz iş görme hükümleri uyarınca ödemekle yükümlüdür."
  },
  {
    "id": "3070400",
    "unitNumber": 5,
    "text": "Faiz alacaklarının tabi olduğu zamanaşımı süresi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "1 yıl",
      "B": "2 yıl",
      "C": "5 yıl",
      "D": "10 yıl",
      "E": "20 yıl"
    },
    "explanation": "Faiz alacakları 5 yılda zamanaşımına uğrar."
  },
  {
    "id": "2357933",
    "unitNumber": 6,
    "text": "I. Müteselsil borçluluk, tarafların anlaşması ya da kanundan doğar.\n<br/>II. Müteselsil borcun kaynağı sınırlı sayıdadır.\n<br/>III. Alacaklının karşısında bulunan birden fazla borçlu her biri borcun tamamından sorumluysa müteselsil borçluluk ilişkisi mevcuttur. \n<br/>Aşağıdakilerden hangisi veya hangilerinde müteselsil borçluluğa ilişkin doğru bilgiye yer verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "Yalnız I",
      "C": "Yalnız II",
      "D": "Yalnız III",
      "E": "I ve II"
    },
    "explanation": "Müteselsil borçluluk, tarafların anlaşması ya da kanundan doğar. Müteselsil borcun kaynağı sınırlı sayıdadır. Müteselsil borç, alacaklının birden çok borçlunun her birinden borcun tamamının ifasını isteyebildiği ve borcun tamamı ifa edilinceye kadar borçluların tamamının sorumlu olduğu borç ilişkisidir. Diğer bir deyişle alacaklının karşısında birden fazla borçlu varsa ve borçlulardan<br/>her biri borcun tamamından sorumluysa müteselsil borçluluk ilişkisi mevcuttur. \n<br/>Dolayısıyla tüm önermeler doğru olduğundan doğru yanıt A seçeneğidir."
  },
  {
    "id": "2357972",
    "unitNumber": 6,
    "text": "Üçüncü kişi yararına sözleşmeye ilişkin aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Üçüncü kişi yararına sözleşme, taraflar fiil ehliyetine sahip olmasa da geçerli sayılır",
      "B": "Üçüncü kişi yararına sözleşme eksik üçüncü kişi yararına sözleşme ve tam üçüncü kişi yararına sözleşme olarak ikiye ayrılır",
      "C": "Üçüncü kişi yararına sözleşmede taahhüt ettirenin üçüncü kişiye yapmış olduğu bir kazandırma vardır",
      "D": "Bu sözleşmenin tarafları taahhüt ettiren ve taahhüt edendir",
      "E": "Herhangi bir borç ilişkisinde edimlerden birinin üçüncü bir kişiye ifa edileceği<br/>kararlaştırılmışsa üçüncü kişi lehine sözleşmeden bahsedilir"
    },
    "explanation": "Üçüncü kişi yararına sözleşme eksik üçüncü kişi yararına sözleşme ve tam üçüncü kişi yararına sözleşme olarak ikiye ayrılır.\n Herhangi bir borç ilişkisinde edimlerden birinin üçüncü bir kişiye ifa edileceği<br/>kararlaştırılmışsa üçüncü kişi lehine sözleşmeden bahsedilir\n Üçüncü kişi yararına sözleşmede taahhüt ettirenin üçüncü kişiye yapmış olduğu bir kazandırma vardır\n Bu sözleşmenin tarafları taahhüt ettiren ve taahhüt edendir\n Üçüncü kişi yararına sözleşmenin geçerliliği tarafların fiil ehliyetine sahip olmasına bağlıdır. Fiil ehliyeti olmadan sözleşme geçerli olmaz. Bu sebeple doğru yanıt A seçeneğidir."
  },
  {
    "id": "2357978",
    "unitNumber": 6,
    "text": "I. Her borçlunun, borcunun konusu aynı olduğu için sorumlulukları da benzerdir <br/>II. Müteselsil borçluluk, her türlü borç ilişkisinde söz konusu olabilir.<br/>III. Müteselsil borç ilişkisinde borçlulardan birine karşı zamanaşımı kesilince diğerine karşı da kesilmiş sayılır.<br/>IV. Diğer borçlulara rücu etme hakkına sahip olan borçlu alacaklıyı tatmin ettiği oranda onun haklarına halef olur\n Aşağıdakilerden hangisinde müteselsil borçluluğun özellikleri bir arada verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III ve IV",
      "B": "Yalnız I ve II",
      "C": "II ve IV",
      "D": "III, IV",
      "E": "I, III"
    },
    "explanation": "*Her borçlunun, borcunun konusu aynı olduğu için sorumlulukları da benzerdir ve bir borçlu diğerlerinin sorumluluğunu artıracak şekilde hareket edemez.<br/>*Müteselsil borçluluk, her türlü borç ilişkisinde söz konusu olabilir.<br/>* Müteselsil borç ilişkisinde borçlulardan birine karşı zamanaşımı kesilince diğerine karşı da kesilmiş sayılır.<br/>* Diğer borçlulara rücu etme hakkına sahip olan borçlu alacaklıyı tatmin ettiği oranda onun haklarına halef olur\n İfadeleri müteselsil borçluluğa ilişkin doğru ifadeler olduğundan sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "2357990",
    "unitNumber": 6,
    "text": "Bir hukuki işlemin hüküm ifade etmesi veya<br/>hükümden düşmesi, taraf iradeleriyle ileride gerçekleşip gerçekleşmeyeceği belli olmayan bir duruma bağlanmışsa ..........söz edilir.\n<br/>Yukarıda yer alan boşluğu aşağıdaki ifadelerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Şarta bağlı işlemden",
      "B": "Vadeli işlemden",
      "C": "Yüklemeli bağışlamadan",
      "D": "İbradan",
      "E": "Yenilemeden"
    },
    "explanation": "Şart; hukuki işlemin ya da münferit bir borcun hukuki etkisinin bağlandığı, ileride gerçekleşip gerçekleşmeyeceği belli olmayan şüpheli bir olgudur. Bir hukuki işlemin hüküm ifade etmesi veya hükümden düşmesi, taraf iradeleriyle ileride gerçekleşip gerçekleşmeyeceği belli olmayan bir duruma bağlanmışsa şarta bağlı işlemden söz edilir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2358000",
    "unitNumber": 6,
    "text": "I. Cezai şart, kural olarak her türlü borç için kararlaştırılabilir. <br/>II. Her türlü edim cezai şart olarak kabul edilebilir.\n<br/>III. Cezai şart, fer’i nitelikte bir borçtur. \n<br/>IV Cezai şart bir tür bozucu şart niteliğindedir.\n<br/>Aşağıdakilerden hangisinde cezai şarta ilişkin doğru ifadeler bir arada verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve IV",
      "C": "II ve III",
      "D": "III ve IV",
      "E": "I, II, IV"
    },
    "explanation": "*Cezai şart, kural olarak her türlü borç için kararlaştırılabilir. Geçerli ve ifa edilmemiş her türlü borç için cezai şart kararlaştırılması mümkündür. Bu yüzden sözleşmeden doğan borçlar dışında, haksız fiilden ve sebepsiz zenginleşmeden doğan borçlarla, tek taraflı işlemlerden doğan borçlar içinde cezai şart konulabilir.<br/>* Her türlü edim cezai şart olarak kabul edilebilir. Bu yüzden para dışında bir şey verme ya da yapma da cezai şart olarak kararlaştırılabilir.<br/>* Cezai şart, fer’i nitelikte bir borçtur. Bu yüzden cezai şartın bağlandığı asıl borç geçersizse cezai şartta buna bağlı olarak geçersiz olur. Cezai şartın bağlı olduğu ana borç ilişkisi geçersiz olarak kurulmuşsa cezai şart da geçersizdir. Asıl borç geçerli olarak doğmuş fakat sonradan ortadan kalkmışsa, cezai şart da ortadan kalkar.\n<br/>Cezai şartın özelliklerine ilişkin verilen yargıların hepsi doğrudur. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2358012",
    "unitNumber": 6,
    "text": "X ve Y bir miktar buğday alım satımı konusunda anlaşmışlardır. X, Y'den sözleşme akdettiklerine dair bir miktar parayı kendisine verilmesini talep etmiş, Y'de bunu kabul etmiştir. Talep edilen paranın hukuki niteliği aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pey akçesi (bağlanma parası)",
      "B": "Cezai şart",
      "C": "Dönme cezası",
      "D": "Pişmanlık akçesi",
      "E": "Faiz"
    },
    "explanation": "Pey akçesi, bir sözleşmenin kurulduğuna delil olsun diye bir tarafın diğerine verdiği paraya denir. Sözleşme yapılırken bir miktar para ödenmişse kural olarak bu pey akçesidir, cayma parası değildir. Aksine sözleşme veya yerel âdet olmadıkça bağlanma parası esas alacaktan düşülür."
  },
  {
    "id": "2358028",
    "unitNumber": 6,
    "text": "A'nın tek oğlu B babasından 20.000TL ödünç almıştır. A'nın ölümü durumunda borcun durumuna ilişkin doğru ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alacaklı ve borçlu sıfatları aynı kişide birleştiğinden borç sona erer.",
      "B": "Borç yenileme sebebiyle sona erer",
      "C": "Borç ifa imkansızlığı sebebiyle sona erer",
      "D": "A, B'yi ibra etmiş sayılır ve borç sona erer.",
      "E": "Borç kanuni takas sebebiyle sona erer."
    },
    "explanation": "Borcu sona erdiren sebeplerden biri de alacaklı ve borçlu sıfatlarının birleşmesidir. Alacaklı ve borçlu sıfatlarının birleşmesi bir kişinin aynı borcun alacaklı ve borçlusu olmasıdır. Bu husus TBK m. 135 hükmünde ifade edilmiştir. Bu hükme göre “Alacaklı ve borçlu sıfatlarının aynı kişide birleşmesiyle borç sona erer.” Bir borcun alacaklı ve borçlu sıfatlarının aynı şahısta toplanması çeşitli sebeplerle meydana gelebilir.<br/>Örneğin, ölenin borçlusu olan kişi aynı zamanda bu kişinin tek mirasçısıysa alacaklı ve borçlu sıfatları aynı kişide birleşmiş olur. Dolayısıyla doğru yanıt A seçeneğidir."
  },
  {
    "id": "2358033",
    "unitNumber": 6,
    "text": "I. Sözleşme ilişkisinde tarafların edimlerin arasındaki denge, borçludan yüklenmesi istenemeyecek kadar büyük ölçüde bozulmuş olmalıdır.<br/>II. Edimlerin dengesindeki değişiklik sözleşme yapılırken her iki taraf arasından da öngörülmeyen bir sebepten ileri gelmelidir.<br/>III. Ani edimli sözleşmelerde edimler henüz ifa edilmemiş olmalıdır. \n<br/>Aşağıdakilerden hangisi/hangileri hâkimin sözleşmeyi değişen koşullara uyarlaması için gerekli olan şartlar bir arada verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "Yalnız I",
      "C": "Yalnız II",
      "D": "Yalnız III",
      "E": "II ve III"
    },
    "explanation": "Hâkimin bu şekilde sözleşmeye müdahale etmesine emprevizyon yetkisi veya işlem temelinin çökmesi denmektedir. Hâkimin sözleşmeyi yeni şartlara<br/>göre ayarlaması veya feshedebilmesi için üç şartın varlığı gerekmektedir. TBK m. 138 hükmünün uygulanması için aranan şartlar aşağıda sıralanmıştır:<br/>• Sözleşme ilişkisinde tarafların edimlerin<br/>arasındaki denge, borçludan yüklenmesi istenemeyecek kadar büyük ölçüde bozulmuş olmalıdır.<br/>• Edimlerin dengesindeki değişiklik sözleşme yapılırken her iki taraf arasından da öngörülmeyen bir sebepten ileri gelmelidir.<br/>• Edimler henüz ifa edilmemiş olmalıdır. Bu durum ani edimli sözleşmeler için geçerlidir. Sürekli borç ilişkilerindeyse ifa süresinin sözleşmeye göre henüz tamamlanmamış olması gerekir.\n<br/>Dolaysısıyla doğru yanıt A seçeneğidir."
  },
  {
    "id": "2358039",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi zamanaşımını durduran sebeplerden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Borç imkansızlık sebebiyle ifa edilemediği müddetçe",
      "B": "Vesayet devam ettiği müddetçe, vesayet altında bulunanın vasiye karşı olan alacaklarında",
      "C": "Evlilik devam ettikçe, eşlerin birbirine karşı olan alacaklarında",
      "D": "Hizmet ilişkisi devam ettikçe hizmetçilerin işverenlere karşı olan alacaklarında",
      "E": "Borçlu, alacak üzerinde intifa hakkını haiz olduğu müddetçe"
    },
    "explanation": "Zamanaşımı süresinin işlemeye başlamaması ya da işlemeye başlamışsa durması zamanaşımının durmasını ifade eder. TBK m. 153’de belirtilen<br/>hâllerde zamanaşımı durur. Zamanaşımını durduran sebep devam ettikçe zamanaşımı işlemez ve sebep ortadan kalkınca zamanaşımı kaldığı yerden<br/>işlemeye devam eder. Bu sebepler şunlardır:\n<br/>1. Velayet devam ettiği müddetçe çocukların ana ve babalarına karşı olan alacaklarında<br/>2. Vesayet devam ettiği müddetçe, vesayet altında bulunanın vasiye karşı olan alacaklarında<br/>3. Evlilik devam ettikçe, eşlerin birbirine karşı olan alacaklarında<br/>4. Hizmet ilişkisi devam ettikçe hizmetçilerin işverenlere karşı olan alacaklarında<br/>5. Borçlu, alacak üzerinde intifa hakkını haiz olduğu müddetçe\n<br/>Dolayısıyla doğru yanıt A seçeneğidir."
  },
  {
    "id": "2358047",
    "unitNumber": 6,
    "text": "Zamanaşımına ilişkin aşağıdaki bilgilerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Zamanaşımı ile borcun sona ermesi sadece alacak hakları açısından söz konusu olur.",
      "B": "Zamanaşımı esasen gerçek anlamda borcu sona erdiren bir sebeptir.",
      "C": "Zamanaşımı, borçluya bir defi hakkı sağlamaktadır.",
      "D": "Borçlu zamanaşımı def’îni ileri sürmezse bu husus hâkim tarafından re’sen nazara alınmaz.",
      "E": "Zamanaşımına uğramış bir borcun ödenmesi de sebepsiz zenginleşme teşkil etmez."
    },
    "explanation": "Zamanaşımı ile borcun sona ermesi sadece alacak hakları açısından söz konusu olur. <strong>Zamanaşımı esasen gerçek anlamda borcu sona erdiren bir sebep</strong><br/><strong>değildir.</strong> <strong>Zamanaşımı hâlinde aslında borç sona ermemekte, bu durum borçluya bir defi hakkı sağlamaktadır</strong>. Borçlu bu def’îyi kullanarak borcunu ifa<br/>etmekten kurtulabilir. Borçlu zamanaşımı def’îni ileri sürmezse bu husus hâkim tarafından re’sen nazara alınmaz. Ayrıca zamanaşımına uğramış bir borcun ödenmesi de sebepsiz zenginleşme teşkil etmez.\n<br/>Dolayısıyla doğru yanıt A seçeneğidir."
  },
  {
    "id": "2358053",
    "unitNumber": 6,
    "text": "I. . Tevdi edilmiş eşyanın geri verilmesine veya bedeline ilişkin alacaklar<br/>II. Haksız olarak alınmış veya aldatma sonucunda alıkonulmuş eşyanın geri verilmesine veya bedeline ilişkin alacaklar<br/>III. Nafaka ve işçi ücreti gibi borçlunun ve ailesinin bakımı için zorunlu olup özel niteliği gereği, doğrudan alacaklıya verilmesi gereken alacaklar\n<br/>Aşağıdakilerden hangisi/hangileri takas hakkının kullanılmasının alacaklının kabulüne bağlandığı hallerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I ve II",
      "C": "II ve III",
      "D": "Yalnız I",
      "E": "Yalnız III"
    },
    "explanation": "Bazı alacaklar bakımından takas hakkının kullanılması alacaklının kabulüne bağlanmıştır. Bu alacaklar şunlardır;<br/>1. Tevdi edilmiş eşyanın geri verilmesine veya bedeline ilişkin alacaklar<br/>2. Haksız olarak alınmış veya aldatma sonucunda alıkonulmuş eşyanın geri verilmesine veya bedeline ilişkin alacaklar<br/>3. Nafaka ve işçi ücreti gibi borçlunun ve ailesinin bakımı için zorunlu olup özel niteliği gereği, doğrudan alacaklıya verilmesi gereken alacaklar\n<br/>Dolayısıyla doğru yanıt A seçeneğidir."
  },
  {
    "id": "2369860",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi takasın şartlarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Takas tek taraflı hukuki işlemler bakımından geçerlidir.",
      "B": "Kendisine takas beyanında bulunulan kimsenin alacağının muaccel olması zorunludur.",
      "C": "Alacaklının iflası hâlinde borçlu, alacak muaccel olmasa da müflise karşı takas beyanında bulunabilir.",
      "D": "Takas, beyandan itibaren hüküm ifade eder.",
      "E": "Geçerli şekilde yapılan takas beyanı, beyanda bulunanın karşı tarafa olan borcu ile ondan olan alacağını azı tutarında sona erdirir."
    },
    "explanation": "Geçerli bir şekilde yapılan takas beyanı, beyanda bulunanın karşı tarafa olan borcu ile ondan olan alacağını azı tutarında sona erdirir. Takas beyanı ile her iki alacak da ortadan kalkar. Takasla meydana gelen bu sonuç geri alınamaz. İki tarafın birbirlerinden olan alacakları, takas hakkının doğduğu yani takas beyanında bulunma imkânının ortaya çıktığı andan itibaren sona ermiş sayılır"
  },
  {
    "id": "2369861",
    "unitNumber": 6,
    "text": "İbra ile ilgili olarak aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "İbra para borcunu sona erdiren bir sebeptir.",
      "B": "İbra, yeni bir borç meydana getirerek mevcut bir borcun sona erdirilmesi sözleşmesidir.",
      "C": "İbra tek taraflı hukuki işlemle kurulur.",
      "D": "İbra, bir taahhüt işlemi niteliğindedir.",
      "E": "İbra sözleşmesi bir geçerlilik şekline bağlı değildir."
    },
    "explanation": "Borcu doğuran işlem şekle tabi olsa da ibra sözleşmesi şekle tabi olmadan yapılabilir."
  },
  {
    "id": "2369863",
    "unitNumber": 6,
    "text": "Zamanaşımı ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Zamanaşımı gerçek anlamda borcu sona erdiren bir sebeptir.",
      "B": "Zamanaşımı hâkim tarafından re’sen dikkate alınır.",
      "C": "Borç ilişkisi kurulduktan sonra borçlu zamanaşımı def’ini ileri sürmekten feragat edebilir.",
      "D": "Kira bedelleri on yıllık zamanaşımına tabi alacaklardandır.",
      "E": "Zamanaşımı borçlunun borcunu ikrar etmesi hâlinde kesilmez."
    },
    "explanation": "TBK m. 160/I’e göre zamanaşımından önceden feragat edilemez. Borç ilişkisi kurulmadan önce ya da kurulurken yapılan bu tür anlaşmalar hükümsüzdür. Borç ilişkisi kurulduktan sonra borçlu zamanaşımı def’ini ileri sürmekten feragat edebilir."
  },
  {
    "id": "2369865",
    "unitNumber": 6,
    "text": "Yenileme ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yenileme, borcun doğumundan sonra ifanın elde edilemez hâle gelmesidir.",
      "B": "Yenileme yoluyla borcun konusunun değiştirilmesi mümkün değildir.",
      "C": "Yeni borç beş yıllık zamanaşımı süresine tabidir.",
      "D": "Yenileme tarafların açık iradesiyle gerçekleşmelidir.",
      "E": "Eski borcun alacaklısının tasarruf yetkisine sahip olması gerekmez."
    },
    "explanation": "Yenileme tarafların açık iradesiyle gerçekleşmelidir. Karine olarak borcun yenilendiği kabul edilmez. Bu nedenle de borcun yenilendiğini ispat yükü bunu iddia edenin üzerindedir."
  },
  {
    "id": "2369866",
    "unitNumber": 6,
    "text": "Alacaklı ve borçlu sıfatının birleşmesi ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Borca bağlı feri haklar sona ermez.",
      "B": "Ölenin borçlusu olan kişi aynı zamanda bu kişinin tek mirasçısıysa alacaklı ve borçlu sıfatları aynı kişide birleşmiş olur.",
      "C": "Ciro edilen çekten kaynaklanan borç sona erer.",
      "D": "Bir kimse borçlusu bulunduğu işletmeyi devralırsa, alacaklı ve borçlu sıfatları birleşir.",
      "E": "Alacaklı ve borçlu sıfatının birleşmesi, borcun doğumundan sonra ifanın elde edilemez hâle gelmesidir."
    },
    "explanation": "Ölenin borçlusu olan kişi aynı zamanda bu kişinin tek mirasçısıysa alacaklı ve borçlu sıfatları aynı kişide birleşmiş olur. Ayrıca alacaklı ve borçlu iki şirket birleşirse bir kimse alacaklısı bulunduğu işletmeyi devralırsa da alacaklı ve borçlu sıfatları birleşir."
  },
  {
    "id": "2369867",
    "unitNumber": 6,
    "text": "Hizmet ilişkisi devam ettikçe hizmetçilerin işverenlere karşı olan alacakları için aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bu alacaklar bakımından zamanaşımı durur.",
      "B": "Bu alacaklar bakımından zamanaşımı kesilir.",
      "C": "Bu alacaklar bakımından zamanaşımı süresi 1 yıldır.",
      "D": "Bu alacaklar bakımından zamanaşımı süresi 3 yıldır.",
      "E": "Bu alacaklar bakımından zamanaşımı süresi 6 aydır."
    },
    "explanation": "Zamanaşımı süresinin işlemeye başlamaması ya da işlemeye başlamışsa durması zamanaşımının durmasını ifade eder. TBK m. 153’de belirtilen hâllerde zamanaşımı durur. Zamanaşımını durduran sebep devam ettikçe zamanaşımı işlemez ve sebep ortadan kalkınca zamanaşımı kaldığı yerden işlemeye devam eder. Bu sebepler şunlardır: ...Hizmet ilişkisi devam ettikçe hizmetçilerin işverenlere karşı olan alacaklarında..."
  },
  {
    "id": "2369868",
    "unitNumber": 6,
    "text": "(A), (B)'ye 10.000 TL borç vermiştir. (B) de, 10.000 TL borcunun olduğunu kabul ettiği bir belgeyi imzalayarak (A)'ya teslim etmiştir. (A); 01.01.2020 tarihinde mahkemeye başvurarak, alacağın kendisine ödenmesine karar verilmesini talep etmiştir. Dava devam ederken, mahkeme ara kararında, (B)'nin imzasının sahte olup olmadığının tespiti için bilirkişi atanmasına karar vermiştir. <strong>Bu bilgiler ışığında aşağıdaki ifadelerden hangisi doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Söz konusu alacak için zamanaşımı süresi durmuştur.",
      "B": "Söz konusu alacak için zamanaşımı süresi kesilmiştir.",
      "C": "Söz konusu alacak için zamanaşımı süresi 1 yıldır.",
      "D": "Söz konusu alacak için zamanaşımı süresi 5 yıldır.",
      "E": "Söz konusu alacak için zamanaşımı süresi 10 yıldır."
    },
    "explanation": "Alacaklının başvurusuyla mahkemenin, icra dairesinin veya <br/>iflas masasının yapacağı her türlü işlemde zamanaşımını keser."
  },
  {
    "id": "2369872",
    "unitNumber": 6,
    "text": "Üçüncü kişi lehine sözleşme ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Üçüncü kişi lehine sözleşme Türk Borçlar Kanunu m. 584'te düzenlenmiştir.",
      "B": "Üçüncü lehine sözleşmenin hüküm ifade edebilmesi için üçüncü kişininde sözleşmeye katılması gereklidir.",
      "C": "Üçüncü kişi yararına sözleşmede taahhüt ettirenin üçüncü kişiye yapmış olduğu bir borç vardır.",
      "D": "Bu borcun hukuki sebebi haksız fiil, sebepsiz zenginleşme sebebi olabilir.",
      "E": "Tam üçüncü kişi lehine sözleşmede üçüncü kişi alacaklı olmakla birlikte sözleşmenin tarafı değildir."
    },
    "explanation": "Şayet üçüncü kişi lehine sözleşme yapanların arzusu o yöndeyse veya örf ve adete uygun düşüyorsa üçüncü kişi de borcun ifasını borçludan isteyebilir (TBK m. 129/II). Bu durumda üçüncü kişinin de taahhüt edilen edimi talep hususunda bir alacak hakkı vardır (tam üçüncü kişi lehine sözleşme). Bu alacak hakkı, üçüncü kişinin şahsında bağımsız bir hak olarak doğmaktadır. Örneğin üçüncü kişi lehine yapılan hayat sözleşmeleri, tam üçüncü kişi lehine sözleşmedir. Sigorta ettirenin ölümü hâlinde lehtara ödenecek sigorta bedeli, sigorta ettirenin haleflerine ödenir. Tam üçüncü kişi lehine sözleşmede üçüncü kişi alacaklı olmakla birlikte sözleşmenin tarafı değildir."
  },
  {
    "id": "2369875",
    "unitNumber": 6,
    "text": "Müteselsil borç ilişkisinin özellikleri ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Müteselsil borç ilişkisinde alacaklı, öncelikle asıl borçluya başvurmalıdır.",
      "B": "Borçluların her biri borcun bir kısmından sorumlu olur.",
      "C": "Müteselsil borçluluk, yalnızca kira sözleşmesinde söz konusu olabilir.",
      "D": "Müteselsil borç ilişkisinde borçlulardan birine karşı zamanaşımı kesilse de diğerine karşı devam eder.",
      "E": "Diğer borçlulara rücu etme hakkına sahip olan borçlu alacaklıyı tatmin ettiği oranda onun haklarına halef olur."
    },
    "explanation": "Diğer borçlulara rücu etme hakkına sahip olan borçlu alacaklıyı tatmin ettiği oranda onun haklarına halef olur."
  },
  {
    "id": "2369877",
    "unitNumber": 6,
    "text": "Küçük sanat işlerinden ve küçük çapta perakende satışlardan doğan alacakların tabi olduğu zamanaşımı süresi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "1 ay",
      "B": "3 ay",
      "C": "6 ay",
      "D": "1 yıl",
      "E": "5 yıl"
    },
    "explanation": "Genel zamanaşımı süresi on yıldır. TBK 147’de altı bent hâlinde beş yıllık zamanaşımına tabi alacaklar sayılmıştır. Bu alacaklar;<br/>1. Kira bedelleri, anapara faizleri ve ücret gibi <br/>diğer dönemsel edimler <br/>2. Otel, motel, pansiyon ve tatil köyü gibi yerlerdeki konaklama bedelleri ile lokanta ve <br/>benzeri yerlerdeki yeme içme bedelleri<br/>3. Küçük sanat işlerinden ve küçük çapta perakende satışlardan doğan alacaklar..."
  },
  {
    "id": "2380040",
    "unitNumber": 6,
    "text": "Kefalet sözleşmesinde kefilin borcunun varlığı ve geçerliliğinin asıl<br/>borcun varlığı ve geçerliliğine bağlı olması kefalet sözleşmenin hangi özelliğinin sonucudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Kefaletin taliliği",
      "B": "Kefaletin nitelikli yazılı şekle tabi olması",
      "C": "Kefaletin feriliği",
      "D": "Kefaletin teminat sözleşmesi olması",
      "E": "Kefaletin ivazlı olması"
    },
    "explanation": "Kefilin borcu feri bir borçtur. Bunun anlamı<br/>kefilin borcunun varlığı ve geçerliliğinin asıl<br/>borcun varlığı ve geçerliliğine bağlı olmasıdır."
  },
  {
    "id": "2380044",
    "unitNumber": 6,
    "text": "Üçüncü kişinin edimini taahhüt sözleşmesine ilişkin aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Taahhüt sözleşmesidir",
      "B": "Borçlandırıcı bir işlemdir",
      "C": "Üçüncü kişinin ediminden bağımsız bir borçtur.",
      "D": "Bu sözleşmeyle taahhüt eden üçüncü kişiyi borç altına sokar.",
      "E": "Taahhüt eden üçüncü kişinin taahhüt edilen fiili yerine getirmemesi nedeniyle uğradığı zararı tazmin eder."
    },
    "explanation": "Taahhüt eden<br/>üçüncü kişiyi borç altına sokmamakta, taahhüt<br/>edilene üçüncü kişinin fiili ifa etmemesi hâlinde<br/>doğan zararı gidermeyi üstlenmektedir."
  },
  {
    "id": "2380046",
    "unitNumber": 6,
    "text": "İbranın şekline ilişkin aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Nitelikli yazılı şekle tabidir.",
      "B": "Adi yazılı şekle tabidir.",
      "C": "Noterde düzenleme şeklinde yapılmalıdır.",
      "D": "Herhangi bir geçerlilik şekline tabi değildir.",
      "E": "Sulh hakimi önünde yapılmalıdır."
    },
    "explanation": "Borcu doğuran işlem şekle tabi olsa da ibra sözleşmesi şekle tabi olmadan yapılabilir."
  },
  {
    "id": "2380047",
    "unitNumber": 6,
    "text": "Anapara faizlerinin tabi olduğu zamanaşımı süresi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "1 yıl",
      "B": "2 yıl",
      "C": "5 yıl",
      "D": "10 yıl",
      "E": "20 yıl"
    },
    "explanation": "Kira bedelleri, anapara faizleri ve ücret gibi<br/>diğer dönemsel edimler 5 yıllık zamanaşımına tabidir."
  },
  {
    "id": "2380050",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi takas hakkının kullanılmasının alacaklının kabulüne bağlandığı alacaklardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Vekalet ücreti",
      "B": "İşçi ücretleri",
      "C": "Kira bedeli",
      "D": "Dönemsel edimler",
      "E": "Komisyon ücreti"
    },
    "explanation": "Nafaka ve işçi ücreti gibi borçlunun ve<br/>ailesinin bakımı için zorunlu olup özel<br/>niteliği gereği, doğrudan alacaklıya verilmesi gereken alacaklarda takas hakkının kullanılması karşı tarafın kabulüne tabi tutulmuştur."
  },
  {
    "id": "2380051",
    "unitNumber": 6,
    "text": "Alacaklı ve borçlu sıfatının birleşmesinin borca etkisi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Borç eksik borç haline döner.",
      "B": "Borç sona erer.",
      "C": "Alacaklının sözleşmeden dönme hakkı doğar.",
      "D": "Borç zamanaşımına uğrar.",
      "E": "Borca faiz işlemeye başlar."
    },
    "explanation": "Borcu sona erdiren sebeplerden biri de alacaklı ve borçlu sıfatlarının birleşmesidir. Alacaklı ve<br/>borçlu sıfatlarının birleşmesi bir kişinin aynı borcun alacaklı ve borçlusu olmasıdır. Bu husus TBK<br/>m. 135 hükmünde ifade edilmiştir. Bu hükme göre<br/>“Alacaklı ve borçlu sıfatlarının aynı kişide birleşmesiyle borç sona erer.”"
  },
  {
    "id": "2380053",
    "unitNumber": 6,
    "text": "Birden çok alacaklının bulunduğu bir borç ilişkisinde alacaklılardan hiçbirinin tek başına borçludan borcun ifasını isteyemediği ve borçlunun alacaklılardan<br/>sadece bazısına ifada bulunarak borçtan kurtulamadığı durumlarda ne tür alacaklılıktan söz edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Müteselsil alacaklılık",
      "B": "Elbirliği halinde alacaklılık",
      "C": "Bölünebilir alacaklılık",
      "D": "Kısmi alacaklılık",
      "E": "Müşterek alacaklılık"
    },
    "explanation": "Elbirliği hâlinde <br/>alacaklılıkta hiçbir alacaklı tek başına borçludan<br/>borcun ifasını isteyemez ve borçlu alacaklılardan<br/>sadece bazısına ifada bulunarak borçtan kurtulamaz."
  },
  {
    "id": "2380054",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi geniş anlamda borcu sona erdiren sebeplerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fesih",
      "B": "İbra",
      "C": "Alacaklı ve borçlu sıfatının birleşmesi",
      "D": "İfa imkansızlığı",
      "E": "Takas"
    },
    "explanation": "Fesih geniş anlamda borç ilişkisini sona erdiren sebeplerden biridir."
  },
  {
    "id": "2380055",
    "unitNumber": 6,
    "text": "Takasın hukuki niteliğine ilişkin aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Bozucu yenilik doğuran haktır.",
      "B": "Kurucu yenilik doğuran haktır.",
      "C": "Manevi haktır.",
      "D": "Alacak hakkıdır.",
      "E": "Bağımlı bir haktır."
    },
    "explanation": "Takas bozucu yenilik doğuran bir haktır."
  },
  {
    "id": "2380056",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi müteselsil borç ilişkisinin özelliklerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Alacaklı, borçlulardan dilediğine başvurabilir",
      "B": "Müteselsil borç ilişkisi sadece alacaklı ile birden çok borçlu arasında söz konusu olur.",
      "C": "Borçluların her biri borcun tamamından sorumlu olur.",
      "D": "Her bir borçlunun borcunun farklıdır.",
      "E": "Müteselsil borçluluk, her türlü borç ilişkisinde söz konusu olabilir"
    },
    "explanation": "Müteselsil borçlulukta her borçlunun, borcunun konusu aynı olduğu için sorumlulukları da benzerdir ve bir borçlu diğerlerinin sorumluluğunu artıracak şekilde hareket edemez."
  },
  {
    "id": "3070808",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi borcu sona erdiren sebeplerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "ifa",
      "B": "yenileme",
      "C": "alacaklı ve borçlu sıfatlarının birleşmesi",
      "D": "temerrüt",
      "E": "takas"
    },
    "explanation": "Borcun sona ermesi, bir edimi yerine getirme mükellefiyetinin hukuken ortadan kalkmasını ifade eder. Borcun sona ermesi sebepleri; dar anlamda borçların sona ermesine ilişkindir. Borcun sona erme sebeplerinden en olağan olanı ifadır. Bunun dışında yenileme, alacaklı ve borçlu sıfatlarının birleşmesi, ifa imkânsızlığı, takas da borcu sona erdirir."
  },
  {
    "id": "3070809",
    "unitNumber": 6,
    "text": "I. Cezai şart\n II. Temerrüt\n III. Pey akçesi\n IV. Faiz\n V. Müteselsil borçluluk\n Yukarıdakilerden hangisi/hangileri borç ilişkisindeki özel durumlar arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "I, III ve IV",
      "D": "I, III ve V",
      "E": "III ve IV"
    },
    "explanation": "Bu başlık altında borç ilişkisinde bazı özel durumlar incelenecektir. Bunlar üçüncü kişinin edimini taahhüt, üçüncü kişi lehine sözleşme, müteselsil borçluluk, müteselsil alacaklılık, şarta bağlı borçlar, cezai şart, dönme cezası, pey akçesi, cayma akçesidir."
  },
  {
    "id": "3070813",
    "unitNumber": 6,
    "text": "Üçüncü kişinin edimini taahhüte ilişkin olarak aşağıda verilenlerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Üçüncü kişinin edimini taahhüt, tek taraflı varması gereken bir irade beyanıdır.",
      "B": "Üçüncü kişinin edimini taahhüt kefaletle aynı şeyi ifade etmektedir.",
      "C": "Üçüncü kişi edimi yerine getirmezse taahhütte bulunan taraf, karşı tarafın bu yüzden uğradığı zararı tazmin eder.",
      "D": "Üçüncü kişinin fiilini taahhütte, üçüncü kişi borç taahhütte bulunanın davranışı ile borç altına sokulmaktadır.",
      "E": "Üçüncü kişinin edimini taahhütten doğan borç, üçüncü kişinin edimine bağımlı bir borçtur."
    },
    "explanation": "Üçüncü kişinin edimini taahhüt bir sözleşmedir ve borçlandırıcı bir işlemdir. Üçüncü kişinin edimini taahhüt kefaletten farklıdır. Diğer bir ifadeyle kefil borçlunun borcunu ifa etmemesinin sonuçlarından kişisel olarak sorumlu olmayı üstlenir. Bu nedenle kefilin borcu fer’i bir borçtur. Üçüncü kişinin edimini taahhütten doğan borç ise üçüncü kişinin ediminden bağımsız bir borçtur. Üçüncü kişinin fiilini taahhütte, üçüncü kişi borç taahhütte bulunanın davranışı ile borç altına sokulmamaktadır. Taahhüt eden üçüncü kişiyi borç altına sokmamakta, taahhüt edilene üçüncü kişinin fiili ifa etmemesi hâlinde doğan zararı gidermeyi üstlenmektedir. Dolayısıyla C şıkkında verilen ifade sadece doğru önermeyi içermektedir."
  },
  {
    "id": "3070816",
    "unitNumber": 6,
    "text": "Müteselsil borç ilişkisine ilişkin aşağıda verilenlerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Müteselsil borç ilişkisinde alacaklı, borçlulardan dilediğine başvurabilir.",
      "B": "Müteselsil borçluluk, sadece Kanunda öngörülen belirli borç ilişkilerinde söz konusu olabilir.",
      "C": "Müteselsil borç ilişkisinde borçlulardan birine karşı zamanaşımı kesilince diğerine karşı da kesilmiş sayılır.",
      "D": "Her borçlunun, borcunun konusu aynı olduğu için sorumlulukları da benzerdir.",
      "E": "Müteselsil borç ilişkisi sadece alacaklı ile birden çok borçlu arasında söz konusu olur."
    },
    "explanation": "Müteselsil borçluluk, her türlü borç ilişkisinde söz konusu olabilir. Dolayısıyla herhangi bir sınırlama bulunmamaktadır."
  },
  {
    "id": "3070819",
    "unitNumber": 6,
    "text": "\".......................\", belli bir bedel ödemek şartıyla sözleşmeden serbestçe dönmeyi sağlar. \n Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "cezai şart",
      "B": "pişmanlık (cayma) akçesi",
      "C": "pey akçesi",
      "D": "dönme cezası",
      "E": "bozucu şart"
    },
    "explanation": "Dönme cezası, belli bir bedel ödemek şartıyla sözleşmeden serbestçe dönmeyi sağlar. Başka bir ifadeyle dönme cezası, ortada herhangi bir geçerli neden yokken sözleşmeden dönmek isteyen tarafın ödeyeceği bedeldir."
  },
  {
    "id": "3070824",
    "unitNumber": 6,
    "text": "Takasa ilişkin olarak aşağıda verilen bilgilerden hangisi doğru değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Takas, borcu sona erdiren sebeplerden biridir.",
      "B": "Takas, iki tarafla borç yükleyen bir sözleşmedir.",
      "C": "Takas, iki tarafın karşılıklı olarak birbirlerinden hem alacaklı hem de borçlu olması hâlinde uygulanabilir.",
      "D": "İki tarafın birbirlerinden olan alacakları, takas hakkının doğduğu yani takas beyanında bulunma imkânının ortaya çıktığı andan itibaren sona ermiş sayılır.",
      "E": "Takasta tarafların birbirine olan borçları aynı cins olmalıdır."
    },
    "explanation": "Takas, birbirine karşı aynı cins alacağa sahip şahıslardan birinin tek taraflı beyanı ile bu alacakları az olanı oranında sona erdirmesidir. Takas, borcu sona erdiren sebeplerden biridir. Takas hakkı bozucu yenilik doğuran bir haktır. Takasın hukuki sonuç doğurması karşı tarafın kabulüne bağlı değildir."
  },
  {
    "id": "3070826",
    "unitNumber": 6,
    "text": "Genel alacak zamanaşımı süresi kaç yıldır?",
    "correctAnswer": "D",
    "options": {
      "A": "1 yıl",
      "B": "2 yıl",
      "C": "5 yıl",
      "D": "10 yıl",
      "E": "20 yıl"
    },
    "explanation": "Genel alacak zamanaşımı süresi on yıldır. Bazı hallerde sadece 5 yıllık zamanaşımı süresi özel olarak düzenlenmiştir."
  },
  {
    "id": "3070827",
    "unitNumber": 6,
    "text": "Küçük sanat işlerinden ve küçük çapta perakende satışlardan doğan alacaklarda zamanaşımı süresi ne kadardır?",
    "correctAnswer": "C",
    "options": {
      "A": "1 yıl",
      "B": "2 yıl",
      "C": "5 yıl",
      "D": "10 yıl",
      "E": "20 yıl"
    },
    "explanation": "TBK 147’de altı bent hâlinde beş yıllık zamanaşımına tabi alacaklar sayılmıştır. Bu alacaklardan biri de, küçük sanat işlerinden ve küçük çapta perakende satışlardan doğan alacaklardır."
  },
  {
    "id": "3070830",
    "unitNumber": 6,
    "text": "Yenilemeye ilişkin olarak aşağıda verilen bilgilerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yenileme, yeni bir borç meydana getirerek mevcut bir borcun sona erdirilmesi sözleşmesidir.",
      "B": "Yenileme için evvelki bir borç olmalıdır.",
      "C": "Yenileme, alacaklı ile borçlu arasında yapılacak bir yenileme sözleşmesi ile gerçekleşir.",
      "D": "Yenileme tarafların açık veya örtülü iradesiyle gerçekleşebilir.",
      "E": "Yenileme ile eski alacak sona erer."
    },
    "explanation": "Yenileme tarafların açık iradesiyle gerçekleşmelidir. Karine olarak borcun yenilendiği kabul edilmez. Bu nedenle de borcun yenilendiğini ispat yükü bunu iddia edenin üzerindedir. TBK m. 133/I’de “Yeni bir borçla mevcut bir borcun sona erdirilmesi, ancak tarafların bu yöndeki açık iradesi ile olur.” şeklinde bir düzenleme benimsenmiştir."
  },
  {
    "id": "3075861",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi borcun sona ermesine yol açan kusursuz ifa imkânsızlığı hallerinden biri değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Borçlunun iflas etmiş olması",
      "B": "Otomobilin sel nedeniyle sular altında kalması",
      "C": "Teslim edilecek hayvanların depremde göçük altında kalması",
      "D": "Malların savaş nedeniyle teslim edilememesi",
      "E": "İşyerinin yıldırım düşmesi nedeniyle harap olması"
    },
    "explanation": "Borçlunun iflas etmiş olması kusursuz ifa imkansızlığı sayılmaz."
  },
  {
    "id": "3075862",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi yenilemenin koşullarından biri değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Geçerli bir borç olmalıdır.",
      "B": "Yeni bir borç meydana getirilmiş olmalıdır.",
      "C": "Yeni borç eskisinden farklı olmalıdır.",
      "D": "Yeni borç para borcu olmalıdır.",
      "E": "Tarafların yenileme iradesi açıkça anlaşılabilir olmalıdır."
    },
    "explanation": "Yenilenen borcun para borcu olması yenileme bakımından zorunlu değildir."
  },
  {
    "id": "2265971",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi satış sözleşmesinin sürekli bir borç ilişkisi olmadığını ifade eden hukuki niteliğidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tek taraflı olması",
      "B": "Borç doğurması",
      "C": "Rızai olması",
      "D": "Ani edimli olması",
      "E": "Tam iki tarafa borç yüklemesi"
    },
    "explanation": "Satış sözleşmesi ani edimli bir sözleşmedir: Satış sözleşmesiyle kurulan borç ilişkisi sürekli bir borç ilişkisi değildir; satış sözleşmesinin aslî edimleri sürekli değil kararlaştırılan zamanda bir defada yerine getiren ani edimler olarak karşımıza çıkmaktadır."
  },
  {
    "id": "2265984",
    "unitNumber": 7,
    "text": "“Satıcı, alıcının isteği üzerine satılanı ifa yerinden başka bir yere gönderirse, yarar ve hasar, satılanın taşıyıcıya teslim edildiği anda alıcıya geçer” ifadesi Türk Boçlar Kanununun hangi hükmü ile ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "TBK m. 208/I hükmü",
      "B": "TBK m. 208/II hükmü",
      "C": "TBK m. 208/III hükmü",
      "D": "TBK m. 209/II hükmü",
      "E": "TBK m. 209/III hükmü"
    },
    "explanation": "TBK m. 208/III, mesafe satışlarında hasarın geçişini özel olarak düzenlemiştir. İlgili hükme göre, “satıcı, alıcının isteği üzerine satılanı ifa yerinden başka bir yere gönderirse, yarar ve hasar, satılanın taşıyıcıya teslim edildiği anda alıcıya geçer.”"
  },
  {
    "id": "2266054",
    "unitNumber": 7,
    "text": "Sözleşmenin kurulması ile ifa edilmesi arasında geçen sürede, satılanın hasara uğramasından dolayı sorumlu olma durumuna ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bedel hasarı",
      "B": "Hasarın geçmesi",
      "C": "Maddi edim hasarı",
      "D": "Zilyetlik",
      "E": "Satış bedeli"
    },
    "explanation": "Hasar; satılanın, taraflardan herhangi birinin sorumlu olmadığı sebeplerle telef olması veya değerinin azalmasıdır. Tarafların sorumlu olmadığı sebepler, mücbir sebep veya beklenmeyen hâl şeklinde olabilir. Örneğin; satılan tablonun satış sözleşmesi kurulduktan birkaç saat sonra meydana gelen depremde düşerek kırılması. Hasarın geçmesi ise sözleşmenin kurulması ile ifa edilmesi arasında geçen sürede, satılanın hasara uğramasından dolayı sorumlu olma durumudur."
  },
  {
    "id": "2266059",
    "unitNumber": 7,
    "text": "Aşağıda verilenlerden hangisi zaptan sorumluluğa ait bir özellik değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Zaptan sorumluluk, kanuni bir borçtur.",
      "B": "Zaptan doğan sorumluluğa ilişkin hükümler emredici nitelikte değildir.",
      "C": "Zaptan sorumluluk, alıcının elinden alınan satılanın doğurduğu zararın alıcı tarafından tanzim edilmesidir.",
      "D": "Alıcı, sözleşmenin kurulduğu anda elinden alınma tehlikesini biliyorsa bu durumda satıcı zaptan sorumlu değildir.",
      "E": "Üçüncü kişi, satılan üzerinde mülkiyet hakkı iddia ediyorsa tam zapt meydana gelir."
    },
    "explanation": "Zapt, satılanın tamamının veya bir kısmının üçüncü kişi tarafından alıcının elinden alınması olarak tanımlanabilir. Zapttan sorumluluk, alıcının elinden alınan satılanın doğurduğu zararın satıcı tarafından tazmin edilmesidir."
  },
  {
    "id": "2266066",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>İmkan varsa satılanın ayıpsız bir benzeri ile değiştirilmesini isteme</li> <li>Satılanı alıkoyup ayıp oranında satış bedelinde indirim isteme</li> <li>Satılanı geri vermeye hazır olduğunu bildirerek sözleşmeden dönme</li> <li>Satılanın yanında ilave olarak yeni bir ürün isteme</li> <li>Genel hükümlere göre tazminat isteme</li> </ol> Yukarıda verilenlerden hangileri satılanın ayıbı halinde <strong>alıcıya tanınan</strong> seçimlik haklardır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, IV ve V",
      "D": "I, II, III ve IV",
      "E": "I, II, III ve V"
    },
    "explanation": "Alıcının seçimlik hakları:\n <ol> <li> Satılanı geri vermeye hazır olduğunu bildi- rerek sözleşmeden dönme\n </li> <li> Satılanı alıkoyup ayıp oranında satış bede- linde indirim isteme\n </li> <li> Aşırı bir masrafı gerektirmediği takdirde, bütün masrafları satıcıya ait olmak üzere satılanın ücretsiz onarılmasını isteme\n </li> <li> İmkân varsa, satılanın ayıpsız bir benzeri ile değiştirilmesini isteme\n </li> </ol> Ayrıca genel hükümlere göre tazminat isteme hakkına da sahiptir.\n Ancak, satılanın yanında ilave olarak yeni bir ürün isteme hakkı yoktur."
  },
  {
    "id": "2266086",
    "unitNumber": 7,
    "text": "Taşınmaz satışının gerçekleşmesi aşağıdakilerden hangisi ile olur?",
    "correctAnswer": "B",
    "options": {
      "A": "Satıcıya alacağının %50'sinin ödenmesi",
      "B": "Tapu siciline tescil",
      "C": "Alıcının borcunun tamamını ödemesi",
      "D": "Banka senetleri düzenlenmesi",
      "E": "3. kişilerin şahitliği altında yapılması"
    },
    "explanation": "Taşınmaz satışında satıcının mülkiyeti geçirme borcunu yerine getirmesi ve alıcının mülkiyeti kazanması, tapu siciline tescil ile gerçekleşir."
  },
  {
    "id": "2266103",
    "unitNumber": 7,
    "text": "Her ay bir yardım kuruluşuna belli bir miktar yardım yapma şartı ile yapılan bağışlama şekli aşağıdakilerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yüklemeli bağışlama",
      "B": "Bağışlama vaadi",
      "C": "Elden bağışlama",
      "D": "Koşullu bağışlama",
      "E": "Bağışlayana dönme şartı ile yapılan bağışlama"
    },
    "explanation": "Bağışlayanın, bağışlamasına yükleme koyması mümkündür (TBK m. 291/I). Bağışlayan, bağışlama işleminde bağışlanana bir yükümlülüğü yerine getirme ödevi yükleyebilir. Bu yükümlülük, maddi değeri olan bir şey olabileceği gibi maddi değeri olmayan bir şey de olabilir. Örneğin; (A), (B)’ye bir taşınmazını bağışlayarak bağışlama sözleşmesinde (B)’nin 10 öğrenciye burs vermesi ödevini yükleyebilir. Bu durumda yapılan bağışlama, yüklemeli bağışlamadır."
  },
  {
    "id": "2266114",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi TBK m. 296/I hükmünde bağışlama sözü vermenin geri alınmasına ilişkin şartlardan birisi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Elden bağışlanan bir malın geri verilmesini isteyebileceği sebeplerden biri varsa",
      "B": "Mali durumu, sonradan sözün yerine getirilmesini kendi için olağanüstü ağır kılacak şekilde değişmişse",
      "C": "Bağışlama sözü verdikten sonra kendisi için yeni aile yükümlülükleri doğmuş veya bu yükümlülükleri önemli ölçüde ağırlaşmışsa",
      "D": "Bağış yapılanın mali durumu çok fazla iyileşmişse",
      "E": "Bağışlama sözü verenin borcunu ödeme güçsüzlüğü belirlenir veya iflasına karar verilirse"
    },
    "explanation": "TBK m. 296/I hükmü de bağışlama sözü vermenin geri alınmasına ilişkin şartları sıralamak- tadır. İlgili hükme göre, “bağışlama sözü veren, aşağıdaki durumlarda sözünü geri alabilir ve onu ifadan kaçınabilir: 1. Elden bağışlanılan bir malın geri verilmesini isteyebileceği sebeplerden biri varsa. 2. Mali durumu, sonradan sözün yerine getirilmesini kendisi için olağanüstü ağır kılacak ölçüde değişmişse. 3. Bağışlama sözü verdikten sonra, kendisi için yeni aile yükümlülükleri doğmuş veya bu yükümlülükleri önemli ölçüde ağırlaşmışsa. Bağışlama sözü verenin borcunu ödeme güçsüzlüğü belirlenir veya iflasına karar verilirse, ifa yükümlülüğü ortadan kalkar.”\n<br/>Dolayısı ile bağış yapılanın mali durumu çok fazla iyileşmesi bununla ilgili değildir."
  },
  {
    "id": "2266115",
    "unitNumber": 7,
    "text": "Kira sözleşmesi için aşağıda verilenlerden hangisi yanlıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Belirli bir süre için yapılmışsa süre sonunda kendiliğinden sona erer.",
      "B": "Taraflar örtülü bir şekilde sözleşmeyi sürdürüyorsa birer yıl için yenilenmiş sayılır.",
      "C": "Kiracının ölümü halinde sözleşme hemen feshedilir.",
      "D": "Yenilenen kira sözleşmeleri her kira yılının sonunda fesh edilebilir.",
      "E": "Kiralanan tarımsal bir taşınmaz ise ve aksine bir anlaşma yoksa yerel adetçe uygulanan bahar ve güz mevsimleri için fesih bildirimi yapılabilir."
    },
    "explanation": "Kiracının ölümü hâlinde de kiracının mirasçıları ve kiraya veren, altı aylık yasal fesih bildirim sürelerine uymak kaydıyla sözleşmeyi feshedebilirler (TBK m. 371)."
  },
  {
    "id": "2266118",
    "unitNumber": 7,
    "text": "\"Kiracının veya birlikte yaşadığı eşinin, aynı ilçe veya belde belediye sınırları içinde oturmaya elverişli bir konutu bulunması durumunda kiraya veren, kira sözleşmesinin kurulması sırasında bunu bilmiyorsa sözleşmenin bitiminden başlayarak ................. içinde sözleşmeyi dava yoluyla sona erdirme hakkına sahiptir (TBK m. 352/III).\"\n<br/>Yukarıda verilen hükme göre noktalı yere aşağıdakilerden hangisi gelmelidir.",
    "correctAnswer": "A",
    "options": {
      "A": "1 ay",
      "B": "3 ay",
      "C": "6 ay",
      "D": "9 ay",
      "E": "12 ay"
    },
    "explanation": "Kiracının veya birlikte yaşadığı eşinin, aynı ilçe veya belde belediye sınırları içinde oturmaya elverişli bir konutu bulunması durumunda kiraya veren, kira sözleşmesinin kurulması sırasında bunu bilmiyorsa sözleşmenin bitiminden başlayarak <strong>bir ay içinde</strong> sözleşmeyi dava yoluyla sona erdirme hakkına sahiptir (TBK m. 352/III)."
  },
  {
    "id": "2378195",
    "unitNumber": 7,
    "text": "Bağışlayanın sağlararası sonuç doğurmak üzere, malvarlığından bağışlanana karşılıksız olarak bir kazandırma yapmayı üstlendiği sözleşme türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Emanet sözleşmesi",
      "B": "Alım satım sözleşmesi",
      "C": "kira sözleşmesi",
      "D": "İş sözleşmesi",
      "E": "bağışlama sözleşmesi"
    },
    "explanation": "GİRİŞ bölümünde açıklanmıştır.<br/>bağışlama sözleşmesi"
  },
  {
    "id": "2378196",
    "unitNumber": 7,
    "text": "Satış sözleşmesi aşağıdaki sayılan Kanunların hangisinde düzenlenmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Borçlar Kanunu",
      "B": "İş Sağlığı ve Güvenliği Kanunu",
      "C": "Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu",
      "D": "İş kanunu",
      "E": "Ceza Kanunu"
    },
    "explanation": "SATIŞ SÖZLEŞMESİ<br/>Borçlar Kanunu"
  },
  {
    "id": "2378201",
    "unitNumber": 7,
    "text": "Satıcının, satılanın zilyetlik ve mülkiyetini alıcıya devretme, alıcının ise buna karşılık bir bedel ödeme borcunu üstlendiği sözleşme türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Emanet sözleşmesi",
      "B": "Satış sözleşmesi",
      "C": "İş sözleşmesi",
      "D": "Bağışlama sözleşmesi",
      "E": "Kira sözleşmesi"
    },
    "explanation": "Satış sözleşmesi"
  },
  {
    "id": "2378203",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi satış sözleşmesinin hukuki niteliklerinden birisi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Satış sözleşmesi borç doğuran bir sözleşmedir",
      "B": "Satış sözleşmesi rızai bir sözleşmedir",
      "C": "Satış sözleşmesi tam iki tarafa borç yükleyen bir sözleşmedir",
      "D": "Satış sözleşmesi sadece satıcıya borç yükleyen bir sözleşmedir",
      "E": "Satış sözleşmesi ani edimli bir sözleşmedir"
    },
    "explanation": "Satış Sözleşmesinin Hukuki Niteliği<br/>Satış sözleşmesi sadece satıcıya borç yükleyen bir sözleşmedir"
  },
  {
    "id": "2378204",
    "unitNumber": 7,
    "text": "Satılan tablonun satış sözleşmesi kurulduktan birkaç saat sonra meydana gelen depremde düşerek kırılması olayı hukuken hangi terimle ifade edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hasar",
      "B": "Bağışlama",
      "C": "Kira",
      "D": "Alt kira",
      "E": "Satım sözleşmesi"
    },
    "explanation": "Hasarın Geçmesi"
  },
  {
    "id": "2378208",
    "unitNumber": 7,
    "text": "Satıcının alıcıya bildirdiği niteliklerin eksikliği veya satılanda bulunmaması gereken objektif bozukluklar olarak ifade edilen hukuki terim aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bağışlama",
      "B": "Emanet",
      "C": "Ayıp",
      "D": "Satım sözleşmesi",
      "E": "Kira sözleşmesi"
    },
    "explanation": "Satıcının Satılanın Ayıptan<br/>Sorumluluğu"
  },
  {
    "id": "2378209",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi satıcının ayıptan sorumluluğunun doğması için gerekli olan şartlardan birisi değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ayıbın sözleşmede yarar ve hasarın alıcıya geçmesi anında satılanda olması",
      "B": "Satılandaki ayıbın önemli olması",
      "C": "Satılandaki ayıbın önemsiz olması",
      "D": "Satılandaki ayıbın gizli olması",
      "E": "Ayıptan sorumluluğun sözleşme ile kaldırılmamış olması"
    },
    "explanation": "Ayıptan Sorumluluğun Şartları<br/>Satılandaki ayıbın önemsiz olması"
  },
  {
    "id": "2378217",
    "unitNumber": 7,
    "text": "TBK m. 224’e göre hayvan satışında, gözden geçirme ve bildirim hayvanın devralınmasından ve<br/>devralmada temerrüdün gerçekleşmesinden itibaren kaç gün içerisinde yapılmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "dokuz gün",
      "B": "onbeş gün",
      "C": "yirmibir gün",
      "D": "otuz gün",
      "E": "kırkbeş gün"
    },
    "explanation": "Gözden Geçirme ve Bildirim Külfeti<br/>Dokuz gün"
  },
  {
    "id": "2378219",
    "unitNumber": 7,
    "text": "Tacirler arasındaki ticari satışlarda satılanın ayıplı olduğu teslim sırasında belli ise kaç gün içinde satıcıya bildirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "2 gün",
      "B": "5 gün",
      "C": "7 gün",
      "D": "10 gün",
      "E": "15 gün"
    },
    "explanation": "Gözden Geçirme ve Bildirim Külfeti<br/>2 gün"
  },
  {
    "id": "2378222",
    "unitNumber": 7,
    "text": "Satılanın ayıplı olduğu ilk bakışta anlaşılamıyorsa da alıcı, teslimden itibaren kaç gün içerisinde satılanı gözden geçirmeli ve bir ayıp var ise bunu satıcıya bildirmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "sekiz gün içinde",
      "B": "onbeş gün içinde",
      "C": "30 gün içinde",
      "D": "45 gün içinde",
      "E": "60 gün içinde"
    },
    "explanation": "Gözden Geçirme ve Bildirim Külfeti<br/>sekiz gün içinde"
  },
  {
    "id": "2381021",
    "unitNumber": 7,
    "text": "I. Alacak hakları\n II. Hava gazı\n III. Gemi siciline kayıtlı gemiler\n IV. Temelli kalmak amacıyla başkasının arsası üzerine yapılan yapılar\n Yukarıdakilerden hangileri taşınır satışının konusunu oluşturabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve III",
      "E": "II ve IV"
    },
    "explanation": "Taşınmaz mülkiyetine girmeyen ve mülk edinmeye elverişli hava gazı, elektrik cereyanı gibi doğal güçler ile alacak hakları ve imalat sırları, know how vb. haklar taşınır satılının konusunu oluşturabilir. Gemi siciline kayıtlı gemilerle temelli kalmak amacıyla başkasının arsası üzerine yapılan yapılar ise taşınır satışına konu olamazlar. Doğru cevap A'dır."
  },
  {
    "id": "2382951",
    "unitNumber": 7,
    "text": "Satış sözleşmesine ilişkin aşağıdaki bilgilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Sözleşmenin kurulması için satış konusu malın teslim edilmesi gerekir.",
      "B": "Satış sözleşmesi ile taraflar arasında sürekli bir borç ilişkisi doğar.",
      "C": "Satış sözleşmesinde satıcı ve alıcının edimleri karşılıklılık ilişkisi içerisinde bulunmaktadır.",
      "D": "Maddi olmayan şeyler satış sözleşmesine konu olamaz.",
      "E": "Satış sözleşmesi kullandırma amacı güden bir sözleşmedir."
    },
    "explanation": "Borç doğuran bir sözleşme olan satış sözleşmesinin konusunu maddi olan veya olmayan şeyler oluşturabilir. Bu sözleşmede satıcı için satılanı alıcıya teslim ve<br/>bunun üzerindeki hakkı geçirme; alıcı için de bir miktar bedel ödeme borcu doğar ve bu edimler karşılıklılık ilişkisi içinde bulunur. Satış sözleşmesinin kurulabilmesi için tarafların karşılıklı ve birbirine uygun irade beyanları yeterli olup satış konusu olan malın teslimine ihtiyaç yoktur. Satış sözleşmesinin aslî edimleri sürekli değil kararlaştırılan zamanda bir defada yerine getiren ani edimler olarak karşımıza çıkmaktadır. Doğru cevap C'dir."
  },
  {
    "id": "2382956",
    "unitNumber": 7,
    "text": "I. Olumlu zararın tazmini\n II. Manevi zararın tazmini\n III. Olumsuz zararın tazmini\n IV. İptal\n Yukarıdakilerden hangileri satış sözleşmesinde satıcının temerrüdü halinde alıcıya tanınan imkanlar arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve III",
      "B": "II ve IV",
      "C": "I ve II",
      "D": "II ve III",
      "E": "III ve IV"
    },
    "explanation": "Satıcının temerrüdü halinde alıcıya tanınan ilk imkan; her zaman borcun ifasını ve gecikme tazminatını isteyebilmesidir. İkinci olarak alıcı, borcun aynen ifasından vazgeçtiğini hemen bildirerek olumlu zararının tazminini isteyebilir.<br/>Son olarak ise alıcıya, sözleşmeden dönerek olumsuz zararını isteme hakkı verilmiştir. Doğru cevap A'dır."
  },
  {
    "id": "2382961",
    "unitNumber": 7,
    "text": "Ticari satışlarda sözleşmenin diğer tarafını temerrüde düşürme, sözleşmeyi feshetme ve sözleşmeden dönme için gerekli ihbar ve ihtarlar aşağıdaki şekillerden hangisi ile <u>yapılamaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Noter aracılığıyla",
      "B": "Taahhütlü mektupla",
      "C": "Telgrafla",
      "D": "Güvenli elektronik imza kullanılarak kayıtlı elektronik posta ile",
      "E": "Faksla"
    },
    "explanation": "Ticari satışlarda adi satışlardan farklı olarak sözleşmenin diğer tarafını temerrüde düşürme, sözleşmeyi feshetme ve sözleşmeden dönme için gerekli ihbar ve ihtarların noter aracılığıyla taahhütlü mektupla, telgrafla veya güvenli elektronik imza kullanılarak kayıtlı elektronik posta ile yapılması zorunluluğu getirilmiştir. Doğru cevap E'dir."
  },
  {
    "id": "2382965",
    "unitNumber": 7,
    "text": "Taşınmaz satışının aşağıdaki şekillerden hangisine uyularak yapılması gerekir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sözlü şekil",
      "B": "Adi yazılı şekil",
      "C": "Noterce düzenleme",
      "D": "Resmi şekil",
      "E": "Noterce onaylama"
    },
    "explanation": "Taşınmaz satışı sözleşmesinin şeklini düzenleyen TBK. m. 237/I hükmüne göre, “taşınmaz satışının geçerli olabilmesi için sözleşmenin resmi şekilde düzenlenmesi şarttır.”. Doğru cevap D'dir."
  },
  {
    "id": "2382973",
    "unitNumber": 7,
    "text": "Taşınmaz satış sözleşmesinin resmi şekle uyulmadan yapılmasının yaptırımı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yokluk",
      "B": "Butlan",
      "C": "İptal",
      "D": "Askıda geçersizlik",
      "E": "Tek taraflı bağlamazlık"
    },
    "explanation": "Yargıtay’ın yerleşmiş içtihatlarına göre taşınmaz satış sözleşmesi resmi şekle uyulmadan yapılmışsa bunun yaptırımı butlandır. Doğru cevap B'dir."
  },
  {
    "id": "2382987",
    "unitNumber": 7,
    "text": "I. Bağışlananın iflası\n II. Bağışlayanın geri alma hakkını kullanması\n III. Bağışlananın ödeme güçsüzlüğüne düşmesi\n IV. Bağışlama sözü verme yerine getirilmeden bağışlayanın ölmesi\n Yukarıdakilerden hangileri bağışlamayı sona erdiren nedenler arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve III",
      "E": "II ve IV"
    },
    "explanation": "Bağışlama sözü verme yerine getirilmeden bağışlayanın ölmesi durumunda, TBK m. 298 hükmü gereği dönemsel edimleri içeren bağışlama söz konusu ise bağışlama sona erer. Bağışlayan, TBK m. 295-297 hükümlerinde yer alan şartların gerçekleşmesi durumunda tek taraflı irade açıklaması ile bağışlamayı geri alabilir. Bağışlayanın ödeme güçsüzlüğüne düşmesi veya iflasına karar verilmesi hâlinde, bağışlamayı ifa yükümlülüğü ortadan kalkar. Bağışlananın iflası ya da ödeme güçsüzlüğüne düşmesi ise bağışlama üzerinde etkili değildir. Doğru cevap E'dir."
  },
  {
    "id": "2382995",
    "unitNumber": 7,
    "text": "I. Kira sözleşmesi\n II. Satış sözleşmesi\n III. Bağışlama sözleşmesi\n Yukarıdakilerden hangileri karşılıklı borç doğuran ve ivazlı sözleşmedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "Kira sözleşmesi ve satış sözleşmesi karşılıklı borç doğuran sözleşmelerdir. Bağışlama sözleşmesi ise tek tarafa borç yükleyen bir sözleşmedir. Doğru cevap D'dir."
  },
  {
    "id": "2383010",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi adi kira sözleşmesinde kiralayanın borçları arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kira konusunun kullanımını devretmek",
      "B": "Kira bedelini ödemek",
      "C": "Temizlik ve bakım giderlerini ödemek",
      "D": "Kiralananı geri vermek",
      "E": "Komşulara saygı göstermek"
    },
    "explanation": "Kira sözleşmesinde kiralayanın kiralananın kullanımını bırakma borcu bulunmaktadır. Kira sözleşmesinde kiracının ise kira bedelini ödeme borcu, özenle kullanma ve komşulara saygı gösterme borcu, kiralananı iyi bir durumda muhafazası için özen göstermek ve gereken bildirimleri yapmak yükümlülükleri, temizlik ve bakım giderlerini ödeme borcu, ayıpları kiraya verene bildirme borcu, ayıpların giderilmesine ve kiralananın gösterilmesine katlanma borcu, kiralananı geri verme borcu vardır. Doğru cevap A'dır."
  },
  {
    "id": "2383021",
    "unitNumber": 7,
    "text": "I. Kiralananı teslim etmek\n II. Esaslı onarımları zamanında yapmak\n III. Yan giderleri ödemek\n IV. Kiralananın bakımını yapmak\n Yukarıdakilerden hangileri ürün kirasında kiracının borçları arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve III",
      "E": "II ve IV"
    },
    "explanation": "Ürün kirasında kiraya verenin borçları kiralananı sözleşmeye uygun biçimde kullanılmaya ve işletilmeye elverişli bir biçimde kiracıya teslim etmek ve kira süresi içinde yapılması zorunlu olan esaslı onarımları zamanında yapmaktır. Kiracının borçları ise kira bedelini ve yan giderleri ödemek, kiralananı kullanmak ve işletmek, kiralananın bakımını gereği gibi yapmaktır. Doğru cevap C'dir."
  },
  {
    "id": "2359920",
    "unitNumber": 8,
    "text": "Eser Sözleşmesinin hukuki niteliğine ilişkin aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "İvazlı",
      "B": "Geçerlilik şekline tabi olmayan",
      "C": "Rızai",
      "D": "Tam iki tarafa borç yükleyen",
      "E": "Devir borcu doğuran"
    },
    "explanation": "Eser sözleşmesi, devir borcu doğuran sözleşmelerden biri değildir."
  },
  {
    "id": "2359950",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi eser sözleşmesinde hasarın teslimden<br/>önce işsahibine ait olduğu hallerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Malzemenin işsahibi tarafından sağlanması",
      "B": "İşsahibinin malzemeyi temin ederken temerrüde düşmüş olması",
      "C": "İşsahibinin kusurlu olması",
      "D": "Eserin işsahibinin talimatlarına aykırı yapılması",
      "E": "Eserin kararlaştırılana aykırı yapılması"
    },
    "explanation": "Malzemenin işsahibi tarafından sağlanması eser sözleşmesinde hasarın teslimden<br/>önce işsahibine ait olduğu hallerden biridir."
  },
  {
    "id": "2359969",
    "unitNumber": 8,
    "text": "Eser sözleşmesinde işsahibinin bedel ödeme borcu hangi anda muaccel olur?",
    "correctAnswer": "B",
    "options": {
      "A": "Sözleşmenin kurulduğu anda",
      "B": "Eserin teslimi anında",
      "C": "Bedelin ödendiği anda",
      "D": "Teyit mektubunun gönderildiği anda",
      "E": "Planının hazırlandığı anda"
    },
    "explanation": "İşsahibinin bedel ödeme<br/>borcu, eserin teslimi anında muaccel olur"
  },
  {
    "id": "2359999",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi vekilin işi bizzat yapma borcunun istisnalarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alt vekalet",
      "B": "İfa yardımcısı",
      "C": "Vasi",
      "D": "Kayyım",
      "E": "Art rehin"
    },
    "explanation": "Vekilin işi bizzat yapması borcunun iki istisnası<br/>vardır: İkame vekâlet ve alt vekâlet."
  },
  {
    "id": "2360637",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi eser sözleşmesinde müteahhidin işe zamanında başlama ve devam etme borcunun ihlali nedeniyle işverenin sözleşmeden dönme hakkını kullanılabilmesinin koşullarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yüklenicinin sözleşme konusu işe başlamakta gecikmesi",
      "B": "Yüklenicinin işgörme faaliyetlerini yavaş yürütmesi ve ertelemesi",
      "C": "Yüklenicinin sözleşme konusu eseri tamamlamasını kararlaştırılan tarihe yetiştiremeyeceğinin anlaşılması",
      "D": "Eser tamamlandığında ayıplı veya sözleşmeye aykırı şekilde olacağının belli olmasına rağmen üçüncü kişiye yaptırılmasının<br/>mümkün olmaması",
      "E": "İşsahibinin dönme beyanında bulunmadan önce üç aylık mehil vermesi"
    },
    "explanation": "Sözleşmeden dönme hakkının kullanılması için mehil verilmesi zorunlu değildir."
  },
  {
    "id": "2360646",
    "unitNumber": 8,
    "text": "Vekalet sözleşmesinde vekâletin uygun olmayan zamanda ortadan kalkması halinde vekil hangi tür zararlarının giderilmesini isteyebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğrudan zarar",
      "B": "Menfi (olumsuz) zarar",
      "C": "Munzam zarar",
      "D": "Müspet (olumlu) zarar",
      "E": "Fiili zarar"
    },
    "explanation": "Vekalet sözleşmesinde vekâletin uygun olmayan zamanda ortadan kalkması halinde vekil menfi (olumsuz) zararının giderilmesini"
  },
  {
    "id": "2360648",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi teminat borcu doğuran sözleşmelerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Vekalet sözleşmesi",
      "B": "Kefalet sözleşmesi",
      "C": "Eser sözleşmesi",
      "D": "Hizmet sözleşmesi",
      "E": "Trampa sözleşmesi"
    },
    "explanation": "Kefalet sözleşmesi teminat borcu doğuran sözleşmelerdendir."
  },
  {
    "id": "2360653",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi işgörme borcu doğuran sözleşmelerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Satım",
      "B": "Bağışlama",
      "C": "Vekalet",
      "D": "Kefalet",
      "E": "Trampa"
    },
    "explanation": "vekalet sözleşmesi iş görme borcu doğuran sözleşmelerdendir."
  },
  {
    "id": "2360658",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ivazsız sözleşmelerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Eser",
      "B": "Hizmet",
      "C": "Kefalet",
      "D": "Satım",
      "E": "Kira"
    },
    "explanation": "Kefalet sözleşmesi ivazsız sözleşmelerdendir."
  },
  {
    "id": "2360660",
    "unitNumber": 8,
    "text": "Birden fazla kefilden her birinin diğer kefillerden<br/>bağımsız olarak ve diğer kefillerden sorumlu olmaksızın, bir borcun bir kısmı için kefil olduğu kefalet türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Adi birlikte kefalet",
      "B": "Adi kefalet",
      "C": "Müteselsil kefalet",
      "D": "Kısmi kefalet",
      "E": "Rücua kefalet"
    },
    "explanation": "Birden fazla kefilden her birinin diğer kefillerden<br/>bağımsız olarak ve diğer kefillerden sorumlu olmaksızın, bir borcun bir kısmı için kefil olduğu kefalet türü kısmi kefalettir."
  },
  {
    "id": "2367566",
    "unitNumber": 8,
    "text": "Eser sözleşmelerinde yüklenici ayıplı bir eser meydana getirmişse, bu sebeple açılacak davalar, teslim tarihinden başlayarak, taşınmaz yapılar dışındaki eserlerde kaç yılda zamanaşımına uğrar?",
    "correctAnswer": "A",
    "options": {
      "A": "iki",
      "B": "bir",
      "C": "üç",
      "D": "dört",
      "E": "beş"
    },
    "explanation": "TBK m. 478 hükmünde ayıp sebebiyle kullanılacak hakların tabi olduğu zamanaşımı düzenlenmiştir. İlgili hükme göre, “Yüklenici ayıplı bir eser meydana getirmişse, bu sebeple açılacak davalar, teslim tarihinden başlayarak, taşınmaz yapılar dışındaki eserlerde iki yılın; taşınmaz yapılarda ise beş yılın ve yüklenicinin ağır kusuru varsa, ayıplı eserin niteliğine bakılmaksızın yirmi yılın geçmesiyle zamanaşımına uğrar.”"
  },
  {
    "id": "2367572",
    "unitNumber": 8,
    "text": "Eser sözleşmelerinde yüklenicinin ücret alacağı, muaccel olduğu günden itibaren ............. geçmekle zamanaşımına uğrar. Cümledeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "iki yıl",
      "B": "beş yıl",
      "C": "bir yıl",
      "D": "yedi yıl",
      "E": "on yıl"
    },
    "explanation": "Yüklenicinin ücret alacağı, muaccel olduğu günden itibaren beş yıl geçmekle zamanaşımına uğrar (TBK m. 147 b. 6)."
  },
  {
    "id": "2367580",
    "unitNumber": 8,
    "text": "Çalışanlara süreli olmayan kefalette kefil, her kaç yılda bir, ertesi yılın<br/>sonunda geçerli olmak üzere sözleşmeyi feshettiğini bildirebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "beş yılda",
      "B": "iki yılda",
      "C": "üç yılda",
      "D": "dört yılda",
      "E": "bir yılda"
    },
    "explanation": "Çalışanlara kefalette kefalet feshi bildirme ile sona erer. Bu durum, TBK m. 602 hükmünde düzenlenmiştir. İlgili hükme göre, “çalışanlara süreli olmayan kefalette kefil, her üç yılda bir, ertesi yılın sonunda geçerli olmak üzere sözleşmeyi feshettiğini bildirebilir.”."
  },
  {
    "id": "2367621",
    "unitNumber": 8,
    "text": "Bir gerçek kişi tarafından verilmiş olan her türlü kefalet, buna ilişkin sözleşmenin kurulmasından başlayarak kaç yılın geçmesiyle kendiliğinden ortadan kalkar?",
    "correctAnswer": "D",
    "options": {
      "A": "1",
      "B": "2",
      "C": "5",
      "D": "10",
      "E": "20"
    },
    "explanation": "TBK m. 598/IIIe göre, “bir gerçek kişi tarafından verilmiş olan her türlü kefalet, buna ilişkin sözleşmenin kurulmasından başlayarak on yılın geçmesiyle<br/>kendiliğinden ortadan kalkar. Kefalet için belirlenen süre on yıldan fazla olsa bile uzatılmış veya yeni bir kefalet verilmiş olmadıkça kefil, ancak on yıllık süre doluncaya kadar takip edilebilir.”"
  },
  {
    "id": "2367651",
    "unitNumber": 8,
    "text": "Eski borçlunun, ipotekli taşınmazın yeni malikinin ipotekli borcu üstlenmesi ve alacaklının eski borçluya karşı hakkını koruduğunu ............... içinde bildirmemesi sebebiyle borcundan kurtulması durumunda kefil de kefalet borcundan bu değişikliğe muvafakat etmedikçe kurtulur. Cümledeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "1 ay",
      "B": "3 ay",
      "C": "6 ay",
      "D": "2 yıl",
      "E": "1 yıl"
    },
    "explanation": "Borçluyu kurtararak borcun üstlenilmesi durumunda kefilin sorumluluğu ancak borcun üstlenilmesine razı olduğu takdirde devam eder (TBK m. 198/II). TMK m. 888’e göre eski borçlunun, ipotekli taşınmazın yeni malikinin ipotekli borcu üstlenmesi ve alacaklının eski borçluya karşı hakkını koruduğunu bir yıl içinde bildirmemesi sebebiyle borcundan kurtulması durumunda kefil de kefalet borcundan bu değişikliğe muvafakat etmedikçe kurtulur."
  },
  {
    "id": "2367655",
    "unitNumber": 8,
    "text": "Anaparanın veya yarım yıllık döneme ait faizin ödenmesinde ya da yıldan yıla yapılması öngörülen anapara ödemelerinde kaç aylık gecikme olursa alacaklı durumu kefile bildirmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "6",
      "E": "9"
    },
    "explanation": "Anaparanın veya yarım yıllık döneme ait faizin ödenmesinde ya da yıldan yıla yapılması öngörülen anapara ödemelerinde altı aylık gecikme olursa alacaklı durumu kefile bildirmelidir (TBK m. 594/I, c. I). Bunun yanında, “istek hâlinde alacaklı, her zaman asıl borcun kapsamı hakkında kefile bilgi vermek zorundadır. (TBK m. 592/I, c. II)” Alacaklı kefile bilgi verme ödevini yerine getirmezse kefilin<br/>uğradığı zarar miktarınca ona karşı olan haklarını kaybeder (TBK m. 594/son)."
  },
  {
    "id": "2367667",
    "unitNumber": 8,
    "text": "Kefalet sözleşmesinde kefilin sorumlu olduğu akdi faiz tutarı geçmiş kaç yıla ilişkindir?",
    "correctAnswer": "A",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "5",
      "E": "10"
    },
    "explanation": "TBK m. 589 ye göre kefil; kefil olunan borcun aslı, borçlunun kusur veya temerrüdünün kanuni sonuçları, dava ve takip masrafları ile işlemiş bir yıllık ve işlemekte olan adi faizden sorumlu olacaktır."
  },
  {
    "id": "2367680",
    "unitNumber": 8,
    "text": "TBK m. 598/ III’te öngörülen süre, en erken kefaletin sona ermesinden .... yıl önce yapılmak kaydıyla, kefilin kefalet sözleşmesinin şekline uygun yazılı açıklamasıyla, ....... yıllık yeni bir dönem için uzatılabilir. Cümledeki boşluklara aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "1- 10",
      "B": "2-10",
      "C": "1-5",
      "D": "2-5",
      "E": "1-20"
    },
    "explanation": "Sorumluluk süresinin dolmasından sonra ödeme yapan kefil, borç olmayan tutarı ifa ettiği için ödediği tutarı sebepsiz zenginleşmeye dayanarak geri isteyebilir. Kefil tarafından daha önce yapılan ödemelerin iadesi söz konusu olmaz. TBK m. 598/ III’te öngörülen süre, en erken kefaletin sona ermesinden bir yıl önce yapılmak kaydıyla, kefilin kefalet sözleşmesinin şekline uygun yazılı açıklamasıyla, on yılık yeni bir dönem için uzatılabilir (TBK m. 598/son).<br/>bir- on"
  },
  {
    "id": "2367695",
    "unitNumber": 8,
    "text": "Tüzel kişi kefiller, kaç yılı aşan süre için de sorumluluk altına girebilirler?",
    "correctAnswer": "D",
    "options": {
      "A": "on üç",
      "B": "on bir",
      "C": "on beş",
      "D": "on",
      "E": "on iki"
    },
    "explanation": "TBK m. 598/IIIe göre, “bir gerçek kişi tarafından verilmiş olan her türlü kefalet, buna ilişkin sözleşmenin kurulmasından başlayarak on yılın geçmesiyle<br/>kendiliğinden ortadan kalkar. Kefalet için belirlenen süre on yıldan fazla olsa bile uzatılmış veya yeni bir kefalet verilmiş olmadıkça kefil, ancak on yıllık süre<br/>doluncaya kadar takip edilebilir.” Hükümdeki süre yalnızca gerçek kişilerin verdiği<br/>kefalette söz konusu olacaktır. Tüzel kişi kefiller, on yılı aşan süre için de sorumluluk altına girebilirler. On yıllık süre, kefalet sözleşmesinin meydana geldiği andan itibaren işlemeye başlayacaktır. Bu süre, zamanaşımı süresi olmadığı için kesilmesi ve durması söz konusu olmaz. Azami süre tamamlandığında kefilin yükümlülüğü kendiliğinden ortadan kalkar."
  },
  {
    "id": "2367702",
    "unitNumber": 8,
    "text": "Eser sözleşmesinde eserin ayıplı olmasında yüklenicinin ağır kusuru varsa, ayıptan doğan sorumluluğun tabi olduğu zamanaşımı süresi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "2 yıl",
      "B": "5 yıl",
      "C": "10 yıl",
      "D": "20 yıl",
      "E": "30 yıl"
    },
    "explanation": "TBK m. 478 hükmünde ayıp sebebiyle kullanılacak hakların tabi olduğu zamanaşımı düzenlenmiştir. İlgili hükme göre, “Yüklenici ayıplı bir eser meydana getirmişse, bu sebeple açılacak davalar, teslim tarihinden başlayarak, taşınmaz yapılar dışındaki eserlerde iki yılın; taşınmaz yapılarda ise beş yılın ve yüklenicinin ağır kusuru varsa, ayıplı eserin niteliğine bakılmaksızın yirmi yılın geçmesiyle zamanaşımına uğrar.”"
  },
  {
    "id": "2384608",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi eser sözleşmesinin konusudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Bir hastayı tedavi etmek",
      "B": "Özel ders vermek",
      "C": "Bir taşınmazın idaresi",
      "D": "Bisiklet yarışı düzenlenmek",
      "E": "Sporcuya antrenörlük yapmak"
    },
    "explanation": "Eser sözleşmesinde yüklenici, bir eser meydana<br/>getirmeyi taahhüt etmelidir. Sözleşmede iş görme<br/>faaliyetinin kendisinden çok bu çalışmadan ortaya<br/>çıkan ve objektif olarak beklenen sonuç önemlidir. Bir başka deyişle yüklenici, bir sonuç taahhüt<br/>etmektedir. Örneğin; bir gazeteye ilan verilmesi,<br/>bisiklet yarışı düzenlenmesi, bir düğünde şarkı<br/>söylemenin taahhüt edilmesi gibi durumlar eser<br/>sözleşmesinin konusunu oluşturabilecektir. Buna<br/>karşılık, bağımsız bir hukuki varlık olarak geçici<br/>ve maddi olmayarak da olsa belli bir şekilde ortaya çıkmayan ve bütün teşkil etmeyen, örneğin; bir<br/>hastanın tedavi edilmesi, özel ders verilmesi, bir<br/>taşınmazın idaresi gibi insan emeği olan sonuçlar,<br/>eser sözleşmesinin konusunu oluşturmayacaktır."
  },
  {
    "id": "2384612",
    "unitNumber": 8,
    "text": "I. Bir gazeteye ilan verilmesi\n<br/>II. bir düğünde şarkı söylemenin taahhüt edilmesi \n<br/>III. özel ders verilmesi\n<br/>Yukarıdakilerden hangisi yada hangileri eser sözleşmesinin konusudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Eser sözleşmesinde yüklenici, bir eser meydana<br/>getirmeyi taahhüt etmelidir. Sözleşmede iş görme<br/>faaliyetinin kendisinden çok bu çalışmadan ortaya<br/>çıkan ve objektif olarak beklenen sonuç önemlidir. Bir başka deyişle yüklenici, bir sonuç taahhüt<br/>etmektedir. Örneğin; bir gazeteye ilan verilmesi,<br/>bisiklet yarışı düzenlenmesi, bir düğünde şarkı<br/>söylemenin taahhüt edilmesi gibi durumlar eser<br/>sözleşmesinin konusunu oluşturabilecektir. Buna<br/>karşılık, bağımsız bir hukuki varlık olarak geçici<br/>ve maddi olmayarak da olsa belli bir şekilde ortaya çıkmayan ve bütün teşkil etmeyen, örneğin; bir<br/>hastanın tedavi edilmesi, özel ders verilmesi, bir<br/>taşınmazın idaresi gibi insan emeği olan sonuçlar,<br/>eser sözleşmesinin konusunu oluşturmayacaktır."
  },
  {
    "id": "2384638",
    "unitNumber": 8,
    "text": "I. Adi kefalet\n<br/>II. Müteselsil kefalet\n<br/>III. Birleşik kefalet\n<br/>IV. Kefile Kefalet\n<br/>V. Art kefalet\n<br/>Yukarıdakilerden hangisi yada hangileri kefalet sözleşmesinin<br/>türlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve V",
      "E": "III ve V"
    },
    "explanation": "Birleşik kefalet ve Art kefalet\n<br/>kefalet sözleşmesinin türlerinden değildir."
  },
  {
    "id": "3069284",
    "unitNumber": 8,
    "text": "I. Eser sözleşmesinin tarafları, yüklenici ve işsahibidir.\n II. Eser (iş) sahibinin, gerçek kişi olması mümkün olduğu gibi tüzel kişi olması da mümkündür.\n III. Eser sözleşmesinde yüklenici, bir eser meydana getirmeyi bir başkasına bırakan kişidir.\n IV. Eser sözleşmesinde işsahibi, eser meydana getirip teslim etmeyi borçlanan herhangi bir kişidir.\n Eser sözleşmesine ilişkin verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "II ve III",
      "E": "II ve IV"
    },
    "explanation": "Eser sözleşmesinin tarafları, yüklenici ve işsahibidir. Eser (iş) sahibinin, gerçek kişi olması mümkün olduğu gibi tüzel kişi olması da mümkündür. Eser sözleşmesinde işsahibi, bir eser meydana getirmeyi bir başkasına bırakan kişidir. Yüklenici de eser meydana getirip teslim etmeyi borçlanan herhangi bir kişidir. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3069285",
    "unitNumber": 8,
    "text": "I. Bir gazeteye ilan verilmesi\n II. Bir hastanın tedavi edilmesi\n III. Bir taşınmazın idaresi\n IV. Bir düğünde şarkı söylemenin taahhüt edilmesi\n Yukarıdakilerden hangileri bir eser sözleşmesine konu olabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "II ve III",
      "E": "II ve IV"
    },
    "explanation": "Eser sözleşmesinde yüklenici, bir eser meydana getirmeyi taahhüt etmelidir. Sözleşmede iş görme faaliyetinin kendisinden çok bu çalışmadan ortaya çıkan ve objektif olarak beklenen sonuç önemlidir. Bir başka deyişle yüklenici, bir sonuç taahhüt etmektedir. Örneğin; bir gazeteye ilan verilmesi, bisiklet yarışı düzenlenmesi, bir düğünde şarkı söylemenin taahhüt edilmesi gibi durumlar eser sözleşmesinin konusunu oluşturabilecektir. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3069287",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi eser sözleşmesinde işsahibinin borçlarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Eseri şahsen meydana getirme borcu",
      "B": "Ücret ödeme borcu",
      "C": "Sadakat ve özen borcu",
      "D": "İşe zamanında başlama ve devam borcu",
      "E": "Ayıba karşı tekeffül borcu"
    },
    "explanation": "İşsahibinin borçları; işsahibinin malzemeyi sağlama borcu, işsahibinin verdiği malzemenin veya tamir edilecek şeyin kendisince bilinen ve yüklenicinin gözüne çarpmayacak tehlikeli veya işi etkileyecek diğer niteliklerinden yükleniciyi haberdar etme borcu, teknik anlamda borç olmamakla beraber gözden geçirme ve bildirim külfeti ve ücret ödeme borcudur. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3069289",
    "unitNumber": 8,
    "text": "Eseri teslim ederken nasıl kullanılacağı hakkında işsahibini aydınlatmak yüklenicinin hangi borcu ile ilgilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Araç, gereç ve malzeme sağlama borcu",
      "B": "Eseri şahsen meydana getirme borcu",
      "C": "İşe zamanında başlama ve devam borcu",
      "D": "Ayıba karşı tekeffül borcu",
      "E": "Özen borcu"
    },
    "explanation": "Eseri teslim ederken nasıl kullanılacağı hakkında işsahibini aydınlatmak özen yükümlülüğüne dahildir. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3069290",
    "unitNumber": 8,
    "text": "I. Eser teslim edilmiş olmalıdır.\n<br/>II. Teslim konusu olan eser, ayıplı olmalıdır.\n<br/>III. Eserdeki ayıp açık olmalıdır.\n<br/>IV. Eserdeki ayıp tam önemli olmalıdır.\n<br/>Yüklenicinin ayıp sebebiyle sorumluluğu ile ilgili verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "II ve III",
      "E": "III ve IV"
    },
    "explanation": "Eser teslim edilmiş olmalıdır. Teslim konusu olan eser, ayıplı olarak teslim edilmiş olmalıdır. Eserdeki ayıbın gizli olması gerekir. Eserdeki ayıbın tam önemli ayıp olması gerekmez. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3069291",
    "unitNumber": 8,
    "text": "Yüklenici ayıplı bir eser meydana getirmişse, bu sebeple açılacak davalar, taşınmaz yapılar dışındaki eserlerde teslim tarihinden başlayarak kaç yıl geçmesiyle zaman aşımına uğrar?",
    "correctAnswer": "B",
    "options": {
      "A": "1 yıl",
      "B": "2 yıl",
      "C": "5 yıl",
      "D": "10 yıl",
      "E": "20 yıl"
    },
    "explanation": "Yüklenici ayıplı bir eser meydana getirmişse, bu sebeple açılacak davalar, teslim tarihinden başlayarak, taşınmaz yapılar dışındaki<br/>eserlerde iki yılın; taşınmaz yapılarda ise beş yılın ve yüklenicinin ağır kusuru varsa, ayıplı eserin niteliğine bakılmaksızın yirmi yılın geçmesiyle zamanaşımına uğrar. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3069456",
    "unitNumber": 8,
    "text": "İkame vekâlet ve alt vekâlet vekilin hangi borcuna ait istisnalardır?",
    "correctAnswer": "D",
    "options": {
      "A": "Hesap verme borcu",
      "B": "Sadakat gösterme borcu",
      "C": "Sır saklama borcu",
      "D": "İşi bizzat kendisinin yapması borcu",
      "E": "Özen gösterme borcu"
    },
    "explanation": "Vekilin işi bizzat yapması borcunun iki istisnası vardır: İkame vekâlet ve alt vekâlet. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3069466",
    "unitNumber": 8,
    "text": "I. Vekilin sadakat yükümlülüğü işin görülmesi sona erince ortadan kalkar.\n<br/>II. Vekâletin ücretli olup olmaması, vekilin sadakat borcunun varlığı ve kapsamı bakımından etkilidir.\n<br/>III. Vekil, sadakat borcu gereği bilgilendirme borcu altındadır.\n<br/>IV. Vekil, vekâlet verene sözleşme konusu işin görülmesiyle ilgili tavsiyelerde bulunma borcunu üstlenmiştir.\n<br/>Vekilin sadakat ve sır saklama borcuna ilişkin verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "II ve III",
      "E": "III ve IV"
    },
    "explanation": "Vekilin özen borcu, işin görülmesi sona erince ortadan kalktığı hâlde sadakat yükümlülüğü ve bu yükümlülükten doğan sır saklama borcu, iş bittikten sonra da devam edecektir. Vekâletin ücretli olup olmaması, vekilin sadakat borcunun varlığı ve kapsamı bakımından etkili değildir. Vekil, sadakat borcu gereği bilgilendirme borcu altındadır. Vekâlet verene sözleşme konusu işin görülmesiyle ilgili tavsiyelerde bulunma borcunu da üstlenmiştir."
  },
  {
    "id": "3069475",
    "unitNumber": 8,
    "text": "I. Kefilin borcu, asıl borcu yerine getirmektir.\n II. Kefil, kendi edimini yerine getirir.\n III. Kefilin sorumluluğu asıl borçlunun sorumluluğundan daha ağır olamaz.\n IV. Asıl borçtan ayrı olarak kefalet borcu başkasına geçirilebilir.\n Kefalet sözleşmesinin özelliklerine ilişkin verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "II ve III",
      "E": "II ve IV"
    },
    "explanation": "Kefilin borcu, asıl borcu yerine getirmek değildir. Kefil, kendi edimini yerine getirir. Kefilin sorumluluğu asıl borçlunun sorumluluğundan daha ağır olamaz. Asıl borçtan ayrı olarak kefalet borcu başkasına geçirilemez. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3069483",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kefilin sorumluluğunun kapsamında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Asıl borç",
      "B": "Borçlunun kusur veya temerrüdünün yasal sonuçları",
      "C": "Rehin haklarının devrinin sebep olduğu masraflar",
      "D": "İşlemekte olan yıla ait akdî faiz",
      "E": "İşlemiş beş yıllık akdî faiz"
    },
    "explanation": "Aksi sözleşmede kararlaştırılmamışsa kefil, belirtilen azamî miktarla sınırlı olmak üzere, aşağıdakilerden sorumludur:<br/>1. Asıl borç ile borçlunun kusur veya temerrüdünün yasal sonuçları<br/>2. Alacaklının, kefile, onun borcu ödeyerek yapılmalarını önleyebileceği uygun bir zaman önce bildirmesi koşuluyla, borçluya karşı yönelttiği takip ve davaların masrafları ile gerektiğinde rehinlerin kefile tesliminin ve rehin haklarının devrinin sebep olduğu masraflar<br/>3. İşlemiş bir yıllık ve işlemekte olan yıla ait akdî faizler ile gerektiğinde tahvil karşılığında ödünç verilen anaparanın işlemiş bir<br/>yıllık ve işlemekte olan yıla ait faizleri. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3073842",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi hukuken eser sözleşmesi kapsamına <strong>girmez?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bir konferansta konuşma yapılması",
      "B": "Özel ders verilmesi",
      "C": "Bir konserde şarkı söylenmesi",
      "D": "Bir tablo yapılması",
      "E": "Terzinin bir elbise dikmesi"
    },
    "explanation": "Özel ders vermek hukuken eser sözleşmesi kapsamına girmez."
  },
  {
    "id": "3073846",
    "unitNumber": 8,
    "text": "Aşağıdaki hangisi teslimden önce oluşan hasarın iş sahibine ait olduğu durumlardan biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yüklenicinin teslimatta gecikmiş olması",
      "B": "Yüklenicinin kusurlu malzeme kullanması",
      "C": "Tamamlanınca çeşidi ile belli olacak eserin yok olması",
      "D": "İş sahibinin eseri teslim almakta temerrüde düşmüş olması",
      "E": "Tamamlanınca ferdi olarak belirlenebilecek nitelikte eserin yok olması"
    },
    "explanation": "Eseri teslim almakta temerrüde düşmüş olması, teslimden önce oluşan hasarın iş sahibine ait olmasına yol açar."
  },
  {
    "id": "3073850",
    "unitNumber": 8,
    "text": "İş sahibinin teslim süresini beklemeden sözleşmeden dönebilmesi aşağıdaki durumlardan hangisinde <strong>mümkün olmaz?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yüklenicinin işe başlamakta gecikmesi",
      "B": "Yüklenicinin eseri meydana getirirken yardımcı kişilere başvurması",
      "C": "Yüklenicinin iş görme faaliyetlerini ertelemesi ya da yavaş yürütmesi",
      "D": "Yüklenicinin eseri sözleşme tarihine yetiştiremeyeceğinin anlaşılması",
      "E": "Eser tamamlandığında ayıplı olacağının belli olmasına rağmen üçüncü kişiye yaptırılmasının mümkün olmaması"
    },
    "explanation": "Yüklenicinin yardımcı kişilere başvurması iş sahibinin sözleşmeden dönmesi için yeterli neden değildir."
  },
  {
    "id": "3073855",
    "unitNumber": 8,
    "text": "Aşağıdaki durumlardan hangisi vekalet sözleşmesinin kapsamına <strong>girmez?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Vasiyeti yerine getirme görevlisinin terekeyi idaresi",
      "B": "Başkasına ait arsa üzerinde bina inşa edilmesi",
      "C": "Hukukçunun bir konuda mütalaa vermesi",
      "D": "Bir şirketin yönetilmesi",
      "E": "Bir reklam kampanyasının yürütülmesi"
    },
    "explanation": "Bina inşa etmek vekalet sözleşmesi kapsamına girmez."
  },
  {
    "id": "3073862",
    "unitNumber": 8,
    "text": "Asıl vekilin vekalet sözleşmesinden doğan borçların ifasını üçüncü bir kişiye bırakmasına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Özel vekalet",
      "B": "Genel vekalet",
      "C": "İkame vekalet",
      "D": "Üst vekalet",
      "E": "İfa vekaleti"
    },
    "explanation": "Asıl vekilin vekalet sözleşmesinden doğan borçların ifasını üçüncü bir kişiye bırakmasına ikame vekalet adı verilir."
  },
  {
    "id": "3073868",
    "unitNumber": 8,
    "text": "Türk Borçlar Kanununda vekalet sözleşmesine taraf olan hangi meslek grubu için avans isteme hakkı açıkça öngörülmüştür?",
    "correctAnswer": "A",
    "options": {
      "A": "Avukatlık",
      "B": "Hekimlik",
      "C": "Mühendislik",
      "D": "Ressamlık",
      "E": "Mimarlık"
    },
    "explanation": "Avukatlık kanununda vekalet sözleşmesinde avans isteme hakkı açıkça öngörülmüştür."
  },
  {
    "id": "3073872",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi vekalet sözleşmesinin sona erme sebeplerinden <strong>biri değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Vekilin iş görme borcunu ifa etmesi",
      "B": "İstifa",
      "C": "Azil",
      "D": "Taraflardan birinin ölümü",
      "E": "Vekilin özen borcunu yerine getirmemesi"
    },
    "explanation": "Vekilin özen borcunu yerine getirmemesi vekalet sözleşmesinin sona erme sebeplerinden biri değildir."
  },
  {
    "id": "3073881",
    "unitNumber": 8,
    "text": "Kefalet Sözleşmesi ile ilgili aşağıdaki bilgilerden hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kefalet sözleşmesinde edim para borcudur",
      "B": "Kefilin borcu asıl borca yabancı bir borçtur",
      "C": "Kefaletin hukuki sebebi alacaklıya teminat sağlamaktır",
      "D": "Kefalet sözleşmesinin geçerliliği asıl borçlunun rızasına bağlıdır.",
      "E": "Kefilin yaptığı ödeme ile asıl borç son bulmaz."
    },
    "explanation": "Kefalet sözleşmesinde asıl borçlunun rızası aranmaz."
  },
  {
    "id": "3073886",
    "unitNumber": 8,
    "text": "Kefalet sözleşmesinin geçerliliği ile ilgili aşağıdaki bilgilerden hangisi<strong> yanlıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kefil tam ehliyetli olmalıdır",
      "B": "Eşlerden biri ancak diğerinin yazılı rızası ile kefil olabilir",
      "C": "Yasal danışmanı bulunan kişi danışmanın izni ile kefil olabilir",
      "D": "Velayet altındaki küçükler kefil olamazlar",
      "E": "Sınırlı ehliyetsizler kimsenin izni veya rızasına gerek olmadan kefil olabilirler"
    },
    "explanation": "Sınırlı ehliyetsizler kimsenin izni veya rızasına gerek olmadan kefil olamazlar."
  },
  {
    "id": "3073892",
    "unitNumber": 8,
    "text": "Birden fazla kefilden her birinin diğer kefillerden bağımsız olarak borcun bir kısmı için kefil olmasına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Müteselsil kefalet",
      "B": "Kısmi kefalet",
      "C": "Birlikte kefalet",
      "D": "Adi kefalet",
      "E": "Toplu kefalet"
    },
    "explanation": "Birden fazla kefilden her birinin diğer kefillerden bağımsız olarak bir borcun bir kısmı için kefil olmasına kısmi kefalet adı verilir."
  }
]