[
  {
    "id": "3846933",
    "unitNumber": 1,
    "text": "Bilgiyi toplamak, depolamak, işlemek, iletmek ve kullanabilmek için bilgisayarlar, iletişim sistemleri ve diğer tüm teknolojileri ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilişim teknolojileri",
      "B": "Dosyalama ve arşivleme",
      "C": "Belge yönetimi",
      "D": "Bilgi teknolojileri",
      "E": "İletişim teknolojileri"
    },
    "explanation": "Genel olarak Bilgi ve İletişim Teknolojileri ya Teknolojileri olarak ifade edilen kavram, bilgiyi toplamak, depolamak, işlemek, iletmek ve kullanabilmek için bilgisayarlar, iletişim sistemleri ve diğer tüm teknolojileri ifade etmektedir."
  },
  {
    "id": "3846934",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi coğrafi sınırları ortadan kaldırarak işletmelerin daha geniş bir pazara ulaşmasını sağlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Küreselleşme",
      "B": "Dijital dönüşüm",
      "C": "Otomasyon",
      "D": "Bulut bilişim",
      "E": "Esnek çalışma"
    },
    "explanation": "Bilgi ve iletişim teknolojileri son yıllarda hızla gelişerek dünya üzerinde büyük bir dönüşüm yaratmıştır. Bu teknolojilerin ilerlemesi, iş dünyasında ve toplumda birçok değişikliğe neden olmuş ve küresel pazarlarda yeni fırsatlar açmıştır. Bilgi ve iletişim teknolojileri evrimi, küreselleşme ile daha da önemli hâle gelmiştir. <strong>Küreselleşme, coğrafi sınırları ortadan kaldırarak işletmelerin daha geniş bir pazara ulaşmasını sağlamıştır.</strong> Bilgi ve iletişim teknolojilerinin yardımıyla, işletmeler artık dünya genelinde müşterilere ulaşabilir, uzaktan iş birliklerini küresel ağlar üzerinden yapabilir hale gelmişlerdir."
  },
  {
    "id": "3846935",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi uzaktan çalışma yoluyla çalışanların nerede çalışacaklarını seçebilmelerini ve daha iyi bir iş-yaşam dengesi sağlayabilmelerini açıklayan kavramdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Esneklik",
      "B": "Verimlilik artışı",
      "C": "İşveren maliyetlerinde tasarruf",
      "D": "Küresel yetenek havuzuna erişim",
      "E": "Çevresel etkilerin azalması"
    },
    "explanation": "<strong>Uzaktan Çalışmanın Avantajları</strong><br/><strong>Esneklik:</strong> Uzaktan çalışma, çalışma yeri (ve bazı durumlarda saatleri) açısından da esneklik sunar. Çalışanlar nerede çalışacaklarını seçebilir ve bu da daha iyi bir iş-yaşam dengesi sağlayabilir."
  },
  {
    "id": "3846936",
    "unitNumber": 1,
    "text": "Bir iş merkezinde bulunan A şirketinde çalışan Berk özel ofis odaları, toplantı odaları, resepsiyon alanları ve ortak alanlar gibi çeşitli bölümlere sahip bir ofis alanında insan kaynakları bölümünde çalışmaktadır. Yöneticisinin ofisi binanın en büyük, en ışık alan ofislerinden biridir. Bu ofis alanı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Geleneksel",
      "B": "Açık",
      "C": "Kabin",
      "D": "Sanal",
      "E": "Paylaşımlı"
    },
    "explanation": "<strong>Geleneksel Ofis Alanları</strong><br/>Bu tip ofisler genellikle bir binanın veya iş merkezinin içinde bulunur ve birçok farklı departman ve personel barındırabilir. Geleneksel ofisler, genellikle özel ofis odaları, toplantı odaları, resepsiyon alanları ve ortak alanlar gibi çeşitli bölümlere ve hatta bazen binanın tümüne sahiptir. Bu ofisler, işletmelerin ihtiyaçlarına göre özelleştirilebilir ve işletme kimliğini yansıtan tasarımlarla donatılabilir. Genellikle insan kaynakları, pazarlama, muhasebe gibi belirli iş fonksiyonlarına göre ayrılan bölümlere sahiptir ve hiyerarşik bir yapıya dayanır. Bu durumda en büyük, en ışık alan vb. en iyi alanlar üst kademe yöneticilerin kullanımındadır."
  },
  {
    "id": "3846937",
    "unitNumber": 1,
    "text": "Son zamanlarda ............ ofislerin en büyük dezavantajlarından biri de bulaşıcı ve salgın hastalıkların yayılmasının kolay olmasıdır.<br/><strong>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "açık",
      "B": "geleneksel",
      "C": "kabin",
      "D": "sanal",
      "E": "ev"
    },
    "explanation": "Açık ofisler bazı çalışanlar için gürültülü ve dikkat dağıtıcı olabileceği gibi çalışanlarda konsantrasyon sorunları yaratabilir. Ayrıca mahremiyete de izin vermediği gibi rahat çalışma ve dinlenme alanı bulamamak gibi kişisel alan yetersizliğine neden olabilir. Son zamanlarda en büyük dezavantajlarından biri de açık ofislerde bulaşıcı ve salgın hastalıkların yayılmasının kolay olmasıdır."
  },
  {
    "id": "3846938",
    "unitNumber": 1,
    "text": "Birden fazla çalışanın aynı ortamı paylaştığı ve Milenyum kuşağının işlerini verimli şekilde tamamlamak için en çok tercih ettiği ofis türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Paylaşımlı",
      "B": "Sanal",
      "C": "Kabin",
      "D": "Açık",
      "E": "Geleneksel"
    },
    "explanation": "Paylaşımlı ofis, bireylerin veya şirketlerin ortak bir fiziksel ofis ortamını paylaştığı bir çalışma alanı türüdür. Geleneksel ofislerde tek bir şirket tüm alanı kaplar ancak paylaşımlı ofislerde birden fazla işletme, serbest çalışan, girişimci ve uzaktan çalışan aynı ortamı paylaşır. Paylaşımlı ofisler genellikle esnek kiralama sözleşmeleri sunarlar ve masa, sandalye, internet erişimi, toplantı odaları ve ortak alanlar gibi olanaklar sağlarlar. Milenyum kuşağının işlerini verimli şekilde tamamlaması için en çok tercih ettiği yerler paylaşımlı ofislerdir."
  },
  {
    "id": "3846939",
    "unitNumber": 1,
    "text": "İş yeri amacıyla kullanılan ofis anlayışının doğru olmadığını savunan ofis tasarım anlayışı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yeni nesil ofis",
      "B": "Paylaşımlı ofis",
      "C": "Hibrit ofis",
      "D": "Sanal ofis",
      "E": "Açık ofis"
    },
    "explanation": "Yeni nesil ofisler (next generation offices), geleneksel ofislerin sunduğu standart çalışma ortamından farklı olarak çağdaş iş dünyasının gereksinimlerini ve çalışanların değişen beklentilerini karşılayan bir yaklaşımı ifade eder. Yeni nesil ofisler en basit şekilde, iş yeri amacıyla kullanılan ofis anlayışının doğru olmadığını savunan bir tasarım anlayışıdır."
  },
  {
    "id": "3846940",
    "unitNumber": 1,
    "text": "Bir ofis ortamındaki bilgi akışını belirleyen ve belge üzerinde gerçekleştirilecek görevleri ve bu görevlerin sırasını tanımlayan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Belge yönlendirme",
      "B": "Görev tahsisi",
      "C": "Görev zamanlaması",
      "D": "İstisna yönetimi",
      "E": "Ofis otomasyonu"
    },
    "explanation": "<strong>Belge yönlendirme:</strong> Belge yönlendirme, ofis ortamındaki bilgi akışını belirlemektedir. Belge üzerinde gerçekleştirilecek görevleri ve bu görevlerin sırasını da tanımlamaktadır."
  },
  {
    "id": "3846941",
    "unitNumber": 1,
    "text": "I. ofislerdeki iş süreçlerini otomatikleştirmek<br/>II. verimliliği artırmak<br/>III. iletişimi kolaylaştırmak<br/>IV. bilgi yönetimini geliştirmek<br/>V. genel olarak işletmelerin rekabet<br/>avantajını artırmak <br/>İşletmelerin günlük operasyonlarını yönetmek ve iyileştirmek için kullanılan çeşitli dijital araçlar, sistemler ve yazılımları kapsayan büro teknolojileri yukarıdakilerden hangisini gerçekleştirmek için kullanılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II ve III",
      "D": "I, II, III ve IV",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Büro teknolojileri, işletmelerin günlük operasyonlarını yönetmek ve iyileştirmek için kullanılan çeşitli dijital araçlar, sistemler ve yazılımları kapsar. Bu teknolojiler, ofislerdeki iş süreçlerini otomatikleştirmek,<br/>verimliliği artırmak, iletişimi kolaylaştırmak, bilgi yönetimini geliştirmek ve genel olarak işletmelerin rekabet avantajını artırmak için kullanılır."
  },
  {
    "id": "3846942",
    "unitNumber": 1,
    "text": "Belge oluşturma, hesap tablosu hazırlama, sunum yapma gibi ofis görevlerini kolaylaştıran büro otomasyon sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Doküman Yönetimi Sistemleri (DYS)",
      "B": "E-Posta İstemcileri",
      "C": "İş Akışı Yönetimi Sistemleri (BPM)",
      "D": "Ofis Üretkenlik Yazılımları",
      "E": "Müşteri İlişkileri Yönetimi (CRM) Yazılımları"
    },
    "explanation": "Ofis Üretkenlik Yazılımları: Belge oluşturma, hesap tablosu hazırlama, sunum yapma gibi ofis görevlerini kolaylaştıran yazılımlardır. Microsoft Office, Google Workspace, Apple iWork gibi ürünler en popüler olanlarıdır."
  },
  {
    "id": "3846887",
    "unitNumber": 2,
    "text": "I. Akıllı telefonlar<br/>II. Tabletler<br/>III. Akıllı cihazlar<br/>Yukarıdakilerden hangisi nesnelerin interneti kapsamındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Mobil cihazların ve nesnelerin interneti (akıllı telefonlar, tabletler ve akıllı cihazlar) teknolojilerinin entegrasyonu da büro dinamiklerinde bir dönüşüm gerçekleştirmeye başlamış ve özellikle uzaktan çalışmayı ve anında iletişimi mümkün kılmıştır."
  },
  {
    "id": "3846888",
    "unitNumber": 2,
    "text": ".......... bilgisayarlar geleneksel bir masaüstü bilgisayarın işlevselliğini bir monitörle tek ve şık bir bir cihazda birleştirir ve kelime işlem, web’de gezinme ve e-posta yönetimi gibi günlük ve işlem gücü gerektirmeyen büro görevleri için tercih edilirler.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "All-in-one",
      "B": "Sunucu",
      "C": "Dizüstü",
      "D": "Masaüstü",
      "E": "Mini"
    },
    "explanation": "All-in-one bilgisayarlar (tümleşik), geleneksel bir masaüstü bilgisayarın işlevselliğini bir monitörle tek ve şık bir cihazda birleştirir. All-in-one bilgisayarlar, minimalist estetiğin tercih edildiği büro ortamları için yerden tasarruf sağlayan bir çözüm sunar. Masaüstü bilgisayarlardan daha az güçlü olmasına rağmen, all-in-one bilgisayarlar kelime işlem, web’de gezinme ve e-posta yönetimi gibi günlük ve işlem gücü gerektirmeyen büro görevleri için tercih edilebilir."
  },
  {
    "id": "3846889",
    "unitNumber": 2,
    "text": "İşletmelerin ağ ortamında yeni makinelere, disk alanı yükseltmelerine, daha yüksek hızlara ve uzaktan erişim üzerinde daha iyi kontrole ihtiyaç duyması durumunda yeni sunucu bilgisayar almak yerine donanım parçalarının değişebilmesine ve yükseltilmesine olanak tanıyan sunucu bilgisayar özelliği aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Garanti ve destek",
      "B": "Maliyet",
      "C": "Güvenilirlik ve güvenlik",
      "D": "Ölçeklenebilirlik",
      "E": "İşlevsellik"
    },
    "explanation": "Ölçeklenebilirlik: İşletmeler büyüdükçe ağ ortamında yeni makinelere, disk alanı yükseltmelerine, daha yüksek hızlara ve uzaktan erişim üzerinde daha iyi kontrole ihtiyaç duyulmaktadır (Kanade, 2023). Yeni sunucu bilgisayarlar almak oldukça maliyetli olacaktır. Bu nedenle donanım parçalarının değişebilmesine ve yükseltilmesine olanak tanıyan sunucu bilgisayarlar tercih edilmelidir"
  },
  {
    "id": "3846890",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi dizüstü bilgisayarların özelliklerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bazı donanımlar için sınırlı yükseltilebilirlik",
      "B": "Düşük düzeyde yer kaplama",
      "C": "Geniş fiyat aralığı",
      "D": "En yüksek performansı sunma potansiyeli",
      "E": "Şık tasarım"
    },
    "explanation": "Farklı bilgisayar özelliklerinin karşılaştırıldığı Tablo 2.1'e göre en yüksek performansı sunma potansiyeli dizüstü değil masaüstü bilgisayarların bir özelliğidir."
  },
  {
    "id": "3846891",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yazıcıların özelliklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fiziksel kayıtları dijital iş akışlarına entegre etme",
      "B": "Kağıt belgeleri elektronik formatlara dönüştürme",
      "C": "e-posta aracılığıyla belge paylaşımını kolaylaştırma",
      "D": "Fiziksel depolama alanı ihtiyacını azaltma",
      "E": "Bir ağa bağlanan birden fazla kullanıcının erişmesine olanak tanıma"
    },
    "explanation": "Tarayıcılar, kâğıt belgeleri elektronik formatlara dönüştürerek kurumların bilgileri güvenli bir şekilde arşivlemesine, e-posta veya bulut depolama<br/>ortamları aracılığıyla belge paylaşımını kolaylaştırmasına ve fiziksel kayıtları dijital iş akışlarına entegre etmesine olanak tanır. Bu dijitalleştirme<br/>süreci belgelerin bulunabilirliğini artırır, iş birliğini geliştirir ve fiziksel depolama alanı ihtiyacını azaltır.<br/>Yazıcılar bir ağa bağlanarak birden fazla kullanıcının bunlara erişmesine olanak tanıyabilir ve çeşitli yazılım uygulamalarıyla entegre edilebilir; bu da onu verimli ve düzenli iş akışları için önemli bir araç hâline getirir."
  },
  {
    "id": "3846892",
    "unitNumber": 2,
    "text": "Mürekkep püskürtmeli yazıcıların olumsuz yönlerinden biri ............ olmasıdır. <br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "daha yavaş yazdırma hızı",
      "B": "sınırlı ortam desteği",
      "C": "daha yüksek başlangıç maliyeti",
      "D": "ısınma süresi",
      "E": "daha çok yer kaplama olasılığı"
    },
    "explanation": "Mürekkep püskürtmeli yazıcıların olumsuz yönlerinden biri Tablo 2.3 şu şekilde belirtilmektedir: <strong>Daha yavaş yazdırma hızları:</strong> Özellikle büyük işler için lazer yazıcılardan daha yavaş olabilir."
  },
  {
    "id": "3846893",
    "unitNumber": 2,
    "text": "I. PDF<br/>II. JPEG<br/>III. TIFF<br/>IV. PNG<br/>Yukarıdakilerden hangisi tarayıcıda taranan belgelerin kaydedilme formatlarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II ve III",
      "D": "I ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Taranan belgeler PDF, JPEG, TIFF ve PNG formatlarında kaydedilebilir."
  },
  {
    "id": "3846894",
    "unitNumber": 2,
    "text": "I. Fotokopi makinesi<br/>II. Tarayıcı<br/>III. Yazıcı<br/>Yukarıdakilerden hangisi dijital belge yönetim sistemlerinin yükselişine rağmen modern büro ortamlarında kullanılmaya devam etmekte ve dijital ortam gelişmeye devam ederken yakın gelecekte de büro ortamlarında geçerliliğini koruyacağı ön görülmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Fotokopi makineleri, dijital belge yönetim sistemlerinin yükselişine rağmen fotokopi makineleri modern büro ortamlarında kullanılmaya devam etmektedir. Dijital ortam gelişmeye devam ederken fotokopi makinelerinin yakın gelecekte büro ortamlarındaki geçerliliğini koruması ön görülmektedir."
  },
  {
    "id": "3846895",
    "unitNumber": 2,
    "text": "<ol> <li>Dosya görüntüleme ve düzenleme</li> <li>Uzaktan erişim</li> <li>Görev yönetimi</li> <li>Proje işbirliği</li> <li>Video konferans</li> </ol> K. Microsoft Office, Google Dokümanlar veya Adobe Acrobat<br/>L. Trello, Asana veya Microsoft To Do<br/>M. AnyDesk veya TeamViewer<br/><h2>Yukarıda akıllı telefonların büro ortamlarında kullanım alanları ile kullanılan uygulamaların doğru eşleştirmesi aşağıdakilerin <strong>hangisinde verilmiştir?</strong></h2>",
    "correctAnswer": "A",
    "options": {
      "A": "1-K, 2-M, 3-L",
      "B": "1-L, 2-K, 3-M",
      "C": "2-M, 3-L, 4-K",
      "D": "2-K, 3-L, 5-M",
      "E": "3-L, 4-M, 5-K"
    },
    "explanation": "<strong>Dosya görüntüleme ve düzenleme:</strong> Akıllı telefonlar çeşitli dosya formatlarını destekleyerek çalışanların Microsoft Office, Google Dokümanlar veya Adobe Acrobat gibi uygulamaları kullanarak belgeleri, e-tabloları ve sunumları görüntülemesine ve düzenlemesine olanak tanır.<br/><strong>Uzaktan erişim:</strong> VPN’ler veya uzak masaüstü uygulamaları aracılığıyla çalışanlar bürolardaki bilgisayarlarına ve ağlarına güvenli bir şekilde erişebilir ve uzaktan çalışmalarına olanak tanır. Uzaktan erişim sağlayabilmek için AnyDesk veya TeamViewer uygulamaları kullanılabilir.<br/><strong>Görev yönetimi:</strong> Trello, Asana veya Microsoft To Do gibi çeşitli uygulamalar çalışanların görevleri organize etmesine, görev atamasına ve ilerlemeyi takip etmesine yardımcı olur."
  },
  {
    "id": "3846896",
    "unitNumber": 2,
    "text": "Büro donanımları ve cihazları satın alma sürecinde ihtiyaç analizi yapılırken en çok kullanılan yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Swoot Analizi",
      "B": "Delphi Tekniği",
      "C": "Progel-Dacum Tekniği",
      "D": "Gözlem",
      "E": "Görüşme ve Grup Toplantısı"
    },
    "explanation": "İhtiyaç analizi çeşitli yöntemler kullanılarak yapılmaktadır. Bunlardan en çok kullanılan yöntem SWOT analizidir. SWOT ifadesi “Strengths, Weaknesses, Opportunities, and Threats” İngilizce kelimelerin baş harflerinden oluşmaktadır. SWOT analizi, istenen durumun güçlü ve zayıf yönlerini, karşılaşacağı fırsat ve tehditleri gösteren stratejik bir analizdir (Serinikli, 2021). SWOT analizi, satın alma sürecinde yer alan güçlü yönleri, zayıf yönleri, fırsatları ve tehditleri belirlemek ve değerlendirmek için kullanılır. Büro cihazları satın alma söz konusu olduğunda, SWOT analizi yöntemi tercih edilebilir."
  },
  {
    "id": "3847098",
    "unitNumber": 3,
    "text": "........................açısından bilgiye erişimin öncelik hâline geldiği ve bilginin tanımlanması, üretilmesi, paylaşılması yani yönetilmesinin de gereklilik arz eden konulardan biri olduğu söylenebilir?<br/><h2>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi en doğru şekilde tamamlar?</h2>",
    "correctAnswer": "A",
    "options": {
      "A": "Sürdürülebilirlik",
      "B": "Sanayileşme",
      "C": "Maliyet",
      "D": "Çağımız",
      "E": "Planlama"
    },
    "explanation": "Sanayileşmeyle beraber teknoloji kavramının ortaya çıkması, zamanla beden gücünün yerini zihin gücünün alması ve bilgi teknolojilerinin gelişmesi, çalışma yaşamını da değiştirmiştir. Küreselleşmenin de etkisiyle, kurumların zaman kısıtı olmaksızın erişilebilir olması, ürün ve hizmet sunabilecek durumda olması rekabet koşullarına uyum sağlayabilmeleri için gereklidir. Buna paralel olarak sürdürülebilirlik açısından bilgiye erişimin öncelik hâline geldiği ve bilginin tanımlanması, üretilmesi, paylaşılması yani yönetilmesinin de gereklilik arz eden konulardan biri olduğu söylenebilir."
  },
  {
    "id": "3847112",
    "unitNumber": 3,
    "text": "Aşağıdaki birlikte çalışma sürecinin planlanması aşamalarından hangisinde etkili zaman yönetimi ve daha iyi odaklanma açısından da bir adım atılmış olmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "İşin kapsamının belirlenmesi",
      "B": "İşin başlangıç ve bitiş tarihlerinin belirlenmesi",
      "C": "İşin bölümlere ayrılması ve birbirleri ile olan ilişkilerinin belirlenmesi",
      "D": "Çalışılacak kişilerin belirlenmesi",
      "E": "Çalışma yöntemi ve kullanılacak araçların belirlenmesi"
    },
    "explanation": "İşin başlangıç ve bitiş tarihlerinin belirlenmesi: İşin başlangıç ve bitiş tarihleri belirlenerek görevli kişilerle paylaşılmalıdır. Böylelikle, etkili zaman yönetimi ve daha iyi odaklanma açısından da bir adım atılmış olacaktır."
  },
  {
    "id": "3847113",
    "unitNumber": 3,
    "text": "İşletmelerin bir çağrıya birden fazla kişinin katılımıyla toplantılar gerçekleştirebilecekleri sistemlerin üretilmesiyle birlikte sesli konferansın ilk örnekleri hangi yıllarda yaşanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1950",
      "B": "1960",
      "C": "1970",
      "D": "1980",
      "E": "1990"
    },
    "explanation": "Sesli konferansın temeli telefonun icadı ve paralel hatlar kullanılarak ikiden fazla kişinin görüşmeye katılabilmesine uzanır. 1950’li yıllarda işletmelerin bir çağrıya birden fazla kişinin katılımıyla toplantılar gerçekleştirebilecekleri sistemlerin üretilmesiyle sesli konferansın ilk örneklerinin yaşandığı söylenebilir. Ardından teknik olarak yaşanan gelişmelerle kalite ve güvenilirlik artışı sağlanmıştır. İnternetin ortaya çıkışından sonra ise, internet üzerinden ses aktarımının gerçekleştirilmesi (VoIP: voice over internet protocol) daha düşük maliyetle daha fazla kişinin bu hizmetten yararlanmasına olanak tanımıştır (Simonson, vd., 2009). Skype uygulaması, uzun süre VoIP teknolojisinin kullanıldığı popüler uygulamalardan biri olmuştur."
  },
  {
    "id": "3847114",
    "unitNumber": 3,
    "text": "Zoom ve Microsoft Teams uygulamalarının ücretli versiyonlarında oturum süresi ve katılımcı sayısı en fazla ne kadar olabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "30 saat, 1000 kişi",
      "B": "1/2 saat, 100 kişi",
      "C": "1 saat, 100 kişi",
      "D": "10 saat, 100 kişi",
      "E": "10 saat, 1000 kişi"
    },
    "explanation": "Zoom ve Microsoft Teams'in ücretli versiyonları için ihtiyaca göre farklı seçenekler sunulmakta olup oturum süresi 30 saate, katılımcı sayısı 1000’e kadar çıkabilmektedir."
  },
  {
    "id": "3847115",
    "unitNumber": 3,
    "text": "Zoom, Microsoft Teams ve Google Meet uygulamalarının ücretsiz versiyonlarında tek bir görüşmede katılımcı sayısı en fazla kaç kişi olabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "10",
      "B": "50",
      "C": "100",
      "D": "500",
      "E": "1000"
    },
    "explanation": "Bu uygulamaların ücretsiz versiyonlarında tek bir görüşmede en<br/>fazla 100 katılımcı olabilir."
  },
  {
    "id": "3847116",
    "unitNumber": 3,
    "text": "Kullanıcıların, kendi bilgisayarlarında yüklü olan ya da ekranlarında açmış oldukları sunum, belge veya uygulamaları, video konferans oturumundaki katılımcıların görmesi için paylaşabilmesi aşağıdakilerden hangisi ile mümkündür?",
    "correctAnswer": "D",
    "options": {
      "A": "Güvenlik özellikleri",
      "B": "Katılımcı izinleri",
      "C": "Farklı görünüm seçenekleri",
      "D": "Ekran ve medya paylaşımı",
      "E": "Ara odalar"
    },
    "explanation": "Ekran ve medya paylaşımı: Kullanıcılar, kendi bilgisayarlarında yüklü olan ya da ekranlarında açmış oldukları sunum, belge veya uygulamaları, video konferans oturumundaki katılımcıların görmesi için paylaşabilirler."
  },
  {
    "id": "3847117",
    "unitNumber": 3,
    "text": "Katılımcıların gerçek zamanlı olarak âdeta boş bir kâğıt üzerine yazmasına, çizim yapmasına olanak sağlayan ve aynı zamanda kavram haritası, planlayıcı, akış şeması gibi çok sayıda hazır şablonu da bulunan video konferans olanağı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Beyaz tahta",
      "B": "Ara oda",
      "C": "Sohbet",
      "D": "Anket",
      "E": "Transkript"
    },
    "explanation": "Beyaz tahta: Katılımcıların gerçek zamanlı olarak âdeta boş beyaz bir kâğıt üzerine yazmasına, çizim yapmasına benzetilebilecek bir iş birliği aracı olarak düşünülebilir. Bu araç kapsamında, farklı kategorilerde kavram haritası, planlayıcı, akış şeması gibi çok sayıda hazır şablonlar da bulunmaktadır."
  },
  {
    "id": "3847118",
    "unitNumber": 3,
    "text": "Aşağıdaki hazırlıklardan hangisi video konferansın ortam hazırlıkları aşamasında yapılması gereken bir eylemdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Güncel video konferans uygulaması sürümünün indirilmesi",
      "B": "Sabit internet bağlantısının sağlanması",
      "C": "Çalışır durumda ekipman bulunduğundan emin olunması",
      "D": "Temiz bilgisayar ekranı olmasına özen gösterilmesi",
      "E": "Arka planda profesyonel bir görüntü sağlanması"
    },
    "explanation": "Arka plan: Toplantılarda kamera açılması durumunda kişi görüntüsünün yanı sıra bulunduğu ortamın bir kısmı da görünecektir. Arka plan olarak da ifade edilebilecek bu alanın daha profesyonel bir görüntü sunmak için düzenlenebileceği gibi, bu alanın göz yorucu olmaması, dikkat dağıtmaması için de kalabalık ve karmaşık görüntülerden uzak, sade olmasında yarar vardır. Toplantıya ofis ortamından katılınıyorsa ve birden fazla kişinin paylaştığı bir ofis kullanılmak durumunda ise, mümkün olduğunca kameranın görüş açısının diğer çalışanları ve varsa yoğun hareketliliği göstermeyecek şekilde ayarlanması önerilir. Bazen ortam uygun olmadığı için ya da gizliliği korumak adına sanal arka planlar da kullanılabilir. Platformların sunduğu hazır sanal arka planlar olmakla birlikte, kurumsallık açısından çalışılan kuruma özel tasarlanmış, kurum logosunu içeren ve kültürünü yansıtan tasarımlar da arka plan olarak kullanılabilir. Video konferans uygulamalarının çoğunda bulunan kişinin mevcut arka planını bulanıklaştırma işlevi de kullanılabilecek seçeneklerden biridir."
  },
  {
    "id": "3847119",
    "unitNumber": 3,
    "text": "I. El kaldırma<br/>II. Onay verme<br/>III. Alkış<br/>IV. Kalp<br/>V. Yağmur<br/>Video konferans ortamlarında en kullanışlı olan emojiler yukarıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "II, III ve IV",
      "C": "III, IV ve V",
      "D": "I, III ve V",
      "E": "II, IV ve V"
    },
    "explanation": "Video konferans ortamlarında, sosyal medya ve anlık mesajlaşma ortamlarındakine benzer birçok reaksiyon ve emoji kullanılabilmektedir. En kullanışlı olan birkaç tanesi ise el kaldırma işlevi ile onay verme ve alkış emojileri olarak sıralanabilir."
  },
  {
    "id": "3847120",
    "unitNumber": 3,
    "text": "I. Kamu bulutu<br/>II. Özel bulut<br/>III. Topluluk bulutu<br/>IV. Melez bulut<br/>Yukarıdakilerden hangisi aynı zamanda genel bulut olarak da adlandırılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "Yalnız IV",
      "E": "I ve III"
    },
    "explanation": "Kamu Bulutu: Genel Bulut olarak da adlandırılan bu bulut yapısı en yaygın kullanıma sahip olan türdür. Bir hizmet sağlayıcının depolama ve diğer kaynakları herkesin kullanımına açması söz konusudur. Bu hizmetlere ücretsiz erişilebilir ya da kullanım başına ödeme modeli geçerlidir. Genel olarak, Google, Microsoft ve Amazon gibi şirketler, bireysel bilişim hizmetleri için kendi altyapılarını işletir ve sadece internet aracılığıyla erişim sunarlar."
  },
  {
    "id": "3847131",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sanayileşme sonrasında iş yaşamında görülmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Beden gücüne dayalı üretim",
      "B": "Tarımsal üretimin önceliği",
      "C": "Zihin gücünün önem kazanması",
      "D": "Feodal yapının güçlenmesi",
      "E": "Kır yaşamının öneminin artması"
    },
    "explanation": "Sanayileşmeyle beraber teknoloji kavramının ortaya çıkması, zamanla beden gücünün yerini zihin gücünün alması ve bilgi teknolojilerinin gelişmesi, çalışma yaşamını da değiştirmiştir. Küreselleşmenin de etkisiyle, kurumların zaman kısıtı olmaksızın erişilebilir olması, ürün ve hizmet sunabilecek durumda olması rekabet koşullarına uyum<br/>sağlayabilmeleri için gereklidir. Buna paralel olarak sürdürülebilirlik açısından bilgiye erişimin öncelik hâline geldiği ve bilginin tanımlanması, üretilmesi, paylaşılması yani yönetilmesinin de gereklilik arz eden konulardan biri olduğu söylenebilir"
  },
  {
    "id": "3847132",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bilgi ve iletişim teknolojilerinin gelişmesi sonucu iş yerlerinde görülen gelişmeelrden bir tanesi <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Esnek Çalışma",
      "B": "Uzaktan çalışma",
      "C": "Farklı insanlarla uzaktan iletişim kurma",
      "D": "Ofis veya büroya bağımlı çalışma",
      "E": "Zaman ve mekandan bağımsızlık"
    },
    "explanation": "Sanayileşmeyle beraber teknoloji kavramının ortaya çıkması, zamanla beden gücünün yerini zihin gücünün alması ve bilgi teknolojilerinin gelişmesi, çalışma yaşamını da değiştirmiştir. Küreselleşmenin de etkisiyle, kurumların zaman kısıtı olmaksızın erişilebilir olması, ürün ve hizmet sunabilecek durumda olması rekabet koşullarına uyum sağlayabilmeleri için gereklidir. Buna paralel olarak sürdürülebilirlik açısından bilgiye erişimin öncelik hâline geldiği ve bilginin tanımlanması, üretilmesi, paylaşılması yani yönetilmesinin de gereklilik arz eden konulardan biri olduğu söylenebilir. İlk ünitemizde ayrıntısıyla anlattığımız üzere bilgi ve<br/>iletişim teknolojilerinin gelişmesi özellikle mobil teknolojilerin de kullanımının artması sonucu ile uzaktan ya da esnek çalışmayı beraberinde getirmiş ve insanlar artık farklı yerlerde kişilerle iletişim kurarak birlikte çalışmaya başlamıştır. Bu durum hem kurum içindeki çalışanlar arasında hem de kurumun kurum dışı ortaklar ya da diğer paydaşlar arasında söz konusu olabilir. Birlikte çalışma amacıyla geliştirilen teknoloji ve araçlar, zaman ve mekândan bağımsızlık, kolay ve hızlı iletişim sağlarken çevrimiçi toplantı düzenleme ve belge paylaşımı gibi özellikleri ile de iş birliğini desteklemektedir."
  },
  {
    "id": "3847133",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi birlikte çalışmanın tenel özelliklerinden bir tanesi <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Ortak bri hedef zorunlu değildir",
      "B": "Ortak bir amaç olması",
      "C": "Kişilerin en az bir görevin tamamlanmasında rol alması",
      "D": "Tanımlanan görevlerin iş için tamamlayıcı özellikte olması",
      "E": "İletişim araçlarının ve teknolojilerin kullanılması"
    },
    "explanation": "Günümüzde, bir çalışmanın birlikte çalışma olarak tanımlanabilmesi için aşağıdaki özellikleri taşıması beklenir:<br/>• Ortak bir amaç olması<br/>• Kişilerin en az bir görevin tamamlanmasında rol alması<br/>• Tanımlanan görevlerin iş için tamamlayıcı<br/>özellikte olması<br/>• İletişim araçlarının ve teknolojilerin kullanılması<br/>• Çalışma sürecinde zaman ve mekân esnekliğinin sağlanabilmesi<br/>• İş bölümü yapılması<br/>• İş birliğinin olması<br/>• Uyumlu çalışmanın gerçekleşmesi"
  },
  {
    "id": "3847134",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi uzaktan çalışmada kullanılabilecek toplantı yöntemlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Zoom",
      "B": "Google Meet",
      "C": "Yuvarlak masa",
      "D": "Microsoft Teams",
      "E": "Meet Now"
    },
    "explanation": "Günümüzde kullanılan en popüler video konferans uygulamalarının Zoom, Microsoft Teams ve<br/>Google Meet olduğu söylenebilir."
  },
  {
    "id": "3847135",
    "unitNumber": 3,
    "text": "Çalışmaya ilişkin yüz yüze, uzaktan ya da hibrit yürütülecek kısımlar belirlenmelidir. Örneğin haftalık uzaktan yapılacak toplantılarla işle ilgili ayrıntıların görüşülmesi, aylık yüz yüze toplantılarla ise durum değerlendirmesi yapılması planlanabilir.<br/>Yukarıdaki açıklama birliket çalışmanın hangi aşamasını anlatır.",
    "correctAnswer": "D",
    "options": {
      "A": "İşin kapsamının belirlenmesi",
      "B": "İşin başlangıç ve bitiş tarihlerinin belirlenmesi",
      "C": "Çalışılacak kişilerin belirlenmesi",
      "D": "Çalışma yöntemi ve kullanılacak araçların belirlenmesi",
      "E": "Veri güvenliği ve gizliliğinin sağlanması"
    },
    "explanation": "Çalışma yöntemi ve kullanılacak araçların belirlenmesi: Çalışmaya ilişkin yüz yüze, uzaktan<br/>ya da hibrit yürütülecek kısımlar belirlenmelidir. Örneğin haftalık uzaktan yapılacak toplantılarla<br/>işle ilgili ayrıntıların görüşülmesi, aylık yüz yüze toplantılarla ise durum değerlendirmesi yapılması<br/>planlanabilir. İşlerin gerçekleştirilmesi aşamasında hangi araçların ne şekilde kullanılacağına da karar verilmelidir."
  },
  {
    "id": "3847136",
    "unitNumber": 3,
    "text": "Bir toplantı sırasında bazı etkinlikler için katılımcıların küçük gruplara ayrılarak grup içi tartışmalar yapabilmesini sağlayan özelliğe ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Katılımcı izinleri",
      "B": "Farklı görünüm seçenekleri",
      "C": "Ara odalar",
      "D": "Ekran medya paylaşımı",
      "E": "Sohbet"
    },
    "explanation": "Ara odalar (Breakout rooms): Bir toplantı sırasında bazı etkinlikler için katılımcıların küçük gruplara<br/>ayrılarak grup içi tartışmalar yapabilmesini sağlayan özelliktir. Bu özellik, çok sayıda katılımcının olduğu<br/>toplantılarda, katılımcıların daha iyi odaklanarak etkileşim kurabilmesine ve buna bağlı olarak da toplantının daha verimli olmasına katkıda bulunabilir. Ara odaları, toplantı sahipleri oluşturabilir. Etkinlik amacına göre, katılımcılar otomatik olarak rastgele atanabileceği gibi, örneğin bir şirkette aynı departmandan<br/>olanların aynı grupta yer alacağı şekilde manuel de atanabilir"
  },
  {
    "id": "3847137",
    "unitNumber": 3,
    "text": "Aşağıdaki cümlede boşluğa hangi ifade gelmelidir?<br/>\"Oturumun katılımcılar açısından nasıl geçtiğini öğrenmek ve ilerisi için iyileştirmeler yapmak adına toplantı sonrasında ............. almak önerilir\"",
    "correctAnswer": "A",
    "options": {
      "A": "Geri bildirim",
      "B": "Moderatör",
      "C": "Beyaz tahta",
      "D": "Emoji",
      "E": "Kayıt alma"
    },
    "explanation": "Geri bildirim: Oturumun katılımcılar açısından nasıl geçtiğini öğrenmek ve ilerisi için iyileştirmeler yapmak adına toplantı sonrasında geri bildirim almak önerilir. Geri bildirimleri almak için memnuniyeti ölçen, beklentilerin sorulduğu kısa anketler uygulanabilir. Bütünleşik anket özelliğinin kullanımının yanı sıra, harici olarak oluşturulmuş anket bağlantısının chat (sohbet) ortamında paylaşılması da mümkündür."
  },
  {
    "id": "3847138",
    "unitNumber": 3,
    "text": "Aşağıdaki boşluğa hangi ifade gelmelidir?<br/>\"Toplantı sırasında kayıt alınacaksa ve/veya kayıt herhangi bir ortamda başkaları ile paylaşılacaksa katılımcılardan izin alınması gerekir. Toplantı düzenleyiciler, ..............Kanunu uyarınca katılımcılara kamera kaydı alındığını bildirmek ve onları aydınlatmak zorundadır.\"",
    "correctAnswer": "B",
    "options": {
      "A": "Türk ceza",
      "B": "Kişisel verileri koruma",
      "C": "Medeni",
      "D": "Çocuk koruma",
      "E": "Borçlar"
    },
    "explanation": "Toplantı sırasında kayıt alınacaksa ve/veya kayıt herhangi bir ortamda başkaları ile paylaşılacaksa katılımcılardan izin alınması gerekir. Toplantı düzenleyiciler, Kişisel Verilerin<br/>Korunması Kanunu (KVKK) uyarınca katılımcılara kamera kaydı alındığını bildirmek ve onları aydınlatmak zorundadır. Toplantı kayıtlarının hangi amaçla ne kadar süre saklanacağı, kullanılabileceği ve hangi ortamlarda kimlerle paylaşılabileceği açıklanmalıdır"
  },
  {
    "id": "3847146",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bulut bilişim türlerinden bir tanesi <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kamu bulutu",
      "B": "STK bulutu",
      "C": "Özel bulut",
      "D": "Topluluk bulutu",
      "E": "Melez bulut"
    },
    "explanation": "Kamu Bulutu: Genel Bulut olarak da adlandırılan bu bulut yapısı en yaygın kullanıma sahip<br/>olan türdür. Bir hizmet sağlayıcının depolama ve diğer kaynakları herkesin kullanımına açması söz<br/>konusudur. Bu hizmetlere ücretsiz erişilebilir ya da kullanım başına ödeme modeli geçerlidir. Genel<br/>olarak, Google, Microsoft ve Amazon gibi şirketler, bireysel bilişim hizmetleri için kendi altyapılarını işletir ve sadece internet aracılığıyla erişim<br/>sunarlar.<br/>Özel Bulut: Sadece bir organizasyonun kullanımı için oluşturulan ve işletilen bulut altyapısıdır.<br/>Kurulması, yönetilmesi ve yürütülmesi organizasyonun kendisi tarafından ya da dış hizmetin alındığı kuruluşlar tarafından gerçekleştirilir. İç bulut<br/>olarak da anılmakta ve yalnızca ağda bulunan kişilerce erişilebilmektedir. Bu model, özellikle veri gizliliğinin çok önemli olması durumunda avantaj<br/>sağlamaktadır.<br/>Topluluk Bulutu: Benzer gereksinimlere sahip organizasyonların altyapılarını bir araya getirip<br/>paylaşmaları ve böylece kaynakları daha verimli kullanması söz konusudur. Örneğin devlet kuruluşları ortak bir bulut kullanarak bilgi işlem ihtiyaçlarını karşılayabilirler.<br/>Melez Bulut: Hibrit ya da karma bulut olarak da adlandırılmaktadır. Kamu ve özel bulut yapıları birlikte kullanılır. Organizasyonun kritik verileri ve uygulamaları güvenlik duvarının ardındaki özel bulutta konumlandırılırken, genel erişime sunulan veri ve uygulamalar ise dış (genel) bulutta konumlandırılır."
  },
  {
    "id": "3847147",
    "unitNumber": 3,
    "text": "Aşağıdaki boşluğa hangi ifade gelmelidir?<br/>\"İşletmeler büyük miktarda veriyi yönetme sürecinde ............... sunduğu olanak ve avantajlardan yararlanarak verimlilik sağlar.\"",
    "correctAnswer": "D",
    "options": {
      "A": "Ofis sistemi",
      "B": "Dosyalama sistemi",
      "C": "Dizüstü bilgisayarlar",
      "D": "Bulut bilişim",
      "E": "Mobil teknolojiler"
    },
    "explanation": "Bulut tabanlı bilgi yönetimi, bulut bilişim altyapısını ve hizmetlerini kullanarak verilere erişme, verileri depolama, organize etme ve işleme olarak<br/>tanımlanabilir. İşletmeler büyük miktarda veriyi yönetme sürecinde bulut bilişimin sunduğu olanak<br/>ve avantajlardan yararlanarak verimlilik sağlar. Bu süreçte, bulut tabanlı yazılımlar kullanılmaktadır.<br/>İşletmelerde ihtiyaç duyulan kelime işlemci, işlem tablosu, sunum, e-posta, takvim, dosya depolama gibi uygulamaları paket olarak sunan platformlar<br/>‘iş uygulamaları ve verimlilik (ya da üretkenlik) araçları’ adıyla da anılmaktadır."
  },
  {
    "id": "3847155",
    "unitNumber": 3,
    "text": "<ol> <li> Ortak bir amaç olması</li> <li> Kişilerin en az bir görevin tanımlanmasında rol alması</li> <li> İletişim araçlarının ve teknolojilerin kullanılması</li> </ol> Yukarıda verilen maddelerden hangisi ya da hangileri birlikte çalışmanın temel özellikleri arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız 1",
      "B": "1 ve 2",
      "C": "2 ve 3",
      "D": "1 ve 3",
      "E": "1,2 ve 3"
    },
    "explanation": "Doğru yanıt E şıkkıdır.<br/>Üç madde de birlikte çalışmanın temel özelliklerindendir."
  },
  {
    "id": "3847156",
    "unitNumber": 3,
    "text": "Bireyler birlikte çalışma süreçlerini planlarken tam olarak ne yapılacağının tanımını belirleyerek ortaya koyar. Bu eylem aşağıda belirtilen aşamalardan hangisinde yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "İş kapsamının belirlenmesi",
      "B": "İşin başlangıç ve bitiş tarihlerinin belirlenmesi",
      "C": "İşin bölümlere ayrılması ve birbirleri ile olan ilişkilerinin belirlenmesi",
      "D": "Çalışılacak kişilerin belirlenmesi",
      "E": "İletişim yönetiminin belirlenmesi"
    },
    "explanation": "Doğru yanıt A şıkkıdır<br/>Bireyler birlikte çalışma süreçlerini planlarken tam olarak ne yapılacağının tanımını belirleyerek ortaya koydukları aşama iş kapsamının belirlenmesidir"
  },
  {
    "id": "3847157",
    "unitNumber": 3,
    "text": "Bir telekonferans görüşmesinin sadece ses kullanılarak gerçekleşmesine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Video konferans",
      "B": "Görüntülü konferans",
      "C": "Yazılı konferans",
      "D": "Sözsüz konferans",
      "E": "Sesli konferans"
    },
    "explanation": "Doğru yanıt E şıkkıdır<br/>Bir telekonferans görüşmesinin sadece ses kullanılarak gerçekleşmesine sesli konferans denir"
  },
  {
    "id": "3847158",
    "unitNumber": 3,
    "text": "Bir telekonferansın hem ses hem de görüntülü kullanılarak gerçekleşmesine verilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tele konferans",
      "B": "Video konferans",
      "C": "Sesli konferans",
      "D": "Sözlü konferans",
      "E": "Yazılı konferans"
    },
    "explanation": "Doğru yanıt B şıkkıdır<br/>Bir telekonferansın hem ses hem de görüntülü kullanılarak gerçekleşmesine video konferans denir"
  },
  {
    "id": "3847159",
    "unitNumber": 3,
    "text": "2013 yılında yayımlanan web ve mobil uygulama aracılığıyla kullanılabilen bulut tabanlı bir video konferans uygulaması aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Youtube",
      "B": "Google Meet",
      "C": "Zoom",
      "D": "Microsoft Teams",
      "E": "Twitter"
    },
    "explanation": "Doğru yanıt C şıkkıdır<br/>2013 yılında yayımlanan web ve mobil uygulama aracılığıyla kullanılabilen bulut tabanlı bir video konferans uygulaması Zoom'dur"
  },
  {
    "id": "3847160",
    "unitNumber": 3,
    "text": "Google tarafından kullanıma sunulan video konferans aracı olan Google Meet tek bir görüşmede en fazla kaç katılımcı ile gerçekleşir?",
    "correctAnswer": "B",
    "options": {
      "A": "90",
      "B": "100",
      "C": "120",
      "D": "150",
      "E": "200"
    },
    "explanation": "Doğru yanıt B şıkkıdır<br/>Google tarafından kullanıma sunulan video konferans aracı olan Google Meet tek bir görüşmede en fazla 100 kişiyle gerçekleşir"
  },
  {
    "id": "3847161",
    "unitNumber": 3,
    "text": "Video konferans oturumu sırasında, katılımcıların yazarak iletişim kurmasını ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sohbet",
      "B": "Ara odalar",
      "C": "Beyaz tahta",
      "D": "Farklı görünüm seçenekleri",
      "E": "Katılımcı izinleri"
    },
    "explanation": "Doğru yanıt A şıkkıdır<br/>Video konferans oturumu sırasında, katılımcıların yazarak iletişim kurmasını ifade eden kavram sohbettir"
  },
  {
    "id": "3847162",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi video konferans platformunda teknik hazırlıklar yapılırken dikkat edilmesi gereken adımlardan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Güncel video konferans uygulaması",
      "B": "Sabit internet bağlantısı",
      "C": "Çalışır durumda ekipman",
      "D": "Kıyafet seçimi",
      "E": "Temiz bilgisayar ekranı"
    },
    "explanation": "Doğru yanıt D şıkkıdır<br/>Video konferans platformunda teknik hazırlıklar yapılırken dikkat edilmesi gereken adımlardan biri kıyafet seçimi değildir"
  },
  {
    "id": "3847163",
    "unitNumber": 3,
    "text": "Aşağıdaki kavramlardan hangisi bulut bilişim türleri arasında yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Kamu bulutu",
      "B": "Özel bulut",
      "C": "Sabit bulut",
      "D": "Topluluk bulutu",
      "E": "Melez bulut"
    },
    "explanation": "Doğru yanıt C şıkkıdır<br/>Sabit bulut, bulut bilişim türleri arasında yer almaz"
  },
  {
    "id": "3847164",
    "unitNumber": 3,
    "text": "E-posta mesajlarının altına otomatik olarak eklenmesi istenen kavram aşağıdakilerden hangisini ifade etmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Oturum açma",
      "B": "Entegrasyon",
      "C": "Arama ve filtreleme",
      "D": "Organizasyon",
      "E": "İmza ekleme"
    },
    "explanation": "Doğru yanıt E şıkkıdır<br/>E-posta mesajlarının altına otomatik olarak eklenmesi istenen kavram imza eklemedir"
  },
  {
    "id": "3847088",
    "unitNumber": 4,
    "text": "I. Etiketleme<br/>II. Senkronizasyon<br/>III. Katogorilendirme<br/>IV. İçerik Ekleme<br/>V. Renk kodlama<br/>Yukarıdakilerden hangisi ya da hangileri dijital not defterlerinin düzenleme ve arama kolaylığı sağlayan avantajlarındandır?",
    "correctAnswer": "A",
    "options": {
      "A": "I-III-V",
      "B": "I-II-III",
      "C": "II-IV",
      "D": "II-III-IV",
      "E": "IV-V"
    },
    "explanation": "DİJİTAL NOT DEFTERLERİ<br/>Düzenleme ve arama kolaylığı: Dijital not defterleri, notları organize etmek için etiketleme, kategorilendirme ve renk kodlama gibi özellikler sunar. Ayrıca güçlü arama fonksiyonları sayesinde belirli bir bilgiye hızla ulaşmak mümkündür."
  },
  {
    "id": "3847089",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi dijital not defterleri kullanımının kullanıcıya sağladığı avantajlardan birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Geri alma",
      "B": "Teknolojik bağımlılık",
      "C": "Öğrenme eğrisi",
      "D": "Güvenlik riski",
      "E": "Maliyet"
    },
    "explanation": "DİJİTAL NOT DEFTERLERİ<br/>Avantajlar • Erişilebilirlik ve taşınabilirlik: Dijital not defterleri, bulut tabanlı hizmetlerle senkronize edilerek notlara herhangi bir cihazdan erişim imkânı sağlar. Bu sayede, notlarınız her zaman ve her yerde yanınızda olur. • Düzenleme ve arama kolaylığı: Dijital not defterleri, notları organize etmek için etiketleme, kategorilendirme ve renk kodlama gibi özellikler sunar. Ayrıca güçlü arama fonksiyonları sayesinde belirli bir bilgiye hızla ulaşmak mümkündür. Dijital not defterleri; not almayı yalnızca bir yazma eylemi olmaktan çıkarıp (Pitura, 2023); • Çok yönlü bir bilgi yönetim aracı olarak hem bireysel hem de profesyonel yaşamda daha etkili ve organize bir çalışma ortamı yaratmaya yardımcı olur. • Kullanıcıların bilgilerini daha kolay ve düzenli bir şekilde depolamasına, erişmesine ve paylaşmasına olanak tanır. 98 Not Alma Teknolojileri 4 • Multimedya entegrasyonu: Dijital not defterleri multimedya içerik ekleme, sesli ve görüntülü notlar kaydetme, çizimler yapma gibi çeşitli özelliklerle not almayı daha interaktif ve verimli hâle getirir. • Kolay paylaşım ve iş birliği: Dijital notlar, internet üzerinden kolayca paylaşılabilir ve üzerinde iş birliği yapılabilir. Grup projeleri, ekip çalışmaları ve ortak ders notları için büyük bir avantaj sağlar. • Geri alma ve yeniden düzenleme: Dijital not defterlerinde yapılan değişiklikler kolayca geri alınabilir ve notlar yeniden düzenlenebilir. Bu esneklik sayesinde not almak daha dinamik ve hata toleranslı bir yapı kazanır. • Güvenlik ve yedekleme: Dijital notlar, şifreleme ve diğer güvenlik önlemleri ile korunabilir. Ayrıca bulut yedekleme özellikleri sayesinde notların kaybolma riski en aza iner."
  },
  {
    "id": "3847090",
    "unitNumber": 4,
    "text": "I. Google a. Notes<br/>II. Microsoft b. Keep<br/>III. Apple c. OneNote<br/>Yukarıda verilen dijital not defteri uygulamaları ve bunları geliştiren üreticilerin doğru eşleşmesi aşağıdakilerden hangisindedir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-b, II-c, III-a",
      "B": "I-b, II-a, III-c",
      "C": "I-a, II-b, III-c",
      "D": "I-c, II-b, III-a",
      "E": "I-a, II-c, III-b"
    },
    "explanation": "DİJİTAL NOT DEFTERLERİ<br/>I. Google a. Keep<br/>II. Microsoft b. OneNote<br/>III. Apple c. Notes"
  },
  {
    "id": "3847091",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ilk olarak dijital not defleri olarak piyasaya sürülmüştür?",
    "correctAnswer": "A",
    "options": {
      "A": "Microsoft OneNote",
      "B": "Google Keep",
      "C": "Apple Notes",
      "D": "Samsung Notes",
      "E": "Notion"
    },
    "explanation": "Microsoft OneNote, ilk olarak 2003 yılında Microsoft Office paketinin bir parçası olarak piyasaya sürüldü."
  },
  {
    "id": "3847092",
    "unitNumber": 4,
    "text": "Dijital kalemlerin teknik adı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Stylus",
      "B": "S-pen",
      "C": "E-pen",
      "D": "Stabilo",
      "E": "Trackped"
    },
    "explanation": "Dijital Kalem ile Not Alma<br/>Teknik açıdan, dijital kalemler kapasitif dokunmatik ekranlar veya çizim tabletleri ile çalışır. “Stylus” olarak da bilinen kalemler; basınç hassasiyeti, eğim algılama ve çeşitli programlanabilir düğmeler gibi özelliklerle donatılarak kullanıcıların ekran üzerinde doğal bir yazı yazma ve çizim deneyimi yaşamalarına olarak sağlar."
  },
  {
    "id": "3847093",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangileri dijital not defterlerinin dezavantajları arasındadır?<br/>I Erişilebilirlik ve taşınabilirlik<br/>II Düzenleme ve arama kolaylığı<br/>III Multimedya entegrasyonu<br/>IV Dijital yorgunluk<br/>V Maliyet",
    "correctAnswer": "A",
    "options": {
      "A": "IV-V",
      "B": "I-II-III",
      "C": "III-VI",
      "D": "I-III-V",
      "E": "II-V"
    },
    "explanation": "Dijital yorgunluk, Maliyet dijital not defterlerinin dezavantajları arasındadır."
  },
  {
    "id": "3847094",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangileri geleneksel yöntemlere kıyasla dijital not defterlerinde yazılı not almanın kullanıcılara getirdiği kolaylıklar arasında sayılır?<br/>I Dijital not defterleri; metinleri hızlı bir şekilde düzenleme ve biçimlendirme imkânı sunar.<br/>II Hataların düzeltilmesi dijital ortamda birkaç tıklama ile gerçekleştirilebilir.<br/>III Dijital notlar, kaybolma veya hasar görme riskine karşı daha güvenlidir.<br/>IV Geleneksel kağıt kalem ile not alma yönteminden ucuzdur.<br/>V Uzun süre ekran karşısında çalışma göz sağlığını korur.",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III",
      "B": "IV-V",
      "C": "I-II-V",
      "D": "II-IV",
      "E": "I-V"
    },
    "explanation": "DİJİTAL NOT ALMA TEKNİKLERİ<br/>Yazılı not alma<br/>I Dijital not defterleri; metinleri hızlı bir şekilde düzenleme ve biçimlendirme imkânı sunar.<br/>II Hataların düzeltilmesi dijital ortamda birkaç tıklama ile gerçekleştirilebilir.<br/>III Dijital notlar, kaybolma veya hasar görme riskine karşı daha güvenlidir."
  },
  {
    "id": "3847095",
    "unitNumber": 4,
    "text": "Aşağıdaki araçlardan hangisi ile dijital kalem uygulamasında seçim yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kement",
      "B": "Fırça",
      "C": "Crop",
      "D": "Klon",
      "E": "Damla"
    },
    "explanation": "Dijital Kalem ile Not Alma<br/>Kement"
  },
  {
    "id": "3847096",
    "unitNumber": 4,
    "text": "_________ ve _______, dijital notların organize edilmesinde ve aranmasında önemli rol oynar.<br/>Yukarıdaki boşlukları aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Etiketler ve kategoriler",
      "B": "Dijital kalem ve kement aracı",
      "C": "Klasörler ve kitaplık",
      "D": "Arama tuşu ve capture",
      "E": "Optik karakter tanıma(OCR) ve Dijital kalem"
    },
    "explanation": "DİJİTAL NOTLARIN YÖNETİMİ<br/>Etiketler ve kategoriler, dijital notların organize edilmesinde ve aranmasında önemli bir rol oynar. Notlarınıza eklediğiniz etiketler; belirli konuları, projeleri veya temaları hızlıca bulmanızı sağlar."
  },
  {
    "id": "3847097",
    "unitNumber": 4,
    "text": "I. Sesi metne dönüştürme<br/>II. Metin Seslendirme<br/>III. Yazım denetimi<br/>IV. Asistan entegrasyonu<br/>V. Görüntüyü metne dönüştürme<br/>Yukarıdakilerden hangileri dijital not almada yapay zekanın kullanılmasına örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-V",
      "B": "I-II-III",
      "C": "II-III-IV",
      "D": "I-II-III-IV-V",
      "E": "III-IV-V"
    },
    "explanation": "Dijital Not Almada Yapay Zekâ (YZ) Kullanımı<br/>I-II-V"
  },
  {
    "id": "3847121",
    "unitNumber": 4,
    "text": "Dijital not defterlerinin sunduğu geniş özellik yelpazesinin, bazı kullanıcılar için karmaşık ve zorlayıcı olabilmesi; özellikle yeni başlayanlar için alışma süreci gerektirmesi aşağıdaki kavramlardan hangisi ile tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Teknolojiye bağımlılık",
      "B": "Öğrenme eğrisi",
      "C": "Güvenlik riskleri",
      "D": "Dijital yorgunluk",
      "E": "Maliyet"
    },
    "explanation": "Öğrenme eğrisi: Dijital not defterlerinin sunduğu geniş özellik yelpazesi, bazı kullanıcılar için karmaşık ve zorlayıcı olabilir; özellikle yeni başlayanlar için alışma süreci gerektirebilir."
  },
  {
    "id": "3847122",
    "unitNumber": 4,
    "text": "OneNote dijital not defterinin öne çıkan hangi özelliği ile ekip çalışmaları, grup projeleri ve ortak ders notları için ideal bir platform sunulmakta ve notlar üzerinde yapılan gerçek zamanlı düzenlemeler ve değişiklikler anında farklı cihazlara senkronize edilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Multimedya desteği",
      "B": "Etiketleme ve kategorilendirme",
      "C": "Kullanıcı dostu arayüz",
      "D": "Bulut senkronizasyonu",
      "E": "İşbirliği ve paylaşım"
    },
    "explanation": "İş birliği ve paylaşım: OneNote, kullanıcıların notlarını başkalarıyla paylaşmasına ve iş birliği yapmasına olanak tanır. Ekip çalışmaları, grup projeleri ve ortak ders notları için ideal bir platform sunar. Notlar üzerinde gerçek zamanlı düzenlemeler yapılabilir ve değişiklikler anında farklı cihazlara senkronize edilir."
  },
  {
    "id": "3847123",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi basit ve etkili not alma özellikleri ile dijital not defterleri arasında öne çıkmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Microsoft OneNote",
      "B": "Google Keep",
      "C": "Apple Notes",
      "D": "Samsung Notes",
      "E": "Notion"
    },
    "explanation": "Google Keep, basit ve etkili not alma özellikleri ile dijital not defterleri arasında öne çıkmaktadır. Kullanıcı dostu hızlı not alma yetenekleri ile Google ekosistemini temel alan bireysel ve profesyonel kullanıcılar için ideal bir çözümüdür."
  },
  {
    "id": "3847124",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Web</li> <li>Windows</li> <li>macOS</li> <li>iOS</li> <li>Android</li> </ol> OneNote uygulaması yukarıdaki platformların hangisinde kullanılabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "I, II, III ve IV",
      "D": "I, II, III, IV ve V",
      "E": "Yalnız II"
    },
    "explanation": "OneNote uygulaması Web, Windows, macOS, iOS ve Android platformlarında kullanılabilir."
  },
  {
    "id": "3847125",
    "unitNumber": 4,
    "text": "OneNote’daki hangi eylemler ile Outlook yazılımı bütünleşik olarak çalışır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hatırlatıcılar",
      "B": "Yeni bir bölüm ekleme",
      "C": "Yeni bir sayfa ekleme",
      "D": "Ses kaydı",
      "E": "Video kaydı"
    },
    "explanation": "Hatırlatıcılar Microsoft Outlook yazılımı bütünleşik olarak çalışır. Bir hatırlatıcı ayarlamak için araç çubuğunda yer alan “Outlook Görevleri” düğmesine tıklayın ve açılan menüden uygun bir seçeneği seçin. Aynı menüyü kullanarak var olan bir Outlook görevini silebilir ya da görev takibini Outlook’ta yapmak üzere açabilirsiniz."
  },
  {
    "id": "3847126",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Önerilerde bulunma</li> <li>Görev dağılımlarını güncelleme</li> <li>Proje ilerleme bilgilerini güncelleme</li> <li>Yorum yapma</li> <li>Soru sorma</li> </ol> İş birlikli çalışma kapsamında toplantı katılımcıları dijital not defterlerinde yukarıdaki eylemlerin hangisini gerçekleştirebilirler?",
    "correctAnswer": "E",
    "options": {
      "A": "I, IV ve V",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Dijital not defterlerinde iş birlikli çalışma; proje yönetimi ve takım çalışması için mükemmel bir araçtır, etkileşimli ve verimli bir çalışma ortamı yaratmak için kullanılabilir. Örneğin, bir proje toplantısı sırasında tüm ekip üyeleri aynı dijital not defteri üzerinde çalışarak toplantı notlarını, görev dağılımlarını ve proje ilerleme bilgilerini aynı anda güncelleyebilir; yorum yapabilir, sorular sorabilir ve önerilerde bulunabilirler."
  },
  {
    "id": "3847127",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Kâğıt belgeler</li> <li>El yazısı notlar</li> <li>Beyaz tahta yazıları</li> <li>Basılı materyaller</li> </ol> OCR teknolojisi ile yukarıdakilerden hangisi dijital formata dönüştürülerek saklanabilir ve düzenlenebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "OCR teknolojisi; kâğıt belgeleri, el yazısı notları, beyaz tahta yazılarını ve basılı materyalleri dijital formata dönüştürerek saklamayı ve düzenlemeyi kolaylaştırır."
  },
  {
    "id": "3847128",
    "unitNumber": 4,
    "text": "Doğal dil işleme ve derin öğrenme teknikleri kullanılarak, bir dildeki metni başka bir dile otomatik olarak çeviren yapay zekâ uygulamasına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Makine çevirisi",
      "B": "Yazım denetimi",
      "C": "Asistan entegrasyonu",
      "D": "Optik karakter tanıma",
      "E": "Metin seslendirme"
    },
    "explanation": "Makine çevirisi, doğal dil işleme (NLP - Natural Language Processing) ve derin öğrenme tekniklerine kullanılarak, bir dildeki metni başka bir dile otomatik olarak çeviren bir yapay zekâ uygulamasıdır. Büyük dil modelleri ve paralel veri kümeleri<br/>üzerinde eğitilmiş çeviri sistemleri, çeşitli diller arasında yüksek doğrulukla doğal ve akıcı çeviriler üretebilir."
  },
  {
    "id": "3847129",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Metin seslendirme</li> <li>Sesi metne dönüştürme</li> <li>Görüntüyü metne dönüştürme</li> <li>Dil çevirisi</li> </ol> Metin okuma ve konuşma sentezi algoritmalarını kullanarak çalışan ve yazılı metinleri doğal ve anlaşılır bir sesli konuşmaya dönüştüren yapay zekâ uygulaması yukarıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "Yalnız IV",
      "E": "I ve IV"
    },
    "explanation": "Metin okuma ve konuşma sentezi (TTS-Textto-Speech) algoritmalarını kullanarak çalışan metni seslendirme teknolojisi, yazılı metinleri doğal ve anlaşılır bir sesli konuşmaya dönüştüren bir yapay zekâ uygulamasıdır."
  },
  {
    "id": "3847130",
    "unitNumber": 4,
    "text": "Microsoft OneNote kullanarak bir not defterini ya da sayfayı<br/>(notu) diğer kullanıcılarla paylaşmak istediğinizde paylaşmak istediğiniz not defterini veya sayfayı seçmeniz kaçıncı adıma denk gelmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Adım 2: Paylaşmak İstediğiniz Not Defterini veya Sayfayı Seçin<br/>Paylaşmak istediğiniz not defterini veya belirli bir sayfayı seçin. OneNote’da not defterleri, bölümler ve sayfalar hâlinde organize edilir, bu yüzden hangi düzeyi paylaşmak istediğinize karar verin."
  },
  {
    "id": "3847148",
    "unitNumber": 4,
    "text": "Dijital not defterleri, teknolojinin sağladığı birçok avantajı not alma süreçlerine entegre ederek geleneksel yöntemlere göre pek çok üstünlük sunar. Ancak her teknolojide olduğu gibi dijital not defterlerinin de bazı avantajları bulunmaktadır. Aşağıdakilerden hangisi bunlardan biridir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Erişilebilirlik ve taşınabilirlik",
      "B": "Teknolojiye bağımlılık",
      "C": "Öğrenme eğrisi",
      "D": "Dijital yorgunluk",
      "E": "Maliyet"
    },
    "explanation": "Dijital not defterleri, teknolojinin sağladığı birçok avantajı not alma süreçlerine entegre ederek geleneksel yöntemlere göre pek çok üstünlük sunar. Ancak her teknolojide olduğu gibi dijital not defterlerinin de bazı avantajları bulunmaktadır. Bunlar: erişilebilirlik ve taşınabilirlik, düzenleme ve arama kolaylığı, multimedya entegrasyonu, kolay paylaşım ve iş birliği, geri alma ve yeniden düzenleme ve güvenlik ve yedeklemedir. Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3847149",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi OneNote dijital not defterinin öne çıkan özelliklerinden biri değildir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Kullanıcı dostu arayüz",
      "B": "Hızlı not alma",
      "C": "Multimedya desteği",
      "D": "Kalem desteği",
      "E": "Arama fonksiyonu"
    },
    "explanation": "OneNote dijital not defterinin öne çıkan özelliklerini şu şekilde özetleyebiliriz (Microsoft, 2024):<br/><ul> <li>Kullanıcı dostu arayüz,</li> <li>Multimedya desteği,</li> <li>Kalem desteği,</li> <li>Arama fonksiyonu,</li> <li>Bulut senkronizasyonu,</li> <li>İş birliği ve paylaşım,</li> <li>Etiketleme ve kategorilendirme,</li> <li>Entegrasyon ve eklentiler,</li> <li>Güvenlik,</li> <li>Mobil uyumluluk.</li> </ul> Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "3847150",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Google Keep’in öne çıkan özelliklerinden biridir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Güvenlik",
      "B": "Mobil uyumluluk",
      "C": "Kolay paylaşım ve iş birliği",
      "D": "Arama fonksiyonu",
      "E": "Kalem desteği"
    },
    "explanation": "Google Keep’in öne çıkan özelliklerini şu şekilde özetleyebiliriz (Google, 2024):<br/>• Hızlı not alma: Kullanıcıların hızlı bir şekilde not almasını sağlamak üzere tasarlanmış olan Google Keep; metin notları, listeler ve sesli notlar oluşturmayı destekler.<br/>• Etiketleme ve renk kodlama: Notları düzenlemek ve kategorilendirmek için etiketler ve renk kodlama seçenekleri kullanılabilir.<br/>• Hatırlatıcılar ve zamanlayıcılar: Google Keep, kullanıcılara hatırlatıcılar ekleme ve zamanlayıcılar ayarlama imkânı sunarak önemli görevleri ve etkinlikleri takip etmeyi<br/>kolaylaştırır. Ayrıca Keep, kullanıcıların belirli bir konuma duyarlı hatırlatıcılar ayarlamasına olanak tanır. Bu özellik, belirli bir yerle ilgili görevleri hatırlamak için oldukça<br/>kullanışlıdır.<br/>• Bulut senkronizasyonu: Google hesabı ile kullanılan Keep, iki faktörlü kimlik doğrulama gibi güçlü güvenlik protokolleri üzerinden Google Drive ile bütünleşik çalışarak notlarınızı bulutta saklar ve senkronize eder. Bu sayede Keep notları; web tarayıcıları, Android ve iOS cihazlar üzerinden her an erişilebilir.<br/>• Kolay paylaşım ve iş birliği: Kullanıcılar, notlarını diğer Google Keep kullanıcılarıyla paylaşabilir ve ortak çalışmalar yapabilirler.<br/>• Google ekosistemi ile entegrasyon: Google Keep, diğer Google hizmetleri ile mükemmel bir entegrasyon sağlar. Google Dokümanlar, Google Takvim ve Gmail gibi uygulamalarla birlikte kullanıldığında verimlilik artar ve bilgiler daha iyi organize edilir.<br/>Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "3847151",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Apple Notes’un öne çıkan özelliklerinden biri değildir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Kullanıcı dostu arayüz",
      "B": "El yazısı ve çizim desteği",
      "C": "Kolay paylaşım ve iş birliği",
      "D": "Güçlü arama fonksiyonu",
      "E": "Güvenlik ve gizlilik"
    },
    "explanation": "Apple Notes’un öne çıkan özelliklerini şu şekilde özetleyebiliriz (Apple, 2024):<br/>• Apple ekosistemi ile derin entegrasyon: Apple Notes; iPhone, iPad, Mac ve Apple Watch dahil olmak üzere tüm Apple cihazları ile bütünleşik çalışır, iCloud aracılığıyla kullanıcıların notlarına her cihazdan kolayca erişmelerini ve notlarını düzenlemelerini sağlar.<br/>• Kullanıcı dostu arayüz: Apple Notes, sade ve kullanıcı dostu bir arayüze sahiptir. Kullanıcılar, notlarını kolayca oluşturabilir, düzenleyebilir ve organize edebilirler. Apple Notes; metin dışında fotoğraf, video, web bağlantıları ve belgeler gibi çeşitli içerikleri de destekler. Kullanıcılar, notlarına hızlıca multimedya ögeleri ekleyebilir; yapacakları işleri listeler hâlinde organize edebilir ve tamamladıkları görevleri işaretleyebilir. Notlar, klasörler ve alt klasörler hâlinde düzenlenebilir.<br/>• El yazısı ve çizim desteği: Apple Pencil ile uyumlu olan Apple Notes, kullanıcıların el yazısı ile not almalarını ve çizim yapmalarını sağlayarak iPad kullanıcıları için büyük bir avantaj sunar.<br/>• Güçlü arama fonksiyonu: Apple Notes’un güçlü arama fonksiyonu, kullanıcıların belirli bir bilgiye hızla ulaşmasını sağlar. Metin, el yazısı ve hatta notlara eklenen belgeler arasında arama yapılabilir.<br/>• Güvenlik ve gizlilik: Apple Notes, notları şifreleme ve Face ID veya Touch ID ile koruma imkânı sunarak hassas bilgilerin güvenli bir şekilde saklanmasını kolaylaştırır.<br/>• Belge taraması: Apple Notes aracılığıyla kullanıcılar, basılı belgeleri tarayarak dijital hâle getirebilir ve notlarına ekleyebilir.<br/>Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "3847152",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Samsung Notes’un öne çıkan özelliklerinden biridir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Güçlü arama ve filtreleme",
      "B": "Blok tabanlı düzenleme",
      "C": "Ekip çalışması ve iş birliği",
      "D": "Çapraz platform uyumluluğu",
      "E": "Zengin not alma seçenekleri"
    },
    "explanation": "Samsung Notes’un öne çıkan özellikleri şu şekilde özetlenebilir (Samsung, 2024):<br/>• S pen desteği: Samsung Notes, S Pen ile tam uyumlu çalışarak kullanıcıların doğal yazma ve çizim deneyimi yaşamalarına olanak tanır. S Pen’in hassasiyeti ve işlevsel kısayolları sayesinde not almak, çizim yapmak ve işaretlemeler yapmak oldukça kolaydır.<br/>• Zengin not alma seçenekleri: Samsung Notes; metin notları, el yazısı notları, çizimler ve sesli notlar dahil olmak üzere çeşitli not alma seçenekleri sunar. Kullanıcılar, farklı not alma ihtiyaçlarına göre en uygun yöntemi seçebilir.<br/>• Senkronizasyon ve paylaşım: Samsung Notes, Samsung Cloud ile bütünleşik çalışarak notların bulutta saklanmasını ve farklı cihazlar arasında senkronize edilmesini sağlar. Kullanıcılar notlarını e-posta, mesaj veya sosyal medya üzerinden hızlıca paylaşabilir; PDF, Word vb. formatlarda dışa aktarabilir.<br/>Dolayısıyla cevap E şıkkıdır."
  },
  {
    "id": "3847153",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Notion’un öne çıkan özelliklerinden biri değildir ?",
    "correctAnswer": "A",
    "options": {
      "A": "El yazısı ve çizim desteği",
      "B": "Çok yönlü ve esnek yapı",
      "C": "Şablonlar",
      "D": "Güçlü arama ve filtreleme",
      "E": "Ekip çalışması ve iş birliği"
    },
    "explanation": "Notion’un öne çıkan özellikleri şu şekilde özetlenebilir (Notion, 2024):<br/>• Çok yönlü ve esnek yapı: Notion kullanıcılara not alma, proje yönetimi, görev takibi ve veri tabanı oluşturma gibi pek çok farklı işlevi bir arada sunar. Örneğin; tablo, liste, galeri ve takvim gibi farklı görünümlerle içerikleri yönetmek mümkündür.<br/>• Blok tabanlı düzenleme: Notion’un blok tabanlı düzenleme sistemi, kullanıcıların içerikleri farklı türlerde bloklar halinde düzenlemesine olanak tanır. Metin, başlık, liste, tablo, görev listesi, görsel, dosya ve daha birçok blok tipi ile içerikler yapılandırılabilir.<br/>• Şablonlar: Farklı ihtiyaçlara göre önceden yapılandırılmış şablonlarla kullanıcıların bilgi yönetim süreçlerine hızlı bir başlangıç yapmasını sağlar. Proje yönetimi, kişisel planlama, iş akışları ve daha birçok alanda kullanılabilecek hazır şablonlar, işlerin hızlıca organize edilmesine yardımcı olur.<br/>• Güçlü arama ve filtreleme: Notion’un güçlü arama ve filtreleme özellikleri, kullanıcıların büyük miktarda bilgi arasında hızlıca istedikleri verilere ulaşmasını sağlar.<br/>• Ekip çalışması ve iş birliği: Notion, ekiplerin ortak çalışmaları için ideal bir platform sunar. Kullanıcılar, notları ve projeleri ekip üyeleriyle paylaşabilir ve gerçek zamanlı olarak iş birliği yapabilirler. Notlar üzerinde birlikte çalışmak, yorum yapmak ve düzenlemeler yapmak mümkündür.<br/>• Entegrasyon ve API desteği: Notion, diğer uygulamalar ve hizmetlerle entegrasyon için geniş bir destek sunar. Slack, Google Drive, Trello ve daha birçok popüler uygulama ile bütünleşik çalışabilir. Ayrıca, Notion API’si ile özelleştirilmiş üçüncü parti uygulama entegrasyonları oluşturulabilir.<br/>• Çapraz platform uyumluluğu: Notion; web, macOS, Windows, iOS ve Android üzerinde kullanılabilir.<br/>Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3847154",
    "unitNumber": 4,
    "text": "Microsoft OneNote’da üzerinde çalıştığınız bir projeye ilişkin toplantı notları oluşturmak için genel olarak kaç adımda süreci tamamlarsınız ?",
    "correctAnswer": "B",
    "options": {
      "A": "4",
      "B": "8",
      "C": "5",
      "D": "2",
      "E": "6"
    },
    "explanation": "Microsoft OneNote’da üzerinde çalıştığınız bir projeye ilişkin toplantı notları oluşturmak için genel olarak şu adımları takip edersiniz:<br/>Adım 1: OneNote Uygulamasını Açın<br/>Adım 2: Yeni Bir Not Defteri Oluşturun<br/>Adım 3: Yeni Bir Bölüm Ekleyin<br/>Adım 4: Yeni Bir Sayfa Ekleyin<br/>Adım 5: Not Almaya Başlayın<br/>Adım 6: Farklı Medyalar Kullanarak Notlarınızın Etkinliğini Arttırın:<br/>Adım 7: Görevler Listesi Oluşturun<br/>Adım 8: Hatırlatıcılar Ayarlayın<br/>Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "3847165",
    "unitNumber": 4,
    "text": "Microsoft OneNote kullanarak bir not defterini ya da sayfayı (notu) diğer kullanıcılarla paylaşmak istediğinizde kaç adımdan oluşan süreci takip etmeniz gerekir ?",
    "correctAnswer": "D",
    "options": {
      "A": "7",
      "B": "4",
      "C": "2",
      "D": "5",
      "E": "3"
    },
    "explanation": "Microsoft OneNote kullanarak bir not defterini ya da sayfayı (notu) diğer kullanıcılarla paylaşmak istediğinizde şu adımları takip etmeniz gerekir. OneNote üzerinden tarif edilen bu adımlar, diğer dijital not defterlerinde de benzer şekilde uygulanabilir.<br/>Adım 1: OneNote Uygulamasını Açın:<br/>Adım 2: Paylaşmak İstediğiniz Not Defterini veya Sayfayı Seçin<br/>Adım 3: Paylaşım Menüsünü Açın ve Ayarlarınızı Belirleyin<br/>Adım 4: Paylaşımı Tamamlayın<br/>Adım 5: İş Birlikli Çalışma Sürecini Planlayın ve Takip Edin.<br/>Dolayısıyla cevap D şıkkıdır."
  },
  {
    "id": "3847166",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yapay zekanın dijital not alma kullanımında sunduğu çeşitli avantajlardan biri değildir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Sesi Metne Dönüştürme",
      "B": "Metin Seslendirme",
      "C": "Görüntüyü Metne Dönüştürme",
      "D": "Dil Çevirisi",
      "E": "Planlama yapma"
    },
    "explanation": "YZ’nin dijital not almada nasıl kullanıldığını ve bu teknolojilerin sunduğu çeşitli avantajlar aşağıda belirtilmiştir: <br/>1-) Sesi metne dönüştürme<br/>2-) Metin seslendirme<br/>3-) Görüntüyü metne dönüştürme<br/>4-) Dil çevirisidir.<br/>Dolayısıyla cevap E şıkkıdır."
  },
  {
    "id": "3847038",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Yönetim ve strateji</li> <li>İdari ve operasyonel işler</li> <li>Bilişim ve teknoloji</li> <li>Destek hizmetler</li> <li>Hukuk</li> </ol> Bürolarda yürütülen işler için önerilen kategoriler göz önünde bulundurulduğunda yukarıda verilenlerden kaç tanesi bu kategoriler arasında sayılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "BÜROLARDA YÜRÜTÜLEN İŞ SÜREÇLERİ<br/>Verilen kategorilerin beşi de bürolarda yürütülen işlere yönelik kategorilerdendir. Dolayısıyla Cevap E’dir."
  },
  {
    "id": "3847039",
    "unitNumber": 5,
    "text": "Mali İşler Direktörü anlamına gelen ve bir şirketteki finans süreci ile ilgili en üst düzey yönetici olan, şirketin finansal konulardaki risklerini hesaplayan, ortaya çıkan krizleri yöneten ve kısa ya da uzun vadede yeni ekonomik stratejiler geliştiren ve finans departmanında çalışan personellerin yönetimi ve önderlik edilmesi görevini yerine getiren üst düzey şirket yöneticisi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "CEO",
      "B": "CFO",
      "C": "COO",
      "D": "CIO",
      "E": "CMO"
    },
    "explanation": "BÜROLARDA YÜRÜTÜLEN İŞ SÜREÇLERİ<br/>Yönetim ve Strateji<br/>Chief Financial Officer yani Mali İşler Direktörü anlamına gelen CFO’lar, soruda verilen görev tanımına sahip şirket yöneticisidir. Dolayısıyla cevap B’dir."
  },
  {
    "id": "3847040",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Şirket içerisindeki tüm operasyonların verimli bir şekilde yerine getirilmesinden sorumludurlar.</li> <li>CEO’dan sonra en yetkili kişilerdir.</li> <li>Çalışanlar ile ilgili alınan kararları denetleme, çalışma ortamlarının iş güvenliğini ve sağlık kurallarına uygunluğunu sağlama, operasyonları daha verimli bir hâle getirme görevlerini yerine getirirler.</li> <li>Pazarlama ve reklamcılık stratejilerini denetler.</li> <li>Özellikle üretim yapan şirketlerdeki tedarik zinciri ve lojistik departmanları COO’nun sorumluluğundadır.</li> </ol> Yukarıda verilenlerden kaçı COO (Chief Operating Officer), Türkçe karşılığı ile Baş İşletme Görevlisi/Operasyon Direktörüne ilişkin doğru bilgidir?",
    "correctAnswer": "D",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "BÜROLARDA YÜRÜTÜLEN İŞ SÜREÇLERİ<br/>Yönetim ve Strateji<br/>Cevap D’dir. IV. Maddede verilen görev bir şirketteki Chief Marketing Officer yani CMO, Pazarlama Kurulu Başkanı nın sorumluluğudur. Diğer maddelerdeki tüm bilgiler COO’ya ilişkin doğru bilgidir. Dolayısıyla cevap 4, yani D’dir."
  },
  {
    "id": "3847041",
    "unitNumber": 5,
    "text": "Dijitalleşme sürecinin hangi aşamasında kurum ya da kuruluş için hangi süreçlerin dijitalleştirilebileceği ve önceliklerin neler olduğunun belirlenmesi işlemleri gerçekleştirilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Değerlendirme",
      "B": "Planlama",
      "C": "Optimizasyon",
      "D": "Uygulama",
      "E": "Entegrasyon"
    },
    "explanation": "DİJİTAL DÖNÜŞÜM VE YAPAY ZEKÂ<br/>Dijitalleşme Sürecinin Aşamaları<br/>Cevap A’dır. Dijitalleşmenin ilk aşaması olan Değerlendirme aşamasında kurum ya da kuruluş için hangi süreçlerin dijitalleştirilebileceğini ve önceliklerin neler olduğunu belirleme işlemleri gerçekleştirilir."
  },
  {
    "id": "3847042",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Bu aşamada kurumun iş süreçleri dijital teknolojilerle yeniden tasarlanarak iş süreç otomasyonu yapılandırılmaktadır.</li> <li>Kurumun tüm veri akışları optimize edilir, manuel görevler otomatikleştirilir, iş süreçleri verimli hâle getirilir.</li> <li>Bu aşamada farklı sistemlerin birbiriyle uyumlu bir şekilde çalışmasını sağlamak amacıyla gerek teknolojik gerek insan kaynağı bağlamında entegrasyonlar faaliyete geçirilir.</li> </ol> Yukarıda verilen ifadelerden hangileri dijitalleşme sürecinin <u>Uygulama</u> aşamasına ilişkin doğru ifadelerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "DİJİTAL DÖNÜŞÜM VE YAPAY ZEKÂ<br/>Dijitalleşme Sürecinin Aşamaları<br/>Verilen ifadelerden I ve II dijitalleşme sürecinin Uygulama aşamasında gerçekleştirilmekte ancak III. Maddede verilen ifade Entegrasyon aşamasında gerçekleştirilmektedir. Dolayısıyla I ve II ifadelerini içeren B doğru cevaptır."
  },
  {
    "id": "3847043",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Kurumların yönetsel süreçlerinde YZ dan faydalanmalarına örnek olarak, YZ destekli bir sistemin satış verilerini analiz ederek günün trendleriyle değerlendirip yöneticilerin gelecekteki satışlar için tahminler geliştirebilmesini verebiliriz.</li> <li>Rutin ve tekrarlayan görevleri otomatikleştirmek için idari ve operasyonel süreçlerde YZ’den yararlanılabilir. Robotik Süreç Otomasyonu (RPA) bu işler için kullanılan otomasyona verilen addır.</li> <li>YZ desteğiyle müşterileri segmentlere ayırma, kişiselleştirilmiş pazarlama kampanyaları oluşturma ve dönüşüm oranlarını artırma gibi kurum için süreci kolaylaştırıcı hizmetler sağlanabilir.</li> </ol> Büro iş süreçlerinde Yapay Zeka (YZ) kullanımına ilişkin verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Büro İş Süreçlerinde Yapay Zekâ Kullanımı<br/>Büro iş süreçlerinde Yapay Zeka (YZ) kullanımına ilişkin verilen ifadelerin hepsi doğrudur. Dolayısıyla doğru cevap E seçeneğidir."
  },
  {
    "id": "3847044",
    "unitNumber": 5,
    "text": "Aşağıda verilen Yapay Zeka (YZ) uygulamalarından hangileri metin oluşturma ve özetleme için kullanılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "MyMind ve MyMemo AI",
      "B": "Grammarly ve AI Summarizer",
      "C": "PaperBrain ve Metaforms",
      "D": "StoryD ve Slides AI",
      "E": "MidJouney ve DALL-E"
    },
    "explanation": "BÜRO İŞ SÜREÇLERİNDE KULLANILABİLECEK YAPAY ZEKÂ UYGULAMALARI<br/>Verilen YZ uygulamalarından Grammarly ve AI Summarizer metin oluşturma ve özetleme için kullanılmaktadır. Dolayısıyla doğru cevap B’dir."
  },
  {
    "id": "3847045",
    "unitNumber": 5,
    "text": "Aşağıda verilen Yapay Zeka (YZ) uygulamalarından hangileri sunu hazırlama amacıyla kullanılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "MyMind ve MyMemo AI",
      "B": "Grammarly ve AI Summarizer",
      "C": "PaperBrain ve Metaforms",
      "D": "StoryD ve Slides AI",
      "E": "MidJouney ve DALL-E"
    },
    "explanation": "BÜRO İŞ SÜREÇLERİNDE KULLANILABİLECEK YAPAY ZEKÂ UYGULAMALARI<br/>Verilen YZ uygulamalarından StoryD ve Slides AI sunu hazırlama amacıyla kullanılmaktadır. Dolayısıyla doğru cevap D seçeneğidir."
  },
  {
    "id": "3847046",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Yapay genel zekâ, insanın zihinsel süreçlerinin bilgisayarlar tarafından yapılabildiği, insansı düzeyde bir yapay zekâyı ifade etmektedir.</li> <li>Yapay süper zekâ kavramı, yapay zekâ veya makine/bilgisayar zekâların sürekli gelişmesiyle insanların işleyişine ve karar verme yeteneklerine ulaşan yapay zekâyı ifade etmektedir.</li> <li>YZ nesneleri alma, taşıma, konumlandırma ve yerleştirme gibi insan davranışlarını taklit edebilir.</li> </ol> Yapay Zeka (YZ) ile ilgili yukarıda verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "YAPAY ZEKÂ TANIMI VE TARİHÇESİ<br/>Yapay Zekâ, Yapay Genel Zekâ ve Yapay Süper Zekâ<br/>Yapay zekaya ilişkin verilen ifadelerin hepsi doğrudur. Dolayısıyla doğru cevap E seçeneğidir."
  },
  {
    "id": "3847047",
    "unitNumber": 5,
    "text": "“MidJouney” yapay zeka uygulamasının kullanım alanı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Web sitesi geliştirme",
      "B": "Dilden dile çeviri",
      "C": "Sosyal medya yönetimi",
      "D": "Video düzenleme",
      "E": "Görsel tasarım"
    },
    "explanation": "BÜRO İŞ SÜREÇLERİNDE KULLANILABİLECEK YAPAY ZEKÂ UYGULAMALARI<br/>Görsel Tasarım Uygulamaları<br/>Midjourney, kendisine verilen metinsel istemleri kullanarak görüntüler oluşturmak için kullanılan bir YZ programıdır. İstenilen stili, ışıklandırmayı, renklendirmeyi ve sanat akımlarını detaylandırmak daha iyi sonuçlar elde etmek için önemlidir. Dolayısıyla, doğru cevap E seçeneğidir."
  },
  {
    "id": "3847048",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>İhtiyaç analizi, etkili bir hizmet içi eğitim programının temelini oluşturur.</li> <li>İhtiyaç analizinin ardından, eğitim programının amaç ve hedefleri belirlenir.</li> <li>Personelin eğitim ihtiyaçlarını ve beklentilerini doğrudan tespit etmek için anketler ve geri bildirim formları kullanılır.</li> </ol> Büro personeli için hizmet içi eğitim programı hazırlanmasına ilişkin verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "BÜRO PERSONELİ İÇİN HİZMET İÇİ EĞİTİM PROGRAMI HAZIRLAMA<br/>Büro personeli için hizmet içi eğitim programı hazırlanmasına ilişkin verilen ifadelerin hepsi doğrudur. Dolayısıyla doğru cevap I, II, III olan E seçeneğidir."
  },
  {
    "id": "3847049",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Özel- Belirli bir yazılımın kullanımı konusunda eğitim verilmesi</li> <li>Ölçülebilir- Eğitim sonrası personelin %90’ının yazılımı etkin bir şekilde kullanabilmesi</li> <li>Ulaşılabilir- Eğitimin, mevcut kaynaklar ve zaman çerçevesinde gerçekleştirilmesi</li> <li>İlgili: Eğitim hedeflerinin, kurumun stratejik hedefleri ile uyumlu olması</li> <li>Zaman sınırlı: Eğitimin, belirli bir süre içinde tamamlanması gibi özellikler</li> </ol> Büro personeli için hizmet içi eğitim programı hazırlanırken eğitim hedeflerinin belirlenmesi sürecinde yukarıda verilen SMART (Özel, Ölçülebilir, Ulaşılabilir, İlgili ve Zaman Sınırlı) kriterleri ile yanındaki örnek açıklama için kaçı doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "BÜRO PERSONELİ İÇİN HİZMET İÇİ EĞİTİM PROGRAMI HAZIRLAMA<br/>Hedefler, SMART (Specific, Measurable, Achievable, Relevant, Time-bound) İngilizce baş harflerinden oluşan kriterlerden oluşur. Türkçe karşılığı ise (Özel, Ölçülebilir, Ulaşılabilir, İlgili ve Zaman Sınırlı) olarak tanımlanmaktadır ve şöyle açıklanabilir. Özel (Belirli): Belirli bir yazılımın kullanımı konusunda eğitim verilmesi. Ölçülebilir: Eğitim sonrası personelin %90’ının yazılımı etkin bir şekilde kullanabilmesi. Ulaşılabilir: Eğitimin, mevcut kaynaklar ve zaman çerçevesinde gerçekleştirilmesi. İlgili: Eğitim hedeflerinin, kurumun stratejik hedefleri ile uyumlu olması. Zaman sınırlı: Eğitimin, belirli bir süre içinde tamamlanması gibi özellikler tanımlanabilir. Dolayısıyla doğru cevap E seçeneğidir."
  },
  {
    "id": "3847050",
    "unitNumber": 6,
    "text": "Çevrimiçi eğitimlerin uygulanmasında kullanılan Öğrenme Yönetim Sistemlerine (ÖYS) ilişkin “Öğrenene veya içeriğe ait bilginin eğitim yönetim sistemi tarafından izlenmesi” standartı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Birlikte çalışabilirlik",
      "B": "Yönetilebilirlik",
      "C": "Ulaşılabilirlik",
      "D": "Devamlılık",
      "E": "Ölçeklenebilirlik"
    },
    "explanation": "BÜRO PERSONELİ İÇİN HİZMET İÇİ EĞİTİM PROGRAMI HAZIRLAMA<br/>ÖYS sistemlerde bazı standartların olması gerekmektedir. Yönetilebilirlik (Manageability): Öğrenene veya içeriğe ait bilginin eğitim yönetim sistemi tarafından izlenmesidir. Dolayısıyla doğru cevap B seçeneğidir."
  },
  {
    "id": "3847051",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Kitlesel Açık Çevrim İçi Ders (MOOC) türlerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "yMOOC",
      "B": "zMOOC",
      "C": "aMOOC",
      "D": "bMOOC",
      "E": "cMOOC"
    },
    "explanation": "BÜRO PERSONELİNİN KİŞİSEL VE MESLEKİ GELİŞİMİ İÇİN HAYAT BOYU ÇEVRİM İÇİ ÖĞRENME PLATFORMLARI VE FIRSATLARI<br/>Kitlesel Açık Çevrim İçi Dersler (MOOCs)<br/>MOOC türleri xMOOC’ler (eXtended MOOC’ler) ve cMOOC’ler (Connectivist MOOC’ler) şeklindedir. Dolayısıyla doğru cevap E seçeneğidir."
  },
  {
    "id": "3847078",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Kişisel ve mesleki gelişim eğitimleri, bireylerin iş becerilerini geliştirmelerine ve kariyerlerinde ilerlemelerine yardımcı olmaktadır.</li> <li>Kişisel ve mesleki gelişim eğitimleri; iletişim becerileri, liderlik, zaman yönetimi, problem çözme ve karar verme gibi konuları kapsar.</li> <li>Hayat boyu öğrenme yeni beceriler edinmek var olan becerileri güncellemek ve değişen iş ortamına uyum sağlamak anlamına gelmektedir.</li> </ol> Büro personelinin kişisel ve mesleki gelişimi için hayat boyu öğrenme kavramlarına ilişkin verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "BÜRO PERSONELİNİN KİŞİSEL VE MESLEKİ GELİŞİMİ İÇİN HAYAT BOYU ÖĞRENME<br/>Kişisel ve mesleki gelişim eğitimleri, bireylerin iş becerilerini geliştirmelerine ve kariyerlerinde ilerlemelerine yardımcı olmaktadır. Bu eğitimler genellikle iletişim becerileri, liderlik, zaman yönetimi, problem çözme ve karar verme gibi konuları kapsar. Diğer taraftan hayat boyu öğrenme ise bireylerin kariyerlerinde sürekli olarak kendilerini geliştirmelerini ve güncel kalmalarını sağlamaktadır. Bu, yeni beceriler edinmek var olan becerileri güncellemek ve değişen iş ortamına uyum sağlamak anlamına gelmektedir. Dolayısıyla verilen ifadelerin hepsi doğrudur. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3847079",
    "unitNumber": 6,
    "text": "Çevrimiçi eğitimlerin uygulanmasında kullanılan Öğrenme Yönetim Sistemlerine (ÖYS) ilişkin “Bir aracın güncellemesi geldiğinde öğrenen tarafından yeniden tasarıma veya kodlamaya ihtiyaç duymaması gerekliliği” standartı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Birlikte çalışabilirlik (Interoperability)",
      "B": "Yeniden kullanılabilirlik (Re-usability)",
      "C": "Devamlılık (Durability)",
      "D": "Ulaşılabilirlik (Accessibility)",
      "E": "Yönetilebilirlik (Manageability)"
    },
    "explanation": "BÜRO PERSONELİ İÇİN HİZMET İÇİ EĞİTİM PROGRAMI HAZIRLAMA<br/>Çevrim İçi Eğitimler İçin Sistem Geliştirme ve Uygulama<br/>ÖYS sistemlerinde bazı standartların olması gerekmektedir. Devamlılık (Durability): Bir aracın güncellemesi geldiğinde öğrenen tarafından yeniden tasarıma veya kodlamaya ihtiyaç duymaması gerekliliği standartıdır. Dolayısıyla doğru seçenek C seçeneğidir."
  },
  {
    "id": "3847080",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Etkileşimli ve çekici içerik</li> <li>Multimedya kullanımı</li> <li>Kısa ve öz öğrenme modülleri</li> <li>Otomatik değerlendirme</li> <li>Oyunlaştırma</li> </ol> Verilen ifadelerden kaçı çevrim içi eğitimler için eğitim içeriklerinin dijitalleştirilmesi sürecinde dikkat edilmesi gereken noktalardandır?",
    "correctAnswer": "D",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "BÜRO PERSONELİ İÇİN HİZMET İÇİ EĞİTİM PROGRAMI HAZIRLAMA<br/>Çevrim İçi Eğitimler İçin Sistem Geliştirme ve Uygulama<br/>Çevrim içi eğitimler için eğitim içeriklerinin dijitalleştirilmesi gerekmektedir. Bu süreçte dikkat edilmesi gereken bazı noktalar vardır. Bunlar; • Etkileşimli ve çekici içerik: Eğitim materyalleri, katılımcıların ilgisini çekecek şekilde etkileşimli olmalıdır. • Multimedya kullanımı: Videolar, ses kayıtları, grafikler gibi çeşitli multimedya ögeleri kullanılmalıdır. • Kısa ve öz öğrenme modülleri: İçerik, kısa ve öz modüller hâlinde sunulmalıdır. • Otomatik değerlendirme: Sınavlar ve değerlendirme araçları, otomatik olarak entegre edilmelidir.<br/>Oyunlaştırma, Eğitim sürecine oyun unsurları ekleyerek katılımı artırmayı sağlayan bir yöntemdir.<br/>Dolayısıyla verilen ifadelerden 4’ü doğrudur. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3847081",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Beceri geliştirme</li> <li>Kişisel zenginleşme</li> <li>Profesyonel gelişim</li> <li>Erişilebilirlik</li> <li>Maliyet etkinliği</li> </ol> Yukarıda verilenlerden kaçı bireylerin Kitlesel Açık Çevrim İçi Dersler (MOOC) lara katılma nedenlerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "BÜRO PERSONELİNİN KİŞİSEL VE MESLEKİ GELİŞİMİ İÇİN HAYAT BOYU ÇEVRİM İÇİ ÖĞRENME PLATFORMLARI VE FIRSATLARI<br/>Kitlesel Açık Çevrim İçi Dersler (MOOCs)<br/>Bireyler MOOC’lara çeşitli nedenlerle katılmaktadır. Bu nedenler genellikle şunlardır: • Beceri geliştirme: Yeni beceriler öğrenmek veya mevcut becerileri geliştirmek, genellikle kariyer ilerlemesi için • Kişisel zenginleşme: İlgi duyulan bir konu hakkında bilgi edinmek • Profesyonel gelişim: Öz geçmişlerini geliştirebilecek sertifikalar kazanmak • Erişilebilirlik: MOOC’lar, yoğun çalışan profesyonellerin, öğrencilerin veya aile yükümlülükleri olanların hayatlarına uyabilecek esnek öğrenme programları sunar. •Maliyet etkinliği: Birçok MOOC, geleneksel eğitim programlarına kıyasla ücretsiz veya düşük maliyetlidir. Dolayısıyla verilen ifadelerin hepsi bireylerin katılma nedenidir. Cevap E seçeneğidir."
  },
  {
    "id": "3847082",
    "unitNumber": 6,
    "text": "Aşağıdaki hayat boyu öğrenme platformlarından hangisi multimedya içeriğini gerçek zamanlı biçimlendirici değerlendirme ile birleştiren interaktif bir ders sunum platformudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Kahoot",
      "B": "Nearpod",
      "C": "H5P",
      "D": "UdaCity",
      "E": "FutureLearn"
    },
    "explanation": "Hayat Boyu Öğrenimde Etkileşimli Öğrenme Platformlarının Kullanımı<br/>Nearpod, multimedya içeriğini gerçek zamanlı biçimlendirici değerlendirme ile birleştiren interaktif bir ders sunum platformudur. Dolayısıyla doğru Cevap B seçeneğidir."
  },
  {
    "id": "3847083",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi etkin bir kişisel öğrenme ortamının sahip olması gereken özelliklerden biri olan “Öğrencinin kendi hızında ve kendi öğrenme stilinde öğrenmesine izin vermelidir” özelliğidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hedef Odaklı",
      "B": "Esnek",
      "C": "Motive Edici",
      "D": "Destekleyici",
      "E": "Kişiselleştirilebilir"
    },
    "explanation": "ÖĞRENME SÜRECİNDE KİŞİSEL ÖĞRENME ORTAMLARININ KULLANIMI<br/>Etkin bir kişisel öğrenme ortamının aşağıdaki özelliklere sahip olması gerekir: Hedef Odaklı: Kişisel öğrenme ortamı, öğrencinin belirlediği net öğrenme hedeflerine sahip olmalıdır. Esnek: Kişisel öğrenme ortamı, öğrencinin kendi hızında ve kendi öğrenme stilinde öğrenmesine izin vermelidir. Motive Edici: Kişisel öğrenme ortamı, öğrencinin öğrenmeye motive olmasını sağlayacak şekilde tasarlanmalıdır. Destekleyici: Kişisel öğrenme ortamı, öğrenciye ihtiyaç duyduğu kaynakları ve desteği sağlamalıdır. Kişiselleştirilebilir: Kişisel öğrenme ortamı öğrencinin bireysel ihtiyaçlarına ve tercihlerine göre uyarlanmalıdır.<br/>Verilen özellik, Esnek olma özelliğidir. Dolayısıyla doğru cevap B seçeneğidir."
  },
  {
    "id": "3847072",
    "unitNumber": 7,
    "text": "Bilginin geçerlilik ve güvenirliği aşağıdakilerden hangisi ile ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bütünlük",
      "B": "Gizlilik",
      "C": "Erişilebilirlik",
      "D": "Kullanılabilirlik",
      "E": "Güvenlik"
    },
    "explanation": "Bütünlük, bilginin geçerliliği ve doğruluğu ile ilgilidir."
  },
  {
    "id": "3847073",
    "unitNumber": 7,
    "text": "Uluslararası Standartlar Örgütü(ISO) ne zaman kurulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "1957",
      "B": "1965",
      "C": "1947",
      "D": "1981",
      "E": "1990"
    },
    "explanation": "Uluslararası Standartlar Örgütü (ISO): Dünya genelinde standartların oluşturulması ve yaygınlaştırılması amacıyla 23 Şubat 1947’de kurulmuş bir örgüttür."
  },
  {
    "id": "3847074",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ISO 27001 standardı maddelerinden birisi değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgi güvenlik politikası",
      "B": "Sistem politikası",
      "C": "Bilgi güvenliği organizasyonu",
      "D": "Varlık yönetimi",
      "E": "Haberleşme ve işletim yönetimi"
    },
    "explanation": "ISO 27001 BGYS standardı, ISO 27001 Standardının temel maddeleri şu şekilde sıralanabilir<br/>(Doğantimur, 2009):<br/>Bilgi güvenlik politikası, Bilgi güvenliği organizasyonu, Varlık yönetimi, İnsan kaynakları güvenliği<br/>Haberleşme ve işletim yönetimi, Erişim kontrolü, Bilgi güvenlik ihlal olayı yönetimi, İş sürekliliği yönetimi, uyumdur.<br/>Sistem politikası"
  },
  {
    "id": "3847075",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi İnternet İletişim Kuralları’nın genel çerçevesinin içinde yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "İçerik ile İlgili Özen (7 kural)",
      "B": "Biçimsel Özen (4 kural)",
      "C": "Başkalarına Karşı Saygı (9 kural)",
      "D": "Fikri Mülkiyet Hakları (7 Kural)",
      "E": "Altyapı ve Zamanı Verimli Kullanma (6 kural)"
    },
    "explanation": "İnternet İletişim Kuralları’nın genel çerçevesi şunlardan oluşmaktadır (Ören, 2003):<br/>1. Başkalarına Karşı Saygı (9 kural)<br/>2. Altyapı ve Zamanı Verimli Kullanma (6 kural)<br/>3. Biçimsel Özen (4 kural)<br/>4. İçerik ile İlgili Özen (7 kural)<br/>5. Öteki Konular (8 kural)<br/>Fikri Mülkiyet Hakları (7 Kural)"
  },
  {
    "id": "3847076",
    "unitNumber": 7,
    "text": "Bilgi güvenliğini tehdit eden, yaygın olarak kullanılan saldırı yöntemlerinden kimlik avı saldırısı ne tür bir yöntem olarak adlandırılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Omuz sörfü",
      "B": "Bilgisayar solucanları",
      "C": "Bilgisayar virüsleri",
      "D": "Truva atı",
      "E": "Oltalama saldırıları"
    },
    "explanation": "Oltalama saldırıları (Phishing): Bir diğer adı kimlik avı saldırısıdır."
  },
  {
    "id": "3847077",
    "unitNumber": 7,
    "text": "\"Bir sisteme yetkisiz erişim sağlamak amacıyla sistemin kimlik doğrulama prosedürlerini atlatmaya yönelik gizli bir yöntemdir.\"<br/>Aşağıdaki yöntemlerden hangisi yukarıdaki açıklamanın karşılığıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Arka kapı saldırısı",
      "B": "Casus yazılımlar ve tuş kaydediciler",
      "C": "Truva atı",
      "D": "Bilgisayar solucanları",
      "E": "Omuz sörfü"
    },
    "explanation": "Arka kapı saldırısı (Backdoors): Bir sisteme yetkisiz erişim sağlamak amacıyla sistemin kimlik<br/>doğrulama prosedürlerini atlatmaya yönelik gizli bir yöntemdir."
  },
  {
    "id": "3847084",
    "unitNumber": 7,
    "text": "Bir kişi veya kuruluş hakkında gizlice bilgi toplayan teknolojiye ne ad verilr?",
    "correctAnswer": "B",
    "options": {
      "A": "Mantık bombaları",
      "B": "Casus yazılımları",
      "C": "Truva atı",
      "D": "Arka kapı saldırısı",
      "E": "Omuz sörfü"
    },
    "explanation": "Casus yazılımlar ve tuş kaydediciler (Spyware and Keystroke Loggers): Bir kişi veya kuruluş<br/>hakkında gizlice bilgi toplayan herhangi bir teknoloji casus yazılım olarak adlandırılmaktadır.<br/>Casus yazılımları"
  },
  {
    "id": "3847085",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bilgi güvenliğine yönelik önlemlerden birisi değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Antivirüs yazılımları",
      "B": "Güvenlik duvarı",
      "C": "Mantık bombaları",
      "D": "Erişim denetimi",
      "E": "Sayısal imza"
    },
    "explanation": "Saldırganların bulabilecekleri güvenlik açıklarının olabileceği düşünülmeli ve bu güvenlik açıklarını bulabilecek bazı temel donanım ve yazılım araçları kullanılmalıdır. Bunlar; güvenlik duvarları, erişim denetimi, antivirüs yazılımları, sayısal imza ve yedeklemelerdir.<br/>Mantık bombaları"
  },
  {
    "id": "3847086",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi farklı kurumların çatısı altında sürdürülen dijital dönüşüm, siber güvenlik, yapay zekâ vb. çalışmaların tek çatı altında toplanması amacıyla oluşturulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "Ulusal Yargı Ağı Bilişim Sistemi (UYAP)",
      "B": "Kimlik Paylaşım Sistemi (KPS), Saymanlık<br/>Otomasyon Projesi",
      "C": "Vergi Daireleri Otomasyonu Projesi",
      "D": "T.C. Cumhurbaşkanlığı Dijital Dönüşüm Ofisi",
      "E": "Polis Bilgi Ağı (POLNET)"
    },
    "explanation": "T.C. Cumhurbaşkanlığı Dijital Dönüşüm Ofisi;<br/>farklı kurumların çatısı altında sürdürülen dijital dönüşüm, siber güvenlik, yapay zekâ vb. çalışmaların tek çatı altında toplanması amacıyla; 10 Temmuz 2018 tarihli ve 30474 sayılı Resmî Gazete’de yayımlanarak yürürlüğe giren 1 Sayılı Cumhurbaşkanlığı Kararnamesi ile kurulmuştur."
  },
  {
    "id": "3847087",
    "unitNumber": 7,
    "text": "Kişisel verilerin işlenmesinde özel hayatın gizliliği gibi kişilerin temel hak ve özgürlüklerini korumak ve kişisel verileri işleyenlerin yükümlülüklerini ve uyacakları usul ve esasları düzenlemek amacıyla hazırlanan ve 2016'da yürürlüğe giren kanun aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "651 Sayılı İnternet Ortamında Yapılan Yayınların Düzenlenmesi ve Bu Yayınlar<br/>Yoluyla İşlenen Suçlarla Mücadele Edilmesi Hakkında Kanun",
      "B": "5237 Sayılı Türk Ceza Kanunu",
      "C": "5809 Sayılı Elektronik Haberleşme Kanunu",
      "D": "5070 sayılı Elektronik İmza Kanunu",
      "E": "6698 Sayılı Kişisel Verilerin Korunması Kanunu"
    },
    "explanation": "6698 Sayılı Kişisel Verilerin Korunması Kanunu: Kanun, kişisel verilerin işlenmesinde özel<br/>hayatın gizliliği gibi kişilerin temel hak ve özgürlüklerini korumak ve kişisel verileri işleyenlerin yükümlülüklerini ve uyacakları usul ve esasları düzenlemek amacıyla hazırlanmış ve 2016’da yürürlüğe girmiştir."
  },
  {
    "id": "3847099",
    "unitNumber": 8,
    "text": "Kas ve iskelet bozukluklarından kaynaklı rahatsızlıklarda aşağıdakilerden hangisi rahatsızlığın 2. seviyesinde gerçekleşmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çalışan tamamen dinlenme durumunda olsa da görülmeye devam eder",
      "B": "İş performansı etkilenmez fakat belirtiler haftalar, hatta bazen aylar boyunca devam edebilir.",
      "C": "Çalışanlar geceleri ağrı ve rahatsızlık dolayısıyla uyumakta zorluk çekerler.",
      "D": "Çalışan anlık ağrılar ve normal çalışma saatlerinde yorgunluk yaşar.",
      "E": "Sık sık uykuda bölünmeler görülür ve tekrarlı olmayan hareketlerde dahi ağrı hissedilir."
    },
    "explanation": "Kas ve iskelet bozukluklarından kaynaklı rahatsızlıkların hissedilmesi ve teşhisi kişiden kişiye farklılık gösterebilir. Hastalıklar bazen yavaş, bazen de aniden ortaya çıkabilir. Bu rahatsızlıklar genel<br/>olarak üç seviyede gelişmektedir:<br/>1. Seviye:<br/>• Çalışan anlık ağrılar ve normal çalışma saatlerinde yorgunluk yaşar.<br/>• Ağrılar bir gecede ve çalışma olmayan günlerde kendiliğinden geçer.<br/>• Bu seviyede iş performansı etkilenmez fakat belirtiler haftalar, hatta bazen aylar boyunca devam edebilir.<br/>2. Seviye:<br/>• Belirtiler hassasiyet, şişkinlik, güçsüzlük, uyuşma ve ağrı olarak çalışma saati başlangıcında başlar ve geceleri geçmez.<br/>• Bu seviyede çalışanlar geceleri ağrı ve rahatsızlık dolayısıyla uyumakta zorluk çekerler.<br/>• İş performansında, özellikle tekrarlı işlerde, azalma görülür.<br/>• Bu seviyede belirtiler genellikle aylar boyunca görülmeye devam eder.<br/>3. Seviye:<br/>• Bu seviyede belirtiler çalışan tamamen dinlenme durumunda olsa da görülmeye devam ede<br/>Kas ve iskelet bozukluklarından kaynaklı rahatsızlıkların hissedilmesi ve teşhisi kişiden kişiye farklılık gösterebilir. Hastalıklar bazen yavaş, bazen de aniden ortaya çıkabilir. Bu rahatsızlıklar genel<br/>olarak üç seviyede gelişmektedir. 2. seviyede görülen gelişmeler şöyle sırlanabilir:<br/>2. Seviye:<br/>• Belirtiler hassasiyet, şişkinlik, güçsüzlük, uyuşma ve ağrı olarak çalışma saati başlangıcında başlar ve geceleri geçmez.<br/>• Bu seviyede çalışanlar geceleri ağrı ve rahatsızlık dolayısıyla uyumakta zorluk çekerler.<br/>• İş performansında, özellikle tekrarlı işlerde, azalma görülür.<br/>• Bu seviyede belirtiler genellikle aylar boyunca görülmeye devam eder."
  },
  {
    "id": "3847100",
    "unitNumber": 8,
    "text": "\".................olarak da bilinen tendonit, travmalar veya tekrarlı zorlamalarla ortaya çıkar, el bileği, dirsek ve omuzlarda bulunan kas ve kemiklerde deformasyon ve yırtıklarla oluşur.\" ifadesindeki boşluğa aşağıdakilerden hangisinin gelmesi uygundur?",
    "correctAnswer": "B",
    "options": {
      "A": "DeQuervain’s hastalığı",
      "B": "Tenisçi dirseği",
      "C": "Torasik çıkış sendromu",
      "D": "Karpal kanal sendromu",
      "E": "İskeme"
    },
    "explanation": "El bileği, dirsek ve dizle ilgili rahatsızlıklar:<br/>El bileği, dirsek ve dizlerde bulunan bağ dokularının güçlü esnetilmesi, kemiklerden ayrılması ve yırtılması, eklem hareketliliğini kısıtlayarak daha ciddi rahatsızlıklara sebebiyet verebilir. Bilgisayarla çalışırken el bileğinin sürekli bükülü tutulması da karpal kanalı daraltarak hareket etmemizi sağlayan tendonlar ve median siniri engeller. Böylelikle median sinir kanal içinde baskı altında kalarak bozulmalar başlar ve el bileklerinde rahatsızlıklara neden olur. Karpal kanal sendromunun belirtileri, aralıklı hissizlik, parmaklarda karıncalanma veya yanma hissi, baş parmak ve çevresindeki kaslarda güçsüzleşme ve sakarlık sayılabilir. Tenisçi dirseği olarak da bilinen tendonit ise travmalar veya tekrarlı zorlamalarla ortaya çıkar, el bileği, dirsek ve omuzlarda bulunan kas ve kemiklerde deformasyon ve yırtıklarla oluşur. Bunların dışında fare ve klavye yerleşimini sağlayan ek bölmelere bacak ve ayakların sığmaması da çok sıkıntılı duruş bozukluğu il"
  },
  {
    "id": "3847101",
    "unitNumber": 8,
    "text": "Aşırı stres, yorgunluk, düşük üretkenlik, kazalarda ve hatalarda artış, iş memnuniyetsizliği, işe devamsızlık, iş yerinde şiddet, madde bağımlılığı, artan sağlık sorunları gibi olumsuzluklar bürolarda teknoloji kullanımından kaynaklanan rahatsızlıklardan hangisiyle açıklanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Psikososyal rahatsızlıklar",
      "B": "Gözle ilgili rahatsızlıklar",
      "C": "Kas ve iskelet sistemi rahatsızlıkları",
      "D": "Kan basıncı ve damar rahatsızlıkları",
      "E": "Kişisel risklerden dolayı yaşanan rahatsızlıklar"
    },
    "explanation": "Bürolarda teknoloji kullanımından kaynaklanan diğer rahatsızlıklar ise aşağıda ayrıntılı olarak açıklanmıştır.<br/>Kan basıncı ve damar rahatsızlıkları: Uzun süreli oturmadan kaynaklı kan akışında baskı, sınırlılık veya birikme ortaya çıkabilir ve hareketsizlik sebebiyle bacaklarda ödem (oedema), damar hastalıkları ve varislere sebep olabilir.<br/>Gözle ilgili rahatsızlıklar: Bunların dışında en fazla görülen bilgisayar teknolojileri ile ilgili rahatsızlıklar ise göz hastalıklarıdır.<br/>Psikososyal rahatsızlıklar: Psikososyal etkenlerde; mesleki tekdüze işlerin olması, bilgisayarla yapılan işlerin fazlalığı ile ilgili hissedilen stres, kısa ve az sayıda dinlenme zamanlarının olması, iş arkadaşları veya yöneticileri tarafından yeteri kadar destek almamak vb. etkenlerle kişinin psikolojik anlamda rahatsızlıklarına neden olmaktadır.<br/>Kişisel risklerden dolayı yaşanan rahatsızlıklar: Kişisel risk etkenlerinde de kişinin teknoloji eğitiminin çok olmaması nedeniyle bu konuda becerilerinin az olması<br/><strong>Psikososyal rahatsızlıklar:</strong> Psikososyal etkenlerde; mesleki tekdüze işlerin olması, bilgisayarla yapılan işlerin fazlalığı ile ilgili hissedilen stres, kısa ve az sayıda dinlenme zamanlarının olması, iş arkadaşları veya yöneticileri tarafından yeteri kadar destek almamak vb. etkenlerle kişinin psikolojik anlamda rahatsızlıklarına neden olmaktadır. Örneğin; depresyon, kaygı bozukluğu, yalnızlık, işten sıkılma vb. durumlarla, sıkıntılarla karşı karşıya kalmaktadırlar. İş yerinde yaşanan stres, iş ortamındaki gerekliliklerin çalışanın onlarla başa çıkma becerisini aştığında ortaya çıkan kaygı durumu olarak tanılanan bir sağlık problemidir. Aşırı stres, yorgunluk, düşük üretkenlik, kazalarda ve hatalarda artış, iş memnuniyetsizliği, işe devamsızlık, iş yerinde şiddet, madde bağımlılığı, artan sağlık sorunları vb. olumsuzluklara yol açmaktadır."
  },
  {
    "id": "3847102",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi insanların vücut ölçüleri, şekilleri, genişlikleri gibi fiziksel ölçümlerinin, insanın çalışma kapasitesine etkisini ve verimliliğini ölçmeye çalışır?",
    "correctAnswer": "D",
    "options": {
      "A": "Ergonomi",
      "B": "Fizyoloji",
      "C": "Anatomi",
      "D": "Antropometri",
      "E": "Epikondilit"
    },
    "explanation": "Ergonomi: Özellikle çalışma hayatının kalitesini fiziksel ve psikolojik şartlar açısından iyileştirmek ve donanım ve diğer cihazlarla uyumunu sağlamak için ortaya çıkmış bir disiplindir.<br/>Antropometri: Ergonominin en ilişkili olduğu bilim dalıdır. İnsanların vücut ölçüleri, şekilleri, genişlikleri gibi fiziksel ölçümlerinin, insanın çalışma kapasitesine etkisini ve verimliliğini ölçmeye çalışır.<br/>Ofis ortamındaki pek çok eşya antropometrik ölçümlere göre tasarlanmalıdır. Antropometrik ilkelere göre düzenlenmiş bir çalışma ortamında çalışanın fiziksel özellikleri dikkate alındığından daha az yorulacak ve rahatsızlıklar olmayacaktır Yani çalışanların yaşı, cinsiyet, boy, genişlik vb. gibi özelliklere dikkat edilmelidir."
  },
  {
    "id": "3847103",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ergonomide olması gereken öğelerden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Kullanım kolaylığı",
      "B": "Çalışma hayatı kalitesi",
      "C": "Fonksiyonel yeterlik",
      "D": "Sağlık ve güvenlik",
      "E": "Sosyal etkileşim"
    },
    "explanation": "Ergonomi: Özellikle çalışma hayatının kalitesini fiziksel ve psikolojik şartlar açısından iyileştirmek ve donanım ve diğer cihazlarla uyumunu sağlamak için ortaya çıkmış bir disiplindir.<br/>Ergonomi pek çok bilim dalının bir arada çalışmasını da gerektiren disiplinler arası bir bilim dalıdır. Bu bilim dalları; mimarlık, mühendislik, fizyoloji, psikoloji, tıp, anatomi vb. olarak sayabiliriz. İnsanın anatomik, antropometrik ve fizyolojik özelliklerini dikkate alarak çalışma ortamı koşullarının çalışana etkilerini inceleyen ve iş ile çalışan arasındaki uyumu sağlamayı hedefleyen bir bilim dalıdır.<br/>Ergonomide olması gereken öğeler kısaca şöyle özetlenebilir :<br/>• Fonksiyonel yeterlik (performans ve verimlilik ilişkisi)<br/>• Kullanım kolaylığı<br/>• Rahatlık<br/>• Sağlık ve güvenlik<br/>• Çalışma hayatı kalitesi"
  },
  {
    "id": "3847104",
    "unitNumber": 8,
    "text": "\"Kol destekleri sandalyenin oturma tablasından ........... yukarıda olmalıdır.\" ifadesindeki boşluğa aşağıdakilerden hangisinin gelmesi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "10 cm",
      "B": "20-25 cm",
      "C": "36-45 cm",
      "D": "90 derece açıyla",
      "E": "60 cm"
    },
    "explanation": "Bürolarda çalışma masaları; çalışma yüzeyi ve büyüklüğü açısından rahat bir şekilde ergonomiye<br/>dikkat edilerek yapılmalıdır. İnsan vücudunun ölçüleri, organ uzunlukları, uzanma mesafesi, ellerin ve ayakların hareket alan dereceleri hesap edilmelidir. Sandalyelerde sırt desteğinin yanı sıra kol<br/>desteği de bulunmalıdır. Sandalyelere eklenecek bu öge kola destek sağladığı gibi oturup kalkmada da yardımcı olacaktır. Yatay ve dikey düzlemde hareket ederek ayarlanabilen bir kol desteği klavye ile veya düz yüzeylerde çalışırken doğru dirsek açısını bulmada yardımcı olacaktır. Kol destekleri sandalyenin oturma tablasından 20-25 cm yukarıda olmalı, kol destekleri ile sırt desteği arasında yaklaşık 10 cm bir boşluk bulunmalıdır. Kol desteklerinin daha geniş olması dirseğe yapılacak olan basıncı azaltarak kolu daha iyi desteklemeye yardımcı olacaktır."
  },
  {
    "id": "3847105",
    "unitNumber": 8,
    "text": "\"Gözleri dinlendirmek için ...... dakika aralıklarla ekrana bakmayıp gözleri uzakta bir noktaya odaklamak ve ............. saniye gözleri kapatıp dinlendirmek de gözler için çok yararlı olacaktır.\" ifadesindeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "5 dakika ve 10-15 saniye",
      "B": "20 dakika ve 5 saniye",
      "C": "50 dakika ve 15-20 saniye",
      "D": "20 dakika ve 10-15 saniye",
      "E": "10 dakika ve 25 saniye"
    },
    "explanation": "Doğru bilgisayar kullanımını sağlamak için ergonomik olarak bazı standart düzenlemeler gereklidir. İlk olarak ekran pencereye göre doğru yerleştirilmelidir. Pencere arkada olmamalıdır. Ekranda pek çok simgenin kolaylıkla görülebilmesi, yazı boyutlarının uygun olması, titremenin olmaması ve<br/>görüntünün sabit olması önemlidir. Ayrıca ekran kontrastı ve parlaklığı da rahatsız edici olmamalıdır.<br/>Ne kadar büyük ekran kullanılırsa uzaklığı da ona göre ayarlanmalıdır. Gözleri dinlendirmek<br/>için 20 dakika aralıklarla ekrana bakmayıp gözleri uzakta bir noktaya odaklamak ve 10-15 saniye<br/>gözleri kapatıp dinlendirmek de gözler için çok yararlı olacaktır. Ayrıca ekran konumuna göre ayarlanabilir sandalye olması ve çalışanın bu konuda eğitilmesi de önemlidir.<br/>Ekran kontrastı ve parlaklığı da rahatsız edici olmamalıdır. Ne kadar büyük ekran kullanılırsa uzaklığı da ona göre ayarlanmalıdır. Gözleri dinlendirmek için 20 dakika aralıklarla ekrana bakmayıp gözleri uzakta bir noktaya odaklamak ve 10-15 saniye gözleri kapatıp dinlendirmek de gözler için çok yararlı olacaktır."
  },
  {
    "id": "3847106",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, bireyin diğer kişilerle aynı ortamda iletişim hâlinde olduğu bir sırada dikkatini iletişim kurmakta olduğu kişilere değil de akıllı telefonuna vermesi, karşısındaki kişiyi dinlemek yerine akıllı cep telefonu ile ilgilenmesi, algısını kişiler arası iletişimden kaçırması olarak tanımlanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgi obezitesi",
      "B": "Stalk",
      "C": "Sosyotelizm",
      "D": "FOMO",
      "E": "Snubbing"
    },
    "explanation": "“Phubbing” (Sosyotelizm) İngilizce bir birleşik kelimedir. “Phone” (telefon) ve “snubbing” (hor<br/>görmek, hiçe saymak) kelimelerinin birleşimi sonucu ortaya çıkan bir kelimedir. İngilizce sözlükte ‘bir arada olduğun kişiyi görmezden gelerek dikkatini onun yerine cep telefonuna vermek’ olarak tanımlanmıştır. <br/>Bireyin diğer kişilerle aynı ortamda iletişim hâlinde olduğu bir sırada dikkatini iletişim kurmakta olduğu kişilere değil de akıllı telefonuna vermesi, karşısındaki kişiyi dinlemek yerine akıllı cep telefonu ile ilgilenmesi, algısını kişiler arası iletişimden kaçırmasıdır.<br/>Sosyotelizmin incelendiği çalışmalara bakıldığında farklı ilişki ağlarını kapsadığı görülmektedir. Çalışmalarda duygusal partnerler arası sosyotelizm, arkadaşlar arası sosyotelizm, ebeveyn ve çocuklar arası sosyotelizm gibi farklı kişiler arası ilişkilerin bu davranıştan nasıl etkilendiği gözlemlenmiştir.<br/>Sosyotelizm (Phubbing): Bireyin diğer kişilerle aynı ortamda iletişim hâlinde olduğu bir sırada dikkatini iletişim kurmakta olduğu kişilere değil de akıllı telefonuna vermesi, karşısındaki kişiyi dinlemek yerine akıllı cep telefonu ile ilgilenmesi, algısını kişiler arası iletişimden kaçırmasıdır."
  },
  {
    "id": "3847107",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi çalışanın yönetici ile iletişim kurmasını gerektiren bir ortamda yöneticinin dikkatinin akıllı telefonuna kayması durumu olarak tanımlanabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "İnternet bağımlılığı",
      "B": "Dikkat eksikliği",
      "C": "Nomofobi",
      "D": "Dikey mobbing",
      "E": "Yönetici sosyotelizmi"
    },
    "explanation": "Sosyotelizmin iş yerindeki etkileri üzerine yapılan çalışmalarda çıkan önemli diğer sonuçlar da davranışın iş yerindeki iletişimin kalitesini, iş memnuniyetini, örgütsel adanmışlığı, kurumsal<br/>etkililiği, iş performansını, çalışan motivasyonunu etkilediğini, çalışan bağlılığını, yönetici- çalışan arasındaki güvene dayalı ilişkiyi zayıflattığını göstermektedir.<br/>Yönetici sosyotelizmi (Boss-phubbing) de çalışanın yönetici ile iletişim kurmasını gerektiren bir<br/>ortamda yöneticinin dikkatinin akıllı telefonuna kayması durumu olarak tanımlanabilir. Yöneticinin çalışanla sağlıklı iletişim kurmasını engelleyerek yöneticiye olan güveni azaltır."
  },
  {
    "id": "3847108",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bireylerin sosyal medyada veya internette paylaşılan herhangi bir şeyi kaçırma korkusuyla sürekli cep telefonlarını kullanma dürtüsü olarak tanımlanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Teknofobi",
      "B": "Netlessfobi",
      "C": "DSM-5",
      "D": "FOMO",
      "E": "Nomofobi"
    },
    "explanation": "FOMO (Uzak kalma korkusu): Sürekli cep telefonu kullanımının sebeplerinden biri olarak FoMO (Fear of Missing Out) ‘uzak kalma korkusu’ görülmektedir. <br/>Bireylerin sosyal medyada veya internette paylaşılan herhangi bir şeyi kaçırma korkusuyla sürekli cep telefonlarını kullanma dürtüsü olarak tanımlanabilen FOMO (Uzak kalma korkusu), bireyleri cep telefonlarını daha sık kullanmaya itmektedir. Ayrıca sosyal medya bağımlılığı da daha ileri bir bağımlılık olarak açıklanmaktadır ve bu yüzden sosyal medya bağımlılığı da bir başlık altında verilmiştir."
  },
  {
    "id": "3847109",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerden hangisi dirsek tendonitinin mesleki risk faktörlerinden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bileğin tekrarlı ve zorlayıcı bir şekilde döndürülmesi",
      "B": "Zorlayıcı el sıkma",
      "C": "Omuzlarda sürekli esneme",
      "D": "Sürekli kısıtlanmış duruş",
      "E": "Kolların omuz yüksekliğinden yukarıya uzatılması"
    },
    "explanation": "Ofislerde büro teknolojilerini kullanma ile ilgili olarak yukarıda sözü edilen kas ve iskelet sistemi ile el bileği, dirsek, dizlerdeki ve diğer bedensel rahatsızlık ve hastalıklardan Epikondilit (dirsek tendonitinin) mesleki risk faktörü, bileğin tekrarlı ve zorlayıcı bir şekilde döndürülmesi ve bükülmesi olduğundan bu sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3847110",
    "unitNumber": 8,
    "text": "Uzun süreli oturmadan kaynaklı bacaklarda ödem oluşması, aşağıdaki rahatsızlık türlerinden en fazla hangisiyle ilişkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "El bileği, dirsek ve dizle ilgili rahatsızlıklar",
      "B": "Kan basıncı ve damar rahatsızlıkları",
      "C": "Gözle ilgili rahatsızlıklar",
      "D": "Psikososyal rahatsızlıklar",
      "E": "Kişisel risklerden dolayı yaşanan rahatsızlıklar"
    },
    "explanation": "Uzun süreli oturmadan kaynaklı kan akışında baskı, sınırlılık veya birikme ortaya çıkabilir ve hareketsizlik sebebiyle bacaklarda ödem (oedema), damar hastalıkları ve varislere sebep olabilir. Bu durum en fazla kan basıncı ve damar rahatsızlıklarıyla ilişkili olduğundan bu sorunun doğru yanıtı B seçeneğidir."
  },
  {
    "id": "3847111",
    "unitNumber": 8,
    "text": "Yaşlı bir kişinin bilgisayar karşısında çok oturarak çalıştığında daha fazla rahatsızlık yaşaması, aşağıdaki seçeneklerden en fazla hangisiyle ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kan basıncı ve damar rahatsızlıkları",
      "B": "El bileği, dirsek ve dizle ilgili rahatsızlıklar",
      "C": "Kişisel risklerden dolayı yaşanan rahatsızlıklar",
      "D": "Gözle ilgili rahatsızlıklar",
      "E": "Psikososyal rahatsızlıklar"
    },
    "explanation": "Kişisel risk etkenlerinde de kişinin teknoloji eğitiminin çok olmaması nedeniyle bu konuda becerilerinin az olması, çok teknoloji kullanmayı sevmemesi ya da çok aşırı teknoloji kullanması vb. pek çok nedeni kapsayabilmektedir. Aynı zamanda kişilerin daha önceki geçirdikleri bazı hastalıklar, bedensel rahatsızlıklar, kondisyonun olmaması, aşırı kilolu olma, yaşlı olma ilgili deformasyonlar vb. de kişiye özel risk faktörleridir ve insanlar bu yüzden bilgisayar karşısında çok oturarak çalıştıklarında daha fazla rahatsızlık yaşayabilir. Bu durum en fazla kişisel risklerden dolayı yaşanan rahatsızlıklarla ilişkili olduğundan bu sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "3847139",
    "unitNumber": 8,
    "text": "Mesleki tekdüze işlerin olması ile ilgili hissedilen stres, aşağıdaki rahatsızlık türlerinden en fazla hangisiyle ilişkilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "El bileği, dirsek ve dizle ilgili rahatsızlıklar",
      "B": "Kan basıncı ve damar rahatsızlıkları",
      "C": "Gözle ilgili rahatsızlıklar",
      "D": "Psikososyal rahatsızlıklar",
      "E": "Kişisel risklerden dolayı yaşanan rahatsızlıklar"
    },
    "explanation": "Psikososyal etkenlerde; mesleki tekdüze işlerin olması, bilgisayarla yapılan işlerin fazlalığı ile ilgili hissedilen stres, kısa ve az sayıda dinlenme zamanlarının olması, iş arkadaşları veya yöneticileri tarafından yeteri kadar destek almamak vb. etkenlerle kişinin psikolojik anlamda rahatsızlıklarına neden olmaktadır. Bu yüzden yukarıdaki sorunun doğru yanıtı D seçeneğidir."
  },
  {
    "id": "3847140",
    "unitNumber": 8,
    "text": "İnsanların vücut ölçüleri, şekilleri, genişlikleri gibi fiziksel ölçümlerinin, insanın çalışma kapasitesine etkisini ve verimliliğini ölçmeye çalışan teknik, aşağıdaki seçeneklerden hangisinde belirtilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Odyometri",
      "B": "Psikometri",
      "C": "Optimetri",
      "D": "Ekonometri",
      "E": "Antropometri"
    },
    "explanation": "İnsanların vücut ölçüleri, şekilleri, genişlikleri gibi fiziksel ölçümlerinin, insanın çalışma kapasitesine etkisini ve verimliliğini ölçmeye çalışan teknik antropometri olarak adlandırıldığından bu sorunun doğru yanıtı E seçeneğidir."
  },
  {
    "id": "3847141",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerden hangisi, ergonomide olması gereken öğelerden birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fonksiyonel yeterlik",
      "B": "Kullanım kolaylığı",
      "C": "Rahatlık",
      "D": "Çalışma hayatı kalitesi",
      "E": "Ekonomiklik"
    },
    "explanation": "Ergonomide olması gereken öğeler kısaca şöyle özetlenebilir :<br/>• Fonksiyonel yeterlik (performans ve verimlilik ilişkisi)<br/>• Kullanım kolaylığı<br/>• Rahatlık<br/>• Sağlık ve güvenlik<br/>• Çalışma hayatı kalitesi<br/>Yukarıdaki seçenekler incelendiğinde, ekonomiklik ergonomide olması gereken öğelerden birisi olmadığından bu sorunun doğru yanıtı E seçeneğidir."
  },
  {
    "id": "3847142",
    "unitNumber": 8,
    "text": "Oyun oynamanın en önemli faaliyet hâline gelmesi, oyun bağımlılığını ölçmek için geliştirilen aşağıdaki kriterlerden hangisiyle ilişkilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Zarar",
      "B": "Nüksetme",
      "C": "Çekilme",
      "D": "Belirginlik",
      "E": "Tolerans"
    },
    "explanation": "Oyun oynamanın en önemli faaliyet hâline gelmesi, Brown (1997 ) tarafından oyun bağımlılığını ölçmek için geliştirilen kriterlerden belirginlikle ilişkili olduğundan bu sorunun doğru yanıtı D seçeneğidir."
  },
  {
    "id": "3847143",
    "unitNumber": 8,
    "text": "Ruh hâli etkisini her seferinde yakalayabilmek için oyun oynama miktarının artması, oyun bağımlılığını ölçmek için geliştirilen aşağıdaki kriterlerden hangisiyle ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Belirginlik",
      "B": "Ruh hali değişikliği",
      "C": "Tolerans",
      "D": "Çekilme",
      "E": "Zarar"
    },
    "explanation": "Ruh hâli etkisini her seferinde yakalayabilmek için oyun oynama miktarının artması, Brown (1997 ) tarafından oyun bağımlılığını ölçmek için geliştirilen kriterlerden toleransla ilişkili olduğundan bu sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "3847144",
    "unitNumber": 8,
    "text": "Oyun oynamanın ani kesilmesi sonucu yaşanan rahatsız ruh hâli, oyun bağımlılığını ölçmek için geliştirilen aşağıdaki kriterlerden hangisiyle ilişkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Zarar",
      "B": "Çekilme",
      "C": "Belirginlik",
      "D": "Tolerans",
      "E": "Nüksetme"
    },
    "explanation": "Oyun oynamanın ani kesilmesi sonucu yaşanan rahatsız ruh hâli, Brown (1997 ) tarafından oyun bağımlılığını ölçmek için geliştirilen kriterlerden çekilmeyle ilişkili olduğundan bu sorunun doğru yanıtı B seçeneğidir."
  },
  {
    "id": "3847145",
    "unitNumber": 8,
    "text": "Önceki oyun oynama düzenine geri dönme eğilimi, oyun bağımlılığını ölçmek için geliştirilen aşağıdaki kriterlerden hangisiyle ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nüksetme",
      "B": "Zarar",
      "C": "Çekilme",
      "D": "Tolerans",
      "E": "Belirginlik"
    },
    "explanation": "Önceki oyun oynama düzenine geri dönme eğilimi, Brown (1997 ) tarafından oyun bağımlılığını ölçmek için geliştirilen kriterlerden nüksetmeyle ilişkili olduğundan bu sorunun doğru yanıtı A seçeneğidir."
  }
]