[
  {
    "id": "2362452",
    "unitNumber": 1,
    "text": "Which of the following disciplines answers certain kinds of questions such as what is right, what is good, and what is a good life?",
    "correctAnswer": "A",
    "options": {
      "A": "Ethics",
      "B": "Morality",
      "C": "Value",
      "D": "Law",
      "E": "Social codes"
    },
    "explanation": "Completed<br/>Ethics is a discipline that answers certain kinds of questions such as what is right, what is good, and what is a good life. Therefore, the right answer is A."
  },
  {
    "id": "2362463",
    "unitNumber": 1,
    "text": "What causes people to make choices between various dilemmas?",
    "correctAnswer": "B",
    "options": {
      "A": "Moral issues",
      "B": "Ethical problems",
      "C": "Judicial problems",
      "D": "Choosing capacity",
      "E": "Ethcal codes"
    },
    "explanation": "Completed<br/>Ethical problems cause people to make choices between various dilemmas. At this point, people’s conscience and capacity to make choices have vital importance. As such the answer is B."
  },
  {
    "id": "2362474",
    "unitNumber": 1,
    "text": "What is the focal point in the definitions of business?",
    "correctAnswer": "C",
    "options": {
      "A": "Production",
      "B": "Employment",
      "C": "Profit",
      "D": "Business ethics",
      "E": "Society"
    },
    "explanation": "Completed.<br/>“Profit” is a common point. According to the traditional management approach, most of<br/>the businesses focus on their activities to make profit and mostly maximize it. Therefore, the right answer is C."
  },
  {
    "id": "2362485",
    "unitNumber": 1,
    "text": "Which of the following perspectives deals with rules and principles that are expected to shape behaviors?",
    "correctAnswer": "D",
    "options": {
      "A": "Instrumental perspective",
      "B": "Philosophical perspective",
      "C": "Descriptive perspective",
      "D": "Normative perspective",
      "E": "Ethical perspective"
    },
    "explanation": "Completed<br/>Defining “business ethics” is a challenging task. Based on the perspective of this book, it’s possible to consider the subject in a normative or descriptive way. While normative perspective concerns rules and principles that are expected to shape behaviors, descriptive perspective concerns the way how things are done instead of how it should be. Therefore, the right answer is D."
  },
  {
    "id": "2362522",
    "unitNumber": 1,
    "text": "\"________ of employees are a sort of reflection for the business atmosphere that explains how the business is perceived.\"<br/>Which of the following completes the blank above correctly?",
    "correctAnswer": "E",
    "options": {
      "A": "Principles",
      "B": "Morality",
      "C": "Misconduct",
      "D": "Responsibilities",
      "E": "Behaviors"
    },
    "explanation": "Completed<br/>Behaviors of employees are a sort of reflection for the business atmosphere that explains how the business is perceived. Also, personal morality has vital effects on the decision-making process of employees and managers as well. As such, the right answer is E."
  },
  {
    "id": "2362534",
    "unitNumber": 1,
    "text": "Which of the following concept is defined as a general statement and a sort of obligation that identifies correct behaviors set by an individual or group?",
    "correctAnswer": "A",
    "options": {
      "A": "Principles",
      "B": "Value",
      "C": "Norm",
      "D": "Morality",
      "E": "Social responsibility"
    },
    "explanation": "Completed<br/>Principle is a general statement and a sort of obligation that identifies correct behaviors set by an individual or group. In this sense the meanings of principles and norms are very close and sometimes they could be used synonymously. The right answer is A."
  },
  {
    "id": "2362543",
    "unitNumber": 1,
    "text": "Which of the following levels of business ethics deals with ethical problems and dilemmas encountered in daily life?",
    "correctAnswer": "B",
    "options": {
      "A": "Societal level",
      "B": "Individual level",
      "C": "Organizational level",
      "D": "Global level",
      "E": "Association level"
    },
    "explanation": "Completed<br/>Individual level deals with ethical problems and dilemmas encountered in daily life. Even though ethical problems at this level are not directly related to business life, they could also have effects on business life. Therefore, the right answer is B."
  },
  {
    "id": "2362552",
    "unitNumber": 1,
    "text": "At which period of ethical development, ethical codes in businesses were developed?",
    "correctAnswer": "B",
    "options": {
      "A": "Ethics before the 1960s",
      "B": "Ethics in the 1960s",
      "C": "Ethics in the 1970s",
      "D": "Ethics in the 1980s",
      "E": "Ethics in the 1990s"
    },
    "explanation": "Completed<br/>Ethics in the 1960s: It is a period where important social issues emerged after two major world wars in the recent past. It is seen that developments such as social unrest and anti-war sensitivity dominated the ethical climate of this period. As a result of these issues, the development of ethical codes in businesses, and the first steps of the social responsibility movement were carried out. Therefore, the right answer is B."
  },
  {
    "id": "2362559",
    "unitNumber": 1,
    "text": "At which period of ethical development, income inequality, demands for more transparent management, privacy breach concerns were the main issues?",
    "correctAnswer": "E",
    "options": {
      "A": "Ethics in the 1970s",
      "B": "Ethics in the 1980s",
      "C": "Ethics in the 1990s",
      "D": "Ethics in the 2000s",
      "E": "Ethics in the 2010s"
    },
    "explanation": "Completed.<br/>Ethics in the 2010s: Income inequality, demands for more transparent management, privacy breach concerns, and various internet-based topics could be counted as the main issues of the period. However, there is a more comfortable atmosphere for ethical issues than ever before. The right answer is E."
  },
  {
    "id": "2362567",
    "unitNumber": 1,
    "text": "Which of the ethical theories puts the benefit to the center of all human behaviors?",
    "correctAnswer": "A",
    "options": {
      "A": "Utility-Based Ethics",
      "B": "Kant's Duty-Based Ethics",
      "C": "Virtue-Based Ethics",
      "D": "Natural Law Theory",
      "E": "Contract Theory"
    },
    "explanation": "Completed<br/>Essentially, in utilitarianism, there is a “good” that actions should aim for. In this sense, it has a consequential view. Utilitarianism is an approach that puts the benefit to the center of all human behaviors and defends that the basic element that motivates people for an activity is the benefit. Therefore, the right answer is A."
  },
  {
    "id": "2375276",
    "unitNumber": 1,
    "text": "Which of the following concepts is the ultimate reference point and justification for people that create and supervise social norms and values, as well as right and wrong actions?",
    "correctAnswer": "A",
    "options": {
      "A": "Ethics",
      "B": "Aesthetics",
      "C": "Logic",
      "D": "Common sense",
      "E": "Principle"
    },
    "explanation": "According to our textbook, \"ethics\" is the ultimate reference point and justification for people that create and supervise social norms and values, as well as right and wrong actions."
  },
  {
    "id": "2375284",
    "unitNumber": 1,
    "text": "According to Becker, which of the following explains the meaning of business from an ethical viewpoint?",
    "correctAnswer": "B",
    "options": {
      "A": "Business perspective",
      "B": "Philosophical perspective",
      "C": "Instrumental perspective",
      "D": "Ethical perspective",
      "E": "Existensial perspective"
    },
    "explanation": "According to Becker, the philosophical perspective explains the meaning of business from an ethical viewpoint."
  },
  {
    "id": "2375293",
    "unitNumber": 1,
    "text": "According to Becker, which perspective takes the main question of ethics which is “what is a good life?” in relation to business?",
    "correctAnswer": "D",
    "options": {
      "A": "Instrumental",
      "B": "Existensial",
      "C": "Corporate",
      "D": "Philosophical",
      "E": "Intermediate"
    },
    "explanation": "According to Becker, philosophical perspective takes the main question of ethics<br/>which is “what is a good life?”"
  },
  {
    "id": "2375299",
    "unitNumber": 1,
    "text": "According to Lawrence and Weber, which of the following is <strong>not</strong> among the possible results of education on Business Ethics ?",
    "correctAnswer": "D",
    "options": {
      "A": "Enhance Business Performance",
      "B": "Comply with Legal Requirements",
      "C": "Prevent or Minimize Harm",
      "D": "Gain less profit",
      "E": "Meet Demands of Business Stakeholders"
    },
    "explanation": "According to Lawrence and Weber, gaining less profit is <strong>not</strong> among the possible results of education on Business Ethics."
  },
  {
    "id": "2375305",
    "unitNumber": 1,
    "text": "Which of the following concepts is among the core concepts related to ethics?",
    "correctAnswer": "C",
    "options": {
      "A": "Hospitality",
      "B": "Democracy",
      "C": "Principles",
      "D": "Health insurance",
      "E": "Organic production"
    },
    "explanation": "According to our textbook, principles are one of the core concepts related to ethics."
  },
  {
    "id": "2375306",
    "unitNumber": 1,
    "text": "Which of the followings can be defined as beliefs or standards that incline us to behave or choose in one way rather than another?",
    "correctAnswer": "B",
    "options": {
      "A": "Norm",
      "B": "Value",
      "C": "Law",
      "D": "Morality",
      "E": "Principles"
    },
    "explanation": "Values, as defined in our textbook, are beliefs or standards that incline us to behave or choose in one way rather than another"
  },
  {
    "id": "2375311",
    "unitNumber": 1,
    "text": "Which of the following statements is true for the difference between morality and ethics?",
    "correctAnswer": "A",
    "options": {
      "A": "While ethics is the theory of right and wrong behavior, morality is its practice.",
      "B": "While morality is the theory of right and wrong behavior, ethics is its practice.",
      "C": "While ethics rules global issues, morality is concerned with personal matters.",
      "D": "Morality is global while ethics is concerned with sectors.",
      "E": "Morality remains unchanged while ethics changes according to contexts."
    },
    "explanation": "According to our textbook, \"while ethics is the theory of right and wrong behavior, morality is its practice.\""
  },
  {
    "id": "2375320",
    "unitNumber": 1,
    "text": "In order to promote ethical awareness and behavior correctly, according to Carroll, on how many comprehensive levels one needs to take actions?",
    "correctAnswer": "E",
    "options": {
      "A": "9",
      "B": "8",
      "C": "7",
      "D": "6",
      "E": "5"
    },
    "explanation": "In order to promote ethical awareness and behavior correctly, it’s possible to take these actions in <strong>five</strong> comprehensive levels: individual level, organizational level, association level, societal level, and global level (Carroll, 1978)."
  },
  {
    "id": "2375326",
    "unitNumber": 1,
    "text": "Which comprehensive level of action in order to promote ethical awareness and behavior does the question \"Should I lie to the school that I’m sick?\" fit?",
    "correctAnswer": "C",
    "options": {
      "A": "Organizational",
      "B": "Societal",
      "C": "Individual",
      "D": "Association",
      "E": "Global"
    },
    "explanation": "The question \"Should I lie to the school that I’m sick?\" fits individual level of action in order to promote ethical awareness and behavior."
  },
  {
    "id": "2375329",
    "unitNumber": 1,
    "text": "Which of the following issues dominated the 2000s in terms of major business ethics and compliance?",
    "correctAnswer": "D",
    "options": {
      "A": "Environmental issues",
      "B": "Employee militancy",
      "C": "Influence peddling",
      "D": "Cybercrime",
      "E": "Income inequality"
    },
    "explanation": "According to the table 1.1 in our textbook(p.12), the issue of cybercrime dominated the 2000s in terms of major business ethics and compliance."
  },
  {
    "id": "2381092",
    "unitNumber": 1,
    "text": "I. It is a discipline that answers certain kinds of questions such as what is right, what is good, and what is a good life.<br/>II. It is a set of principles that are both standards and expectations for behavior generally accepted in society.<br/>Which term is described by the above sentences?",
    "correctAnswer": "C",
    "options": {
      "A": "Business",
      "B": "Norm",
      "C": "Ethics",
      "D": "Honesty",
      "E": "Value"
    },
    "explanation": "The Concept of Business Ethics"
  },
  {
    "id": "2381093",
    "unitNumber": 1,
    "text": "Which of the following <strong><u>is not</u></strong> one of the conditions of society to establish social development regarding the relationship between business and ethics?",
    "correctAnswer": "E",
    "options": {
      "A": "Economic",
      "B": "Social",
      "C": "Cultural",
      "D": "Environmental",
      "E": "Financial"
    },
    "explanation": "Concept of Business Ethics<br/>Financial"
  },
  {
    "id": "2381094",
    "unitNumber": 1,
    "text": "Which of the following is one of the results of ethical behaviors?",
    "correctAnswer": "D",
    "options": {
      "A": "Decreasing business performance",
      "B": "Complying with illegal requirements",
      "C": "Increasing harm",
      "D": "Meeting demands of business stakeholders",
      "E": "Promoting personal immorality"
    },
    "explanation": "The Concept of Business Ethics<br/>Meeting demands of business stakeholders"
  },
  {
    "id": "2381096",
    "unitNumber": 1,
    "text": "Which of the following <strong><u>is not</u></strong> one of the concepts directly related to ethics?",
    "correctAnswer": "B",
    "options": {
      "A": "Value",
      "B": "Democracy",
      "C": "Norm",
      "D": "Principles",
      "E": "Morality"
    },
    "explanation": "The Concept of Business Ethics<br/>Democracy"
  },
  {
    "id": "2381098",
    "unitNumber": 1,
    "text": "“It deals with ethical problems and dilemmas encountered in daily life. Even though ethical problems at this level are not directly related to business life, they could also have effects on business life”.<br/>What kind of level of business ethics is described by the above sentences?",
    "correctAnswer": "A",
    "options": {
      "A": "Individual",
      "B": "Organizational",
      "C": "Societal",
      "D": "Global",
      "E": "Association"
    },
    "explanation": "The Concept of Business Ethics<br/>Individual"
  },
  {
    "id": "2381099",
    "unitNumber": 1,
    "text": "Ethical problems experienced at organizational level not only affect the position of the employee in the company but also affect the position of the company with its ___________.",
    "correctAnswer": "B",
    "options": {
      "A": "Customers",
      "B": "Stakeholders",
      "C": "Employees",
      "D": "Managers",
      "E": "Employers"
    },
    "explanation": "The Concept of Business Ethics<br/>Stakeholders"
  },
  {
    "id": "2381100",
    "unitNumber": 1,
    "text": "“This period refers to a wide time span extending to the industrial revolution. This period can be interpreted as a process in which important social developments took place and ethical issues were mainly addressed from a religious perspective. It is thought that previous religious approaches contributed to the foundation of today’s business ethics”.<br/>Which period is described by the above sentences?",
    "correctAnswer": "C",
    "options": {
      "A": "Ethics in the 1960s",
      "B": "Ethics in the 1970s",
      "C": "Ethics before the 1960s",
      "D": "Ethics in the 1980s",
      "E": "Ethics in the 1990s"
    },
    "explanation": "Historical Development of Business Ethics<br/>Ethics before the 1960s"
  },
  {
    "id": "2381102",
    "unitNumber": 1,
    "text": "Which of the following <strong><u>is not</u></strong> one of the issues in the ethics in 2000s?",
    "correctAnswer": "D",
    "options": {
      "A": "Cybercrime",
      "B": "Privacy issues",
      "C": "Sustainability",
      "D": "Human rights issues",
      "E": "International corruption"
    },
    "explanation": "Historical Development of Business Ethics<br/>Human rights issues"
  },
  {
    "id": "2381107",
    "unitNumber": 1,
    "text": "Ethical theories have been established and formulated to apply logic and interpretation against ethical ___________.<br/>Which of the following completes the blank above correctly?",
    "correctAnswer": "A",
    "options": {
      "A": "dilemmas",
      "B": "solutions",
      "C": "methods",
      "D": "approaches",
      "E": "techniques"
    },
    "explanation": "Ethical Theories<br/>dilemmas"
  },
  {
    "id": "2381109",
    "unitNumber": 1,
    "text": "“It is an approach that puts the benefit to the center of all human behaviors and defends that the basic element that motivates people for an activity is the benefit. This approach acts in a way that provides the best for the highest number of people among the available alternatives”.<br/>Which approach is defined to describe ethical theories by the above sentences?",
    "correctAnswer": "B",
    "options": {
      "A": "Kant’s duty-based ethics",
      "B": "Utility-based ethics",
      "C": "Natural Law Theory",
      "D": "Virtue-based ethics",
      "E": "Contract Theory"
    },
    "explanation": "Ethical Theories<br/>Utility-based ethics"
  },
  {
    "id": "3073093",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Ethics answers what is good question.</li><br/><li>Ethics is a set of principles for behavior generally accepted in society.</li><br/><li>Ethics answers facts about the world.</li><br/><li>Ethics is never a reference point for people to create social norms and values.</li><br/></ol><br/>Which of the above statements are true?",
    "correctAnswer": "A",
    "options": {
      "A": "I - II",
      "B": "I - III",
      "C": "I - IV",
      "D": "II - III",
      "E": "II - IV"
    },
    "explanation": "As it could be interpreted from that explanation, ethics is a discipline that answers certain kinds of questions such as what is right, what is good, and what is a good life. Also, it is a set of principles that are both standards and expectations for behavior generally accepted in society. As a result of this common sense, ethical behaviors like honesty, not stealing, helping people, and respecting the rights of others are desirable behaviors that help to organize life everywhere (Jennings, 2009). In this sense, ethics is the ultimate reference point and justifcation for people that create and supervise social norms and values, as well as right and wrong actions (Becker, 2019)."
  },
  {
    "id": "3073097",
    "unitNumber": 1,
    "text": "There are different approaches to ethics in business. Which one of the followings explains the functional extension of ethics for business?",
    "correctAnswer": "A",
    "options": {
      "A": "Instrumental perspective",
      "B": "Philosophical Perspective",
      "C": "Profit Perspective",
      "D": "Customer Perspective",
      "E": "Stakholder Perspective"
    },
    "explanation": "The instrumental perspective explains the functional extension of ethics for business. Most businesses implement ethical norms optimally just for supporting business success and use it as a tool for business strategies, operations, and organizational design."
  },
  {
    "id": "3073100",
    "unitNumber": 1,
    "text": "Which of the behaviors below <strong>do not</strong> provide benefits for not only business but also for all stakeholders?",
    "correctAnswer": "D",
    "options": {
      "A": "integrity",
      "B": "honesty",
      "C": "fairness",
      "D": "distrust",
      "E": "responsibility"
    },
    "explanation": "As the business ethics is an important issue of concern for the public (Carroll, Brown and Buchholtz, 2018, p. 184) behaviors such as well adopted ethical understanding upon integrity, accountability, honesty, trust, fairness, responsibility, cooperation, mutuality, professionalism and open communication (Su, 2014, p. 88) could provide benefits for not only business but also for all stakeholders."
  },
  {
    "id": "3073104",
    "unitNumber": 1,
    "text": "Which of the choices below is <strong>NOT</strong> a potential ethical issue for businesses?",
    "correctAnswer": "E",
    "options": {
      "A": "harassment",
      "B": "bribery",
      "C": "abusive behavior",
      "D": "product knockoffs",
      "E": "social interest"
    },
    "explanation": "There are many potential ethical issues including harassment, accounting fraud, defective product, abusive behavior, bribery, product knockoffs, misuse of company sources, confict of interest and such circumstances treat not only stakeholders but also businesses"
  },
  {
    "id": "3073109",
    "unitNumber": 1,
    "text": "What is the general name of beliefs or standards that incline us to behave or choose in one way rather than another?",
    "correctAnswer": "A",
    "options": {
      "A": "Value",
      "B": "Norm",
      "C": "Principles",
      "D": "Morality",
      "E": "Law"
    },
    "explanation": "Value: In general, values are beliefs or standards that incline us to behave or choose in one way rather than another."
  },
  {
    "id": "3073111",
    "unitNumber": 1,
    "text": "What is the formal written rules of society on what constitutes right and wrong actions in different areas of life?",
    "correctAnswer": "E",
    "options": {
      "A": "Value",
      "B": "Norm",
      "C": "Principles",
      "D": "Morality",
      "E": "Law"
    },
    "explanation": "Law: With a general understanding it’s possible to define law as the formal written rules of society what constitutes right and wrong actions in different areas of life."
  },
  {
    "id": "3073113",
    "unitNumber": 1,
    "text": "From which perspective were ethical issues mainly addressed before 1960’s?",
    "correctAnswer": "A",
    "options": {
      "A": "religious",
      "B": "anti-war",
      "C": "social",
      "D": "human rights",
      "E": "privacy issues"
    },
    "explanation": "Ethics before the 1960s: This period refers to a wide time span extending to the industrial revolution. This period can be interpreted as a process in which important social developments took place and ethical issues were mainly addressed from a religious perspective. It is thought that previous religious approaches contributed to the foundation of today’s business ethics."
  },
  {
    "id": "3073119",
    "unitNumber": 1,
    "text": "When was ethical compliance programs started to be implemented?",
    "correctAnswer": "D",
    "options": {
      "A": "1960’s",
      "B": "1970’s",
      "C": "1980’s",
      "D": "1990’s",
      "E": "2000’s"
    },
    "explanation": "Ethics in the 1990s: In this period, business ethics practices started the institutionalization process in the face of unethical behaviors of businesses from the 80’s, and various ethical compliance programs have been implemented in order to spread ethical behavior among businesses. On the other hand, the businesses that didn’t follow the ethical compliance programs were penalized (Ferrell, Fraedrich and Ferrell, 2017)."
  },
  {
    "id": "3073124",
    "unitNumber": 1,
    "text": "Which ethics approach puts the benefit to the center of all human behaviors and defends that the basic element that motivates people for an activity is the benefit?",
    "correctAnswer": "C",
    "options": {
      "A": "Nature Based",
      "B": "Duty Based",
      "C": "Utility Based",
      "D": "Virtue Based",
      "E": "Religious Based"
    },
    "explanation": "Utilitarianism is an approach that puts the benefit to the center of all human behaviors and defends that the basic element that motivates people for an activity is the benefit."
  },
  {
    "id": "3073131",
    "unitNumber": 1,
    "text": "Which ethics theory discusses the creation of formal and informal arrangements that enable persons with competing interests to take mutually beneficial steps?",
    "correctAnswer": "A",
    "options": {
      "A": "Contract theory",
      "B": "Natural Law Theory",
      "C": "Utility Theory",
      "D": "Virtue Theory",
      "E": "Duty Theory"
    },
    "explanation": "In general terms, contract theory discusses the creation of formal and informal arrangements that enable persons with competing interests to take mutually beneficial steps."
  },
  {
    "id": "2364376",
    "unitNumber": 2,
    "text": "Which of the following situation is called the enlargement of the distance between the operation and the principal’s position as the organization grows?",
    "correctAnswer": "A",
    "options": {
      "A": "Principal-agent problem",
      "B": "Agency problem",
      "C": "Management problem",
      "D": "Business problem",
      "E": "Duty problem"
    },
    "explanation": "Describe the agency theory and the effects of agency relations in organizations<br/>As the organization grows, the distance between the operation and the principal’s position will enlarge, thus putting them in an even more disadvantaged situation. This situation is called the principal agent problem."
  },
  {
    "id": "2364379",
    "unitNumber": 2,
    "text": "Which of the following stakeholder groups have the least authority among the others?",
    "correctAnswer": "E",
    "options": {
      "A": "Shareholders",
      "B": "Chair of the board",
      "C": "General manager",
      "D": "Chief executive officer",
      "E": "Functional managers"
    },
    "explanation": "Describe the agency theory and the effects of agency relations in organizations<br/>According to Jones (2013) the top management hierarchy from the most to least is as follows: Shareholders, chair of the board, Chief executive officer, general manager and Functional managers."
  },
  {
    "id": "2364383",
    "unitNumber": 2,
    "text": "Which stakeholder group provides skills and expertise and expects wages, bonuses, stable employment, and promotion?",
    "correctAnswer": "C",
    "options": {
      "A": "Shareholders",
      "B": "Managers",
      "C": "Workforce",
      "D": "Customers",
      "E": "Suppliers"
    },
    "explanation": "Define the stakeholder theory<br/>According to Jones the reasons behind the interaction of corporation and stakeholder groups are the inducement and the contributions. Inducements are rewards such as money, power, and organizational status. Contributions can be in the form of skills, knowledge, and expertise that organizations require of their members during task performance. With respect to this classification, workforce provides skills and expertise and expects wages, bonuses, stable employment, and promotion."
  },
  {
    "id": "2364387",
    "unitNumber": 2,
    "text": "Which of the stakeholder group have the strongest or the most direct claim on organizational resources?",
    "correctAnswer": "D",
    "options": {
      "A": "Customers",
      "B": "Suppliers",
      "C": "Government",
      "D": "Managers",
      "E": "Community"
    },
    "explanation": "Define the stakeholder theory<br/>Inside stakeholders have the strongest or the most direct claim on organizational resources. Shareholders, managers, and the workforce are among the inside stakeholders. Customers, suppliers, government and community are the outside stakeholders."
  },
  {
    "id": "2364390",
    "unitNumber": 2,
    "text": "Which of the scholars below argues that ethical and philanthropic responsibilities, in other words, non-economic responsibilities, should also be considered in addition to economic and legal responsibilities?",
    "correctAnswer": "B",
    "options": {
      "A": "Milton Fridman",
      "B": "Archie B. Carroll",
      "C": "Peter F. Drucker",
      "D": "John Elkington",
      "E": "Gro Harlem Brundtland"
    },
    "explanation": "Explain the fundamentals of corporate social responsibility<br/>Carroll (1979: 499-500) argues that ethical and philanthropic responsibilities, in other words, non-economic responsibilities, should also be considered in addition to economic and legal responsibilities."
  },
  {
    "id": "2364396",
    "unitNumber": 2,
    "text": "In which corporate social responsibility level does the business actively try to search for opportunities to contribute to society’s well-being?",
    "correctAnswer": "D",
    "options": {
      "A": "Obstructionist",
      "B": "Defensive",
      "C": "Accommodative",
      "D": "Proactive",
      "E": "Green"
    },
    "explanation": "Explain the fundamentals of corporate social responsibility<br/>In proactive stands, which means, as can be guessed from its name, businesses actively try to search for opportunities to contribute to society’s well-being. For instance, a business foundation formed to increase the literacy of girls in society will proactively and continuously look for opportunities for fulfilling its founding mission<strong>.</strong>"
  },
  {
    "id": "2364403",
    "unitNumber": 2,
    "text": "Which of the following is a measure that refers to the degree to which corporate decisions, policies, activities, and impacts are acknowledged and made visible to relevant stakeholders?",
    "correctAnswer": "A",
    "options": {
      "A": "Corporate transparency",
      "B": "Corporate social audit",
      "C": "Corporate accountability",
      "D": "Corporate clarity",
      "E": "Corporate accuracy"
    },
    "explanation": "Describe corporate citizenship<br/>Corporate transparency is a measure that refers to the degree to which corporate decisions, policies, activities, and impacts are acknowledged and made visible to relevant stakeholders. The quality of corporate transparency depends on three factors, namely, disclosure, clarity, and accuracy."
  },
  {
    "id": "2364407",
    "unitNumber": 2,
    "text": "Which of the following is a concept that refers to whether a corporation is answerable in some way for the consequences of its actions?",
    "correctAnswer": "C",
    "options": {
      "A": "Corporate transparency",
      "B": "Corporate social audit",
      "C": "Corporate accountability",
      "D": "Corporate clarity",
      "E": "Corporate accuracy"
    },
    "explanation": "Describe corporate citizenship<br/>Corporate accountabilityis a concept that refers to whether a corporation is answerable in some way for the consequences of its actions."
  },
  {
    "id": "2364408",
    "unitNumber": 2,
    "text": "I. Determining focused sustainability goals<br/>II. Employing people who are wholeheartedly committed to sustainable development<br/>III. Employees who contributed to the sustainable development goals of the organization should be rewarded<br/>IV. The results should not be closely monitored and shared with the stakeholders.<br/>To become a sustainable business which of the statement(s) given above can be a roadmap?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II",
      "B": "I-II-III",
      "C": "I-II-IV",
      "D": "I-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Describe sustainability within the context of business<br/>Businesses should continuously innovate, and serendipitously, they may come across better alternative solutions. A roadmap for becoming a sustainable business is as follows (Certo and Certo, 2014: 87-89): Determining focused sustainability goals, employing people who are wholeheartedly committed to sustainable development, employees who contributed to the sustainable development goals of the organization should be rewarded and the results should be closely monitored and shared with the stakeholders."
  },
  {
    "id": "2364411",
    "unitNumber": 2,
    "text": "Which of the following <u>is not</u> a sustainable development goals included in the 2030 Agenda for Sustainable Development adopted by the United Nations?",
    "correctAnswer": "E",
    "options": {
      "A": "No poverty",
      "B": "Zero hunger",
      "C": "Quality education",
      "D": "Sustainable cities and communities",
      "E": "Energy productivity"
    },
    "explanation": "Describe sustainability within the context of business<br/>Energy productivity is one of the key performance indicators for Corporate Knights, a media, research, and financial information products company based in Toronto, Canada, ranks corporations based on their sustainability performance. The other choices are sustainable development goals."
  },
  {
    "id": "2372998",
    "unitNumber": 2,
    "text": "Which of the following <strong>puts</strong> <strong>too</strong> <strong>much</strong> emphasis on the role of the managers?",
    "correctAnswer": "A",
    "options": {
      "A": "The Stakeholder Theory",
      "B": "Agency Theory",
      "C": "Suatainability",
      "D": "Corporate Social Responsibility",
      "E": "Corporate Citizenship"
    },
    "explanation": "The right answer is A) The Stakeholder Theory"
  },
  {
    "id": "2373016",
    "unitNumber": 2,
    "text": "I. “An individual or a group that, in the context of a specific situation, is either harmed by, or benefit from, the corporation, or whose rights the corporation should respect.”<br/>II. \"Puts too much emphasis on the role of the managers.\"<br/>III. “A stakeholder approach to business is about creating as much value as possible for stakeholders, without resorting to trade-offs.”<br/>IV. The primary concern of this theory is monitoring within organizations and their external relationships with stakeholders.<br/>Which of the above can be related to the term stakeholder and stakeholder theory ?",
    "correctAnswer": "B",
    "options": {
      "A": "I and II",
      "B": "I, II and III",
      "C": "I, II and IV",
      "D": "II, III and IV",
      "E": "I, II, III and IV"
    },
    "explanation": "The answer is B) <br/>I. “an individual or a group that, in the context of a specific situation, is either harmed by, or benefit from, the corporation, or whose rights the corporation should respect.”<br/>II. \"puts too much emphasis on the role of the managers.<br/>III. “a stakeholder approach to business is about creating as much value as possible for stakeholders, without resorting to trade-offs.”<br/>Number IV. is related to Agency Theory"
  },
  {
    "id": "2373020",
    "unitNumber": 2,
    "text": "The ___________ use/s their authority by appointing Corporative level managers.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Stakeholders",
      "B": "Board of directors",
      "C": "General Managers",
      "D": "Functional managers",
      "E": "President, The chief Operating Officer"
    },
    "explanation": "AGENCY THEORY<br/>Right answer is B)"
  },
  {
    "id": "2373023",
    "unitNumber": 2,
    "text": "The agent has an incentive to pursue goals and objectives different from the principal’s goals and objectives. <br/>Which of the following can be said when the above given condition exists?",
    "correctAnswer": "C",
    "options": {
      "A": "Stakeholder Democracy",
      "B": "Social Responsibility",
      "C": "The Moral Hazard problem",
      "D": "Sustainability",
      "E": "Quality"
    },
    "explanation": "AGENCY THEORY<br/>Right answer is C ) The Moral Hazard problem"
  },
  {
    "id": "2373027",
    "unitNumber": 2,
    "text": "Which of the following provides free bargaining according to Jones (2013) table of Inducements and contributions of organizational stakeholders?",
    "correctAnswer": "D",
    "options": {
      "A": "Government",
      "B": "Customers",
      "C": "Suppliars",
      "D": "Unions",
      "E": "Community"
    },
    "explanation": "STAKEHOLDER THEORY<br/>D) Unions is the right answer."
  },
  {
    "id": "2373030",
    "unitNumber": 2,
    "text": "Which of the following is the Manager’s expectation according to Jones ( 2013 ) table of Inducements and contributions of organizational stakeholders?",
    "correctAnswer": "E",
    "options": {
      "A": "Revenue from input procurement",
      "B": "Fair and free competition",
      "C": "Equitable share of inducements",
      "D": "Good quality and better price",
      "E": "Salaries, bonuses, status, and power"
    },
    "explanation": "A) Revenue from input procurement (suppliars)<br/>B) Fair and free competition ( Governments)<br/>C) Equitable share of inducements ( Unions)<br/>D) Good quality and better price ( Customers)<br/>E) Salaries, bonuses, status, and power.<br/>The Right answer is E)"
  },
  {
    "id": "2373037",
    "unitNumber": 2,
    "text": "Which of the following is an example of Corporate Social Responsibility Competitors Expectation ?",
    "correctAnswer": "D",
    "options": {
      "A": "Adhering legal requirements",
      "B": "Long-term partnership",
      "C": "On-time payment",
      "D": "Fair competition",
      "E": "Safety, fair treatment"
    },
    "explanation": "The Right answer is D) Fair competition <br/>A) Adhering legal requirements / Government<br/>B) Long-term partnership / Suppliers<br/>C) On-time payment Banks/Creditors<br/>E) Safety, fair treatment, Employees and Unions"
  },
  {
    "id": "2373043",
    "unitNumber": 2,
    "text": "I. The environment<br/>II. Customers<br/>III. Employees<br/>IV. Investors<br/>V. Government<br/>Which of the above area/s is/are covered in Social responsibility concept ?",
    "correctAnswer": "B",
    "options": {
      "A": "Only I",
      "B": "I, II, III and IV",
      "C": "I, II and IV",
      "D": "I, II, III and V",
      "E": "II.III.IV and V"
    },
    "explanation": "CORPORATE SOCIAL RESPONSIBILITY<br/>The right answer is B)<br/>V. Government is not covered by social responsibility concept"
  },
  {
    "id": "2373046",
    "unitNumber": 2,
    "text": "The idea that asserts ,“Businesses should balance their commutments to society” is put forth by which of the following scholars below?",
    "correctAnswer": "A",
    "options": {
      "A": "Archie B. Carroll",
      "B": "Peter F. Drucker",
      "C": "Milton Friedman",
      "D": "John Elkington",
      "E": "Gro Harlem Brundtland"
    },
    "explanation": "CORPORATE SOCIAL RESPONSIBILITY<br/>The right answer is A)"
  },
  {
    "id": "2373053",
    "unitNumber": 2,
    "text": "I. Determining focused sustainability goals<br/>II. Employing people who are wholeheartedly committed to sustainable development<br/>III. Employees who contributed to the sustainable development goals of the organization should be rewarded<br/>IV. The results should be closely monitored and shared with the government<br/>V. Employing highly competitive people<br/>Which of the above define the roadmap for becoming a sustainable business ?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II and III",
      "B": "I, II, III and IV",
      "C": "I, II, III and V",
      "D": "I, II, IV and V",
      "E": "I, II, III, IV and V"
    },
    "explanation": "The right answer is A ) I. II. III <br/>I. Determining focused sustainability goals,<br/>II. Employing people who are wholeheartedly committed to sustainable development,<br/>III. Employees who contributed to the sustainable development goals of the organization should be rewarded<br/>IV and V are not included :<br/>IV . The results should be closely monitored and shared with the <strong>stakeholders</strong> not government<br/>V. Employing highly competitive people"
  },
  {
    "id": "2364710",
    "unitNumber": 3,
    "text": "Which of the following environmental terms is defined as each inhabiting and inanimate substances found in a location that relates with others?",
    "correctAnswer": "C",
    "options": {
      "A": "Environment",
      "B": "Entropy",
      "C": "Ecosystem",
      "D": "Irreversibility",
      "E": "Threshold"
    },
    "explanation": "Define natural environment and environmental sustainability<br/>Ecosystem is defined as each inhabiting and inanimate substances found in a location that relates with others."
  },
  {
    "id": "2364712",
    "unitNumber": 3,
    "text": "What does the environmental sustainability of businesses require?",
    "correctAnswer": "A",
    "options": {
      "A": "Long-term protection and care of the natural environment",
      "B": "Development of doing business for efficient use of natural resources",
      "C": "Combating against global climate change",
      "D": "Reducing water consumption",
      "E": "Using renewable and efficient energy"
    },
    "explanation": "Define natural environment and environmental sustainability<br/>Environmental sustainability of businesses requires the long-term protection and care of the natural environment, as well as the entire biological assets, together with preserving the interaction between environment, people, organizations and company strategies."
  },
  {
    "id": "2364713",
    "unitNumber": 3,
    "text": "Which of the following problems is <u>the most</u> important environmental problems according to European Commission?",
    "correctAnswer": "E",
    "options": {
      "A": "Noise pollution",
      "B": "Air pollution",
      "C": "Water pollution",
      "D": "Marine pollution",
      "E": "Climate change"
    },
    "explanation": "Explain the global environmental issues related to the operating activities of businesses<br/>A study conducted by the European Commission shows that; climate change is one of the most important environmental problems (51%), followed by air pollution (46%) and increased waste (40%). While more than one-third of the Europeans consider pollution of rivers, lakes and groundwater as a major problem (36%), one third selects approximately the following problems: agricultural pollution and soil degradation (34%), reduction or extinction of species and habitats, natural ecosystems (33%) and marine pollution (33%). While three out of ten respondents (30%) responded that drinking water shortage is one of the most important issues, the results revealed that participants are less likely to choose drought or flood (25%) or noise pollution (10%)."
  },
  {
    "id": "2364714",
    "unitNumber": 3,
    "text": "Which of the following terms refers to undesirable materials that can pose a serious risk to human wellbeing or the ecosystem?",
    "correctAnswer": "D",
    "options": {
      "A": "Waste management",
      "B": "Waste flow",
      "C": "Deforestation",
      "D": "Hazardous solid waste",
      "E": "Heavy metals"
    },
    "explanation": "Explain the global environmental issues related to the operating activities of businesses<br/>Hazardous solid waste refers to undesirable materials that can pose a serious risk to human wellbeing or the ecosystem. As a wide variety of substances falls into this wide-ranging classification, it is helpful to contemplate the hazardous components of the wastes as fitting to subcategories."
  },
  {
    "id": "2364716",
    "unitNumber": 3,
    "text": "Which of the following is an example of sites polluted by chemical industries?",
    "correctAnswer": "B",
    "options": {
      "A": "Iron and steel works",
      "B": "Fertilizer and pesticide manufacturing",
      "C": "Foundries and smelters",
      "D": "Electroplating, anodizing and galvanizing works",
      "E": "Scrap yards"
    },
    "explanation": "Explain the global environmental issues related to the operating activities of businesses<br/>Acid/alkali works, dyeworks, fertilizer and pesticide manufacturing, pharmaceuticals, paint works and wood treatment plants are examples of sites polluted by chemical industries."
  },
  {
    "id": "2365048",
    "unitNumber": 3,
    "text": "When was the Environmental Protection Agency established?",
    "correctAnswer": "C",
    "options": {
      "A": "1962",
      "B": "1968",
      "C": "1970",
      "D": "1972",
      "E": "1978"
    },
    "explanation": "Describe environmental legislation and institutions related to environmental sustainability<br/>The EPA was established in 1970 to conduct environmental investigation, deliver support in combating pollution, and coordinate environmental institutions interested in implementing the country’s environmental laws."
  },
  {
    "id": "2365053",
    "unitNumber": 3,
    "text": "Which of the following is <strong><u>not</u></strong> a goal of General Directorate of Environmental Management?",
    "correctAnswer": "D",
    "options": {
      "A": "Maintaining air quality",
      "B": "To support the use of clean energy",
      "C": "To conduct researches for the protection and development of the environment",
      "D": "Handling environmental hazards depended on experimental evidence",
      "E": "Scientifically compatible with the developing and changing conditions of the day"
    },
    "explanation": "Describe environmental legislation and institutions related to environmental sustainability<br/>Handling environmental hazards depended on experimental evidence is a responsibility of EPA."
  },
  {
    "id": "2365055",
    "unitNumber": 3,
    "text": "Which of the following is the aim of 2872 Environmental Law, 1983 in Turkey?",
    "correctAnswer": "A",
    "options": {
      "A": "To protect the environment, which is the common asset of all living things",
      "B": "Guaranteeing marine safety and preventing marine pollution",
      "C": "Guaranteeing that laws protecting people’s wellbeing",
      "D": "To support researches for the protection and development of the environment",
      "E": "To establish air quality standards"
    },
    "explanation": "Describe environmental legislation and institutions related to environmental sustainability<br/>With this law, it is aimed to protect the environment, which is the common asset of all living things, in line with the principles of sustainable environment and sustainable development."
  },
  {
    "id": "2365057",
    "unitNumber": 3,
    "text": "Which of the following is an opportunity for increasing revenues?",
    "correctAnswer": "B",
    "options": {
      "A": "Selling material, energy, and services",
      "B": "Differentiating products",
      "C": "Cost of capital",
      "D": "Cost of labor",
      "E": "Managing risks and relations with stakeholders"
    },
    "explanation": "Discuss the business responses to environmentally related issues<br/>Environmental performance can raise income in three ways: via better entry to certain markets, differentiation of goods, and the trade of waste know-how"
  },
  {
    "id": "2365063",
    "unitNumber": 3,
    "text": "______ is one aspect of an approach that radically changes the way many companies do business.<br/>Which of the following completes the blank above correctly?",
    "correctAnswer": "E",
    "options": {
      "A": "Economic performance",
      "B": "Environmental performance",
      "C": "Green products",
      "D": "Green labeling",
      "E": "Sustainable green marketing"
    },
    "explanation": "Discuss the business responses to environmentally related issues<br/>Sustainable green marketing is one aspect of an approach that radically changes the way many companies do business. Sustainable marketing can help create social meanings and consumer expectations that support sustainable goals."
  },
  {
    "id": "2378544",
    "unitNumber": 3,
    "text": "Which of the following ethics system encourages \"Instantaneous satisfaction and expenditure\"?",
    "correctAnswer": "C",
    "options": {
      "A": "Protestan ethic",
      "B": "Business ethic",
      "C": "Consumerism ethic",
      "D": "Environmental ethic",
      "E": "Organizational ethic"
    },
    "explanation": "Buchholz implies that a change in the direction of further environmental consumption should<br/>consider the ethical changes that regulate our societies (see Table 3.1). Buchholz, who examines the work of Max Weber, thinks that the Protestant self-discipline and moral idea of responsibility that emerged through the formation of market structures in for the most part of Europe emboldened individuals to enter productive employer to earn profit, but it preaches not to accumulate money for capital and wealth.<br/>Despite the progression of secularization, and consumerism ethics, which has increasingly changed the values that have come from centuries, encouraged hedonism, and fast digestion, and reduced the value of savings and stamina. Buchholz argues that humanity needs a fresh environmental ethic for sustainability, again supplying ethical boundaries to consumption"
  },
  {
    "id": "2378549",
    "unitNumber": 3,
    "text": "Which of the following describes entropy?",
    "correctAnswer": "D",
    "options": {
      "A": "The overall quantity of greenhouse gases that a human, manufactured goods or<br/>business emits directly or indirectly.",
      "B": "Preserving the equilibrium between creating and using carbon dioxide.",
      "C": "System to conserve resources, and to continue to derive value from these resources<br/>for so long as possible, and subsequently regain and rebuild resources and goods at<br/>the end of all life cycles.",
      "D": "Meaning in environmental use: a measure of energy impairment, indicating that it<br/>is not suitable for recycling for the same use. Energy can be given as an example<br/>here.",
      "E": "A product consisting entirely or substantially of biological products or renewable<br/>agricultural or forestry materials (excluding food or feed)."
    },
    "explanation": "Entropy is a measure of energy impairment, indicating that it<br/>is not suitable for recycling for the same use. Energy can be given as an example<br/>here. For example, once a kilowatt of electricity is manufactured and used, it cannot<br/>be used as electricity for a second time. In addition, it ensures that less than 1 kW is<br/>consumed even if electricity is stored.<br/>Meaning in environmental use: a measure of energy impairment, indicating that it<br/>is not suitable for recycling for the same use. Energy can be given as an example<br/>here."
  },
  {
    "id": "2378704",
    "unitNumber": 3,
    "text": "Which of the following actions<em><strong> is not</strong></em> on the primary agenda of environmental sustainability for businesses?",
    "correctAnswer": "C",
    "options": {
      "A": "Long-term protection and care of the<br/>natural environment",
      "B": "Long-term protection of biological<br/>assets",
      "C": "Effiecient activities for sustaining profitability of businesses",
      "D": "Preserving the interaction<br/>between environment and company strategies",
      "E": "Preserving the interaction<br/>between environment and people"
    },
    "explanation": "Environmental sustainability of businesses<br/>requires the long-term protection and care of the<br/>natural environment, as well as the entire biological<br/>assets, together with preserving the interaction<br/>between environment, people, organizations and<br/>company strategies.<br/>Effiecient activities for sustaining profitability of businesses"
  },
  {
    "id": "2378714",
    "unitNumber": 3,
    "text": "There are so many reasons that cause the environmental<br/>damage and resource depletion.<br/>Which of the following reasons is about consumers' income growth?",
    "correctAnswer": "E",
    "options": {
      "A": "Population increase implies further industrialization, manufactured<br/>goods use, waste, and pollution.",
      "B": "Industrial activities, have triggered considerable<br/>environmental degradation.",
      "C": "Values and morals have changed to emphasize<br/>expenditure over conservation.",
      "D": "People who had previously<br/>consumed their own production in small villages<br/>migrated to the cities.",
      "E": "Improved wealth assessed by individual revenue per capita results with more consumption, expenditure, and waste."
    },
    "explanation": "Consumers’ income growth. Improved wealth,<br/>assessed by individual revenue per capita, directed<br/>to boosting consumption, expenditure, and waste.<br/>Establishment of materialistic cultural<br/>values. Values and morals changed to emphasize<br/>expenditure over conservation- “bigger is better”,<br/>“me first” and a mindset that believes in a<br/>convincing understanding of morality.<br/>Urbanization. People who had previously<br/>consumed their own produce in the small villages<br/>migrated to the cities day by day have caused<br/>pollution (air, water, waste etc.), as demonstrated<br/>by Los Angeles, New York City, Mexico City, Sao<br/>Paulo, and İstanbul, to name a few.<br/>Population explosion. Population increase<br/>implies further industrialization, manufactured<br/>goods use, waste, and pollution.<br/>New and uncontrolled technologies.<br/>Technologies can be manufactured by companies that<br/>concentrate on revenue, comfort, and consumption<br/>according to environ<br/>Improved wealth assessed by individual revenue per capita results with more consumption, expenditure, and waste."
  },
  {
    "id": "2378732",
    "unitNumber": 3,
    "text": "According to the Environmental Protection<br/>Agency (EPA), which of the following is the initiating phase (Phase I) of the Ecological Risk assesment for businesses?",
    "correctAnswer": "D",
    "options": {
      "A": "Categorizing knowledge to estimate ecological reactions<br/>to environmental hazards under a variety of<br/>exposure circumstances.",
      "B": "Determining the volume of exposure.",
      "C": "Determining the possibility of dangerous environmental<br/>effects.",
      "D": "Identifying the potentially at-risk ecological assets.",
      "E": "Defining and measuring the amount of risk for different assets."
    },
    "explanation": "Businesses can evaluate themselves with<br/>ecological risk assessment, the possibility of changes<br/>in the natural environment associated with adverse<br/>factors such as exposure to pollution or climate<br/>change. In response, Environmental Protection<br/>Agency (EPA) (http-13) has clearly established<br/>procedures designed at ecological risk assessment:<br/>• At Phase I (Problem Formulation: Identifies<br/>the potentially at-risk ecological asset);<br/>gathering information about things that<br/>may risk.<br/>• At Phase II (Analysis Phase: Categorizes<br/>knowledge to estimate ecological reactions<br/>to environmental hazards under a variety of<br/>exposure circumstances): determining what<br/>is released, the volume of exposure, and<br/>the possibility of dangerous environmental<br/>effects.<br/>• At Phase III (Risk Characterization:<br/>Definition and assessment of risk based<br/>on information collected in Phases I and<br/>II): This disclosure gives the measure of<br/>confid<br/>Identifying the potentially at-risk ecological assets."
  },
  {
    "id": "2378744",
    "unitNumber": 3,
    "text": "Which of the following diversified environments described as<br/>\"The diversity of life in any field - habitats of the species can be<br/>expressed as species or genetic diversity\"?",
    "correctAnswer": "C",
    "options": {
      "A": "Ethnical diversity",
      "B": "Cultural diversity",
      "C": "Biodiversity",
      "D": "Language diversity",
      "E": "Organizational diversity"
    },
    "explanation": "Biodiversity can be described as the diversity<br/>of life in any field - habitats of the species can be<br/>expressed as species or genetic diversity.<br/>The extinction of many creatures and the<br/>risk of extinction of the species in the near future are<br/>followed with anxiety by scientists, environmentalists<br/>and other stakeholders. Species extinction is one of<br/>the extremely significant environmental challenges<br/>we face today. There is increasing evidence that<br/>the loss of biodiversity affects basic ecosystem<br/>functioning and reduces environmental services that<br/>benefit people"
  },
  {
    "id": "2379613",
    "unitNumber": 3,
    "text": "Which of the following combination of \"industry and example of polluted site by that industry\" is correct?",
    "correctAnswer": "A",
    "options": {
      "A": "Petrochemicals and Oil refineries",
      "B": "Transport and Gas works",
      "C": "Transport and Rubber works",
      "D": "Energy and Railway depots",
      "E": "Petrochemicals and Iron and steel works"
    },
    "explanation": "Petrochemicals cause pollution in sites such as Oil refineries, Tank farms, Fuel storage depots and filling stations, and Tar distilleries.<br/>Petrochemicals and Oil refineries"
  },
  {
    "id": "2379619",
    "unitNumber": 3,
    "text": "Which of the following contaminants are caused by human activity?",
    "correctAnswer": "D",
    "options": {
      "A": "Natural pollutants",
      "B": "Dust caused by volcanic disturbances",
      "C": "Polens in the air",
      "D": "Anthropogenic pollutants",
      "E": "Salt spray from the oceans"
    },
    "explanation": "Anthropogenic<br/>pollutants refer to contaminants related to<br/>completely human activity.<br/>Some pollutants in the air are natural<br/>pollutants. For example, pollen, dust<br/>fragments from volcanic disturbances,<br/>smokes from rotting organisms and plants,<br/>and at the same time salt spray from the seas<br/>and oceans. Pollutants from non-artificial<br/>processes in nature. Since these pollutants<br/>naturally appear, they happen regardless of<br/>human activity.<br/>Anthropogenic pollutants"
  },
  {
    "id": "2379629",
    "unitNumber": 3,
    "text": "Which of the following actions describes waste management?",
    "correctAnswer": "B",
    "options": {
      "A": "Chain of actions that begin with waste production<br/>and carry on with the transport, storage, processing,<br/>and disposal of these substances.",
      "B": "Strategies to decrease the amount and poisonousness<br/>of hazardous waste at every phase of the waste flow.",
      "C": "Undesirable materials that can pose a serious risk to human<br/>wellbeing or the ecosystem.",
      "D": "An alternative environmental<br/>challenge that is becoming an increasing concern<br/>as most individuals spend most of their lives<br/>indoors.",
      "E": "Substances and preparations (including highly toxic substances<br/>and preparations) that can cause many serious,<br/>acute or chronic diseases."
    },
    "explanation": "Waste management is defined as control<br/>strategies to decrease the amount and poisonousness<br/>of hazardous waste at every phase of the waste flow.<br/>Waste flow refers to a<br/>chain of actions that begin with waste production<br/>and carry on with the transport, storage, processing,<br/>and disposal of these substances."
  },
  {
    "id": "2379633",
    "unitNumber": 3,
    "text": "Which of the following is among the goals of The General Directorate of Environmental<br/>Management?",
    "correctAnswer": "E",
    "options": {
      "A": "To coordinate the EU environment<br/>information and observation system<br/>(EIONET).",
      "B": "To guarantee that laws protecting people’s<br/>wellbeing and the environment are<br/>reasonable and actual.",
      "C": "To ensure that environmental legislation<br/>donates to varied, sustainable and<br/>economically efficient communities and<br/>bionetworks.",
      "D": "To assist the Community, and member<br/>and cooperating countries create<br/>informed choices about enlightening the<br/>environment.",
      "E": "Maintaining air quality; minimizing air<br/>pollution, noise and vibration."
    },
    "explanation": "The Goals of the General<br/>Directorate of Environmental Management are as<br/>follows;<br/>• Maintaining air quality; minimizing air<br/>pollution, noise and vibration,<br/>• To support the use of clean energy,<br/>especially renewable energy sources, taking<br/>the necessary measures related to global<br/>climate change, ozone depletion,<br/>• Leaving our underground and surface<br/>waters, seas and soils in a way that they can<br/>be used comfortably to our future children,<br/>• Establishing and setting up laboratories<br/>that will make all kinds of environmental<br/>measurement, monitoring, analysis and<br/>controls,<br/>• To set an example for other countries<br/>in the fields of classification, collection,<br/>transportation, temporary storage, recovery,<br/>reuse, purification, conversion to energy,<br/>disposal and final storage, by minimizing<br/>all kinds of waste at the source,<br/>• To conduct researches for the protection<br/>and development of the environment,<br/>i<br/>Maintaining air quality; minimizing air<br/>pollution, noise and vibration."
  },
  {
    "id": "2388423",
    "unitNumber": 3,
    "text": "What does stand for \"...all living and nonliving things occurring naturally such as land, water, air, plants, and animals.\"?",
    "correctAnswer": "A",
    "options": {
      "A": "Natural environment",
      "B": "Space sciences",
      "C": "Natural Ideas",
      "D": "Protection Laws",
      "E": "Artifical Resources"
    },
    "explanation": "You can read in Introduction section.<br/>Natural environment is the right answer."
  },
  {
    "id": "2388551",
    "unitNumber": 3,
    "text": "What does consumption generate?",
    "correctAnswer": "A",
    "options": {
      "A": "Demand",
      "B": "Supply",
      "C": "Policy",
      "D": "Rules",
      "E": "Fraud"
    },
    "explanation": "You can read in NATURAL ENVIRONMENT AND ENVIRONMENTAL SUSTAINABILITY section.<br/>Demand is the right answer."
  },
  {
    "id": "2388637",
    "unitNumber": 3,
    "text": "What does \"protestant ethic\" impose limits to?",
    "correctAnswer": "A",
    "options": {
      "A": "Consumption",
      "B": "Saving",
      "C": "Ethic",
      "D": "Environment",
      "E": "Investment"
    },
    "explanation": "You can read in NATURAL ENVIRONMENT AND ENVIRONMENTAL SUSTAINABILITY section.<br/>Consumption is the right answer."
  },
  {
    "id": "2388646",
    "unitNumber": 3,
    "text": "What does \"consumerism ethic\" impose limits to?",
    "correctAnswer": "A",
    "options": {
      "A": "Saving",
      "B": "Ethics",
      "C": "Nature",
      "D": "Environement",
      "E": "Efficiency"
    },
    "explanation": "You can read in NATURAL ENVIRONMENT AND ENVIRONMENTAL SUSTAINABILITY section.<br/>Saving is the right answer."
  },
  {
    "id": "2388654",
    "unitNumber": 3,
    "text": "What does \"environmental ethic\" impose limits to?",
    "correctAnswer": "A",
    "options": {
      "A": "Consumption",
      "B": "Nature",
      "C": "Investing",
      "D": "Ethics",
      "E": "Efficiency"
    },
    "explanation": "You can read in NATURAL ENVIRONMENT AND ENVIRONMENTAL SUSTAINABILITY section.<br/>Consumption is the right answer."
  },
  {
    "id": "2388668",
    "unitNumber": 3,
    "text": "What does \"A product consisting entirely or substantially of biological products or renewable agricultural or forestry materials (excluding food or feed) stand for?",
    "correctAnswer": "A",
    "options": {
      "A": "Bio-based product",
      "B": "Carbon",
      "C": "Entropy",
      "D": "Ecosystem",
      "E": "Threshold"
    },
    "explanation": "You can read in NATURAL ENVIRONMENT AND ENVIRONMENTAL SUSTAINABILITY section.<br/>Bio-based is the right answer."
  },
  {
    "id": "2388685",
    "unitNumber": 3,
    "text": "What does \"each inhabiting and inanimate substances found in a location that relates with others\" stand for?",
    "correctAnswer": "A",
    "options": {
      "A": "Ecosystem",
      "B": "Threshold",
      "C": "Market",
      "D": "Environment",
      "E": "Carbon"
    },
    "explanation": "You can read in NATURAL ENVIRONMENT AND ENVIRONMENTAL SUSTAINABILITY section.<br/>Ecosystem is the right answer."
  },
  {
    "id": "2388698",
    "unitNumber": 3,
    "text": "What does \"preserving the equilibrium between creating and using carbon dioxide\" stand for?",
    "correctAnswer": "A",
    "options": {
      "A": "Carbon neutral",
      "B": "Entropy",
      "C": "Ecosystem",
      "D": "Carbon footprint",
      "E": "Market"
    },
    "explanation": "You can read in NATURAL ENVIRONMENT AND ENVIRONMENTAL SUSTAINABILITY section.<br/>Carbon neutral is the right answer."
  },
  {
    "id": "2388720",
    "unitNumber": 3,
    "text": "What does \"improved wealth, assessed by individual revenue per capita, directed to boosting consumption, expenditure, and waste\" stand for?",
    "correctAnswer": "A",
    "options": {
      "A": "Consumer's income growth",
      "B": "Urbanization",
      "C": "Global market",
      "D": "Industrial activities",
      "E": "Market forces"
    },
    "explanation": "You can read in THE EFFECTS OF BUSINESSES ON THE NATURAL ENVIRONMENT section.<br/>Consumers' income growth is the right answer."
  },
  {
    "id": "2388731",
    "unitNumber": 3,
    "text": "What does \"population increase implies further industrialization, manufactured goods use, waste, and pollution\" stand for?",
    "correctAnswer": "A",
    "options": {
      "A": "Population explosion",
      "B": "New technologies",
      "C": "Urbanization",
      "D": "Industrial activities",
      "E": "Income"
    },
    "explanation": "You can read in THE EFFECTS OF BUSINESSES ON THE NATURAL ENVIRONMENT section.<br/>Population explosion is the right answer."
  },
  {
    "id": "2376740",
    "unitNumber": 4,
    "text": "Which of the followings can be defined as any type of work arrangement<br/>where employees work remotely, away from an employer’s premises or fixed location, using digital technologies such as networks, laptops, mobile phones, and the internet.",
    "correctAnswer": "B",
    "options": {
      "A": "Platform work",
      "B": "Telework",
      "C": "Remote work",
      "D": "Distance work",
      "E": "Open work"
    },
    "explanation": "According to our textbook, <strong>Telework</strong> is any type of work arrangement<br/>where employees work remotely, away from an employer’s premises or fixed location, using digital technologies such as networks, laptops, mobile phones, and the internet."
  },
  {
    "id": "2376755",
    "unitNumber": 4,
    "text": "Which of the following concepts suits best the old social contract between Employers and Employees?",
    "correctAnswer": "C",
    "options": {
      "A": "Communication through technologies",
      "B": "Focus on team building and projects",
      "C": "Paternalism; family-type relationships",
      "D": "Pay that reflects contributions; pay for “value added”",
      "E": "Relationship far less warm and familial; no more parent-child relationships"
    },
    "explanation": "According to our textbook, \"paternalism; family-type relationships\" suit best the old social contract between Employers and Employees?"
  },
  {
    "id": "2376760",
    "unitNumber": 4,
    "text": "When was the International Labour Organisation (ILO) created?",
    "correctAnswer": "B",
    "options": {
      "A": "1909",
      "B": "1919",
      "C": "1929",
      "D": "1939",
      "E": "1949"
    },
    "explanation": "The International Labour Organisation (ILO) was created in 1919."
  },
  {
    "id": "2376768",
    "unitNumber": 4,
    "text": "When did Turkey become a member state of the ILO?",
    "correctAnswer": "D",
    "options": {
      "A": "1929",
      "B": "1930",
      "C": "1931",
      "D": "1932",
      "E": "1933"
    },
    "explanation": "Turkey became a member state of the ILO in 1932."
  },
  {
    "id": "2376786",
    "unitNumber": 4,
    "text": "Which Labour Act regulates employee and employer responsibilities in detail?",
    "correctAnswer": "D",
    "options": {
      "A": "No: 4854",
      "B": "No: 4855",
      "C": "No: 4856",
      "D": "No: 4857",
      "E": "No: 4858"
    },
    "explanation": "The Labour Act No: 4857 regulates employee and employer responsibilities in detail"
  },
  {
    "id": "2376809",
    "unitNumber": 4,
    "text": "As defined by ILO, what is “repeated and over time offensive behaviour through vindictive, cruel or malicious attempts to humiliate or undermine an individual or groups of workers”?",
    "correctAnswer": "A",
    "options": {
      "A": "Bullying/mobbing",
      "B": "Victimizing",
      "C": "Opression",
      "D": "Depression",
      "E": "Unjust treatment"
    },
    "explanation": "ILO defines <strong>bullying/mobbing</strong> as “repeated and over time offensive behaviour through vindictive, cruel or malicious attempts to humiliate or undermine an individual or groups of workers”."
  },
  {
    "id": "2376823",
    "unitNumber": 4,
    "text": "Which of the following concepts improves the opportunities of defined<br/>minority or disadvantaged groups, often treated unfairly within a society to give them equal access to that of the majority population?",
    "correctAnswer": "B",
    "options": {
      "A": "Negative discrimination",
      "B": "Affirmative action",
      "C": "Equal Footing",
      "D": "Transparency",
      "E": "Accountability"
    },
    "explanation": "<strong>Affirmative action</strong> improves the opportunities of defined minority or disadvantaged groups, often treated unfairly within a society to give them<br/>equal access to that of the majority population."
  },
  {
    "id": "2376842",
    "unitNumber": 4,
    "text": "How many levels of employee participation were listed in our textbook?",
    "correctAnswer": "B",
    "options": {
      "A": "3",
      "B": "4",
      "C": "5",
      "D": "6",
      "E": "7"
    },
    "explanation": "Our textbook lists <strong>4</strong> levels of employee participation."
  },
  {
    "id": "2376852",
    "unitNumber": 4,
    "text": "As a core labour standard, employees should have both .......... and .......... union freedom.<br/>Which of the followings fills the blanks in the above sentence best?",
    "correctAnswer": "B",
    "options": {
      "A": "Open / close",
      "B": "Negative / positive",
      "C": "near / far",
      "D": "overt / covert",
      "E": "Limited / unlimited"
    },
    "explanation": "As a core labour standard, employees should have both positive and negative union<br/>freedom."
  },
  {
    "id": "2376864",
    "unitNumber": 4,
    "text": "If a worker is allowed to participate in the scheduling of work and to improve work processes, which level of employee participation does this fit?",
    "correctAnswer": "D",
    "options": {
      "A": "Decision",
      "B": "Consultative",
      "C": "Informative",
      "D": "Administrative",
      "E": "Instructional"
    },
    "explanation": "According to our textbook, participation in the scheduling of work, improving work processes and attendance and absence control could be examples for <strong>administrative</strong>/ delegative participation."
  },
  {
    "id": "2384988",
    "unitNumber": 4,
    "text": "_______ is any type of work arrangement where employees work remotely, away from an employer’s premises or fixed location, using digital technologies such as networks, laptops, mobile phones, and the internet.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Telework",
      "B": "Platform work",
      "C": "Remote work",
      "D": "Distance work",
      "E": "Open work"
    },
    "explanation": "Telework is any type of work arrangement where employees work remotely, away from an employer’s premises or fixed location, using digital technologies such as networks, laptops, mobile phones, and the internet."
  },
  {
    "id": "2384990",
    "unitNumber": 4,
    "text": "_______ is an employment form in which organisations or individuals use an online platform to access other organisations or individuals to solve specific problems or to provide specific services in exchange for payment.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Telework",
      "B": "Platform work",
      "C": "Remote work",
      "D": "Distance work",
      "E": "Open work"
    },
    "explanation": "Platform work is an employment form in which organisations or individuals use an<br/>online platform to access other organisations or individuals to solve specific problems or to provide specific services in exchange for payment."
  },
  {
    "id": "2384993",
    "unitNumber": 4,
    "text": "Which of the following is the reciprocal understanding that characterizes the relationship between business and society?",
    "correctAnswer": "D",
    "options": {
      "A": "Contract",
      "B": "Agreement",
      "C": "Common understanding",
      "D": "Social contract",
      "E": "Economic contract"
    },
    "explanation": "Social contract is a reciprocal understanding that characterizes the relationship between business and society."
  },
  {
    "id": "2384997",
    "unitNumber": 4,
    "text": "Which of the following is about the old social contract?",
    "correctAnswer": "C",
    "options": {
      "A": "Fewer life careers",
      "B": "Temporary project assignments",
      "C": "Lifetime careers with one employer",
      "D": "Loyalty to self and profession",
      "E": "Relationship far less warm and familial"
    },
    "explanation": "Lifetime careers with one employer is about the old social contract."
  },
  {
    "id": "2384998",
    "unitNumber": 4,
    "text": "Which of the following is about the new social contract?",
    "correctAnswer": "E",
    "options": {
      "A": "Job security",
      "B": "Stable positions/job assignments",
      "C": "Loyalty to employer",
      "D": "Paternalism",
      "E": "Focus on team building and projects"
    },
    "explanation": "Focus on team building and projects is about the new social contract"
  },
  {
    "id": "2385000",
    "unitNumber": 4,
    "text": "Which of the following organizations is devoted to promote accessible, productive and sustainable work in conditions of freedom, equity, security and dignity?",
    "correctAnswer": "C",
    "options": {
      "A": "WHO",
      "B": "WWF",
      "C": "ILO",
      "D": "UNDP",
      "E": "UN"
    },
    "explanation": "The International Labour Organisation (ILO), created in 1919 as part of the Treaty of Versailles that ended World War I, is devoted to promote accessible, productive and sustainable work in conditions of freedom, equity, security and dignity."
  },
  {
    "id": "2385002",
    "unitNumber": 4,
    "text": "Which of the following is not among the basic rights and principles according to ILO?",
    "correctAnswer": "E",
    "options": {
      "A": "Freedom of association and the effective recognition of the right to collective bargaining",
      "B": "Elimination of all forms of forced or compulsory labour",
      "C": "Effective abolition of child labour",
      "D": "Elimination of discrimination in respect of employment and occupation",
      "E": "Increasing efficiency at the workplace"
    },
    "explanation": "Increasing efficiency at the workplace is not among the basic principles and rights according to ILO."
  },
  {
    "id": "2385003",
    "unitNumber": 4,
    "text": "_______ is an instrument negotiated between a multinational company and a global trade union in order to establish the same working rules based on international labour standards developed through the ILO.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "Agreement",
      "B": "Common understanding",
      "C": "Joint venture",
      "D": "Global framework agreement",
      "E": "Common goal"
    },
    "explanation": "Global framework agreement is an instrument negotiated between a multinational company and a global trade union in order to establish the same working rules based on international labour standards developed through the ILO."
  },
  {
    "id": "2385004",
    "unitNumber": 4,
    "text": "_______ is the unauthorized disclosure of organizational wrongdoing (illegal, immoral or illegitimate practices) to those that may be able to effect action.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Whistleblowing",
      "B": "Industrial espionage",
      "C": "Competitive intelligence",
      "D": "Theft",
      "E": "Embezzlement"
    },
    "explanation": "Whistleblowing is the unauthorized disclosure of organizational wrongdoing (illegal, immoral or illegitimate practices) to those that may be able to effect action."
  },
  {
    "id": "2385005",
    "unitNumber": 4,
    "text": "Which of the following is not among the dimensions of the fair wages?",
    "correctAnswer": "C",
    "options": {
      "A": "Wages must be paid regularly and in full",
      "B": "They must comply with minimum wage and at least correspond to the living wage",
      "C": "They should require excessive working hours",
      "D": "They must lead to a balanced wage structure",
      "E": "They should reward individual and collective performance"
    },
    "explanation": "They should NOT require excessive working hours<br/>They should require excessive working hours"
  },
  {
    "id": "2370631",
    "unitNumber": 5,
    "text": "Which of the following are among the reasons for the rise of marketing ethics?<br/><ol type=\"I\"> <li>To protect the customer</li> <li>To protect the environment</li> <li>To protect the profits of the businesses</li> </ol>",
    "correctAnswer": "B",
    "options": {
      "A": "I only",
      "B": "I and II",
      "C": "I and III",
      "D": "I, II and III",
      "E": "II and III"
    },
    "explanation": "Some marketing practices such as advertisements aimed at misleading and manipulating consumers, selling products harmful to the environment and health, pricing policies that push consumers to make decisions under pressure, unfair treatments among distribution channel members, etc., arise ethical concerns related to marketing."
  },
  {
    "id": "2370632",
    "unitNumber": 5,
    "text": "Which of the following are factors which have an effect on the formation of marketing ethics?<br/><ol type=\"I\"> <li>Personalities of decision makers</li> <li>The objectives of the organization</li> <li>The mission of the organization</li> <li>The mentality of the administrators</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I, II",
      "B": "II, III,",
      "C": "I, II, III",
      "D": "I, II, III, IV",
      "E": "I, III, IV"
    },
    "explanation": "Different factors are influential in the formation of marketing ethics, as decision makers and practitioners. Above all, the personal characteristics that make up the personalities of decision-makers and practitioners affect ethically their marketing decisions and behavior. The characteristics, objectives, vision, mission, strategy and policies of the organization and the administrative mentality constitute the organizational factors that affect marketing ethics."
  },
  {
    "id": "2370637",
    "unitNumber": 5,
    "text": "All of the following are grounds in which marketing activities are criticized EXCEPT",
    "correctAnswer": "E",
    "options": {
      "A": "effects on individual consumers",
      "B": "effects on society",
      "C": "effects on other businesses",
      "D": "effects on the environment",
      "E": "effects on technology"
    },
    "explanation": "Marketing activities are criticized based on its impact on individual consumer, society as a whole as well as environment, on other businesses. Effects on technology is not a criticism of marketing."
  },
  {
    "id": "2370640",
    "unitNumber": 5,
    "text": "On what grounds is materialism criticized?",
    "correctAnswer": "A",
    "options": {
      "A": "It promotes more consumption than necessary.",
      "B": "It fosters sustainable consumption.",
      "C": "It requires rational decision-making.",
      "D": "It promotes manipulation in advertising.",
      "E": "It fosters environmental concerns."
    },
    "explanation": "Materialism promotes symbolic features rather than pure functional features of products, such as prestige or status. Material people tend to be less satisfied with their perceived standard of living as they desire to possess even more things constantly. Therefore, unconscious, irrational or pure hedonic consumption hinders sustainable consumption."
  },
  {
    "id": "2370644",
    "unitNumber": 5,
    "text": "What does greenwashing mean?",
    "correctAnswer": "A",
    "options": {
      "A": "Claiming the product being environment friendly when it is not.",
      "B": "Producing ecologically friendly products",
      "C": "Protecting the natural environment in manufacturing",
      "D": "Discussing the environmental benefits of a technology",
      "E": "Being very cautious about manufacturing new products"
    },
    "explanation": "Greenwashing means a range of communications that mislead people into adopting overly positive beliefs about an organization’s environmental performance, practices, or products."
  },
  {
    "id": "2370649",
    "unitNumber": 5,
    "text": "Which of the following are related with product ethics?<br/><ol type=\"I\"> <li>Product safety</li> <li>counterfeiting</li> <li>recycling</li> <li>packaging</li> <li>anticompetitive pricing </li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III",
      "B": "I, II, IV",
      "C": "I, II, III, IV",
      "D": "I, II, III, IV, V",
      "E": "I, III, IV, V"
    },
    "explanation": "Product safety, counterfeiting, recycling, packaging are related with ethics in product while anticompetitive pricing is related with ethics in pricing."
  },
  {
    "id": "2370655",
    "unitNumber": 5,
    "text": "What is planned obsolescence?",
    "correctAnswer": "A",
    "options": {
      "A": "Designing a product with an artificial limited life span",
      "B": "Ability to plan the usefulness time-line of a product",
      "C": "Allowing customers to buy a new version of a product",
      "D": "Planning involved in reflecting one’s true need of a product",
      "E": "Ability to enhance a product with higher technology"
    },
    "explanation": "Obsolescence refers to a product being out of date or not useful any longer. There are four types of planned obsolescence which are; (1) technological or functional obsolescence, (2) psychological or style obsolescence, (3) systemic obsolescence and (4) obsolescence due to the failure and breakdown of the product."
  },
  {
    "id": "2370659",
    "unitNumber": 5,
    "text": "Which of the following elements are included in advertising ethics?<br/><ol type=\"I\"> <li>To have a clear purpose</li> <li>To be compatible with the morals</li> <li>To belittle the competitors</li> <li>To be not misleading</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "I, II, III",
      "C": "I, II, III, IV",
      "D": "II, III, IV",
      "E": "I, II, IV"
    },
    "explanation": "Advertising ethics includes the following elements: The purpose of advertising to be clear and legitimate, the compatibility of the content of the advertisement with the general moral principles of society, not deluding, and not disparaging the competitors."
  },
  {
    "id": "2370664",
    "unitNumber": 5,
    "text": "What is the impact of “more conscious customers” on businesses?",
    "correctAnswer": "B",
    "options": {
      "A": "promoting businesses through advertising",
      "B": "forcing businesses to make ethical decisions",
      "C": "requiring businesses to decrease their prices",
      "D": "enabling customers to benefit from “no foul” activities",
      "E": "fostering more educated choices in purchasing"
    },
    "explanation": "The more conscious the customers are in their consumption decisions the more they will force businesses to make ethical decisions."
  },
  {
    "id": "2370674",
    "unitNumber": 5,
    "text": "Which of the following are related to conscious consumption?<br/><ol type=\"I\"> <li>informed choice</li> <li>knowledge of individuality</li> <li>awareness of their rights</li> <li>ability to take action for their rights</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I, II, III",
      "D": "I, II, III, IV",
      "E": "I, III, IV"
    },
    "explanation": "There are four aspects why consumer education is needed related to conscious consumption: (1) informed choice (consumers should have knowledge about goods and services), (2) value system (consumers should know how to share and care as part of society), (3) recognition of responsibilities and rights (consumers should be aware of their rights), and (4) catalyst for action (consumers should be able to take action to get their rights in problems they face)."
  },
  {
    "id": "2374294",
    "unitNumber": 5,
    "text": "Which of the following theories is refined by Lawrence Kohlberg?",
    "correctAnswer": "C",
    "options": {
      "A": "The General Theory of Marketing Ethics",
      "B": "The Model of Corporate Moral Development",
      "C": "The Moral Development Theory",
      "D": "Socio-Psychological Analysis Model",
      "E": "The Reasoned Action Model"
    },
    "explanation": "Discuss the importance of marketing ethics<br/>The Moral Development Theory, as initially defined by Jean Piaget, then refined by educational psychologist Lawrence Kohlberg, represents the transformations that take place in an individual’s way of thinking."
  },
  {
    "id": "2374296",
    "unitNumber": 5,
    "text": "Which of the following is <strong><u>not</u></strong> an assumptions of the Social and Personal Ethics Model?",
    "correctAnswer": "D",
    "options": {
      "A": "Ethics means a standard by which business action may be judged right or wrong",
      "B": "Business is primarily a social process, within which it is an economic process",
      "C": "The expectations of the participants in the respective marketing roles are known",
      "D": "Ethics is an action for judging the rightness",
      "E": "Ethics is a matter of social sanction, not of mere technical appraisal"
    },
    "explanation": "Discuss the importance of marketing ethics<br/>One of the assumptions of the model is that Ethics is a standard for judging the rightness not of action per se, but of action of one person relative to another."
  },
  {
    "id": "2374299",
    "unitNumber": 5,
    "text": "Which of the following theory focuses on social roles, priorities and the stress of superior norms in the decision process in terms of marketing ethics?",
    "correctAnswer": "B",
    "options": {
      "A": "The Reasoned Action Model",
      "B": "Integrative Social Contracts Theory",
      "C": "The General Theory of Marketing Ethics",
      "D": "Marketing Ethics in the Context of Anatolian Approach",
      "E": "Contingency Model"
    },
    "explanation": "Discuss the importance of marketing ethics<br/>Integrative Social Contracts Theory which provides a framework for solutions to ethical issues that may arise among different groups and is therefore appropriate for the marketing domain as marketers often engage in cross-cultural activities mainly focuses on social roles, priorities and the stress of superior norms in the decision process in terms of marketing ethics."
  },
  {
    "id": "2374302",
    "unitNumber": 5,
    "text": "Which of the following criticism is about marketing’s impact on society as a whole?",
    "correctAnswer": "A",
    "options": {
      "A": "Increase in private goods requires more public services and results in social costs",
      "B": "High-pressure selling drives consumers to purchase products",
      "C": "Acquisitions of competitors harm the firms and reduce the competition",
      "D": "Deceptive practices in pricing, promotion, and packaging",
      "E": "Poor goods and services to disadvantaged consumers"
    },
    "explanation": "Define the criticism to marketing<br/>High-pressure selling drives consumers to purchase products, Deceptive practices in pricing, promotion, and packaging, Poor goods and services to disadvantaged consumers are about marketing’s impact on individual consumers. Acquisitions of competitors harm the firms and reduce the competition is about marketing’s impact on other business. Increase in private goods requires more public services and results in social costs (e.g. as the number of car ownership increases, it entails more highways, parking spaces, police services and causes traffic congestion, air pollution, natural resource shortages) is about marketing’s impact on society as a whole"
  },
  {
    "id": "2374304",
    "unitNumber": 5,
    "text": "Which of the following element is one of the advertising ethics?",
    "correctAnswer": "E",
    "options": {
      "A": "The purpose of advertising to be clear",
      "B": "Being unhonest",
      "C": "Disparaging the competitors",
      "D": "Deluding",
      "E": "Product safety"
    },
    "explanation": "Explain how ethical concerns arise in product, promotion, price, and distribution<br/>Advertising ethics includes the following elements: The purpose of advertising to be clear and legitimate, Being honest, Not disparaging the competitors, Not deluding, Product safety, and so on."
  },
  {
    "id": "2374307",
    "unitNumber": 5,
    "text": "Which of the following is the attitude of some people who attach more importance to money and material things than spiritual values?",
    "correctAnswer": "C",
    "options": {
      "A": "Corporate Social Responsibility",
      "B": "Greenwashing",
      "C": "Materialism",
      "D": "Subliminal advertising",
      "E": "Deception"
    },
    "explanation": "Define the criticism to marketing<br/>Materialism is the attitude of some people who attach more importance to money and material things than spiritual values."
  },
  {
    "id": "2374316",
    "unitNumber": 5,
    "text": "Which of the following is a marketing communication that employs an openly sponsored, non-personal message to promote or sell a product, service or idea?",
    "correctAnswer": "D",
    "options": {
      "A": "Ethics",
      "B": "Public relations",
      "C": "Personal selling",
      "D": "Advertising",
      "E": "Antitrust law"
    },
    "explanation": "Explain how ethical concerns arise in product, promotion, price, and distribution<br/>Advertising is a marketing communication that employs an openly sponsored, non-personal message to promote or sell a product, service or idea."
  },
  {
    "id": "2374320",
    "unitNumber": 5,
    "text": "Which of the following is <strong><u>not</u></strong> one of the unethical practices in retailing?",
    "correctAnswer": "A",
    "options": {
      "A": "Charging low prices in low income areas",
      "B": "Having a salesperson pretend as a market researcher in telemarketing",
      "C": "Selling alcohol and tobacco products to children",
      "D": "Pressuring salespeople to sell the most profitable products, even if they are not the best",
      "E": "Selling information from the customer database to others"
    },
    "explanation": "Explain how ethical concerns arise in product, promotion, price, and distribution<br/>Charging <strong>high</strong> prices in low income areas is one of the unethical practices in retailing because consumers there do not have adequate mobility possibilities to go out of their neighborhood to shop."
  },
  {
    "id": "2374325",
    "unitNumber": 5,
    "text": "______ the moral principles and standards that guide behavior of individuals or groups as they obtain, use, and dispose of goods and services<br/>Which of the following completes the blank above correctly?",
    "correctAnswer": "E",
    "options": {
      "A": "Personal traits",
      "B": "Environmental consciousness",
      "C": "Business ethics",
      "D": "Advertisement ethics",
      "E": "Consumer ethics"
    },
    "explanation": "Discuss the role of consumer in marketing ethics<br/>Muncy and Vitell (1992:298) define the consumer ethics as “the moral principles and standards that guide behavior of individuals or groups as they obtain, use, and dispose of goods and services”."
  },
  {
    "id": "2374329",
    "unitNumber": 5,
    "text": "Which of the following is<strong><u> not</u></strong> a dimension of consumer ethics?",
    "correctAnswer": "B",
    "options": {
      "A": "Actively benefiting from illegal activities",
      "B": "Personal traits and values",
      "C": "Passively benefiting from questionable activities",
      "D": "Actively benefiting from legal but questionable practices",
      "E": "No harm/No foul activities"
    },
    "explanation": "Discuss the role of consumer in marketing ethics<br/>Personal traits and values is one of the factor affecting the formation of consumer ethics."
  },
  {
    "id": "2378669",
    "unitNumber": 5,
    "text": "Consumers can be grouped into two in terms of personal traits and values that affect the formation of consumer ethics.Which of the followings represents these groups?",
    "correctAnswer": "A",
    "options": {
      "A": "Relativists and idealists",
      "B": "Activists and idealists",
      "C": "Relativists and activists",
      "D": "Boycott groups and activists",
      "E": "Advocates and relativists"
    },
    "explanation": "In terms of personal traits and values, it is possible to gather consumers under two groups: relativism and idealism.<br/>Relativists and idealists"
  },
  {
    "id": "2378675",
    "unitNumber": 5,
    "text": "What are the dimensions included in consumer ethics?",
    "correctAnswer": "D",
    "options": {
      "A": "Sustainable consumption and environmental consciousness",
      "B": "Sustainable consumption and conscious consumption",
      "C": "Anti consumption and conscious consumption",
      "D": "Conscious consumption and environmental consciousness",
      "E": "Idealist consumption and environmental consciousness"
    },
    "explanation": "Consumer ethics mainly includes the dimensions of consumers’ conscious consumptionand environmental consciousness<br/>Conscious consumption and environmental consciousness"
  },
  {
    "id": "2378703",
    "unitNumber": 5,
    "text": "If a company that wants to secure a monopoly position in the market reduces the prices of its products below the profitable level to drive competitiors out of the markets in which competition exists, this company is applying................ <br/>Which of the follwing terms completes the sentence?",
    "correctAnswer": "C",
    "options": {
      "A": "Vertical pricing",
      "B": "Price discounting",
      "C": "Predatory pricing",
      "D": "Discriminatory pricing",
      "E": "Price fixing"
    },
    "explanation": "Predatory pricing involves one organization’s reducing prices often below the profitable level to drive competition out of the markets in which<br/>competition exists. In the first place, the price cutters accept the loss but expect that they will move into profit in the long run. The ultimate goal here is to secure a monopoly position in the market."
  },
  {
    "id": "2378713",
    "unitNumber": 5,
    "text": "A detergent company is making groundless and exaggerated claims about sustainability and environmental friendliness of the company's detergent brand in its television advertisements. Which term is used to describe this situation?",
    "correctAnswer": "B",
    "options": {
      "A": "Misleading advertising",
      "B": "Greenwashing",
      "C": "Environmentalism",
      "D": "Deceptive communication",
      "E": "Exaggeration"
    },
    "explanation": "Greenwashing is a broadly accepted and recognized phenomenon since the mid-1980s. The term is used to describe the practice of making groundless or exaggerated claims about sustainability and environmental friendliness in an effort to gain market share."
  },
  {
    "id": "2378724",
    "unitNumber": 5,
    "text": "If an advertisement of a vitamin brand creates false and incorrect belief about the product by claiming that it will improve the brain skills of the children, this advertisement is called..............................<br/>Which of the follwings completes the sentence?",
    "correctAnswer": "A",
    "options": {
      "A": "Deceptive advertising",
      "B": "Manipulative advertising",
      "C": "One-sided advertising",
      "D": "Exagerrated advertising",
      "E": "Unethical advertising"
    },
    "explanation": "Deceptive advertising defined as “one that creates a false or incorrect belief about the product”. It is also defined as “advertising that is deliberately aimed at misleading consumers through either a false representation of product features, an omission of information on the product’s flaws, or deceitful practices used to influence consumers’ decisions to<br/>buy or use the product”"
  },
  {
    "id": "2378736",
    "unitNumber": 5,
    "text": "Which of the followings is <strong>not </strong> one of the mechanisms used by the companies for planned obsolescence?",
    "correctAnswer": "A",
    "options": {
      "A": "Design by using the high-priced ingredients",
      "B": "Limited functional life design",
      "C": "Design for functional enhancement through adding or upgrading product features",
      "D": "Design aesthetics that lead to reduced satisfaction",
      "E": "Design for limited repair"
    },
    "explanation": "Planned obsolescence aims “to stimulate replacement buying by consumers” and he identifies various physical obsolescence mechanisms to shorten the<br/>usable life of the product. These mechanisms are as follows (Guiltinan,2009:20):<br/>• Limited functional life design (or ‘‘death<br/>dating’’).<br/>• Design for limited repair.<br/>• Design aesthetics that lead to reduced<br/>satisfaction.<br/>• Design for fashion.<br/>• Design for functional enhancement through<br/>adding or upgrading product features.<br/>Design by using the high-priced ingredients"
  },
  {
    "id": "2378747",
    "unitNumber": 5,
    "text": "A big supermarket chain wants additional compensations from a shampoo producer to carry the newly introduced shampoo of the company in its stores. Which term is used to describe this practice?",
    "correctAnswer": "B",
    "options": {
      "A": "Push money",
      "B": "Slotting allowances",
      "C": "Free riding",
      "D": "Gray distribution",
      "E": "Aggresive promotion"
    },
    "explanation": "The application of paying “slotting allowances” is the practice of claiming additional compensations from the manufacturer by distributors and retailers to<br/>carry the new product."
  },
  {
    "id": "2378756",
    "unitNumber": 5,
    "text": "Which of the marketing mix elements is associated with deception and manipulation?",
    "correctAnswer": "C",
    "options": {
      "A": "Product",
      "B": "Price",
      "C": "Marketing communication",
      "D": "Distribution channels",
      "E": "Brand"
    },
    "explanation": "Deception and manipulation is often associated with marketing communication, particularly advertising."
  },
  {
    "id": "2378768",
    "unitNumber": 5,
    "text": "Which of the theories/models below suggests a framework based on two fundamental questions?: “How are ethical standards set?” and “How are ethical decisions made?”",
    "correctAnswer": "E",
    "options": {
      "A": "The Moral Development Theory",
      "B": "The General Theory of Marketing Ethics",
      "C": "The Model of Corporate Moral Development",
      "D": "Contingency Model",
      "E": "The Social and Personal Ethics Model"
    },
    "explanation": "The Social and Personal Ethics Model, proposed by Bartels (1967) suggests a framework based on two fundamental questions: “How are ethical standards set?” and “How are ethical decisions made?”."
  },
  {
    "id": "2378782",
    "unitNumber": 5,
    "text": "Which of the followings represents the impact of marketing <strong>on the society</strong> as a whole?",
    "correctAnswer": "B",
    "options": {
      "A": "Deceptive practices in pricing, advertising, promotion and packaging",
      "B": "Cultural pollution created through various media channels",
      "C": "Predatory competition by using unfair competitive marketing activities",
      "D": "Poor goods and services to disadvantaged consumers",
      "E": "Bars created by marketing activities prevent newcomers to enter the industry"
    },
    "explanation": "Cultural pollution created through various media channels which distort people’s<br/>senses with messages of materialism, consumerism, power or status is one of the effect of marketing on the whole society."
  },
  {
    "id": "2376292",
    "unitNumber": 6,
    "text": "According to Brey which of the following is one of the three-level approach to look at technology that can be useful when analyzing ethical issues?",
    "correctAnswer": "C",
    "options": {
      "A": "Systems",
      "B": "Procedures",
      "C": "Artifact",
      "D": "Category",
      "E": "Robots"
    },
    "explanation": "Brey (2012) offers a three-level approach (technology, artifact and applications) to look at technology that can be useful when analyzing ethical issues"
  },
  {
    "id": "2376301",
    "unitNumber": 6,
    "text": "Which one of the following is developed at the artifact level?",
    "correctAnswer": "E",
    "options": {
      "A": "Analyzing",
      "B": "Category",
      "C": "Technology",
      "D": "Processes",
      "E": "Systems"
    },
    "explanation": "At the artifact level, products, systems, and procedures are developed."
  },
  {
    "id": "2376313",
    "unitNumber": 6,
    "text": "Which of the following data mining technology has the potential to be unethically used?",
    "correctAnswer": "B",
    "options": {
      "A": "MARA",
      "B": "NORA",
      "C": "TORA",
      "D": "ROMA",
      "E": "PAMA"
    },
    "explanation": "Data analysis techniques such as data mining can be used on large pools of customer data to find patterns that can guide decision making in firms and predict future behavior. One of the data mining technologies, called non-obvious relationship awareness (NORA), has the potential to be unethically used."
  },
  {
    "id": "2376319",
    "unitNumber": 6,
    "text": "‘Genetic engineering involving the applications to human beings, such as stem cell research and cloning, have raised enormous ethical challenges for the ……. industry.’<br/>Which of the following fills the gap in the given sentence most appropriately?",
    "correctAnswer": "D",
    "options": {
      "A": "Health",
      "B": "Digital",
      "C": "GMO",
      "D": "Biotech",
      "E": "Physics"
    },
    "explanation": "Genetic engineering involving the applications to human beings, such as stem cell research and cloning, have raised enormous ethical challenges for the biotech industry."
  },
  {
    "id": "2376327",
    "unitNumber": 6,
    "text": "Which of the following is an example of neuroethics topics?",
    "correctAnswer": "A",
    "options": {
      "A": "Stem cell therapy",
      "B": "Checking nerves system",
      "C": "Interruption in sustainable life",
      "D": "Conservation",
      "E": "Precision medicine"
    },
    "explanation": "Brain interventions, brain imaging, memory dampening and stem cell therapy are examples of neuroethics topics."
  },
  {
    "id": "2376334",
    "unitNumber": 6,
    "text": "<ul><br/><li>Unemployment,</li><br/><li>Inequality,</li><br/><li>Humanity,</li><br/><li>Bias,</li><br/><li>Security,</li><br/><li>Unintended consequences,</li><br/><li>Complexity,</li><br/></ul><br/>Which of the following could have the been the reason of the above ethical issues?",
    "correctAnswer": "C",
    "options": {
      "A": "Big data",
      "B": "Web mining",
      "C": "Artificial intelligence",
      "D": "Data aggregating",
      "E": "Biotech"
    },
    "explanation": "Table 6.3 ethical issues in AI"
  },
  {
    "id": "2376339",
    "unitNumber": 6,
    "text": "‘Ethical use of biometric technology must also be addressed by organizations especially those with more sensitive personal data such as those involving ……….. data.’<br/>Which of the following completes the blank above correctly?",
    "correctAnswer": "D",
    "options": {
      "A": "Water quality",
      "B": "Life insurance",
      "C": "Personal and income",
      "D": "Health and medical",
      "E": "Engineering and machinery"
    },
    "explanation": "Ethical use of biometric technology must also be addressed by organizations especially those with more sensitive personal data such as those involving health and medical data."
  },
  {
    "id": "2376343",
    "unitNumber": 6,
    "text": "Which of the following could be an essential tool to build trust in e-commerce firms?",
    "correctAnswer": "E",
    "options": {
      "A": "Firms’ environmentally friendly actions",
      "B": "Low time consuming through web page of firms",
      "C": "High accessibility to products’ information",
      "D": "Good internet access",
      "E": "Being transparent in their operation"
    },
    "explanation": "Building trust is essential to e-commerce firms and is achieved through having a good ethical reputation and being transparent in their operations."
  },
  {
    "id": "2376349",
    "unitNumber": 6,
    "text": "Which of the following Consumer Privacy Threats includes collection of unnecessary data, data transfer over insecure channels and failing to remove personal data upon request or after relationship termination?",
    "correctAnswer": "B",
    "options": {
      "A": "Lack of transparency",
      "B": "Improper practices",
      "C": "Data breaching",
      "D": "Facial recognition",
      "E": "IoT devices"
    },
    "explanation": "Improper practices such as collection of unnecessary data, data transfer over insecure channels and failing to remove personal data upon request or after relationship termination."
  },
  {
    "id": "2376353",
    "unitNumber": 6,
    "text": "Which of the following uses AI and deep learning to manipulate or generate visual and audio content in which a person’s existing image or video is replaced with someone else’s likeness?",
    "correctAnswer": "E",
    "options": {
      "A": "Computer abuse",
      "B": "Plagiarism",
      "C": "Fake news",
      "D": "Cyberbullying",
      "E": "Deepfake"
    },
    "explanation": "A deepfake uses AI and deep learning to manipulate or generate visual and audio content in which a person’s existing image or video is replaced with someone else’s likeness"
  },
  {
    "id": "2378462",
    "unitNumber": 6,
    "text": "Which of the technologies below allows a computer game player to deeply engage in a digital experience with multisensory like seeing, hearing and feeling a digital game?",
    "correctAnswer": "D",
    "options": {
      "A": "Augmented reality technology",
      "B": "Virtual reality technology",
      "C": "Mixed reality technology",
      "D": "Immersive technology",
      "E": "Smart technology"
    },
    "explanation": "Immersive technology allows users to deeply engage in digital experiences with<br/>multisensory (like see, hear and feel) using VR, AR, MR, 360° video and other<br/>technologies."
  },
  {
    "id": "2378474",
    "unitNumber": 6,
    "text": "Which technology makes it possible for a woman to switch on the owen in her home through her smart phone while working in the office?",
    "correctAnswer": "B",
    "options": {
      "A": "Virtual reality",
      "B": "Internet of Things",
      "C": "Artificial intelligence",
      "D": "Cloud computing",
      "E": "Blockchain technology"
    },
    "explanation": "Applications of IoT for consumers include smart home or automated home where users take remote control through their smartphones of smart devices/appliances such as lighting, heating, media and security systems<br/>Internet of Things"
  },
  {
    "id": "2378489",
    "unitNumber": 6,
    "text": "A customer frequently buys books from a big online book shop. When she visits the web site of this book seller she gets online book recommendations that fits to her preferences. Which technology makes this possible?",
    "correctAnswer": "C",
    "options": {
      "A": "Internet of things",
      "B": "Biometrics",
      "C": "Machine learning",
      "D": "Deep learning",
      "E": "Virtual reality"
    },
    "explanation": "Machine learning is based on the idea that systems can learn from large quantities data (using training data sets) and improve from new experiences. They are used to identify patterns, trends and make decisions with minimal human assistance or intervention. Real world examples are online recommendations by Netflix and Amazon."
  },
  {
    "id": "2378499",
    "unitNumber": 6,
    "text": "If in a spesific country there is a big gap between men and women in terms of accessing the information and information technology for the favor of men, how this situation is called?",
    "correctAnswer": "A",
    "options": {
      "A": "Digital divide",
      "B": "Social class inequality",
      "C": "Digital discrimination",
      "D": "Digital ethics",
      "E": "Disparity"
    },
    "explanation": "Digital divide refers to the gap between people who have access to information and information technology while others do not. Digital divide not only means a<br/>divide between nations (global digital divide) such as the information-rich and information-poor nations. It also means a divide within nations that exists between rich and poor persons, men and women, different racial groups, etc."
  },
  {
    "id": "2378508",
    "unitNumber": 6,
    "text": "Based on the Pike’s CRAFT framework for ethical decision making involving big data what A stands for?",
    "correctAnswer": "E",
    "options": {
      "A": "Availability means all the parties, who profit from decisions to use/share data must be transparently available",
      "B": "Affordability means the data must be affordable to get and use for all parties",
      "C": "Accesibility requires all parties, who profit from decisions to use/share data to be accessible",
      "D": "Actionability means all parties, who profit from decisions to use/share data, must take action to solve ethical problems",
      "E": "Accountability holds all parties, who profit from decisions to use/share data, accountable for their acts and consequences"
    },
    "explanation": "A: Accountability holds all parties, who profit from decisions to use/share data, accountable for their acts and consequences"
  },
  {
    "id": "2378519",
    "unitNumber": 6,
    "text": "Which of the followings that act like identification tags may challenge the privacy of website visitors by depositing small text files on users’ computers ?",
    "correctAnswer": "B",
    "options": {
      "A": "Clickstream",
      "B": "Cookies",
      "C": "Snake",
      "D": "Web bug",
      "E": "Spyware"
    },
    "explanation": "The Internet challenges privacy using cookies which are small text files deposited on users’ computer when they visit websites that can be updated when they return to the same websites.Cookies act as identification tags and tracking of website visitors"
  },
  {
    "id": "2378594",
    "unitNumber": 6,
    "text": "Which of the followings is not a dimension concerning information security in e-commerce?",
    "correctAnswer": "B",
    "options": {
      "A": "Confidentiality of information such that private data is protected from unauthorized parties.",
      "B": "Affordability of data such that all the interested parties may pay for it",
      "C": "Availability of information such as access to the websites and associated services and data to authorized users in a timely fashion",
      "D": "Integrity of information by protecting the accuracy, reliability and validity of data",
      "E": "Authentication by ensuring users (businesses and customers) are who they claim to be"
    },
    "explanation": "There are several dimensions concerning information security in e-commerce:<br/>• Confidentiality of information such that private data is protected from unauthorized parties.<br/>• Availability of information such as access to the websites and associated services and data to<br/>authorized users in a timely fashion.<br/>• Integrity of information by protecting the accuracy, reliability and validity of data.<br/>• Authentication by ensuring users (businesses and customers) are who they claim to be.<br/>• Nonrepudiation by ensuring customers cannot deny access to the data/system.<br/>Thus \" affordability of data such that all the interested parties may pay for it\" is not one of these dimensions"
  },
  {
    "id": "2378596",
    "unitNumber": 6,
    "text": "Which of the followings represents the business information that has economic value that requires effort or costs to develop with some degree of uniqueness or novelty?",
    "correctAnswer": "E",
    "options": {
      "A": "Brandmark",
      "B": "Copyright",
      "C": "Patent",
      "D": "Trademark",
      "E": "Trade secret"
    },
    "explanation": "A trade secret represents business information that has economic value that requires effort or costs to develop with some degree of uniqueness or novelty. The information can be a formula, device, pattern, method or process that is generally unknown to the public though can be sold or licensed to other."
  },
  {
    "id": "2378597",
    "unitNumber": 6,
    "text": "Virus, worm and malware are the terms about ............................<br/>Which of the followings completes the sentence above?",
    "correctAnswer": "C",
    "options": {
      "A": "Data security",
      "B": "Network security",
      "C": "System security",
      "D": "Ethical security",
      "E": "Personal security"
    },
    "explanation": "System security is concerned with security of system resources including computer hardware, smartphones and software applications.Virus, worms and malware prevent system security."
  },
  {
    "id": "2378598",
    "unitNumber": 6,
    "text": "Which of the followings is a type of computer abuse that manipulates or generates visual and audio content in which a person’s existing image or video is replaced with someone else’s likeness?",
    "correctAnswer": "D",
    "options": {
      "A": "False connection",
      "B": "Cyberbullying",
      "C": "Plagiarism",
      "D": "Deepfake",
      "E": "Fake news"
    },
    "explanation": "Deepfake is a type of computer abuse. A deepfake uses AI and deep learning to<br/>manipulate or generate visual and audio content in which a person’s existing image or video is replaced with someone else’s likeness"
  },
  {
    "id": "2385514",
    "unitNumber": 6,
    "text": "According to Brey at which of the following level can fundamental ethical issues be analyzed?",
    "correctAnswer": "C",
    "options": {
      "A": "Procedures",
      "B": "Category",
      "C": "Technology",
      "D": "Systems",
      "E": "Analyzing"
    },
    "explanation": "Brey (2012) suggests that ethical considerations should involve all three levels. At the technology level, more general or fundamental ethical issues can be analyzed while more specific and contingent issues are used at the artifact and application levels"
  },
  {
    "id": "2385519",
    "unitNumber": 6,
    "text": "Which one of the following is an example for an ethical concern of big data and advances in data analysis techniques used on those data?",
    "correctAnswer": "E",
    "options": {
      "A": "Having transparent access to the algorithm design used to generate aggregate data",
      "B": "Increasing effectiveness of data",
      "C": "Decreasing efficiency of workers",
      "D": "Developing new products that consumers will never need",
      "E": "Maintaining detailed information on individuals and creating profiles of individual behavior"
    },
    "explanation": "Along with big data, advances in data analysis techniques used on those data have heightened ethical concerns. For example, organizations are able to maintain detailed information on individuals and to create profiles of individual behavior (Laudon and Laudon, 2020)."
  },
  {
    "id": "2385526",
    "unitNumber": 6,
    "text": "Which of the following technological development is the result of the availability of location tracking applications without user knowledge or consent leads to a large-scale of invasion privacy?",
    "correctAnswer": "B",
    "options": {
      "A": "Exponential increases in computer processing and data storage capabilities",
      "B": "Explosive growth in mobile computing and mobile devices",
      "C": "Advances in communication and networking infrastructure",
      "D": "Advances in data collection and data analysis",
      "E": "Rapid decline in the costs of computers, digital devices, data storage and communication"
    },
    "explanation": "Technology development: Explosive growth in mobile computing and mobile devices Impact on ethics: Availability of location tracking applications without user knowledge or consent leads to a large-scale invasion of privacy."
  },
  {
    "id": "2385530",
    "unitNumber": 6,
    "text": "‘A …….. is an organization where its core business processes, its relationships with stakeholders and its key assets are managed digitally using ICT.’<br/>Which of the following completes the blank in the given sentence correctly?",
    "correctAnswer": "D",
    "options": {
      "A": "digital transformation",
      "B": "business partner",
      "C": "key corporate",
      "D": "digital firm",
      "E": "core business"
    },
    "explanation": "A digital firm is an organization where its core business processes, its relationships with stakeholders and its key assets are managed digitally using ICT."
  },
  {
    "id": "2385534",
    "unitNumber": 6,
    "text": "Which of the following use of biotechnology by business firms in their research and development of products often raises ethical issues?",
    "correctAnswer": "A",
    "options": {
      "A": "Commercial use",
      "B": "Physical use",
      "C": "Sustainable use",
      "D": "Conservation use",
      "E": "Precision use"
    },
    "explanation": "Commercial use of biotechnology by business firms in their research and development of products often raises ethical issues that need to be addressed."
  },
  {
    "id": "2385537",
    "unitNumber": 6,
    "text": "Which of the following deals with the ethical issue such as job loss?",
    "correctAnswer": "C",
    "options": {
      "A": "Ethics of big data",
      "B": "Ethics of web mining",
      "C": "Ethics of artificial intelligence",
      "D": "Ethics of data aggregating",
      "E": "Ethics of biotech"
    },
    "explanation": "Ethics of AI issues examine ethical principles, rules, guidelines, policies and regulations related to AI that may arise when designing and developing AI (such as data privacy and transparency issues); and ethical issues caused by AI (such as job loss)."
  },
  {
    "id": "2385542",
    "unitNumber": 6,
    "text": "Potential loss of significant number of jobs that are replaced by …. systems.<br/>Wealth created by machines would be allocated to those few who have ownership in ….driven firms.<br/>Machines can significantly affect human behavior and interaction.<br/>….applications cannot always be trusted to be fair and neutral.<br/>….systems can be used maliciously.<br/>Which of the following includes the ethical problems given above?",
    "correctAnswer": "D",
    "options": {
      "A": "Ethical issues in biotech",
      "B": "Ethical issues in big data",
      "C": "Ethical issues in web mining",
      "D": "Ethical issues in artificial intelligent",
      "E": "Ethical issues in data aggregating"
    },
    "explanation": "Table 6.3 Ethical Issues in AI:<br/>Potential loss of significant number of jobs that are replaced by AI systems.<br/>Wealth created by machines would be allocated to those few who have ownership in AI-driven firms.<br/>Machines can significantly affect human behavior and interaction.<br/>AI applications cannot always be trusted to be fair and neutral.<br/>AI systems can be used maliciously.<br/>Machines do not understand the full context in which they were made which can lead to negative unintended consequences.<br/>AI systems can be so complex as to not be completely understood by humans."
  },
  {
    "id": "2385544",
    "unitNumber": 6,
    "text": "Which of the following is an example for a violation of information privacy?",
    "correctAnswer": "E",
    "options": {
      "A": "data valuing",
      "B": "data aggregating",
      "C": "data brokering",
      "D": "data de-identification",
      "E": "data re-anonymization"
    },
    "explanation": "This re-identification or re-anonymization is in violation of information privacy."
  },
  {
    "id": "2385548",
    "unitNumber": 6,
    "text": "Which of the following is a tracking program usually invisible to the user that records the user behavior such as the clickstreams when visiting the website?",
    "correctAnswer": "B",
    "options": {
      "A": "IoT devices",
      "B": "Web beacon",
      "C": "Spyware",
      "D": "Facial recognition",
      "E": "Kinematic fingerprint"
    },
    "explanation": "Another tool for surveillance on the Internet is a web beacon (or web bug) which is a tracking program usually invisible to the user that records the user behavior such as the clickstreams when visiting the website."
  },
  {
    "id": "2385552",
    "unitNumber": 6,
    "text": "Which of the following is one of the risks of having inadequate privacy policies/procedures?",
    "correctAnswer": "E",
    "options": {
      "A": "employee abuse",
      "B": "plagiarism",
      "C": "spreaded fake news",
      "D": "increase in the number of the rivals",
      "E": "damage to a firm’s reputation"
    },
    "explanation": "There are several risks of having inadequate privacy policies/procedures such as damage to a firm’s reputation, brand, or business relationships including customer/employee distrust, lost business, disruption of operations and legal/ industry/regulatory sanctions."
  },
  {
    "id": "3070495",
    "unitNumber": 6,
    "text": "Which of the following technique analyzes large pools of customer data to find patterns that can guide a firm’s decision making process?",
    "correctAnswer": "A",
    "options": {
      "A": "Data mining",
      "B": "Data aggravation",
      "C": "Data re-identification",
      "D": "Data ethics",
      "E": "Clickstream data"
    },
    "explanation": "Data analysis techniques such as data mining can be used on large pools of customer data to find patterns that can guide decision making in firms and predict future behavior."
  },
  {
    "id": "3070498",
    "unitNumber": 6,
    "text": "Why is “humanity” considered an ethical issue in AI?",
    "correctAnswer": "A",
    "options": {
      "A": "Machines can significantly affect human behavior and interaction.",
      "B": "The number of jobs will decrease because many of them will be replaced by AI systems.",
      "C": "If AI applications are accessible only the wealthy corporations, a further digital divide will occur.",
      "D": "AI systems may lead to discrimination in such a way that some individuals or groups of people are treated less favorably.",
      "E": "AI are used to identify patterns, trends and make decisions with minimal human assistance or intervention."
    },
    "explanation": "The ethical issue concerning humanity relates to the fact that machines can significantly affect human behavior and interaction."
  },
  {
    "id": "3070504",
    "unitNumber": 6,
    "text": "Which of the following is the purpose of data de-identification process?",
    "correctAnswer": "D",
    "options": {
      "A": "to discover the individual to which the data belongs by combining anonymous data with publicly available information",
      "B": "to lure individuals into providing sensitive data such as their identity, bank and credit card details using email, text messages and fake websites",
      "C": "to share another’s personal or private information to cause embarrassment and humiliation to them",
      "D": "to remove any identifiable information from the dataset so that individuals remain anonymous.",
      "E": "to steal an individual’s identity and impersonate him/her to obtain credit, buy products or services"
    },
    "explanation": "The purpose of <strong><em>data de-identification </em></strong>process is to remove any identifiable information from the dataset so that individuals remain anonymous"
  },
  {
    "id": "3070510",
    "unitNumber": 6,
    "text": "Which of the following letter does NOT accurately represent Pike’s acronym of CRAFT?",
    "correctAnswer": "E",
    "options": {
      "A": "C: Choice",
      "B": "R: responsibility",
      "C": "A: Accountability",
      "D": "F: Fairness",
      "E": "T: Transaction"
    },
    "explanation": "In Pike’s (2019) CRAFT framework for ethical decision making involving big data, each letter in the acronym stands for:<br/>C: Choice; R: responsibility; A: Accountability; F: Fairness; T: Transparency"
  },
  {
    "id": "3070513",
    "unitNumber": 6,
    "text": "Which of the following have become part of business operations and markets in the last decade?<br/><ol type=\"I\"> <li>e-commerce</li> <li>social networking</li> <li>m-commerce</li> <li>cloud computing</li> <li>Internet of Things</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III",
      "B": "I, II, III, IV",
      "C": "I, II, III, IV, V",
      "D": "I, III, IV",
      "E": "I, III, IV, V"
    },
    "explanation": "Over the last decades, Internet-based technologies such as e-commerce, social networking and more recently m-commerce, cloud computing and the Internet of Things (IoT) have steadily infiltrated business operations and markets."
  },
  {
    "id": "3070518",
    "unitNumber": 6,
    "text": "Which of the following are ethical issues related to cloud computing?<br/><ol type=\"I\"> <li>security</li> <li>privacy</li> <li>ownership</li> <li>control</li> <li>intellectual property</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, II",
      "B": "I, II, III",
      "C": "I, II, III, IV",
      "D": "I, II, III, IV, V",
      "E": "I, III, IV, V"
    },
    "explanation": "Ethical analysis dealing with cloud computing stems from its relevant characteristics such as the shift of control from users to cloud service providers, resources being located anywhere in the world, administration by different organizations, with interconnection of multiple services across the cloud (Timmerman et al., 2010). These characteristics bring about several ethical concerns such as security, privacy, ownership and control."
  },
  {
    "id": "3070520",
    "unitNumber": 6,
    "text": "All of the following are true of Internet of Things (IoT) EXCEPT",
    "correctAnswer": "D",
    "options": {
      "A": "IoT is a complex network linking physical and virtual objects/ machines/devices through sensors, communication functions and actuation capabilities.",
      "B": "IoT has the ability of objects to communicate with each other and to be active in the physical realm (i.e. ability to generate motion) without human intervention.",
      "C": "IoT’s connectivity with many devices may resultu in limited or ineffective information security that present several ways for malicious cyberattacks.",
      "D": "IoT allows organizations to monitor and track employees in offices as well as in other locations to guarantee their privacy, security and safety.",
      "E": "An example of IoT applications for consumers include smart homes or automated homes where lighting, heating, media and security systems can be controlled remotely."
    },
    "explanation": "All true except (d). IoT allows organizations to monitor and track employees in offices and also in other locations. Employee surveillance (with or without their awareness) can compromise privacy, security and safety of employees."
  },
  {
    "id": "3070523",
    "unitNumber": 6,
    "text": "Which of the following are true of the Turkish Law on the Protection of Personal Data?<br/><ol type=\"I\"> <li>The law came into effect in 2017</li> <li>The law states that explicit consent is required for processing and storing of personal data</li> <li>The law gives individuals the right to complain to the Personal Data Protection Board</li> <li>The law is in agreement with GDPR and EU Data Protection Directive</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I, II",
      "B": "I, II, III, IV",
      "C": "II, III",
      "D": "II, III, IV",
      "E": "II, IV"
    },
    "explanation": "In Turkey, the Law on the Protection of Personal Data No. 6698 was published in April 2016 by the Turkish Personal Data Protection Authority (KVKK) on processing and transferring of personal data and the rights of data subjects (http-18). It is in keeping with the GDPR (General Data Protection Regulation) and the EU Data Protection Directive. For example, explicit consent must be given to data subjects in processing and storing personal data. The rights of data subjects include the right to apply (have access to) and the right to complain (to the Personal Data Protection Board)."
  },
  {
    "id": "3070526",
    "unitNumber": 6,
    "text": "Which of the following are among legal frameworks to protect intellectual property?<br/><ol type=\"I\"> <li>copyright</li> <li>patent</li> <li>trademark</li> <li>trade secrets</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, II",
      "B": "I, III, IV",
      "C": "I, II, III, IV",
      "D": "II, III, IV",
      "E": "II, III"
    },
    "explanation": "The four major legal frameworks to protect intellectual property are copyright, patents, trademarks, and trade secrets."
  },
  {
    "id": "3070528",
    "unitNumber": 6,
    "text": "What is deepfake?",
    "correctAnswer": "D",
    "options": {
      "A": "refers to system’s ability to learn from large quantities of data using training data sets and improve from new experiences",
      "B": "a set of algorithms, modelled loosely after the human brain, that can be trained to classify multimedia objects into known categories",
      "C": "use of multiple layers of neural networks to reveal complex patterns in large amounts of data",
      "D": "a video or sound recording that replaces someone's face or voice with that of someone else, in a way that appears real",
      "E": "a malware that can secretly install itself on a user computer to gather information without the user’s knowledge"
    },
    "explanation": "Another type of computer abuse is the use of deepfakes. A <strong><em>deepfake </em></strong>uses AI and deep learning to manipulate or generate visual and audio content in which a person’s existing image or video is replaced with someone else’s likeness (http-30). There is a deep concern over the use of deepfake on the Internet as the technology enables the creation of realistic-looking photos or videos of people saying or doing things that did not happen in real life."
  },
  {
    "id": "2375536",
    "unitNumber": 7,
    "text": "I. Creative accounting<br/>II. Conflict of fraud<br/>III. black market<br/>IV. money laundering<br/>Which of the above is/are within the ethical issue framework?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "II, III, IV",
      "D": "I, II, III, IV",
      "E": "IV, V"
    },
    "explanation": "Ethical issues in accounting and finance might<br/>be related to the following broad themes:<br/>• creative accounting,<br/>misrepresentation and inaccurate financial<br/>reporting,<br/>• accounting fraud,<br/>• investment scams,<br/>• conflict of interest,<br/>• insider trading,<br/>• hoarding,<br/>• black market,<br/>• bribery and extortion,<br/>• money laundering,<br/>• tax avoidance and tax evasion."
  },
  {
    "id": "2375548",
    "unitNumber": 7,
    "text": "Which of the following is <u>not</u> one of the financial intermediaries?",
    "correctAnswer": "A",
    "options": {
      "A": "Corporates",
      "B": "Banks",
      "C": "Insurance companies",
      "D": "Investment trusts",
      "E": "Pension funds"
    },
    "explanation": "financial intermediaries such as banks, exchanges, insurance companies, pension funds, investment trusts and other financial service providers that facilitate financial transactions."
  },
  {
    "id": "2375561",
    "unitNumber": 7,
    "text": "I. Ethical obligations of a financial manager<br/>II. Duties of a financial manager<br/>III. The ethics of organizing a company with shareholder control<br/>IV. Adjusting the interest rates<br/>Which of the above are within the considerations of ethical issues in financial management?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "II, III",
      "D": "I, IV",
      "E": "II, IV"
    },
    "explanation": "Ethical issues in financial management fall into<br/>two broad categories: (1) the ethical obligations or<br/>duties of a financial manager of a company, and (2)<br/>the ethics of organizing a company with shareholder<br/>control and the goal of maximizing shareholder<br/>wealth. While the first category is based on decisions<br/>made by financial managers, the second is a subject<br/>of great concern to the government in establishing<br/>corporate governance laws."
  },
  {
    "id": "2375684",
    "unitNumber": 7,
    "text": "I. Transfer pricing<br/>II. thin capitalization<br/>III. Intangible assets<br/>IV. offshore billing<br/>Which of the abover is/are tax avoidance technique/techniques?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "I, II, III, IV",
      "D": "III, IV",
      "E": "Only I"
    },
    "explanation": "Tax evasion is the use of illegal methods to avoid paying tax. Transfer<br/>pricing, offshore billing, thin capitalization, intangible assets can be used as tax avoidance techniques."
  },
  {
    "id": "2375693",
    "unitNumber": 7,
    "text": "I. Full disclosure<br/>II. Individual judgment<br/>III. Misrepresentation<br/>IV. Miscalculation<br/>V. Company demands<br/>Which of the above are the ethical issues accountants are confronted?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III",
      "B": "I, II, III, V",
      "C": "I, II, III, IV",
      "D": "I, III, V",
      "E": "II, IV"
    },
    "explanation": "Accountants and financial managers are<br/>often confronted with ethical issues such as:<br/>• Full disclosure and transparency<br/>• Professional duty vs. company demands<br/>• Individual judgment vs. demands from<br/>clients<br/>• Misrepresentation<br/>• Conflict of interest"
  },
  {
    "id": "2375709",
    "unitNumber": 7,
    "text": "What is representational faithfullness?",
    "correctAnswer": "D",
    "options": {
      "A": "Financial decision-making process",
      "B": "Being faithful to the company",
      "C": "Being faithful to the representatives",
      "D": "accurate representation of a company's resources.",
      "E": "representing all the figures that belong to a company"
    },
    "explanation": "Representational faithfulness is the extent to<br/>which information accurately reflects a company’s<br/>resources, obligatory claims, transactions, etc.<br/>The financial information in the financial reports<br/>should represent what it purports to represent."
  },
  {
    "id": "2375721",
    "unitNumber": 7,
    "text": "Which ethical issue involves consistency with moral principles and fair dealing?",
    "correctAnswer": "B",
    "options": {
      "A": "Objectivity",
      "B": "Integrity",
      "C": "Independence",
      "D": "Professional competence",
      "E": "Due care"
    },
    "explanation": "Integrity is related to demonstrating behavior and<br/>actions consistent with a set of moral or ethical<br/>principles and standards accepted by individuals<br/>and institutions. The professional accountants and<br/>finance professionals must be straightforward and<br/>honest in all professional and business relationships.<br/>Integrity involves fair dealing, truthfulness and the<br/>strength character to act appropriately."
  },
  {
    "id": "2375729",
    "unitNumber": 7,
    "text": "I. Integrity and truthfulness<br/>II. Promise keeping<br/>III. Book keeping<br/>IV. Fairness<br/>V. Loyalty<br/>Which of the above ethical principles should a company adopt?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, IV",
      "B": "III, IV, V",
      "C": "I, IV, V",
      "D": "I, V",
      "E": "I, II, IV, V"
    },
    "explanation": "The SROCC recommends that firms engaged in the financial services industry adopt the following<br/>ethical principles:<br/>• Integrity and Truthfulness<br/>• Promise Keeping<br/>• Loyalty - Managing and Fully Disclosing Conflicts of Interest<br/>• Fairness to the Customer<br/>• Doing No Harm to the Customer or the Profession<br/>• Maintaining Confidentiality"
  },
  {
    "id": "2375739",
    "unitNumber": 7,
    "text": "What is integration of personal values, social considerations and<br/>economic factors into the investment decision called?",
    "correctAnswer": "D",
    "options": {
      "A": "Representative truthfulness",
      "B": "Positive choice approach",
      "C": "Activist Approach",
      "D": "Ethical investing",
      "E": "Relevance"
    },
    "explanation": "Ethical investment is generally defined as the integration of personal values, social considerations and economic factors into the investment decision."
  },
  {
    "id": "2375765",
    "unitNumber": 7,
    "text": "I. Integrity<br/>II. Competence<br/>III. Independence and objectivity<br/>IV. Professional behavior<br/>V. Confidentiality and transparency<br/>Which of the above are among the fundamental ethical values?",
    "correctAnswer": "B",
    "options": {
      "A": "I, V",
      "B": "I, II, III, IV, V",
      "C": "II, III, IV, V",
      "D": "II, III, IV",
      "E": "II, IV, V"
    },
    "explanation": "the fundamental ethical values are:<br/>a) Integrity - to act honestly, reliably, in good faith and in the public interest;<br/>b) Independence and objectivity - to befreefromcircumstances orinfluencesthat compromise,<br/>or may be seen as compromising, professional judgement, and to act in an impartial and<br/>unbiased manner;<br/>c) Competence - to acquire and maintain knowledge and skills appropriate for the role, and to<br/>act in accordance with applicable standards, and with due care;<br/>d) Professional behavior - to comply with applicable laws, regulations and conventions, and<br/>to avoid any conduct that may discredit the SAI;<br/>e) Confidentiality and transparency - to appropriately protect information, balancing this<br/>with the need for transparency and accountability"
  },
  {
    "id": "2376646",
    "unitNumber": 7,
    "text": "Which one of the following is the exploitation of loopholes in accounting figures in order to present misleading financial statements in a favorable way?",
    "correctAnswer": "C",
    "options": {
      "A": "Misrepresentation and inaccurate financial reporting",
      "B": "Accounting fraud",
      "C": "Creative accounting",
      "D": "Investment scams",
      "E": "Conflict of interest"
    },
    "explanation": "“Creative accounting” takes advantage of gray areas in the law, although not illegal, potentially misleading. This is the exploitation of loopholes in accounting figures in order to present misleading financial statements in a favorable way (similar to the distinction between tax avoidance and evasion)."
  },
  {
    "id": "2376677",
    "unitNumber": 7,
    "text": "Which of the following is the illegal trade and trafficking of scarce and extremely valuable commodities; also known as shadow or underground economy?",
    "correctAnswer": "E",
    "options": {
      "A": "Insider trading",
      "B": "Conflict of interest",
      "C": "Tax avoidance",
      "D": "Money laundering",
      "E": "Black market"
    },
    "explanation": "Black Market: This is the illegal trade and trafficking of scarce and extremely valuable commodities; also known as shadow or underground economy."
  },
  {
    "id": "2376685",
    "unitNumber": 7,
    "text": "Which of the following ethical issues in financial management is a subject of great concern to the government in establishing corporate governance laws?",
    "correctAnswer": "B",
    "options": {
      "A": "the ethical obligations or duties of a financial manager of a company",
      "B": "the ethics of organizing a company with shareholder control and the goal of maximizing shareholder wealth",
      "C": "Ethical behavior is fundamental to the success of the financial services industry.",
      "D": "Investors expect and demand that financial services professionals adhere to sound ethical standards in all aspects of their activities",
      "E": "There is a great pressure on people in the financial industry and the difficulty of success might cause unethical and illegal behavior."
    },
    "explanation": "Ethical issues in financial management fall into two broad categories: (1) the ethical obligations or duties of a financial manager of a company, and (2) the ethics of organizing a company with shareholder control and the goal of maximizing shareholder wealth. While the first category is based on decisions made by financial managers, the second is a subject of great concern to the government in establishing corporate governance laws."
  },
  {
    "id": "2376691",
    "unitNumber": 7,
    "text": "Which one of the following fundamental principles of ethics is related to avoidance of bias, conflict of interest or undue influence of others to override professional or business judgments?",
    "correctAnswer": "D",
    "options": {
      "A": "Fiduciary Duty",
      "B": "Professional Competence and Due Care",
      "C": "Integrity and Truthfulness",
      "D": "Independence and Objectivity",
      "E": "Confidentiality and Transparency"
    },
    "explanation": "Independence and Objectivity: Independence and objectivity is related to avoidance of bias, conflict of interest or undue influence of others to override professional or business judgments. A professional accountant and finance professional should not allow bias, conflict of interest or improper influence of others to override professional or business judgments."
  },
  {
    "id": "2376696",
    "unitNumber": 7,
    "text": "Which of the following provides a conceptual framework for professional accountants to apply in order to identify, evaluate and address threats to compliance with the fundamental principles?",
    "correctAnswer": "A",
    "options": {
      "A": "The Code",
      "B": "IOSCO",
      "C": "SROCC",
      "D": "SRO",
      "E": "Consultative Committee"
    },
    "explanation": "The International Code of Ethics for Professional Accountants (“the Code”) provides a conceptual framework for professional accountants to apply in order to identify, evaluate and address threats to compliance with the fundamental principles."
  },
  {
    "id": "2376702",
    "unitNumber": 7,
    "text": "Which of the following determines the standard of behavior expected from a professional accountant?",
    "correctAnswer": "C",
    "options": {
      "A": "Integrity and Truthfulness",
      "B": "Guiding ethical principles",
      "C": "Fundamental principles of ethics",
      "D": "Accounting profession",
      "E": "Comparability of accounting information"
    },
    "explanation": "The fundamental principles of ethics determine the standard of behavior expected from a professional accountant."
  },
  {
    "id": "2376709",
    "unitNumber": 7,
    "text": "‘In ……….., investors actively invest in companies that operate in line with their social values.’<br/>Which of the following fills the gap in the given sentence most appropriately?",
    "correctAnswer": "D",
    "options": {
      "A": "Avoidance approach",
      "B": "Activist approach",
      "C": "Income approach",
      "D": "Positive choice approach",
      "E": "Socially responsible mutual funds approach"
    },
    "explanation": "Positive choice approach: In this approach, investors actively invest in companies that operate in line with their social values."
  },
  {
    "id": "2376716",
    "unitNumber": 7,
    "text": "Which of the following could be said for ethical investment?",
    "correctAnswer": "E",
    "options": {
      "A": "It is a strategy in which a person chooses investments according to his personal beliefs",
      "B": "It does not support industries that are making a positive change",
      "C": "It will not always prioritize environmental factors, social factors and governance practices.",
      "D": "Financial return is the only criterion driving investment and does not include social benefits.",
      "E": "It is generally defined as the integration of personal values, social considerations and economic factors into the investment decision"
    },
    "explanation": "Ethical investing (or socially responsible investing - SRI) is a strategy in which a person chooses investments according to a personal code of ethics. Ethical investment (or socially responsible investment) supports industries that are making a positive change, such as sustainable energy. Ethical investment is generally defined as the integration of personal values, social considerations and economic factors into the investment decision. Financial return remains an important outcome, but it is not the only criterion driving investment; including ethical concerns and social benefit. Socially responsible investment as investments will prioritize environmental factors, social factors and governance practices."
  },
  {
    "id": "2376725",
    "unitNumber": 7,
    "text": "Which of the following brings the ethical dimension of responsibility and accountability of each stakeholder within the framework of governance?",
    "correctAnswer": "B",
    "options": {
      "A": "The Chartered Institute of Internal Auditors",
      "B": "Corporate governance",
      "C": "Capital markets",
      "D": "Facial recognition",
      "E": "IoT devices"
    },
    "explanation": "Corporate governance brings the ethical dimension of responsibility and accountability of each stakeholder within the framework of governance. This is more critical in the financial sector because of trust to managers, the board of directors and other stakeholders (Iqbal and Mirakhor, 2017, p.9)."
  },
  {
    "id": "2376733",
    "unitNumber": 7,
    "text": "Which of the following is responsible for issuing ethical standards in compliance with international standards for auditors?",
    "correctAnswer": "E",
    "options": {
      "A": "Capital Markets Board of Turkey-CMB",
      "B": "The Banks Association of Turkey -TBB",
      "C": "Union of Chambers of Certified Public Accountants of Turkey -TÜRMOB",
      "D": "Qulaity Assurance- QA",
      "E": "Accounting and Auditing Standards Authority-KGK"
    },
    "explanation": "The KGK is also responsible for issuing ethical standards in compliance with international standards for auditors."
  },
  {
    "id": "2385006",
    "unitNumber": 7,
    "text": "Which of the following companies is not involved with any financial reporting and<br/>audit scandals?",
    "correctAnswer": "A",
    "options": {
      "A": "General Electric",
      "B": "Enron",
      "C": "WorldCom",
      "D": "Xerox",
      "E": "Parmalat"
    },
    "explanation": "General Electric is not involved with any financial reporting and audit scandals."
  },
  {
    "id": "2385008",
    "unitNumber": 7,
    "text": "Which of the following is not among the themes related to the ethical issues in accounting and finance?",
    "correctAnswer": "E",
    "options": {
      "A": "Creative accounting",
      "B": "Accounting fraud",
      "C": "Investment scams",
      "D": "Conflict of interest",
      "E": "Unemployment"
    },
    "explanation": "Unemployment is not among the themes related to the ethical issues in accounting and finance."
  },
  {
    "id": "2385010",
    "unitNumber": 7,
    "text": "_______ exploitation of loopholes in accounting figures in order to present misleading financial statements in a favorable way (similar to the distinction between tax avoidance and evasion).<br/>Which of the following completes the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "Inaccurate financial reporting",
      "B": "Accounting fraud",
      "C": "Investment scams",
      "D": "Creative accounting",
      "E": "Insider trading"
    },
    "explanation": "Creative accounting: “Creative accounting” takes advantage of gray areas in the law, although not illegal, potentially misleading. This is the exploitation of loopholes in accounting figures in order to present misleading financial statements in a favorable way (similar to the distinction between tax avoidance and evasion)."
  },
  {
    "id": "2385011",
    "unitNumber": 7,
    "text": "_______ is an intentional manipulation of accounting records to create an illusion about a company’s financial performance or condition.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "C",
    "options": {
      "A": "Creative accounting",
      "B": "Inaccurate financial reporting and associated misrepresentation",
      "C": "Accounting fraud",
      "D": "Investment scams",
      "E": "Conflict of interest"
    },
    "explanation": "Accounting fraud is an intentional manipulation of accounting records to create an illusion about a company’s financial performance or condition."
  },
  {
    "id": "2385013",
    "unitNumber": 7,
    "text": "_______ illegal trade and trafficking of scarce and extremely valuable commodities; also known as shadow or underground economy.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "E",
    "options": {
      "A": "Hoarding",
      "B": "Conflict of interest",
      "C": "Bribery",
      "D": "Extortion",
      "E": "Black market"
    },
    "explanation": "Black Market: This is the illegal trade and trafficking of scarce and extremely valuable commodities; also known as shadow or underground economy."
  },
  {
    "id": "2385014",
    "unitNumber": 7,
    "text": "Which of the following is the process of managing personal financial activities such as saving, investing, and borrowing money?",
    "correctAnswer": "A",
    "options": {
      "A": "Personal finance",
      "B": "Corporate finance",
      "C": "Public finance",
      "D": "International finance",
      "E": "Global finance"
    },
    "explanation": "Personal finance is the process of managing personal financial activities such as saving, investing, and borrowing money. The term often refers to the entire industry that provides financial services to individuals and households."
  },
  {
    "id": "2385015",
    "unitNumber": 7,
    "text": "Which of the following deals with financing, capital structure, business activity reporting, and analysis that management conducts to increase the value of the company?",
    "correctAnswer": "E",
    "options": {
      "A": "Personal finance",
      "B": "Global finance",
      "C": "Public finance",
      "D": "International finance",
      "E": "Corporate finance"
    },
    "explanation": "Corporate finance and accounting deal with financing, capital structure, business<br/>activity reporting, and analysis that management conducts to increase the value of the company."
  },
  {
    "id": "2385016",
    "unitNumber": 7,
    "text": "Which of the following is the management of a country’s revenue, expenditures, and debts to recognize when, how and why the government should intervene in the current economy, and also understand the possible outcomes of making changes in the market?",
    "correctAnswer": "D",
    "options": {
      "A": "Financial market",
      "B": "Global finance",
      "C": "Corporate finance",
      "D": "Public finance",
      "E": "Personal finance"
    },
    "explanation": "Public finance is the management of a country’s revenue, expenditures, and debts to recognize when, how and why the government should intervene in the current economy, and also understand the possible outcomes of making changes in the market."
  },
  {
    "id": "2385018",
    "unitNumber": 7,
    "text": "Which of the following is not among the ethical issues confronted by the accountants and financial managers?",
    "correctAnswer": "A",
    "options": {
      "A": "Unemployment",
      "B": "Full disclosure and transparency",
      "C": "Professional duty vs. company demands",
      "D": "Individual judgment vs. demands from clients",
      "E": "Misrepresentation"
    },
    "explanation": "Unemployment is not among the ethical issues confronted by the accountants and financial managers."
  },
  {
    "id": "2385019",
    "unitNumber": 7,
    "text": "_______ means one party’s legal obligation to act in the best interest of the other party.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "No Harm",
      "B": "Honesty",
      "C": "Trust",
      "D": "Fiduciary Duty",
      "E": "Duty"
    },
    "explanation": "Fiduciary duty means one party’s legal obligation to act in the best interest of the other party."
  },
  {
    "id": "2386942",
    "unitNumber": 7,
    "text": "Which one is the crucial milestone from 2001 for business ethics?",
    "correctAnswer": "A",
    "options": {
      "A": "Enron Scandal",
      "B": "Mobil Scandal",
      "C": "Tyco Scandal",
      "D": "Xerox Scandal",
      "E": "Shell Scandal"
    },
    "explanation": "You can read from Introduction section.<br/>Enron scandal is the milestone in 2001."
  },
  {
    "id": "2386952",
    "unitNumber": 7,
    "text": "Which one is considered to be \"individuals who were in key organizational positions and the ethicality of their decisions\" in financial scandal?",
    "correctAnswer": "A",
    "options": {
      "A": "Individual level",
      "B": "Corporate level",
      "C": "Policy level",
      "D": "Management level",
      "E": "Group level"
    },
    "explanation": "You can read in Introduction section.<br/>Individual level is the right answer."
  },
  {
    "id": "2386957",
    "unitNumber": 7,
    "text": "Which one is considered to be \"the collective responsibility of all employees as well as the governance structures, systems and processes that operated within the organization to restrain appropriate behavior\" in financial scandal?",
    "correctAnswer": "A",
    "options": {
      "A": "Corporate level",
      "B": "Personal level",
      "C": "Private level",
      "D": "Regulatory level",
      "E": "Policy level"
    },
    "explanation": "You can read in Introduction section.<br/>Corporate level is the right answer."
  },
  {
    "id": "2386961",
    "unitNumber": 7,
    "text": "Which one is considered to be \"the interconnected organizations such as auditors, bankers, and other financial institutions cooperate in order to deceive or gain an advantage in the ongoing deception of the true company performance\" in financial scandals?",
    "correctAnswer": "A",
    "options": {
      "A": "Regulatory level",
      "B": "Corporate level",
      "C": "Individual level",
      "D": "Business level",
      "E": "Group level"
    },
    "explanation": "You can read in Introduction section.<br/>Regulatory level is the right answer."
  },
  {
    "id": "2386982",
    "unitNumber": 7,
    "text": "What does SOX stand for?",
    "correctAnswer": "A",
    "options": {
      "A": "Sarbanes-Oxley Act",
      "B": "Sorbonne-Oil Act",
      "C": "Sand-Ought Act",
      "D": "Seal-Whiley Act",
      "E": "Silver-Oliver Act"
    },
    "explanation": "You can read in Introduction section.<br/>Sarbanes-Oxley Act is the right answer."
  },
  {
    "id": "2386986",
    "unitNumber": 7,
    "text": "What is the purpose of Sarbanes-Oxley Act?",
    "correctAnswer": "A",
    "options": {
      "A": "Re-establish public trust",
      "B": "Ro-connect with financers",
      "C": "Re-built markets",
      "D": "Re-organize stakeholders",
      "E": "Re-consider the needs"
    },
    "explanation": "You can read in Introduction section.<br/>Re-establish public trust is the right answer."
  },
  {
    "id": "2386994",
    "unitNumber": 7,
    "text": "Which one refers to \"...takes advantage of gray areas in the law, although not illegal, potentially misleading. This is the exploitation of loopholes in accounting figures in order to present misleading financial statements in a favorable way (similar to the distinction between tax avoidance and evasion).\"?",
    "correctAnswer": "A",
    "options": {
      "A": "Creative accounting",
      "B": "Accounting fraud",
      "C": "Misleading Information",
      "D": "Investment",
      "E": "Investment scam"
    },
    "explanation": "You can read in Ethical Issues in Accounting and Finance section.<br/>Creative accounting is the right answer."
  },
  {
    "id": "2388139",
    "unitNumber": 7,
    "text": "Which one refers to \"...is an intentional manipulation of accounting records to create an illusion about a company’s financial performance or condition. The main actors in the process are either the employees or the organization itself, together with the senior management team.\"?",
    "correctAnswer": "A",
    "options": {
      "A": "Accounting fraud",
      "B": "Personal accounting",
      "C": "Misinformation",
      "D": "Investment scam",
      "E": "Malfunction"
    },
    "explanation": "You can read in ETHICAL ISSUES IN ACCOUNTING AND FINANCE section.<br/>Creative accounting is the right answer."
  },
  {
    "id": "2388247",
    "unitNumber": 7,
    "text": "Which one refers to \"...specific to financial products and services such as shares, bonds, managed funds, and investing or trading through an online or app-based trading platform. Ponzi schemes are a well known fraud type. In a Ponzi scheme, naive investors are persuaded to buy arcane investments that promise fantastic returns. Until no more money can be raised, early investors are paid off with money collected from subsequent victims.\"?",
    "correctAnswer": "A",
    "options": {
      "A": "Investment scams",
      "B": "Personal accounts",
      "C": "Account fraud",
      "D": "Creative accountings",
      "E": "Misinformation"
    },
    "explanation": "You can read in ETHICAL ISSUES IN ACCOUNTING AND FINANCE section.<br/>Investment scam is the right answer."
  },
  {
    "id": "2388280",
    "unitNumber": 7,
    "text": "Which one refers to \"...is the purchasing and storage of a commodity with the intent of monopolizing it.\"?",
    "correctAnswer": "A",
    "options": {
      "A": "Hoarding",
      "B": "Black market",
      "C": "Bribery",
      "D": "Money laundering",
      "E": "Disinformation"
    },
    "explanation": "You can read in ETHICAL ISSUES IN ACCOUNTING AND FINANCE section.<br/>Hoarding is the right answer."
  },
  {
    "id": "2370013",
    "unitNumber": 8,
    "text": "Which one of the following <strong><u>is not</u></strong> one of the benefits of globalization?",
    "correctAnswer": "E",
    "options": {
      "A": "Advancement of technology",
      "B": "Provision of alternative goods and services",
      "C": "Foreign direct investments",
      "D": "Flow of capital among nations",
      "E": "Increasing unemployment"
    },
    "explanation": "Globalization and Connected Economy<br/>Increasing unemployment"
  },
  {
    "id": "2370022",
    "unitNumber": 8,
    "text": "“They can be defined as the enterprises that control and manage production establishments located in at least two countries and they are characterized by a global strategy of investment, production and distribution”.<br/>Which term is described by the sentences above?",
    "correctAnswer": "C",
    "options": {
      "A": "National enterprises",
      "B": "International enterprises",
      "C": "Multinational enterprises",
      "D": "Local enterprises",
      "E": "Global enterprises"
    },
    "explanation": "Multinational enterprises"
  },
  {
    "id": "2370024",
    "unitNumber": 8,
    "text": "Which one of the following <strong><u>is not</u></strong> one of the criticisms for multinational enterprises?",
    "correctAnswer": "A",
    "options": {
      "A": "Creating income equality",
      "B": "The gap between higher income and lower income countries",
      "C": "Misuse of natural and human resources",
      "D": "Selling the products made from natural resources with a much higher price",
      "E": "Creating barriers of entry and economies of scale"
    },
    "explanation": "Multinational Enterprises<br/>Creating income equality"
  },
  {
    "id": "2370027",
    "unitNumber": 8,
    "text": "In order to attract foreign investments, governments provide various ____________ including tax exempts and trade promotions.",
    "correctAnswer": "B",
    "options": {
      "A": "payments",
      "B": "incentives",
      "C": "incomes",
      "D": "barriers",
      "E": "risks"
    },
    "explanation": "Multinational Enterprises<br/>incentives"
  },
  {
    "id": "2370030",
    "unitNumber": 8,
    "text": "When conducting global business, individuals encounter values, beliefs and ideas that may differ from their own because of those __________ differences.",
    "correctAnswer": "C",
    "options": {
      "A": "traditional",
      "B": "religious",
      "C": "cultural",
      "D": "geographical",
      "E": "ethical"
    },
    "explanation": "Global Culture and Ethical Decisions<br/>cultural"
  },
  {
    "id": "2370031",
    "unitNumber": 8,
    "text": "Which one of the following countries belongs to high-context cultures?",
    "correctAnswer": "D",
    "options": {
      "A": "USA",
      "B": "UK",
      "C": "Norway",
      "D": "China",
      "E": "Sweden"
    },
    "explanation": "Global Culture and Ethical Decisions<br/>China"
  },
  {
    "id": "2370032",
    "unitNumber": 8,
    "text": "According to the ___________ view, businesses should obey the moral standards of the host country where they have their operations.",
    "correctAnswer": "B",
    "options": {
      "A": "globalist",
      "B": "relativist",
      "C": "cultural",
      "D": "environmental",
      "E": "ethical"
    },
    "explanation": "Global Culture and Ethical Decisions<br/>relativist"
  },
  {
    "id": "2370034",
    "unitNumber": 8,
    "text": "What is the name of the company which was accused of using sweatshops to produce its footwear and apparel products in developing countries such as China, Taiwan, Pakistan and faced boycotts from consumers?",
    "correctAnswer": "D",
    "options": {
      "A": "Walmart",
      "B": "Volkswagen",
      "C": "Amazon.com",
      "D": "Nike",
      "E": "Toyota Motor"
    },
    "explanation": "Global Ethical Issues<br/>Nike"
  },
  {
    "id": "2370035",
    "unitNumber": 8,
    "text": "The __________ Constitution sets forth the principle that workers must be protected from sickness, disease and injury arising from their employment.",
    "correctAnswer": "C",
    "options": {
      "A": "WHO",
      "B": "UNDP",
      "C": "ILO",
      "D": "UN",
      "E": "UNEP"
    },
    "explanation": "Global Ethical Issues<br/>ILO"
  },
  {
    "id": "2370037",
    "unitNumber": 8,
    "text": "Which one of the following <strong><u>is not</u></strong> one of the basic human rights?",
    "correctAnswer": "E",
    "options": {
      "A": "The right to life and liberty",
      "B": "Freedom from slavery and torture",
      "C": "Freedom of opinion and expression",
      "D": "The right to work and education",
      "E": "Differential treatment of persons"
    },
    "explanation": "Global Ethical Issues<br/>Differential treatment of persons"
  },
  {
    "id": "2374292",
    "unitNumber": 8,
    "text": "I. Privatization of trade policies<br/>II. elimination of trade barriers among countries<br/>III. rapid development of information technologies<br/>Which of the above are among the factors creating global economy?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I, II",
      "D": "I, II, III",
      "E": "Only III"
    },
    "explanation": "Privatization and deregulation of trade policies,<br/>elimination of trade barriers among countries,<br/>along with rapid development of information<br/>and communications technologies, facilitated<br/>globalization especially after World War II. As a result of these developments, the borders among countries are minimized creating a new global<br/>economy."
  },
  {
    "id": "2374298",
    "unitNumber": 8,
    "text": "I. Internalization<br/>II. Liberalization<br/>III. Recession<br/>IV. Universalization<br/>V. Westernization<br/>Which of the following above are included in the definiton of globalization?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, IV, V",
      "B": "I, III, IV, V",
      "C": "I, II, III, V",
      "D": "I, II, III, IV",
      "E": "II, III, IV, V"
    },
    "explanation": "Most definitions about globalization consist of internationalization, liberalization, universalization<br/>and westernization."
  },
  {
    "id": "2374309",
    "unitNumber": 8,
    "text": "I. The focus of Globalization 1.0 was on industrial production of companies.<br/>II. Globalization 2.0 was characterized by nationalism and religion.<br/>III. Globalization 2.0 covered the 20th century.<br/>IV. Globalization 3.0 is characterized by the development of multinational corporations.<br/>V. Globalization 4.0 is characterized by advancements in technology and communications. <br/>Which of the above is correct?",
    "correctAnswer": "B",
    "options": {
      "A": "I, III, IV",
      "B": "I, III",
      "C": "II, III",
      "D": "III, IV",
      "E": "IV, V"
    },
    "explanation": "Globalization 1.0 started with discovery of the New World by Columbus; covering the era from 1492 to about 1800, this period was characterized<br/>by nationalism and religion so the focus was on industrial production of companies. Starting from 1800, Globalization 2.0 continued until<br/>the beginning of the 21st century. This period is characterized by the development of multinational corporations. Globalization 3.0 began in 2000 and the period since then is characterized by advancements in technology and communications.<br/>Recently, it has been discussed that the fourth period of Globalization (4.0) began with the automation and smart services in every aspect of life. These ongoing developments will continue to make the world more flatter by removing the borders."
  },
  {
    "id": "2374332",
    "unitNumber": 8,
    "text": "I. MNEs keep the host country a partner.<br/>II. MNEs limits a country's access to resources.<br/>III. MNEs leave economies dependent on foreign control.<br/>Which of the above is/are correct about Multinational Enterprises (MNEs)?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III",
      "B": "I, II",
      "C": "II, III",
      "D": "Only I",
      "E": "I, III"
    },
    "explanation": "MNEs can dominate and protect their core<br/>technology and research and development<br/>(R&amp;D), thus keeping the host country a<br/>consumer, not a partner or producer.<br/>MNEs can destabilize national sovereignty<br/>by limiting a country’s access to critical<br/>capital and resources, thereby creating<br/>a host-country dependency on MNE’s<br/>governments and politics.<br/>•MNEs can create an imbalance of capital<br/>outflows over inflows. They produce but<br/>emphasize exports over imports in the host<br/>country, thereby leaving local economies<br/>dependent on foreign control."
  },
  {
    "id": "2374357",
    "unitNumber": 8,
    "text": "What is the most distinctive feature of culture in global business activities among the countries?",
    "correctAnswer": "C",
    "options": {
      "A": "means of transportation",
      "B": "means of payment",
      "C": "acceptable/unethical business activities",
      "D": "unethical products",
      "E": "origin of products"
    },
    "explanation": "...beliefs about ethical issues regarding global<br/>business activities, which of the business activities<br/>are acceptable or unethical differ among countries<br/>which have distinctive cultures."
  },
  {
    "id": "2374370",
    "unitNumber": 8,
    "text": "How can cultural differences be managed?",
    "correctAnswer": "D",
    "options": {
      "A": "By imposing one nation's cultural elements over the others",
      "B": "By ignoring cultures of nations.",
      "C": "By recognizing cultural differences only in business.",
      "D": "By building an ethical culture in the organization",
      "E": "by preventing unethical issues."
    },
    "explanation": "In order to overcome cultural differences, building an ethical culture in the organization is important to prevent unethical issues."
  },
  {
    "id": "2374393",
    "unitNumber": 8,
    "text": "How is relativism defined?",
    "correctAnswer": "A",
    "options": {
      "A": "Relativism is the belief that ethical values and beliefs of one culture are not better than others.",
      "B": "Relativism is the comparison of beliefs among countries.",
      "C": "Relativism aims to reveal which country has better beliefs.",
      "D": "Relativism indicates that ethical values are better than beliefs.",
      "E": "Relativism aims to find the best ethical beliefs in the cultures."
    },
    "explanation": "the book defines relativism as simply the belief that ethical values and beliefs of one culture are not better than others."
  },
  {
    "id": "2374414",
    "unitNumber": 8,
    "text": "I. Absolutism shares the same views with relativism.<br/>II. Absolutism defends the view that companies should adopt the host country's beliefs.<br/>III. Absolutism believes that companies conduct their home countries' beliefs while operating in host countries.<br/>IV. Absolutism believes that companies should challenge host countries' cultural values.<br/>V. Absolutism believes that companies should adapt their values to other cultures.<br/>Which of the above is correct about absolutism?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "Only IV",
      "E": "Only V"
    },
    "explanation": "Absolutism is the opposite view of relativism,<br/>which indicates that depending on universal<br/>ethical standards, the companies should conduct<br/>the behavior of their home countries while they<br/>operate in host countries. Because of this, Fisher<br/>and Lovell (2003) defined ethical absolutism as<br/>ethical colonialism. Since, businesses act on their<br/>own values when taking their decisions in other<br/>countries; they face important challenges because<br/>it will be probably difficult to adapt their values<br/>and standards to other cultures."
  },
  {
    "id": "2374430",
    "unitNumber": 8,
    "text": "What is the order of 5 steps of ethical decision making?",
    "correctAnswer": "E",
    "options": {
      "A": "Action, Assessment, Alternatives, Analysis, Application",
      "B": "Assessment, Alternatives, Analysis, Action, Application",
      "C": "Application, Action, Alternatives, Analysis, Assessment",
      "D": "Alternatives, Assessment, Action, Analysis, Application",
      "E": "Assessment, Alternatives, Analysis, Application, Action"
    },
    "explanation": "1. Assessment:Make sure you hava all the facts ubout the ethical dilemment<br/>2. Alternatives: Consider your choices<br/>3. Analysis: Identify your candidate decision and tist its validity<br/>4. Application: Apply ethical principles to your candidate decision<br/>5. Action: Make a decision"
  },
  {
    "id": "2374443",
    "unitNumber": 8,
    "text": "I. Labour standards<br/>II. Product standards<br/>III. Environmental standards<br/>IV. Human rights<br/>V. Cultural Diversity<br/>Which of the above is <u>not</u> one of the global ethical issues?",
    "correctAnswer": "B",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "Only IV",
      "E": "Only V"
    },
    "explanation": "Ast (2018) classifies these global ethical issues into five<br/>topics as labour standards, environmental standards,<br/>human rights, cultural diversity and corruption."
  },
  {
    "id": "2387176",
    "unitNumber": 8,
    "text": "Which aspects does the word globalization contain?",
    "correctAnswer": "A",
    "options": {
      "A": "internationalization, liberalization, universalization, and westernization",
      "B": "localization, liberalization, universalization, and westernization.",
      "C": "internationalization, liberalization, universalization, and capitalism",
      "D": "freedom of traveling, liberalization, universalization, and westernization.",
      "E": "communication, trade without borders, and liberalization"
    },
    "explanation": "Globalization which is about interdependent and interconnected nations has become a buzzword, especially in the last four decades. It was first defined by Theodore Levitt in 1983, since then has become an ongoing worldwide phenomenon. Most definitions of globalization consist of <strong>internationalization, liberalization, universalization, and westernization. </strong>"
  },
  {
    "id": "2387188",
    "unitNumber": 8,
    "text": "Which one of the following is <strong>NOT</strong> among the benefits of globalization?",
    "correctAnswer": "E",
    "options": {
      "A": "increasing international trade of alternative goods and services",
      "B": "foreign direct investments,",
      "C": "the flow of capital among nations",
      "D": "advancement of technology.",
      "E": "making learning foreign languages easy"
    },
    "explanation": "The main benefits of globalization, in general, is about increasing international trade and provision of alternative goods and services, foreign direct investments,<br/>the flow of capital among nations, contribution to employment by providing job opportunities internationally, and advancement of technology."
  },
  {
    "id": "2387212",
    "unitNumber": 8,
    "text": "What one of the following risks associated with Globalization is mentioned in the textbook?",
    "correctAnswer": "A",
    "options": {
      "A": "Severe pandemics, such as the COVID 19",
      "B": "The decline in the workforce",
      "C": "Decrease in technological innovations",
      "D": "Famine",
      "E": "Irreversible transformations of the regimes"
    },
    "explanation": "As the Covid-19 pandemic and Global Financial Crisis exemplify, globalization and its effect on businesses are inevitable and unavoidable, and it is also irreversible since many countries are dependent on each other in terms of different resources."
  },
  {
    "id": "2387249",
    "unitNumber": 8,
    "text": "Which one of the following can be considered as the first multinational company (MNC) or transnational corporation (TNC)?",
    "correctAnswer": "C",
    "options": {
      "A": "The feudal system of Anglo-Saxons during the Danish invasion",
      "B": "the U.S. based <em>Baker's Chocolate</em>, which was founded n 1765",
      "C": "<em>the British East India Trading Company, </em> which was founded in 1600.",
      "D": "<em>the International Labor Organization</em> (ILO), which was founded in 1919.",
      "E": "<em>the Royal Dutch Shel</em>l, which was founded in 1907"
    },
    "explanation": "Although MNE's activities are more recent, the origins of such corporations go back more than four centuries. The first MNE is often considered as ‘British East India Trading Company’ which was founded in 1600."
  },
  {
    "id": "2387264",
    "unitNumber": 8,
    "text": "What is/are some of the ethical criticisms for Multinational Enterprises (MNEs)?",
    "correctAnswer": "E",
    "options": {
      "A": "Misuse of natural and human resources by MNEs",
      "B": "MNEs sell products made from natural resources such as oil, minerals, and timber at a much higher price.",
      "C": "The local country where such resources are exploited does not benefit from the sales price mainly due to tax exemptions.",
      "D": "Some local businesses may go out of business.",
      "E": "All of the above"
    },
    "explanation": "Misuse of natural and human resources by MNEs are among the most argued critics. It is criticized that MNEs sell products made from natural resources such as oil, minerals, and timber at a much higher price, and the country where such resources are exploited, benefit much less from the sales price mainly due to tax exemptions or other incentives provided to these corporations. Besides, MNEs can create barriers to entry and economies of scale. As a result, some local businesses may be put out of business. Although they may face antitrust violation activities from local governments, they already create income inequality."
  },
  {
    "id": "2387295",
    "unitNumber": 8,
    "text": "How does the communication take place in low-context cultures?",
    "correctAnswer": "B",
    "options": {
      "A": "People are indirect and refrain from expressing their thoughts.",
      "B": "People are explicit and directly say what exactly they mean.",
      "C": "They communicate loudly.",
      "D": "They use many gestures and body language.",
      "E": "They tend to speak with many people at the same time."
    },
    "explanation": "In low-context cultures, people are explicit and directly say what exactly they mean. Latin American, Asian, and African countries characterize high-context cultures, whereas Northern European and Anglo- Saxon countries (USA, UK) are examples of low-context cultures."
  },
  {
    "id": "2387805",
    "unitNumber": 8,
    "text": "What is relativism in terms of cross-cultural differences?",
    "correctAnswer": "C",
    "options": {
      "A": "It is the belief that certain ethical values and beliefs of one culture are superior to others.",
      "B": "It is the belief that ethical values and beliefs must be universal.",
      "C": "It is the belief that the ethical values and beliefs of one culture are not better than others.",
      "D": "It is the belief that ethical values and beliefs are the most important factors in business transactions.",
      "E": "It is the belief that ethical values and beliefs must be studied in order to fulfill business transactions."
    },
    "explanation": "Relativism is simply the belief that the ethical values and beliefs of one culture are not better than others."
  },
  {
    "id": "2387862",
    "unitNumber": 8,
    "text": "How is consumerism defined?",
    "correctAnswer": "A",
    "options": {
      "A": "It is defined as “a modern movement for the protection of the buyer of goods against useless, inferior products, misleading advertising, unfair pricing.",
      "B": "It is defined as encouraging people to buy goods as much as possible and as often as possible.",
      "C": "It is defined as encouraging to vitalize the economy.",
      "D": "It is defined as producing as best and optimal goods as they can for the consumer.",
      "E": "It is defined as advocating the rights of producers against consumers' abuse."
    },
    "explanation": "Consumerism is defined as “a modern movement for the protection of the consumer against useless, inferior, or dangerous products, misleading advertising, unfair pricing, and others”."
  },
  {
    "id": "2387900",
    "unitNumber": 8,
    "text": "According to the United Nations Global Compact, which one of the following is NOT one of the ethical principles of global trade?",
    "correctAnswer": "E",
    "options": {
      "A": "Businesses should support and respect the protection of internationally proclaimed human rights.",
      "B": "Businesses should eliminate all forms of forced and compulsory labour.",
      "C": "Businesses should not discriminate in respect of employment and occupation.",
      "D": "Businesses should encourage the development and diffusion of environmentally friendly technologies.",
      "E": "Businesses should obey the cultural values of the local people and geography."
    },
    "explanation": "Check out Table 8.2 Ten Principles of UN Global Compact, page 234."
  },
  {
    "id": "2387929",
    "unitNumber": 8,
    "text": "Which one of the following is among the OECD Guidelines for Multinational Enterprises?",
    "correctAnswer": "E",
    "options": {
      "A": "Human rights",
      "B": "Employment and industrial relations",
      "C": "Environment",
      "D": "Combating bribery, bribe solicitation and extortion",
      "E": "All of the above"
    },
    "explanation": "Check out Table 8.3 OECD Guidelines for Multinational Enterprises on page 235."
  }
]