[
  {
    "id": "1559233",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Every system has a specific purpose.</li> <li>System must have one component.</li> <li>There is a relationship and interaction between the components forming the system.</li> </ol> Which of the above is/are among the properties of system?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and III",
      "D": "II and III",
      "E": "I, II, and III"
    },
    "explanation": "-<br/>These properties of system can be listed as follows:<br/>• Every system has a specific purpose. The purpose underlines the fact that system has at least one function.<br/>• System has more than one component (part, element)<br/>• There is a relationship and interaction between the components forming the system<br/>• Components form a whole. Here, whole is not used in the meaning of “monolith” or “uniform” but in the meaning of “formation” which fulfills a specific function with the help of the components."
  },
  {
    "id": "1559291",
    "unitNumber": 1,
    "text": "Which of the below is defined as the area separating the boundaries of two systems?",
    "correctAnswer": "A",
    "options": {
      "A": "System interface",
      "B": "System boundary",
      "C": "Output",
      "D": "Environment of system",
      "E": "Closed system"
    },
    "explanation": "-<br/>System is a collection of conceptual or physical components that are brought together to reach one or more specific purpose or conclusion. The boundary of system must firstly be set to be able to determine the system. Everything stays out of the system constitutes the environment of system. The system boundary is a field separating the system from its environment. Another concept related with the system is system interface. It is defined as the area separating the boundaries of two systems. System interface is the platform that an output of a system is transported to another system or the point of contact which system components connect with the environment or each other.<br/>The system which has not got any interaction with its environment or other systems in the environment is termed as closed system.<br/>Inflows to the open system from environment or elements exported during interaction with environment are named input. In contrast, outflows from open system to the environment or imported elements are termed output."
  },
  {
    "id": "1559313",
    "unitNumber": 1,
    "text": "Businesses are ______ systems which have input, ______ and output operations.<br/>Which words below best complete the sentence above?",
    "correctAnswer": "E",
    "options": {
      "A": "closed / control",
      "B": "predetermined / interface",
      "C": "closed / process",
      "D": "open / environment",
      "E": "open / process"
    },
    "explanation": "-<br/>Businesses are open systems which have input, process and output operations."
  },
  {
    "id": "1559348",
    "unitNumber": 1,
    "text": "Which of the is the transmission of data about system performance to the system?",
    "correctAnswer": "D",
    "options": {
      "A": "Input",
      "B": "Signal",
      "C": "Process",
      "D": "Feedback",
      "E": "Control"
    },
    "explanation": "-<br/>Feedback is transmission of data about system performance to the system."
  },
  {
    "id": "1559366",
    "unitNumber": 1,
    "text": "Which of the below is not among the components of information system?",
    "correctAnswer": "D",
    "options": {
      "A": "Hardware resources",
      "B": "Data resources",
      "C": "People",
      "D": "Knowledge",
      "E": "Software resources"
    },
    "explanation": "-<br/>Hardware resources, software resources, data resources, network resources and people resources are the fundamental components of the information system."
  },
  {
    "id": "1559412",
    "unitNumber": 1,
    "text": "Which of the below refers to the ability to learn from experience and adapt to changing conditions?",
    "correctAnswer": "B",
    "options": {
      "A": "Know-how",
      "B": "Wisdom",
      "C": "Knowledge of situation",
      "D": "Data",
      "E": "Information"
    },
    "explanation": "-<br/>Humans are capable of wisdom in which they put knowledge, experience and analytical skills to work and create new knowledge and adapt himself/herself to changing situations. To date, no computer system has attained the properties of wisdom. Wisdom is more difficult to define, but it refers to the ability to learn from experience and adapt to changing conditions. Data, information and knowledge are impersonal concepts unlike wisdom. Wisdom deals with individual’s values, intuitions, understanding, interpretations and judgments."
  },
  {
    "id": "1559459",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>They are mostly interested in daily operations.</li> <li>Generally, they produce reports oriented to support structural decisions.</li> <li>They use the data produced by transaction processing systems.</li> <li>They may be adapted to changes in the information requirements of the business.</li> </ol> Which of the above are true about information systems?",
    "correctAnswer": "E",
    "options": {
      "A": "Only II",
      "B": "Only III",
      "C": "I and IV",
      "D": "I, III, and IV",
      "E": "II, III, and IV"
    },
    "explanation": "-<br/>Features of management information systems are as follows:<br/>• They are not interested in daily operations.<br/>• Even though they provide easy and timely access to all managers from operational, tactical and strategic level, they especially serve to managers from tactical level.<br/>• Generally, they produce reports oriented to support structural decisions.<br/>• They are partially flexible and may be adapted to changes in the information requirements of the business.<br/>• They use the data produced by transaction processing systems.<br/>• Because they may benefit the data from multiple transaction processing systems, they use integrated database and support the variety of functional fields."
  },
  {
    "id": "1560156",
    "unitNumber": 1,
    "text": "Which of the below is not one of the five fundamental components a decision support system has?",
    "correctAnswer": "C",
    "options": {
      "A": "Data management subsystem",
      "B": "Decision maker",
      "C": "Processing subsystem",
      "D": "Dialog management subsystem",
      "E": "Knowledge management subsystem"
    },
    "explanation": "A decision support system has five fundamental components listed below:<br/>• Data management subsystem<br/>• Model management subsystem<br/>• Dialog management subsystem<br/>• Knowledge (know-how) management subsystem<br/>• Decision maker"
  },
  {
    "id": "1560166",
    "unitNumber": 1,
    "text": "Which level of management consists the lower level managers who are responsible of the execution of daily routines and business processes?",
    "correctAnswer": "A",
    "options": {
      "A": "Operational management",
      "B": "Tactical management",
      "C": "Structural management",
      "D": "Performance management",
      "E": "Strategic management"
    },
    "explanation": "Operational management consists the lower level managers who are responsible of the execution of daily routines and business processes. In order to carry out the tactical level decisions, it involves the effective and efficient executions of required tasks. In this sense, these are decisions in which medium level tactical decisions are elaborated and transformed into short term plans. For example, converting 6-month medium plan into one month plans, determining stock reorder times and amounts, assigning the jobs to employees etc. are operational decisions. Because all information about the factors related with decision problems at this level can be obtained, decisions are made in deterministic environment."
  },
  {
    "id": "1560173",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Tacit knowledge</li> <li>Explicit knowledge</li> <li>Outsourced knowledge</li> </ol> Which of the above belongs to knowledge type based on its attribute?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only III",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II, and III"
    },
    "explanation": "-<br/>Knowledge is classified as tacit knowledge and explicit knowledge based on the attribute.<br/>Knowledge is examined under two subtitles according to its source: Outsourced and internal sourced knowledge."
  },
  {
    "id": "1570584",
    "unitNumber": 1,
    "text": "Which of the following property underlines the function of a system?",
    "correctAnswer": "D",
    "options": {
      "A": "Components",
      "B": "Formation",
      "C": "Interaction",
      "D": "Purpose",
      "E": "Uniformity"
    },
    "explanation": "Every system has a specific purpose. The purpose underlines the fact that system has at least one function."
  },
  {
    "id": "1570599",
    "unitNumber": 1,
    "text": "Which of the following statement is true about system?",
    "correctAnswer": "C",
    "options": {
      "A": "A system should be composed of a monolithic structure",
      "B": "A system can be formed by one component",
      "C": "A system should have connected components.",
      "D": "A system can be formed by incidental components.",
      "E": "A system should have a uniform structure"
    },
    "explanation": "There is an integrity and order in each formation that is thought to be a system. There are components forming the whole, and interactions connecting the components within each system. These components are not brought together incidentally, but composed in order to achieve a specific purpose."
  },
  {
    "id": "1570604",
    "unitNumber": 1,
    "text": "Which of the following term refers to the area separating the boundaries of two systems?",
    "correctAnswer": "B",
    "options": {
      "A": "System environment",
      "B": "System interface",
      "C": "System boundry",
      "D": "Closed system",
      "E": "Open system"
    },
    "explanation": "Another concept related with the system is <strong>system interface. </strong>It is defined as the area separating the boundaries of two systems. System interface is the platform that an output of a system is transported to another system or the point of contact which system components connect with the environment or each other."
  },
  {
    "id": "1570610",
    "unitNumber": 1,
    "text": "Which of the following is a component of economic resources of a business as a system?",
    "correctAnswer": "E",
    "options": {
      "A": "Competitors",
      "B": "Stakeholders",
      "C": "Labor unions",
      "D": "Suppliers",
      "E": "People"
    },
    "explanation": "Economic resources of a business as a system are people, money, material, machines, land, facilities, energy and information."
  },
  {
    "id": "1570622",
    "unitNumber": 1,
    "text": "Which of the following component of an Information system includes programs and procedures?",
    "correctAnswer": "A",
    "options": {
      "A": "Software resources",
      "B": "People resources",
      "C": "Hardware resources",
      "D": "Network resources",
      "E": "Data resources"
    },
    "explanation": "Hardware resources, software resources, data resources, network resources and people resources are the fundamental components of the information system. Programs and procedures are included in software resources."
  },
  {
    "id": "1570630",
    "unitNumber": 1,
    "text": "Which of the following is the output of the information processing?",
    "correctAnswer": "E",
    "options": {
      "A": "Data",
      "B": "Insight",
      "C": "Wisdom",
      "D": "Information",
      "E": "Knowledge"
    },
    "explanation": "<strong>Information processing </strong>is transforming the processed data (information) to a form (knowledge) providing support to decision making by being passed through specific operations. Accordingly, information is the input and knowledge is the output of information processing."
  },
  {
    "id": "1570635",
    "unitNumber": 1,
    "text": "Which of the following is one of the data workers?",
    "correctAnswer": "A",
    "options": {
      "A": "A clerk",
      "B": "An engineer",
      "C": "An architect",
      "D": "A scientist",
      "E": "A programmer"
    },
    "explanation": "Office workers like secretary, clerk or bookkeeper are in the position of data workers who are obliged to record and transact all kind of activities within the business. In spite of data workers, the workers who are responsible from design of products or services and transforming the information into knowledge such as engineer, architect, scientist etc. are in the position of information workers."
  },
  {
    "id": "1570642",
    "unitNumber": 1,
    "text": "Which of the following is a business process of a Sales and Marketing department?",
    "correctAnswer": "C",
    "options": {
      "A": "Quality control",
      "B": "Training employees",
      "C": "Executing promotion campaigns",
      "D": "Preparation of employees’ payrolls",
      "E": "Evaluating the performance of employees"
    },
    "explanation": "Analysis of market structure and recognition of customers, creating a marketing plan, executing promotion campaigns and sales of product are the business processes of a Sales and Marketing department."
  },
  {
    "id": "1570654",
    "unitNumber": 1,
    "text": "Which of the following support system is used to provide support in managing physical processes and inappropriate decision making?",
    "correctAnswer": "D",
    "options": {
      "A": "Specialized Processing System",
      "B": "Transaction Processing System",
      "C": "Enterprise Collaboration System",
      "D": "Process Control System",
      "E": "Office Automation System"
    },
    "explanation": "Process control systems are used to provide support in managing physical processes and inappropriate decision making. Mentioned decisions here may be obtained through computers after specific parameters are identified."
  },
  {
    "id": "1570668",
    "unitNumber": 1,
    "text": "Which of the following is used to distort the knowledge to make it inappropriate with the desired goal?",
    "correctAnswer": "B",
    "options": {
      "A": "Indirect use of knowledge",
      "B": "Symbolic use of knowledge",
      "C": "Tacit use of knowledge",
      "D": "Direct use of knowledge",
      "E": "Explicit use of knowledge"
    },
    "explanation": "Symbolic use of knowledge is using the knowledge in a way that it is not appropriate with desired goal. Distorting the market research results, hiding knowledge deliberately or demonstrating only the parts appropriate with business interests are examples for symbolic use."
  },
  {
    "id": "1577905",
    "unitNumber": 1,
    "text": "I. Every system has a specific purpose.<br/>II. System has more than one component.<br/>III. There is no relationship and interaction between the components forming the system.<br/>Which of the above is correct regarding the properties of the system?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "The properties of a system can be summarised as follows:<br/>• Every system has a specific purpose. The purpose underlines the fact that system has<br/>at least one function.<br/>• System has more than one component (part, element)<br/>• There is a relationship and interaction between the components forming the system<br/>• Components form a whole. Here, whole is not used in the meaning of “monolith” or “uniform” but in the meaning of “formation” which fulfills a specific function with the help of the components."
  },
  {
    "id": "1577912",
    "unitNumber": 1,
    "text": "What is the name of the system that has got no interaction with its environment or other systems in the environment?",
    "correctAnswer": "D",
    "options": {
      "A": "Open system",
      "B": "System interface",
      "C": "The system boundary",
      "D": "Closed system",
      "E": "The environment of system"
    },
    "explanation": "The system which has not got any interaction with its environment or other systems in the environment is termed as <strong>closed system</strong>."
  },
  {
    "id": "1577930",
    "unitNumber": 1,
    "text": "I. It involves monitoring and evaluating feedback.<br/>II. Its main function is to determine whether the system is moving the achievement of its goal.<br/>III. It enables the necessary adjustments to be made so the system produces proper output.<br/>Which of the above is correct regarding the control and feedback?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "Control and feedback are two important functions performed on open systems. Control function involves monitoring and evaluating feedback to determine whether a system is moving toward the achievement of its goal. The control function then makes the necessary adjustments to a system’s input and processing components to ensure that it<br/>produces proper output."
  },
  {
    "id": "1577935",
    "unitNumber": 1,
    "text": "What is the name of the term that is the raw, unprocessed, uninterpretable objective facts or impressions obtained as a result of observations or experiments?",
    "correctAnswer": "B",
    "options": {
      "A": "Knowledge",
      "B": "Data",
      "C": "Information",
      "D": "Subsystem",
      "E": "Wisdom"
    },
    "explanation": "Data are raw, unprocessed, uninterpretable objective facts or impressions obtained as a result of observations or experiments. Data do not have to be numerical. They could be quantitative or qualitative values represented with various letters, numbers or other symbols and signs. Data are unstructured records of activities carried out in accordance with institutional objectives."
  },
  {
    "id": "1577948",
    "unitNumber": 1,
    "text": "I. They record and store operations and recall them when they are needed.<br/>II. They are originated from classical files.<br/>III. They produce periodic outputs.<br/>Which of the above is among the features of transaction processing systems?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "Features of transaction processing systems are listed in the following:<br/>• They record and store operations and recall them when they are needed.<br/>• They are originated from classical files.<br/>• They produce periodic outputs, generally.<br/>• They produce information for operational level management primarily.<br/>• They are interested in daily operations. The processes involved are related to repeated operations with high volume and load."
  },
  {
    "id": "1577962",
    "unitNumber": 1,
    "text": "I. Operations are batched in specific periods like daily and weekly.<br/>II. It is not useful for reaching up-to-date information.<br/>III. When operations to be recorded occurred, they are entered to the system instantly.<br/>Which of the above is correct regarding the Batch Processing systems?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "<strong>Batch processing:</strong> In this kind of processing system, operations are batched in specific periods (daily, weekly, monthly) and then processed. However, it is not useful for reaching the up-to-date information. Batch processing may be used for situations in which updated information is not needed.<br/><strong>Real-time processing:</strong> When operations to be recorded occurred, they are entered into system and recorded instantly."
  },
  {
    "id": "1577974",
    "unitNumber": 1,
    "text": "What is the name of the subsystem that is the component performing all kind of activities aimed to obtain, store and organize all required data for decision maker to make a specific decision?",
    "correctAnswer": "E",
    "options": {
      "A": "Decision maker",
      "B": "Knowledge management system",
      "C": "Dialog management system",
      "D": "Model management system",
      "E": "Data management system"
    },
    "explanation": "Data management subsystem is the component performing all kind of activities aimed to obtain, store and organize all required data for decision maker to make a specific decision. There are two sub-components that fulfill this component’s activities which are database and database management system."
  },
  {
    "id": "1577987",
    "unitNumber": 1,
    "text": "I. It's the approach to information from openness and detail.<br/>II. It can be organised in a predetermined manner such as verbal and numerical.<br/>III. Information may be provided in the form of printed documents and video footages.<br/>Which of the above is correct regarding the form dimension feature of useful information?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only III",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "<strong>Form Dimension:</strong> It is the approach to information from openness, detail, order, presentation and environment (communication tool) aspects. Information must be clear and easy to understand. It can be organized in a predetermined manner and in the form of verbal, textual, numerical, graphical or some other forms. Information may be provided in the form of printed documents, video footages, audio records etc."
  },
  {
    "id": "1578019",
    "unitNumber": 1,
    "text": "I. It is the knowledge that may be expressed with words and numbers.<br/>II. It can be the settled knowledge in the individual's minds and perceptions.<br/>III. The knowledge is interiorised into people's memories through experience and business applications.<br/>Which of the above is correct regarding the explicit knowledge?",
    "correctAnswer": "A",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "<strong>Tacit knowledge</strong> is the settled knowledge in individuals’ minds and perceptions. This knowledge is interiorized and settled into people’s memories through experience and business applications.<br/><strong>Explicit knowledge</strong> is the knowledge may be expressed with words, numbers, scientific formulations, various visual-audial tools or some other ways."
  },
  {
    "id": "1578039",
    "unitNumber": 1,
    "text": "I. They are responsible for producing information related to planning and control of products.<br/>II. They provide information support to managers and employees for the business process.<br/>III. They enable business to carry out activities or obtaining, storing and distributing of information regarding the employees.<br/>Which of the above is correct regarding the production information systems?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "Production information systems are responsible for producing information that covers all processes related to planning, control of products, services in production process and communicating them to the necessary persons and units. These systems provide information support to managers and employees for the business processes of supplying of raw materials, production planning, providing material flow, developing new product and performing quality control.<br/>Human resources information systems enable business to carry out activities of obtaining, storing, analyzing, updating, and distributing of information about employees, and transforming them into such a form that will help businesses in making strategic and managerial decisions."
  },
  {
    "id": "2384871",
    "unitNumber": 1,
    "text": "Which of the following pairs are two important functions performed on open systems?",
    "correctAnswer": "E",
    "options": {
      "A": "Input and control",
      "B": "Output and feedback",
      "C": "Environment and boundary",
      "D": "Input and output",
      "E": "Control and feedback"
    },
    "explanation": "Define concepts related to system and information systems<br/>The Control and feedback are two important functions performed on open systems. Control function involves monitoring and evaluating feedback to determine whether a system is moving toward the achievement of its goal."
  },
  {
    "id": "2384873",
    "unitNumber": 1,
    "text": "How do we term the processed data which defines the attributions of any subject, object or concept?",
    "correctAnswer": "C",
    "options": {
      "A": "Information system",
      "B": "Management system",
      "C": "Knowledge of situation",
      "D": "Data processing",
      "E": "Wisdom"
    },
    "explanation": "Define concepts related to system and information systems<br/>Knowledge of situation is, on the other hand, the processed data which defines the attributions of any subject, object or concept. Knowledge as a subject of the information systems is a type of knowledge of situation."
  },
  {
    "id": "2384874",
    "unitNumber": 1,
    "text": "Which of the following is<strong><u> not</u></strong> a fundamental component of decision support system?",
    "correctAnswer": "A",
    "options": {
      "A": "Information",
      "B": "Data management subsystem",
      "C": "Model management subsystem",
      "D": "Dialog management subsystem",
      "E": "Decision maker"
    },
    "explanation": "Classify information systems<br/>A decision support system has five fundamental components are as follows: Data management subsystem, Model management subsystem, Dialog management subsystem, Knowledge (know-how) management subsystem and Decision maker"
  },
  {
    "id": "2384875",
    "unitNumber": 1,
    "text": "Which of the following is <strong><u>not</u></strong> one of the features of executive information system?",
    "correctAnswer": "D",
    "options": {
      "A": "It is graphical",
      "B": "It has easy-to-use interfaces",
      "C": "It provides perspective to managers",
      "D": "It is not partially flexible.",
      "E": "It integrates multiple internal and external data resources"
    },
    "explanation": "Classify information systems<br/>The Features of executive information system are as follows: (1) It is graphical, (2) It has easy-to-use interfaces, (3) It provides perspective to managers with its broad but summarized information presentation, (4) It integrates multiple internal and external data resources"
  },
  {
    "id": "2384878",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Time</li> <li>Content</li> <li>Form</li> <li>Data</li> </ol> Which of the above dimensions handle valuable and useful features of information?",
    "correctAnswer": "C",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "I-II-III",
      "D": "I-II-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Explain the relationship between decision-making and information<br/>Valuable and useful features of information can be handled in three dimensions. These dimensions are time, content and form."
  },
  {
    "id": "2384879",
    "unitNumber": 1,
    "text": "What is the management type in which strategic decisions are elaborated and uncertainty is relatively reduced?",
    "correctAnswer": "B",
    "options": {
      "A": "Strategic Management",
      "B": "Tactical Management",
      "C": "Operational Management",
      "D": "Time Management",
      "E": "Executive Management"
    },
    "explanation": "Explain the relationship between decision-making and information<br/>Tactical Management is the level of management consisting of medium level managers such as division managers, group or team leaders in group and team works. Decisions in tactical management level are those in which strategic decisions are elaborated and uncertainty is relatively reduced."
  },
  {
    "id": "2384881",
    "unitNumber": 1,
    "text": "Which of the following is an example of transformation from tacit knowledge to tacit knowledge?",
    "correctAnswer": "D",
    "options": {
      "A": "Putting a supervisor’s observations about the factory into report form",
      "B": "Transformation of collected information into report",
      "C": "Internalization",
      "D": "Master-apprentice relationship",
      "E": "Analyzing competitor’s products"
    },
    "explanation": "Explain the steps of knowledge management<br/>Transformation from tacit knowledge to tacit knowledge is the process of one’s sharing his/her knowledge with others. This process takes place in such a way that the accumulation of knowledge acquired over years is shared with other individuals, while the other individuals observe, imitate, and apply this knowledge to themselves. The knowledge acquired in this way is added to the individual’s own tacit knowledge and therefore, tacit knowledge is transformed into a new form of tacit knowledge. This process is called socialization. Master-apprentice relationship is an example for such knowledge transfer or production."
  },
  {
    "id": "2384882",
    "unitNumber": 1,
    "text": "Which of the following stage covers all of the processes and applications performed in order to provide the accurate knowledge to the right persons and units as soon as possible?",
    "correctAnswer": "A",
    "options": {
      "A": "Spread of knowledge",
      "B": "Storage of knowledge",
      "C": "Use and implementation of knowledge",
      "D": "Evaluation of knowledge",
      "E": "Measurement of knowledge"
    },
    "explanation": "Explain the steps of knowledge management<br/>Spread of knowledge within the business is sharing knowledge acquired from internal and external sources in business, and providing the flow of information. This stage covers all of the processes and applications performed in order to provide the accurate knowledge to the right persons and units as soon as possible."
  },
  {
    "id": "2384884",
    "unitNumber": 1,
    "text": "Which of the following system is <strong><u>not</u></strong> one of sub-information systems to business information systems?",
    "correctAnswer": "E",
    "options": {
      "A": "Marketing information systems",
      "B": "Production information systems",
      "C": "Human resources information systems",
      "D": "Accounting/finance information systems",
      "E": "Management information systems"
    },
    "explanation": "List business information systems<br/>Business information systems also consist of sub-information systems corresponding to the business functional subsystems. Accordingly, business information systems are comprised of marketing information systems, production information systems, human resources information systems and accounting/finance information systems."
  },
  {
    "id": "2384885",
    "unitNumber": 1,
    "text": "Which of the following system oriented for gathering, processing, storing, researching, analyzing and evaluating information?",
    "correctAnswer": "B",
    "options": {
      "A": "Production information systems",
      "B": "Marketing information systems",
      "C": "Management information systems",
      "D": "Accounting/finance information systems",
      "E": "Human resources information systems"
    },
    "explanation": "List business information systems<br/>Marketing function of business interests with product pricing, advertising, sales of current products in current markets, developing new markets and new products to attract current and potential customers. Marketing information systems are oriented for gathering, processing, storing, researching, analyzing and evaluating information that will help an enterprise to make marketing decisions, and ensuring the flow of information within the enterprise."
  },
  {
    "id": "1567085",
    "unitNumber": 2,
    "text": "Which of the following is an example of hardware?",
    "correctAnswer": "E",
    "options": {
      "A": "Data management Systems",
      "B": "Structured Query Language",
      "C": "Computer networks",
      "D": "Operating systems",
      "E": "Hand terminals"
    },
    "explanation": "The physical parts of computing devices are referred to as hardware. The user can see and touch hardware. The examples of hardware are Computers (laptop, desktop, tablet), Mobile phones, Hand terminals, Storage devices (hard disk, flash disk), Input devices (keyboard, mouse, optical scanner), Output devices (printers, speakers), Video monitor."
  },
  {
    "id": "1567092",
    "unitNumber": 2,
    "text": "Which of the following unit shows the capacity of a byte?",
    "correctAnswer": "D",
    "options": {
      "A": "Two bits",
      "B": "Four bits",
      "C": "Six bits",
      "D": "Eight bits",
      "E": "Ten bits"
    },
    "explanation": "The smallest element of data is called a <strong>bit</strong>, a group of eight bits is called a <strong>byte</strong>."
  },
  {
    "id": "1567120",
    "unitNumber": 2,
    "text": "Which of the following is an input device?",
    "correctAnswer": "A",
    "options": {
      "A": "Barcode reader",
      "B": "Headphone",
      "C": "Projector",
      "D": "Speaker",
      "E": "Printer"
    },
    "explanation": "Webcam, barcode reader, microphone, scanners, and sensors (e.g. heat or humidity) are the examples of input devices. Headphone, projector, speaker, printer, monitor are the examples of output devices."
  },
  {
    "id": "1567174",
    "unitNumber": 2,
    "text": "Which of the following instructs the computer on how to perform booting and keyboard control?",
    "correctAnswer": "C",
    "options": {
      "A": "Network Management System",
      "B": "Processor Management System",
      "C": "Basic Input Output System",
      "D": "Data Management System",
      "E": "Operating System"
    },
    "explanation": "<strong>Basic Input Output System (BIOS) </strong>is a software stored on a small memory chip on the motherboard thus it is part of the motherboard hardware. BIOS instructs the computer on how to perform booting and keyboard control."
  },
  {
    "id": "1567194",
    "unitNumber": 2,
    "text": "Which of the following is a feature of a system software?",
    "correctAnswer": "A",
    "options": {
      "A": "It is written in a low-level programming language",
      "B": "It is designed to perform correlated tasks.",
      "C": "It includes word processors and web browsers",
      "D": "It is close to the natural langue.",
      "E": "It is end-user oriented."
    },
    "explanation": "System software is written in a low-level programming language (e.g., C and C++), which is close to machine language. System software performs tasks that are close to the computer hardware. In a sense, system software manages the hardware resources and operations of a computer system. On the other hand, application software is written in the high-level programming langue, which is close to the natural langue. Operating system is a sort of system software that runs on the top of the hardware. All application programs run on top of the operating system. Apart from the operating system, examples of system software include device drivers, firmware, and utility software."
  },
  {
    "id": "1567220",
    "unitNumber": 2,
    "text": "Which of the following software is used to extract important data from an organization’s raw data in order to infer insights to make faster and more accurate decisions?",
    "correctAnswer": "B",
    "options": {
      "A": "Accounting software",
      "B": "Business Intelligence (BI) software",
      "C": "Proprietary software",
      "D": "Enterprise Recourse Planning (ERP) software",
      "E": "Customer Relationship Management (CRM) software"
    },
    "explanation": "Business Intelligence (BI) software extracts important data from an organization’s raw data in order to infer insights to help a business make faster and more accurate decisions."
  },
  {
    "id": "1567240",
    "unitNumber": 2,
    "text": "Which of the following statement is true about an operating system?",
    "correctAnswer": "B",
    "options": {
      "A": "It is operated by the computer hardware.",
      "B": "It is used to run other programs in a computer.",
      "C": "It requires a convenient hardware to function.",
      "D": "It runs on the top of other applications of the software.",
      "E": "It is generally installed after a personal computer is sold."
    },
    "explanation": "An operating system (OS) is a system software that operates the computer hardware. The main purpose of an OS is to provide basic functionality needed by users so that users can run programs in a <em>convenient </em>and <em>efficient </em>manner. An operating system must be installed on a computer at the bare minimum. All the other applications of software run on the top of the OS; thus, they require an OS to function. That’s why personal computers are usually sold with an OS installed on them."
  },
  {
    "id": "1567256",
    "unitNumber": 2,
    "text": "Which of the following operating system is designed primarily for touchscreen mobile devices such as smartphones and tablets?",
    "correctAnswer": "E",
    "options": {
      "A": "MacOS",
      "B": "Linux",
      "C": "Pardus",
      "D": "iOS",
      "E": "Android"
    },
    "explanation": "Android is a mobile operating system developed by Google Inc., based on the Linux kernel and designed primarily for touchscreen mobile devices such as smartphones and tablets."
  },
  {
    "id": "1567274",
    "unitNumber": 2,
    "text": "Which of the following is an example of ordinal data?",
    "correctAnswer": "D",
    "options": {
      "A": "Gender",
      "B": "Blood type",
      "C": "Nationality",
      "D": "Grades on an exam",
      "E": "Traffic light colors"
    },
    "explanation": "Nominal scales are used for labelling variables. Some examples of nominal data: gender (male, female), traffic light colors (red, yellow, green), blood type (0, A, B, AB). In ordinal data, the order of labels is known and important."
  },
  {
    "id": "1567294",
    "unitNumber": 2,
    "text": "Which of the following component is the pinnacle of the pyramid of information?",
    "correctAnswer": "C",
    "options": {
      "A": "Data",
      "B": "Inquiry",
      "C": "Wisdom",
      "D": "Information",
      "E": "Knowledge"
    },
    "explanation": "The hierarchical relationship between <strong>d</strong>ata, <strong>i</strong>nformation, <strong>k</strong>nowledge, and <strong>w</strong>isdom (DIKW) can be represented in a pyramid, in which data are placed at the bottom whereas wisdom is placed at the top. As we go from bottom to top of the DIKW pyramid, magnitude decreases while understanding increases. There is plenty of raw data, but wisdom is limited. Thus, wisdom is the pinnacle of the pyramid."
  },
  {
    "id": "1572635",
    "unitNumber": 2,
    "text": "I. It is a set of instructions that encapsulate a task to be accomplished.<br/>II. It is intangible.<br/>III. It is repaired or replaced in case of a problem.<br/>Which of the above is correct regarding the software?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d0bc79a279f17a0f449c85c7c114dabe.jpeg\" alt=\"\" width=\"754\" height=\"174\">"
  },
  {
    "id": "1572644",
    "unitNumber": 2,
    "text": "I. They hold the communication between other hardware.<br/>II. They can be in various shapes and sizes.<br/>III. Most modern motherboards provide connectors for sound and video.<br/>Which of the above is correct for motherboards?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "Motherboards hold and allows communication between the central processing unit (CPU), memory, and storage components, among other things. Motherboards are available in a variety of shapes and sizes, depending on the compactness of the computer. Most modern motherboards provide connectors for other internal peripherals such as video and sound processing."
  },
  {
    "id": "1572651",
    "unitNumber": 2,
    "text": "What is the name of the name of the software stored on a small memory chip on the motherboard thus it is part of the motherboard hardware?",
    "correctAnswer": "C",
    "options": {
      "A": "Booting",
      "B": "Volatile memory",
      "C": "Basic Input Output System",
      "D": "Random Access Memory",
      "E": "Graphics Processing Unit"
    },
    "explanation": "Basic Input Output System (BIOS) is as software stored on a small memory chip on the motherboard thus it is part of the motherboard hardware. BIOS instructs the computer on how to perform booting and keyboard control."
  },
  {
    "id": "1572662",
    "unitNumber": 2,
    "text": "I. It renders images, animations and videos.<br/>II. It is used for 3D game rendering.<br/>III. It executes instructions.<br/>Which of the above is correct regarding Graphics Processing Unit?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "The Graphics Processing Unit (CPU) is an electronic circuit (processor) specialized for display functions. The GPU renders images, animations and video for the computer’s screen. Modern GPUs are very efficient at manipulating computer graphics and image processing; thus, they are used primarily for 3D game rendering.<br/>The Central Processing Unit (CPU) is the brain of computer that executes instructions"
  },
  {
    "id": "1572669",
    "unitNumber": 2,
    "text": "I. It enables users to use computer in a convenient and efficient manner.<br/>II. It hides complexity of the hardware resources from the users.<br/>III. It acts as an intermediary between the computer hardware and its users.<br/>Which of the above is among the main objectives of the operating system?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "The main objectives of the operating system can be summarized as follows:<br/>• Enables the users to use computer in a convenient and efficient manner<br/>• Hides complexity of the hardware resources from the users<br/>• Acts as an intermediary between the computer hardware and its users<br/>• Manages the resources of a computer system"
  },
  {
    "id": "1572676",
    "unitNumber": 2,
    "text": "Which software allows an organisation to use a system of integrated applications in order to manage the business and automate many back office functions?",
    "correctAnswer": "B",
    "options": {
      "A": "Business Intelligence",
      "B": "Enterprise Resource Planning",
      "C": "Customer Relation Management",
      "D": "Proprietary Software",
      "E": "Malicious Software"
    },
    "explanation": "<strong>Enterprise Resource Planning (ERP)</strong> software allows an organization to use a system of integrated applications (e.g., product planning, development, manufacturing, sales and marketing) in order to manage the business and automate many back office functions."
  },
  {
    "id": "1572685",
    "unitNumber": 2,
    "text": "I. It defines a database defining the data types.<br/>II. It constructs the database by storing the data on a storage.<br/>III. It manipulates the database by updating it constantly.<br/>Which of the above is correct regarding the Database Management System?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "A Database Management System (DBMS) is a collection software packages that is used<br/>for creating and maintaining a database. The DBMS is a software that facilitates the following processes:<br/>• Defining a database (determining the data types, structures and constraints)<br/>• Constructing the database (storing the data on some storage device)<br/>• Manipulating the database (querying, updating the database and generating reports)"
  },
  {
    "id": "1572697",
    "unitNumber": 2,
    "text": "\"Description of users' need may be represented in natural language or using the tools of a particular design methodology.\"<br/>Which step of the database design does the description fit in?",
    "correctAnswer": "B",
    "options": {
      "A": "Data Planning",
      "B": "Requirements Specification",
      "C": "Conceptual Design",
      "D": "Logical Design",
      "E": "Physical Design"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/cdef2a50a28acd2abaa4308531f9503b.jpeg\" alt=\"\" width=\"680\" height=\"491\">"
  },
  {
    "id": "1572711",
    "unitNumber": 2,
    "text": "Which hardware component is an interface between and computer and the physical network connection in order to transmit data?",
    "correctAnswer": "C",
    "options": {
      "A": "Repeaters",
      "B": "Hubs",
      "C": "Network Interface Controllers",
      "D": "Firewalls",
      "E": "Routers"
    },
    "explanation": "Network Interface Controllers: NIC is an interface between the computer and physical network connection in order to transmit data through the cable, address data with an identifier, control data flow, and connect to another computer."
  },
  {
    "id": "1572719",
    "unitNumber": 2,
    "text": "In which network topology is each device has a point-to-point connection with a single or multiple devices?",
    "correctAnswer": "A",
    "options": {
      "A": "Mesh Topology",
      "B": "Ring Topology",
      "C": "Tree Topology",
      "D": "Star Topology",
      "E": "Bus Topology"
    },
    "explanation": "Each device in this topology has a point-to-point connection with a single or multiple devices. Since there are redundant connections in the network, the cost of cabling is high in this topology. Mesh topology can be either full mesh or partial mesh."
  },
  {
    "id": "1575937",
    "unitNumber": 2,
    "text": "Which of the below is an example of hardware?",
    "correctAnswer": "A",
    "options": {
      "A": "Memory stick",
      "B": "Excel",
      "C": "Spss",
      "D": "Internet site",
      "E": "Whatsapp"
    },
    "explanation": "The physical parts of computing devices are referred to as hardware. The user can see and touch hardware. The examples of hardware are:<br/>• Computers (laptop, desktop, tablet)<br/>• Mobile phones<br/>• Hand terminals<br/>• Storage devices (hard disk, flash disk)<br/>• Input devices (keyboard, mouse, optical scanner)<br/>• Output devices (printers, speakers)<br/>• Video monitor"
  },
  {
    "id": "1575952",
    "unitNumber": 2,
    "text": "What is the smallest element of data called?",
    "correctAnswer": "B",
    "options": {
      "A": "Byte",
      "B": "Bit",
      "C": "Kilobyte",
      "D": "Tetabyte",
      "E": "Megabyte"
    },
    "explanation": "The smallest element of data is called a <strong>bit</strong>, a group of eight bits is called a <strong>byte</strong>. The capacity of memory and persistent data storage are measured in terms of bytes."
  },
  {
    "id": "1575979",
    "unitNumber": 2,
    "text": "Which of the below is an input device?",
    "correctAnswer": "C",
    "options": {
      "A": "Headphone,",
      "B": "projector",
      "C": "microphone",
      "D": "speaker",
      "E": "printer"
    },
    "explanation": "The input devices, such as mouse and keyboard, can send data to a computer system but cannot receive from. On the contrary, the output devices such as monitors and printers receive data from a computer, usually for the purposes of displaying. In this perspective, webcam, barcode reader, microphone, scanners, and sensors (e.g. heat or humidity) are the examples of input devices. Headphone, projector, speaker, printer, monitor are the examples of output devices."
  },
  {
    "id": "1575999",
    "unitNumber": 2,
    "text": "Which of the below memories CANNOT store data for a long time?",
    "correctAnswer": "D",
    "options": {
      "A": "ROM",
      "B": "SSD",
      "C": "HDD",
      "D": "RAM",
      "E": "BIOS"
    },
    "explanation": "Random access memory (RAM) is used to store programs that are currently running. It can transfer data much faster than the hard disk since information is accessed randomly instead of sequentially. However, unlike the hard drive, RAM is volatile. If the computer is turned off, all data stored in RAM is lost."
  },
  {
    "id": "1576013",
    "unitNumber": 2,
    "text": "What is the brain of a computer?",
    "correctAnswer": "E",
    "options": {
      "A": "HDD",
      "B": "BIOS",
      "C": "RAM",
      "D": "ROM",
      "E": "CPU"
    },
    "explanation": "The Central Processing Unit (CPU) is the brain of computer that executes instructions. Each CPU has an instruction set which is a group of commands in the machine language. Computer programs are usually written in the high-level programming languages. In order for the CPU to run them they must be converted into the processor’s instruction set."
  },
  {
    "id": "1576033",
    "unitNumber": 2,
    "text": "What does PDF stand for?",
    "correctAnswer": "A",
    "options": {
      "A": "Portable Document Format",
      "B": "Printable Document Format",
      "C": "Presentation Document Formet",
      "D": "Preprepared Document Format",
      "E": "Planning Document Format"
    },
    "explanation": "The tasks of composing, editing and formatting text documents are carried out by <strong>word processors</strong>. Documents created by the word processors look great and they are easy to edit. However, it is desirable to redistribute them in a format that locks the layout or does not require a word processing software for opening them. Portable Document Format (PDF) has become the de facto standard for satisfying this requirement."
  },
  {
    "id": "1576055",
    "unitNumber": 2,
    "text": "Which of the below is a malicious software?",
    "correctAnswer": "B",
    "options": {
      "A": "CRM",
      "B": "Adware",
      "C": "ERP",
      "D": "BI",
      "E": "OS"
    },
    "explanation": "<strong>Malicious software, </strong>malware in short, is an umbrella term that covers a variety of forms of hostile or intrusive software. Computer viruses, worms, Trojan horses, ransomware, spyware, adware, and scareware are the examples of malicious software."
  },
  {
    "id": "1576070",
    "unitNumber": 2,
    "text": "Which of the below is a mobile operating system?",
    "correctAnswer": "C",
    "options": {
      "A": "Windows",
      "B": "MacOs",
      "C": "Android",
      "D": "Linux",
      "E": "Pardus"
    },
    "explanation": "<strong>Android </strong>is a mobile operating system developed by Google Inc., based on the Linux kernel and designed primarily for touchscreen mobile devices such as smartphones and tablets."
  },
  {
    "id": "1576085",
    "unitNumber": 2,
    "text": "Which one is a device that transmits the data to all connected computers without checking the destination address?",
    "correctAnswer": "D",
    "options": {
      "A": "Repeaters",
      "B": "Bridges",
      "C": "Routers",
      "D": "Hubs",
      "E": "Switches"
    },
    "explanation": "<strong>Hubs: </strong>A hub is a device that transmits the data to the all connected computers without checking the destination address."
  },
  {
    "id": "1576111",
    "unitNumber": 2,
    "text": "I - Twisted Pair<br/>II - Microwaves<br/>III - Optical Fibre<br/>Which transmission media(s) above is/are among guided media?",
    "correctAnswer": "E",
    "options": {
      "A": "Only III",
      "B": "Only II",
      "C": "II and III",
      "D": "I and II",
      "E": "I and III"
    },
    "explanation": "Guided media is the type of transmission media that is physically tangible. The signals propagate over a solid substance. Three types of guided media are twisted pair cables, coaxial cables, and fiber optic cables."
  },
  {
    "id": "2386148",
    "unitNumber": 2,
    "text": "Which of the following is an example for output devices?",
    "correctAnswer": "D",
    "options": {
      "A": "Keyboard",
      "B": "Mouse",
      "C": "Optical scanner",
      "D": "Speakers",
      "E": "Video monitor"
    },
    "explanation": "The Right answer is D)"
  },
  {
    "id": "2386155",
    "unitNumber": 2,
    "text": "Which of the following is <strong>not an example</strong> of output?",
    "correctAnswer": "A",
    "options": {
      "A": "The age of the car",
      "B": "Blood type",
      "C": "Traffic light colors",
      "D": "Gender",
      "E": "Nationality"
    },
    "explanation": "The Right answer is A ) The data collected through measurement and counting are called quantitative data type. For example, the age of your car and the temperature of your room are quantitative."
  },
  {
    "id": "2386167",
    "unitNumber": 2,
    "text": "Conceptual Design as one of the steps of the database development does which of the following?",
    "correctAnswer": "C",
    "options": {
      "A": "Develops a model of business processes",
      "B": "Define information needs of end users in a business process",
      "C": "Expresses all information requirements in the form of a high-level model",
      "D": "Translates the conceptual models into the data model of a DBMS.",
      "E": "Determines the data storage structures and Access methods"
    },
    "explanation": "A)Data Planning Develops a model of business processes<br/>B) Requirements Specification Define information needs of end users in a business process<br/>C) Conceptual design Expresses all information requirements in the form of a high-level model.<br/>D) Logical Design Translates the conceptual models into the data model of a DBMS.<br/>E) Physical Design Determines the data storage structures and Access methods<br/>The answer is C)"
  },
  {
    "id": "2386176",
    "unitNumber": 2,
    "text": "______________ is a high-speed temporary storage located in a CPU for storing parts of a program or data during computer processing.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "C",
    "options": {
      "A": "Volatile memory",
      "B": "Persistent storage",
      "C": "Cache memory",
      "D": "Read only memory",
      "E": "Random Access Memory"
    },
    "explanation": "A) Volatile memory can store data as long as it receives power.<br/>B) Persistent storage can retain data after the device is shut off. It is also referred to as nonvolatile storage.<br/>D) Read only memory (ROM) is a permeant Memory<br/>E) Random access memory (RAM) is used to store programs that are currently running. It can transfer data much faster than the hard disk since information is accessed randomly instead of sequentially.<br/>Right answer is C)"
  },
  {
    "id": "2386187",
    "unitNumber": 2,
    "text": "Powerful tools for getting meaning out of raw data by means of discovering trends and patterns using data bars, spark lines, color coding, and icons are called by which of the following ?",
    "correctAnswer": "A",
    "options": {
      "A": "Spreadsheet program",
      "B": "Proprietary software",
      "C": "Operating system",
      "D": "Office suite",
      "E": "Business Intelligence"
    },
    "explanation": "Spreadsheet programs are powerful tools for getting meaning out of raw data by means of discovering trends and patterns using data bars, spark lines, color coding, and icons.<br/>Proprietary software is software that is owned by an individual or a company (usually the one that developed it). There are almost always major restrictions on its use, and its source code is almost always kept secret. The term proprietary is derived from the Latin word proprietas meaning property.<br/>An operating system is a program that manages the computer hardware. It providesa container environment in which other application programs can work.<br/>office suite bundles all the software tools required to get office work (collaboration, editing tools, and design) done quickly and efficiently. The most commonly bundled tools in a typical office suite are: word processor, spreadsheet application, and presentation software. Business Intelligence (BI) software extracts important data from an organization’s raw data in order to infer insights to help a business make faster and more accurate decisions. Correct answer is A)"
  },
  {
    "id": "2386200",
    "unitNumber": 2,
    "text": "Which of the following is a proprietary software ?",
    "correctAnswer": "E",
    "options": {
      "A": "Enterprise Resource Planning (ERP)",
      "B": "Customer Relationship Management (CRM)",
      "C": "Business Intelligence (BI)",
      "D": "Accounting software",
      "E": "Microsoft Office"
    },
    "explanation": "Application software which is exclusively developed to satisfy the needs of an organization rather than individual users is called enterprise software. Business Intelligence (BI) software, Customer Relationship Management (CRM) software, Enterprise Recourse Planning (ERP) software, and accounting software are all the samples of enterprise software. Proprietary software is software that is owned by an individual or a company (usually the one that developed it). There are almost always major restrictions on its use, and its source code is almost always kept secret. The term proprietary is derived from the Latin word proprietas meaning property. Microsoft Office is a proprietary software. The answer is E)"
  },
  {
    "id": "2386208",
    "unitNumber": 2,
    "text": "Which of the following are the basic functions of an operating system?<br/>I. Memory Management<br/>II. Processor Management<br/>III. File Management<br/>IV. Device Management<br/>V. Protection and Security",
    "correctAnswer": "C",
    "options": {
      "A": "I, II and III",
      "B": "I, II, III and IV",
      "C": "I, II, III, IV and V",
      "D": "I, II, III and V",
      "E": "II, III and IV"
    },
    "explanation": "The correct answer is C)<br/>The basic functions of an operating system can<br/>be summarized as follows:<br/>• Memory Management<br/>• Processor Management<br/>• File Management<br/>• Device Management<br/>• Protection and Security"
  },
  {
    "id": "2386222",
    "unitNumber": 2,
    "text": "A ________ connects computers in a network; it learns destination address after the first communication and does not disturb irrelevant computers with message traffic.<br/>Which of the following completes the statement above?",
    "correctAnswer": "A",
    "options": {
      "A": "Switch",
      "B": "Hub",
      "C": "Bridge",
      "D": "Modem",
      "E": "Router"
    },
    "explanation": "Hubs: A hub is a device that transmits the data to the all connected computers without checking the destination address.<br/>Bridges: A bridge is a device including software that connects two networks which uses the same protocol.<br/>Modems: A model is a device that enables computers to exchange information and communicate using telephone lines. Rear side of a Wi-Fi modem is shown in Figure 2.10. Routers: A router is a hardware that receives, analyzes and forwards the data to the another network. A router is programmable and it can divide a network into various subnets.<br/>Switches: A switch connects computers in a network like hubs but unlike hubs,switches learn destination address after the first communication and do not disturb irrelevant computers with message traffic. The correct answer is A)"
  },
  {
    "id": "2386227",
    "unitNumber": 2,
    "text": "Which of the following are the types of guided media ?",
    "correctAnswer": "D",
    "options": {
      "A": "Twisted pairs, Coaxial cables and Microwaves",
      "B": "Coaxial cables, Optical fibers, Radio waves",
      "C": "Optical fibers, Radio waves, Microwaves",
      "D": "Twisted pairs, Coaxial cables, Optical fibers",
      "E": "Radio waves and Microwaves"
    },
    "explanation": "Correct answer is D)"
  },
  {
    "id": "2386321",
    "unitNumber": 2,
    "text": "System software includes which of the following?<br/>I. device drivers<br/>II. firmware<br/>III. utility software<br/>IV. operating systems<br/>V. presentation software",
    "correctAnswer": "B",
    "options": {
      "A": "I, II and III",
      "B": "I, II, III and IV",
      "C": "I, II, and IV",
      "D": "II, III, IV and V",
      "E": "III, IV and V"
    },
    "explanation": "General-purpose application software includes such things as word processors, Web browsers, spreadsheets, presentation software, media players, photo editors and games.<br/>V. presentation software is a general-purpose application software and is not to be included therefore , the right answer is B)"
  },
  {
    "id": "1568367",
    "unitNumber": 3,
    "text": "\"Information systems support customer relationship services allowing building and maintaining competitive advantage.\"<br/>What is the name of the reason for installing or renewing an information system as described above?",
    "correctAnswer": "B",
    "options": {
      "A": "Easier Decision Making",
      "B": "Customer Relationship Management",
      "C": "Change and Regulations",
      "D": "Cost Reduction",
      "E": "New Product Services"
    },
    "explanation": "Customer Relationship Management (CRM): Information systems support customer relationship services allowing building and maintaining competitive advantage. IT system customer relationship management module (CRM) compiles information on customers to manage and analyze interactions and data along the customer lifecycle. Thus, customer service representatives respond quickly and efficiently to customer calls."
  },
  {
    "id": "1568383",
    "unitNumber": 3,
    "text": "I. Opportunities and goals of the problems are determined.<br/>II. Size, borders, vision and constraints are determined.<br/>III. System users are not involved in this phase.<br/>Which of the above is correct regarding the scope and planning phase?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "In the first phase of System Development Life Cycle, scope, opportunities and goals of the problem represented by the information system project are determined. The success of the rest of the project depends on the correct definition of the problem. In the scope of the problem; size, borders, vision, constraints, limits, stakeholders, budget and timing of the project are determined. System users are not involved with this phase."
  },
  {
    "id": "1568397",
    "unitNumber": 3,
    "text": "I. Is the new system really necessary?<br/>II. What is necessary to realise the system?<br/>III. What is necessary to make system suitable for business operations?<br/>Which of the questions above need to be asked regarding the feasibility study?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "During the feasibility study stage, these questions should be asked and answered:<br/>• Is the new system really necessary?<br/>• What are the benefits and difficulties?<br/>• What is necessary to realize the system?<br/>• What is necessary to make system suitable for business operations?<br/>• How long will it take to realize the system?<br/>• What is the estimated budget?<br/>• What are the legal issues to realize the system?"
  },
  {
    "id": "1568418",
    "unitNumber": 3,
    "text": "\"In this stage, the new system is designed for faster access and the question to whether the system is suitable to the structure of the business is answered.\"<br/>What is the name of the feasibility step as described above?",
    "correctAnswer": "B",
    "options": {
      "A": "Technical feasibility",
      "B": "Operational feasibility",
      "C": "Scheduling feasibilty",
      "D": "Legal feasibility",
      "E": "Economic feasibility"
    },
    "explanation": "Operational feasibility: In general, the new system is designed for faster access and effective sharing of information. In this step, the questions must be answered such as: Is the suggested system suitable to the structure of the business? Will it be operable after the development?"
  },
  {
    "id": "1568432",
    "unitNumber": 3,
    "text": "I. Determine who, what, where and why and how.<br/>II. Receive permission from managers.<br/>III. Don't interrupt individuals at work.<br/>Which of the above is correct regarding the key points for a successful observation activity?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "The following behaviors are the key points for a successful observation activity:<br/>• Determine who, what, where, when, why, and how of the observation.<br/>• Receive permission from managers.<br/>• Inform those who will be observed.<br/>• Take notes during or immediately after the observation.<br/>• Review observation notes with appropriate individuals.<br/>• Don’t interrupt individuals at work.<br/>• Don’t make assumptions"
  },
  {
    "id": "1568449",
    "unitNumber": 3,
    "text": "\"It is often used when other techniques cannot answer all the aspects of the system in order to learn about the system itself.\"<br/>What is the name of the method used to analyse the requirements?",
    "correctAnswer": "C",
    "options": {
      "A": "Interviews",
      "B": "Sampling records, forms and documents",
      "C": "Observation of the work environment",
      "D": "Surveys",
      "E": "Prototyping"
    },
    "explanation": "Observation of the Work Environment: The system analyst observes people and activities to learn about the system. It is often used when other techniques cannot answer all the aspects of the system."
  },
  {
    "id": "1568464",
    "unitNumber": 3,
    "text": "I. It helps to understand of the feasibility and benefit of the system without having high costs.<br/>II. It may shorten the requirement finding process: it helps to define more stable and reliable requirements.<br/>III. Developers must be educated about prototyping.<br/>Which of the above is correct regarding the advantages of discovery prototyping?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only I",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "Advantages of discovery prototyping:<br/>• It allows system users and developers to try the system and get information about how the system works.<br/>• It helps to understand of the feasibility and benefit of the system without having high<br/>costs.<br/>• It could be used to train the users.<br/>• It helps to develop test plans and scenarios that will be used during systems’ test processes.<br/>• It may shorten the requirement finding process, it helps to define more stable and<br/>reliable requirements."
  },
  {
    "id": "1568477",
    "unitNumber": 3,
    "text": "I. To adapt interface with the task.<br/>II. To prepare the data for use.<br/>III. To provide proper feedback convenient queries to the users.<br/>Which of the above is among the goals of an interface design?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "I, II and III"
    },
    "explanation": "Goals of an interface design are; to adapt interface with the task, to form an effective interface, to provide proper feedback convenient queries to the users, and to increase the productivity of information workers."
  },
  {
    "id": "1568493",
    "unitNumber": 3,
    "text": "I. The old system continues to operate until it is determined that the new system operates completely well.<br/>II. Letting the old system operate enables the analyst to compare the results.<br/>III. The cost of the strategy is its disadvantage.<br/>Which of the above is correct regarding the <em>parallel</em> system transition strategy?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "<strong>Parallel:</strong> The old system continues to operate until it is determined that the new system operates completely well. Letting the old system to operate enables the analyst to compare the results of the old system with the results of the new system. Operating both systems at the same time requires additional personnel, hardware, time and other<br/>resources. Therefore, the cost of the strategy is its disadvantage."
  },
  {
    "id": "1568501",
    "unitNumber": 3,
    "text": "Which of the terms below is defined as the development of information system by using the sources that exist in the firm?",
    "correctAnswer": "C",
    "options": {
      "A": "Commercial software package",
      "B": "Service purchase",
      "C": "In-House Development",
      "D": "System Support",
      "E": "Database Design"
    },
    "explanation": "In-House Development is defined as the development of information system by using the sources that exist in the firm."
  },
  {
    "id": "1573270",
    "unitNumber": 3,
    "text": "Which of the below is not one of the main phases of SDLC (System Development and Life Cycle) model?",
    "correctAnswer": "C",
    "options": {
      "A": "Scope and planning",
      "B": "Requirements analysis",
      "C": "Feedback and report",
      "D": "Design",
      "E": "Realization and test"
    },
    "explanation": "-<br/>The SDLC model used in this book consists of 6 main phases. These phases are: scope and planning, requirements analysis, design, realization and test, setup and distribution, and operation and maintenance."
  },
  {
    "id": "1573318",
    "unitNumber": 3,
    "text": "Which feasibility type deals with the question of whether the users will resist to the new system?",
    "correctAnswer": "D",
    "options": {
      "A": "Scheduling feasibility",
      "B": "Technical feasibility",
      "C": "Economic feasibility",
      "D": "Operational feasibility",
      "E": "Legal feasibility"
    },
    "explanation": "-<br/>Operational feasibility: In general, the new system is designed for faster access and effective sharing of information. In this step, the questions must be answered such as: Is the suggested system suitable to the structure of the business? Will it be operable after the development? Will the users resist to the new system? Will the administration support the project? Is the performance of the proposed system higher than the performance of the existing system? Where will your business be located?"
  },
  {
    "id": "1573350",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Surveys can be answered very quickly.</li> <li>It is a relatively cheap data collection technique from many people.</li> <li>In general, the number of respondents is high.</li> </ol> Which of the above can be considered among the advantages of using surveys for requirement analysis?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only III",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II, and III"
    },
    "explanation": "-<br/>Data can be collected from many individuals via surveys. Advantages and disadvantages of the surveys are given below:<br/>Advantages: • Surveys can be answered very quickly. • It is a relatively cheap data collection technique from many people. • Surveys allow the respondents to be anonymous. Therefore, people may answer the question as they want rather than the answers that the employers wish. • The answers could be quickly tabulated and analyzed.<br/>Disadvantages: • In general, the number of respondents is low. • It is not guaranteed that everyone answers all of the questions. • Surveys are not flexible. Analyst cannot receive voluntary information from the people or cannot rewrite the misinterpreted questions. • It is not possible for the system analyst to observe and analyze the body language of the respondent. • There is no chance to expose blurry or incomplete questions. • It is difficult to prepare a good survey"
  },
  {
    "id": "1573631",
    "unitNumber": 3,
    "text": "In which system transition strategy the old system continues to operate until it is determined that the new system operates completely well?",
    "correctAnswer": "A",
    "options": {
      "A": "Parallel",
      "B": "Pilot",
      "C": "Phased",
      "D": "Direct",
      "E": "Assistive"
    },
    "explanation": "-<br/>Giving up the old system and starting the new system requires a careful planning and setup activity. Transition strategies are realized in four different ways depending on the degree of giving up the old system. These strategies are: parallel, pilot, phased, and direct. <br/>In parallel transitioning system the old system continues to operate until it is determined that the new system operates completely well. Letting the old system to operate enables the analyst to compare the results of the old system with the results of the new system."
  },
  {
    "id": "1573659",
    "unitNumber": 3,
    "text": "Which of the below is not one of the system maintenance activities?",
    "correctAnswer": "B",
    "options": {
      "A": "Corrective maintenance",
      "B": "Constructive maintenance",
      "C": "Adaptive maintenance",
      "D": "Perfective maintenance",
      "E": "Preventive maintenance"
    },
    "explanation": "-<br/>System maintenance support and documentation start in this phase and continue through the life cycle of the information system. Businesses pay maintenance fee during the maintenance period. Some of the updates and maintenance can be automatically performed using the internet site of the information system developer. Although the sequence and character of maintenance demands change from one system to another, there are four basic maintenance activities:<br/>Corrective maintenance: It includes correcting an error discovered during operations.<br/>Adaptive maintenance: It includes activities to arrange exiting functions or adding new functions such that the system conforms with job or activity changes.<br/>Perfective maintenance: It means improving and modifying the system to respond to changing user requirements and organizational needs, enhancing documentation and increasing system efficiency, reliability, or maintainability.<br/>Preventive maintenance: It is related to lengthening the service duration of the existing system, to reduce the likelihood of future system failures. Although this type of maintenance has the lowest priority, it adds high value to the organization."
  },
  {
    "id": "1573704",
    "unitNumber": 3,
    "text": "Which of the below is defined as the development of information system by using the sources that exist in the firm?",
    "correctAnswer": "E",
    "options": {
      "A": "Source-efficient maintenance",
      "B": "Service procurement",
      "C": "Domestic enhancement",
      "D": "Low-level expenditure",
      "E": "In-house development"
    },
    "explanation": "In-House Development is defined as the development of information system by using the sources that exist in the firm."
  },
  {
    "id": "1573727",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Cost is very low for the initial supply.</li> <li>There is no need to invest for the information system personnel.</li> <li>Installation is done very quickly.</li> </ol> Which of the above are among the advantages of reaching a software package through an application service provider?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only III",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II, and III"
    },
    "explanation": "-<br/>Reaching a software package through an application service provider has several advantages. Cost is very low for the initial supply and the installation is done very quickly. Paying as you use is cheaper for the frequent users. There is no need to invest for the information system personnel. Additionally, it may not be necessary for infrastructure investment in specialized information technologies."
  },
  {
    "id": "1573768",
    "unitNumber": 3,
    "text": "In a linear sequential model what comes after development and test?",
    "correctAnswer": "B",
    "options": {
      "A": "Operation and maintenance",
      "B": "Installation and deployment",
      "C": "design",
      "D": "Scope and planning",
      "E": "Requirement analysis"
    },
    "explanation": "-<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/189329895a1ff387670f3b0652ad7e3c.png\" alt=\"\" width=\"521\" height=\"325\">"
  },
  {
    "id": "1573793",
    "unitNumber": 3,
    "text": "Which information development system model is an agile method that focuses on iterative development instead of technical approaches of agile methods?",
    "correctAnswer": "D",
    "options": {
      "A": "The Incremental Model",
      "B": "The Spiral Model",
      "C": "The Agile Model",
      "D": "The Scrum Model",
      "E": "Component Based Development Model"
    },
    "explanation": "-<br/>The Scrum approach is an agile method that focuses on iterative development instead of technical approaches of agile methods."
  },
  {
    "id": "1573995",
    "unitNumber": 3,
    "text": "Which Computer-Aided Software Engineering tools help automatically find missing or incorrect features in the diagrams, display, and reporting?",
    "correctAnswer": "E",
    "options": {
      "A": "Diagramming tools",
      "B": "Computer display and reporting tools",
      "C": "Design and code generator tools",
      "D": "Testing tools",
      "E": "Analyst tools"
    },
    "explanation": "-<br/>Analyst tools help automatically find missing or incorrect features in the diagrams, display, and reporting.<br/>Diagramming tools are used in the graphical representation of system process, data and control structures. Computer display and reporting tools help users show how and what the system looks like. Design and code generator tools provide automatic generation of the databases and program parts. Testing tools support the simulation of processes and data traffic and enable the performance measurement and test plans to be prepared and managed."
  },
  {
    "id": "1579187",
    "unitNumber": 3,
    "text": "What does SDLC stand for?",
    "correctAnswer": "A",
    "options": {
      "A": "System Development Life Cycle",
      "B": "Subordinate Development Life Cycle",
      "C": "System Dominance Life Cycle",
      "D": "System Development Linear Cycle",
      "E": "System Development Life Counter"
    },
    "explanation": "System Development Life Cycle (SDLC) is a conceptual model of applied phases that are used in information system development."
  },
  {
    "id": "1579220",
    "unitNumber": 3,
    "text": "\"Need for information system renewal may be the result of changes in the laws and regulations instead of business demand or new technology.\"<br/>Which of the below is defined by this definition?",
    "correctAnswer": "B",
    "options": {
      "A": "Cost Reduction.",
      "B": "Change and Regulations.",
      "C": "New Business Models.",
      "D": "New Product Services.",
      "E": "Customer Relationship Management."
    },
    "explanation": "Change and Regulations: Need for information system renewal may be the result of changes in the laws and regulations instead of business demand or new technology."
  },
  {
    "id": "1579311",
    "unitNumber": 3,
    "text": "I - Requirements Analysis<br/>II - Design<br/>III - Realization and Test<br/>IV - Operation and Maintenance<br/>V - Scope and Planning<br/>VI - Setup and Distribution<br/>Which option below shows the correct order of System Development Life Cycle?",
    "correctAnswer": "C",
    "options": {
      "A": "I-II-III-IV-V-VI",
      "B": "V-II-III-I-VI-IV",
      "C": "V-I-II-III-VI-IV",
      "D": "VI-I-II-III-V-IV",
      "E": "IV-IV-II-III-I-V"
    },
    "explanation": "The correct order of System development life cycle is as follows: Scope and Planning, Requirements Analysis, Design, Realization and Test, Setup and Disribution, Operation and Maintenance."
  },
  {
    "id": "1579345",
    "unitNumber": 3,
    "text": "In which type of feasibility study PERT and Gannt charts are used?",
    "correctAnswer": "D",
    "options": {
      "A": "Operational feasibility",
      "B": "Technical feasibility",
      "C": "Economic feasibility",
      "D": "Scheduling feasibility",
      "E": "Legal feasibility"
    },
    "explanation": "<em>Scheduling feasibility: </em>Is it possible to set up the proposed system in the determined time interval? For this purpose, project activity scheduling techniques like PERT and Gantt charts are used to determine whether it is feasible to setup system on time."
  },
  {
    "id": "1579407",
    "unitNumber": 3,
    "text": "Which of the below is the best way to determine the system requirements with the potential customers?",
    "correctAnswer": "E",
    "options": {
      "A": "Sampling records, forms and documents",
      "B": "Surveys",
      "C": "Prototyping",
      "D": "Joint Application Design",
      "E": "Interviews"
    },
    "explanation": "Interviewing with the potential users is the best way to determine the system requirements. The users of the existing system and prospective users of the proposed system are the best information sources. Goals, informal procedures, feelings and opinions are important information obtained from interviews."
  },
  {
    "id": "1579425",
    "unitNumber": 3,
    "text": "Which of the below is one of the advantages of a survey?",
    "correctAnswer": "A",
    "options": {
      "A": "Surveys allow respondents to be anonymous. Therefore, people may answer the question as they want rather than the answers that the employers wish.",
      "B": "In general, the number of respondents is low.",
      "C": "It is not guaranteed that everyone answers all of the questions.",
      "D": "Surveys are not flexible. The analyst cannot receive voluntary information from the people or cannot rewrite the misinterpreted questions.",
      "E": "It is not possible for the system analyst to observe and analyze the body language of the respondent."
    },
    "explanation": "Advantages:<br/>• Surveys can be answered very quickly.<br/>• It is a relatively cheap data collection technique from many people.<br/>• Surveys allow the respondents to be anonymous. Therefore, people may answer the question as they want rather than the answers that the employers wish.<br/>• The answers could be quickly tabulated and analyzed."
  },
  {
    "id": "1579458",
    "unitNumber": 3,
    "text": "Which of the below is NOT one of the System Transition Strategies?",
    "correctAnswer": "B",
    "options": {
      "A": "Pilot",
      "B": "Host",
      "C": "Parallel",
      "D": "Phased",
      "E": "Direct"
    },
    "explanation": "Giving up the old system and starting the new system requires a careful planning and setup activity. Transition strategies are realized in four different ways depending on the degree of giving up the old system. These strategies are: parallel, pilot, phased, and direct."
  },
  {
    "id": "1579479",
    "unitNumber": 3,
    "text": "Which of the below is related to lengthening the service duration of the existing system, to reduce the likelihood of future system failures?",
    "correctAnswer": "C",
    "options": {
      "A": "Corrective maintenance",
      "B": "Adaptive maintenance",
      "C": "Preventive maintenance",
      "D": "Perfective maintenance",
      "E": "All of the above"
    },
    "explanation": "<em>Preventive maintenance: </em>It is related to lengthening the service duration of the existing system, to reduce the likelihood of future system failures. Although this type of maintenance has the lowest priority, it adds high value to the organization."
  },
  {
    "id": "1579540",
    "unitNumber": 3,
    "text": "Which of the below Information System Development Models is an evolutionary model that allows the iterative structure of the Prototyping to be controlled by a systematic approach?",
    "correctAnswer": "D",
    "options": {
      "A": "The Incremental Model",
      "B": "Component-Based Development Model",
      "C": "The Agile Model",
      "D": "The Spiral Model",
      "E": "Linear Sequential Model"
    },
    "explanation": "The spiral model is an evolutionary model that allows the iterative structure of the Prototyping to be controlled by a systematic approach of the Linear Sequential Model. It enables rapid development of incremental versions of the system software."
  },
  {
    "id": "1579568",
    "unitNumber": 3,
    "text": "Which tools help automatically find missing or incorrect features in the diagrams, display, and reporting?",
    "correctAnswer": "E",
    "options": {
      "A": "Computer display and reporting tools",
      "B": "Quality management tools",
      "C": "Diagramming tools",
      "D": "Design and code generator tools",
      "E": "Analyst Tools"
    },
    "explanation": "Analyst tools; they help automatically find missing or incorrect features in the diagrams, display, and reporting."
  },
  {
    "id": "1729343",
    "unitNumber": 3,
    "text": "How do you make decisions easier?",
    "correctAnswer": "A",
    "options": {
      "A": "Information systems make use of real time data allowing managers to make better decisions in short time.",
      "B": "Ageing technology increases the management costs and similar operations can be done with lower costs by using new technology.",
      "C": "Decidophobia can lead to confusion and high level of dependence on others to choose when there is more than one choice that is the case in the reality.",
      "D": "Information systems support customer relationship services allowing building and maintaining competitive advantage.",
      "E": "Reduce decision fatigue. Decision fatigue is a documented phenomenon that sets in when you make too many successive decisions"
    },
    "explanation": "Easier Decision Making: Information systems <strong>make use of real time data allowing managers to make better decisions in short time. </strong>"
  },
  {
    "id": "1729351",
    "unitNumber": 3,
    "text": "What are the important phases of SDLC?",
    "correctAnswer": "B",
    "options": {
      "A": "Identify Your Goal. One of the most effective decision-making strategies is to keep an eye on your goal.",
      "B": "Planning, Analysis, Design, Realization + Test, Distribution and Maintenance.",
      "C": "Active Listening, interpersonal skills, collaboration communication, logic problem, solving critical thinking and time management.",
      "D": "Gather information for weighing your options and consider the consequences.",
      "E": "Group Discussions. Brainstorming. Delphi technique. Marginal Analysis. Cost-Benefit Analysis."
    },
    "explanation": "These phases are: <strong>scope and planning, requirements analysis</strong>, design, realization and test, setup and <strong>distribution, and operation and maintenance</strong>. Different system development models may have different number of phases. Although analysts may have different views about the number of phases, they have common views to use the general approach that is defined in these phases. Although the phases are given in sequence, they may not be applied in the same order."
  },
  {
    "id": "1729369",
    "unitNumber": 3,
    "text": "What is the scope of planning?",
    "correctAnswer": "C",
    "options": {
      "A": "It defines boundaries and deliverables.",
      "B": "It is like any plan.",
      "C": "Scope of planning includes opportunities and goals of the problem represented by the information system project are determined.",
      "D": "In point form, the boundaries of the project from each project stakeholder's point of view.",
      "E": "Scope of planning needs to be done in order to achieve a project's objectives."
    },
    "explanation": "In the first phase of System Development Life Cycle, scope, <strong>opportunities and goals of the problem represented by the information system project are determined.</strong> The success of the rest of the project depends on the correct definition of the problem. In the scope of the problem; size, borders, vision, constraints, limits, stakeholders, budget and timing of the project are determined."
  },
  {
    "id": "1729381",
    "unitNumber": 3,
    "text": "What is IT System project?",
    "correctAnswer": "A",
    "options": {
      "A": "IT System project is Cost control and budget management and resource allocation.",
      "B": "IT System project is a tool accessible via web browser which enables monitoring and management of projects within the scope of works and expenditures.",
      "C": "IT System project refers to the four-step process that is followed by nearly all project managers when moving through stages of project completion.",
      "D": "IT System project is undertaking a series of related activities to develop IT systems.",
      "E": "IT System Project is to provide an understanding of the project's progress so that appropriate corrective actions can be taken when the project's performance deviates significantly from the plan."
    },
    "explanation": "In the first phase of System Development Life Cycle, scope, opportunities and goals of the problem represented by the information system project are determined. The success of the rest of the project depends on the correct definition of the problem. In the scope of the problem; size, borders, vision, constraints, limits, stakeholders, budget and timing of the project are determined. <strong>It includes cost control and budget management and resource allocation.</strong>"
  },
  {
    "id": "1729386",
    "unitNumber": 3,
    "text": "What is the purpose of feasibility study?",
    "correctAnswer": "E",
    "options": {
      "A": "A profitable project might drain your resources in other areas or limit your ability to pursue another project that would provide a larger return on your investment.",
      "B": "Write the business description with key success factors.",
      "C": "Describe the product/service and its benefits.",
      "D": "Quantitative and qualitative requirements to material resources and labor funds are determined.",
      "E": "The purpose of the feasibility study is to investigate likelihood of the system development project."
    },
    "explanation": "<strong>The purpose of the feasibility study is to investigate likelihood of the system development project.</strong> At the end of the feasibility study, project plan and estimated budget of the project are obtained. During the feasibility study, generally, a pre-investigation is conducted on the system. At this stage, considering the sources and constraints of the business, it is decided whether or not it is feasible to solve the problem."
  },
  {
    "id": "1729396",
    "unitNumber": 3,
    "text": "Can requirement analysis be divided into which groups?",
    "correctAnswer": "A",
    "options": {
      "A": "Requirements analysis can be classified into three groups: functional requirements, nonfunctional requirements, and environment requirements.",
      "B": "Requirements engineering, is the process of determining user expectations for a new or modified product.",
      "C": "Technical feasibility and operational feasibility.",
      "D": "It is examined under three groups. These groups are Surveys, Prototyping, Joint Application Design",
      "E": "Each new information system development activity brings a new change as a group along itself."
    },
    "explanation": "After completing the plan and determining the starting and finishing times of the activities that compose the information system development project, system requirements are analyzed. <strong>These requirements can be classified into three groups: functional requirements, nonfunctional requirements, and environment requirements.</strong><br/>To determine the functional requirements, the following questions are asked:<br/><ul><br/><li>What capabilities can the new system offer to the users?</li><br/><li>Which data should be collected and stored?</li><br/><li>What is the expected level of the performance?</li><br/></ul><br/>Using these type of questions, the requirements describing the system function in detail are determined and prioritized. Besides this, the analyst uses the questions and answers related to human- computer interaction and work environment of the system."
  },
  {
    "id": "1729401",
    "unitNumber": 3,
    "text": "How many groups of requirements analysis are classified?",
    "correctAnswer": "B",
    "options": {
      "A": "First, what capabilities can the new system offer to the users, second which data should be collected and stored and finally what is the expected level of the performance.",
      "B": "These requirements can be classified into three groups: functional requirements, nonfunctional requirements, and environment requirements.",
      "C": "The purpose of the Requirements Elicitation Process is to gather, process, and track evolving stakeholder needs and requirements.",
      "D": "Requirements analysis includes three types of activities, eliciting requirements and requirementsgathering or requirements discovery.",
      "E": "Software Development Life Cycle consists of a complete plan explaining the way to develop, maintain and replace specific software system."
    },
    "explanation": "After completing the plan and determining the starting and finishing times of the activities that compose the information system development project, system requirements are analyzed. T<strong>hese requirements can be classified into three groups: functional requirements, nonfunctional requirements, and environment requirements.</strong>"
  },
  {
    "id": "1729406",
    "unitNumber": 3,
    "text": "How long is the iteration (loop) evaluated when designing a discovery prototype.",
    "correctAnswer": "C",
    "options": {
      "A": "The iteration (loop) continues that users may develop unrealistic requirements by considering the performance.",
      "B": "The iteration (loop) continues until establishing the conflict eliminating methods.",
      "C": "The iteration (loop) continues until the development of the product establishes the requirements of the customer and the developers understand what need to do.",
      "D": "The iteration (loop) includes which facts and ideas from whom will be collected.",
      "E": "Depending on the facts and ideas to be best solution that is produced the best answers is selected."
    },
    "explanation": "The prototype is developed after the quick design. Once the prototype has been evaluated by the users, the requirements are updated and the process starts again. In the discovery prototyping, <strong>the iteration (loop) continues until the development of the product establishes the requirements of the customer and the developers understand what need to do.</strong>"
  },
  {
    "id": "1729413",
    "unitNumber": 3,
    "text": "Where should be operated (Pilot) first in the system transition strategy?",
    "correctAnswer": "D",
    "options": {
      "A": "The old system continues to operate until it is determined that the new system operates completely well.",
      "B": "Operating both systems at the same time requires additional personnel, hardware, time and other resources.",
      "C": "The setup of a new information system for many companies is replacing the old system.",
      "D": "In this strategy, the new system is operated in only a branch or department.",
      "E": "Training of managers, users, and computing experts should be planned separately related to their interests."
    },
    "explanation": "<strong>Pilot: In this strategy, the new system is operated in only a branch or department.</strong> As the pilot operation is completed or starts to operate correctly, transition is applied to the other parts of the business synchronously or gradually. In pilot transition, the old system is kept but not activated."
  },
  {
    "id": "1729420",
    "unitNumber": 3,
    "text": "What stages does a Spiral model consist of?",
    "correctAnswer": "E",
    "options": {
      "A": "The Spiral model, which consists of requirement analyses , development and tests.",
      "B": "The Spiral model, which consists of scope of planning, design and installation.",
      "C": "The Spiral model is a process of software development where requirements are broken down into multiple standalone modules of software development cycle.",
      "D": "Generates working software quickly and early during the software life cycle. More flexible - less costly to change scope and requirements.",
      "E": "Determine objectives and constraints, risk analysis, engineering and evaluation."
    },
    "explanation": "Not; Sayfa 82, figure 3-5’de Risk analysis kelimesi “risc analysis” olarak yazılmıştır.<br/>The Spiral model, which consists of 4 phases; <br/><strong><em>Determine Objectives and Constraints</em>:</strong> An effective communication between the developer and the customer is established and tasks to define resources, timelines and other information related to the project are performed.<br/><strong><em>Risk Analysis: </em></strong>Technical and management risks are determined and Risk mitigation plan is prepared.<br/><strong><em>Engineering</em>:</strong> One or more solutions for the application are developed. The tasks of designing and building the system, creating test, installation and user support (documentation, user training) are executed.<br/><strong><em>Evaluation</em>:</strong> Customers evaluate the application and provide their feedback to the system. The next phase of the system is planned and the changes are incorporated."
  },
  {
    "id": "1729476",
    "unitNumber": 3,
    "text": "What are the tools of an application environment?",
    "correctAnswer": "A",
    "options": {
      "A": "Application development environments (ADE) tools are user interfaces, network connectivity, database middleware, testing tools, version control software and help authoring tools.",
      "B": "Application development environments (ADE) tools are user interfaces, network connectivity, database middleware, testing tools, version control software and help authoring tools.",
      "C": "An environment is a user-defined collection of resources that hosts an application.",
      "D": "Environments are typically modeled on some stage of the software project lifecycle, such as development, QA, or production.",
      "E": "The three types of computer software's are systems software, programming software and applications software."
    },
    "explanation": "Application development environments (ADE) have been replaced by the use of program compilers due to the demand for rapid and quality software development. With these application development environments, programs can be developed more simply and efficiently.<br/><strong><em>User Interface (UI) Design software</em>:</strong> It allows programmers to create fast interfaces through component libraries.<br/><strong><em>Network connectivity and Database middleware software</em>:</strong> It allows programmers to integrate the software they develop into different databases and into their network quickly.<br/><strong><em>Testing tools</em>:</strong> They provide the testing of the developed software with test scenarios.<br/><strong><em>Version control software</em>:</strong> It allows programmers working as team to manage, store and access different versions of the software (source and running software) that is developed and installed after development.<br/><strong><em>Help Authoring tools</em>:</strong> They are used for writing online help, online training, and user manuals."
  },
  {
    "id": "1729481",
    "unitNumber": 3,
    "text": "What is Agile Scrum model?",
    "correctAnswer": "B",
    "options": {
      "A": "The agile scrum method anticipates change and allows for much more flexibility than traditional methods.",
      "B": "The Scrum approach is an agile method that focuses on iterative development instead of technical approaches of agile methods.",
      "C": "Agile Scrum model is defined as a set of reuse-enabling technologies, tools and techniques that allow application.",
      "D": "Agile Scrum model focuses on the decomposition of the design into individual functional or logical components that represent well-defined communication interfaces containing methods, events, and properties.",
      "E": "The object Agile Scrum model approach takes place in the form of combining data and processes into objects."
    },
    "explanation": "<strong>The Scrum approach is an agile method that focuses on iterative development instead of technical approaches of agile methods. </strong>Scrum has three phases. In the first phase, main planning is done to form the overall objectives of the project and the design of the software architecture. At this stage, the established main requirements of the project are sorted in importance order and collected as a Product Backlog."
  },
  {
    "id": "1733734",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Software</li> <li>Hardware</li> <li>Data</li> <li>Communication</li> <li>Network technologies</li> </ol> Which of the above do information systems contain?",
    "correctAnswer": "E",
    "options": {
      "A": "I and II",
      "B": "II and III",
      "C": "I, II and III",
      "D": "II, III and IV",
      "E": "I, II, III, IV and V"
    },
    "explanation": "Information systems are complex structures that contain software, hardware, data, communication and network technologies where more than one person takes side.<br/>E) I, II, III, IV and V<br/><ul> <li>Software</li> <li>Hardware</li> <li>Data</li> <li>Communication</li> <li>Network technologies</li> </ul>"
  },
  {
    "id": "1733819",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Change and regulations</li> <li>Scope and planning</li> <li>Cost reduction</li> <li>Operation and maintenance</li> </ol> Which of the above are among the phases of <strong>system development life cycle</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "I and II",
      "B": "II and IV",
      "C": "II and III",
      "D": "I, II and III",
      "E": "II, III and IV"
    },
    "explanation": "B) II and IV"
  },
  {
    "id": "1733840",
    "unitNumber": 3,
    "text": "What is the purpose of the feasibility study?",
    "correctAnswer": "A",
    "options": {
      "A": "To investigate the likelihood of the system development project",
      "B": "To determine the benefits of the business",
      "C": "To support customer relationship services",
      "D": "To bring new technologies to compete with other businesses",
      "E": "To manage and analyze interactions and data along the customer lifecycle"
    },
    "explanation": "A) To investigate the likelihood of the system development project"
  },
  {
    "id": "1733854",
    "unitNumber": 3,
    "text": "\"<strong>Is the suggested system suitable to the structure of the business?</strong>\" <br/>What type of feasibility step does this question refer to?",
    "correctAnswer": "B",
    "options": {
      "A": "Technical feasibility",
      "B": "Operational feasibility",
      "C": "Scheduling feasibility",
      "D": "Economic feasibility",
      "E": "Legal Feasibility"
    },
    "explanation": "B) Operational feasibility"
  },
  {
    "id": "1733867",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Sampling records, forms and documents</li> <li>Surveys</li> <li>Prototyping</li> <li>Joint Application Design</li> </ol> Which of the methods above can be used to determine user requirements?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I, II and III",
      "E": "I, II, III and IV"
    },
    "explanation": "E) I, II, III and IV <br/><ul> <li>Sampling records, forms and documents</li> <li>Surveys</li> <li>Prototyping</li> <li>Joint Application Design</li> </ul>"
  },
  {
    "id": "1733913",
    "unitNumber": 3,
    "text": "\"<strong>Many businesses use group works rather than separate and numerous interviews with individuals in order to determine requirements</strong>.\"<br/>Which of the following does this statement refert to?",
    "correctAnswer": "C",
    "options": {
      "A": "Interface design",
      "B": "Database design",
      "C": "Joint application design",
      "D": "Output design",
      "E": "Input design"
    },
    "explanation": "C) Joint application design"
  },
  {
    "id": "1733929",
    "unitNumber": 3,
    "text": "\"<strong>The development of information system by using the sources that exist in the firm</strong>.\"<br/>Which acquisition approach does this statement refer to?",
    "correctAnswer": "C",
    "options": {
      "A": "In service purchase",
      "B": "In commercial software package",
      "C": "In-House Development",
      "D": "Corrective maintenance",
      "E": "Perfective maintenance"
    },
    "explanation": "C) In-House Development"
  },
  {
    "id": "1733961",
    "unitNumber": 3,
    "text": "__________ is based on the creation of the first application, taking the user’s opinion, and the creation of several versions until the desired final system is developed.",
    "correctAnswer": "D",
    "options": {
      "A": "The Agile Model",
      "B": "Component Based Development Model",
      "C": "The Linear Sequential Model",
      "D": "The Incremental Model",
      "E": "The Spiral Model"
    },
    "explanation": "D) The Incremental Model"
  },
  {
    "id": "1733980",
    "unitNumber": 3,
    "text": "Which CASE (Computer-Aided Software Engineering) resources provide automatic generation of the databases and program parts?",
    "correctAnswer": "C",
    "options": {
      "A": "Diagramming tools",
      "B": "Computer display and reporting tools",
      "C": "Design and code generator tools",
      "D": "Project Management tools",
      "E": "Analyst tools"
    },
    "explanation": "C) Design and code generator tools"
  },
  {
    "id": "1733997",
    "unitNumber": 3,
    "text": "Which of the application development environments (ADE) are used for writing online help, online training, and user manuals?",
    "correctAnswer": "E",
    "options": {
      "A": "User Interface (UI) Design software",
      "B": "Network connectivity and Database middleware software",
      "C": "Version control software",
      "D": "Testing tools",
      "E": "Help Authoring tools"
    },
    "explanation": "E) Help Authoring tools"
  },
  {
    "id": "1737593",
    "unitNumber": 3,
    "text": "There may be several reasons to install or renew an information system.<br/>Which of following is not one of them?",
    "correctAnswer": "D",
    "options": {
      "A": "Growth of business and addition of new type information into the system increase the demand of information process. This causes insufficiency of existing information system to fulfill the needs",
      "B": "Ageing technology increases the management costs and similar operations can be done with lower costs by using new technology",
      "C": "Processing cost of information decreased considerably using developing technology. Businesses that use newly developed technology obtain advantages over the opponents",
      "D": "Information systems make use of real time data allowing managers to make better decisions in long time.",
      "E": "Need for information system renewal may be the result of changes in the laws and regulations instead of business demand or new technology"
    },
    "explanation": "It should be short time"
  },
  {
    "id": "1737605",
    "unitNumber": 3,
    "text": "A systematic development process model is used to analyze and design information systems. This development process model is called ....................................................................<br/>Which of the following should be at dotted place?",
    "correctAnswer": "A",
    "options": {
      "A": "System Development Life Cycle",
      "B": "Planning Life Cycle",
      "C": "Operation and Maintenance Life Cycle",
      "D": "Setup and Distrubution Life Cycle",
      "E": "Setup and Analysis Life Cycle"
    },
    "explanation": "It should be System Development Life Cycle"
  },
  {
    "id": "1737619",
    "unitNumber": 3,
    "text": "The System and Development Life Cycle model consists of........... main phases.<br/>Which of following should be at dotted place?",
    "correctAnswer": "D",
    "options": {
      "A": "3",
      "B": "4",
      "C": "5",
      "D": "6",
      "E": "7"
    },
    "explanation": "It should be 6"
  },
  {
    "id": "1737631",
    "unitNumber": 3,
    "text": "The System and Development Life Cycle model consists of 6 main phases.<br/>Which of following is not one of them?",
    "correctAnswer": "E",
    "options": {
      "A": "Scope and Planning",
      "B": "Requirements Analysis",
      "C": "Setup and Disribution",
      "D": "Operation and Maintenance",
      "E": "System Improvement Analysis"
    },
    "explanation": "System Improvement Analys is not one of them"
  },
  {
    "id": "1737640",
    "unitNumber": 3,
    "text": "One of the important activities in Scope and Planning phase is to determine the benefits of the business as a result of the application of the project and the definition of the goals.<br/>Which of the following is not one of the stakeholders of the Scope and Planning phase?",
    "correctAnswer": "E",
    "options": {
      "A": "System owners",
      "B": "Internal system administrators",
      "C": "Project managers",
      "D": "System analysts",
      "E": "Each system worker"
    },
    "explanation": "Each system workers are not one of them"
  },
  {
    "id": "1737649",
    "unitNumber": 3,
    "text": "Which of the following is not one of the responsibilities of the project manager, who is a stakeholder of the Scope and planning phase?",
    "correctAnswer": "D",
    "options": {
      "A": "responsible for initiating",
      "B": "responsible for planning",
      "C": "responsible for executing",
      "D": "responsible for opening of project",
      "E": "responsible for closing of project"
    },
    "explanation": "opening of project is not one of them"
  },
  {
    "id": "1737656",
    "unitNumber": 3,
    "text": "Which of the following is not one of the questions answered within the scope of the feasibility study process?",
    "correctAnswer": "D",
    "options": {
      "A": "Is the new system really necessary?",
      "B": "What are the benefits and difficulties?",
      "C": "What is necessary to realize the system?",
      "D": "What is the net totally budget?",
      "E": "How long will it take to realize the system?"
    },
    "explanation": "What is the net totally budget? is not one of them"
  },
  {
    "id": "1737660",
    "unitNumber": 3,
    "text": "During the feasibility study, in general, for the proposed system solution.........types of feasibility steps are taken.<br/>Which of following should be at dotted place?",
    "correctAnswer": "D",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "It should be 5"
  },
  {
    "id": "1737663",
    "unitNumber": 3,
    "text": "During the feasibility study, in general, for the proposed system solution five types of feasibility steps are taken.<br/>Which of following is not one of them?",
    "correctAnswer": "E",
    "options": {
      "A": "Technical feasibility",
      "B": "Operational feasibility",
      "C": "Scheduling feasibility",
      "D": "Economic feasibility",
      "E": "Managing Feasibility"
    },
    "explanation": "Managing Feasibility is not one of them"
  },
  {
    "id": "1737666",
    "unitNumber": 3,
    "text": "After completing the plan and determining the starting and finishing times of the activities that compose the information system development project, system requirements are analyzed. These requirements can be classified into three groups: functional requirements, nonfunctional requirements, and environment requirements.<br/>To determine the functional requirements some questions asked.<br/>Which of following is not one of them?",
    "correctAnswer": "E",
    "options": {
      "A": "What capabilities can the new system offer to the users?",
      "B": "Which data should be collected?",
      "C": "Which data should be stored?",
      "D": "What is the expected level of the performance?",
      "E": "What is the resulting level of the performance?"
    },
    "explanation": "What is the resulting level of the performance? this question is not one them ."
  },
  {
    "id": "1742233",
    "unitNumber": 3,
    "text": "What does SDLC stand for?",
    "correctAnswer": "E",
    "options": {
      "A": "System Designed Life Cycle",
      "B": "System Development Life Coach",
      "C": "Sound Development Life Cycle",
      "D": "System Development Library Cycle",
      "E": "System Development Life Cycle"
    },
    "explanation": "System Development Life Cycle (SDLC) is a..."
  },
  {
    "id": "1742246",
    "unitNumber": 3,
    "text": "Which one of the following is <u><strong>not</strong></u> one of the reasons for information system development?",
    "correctAnswer": "D",
    "options": {
      "A": "New Business Models",
      "B": "New Product Services",
      "C": "Cost Reduction",
      "D": "Psychological Support",
      "E": "Change and Regulations"
    },
    "explanation": "There may be several reasons to install or renew<br/>an information system. These reasons are as follows:<br/>• New Business Models<br/>• New Product Services<br/>• Cost Reduction<br/>• Easier Decision<br/>• Change and Regulations: Making<br/>• Customer Relationship Management"
  },
  {
    "id": "1742261",
    "unitNumber": 3,
    "text": "The success of the rest of the project depends on the correct definition of the problem. In which phase the problem is defined?",
    "correctAnswer": "A",
    "options": {
      "A": "Scope and Planning",
      "B": "Operation and Maintenance",
      "C": "Requirements Analysis",
      "D": "Realization and Test",
      "E": "Setup and Disribution"
    },
    "explanation": "In the first phase of System Development Life Cycle, scope, opportunities and goals of the problem represented by the information system project are determined. The success of the rest of the project depends on the correct definition of the problem. In the scope of the problem; size, borders, vision, constraints, limits, stakeholders, budget and timing of the project are determined."
  },
  {
    "id": "1742267",
    "unitNumber": 3,
    "text": "Which of the following is conducted to investigate likelihood of the system development project?",
    "correctAnswer": "C",
    "options": {
      "A": "Investigation Study",
      "B": "Inquiry Study",
      "C": "Feasibility Study",
      "D": "Development Study",
      "E": "Project Study"
    },
    "explanation": "The purpose of the feasibility study is to investigate likelihood of the system development project."
  },
  {
    "id": "1742277",
    "unitNumber": 3,
    "text": "\"Is the suggested system suitable to the structure of the business?\"<br/>Which feasibility step is related with the above question?",
    "correctAnswer": "E",
    "options": {
      "A": "Technical feasibility",
      "B": "Economic feasibility",
      "C": "Legal Feasibility",
      "D": "Scheduling feasibility",
      "E": "Operational feasibility"
    },
    "explanation": "Operational feasibility: In general, the new system is designed for faster access and effective sharing of information. In this step, the questions must be answered such as: Is the suggested system suitable to the structure of the business?"
  },
  {
    "id": "1742281",
    "unitNumber": 3,
    "text": "Which of the following is a step of feasibility?",
    "correctAnswer": "B",
    "options": {
      "A": "Moral Feasibility",
      "B": "Legal Feasibility",
      "C": "Monetary Feasibility",
      "D": "Structural Feasibility",
      "E": "Technological Feasibility"
    },
    "explanation": "Legal Feasibility: It is an assessment to determine whether any aspect of the proposed system conflicts with the current legal requirements both in domestic and international terms like data protection laws, zoning laws or contractual and procurement related laws."
  },
  {
    "id": "1742286",
    "unitNumber": 3,
    "text": "Which of the following is the best way to determine the system requirements?",
    "correctAnswer": "A",
    "options": {
      "A": "Interviews",
      "B": "Observation of the work environment",
      "C": "Sampling records, forms and documents",
      "D": "Prototyping",
      "E": "Joint Application Design"
    },
    "explanation": "Interviewing with the potential users is the best way to determine the system requirements. The users of the existing system and prospective users of the proposed system are the best information sources."
  },
  {
    "id": "1742290",
    "unitNumber": 3,
    "text": "In which phase of SDLC, system analyst uses previously collected knowledge for the design of the information system?",
    "correctAnswer": "C",
    "options": {
      "A": "Discovery Prototyping",
      "B": "Requirements Analysis",
      "C": "Design",
      "D": "Realization and Test",
      "E": "Setup and Distribution"
    },
    "explanation": "Design:<br/>In this phase of SDLC, system analyst uses previously collected knowledge for the design of the information system."
  },
  {
    "id": "1742374",
    "unitNumber": 3,
    "text": "\"Includes technical support given to the system users in case of system failures and maintenance services for any failure or when new requirements arise.\"<br/>Which of the following is defined above?",
    "correctAnswer": "B",
    "options": {
      "A": "Operation and Maintenance",
      "B": "System Support",
      "C": "System Transition Strategy",
      "D": "Database Design",
      "E": "Realization and Test"
    },
    "explanation": "System Support: Includes technical support given to the system users in case of system failures and maintenance services for any failure or when new requirements arise."
  },
  {
    "id": "1742384",
    "unitNumber": 3,
    "text": "\"The development of information system by using the sources that exist in the firm.\"<br/>Which of the following is defined above?",
    "correctAnswer": "A",
    "options": {
      "A": "In-House Development",
      "B": "Commercial software package",
      "C": "Service Purchase",
      "D": "Information System Acquisiton",
      "E": "Business Information Systems"
    },
    "explanation": "In-House Development is defined as the development of information system by using the sources that exist in the firm."
  },
  {
    "id": "1556058",
    "unitNumber": 4,
    "text": "I. It consists of all information related to business' human resources.<br/>II. It can include various data elements such as head count and fluctuation.<br/>III. It can include information regarding the data sources like employee surveys.<br/>Which of the above is correct regarding the Human Resource Information System?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "HR information system consists of all information related to business’s human resources and it can include various data elements such as head count, fluctuation, age distributions, composition of talent pools, use and effectiveness of training and development initiatives, or data sources such as the employee surveys, performance management, succession planning."
  },
  {
    "id": "1556064",
    "unitNumber": 4,
    "text": "I. It focuses on both HR staff and people outside the department.<br/>II. It is the conduction of HRM activities with the use of Internet and Intranet.<br/>III. Thanks to the development in technology, businesses are more inclined to seek technology-related information.<br/>Which of the above is correct regarding the Electronic Human Resource Management?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "Electronic Human Resource Management is the conduction of HRM activities with the use of the Internet and the Intranet. With the developments in information technology and changing conditions of gaining competitiveness, businesses are more inclined to seek information technology-driven HR solutions. HRIS focuses on HR department itself whereas e-HRM focuses not only on the HR staff but also people outside this department like the employees and managers."
  },
  {
    "id": "1556072",
    "unitNumber": 4,
    "text": "I. It focuses on the individual.<br/>II. It looks for ways to recruit, retain and train the business' most talented employee.<br/>III. Talent management and human capital management have the same concept.<br/>Which of the above is correct regarding the talent management?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "Talent management is not the same thing as human capital management. Whereas talent management, as one component of human capital management, focuses on the individual, human capital refers to the value of people in business. Talent management is looking for the ways to recruit, retain, promote and train the business’s most talented employee."
  },
  {
    "id": "1556080",
    "unitNumber": 4,
    "text": "I. Individuals with knowledge of the organisation<br/>II. Organisational loyalty<br/>III. Ability to cope with change<br/>Which of the above is correct regarding the phase before the HRIS transitioning?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e9ec4d503eeaa14a831e553a46840ddd.png\" alt=\"\" width=\"873\" height=\"303\">"
  },
  {
    "id": "1556090",
    "unitNumber": 4,
    "text": "I. Providing a comprehensive information picture enables to build a structural connectivity.<br/>II. Increasing competitiveness by improving HR operations and administrative functions.<br/>III. Producing a greater number and variety of accurate and real-time HR-related functions.<br/>Which of the above is correct regarding the benefits to business in utilising HRIS?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "I, II and III"
    },
    "explanation": "There are multiple benefits to businesses in utilizing HRIS (Beckers and Bsat, 2002). These benefits can be summarized as follows:<br/><ul> <li>Providing a comprehensive information picture as a single, comprehensive database enables to build a structural connectivity across units and practices in businesses.</li> <li>Increasing competitiveness by improving HR operations and administrative functions, such as talent management or workforce analyzing.</li> <li>Producing a greater number and variety of accurate and real-time HR-related reports.</li> </ul>"
  },
  {
    "id": "1556094",
    "unitNumber": 4,
    "text": "\"Top managers of the businesses may perceive that implementing or using HRIS may cause loss of authority or power and as a result diminish their support and commitment from the system.\"<br/>What is the name of the potential risk of human resource information system as described above?",
    "correctAnswer": "D",
    "options": {
      "A": "Adoption Risk",
      "B": "Financial Risk",
      "C": "Technological Risk",
      "D": "Political Risk",
      "E": "Compliance Risk"
    },
    "explanation": "<strong>Political Risks:</strong> Top managers of the businesses may perceive that implementing or using HRIS may cause loss of authority or power and as a result diminish their support and commitment from the system."
  },
  {
    "id": "1556100",
    "unitNumber": 4,
    "text": "I. The size of the business.<br/>II. The availability of adequate resources.<br/>III. The approach of business about the distinct role of HR mission and goals.<br/>Which of the above should be taken into consideration to evaluate if the business has the conditions to benefit from HRIS?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "To evaluate if the business has the proper conditions to sustain the advantages of HRIS, some basic contingency variables have to be analyzed:<br/><ol> <li>The size of the business (sometimes a large business can gain much more benefits);</li> <li>The support and long-term commitment of top management;</li> <li>The availability of adequate resources, such as human capital, money and time;</li> <li>The attitude of employees about participation in decision-making process and increased automation across and between units;</li> <li>The approach of business about the distinct role of HR mission and goals.</li> </ol>"
  },
  {
    "id": "1556109",
    "unitNumber": 4,
    "text": "I. Permitting the entry of all payments and deductions.<br/>II. Calculating gross and net pay.<br/>III. Allowing supplementary payments after the main payroll run.<br/>Which of above is correct regarding the main functions of payroll software?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "I, II and III"
    },
    "explanation": "The main functions of payroll software are as follows:<br/><ul> <li>permitting the entry of all payments and deductions;</li> <li>calculating gross and net pay;</li> <li>generating payments via electronic processing of financial transactions, by cheque, or manually;</li> <li>generating payslips;</li> <li>payroll reporting;</li> <li>allowing supplementary payments after the main payroll run</li> </ul>"
  },
  {
    "id": "1556121",
    "unitNumber": 4,
    "text": "\"The number of unionized workforce, the number of grievances, type of grievances, classification of labour dispute issues, and union negotiations are the data manage business-employee relationships.\"<br/>What is the name of the subsystem of HRIS as described above?",
    "correctAnswer": "A",
    "options": {
      "A": "Labour Relations",
      "B": "Training and Development",
      "C": "Time and Attendance",
      "D": "Health and Safety",
      "E": "Compensation and Benefits Administration"
    },
    "explanation": "<strong>Labour Division:</strong> The number of unionized workforce, the number of grievances, type of grievances, classification of labour dispute issues, and union negotiations are the data manage business-employee relationships"
  },
  {
    "id": "1556125",
    "unitNumber": 4,
    "text": "“The process for ensuring that the human resource requirements of a business are identified and plans are made for satisfying those requirements.\"<br/>Which module of HRIS is described above?",
    "correctAnswer": "B",
    "options": {
      "A": "Staffing",
      "B": "HR planning and analysis",
      "C": "Compensation and benefits",
      "D": "Performance management",
      "E": "Training and development"
    },
    "explanation": "Human resource planning is “the process for ensuring that the human resource requirements of a business are identified and plans are made for satisfying those requirements” (Bulla and Scott, 1994). It is the fundemantal function of human resource management."
  },
  {
    "id": "1557204",
    "unitNumber": 4,
    "text": "Human resource information system is a part of which one of the following?",
    "correctAnswer": "A",
    "options": {
      "A": "<em>Management Information System</em>",
      "B": "<em>Resource Management System</em>",
      "C": "<em>Management Decision System</em>",
      "D": "<em>Information Management System </em>",
      "E": "<em>Management Resource System</em>"
    },
    "explanation": "<em>Management Information System. pg. 97. Correct answer is A.</em>"
  },
  {
    "id": "1557205",
    "unitNumber": 4,
    "text": "Human resource information system <strong>does not</strong> include which one of the following ?",
    "correctAnswer": "E",
    "options": {
      "A": "<em>procedure</em>",
      "B": "<em>data</em>",
      "C": "<em>hardware</em>",
      "D": "<em>policy</em>",
      "E": "<em>jargon</em>"
    },
    "explanation": "<em>An HRIS includes hardware and software, it also includes people, forms, policies and procedures, and data. pg. 97. Correct answer is E.</em>"
  },
  {
    "id": "1557206",
    "unitNumber": 4,
    "text": "Electronic human resource management focuses on also which one of the following?",
    "correctAnswer": "C",
    "options": {
      "A": "<em>citizens</em>",
      "B": "<em>voters</em>",
      "C": "<em>people outside HR department </em>",
      "D": "<em>competitor companies</em>",
      "E": "<em>related new electronics technology</em>"
    },
    "explanation": "<em>Electronic human resource management focuses not only on the HR staff but also people outside this department like the employees and managers. pg. 98. Correct answer is C.</em>"
  },
  {
    "id": "1557207",
    "unitNumber": 4,
    "text": "Talent management is a component of which one of the following?",
    "correctAnswer": "B",
    "options": {
      "A": "human management",
      "B": "human capital management",
      "C": "human financial management",
      "D": "human education management",
      "E": "human investment management"
    },
    "explanation": "<em>Talent management is one component of human capital management. pg. 187. Correct answer is B.</em>"
  },
  {
    "id": "1557208",
    "unitNumber": 4,
    "text": "Human resource programs are in between human resource informaton system and which one of the following?",
    "correctAnswer": "E",
    "options": {
      "A": "hardware",
      "B": "software",
      "C": "algorithm",
      "D": "electronic human resource management",
      "E": "human resource goals"
    },
    "explanation": "<em>Human resource programs are in between human resource goals and human resource informaton system . pg. 100 . Correct answer is E.</em>"
  },
  {
    "id": "1557209",
    "unitNumber": 4,
    "text": "Human resource program evaluation is performed with analyzing which one of the following ?",
    "correctAnswer": "D",
    "options": {
      "A": "codes",
      "B": "algorithm",
      "C": "user interface",
      "D": "human resource metrics",
      "E": "functions"
    },
    "explanation": "<em>HR program evaluation is performed with analyzing HR metrics or HR Scorecard. pg. 100. Correct answer is D.</em>"
  },
  {
    "id": "1557210",
    "unitNumber": 4,
    "text": "A critical component of human resource planning is which one of the following?",
    "correctAnswer": "D",
    "options": {
      "A": "supply",
      "B": "<em>coding</em>",
      "C": "<em>computer</em>",
      "D": "forecasting",
      "E": "software"
    },
    "explanation": "<em>A critical component of human resource planning is forecasting. pg. 106. Correct answer is D.</em>"
  },
  {
    "id": "1557211",
    "unitNumber": 4,
    "text": "A key element of human resource planning which one of the following ?",
    "correctAnswer": "C",
    "options": {
      "A": "hardware",
      "B": "algorithm",
      "C": "succession planning",
      "D": "function",
      "E": "demand"
    },
    "explanation": "<em>Succession planning is a key element of human resource planning. pg. 108. Correct answer is C.</em>"
  },
  {
    "id": "1557212",
    "unitNumber": 4,
    "text": "Performance management module of human resource information system opens up opportunity to perform which type of feedback ?",
    "correctAnswer": "B",
    "options": {
      "A": "autonomous",
      "B": "360-degree",
      "C": "interactive",
      "D": "90-degree",
      "E": "180-degree"
    },
    "explanation": "<em>Performance management module of HRIS also opens up opportunity to perform 360-degree feedback. pg. 110. Correct answer is B.</em>"
  },
  {
    "id": "1557213",
    "unitNumber": 4,
    "text": "Which one of the following is a step of implementation process of human resource information system?",
    "correctAnswer": "D",
    "options": {
      "A": "<em>instrumentation phase</em>",
      "B": "end user phase",
      "C": "regularization phase",
      "D": "institutionalization phase",
      "E": "standardization phase"
    },
    "explanation": "<em>Implementation process of human resource information system follows a three step : adoption phase, implementation phase, institutionalization phase. pg. 118. Correct answer is D.</em>"
  },
  {
    "id": "1584764",
    "unitNumber": 4,
    "text": "Which risks are defined as the risk that HRIS fails to comply with legal and regulatory requirements?",
    "correctAnswer": "D",
    "options": {
      "A": "Financial",
      "B": "Technological",
      "C": "Political",
      "D": "Compliance",
      "E": "Adoption"
    },
    "explanation": "Compliance Risks: This is defined as the risk that HRIS fails to comply with legal and regulatory requirements. This might result in employees being able to avoid electronically signed agreements."
  },
  {
    "id": "1584818",
    "unitNumber": 4,
    "text": "\"High return on investment may not yield the desired results.\"<br/>Which type of risks in HRIS does the sentence above refer to?",
    "correctAnswer": "A",
    "options": {
      "A": "Financial",
      "B": "Political",
      "C": "Compliance",
      "D": "Technological",
      "E": "Adoption"
    },
    "explanation": "Financial Risks: High return on investment may not yield the desired results. • Technological Risks: Technological infrastructure of businesses may not possess adequate qualifications to support the business goals. • Political Risks: Top managers of the businesses may perceive that implementing or using HRIS may cause loss of authority or power and as a result diminish their support and commitment from the system. • Compliance Risks: This is defined as the risk that HRIS fails to comply with legal and regulatory requirements. This might result in employees being able to avoid electronically signed agreements.Adoption Risks: Adoption of HRIS brings uncertain, confused and indefinite changes in work processes and job definitions that may cause stress and tension among employees."
  },
  {
    "id": "1584868",
    "unitNumber": 4,
    "text": "Which subsystem of HRIS is used to compute gross pay and taxes and to make other calculations such as paychecks for health insurance or retirement plans?",
    "correctAnswer": "C",
    "options": {
      "A": "Employee administration",
      "B": "Recruitment",
      "C": "Payroll",
      "D": "Compensation and Benefits Administration",
      "E": "Labour Relations"
    },
    "explanation": "Payroll: A payroll subsystem is used to compute gross pay and taxes and to make other calculations such as paychecks for health insurance or retirement plans. The main functions of payroll software are as follows: • permitting the entry of all payments and deductions; • calculating gross and net pay; • generating payments via electronic processing of financial transactions, by cheque, or manually; • generating payslips; • payroll reporting; • allowing supplementary payments after the main payroll run."
  },
  {
    "id": "1584942",
    "unitNumber": 4,
    "text": "Which of the following refers to all extrinsic rewards employees receive in exchange for their work?",
    "correctAnswer": "A",
    "options": {
      "A": "Compensation",
      "B": "Benefit",
      "C": "Pay",
      "D": "Salary",
      "E": "Pay check"
    },
    "explanation": "Compensation refers to all extrinsic rewards employees receive in exchange for their work. Pay refers only to the actual money employees receive in exchange for their work."
  },
  {
    "id": "1584989",
    "unitNumber": 4,
    "text": "Individuals who will utilize the HRIS can be categorized into two groups, namely employees and non-employees. Which of the following is classified as non-employees?",
    "correctAnswer": "C",
    "options": {
      "A": "HRIS experts",
      "B": "Analysts",
      "C": "Partner businesses",
      "D": "Clerical staff",
      "E": "Managers"
    },
    "explanation": "HRIS Customers/Users Individuals who will utilize the HRIS can be categorized into two groups, namely employees and non-employees (see Table 4.2). Employees are classified as: • Managers, • Analysts, • HRIS experts, Technical staff and Clerical staff, • Employees. Non-employees are classified as: • Job seekers, • Partner businesses."
  },
  {
    "id": "1585125",
    "unitNumber": 4,
    "text": "In which phase of the implementation of the HRIS, must data migration and configuration/ fit-gap processes be managed?",
    "correctAnswer": "B",
    "options": {
      "A": "Process mapping",
      "B": "Implementing",
      "C": "Testing",
      "D": "Privacy",
      "E": "Security"
    },
    "explanation": "Implementing: In this phase, data migration and configuration/ fit-gap processes must be managed. Data migration involves identifying which data should be migrated and how much historical data should be included, as well as the actual process of moving the data. The configuration or “fit-gap” process consists of systematically working through every HR process and matching each of those to each of the integral HRIS processes. (Bedell, Canniff and Wyrick, in Kavanagh, Thite and Johnson, 2012, p.66)."
  },
  {
    "id": "1585148",
    "unitNumber": 4,
    "text": "Which phase of HRIS implementation permits to define how the work is done and highlights inconsistencies in approaches across different parts of the business?",
    "correctAnswer": "A",
    "options": {
      "A": "Process mapping",
      "B": "Implementing",
      "C": "Testing",
      "D": "Privacy",
      "E": "Security"
    },
    "explanation": "Configuration of the information system is the main concern point of the process mapping phase. Each of the business’s processes are examined, beginning with how the information will be entered into the system, what information needs to be stored, how information will be stored, the steps that that information will flow through the system as it is processed, and how that information will be accessible in the form of reports and queries.Producing process maps permits to define how the work is done and highlights inconsistencies in approaches across different parts of the business."
  },
  {
    "id": "1585180",
    "unitNumber": 4,
    "text": "The last phase of HRIS implementation is training the users of the system. What is this last phase called?",
    "correctAnswer": "D",
    "options": {
      "A": "Implementation",
      "B": "Process mapping",
      "C": "Testing",
      "D": "Institutionalization",
      "E": "Privacy"
    },
    "explanation": "Institutionalization Phase: The last phase of HRIS implementation is training the users of the system. As with any change, employees hesitate wondering if they can more to a new HRIS. HR may have difficulty with the change as well. Very recently, a popular extension of HRIS technology has been self-service for employees and managers in order to automate workflow. With these technological developments, the typical activities that HR used to carry out are no longer required, and as a result, HR staff may feel disenfranchised (Bulmash, 2006, p.63). Training can also help to take the full advantage of using HRIS. In related studies, employees mentioned that they are in need of more training about IT and HRIS (Beadles, Aston, Lowery and Johns, 2005). Therefore, managers should not hesitate to spend money and time for training if they are in knowledge of the importance and mission of HRIS for the business."
  },
  {
    "id": "1585228",
    "unitNumber": 4,
    "text": "I. HR Audit<br/>II. Skill inventory<br/>III. Quality of staffing <br/>Which are the prerequisities to successfully forecast human resources demand and supply?",
    "correctAnswer": "B",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "Only II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "Human resource information system is a systematic data management process because it combines relevant data and provides typical modules to support HR activities ranging from recruitment to performance management. HR planning and analysis tries to reach the goal which is related to matching the right skills with the right jobs. Optimum combination of these two variables affect the overall performance of businesses. At this point, HRIS helps to present HR audit and skill inventory which are the prerequisities to successfully forecast human resources demand and suppl"
  },
  {
    "id": "1585285",
    "unitNumber": 4,
    "text": "Which module of HRIS helps to reveal the real training needs of employees?",
    "correctAnswer": "C",
    "options": {
      "A": "Compensation and benefits",
      "B": "HR planning and analysis",
      "C": "Training and development",
      "D": "Electronic recruitment",
      "E": "Technological infrastructure"
    },
    "explanation": "Human resource information system is a systematic data management process because it combines relevant data and provides typical modules to support HR activities ranging from recruitment to performance management. HR planning and analysis tries to reach the goal which is related to matching the right skills with the right jobs. Optimum combination of these two variables affect the overall performance of businesses. At this point, HRIS helps to present HR audit and skill inventory which are the prerequisities to successfully forecast human resources demand and supply. The platform and technological infrastructure provided by HRIS enhance the quality of staffing function. Electronic recruitment, CV screening, interview scheduling, interview feedback are some of the actions that the staffing module of HRIS improve. The module of compensation and benefits contribute to track and monitor internal and external pay equity. It also covers benefits such as insurance protection or child care. Performance management module of HRIS affords to produce employee performance reports such as annual summary appraisals or self-assesments. Training and Development module of HRIS helps to reveal the real training needs of employees. It also helps to monitor the effectiveness of training programs."
  },
  {
    "id": "1568995",
    "unitNumber": 5,
    "text": "Which of the following indicates a set of skills that enables managers to use information in an effective way?",
    "correctAnswer": "B",
    "options": {
      "A": "Generated data",
      "B": "Information literacy",
      "C": "Market research",
      "D": "Management process",
      "E": "Requested information"
    },
    "explanation": "Information literacy is called a set of skills that enables managers to seek, evaluate and use information in an effective way."
  },
  {
    "id": "1569025",
    "unitNumber": 5,
    "text": "Which of the following is an example of recurrent information?",
    "correctAnswer": "E",
    "options": {
      "A": "Prospective customer’s profile",
      "B": "Life style changes",
      "C": "Market trends",
      "D": "New product launches",
      "E": "Price fluctuations"
    },
    "explanation": "Recurrent information is information that is provided on a periodic basis from periodic reports. Market or customer shares, advertisement watch rates, product or service ratings, price fluctuations, exchange rates, customer complains on product basis are some examples of this kind of information that managers receive on a weekly, monthly, quarterly or annual basis."
  },
  {
    "id": "1569042",
    "unitNumber": 5,
    "text": "Which of the following is one of the internal information sources?",
    "correctAnswer": "A",
    "options": {
      "A": "Executives",
      "B": "Internet",
      "C": "Newspapers",
      "D": "Consumer purchase panels",
      "E": "Governmental institutions"
    },
    "explanation": "Internal information may be obtained from company’s own employees - executives, managers, engineers, scientists, buyers and sales staff."
  },
  {
    "id": "1569089",
    "unitNumber": 5,
    "text": "Which of the following is a disadvantage of Information from internal sources?",
    "correctAnswer": "D",
    "options": {
      "A": "It may be difficult to validate data formats",
      "B": "It may be hard to ensure data compatibility",
      "C": "It may be much more expensive",
      "D": "It may require some extra work",
      "E": "It may be much slower"
    },
    "explanation": "Information from internal sources can be accessed faster and cheaper than information from other sources, but internal information gathering has some shortcomings, too. Information gathered may be incomplete or unsuitable for marketing decision-making, it may require some extra work to dig into the sources to pull the suitable data out."
  },
  {
    "id": "1569102",
    "unitNumber": 5,
    "text": "Which of the following information is used to supply corrective information on what went wrong and supports the relationship quality with the customers?",
    "correctAnswer": "D",
    "options": {
      "A": "Sales by trade category",
      "B": "Communication mix information",
      "C": "Sales volume by market segment",
      "D": "Inquiries or complaints received",
      "E": "Sales representatives’ records and reports"
    },
    "explanation": "Inquiries or complaints received: Inquiries are useful in terms of establishing a pattern in purchase orders. On the other hands complaints both supply corrective information on what went wrong and supports the relationship quality with the customers."
  },
  {
    "id": "1569133",
    "unitNumber": 5,
    "text": "Which of the following order shows the steps of effective marketing research?",
    "correctAnswer": "C",
    "options": {
      "A": "Analyze the data-Collect data- Define the problem-Develop a research plan-Make the decision",
      "B": "Collect data- Define the problem-Develop a research plan-Make the decision-Analyze the data",
      "C": "Define the problem-Develop a research plan-Collect data-Analyze the data-Make the decision",
      "D": "Develop a research plan-Collect data-Analyze the data-Make the decision-Define the problem",
      "E": "Develop a research plan- Define the problem- Collect data-Analyze the data-Make the decision"
    },
    "explanation": "Effective marketing research involves five steps; 1. Defining the problem, 2. Developing a research plan, 3. Collecting problem specific data, 4. Interpreting the data and solving the problem, 5. Decision making."
  },
  {
    "id": "1569159",
    "unitNumber": 5,
    "text": "Which of the following is one of the external information sources?",
    "correctAnswer": "E",
    "options": {
      "A": "Buyers",
      "B": "Sales staff",
      "C": "Executives",
      "D": "Managers",
      "E": "Store audits"
    },
    "explanation": "The other external data sources are standardized sources of marketing data such as consumer purchase panels, store audits (i.e. secret customers), multimedia services etc."
  },
  {
    "id": "1569177",
    "unitNumber": 5,
    "text": "Which of the following is not a main requirement of big data?",
    "correctAnswer": "C",
    "options": {
      "A": "Storage",
      "B": "Mythology",
      "C": "Internal data",
      "D": "Pattern analysis",
      "E": "Computation power"
    },
    "explanation": "In some occasions, big data is defined as such: massive data files that can be obtained from both structured and unstructured databases. Big data entails: Technology: e.g., storage, computation power, Analysis: e.g., pattern identification for commercial, economic, social, technical claims, and Mythology: the widespread belief that ‘big data’ offers a higher level of generating valuable insights."
  },
  {
    "id": "1569237",
    "unitNumber": 5,
    "text": "Which of the following term refers to the internalized awareness of a subject acquired from education or experience of a person?",
    "correctAnswer": "A",
    "options": {
      "A": "Knowledge",
      "B": "Insight",
      "C": "Input",
      "D": "Data",
      "E": "Information"
    },
    "explanation": "The raw data are not useful to marketing manager. For this reason, we need a process which includes converting data to information. The first step in transform data into a competitive advantage is understanding the difference between <strong><em>data </em></strong>(recorded facts, things, events and statistics), <strong><em>information </em></strong>(formatted, useful data extracted from data pool), <strong><em>knowledge </em></strong>(internalized information) and <strong><em>insight </em></strong>(a deep level of understanding about a particular situation)."
  },
  {
    "id": "1569253",
    "unitNumber": 5,
    "text": "Which of the following data is collected when a person focuses on the memory capacity of a mobile phone?",
    "correctAnswer": "B",
    "options": {
      "A": "Data about customers",
      "B": "Data about products",
      "C": "Data within a time frame",
      "D": "Data for a geo-spatial location",
      "E": "Data about the marketplace"
    },
    "explanation": "Product information in marketing is defined by a set of attributes which define the product. For example, for an automobile, there will be at least thirty different attributions such as price, size, type, colour, number of doors, engine power, rated power, car weight, fuel consumption, CO2 emission etc. This means that the marketing manager of a firm will face lots of columns and rows when comprehending product attributes data."
  },
  {
    "id": "1592709",
    "unitNumber": 5,
    "text": "Which one of the following is <strong>not</strong> a basic step of management process?",
    "correctAnswer": "E",
    "options": {
      "A": "<em>Organization</em>",
      "B": "<em>Implementation</em>",
      "C": "<em>Planning</em>",
      "D": "<em>Control </em>",
      "E": "<em>Concatenate</em>"
    },
    "explanation": "<em>Concatenate ; coordination is another step. pg. 130. Correct answer is E.</em>"
  },
  {
    "id": "1592713",
    "unitNumber": 5,
    "text": "Which one of the following is <strong>not</strong> a step of marketing research?",
    "correctAnswer": "D",
    "options": {
      "A": "<em>analyze</em>",
      "B": "<em>gather data</em>",
      "C": "<em>solve</em>",
      "D": "<em>interconnect data</em>",
      "E": "<em>define</em>"
    },
    "explanation": "<em>interconnect data ; interpret data is another step. pg. 130. Correct answer is D.</em>"
  },
  {
    "id": "1592795",
    "unitNumber": 5,
    "text": "Which one of the following is a distinct type of information for decision making in marketing?",
    "correctAnswer": "B",
    "options": {
      "A": "<em>anonymous</em>",
      "B": "<em>recurrent</em>",
      "C": "<em>integrated </em>",
      "D": "<em>illustrated</em>",
      "E": "<em>received</em>"
    },
    "explanation": "<em>Three distinct types of information are generally supplied to marketing managers for decision making purposes : 1. Recurrent information, 2. Monitoring information, and 3. Requested information. pg. 131. Correct answer is B.</em>"
  },
  {
    "id": "1592796",
    "unitNumber": 5,
    "text": "Past data on the effects of advertising campaigns are included in which one of the following types of information?",
    "correctAnswer": "A",
    "options": {
      "A": "communication mix",
      "B": "synchronous",
      "C": "sales",
      "D": "controlled",
      "E": "distributed"
    },
    "explanation": "<em>Communication mix. pg. 133. Correct answer is A.</em>"
  },
  {
    "id": "1592800",
    "unitNumber": 5,
    "text": "Which kind of market research aims to validate a theory?",
    "correctAnswer": "D",
    "options": {
      "A": "applied",
      "B": "synchronize",
      "C": "algorithmic",
      "D": "basic",
      "E": "analytical"
    },
    "explanation": "<em>basic market research . pg. 100 . Correct answer is D.</em>"
  },
  {
    "id": "1592805",
    "unitNumber": 5,
    "text": "The measurement scales are decided at which step of marketing research?",
    "correctAnswer": "C",
    "options": {
      "A": "gathering data",
      "B": "interpreting data",
      "C": "planning",
      "D": "implementing",
      "E": "solving"
    },
    "explanation": "<em>planning. pg. 135. Correct answer is C.</em>"
  },
  {
    "id": "1592808",
    "unitNumber": 5,
    "text": "Which one of the following steps provides a description of the population to be studied in marketing research?",
    "correctAnswer": "C",
    "options": {
      "A": "implementing",
      "B": "<em>measuring</em>",
      "C": "<em>sample design</em>",
      "D": "forecasting",
      "E": "gathering data"
    },
    "explanation": "<em>sample design. pg. 135. Correct answer is C.</em>"
  },
  {
    "id": "1592810",
    "unitNumber": 5,
    "text": "A deep level of understanding about a particular situation is which one of the following?",
    "correctAnswer": "B",
    "options": {
      "A": "interpretation",
      "B": "insight",
      "C": "belief",
      "D": "information",
      "E": "knowledge"
    },
    "explanation": "<em>insight. pg. 138. Correct answer is B.</em>"
  },
  {
    "id": "1592812",
    "unitNumber": 5,
    "text": "Radio-frequency identification (RFID) is related to which one of the following?",
    "correctAnswer": "A",
    "options": {
      "A": "big data",
      "B": "planning",
      "C": "interpretation",
      "D": "radio broadcasting",
      "E": "analysis"
    },
    "explanation": "<em>big data. pg. 138. Correct answer is A.</em>"
  },
  {
    "id": "1592814",
    "unitNumber": 5,
    "text": "On-line analytical processing (OLAP) is related to which one of the following?",
    "correctAnswer": "E",
    "options": {
      "A": "<em>global navigation satellite system</em>",
      "B": "volunteer geographic information",
      "C": "market segmentation",
      "D": "distribution channel",
      "E": "customer relationship management"
    },
    "explanation": "<em>customer relationship management (CRM). pg. 139. Correct answer is E.</em>"
  },
  {
    "id": "1628932",
    "unitNumber": 5,
    "text": "What does MKIS stand for?",
    "correctAnswer": "A",
    "options": {
      "A": "Marketing Information Systems",
      "B": "Management Knowledge Information Systems",
      "C": "Modern Information Systems",
      "D": "Management Information Systems",
      "E": "Marketing Information Satellite"
    },
    "explanation": "This chapter begins with a definition of Marketing Information Systems (MKIS) and then addresses the differences among Marketing Research and MKIS terms."
  },
  {
    "id": "1628944",
    "unitNumber": 5,
    "text": "I-Coordination<br/>II-Organization<br/>III-Planning<br/>IV-Control and evaluation<br/>V-Implementation- Execution<br/>Which of the below is the correct order of the management process?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II-III-IV-V",
      "B": "III-II-V-I-IV",
      "C": "I-III-V-IV-II",
      "D": "III-V-I-II-IV",
      "E": "II-III-IV-V-I"
    },
    "explanation": "<strong>The management process </strong><br/>A quick reminder of the management process:<br/>1. Planning<br/>2. Organization<br/>3. Implementation- Execution<br/>4. Coordination<br/>5. Control and evaluation"
  },
  {
    "id": "1628964",
    "unitNumber": 5,
    "text": "Which of the below is an example of recurrent information?",
    "correctAnswer": "C",
    "options": {
      "A": "New entrants",
      "B": "Improvements of markets",
      "C": "Net contribution by product line",
      "D": "Delisting effects of a product line",
      "E": "Price elasticities across product lines"
    },
    "explanation": "<strong><em>Recurrent information </em></strong>is information that is provided on a periodic basis from periodic reports. Market or customer shares, advertisement watch rates, product or service ratings, price fluctuations, exchange rates, customer complains on product basis are some examples of this kind of information that managers receive on a weekly, monthly, quarterly or annual basis."
  },
  {
    "id": "1631156",
    "unitNumber": 5,
    "text": "Past data on the effects of advertising campaigns, sponsorships, direct mail programmes or exhibitions, levels of investments on marketing communications and the effect on sales of increases or decreases are among ..........",
    "correctAnswer": "D",
    "options": {
      "A": "Sales representatives reports",
      "B": "Pricing information",
      "C": "Sales by trade category",
      "D": "Communication mix information",
      "E": "Total sales or total volume over time"
    },
    "explanation": "<strong><em>Communication mix information: </em></strong>This includes past data on the effects of advertising campaigns, sponsorships, direct mail programmes or exhibitions, levels of investments on marketing communications and the effect on sales of increases or decreases. Such information can act as a guide to the likely effectiveness of future communication investment plans."
  },
  {
    "id": "1631171",
    "unitNumber": 5,
    "text": "Which of the below company has its head office in France?",
    "correctAnswer": "E",
    "options": {
      "A": "Nielsen",
      "B": "Kantar",
      "C": "IRI",
      "D": "Westat",
      "E": "Ipsos"
    },
    "explanation": "Table 5.1 World’s Top Marketing Research Companies, 2017"
  },
  {
    "id": "1631219",
    "unitNumber": 5,
    "text": "In what stage of the marketing research process a sample design is used?",
    "correctAnswer": "A",
    "options": {
      "A": "Collecting problem specific data",
      "B": "Defining the problem",
      "C": "Developing a research plan",
      "D": "Interpreting the data and solving the problem",
      "E": "Decision making"
    },
    "explanation": "<strong><em>Data collecting stage </em></strong>is about gathering problem specific data. This stage has two important decision aspects: sample design and data collection forms. <strong><em>Sample design </em></strong>provides a description of the population to be studied and how it will be defined."
  },
  {
    "id": "1631275",
    "unitNumber": 5,
    "text": "What does IoT stand for?",
    "correctAnswer": "B",
    "options": {
      "A": "Internet of Those",
      "B": "Internet of Things",
      "C": "Interesting order of Things",
      "D": "Illuminating Things",
      "E": "Interesting Things"
    },
    "explanation": "With the rise of social media, cloud computing, Internet of Things (IoT), mobile devices, RFID, GPS and, undeniably, computing power, these information flood is referred as <strong><em>big data. </em></strong>Consequently, this new term revolutionary transformed both MKIS and the ways companies operate."
  },
  {
    "id": "1631283",
    "unitNumber": 5,
    "text": "What does the explanation \"a deep level of understanding about a particular situation\" define?",
    "correctAnswer": "C",
    "options": {
      "A": "data",
      "B": "information",
      "C": "insight",
      "D": "knowledge",
      "E": "background"
    },
    "explanation": "The first step in transform data into a competitive advantage is understanding the difference between <strong><em>data </em></strong>(recorded facts, things, events and statistics), <strong><em>information </em></strong>(formatted, useful data extracted from data pool), <strong><em>knowledge </em></strong>(internalized information) and <strong><em>insight </em></strong>(a deep level of understanding about a particular situation)."
  },
  {
    "id": "1631293",
    "unitNumber": 5,
    "text": "Which of the below is the shortened form of Custome Interaction Centers?",
    "correctAnswer": "D",
    "options": {
      "A": "GPS",
      "B": "RFID",
      "C": "OLAP",
      "D": "CIC",
      "E": "CRM"
    },
    "explanation": "<strong>Customer Relationship Management, </strong>CRM, means different things to different people. For some, CRM means direct e-mails. For others, it is mass customization or developing products that fit individual customer’s needs. For IT consultants, CRM translates into complicated technical jargon related to terms such as OLAP (on-line analytical processing) and CICs (customer interaction centers). A brief and comprehensive definition of CRM is defined as<br/>“A systematic process to manage customer relationship initiation, maintenance, and termination across all customer contact points in order to maximize the value of the relationship”."
  },
  {
    "id": "1631313",
    "unitNumber": 5,
    "text": "Which car brand has the technology that tweets empty parking spaces to other same brand cars?",
    "correctAnswer": "E",
    "options": {
      "A": "AUDI",
      "B": "PORSCHE",
      "C": "BENTLEY",
      "D": "TOYOTA",
      "E": "MERCEDES"
    },
    "explanation": "In this connected World, the cars tweet the parking spaces that they spotted via Tweet Fleets. Automatically tweeting empty car spaces with geo-tagging helps the other Mercedes drivers following the car find out where the empty spaces are, and get directions as well."
  },
  {
    "id": "885641",
    "unitNumber": 5,
    "text": "What does MKIS stand for?",
    "correctAnswer": "A",
    "options": {
      "A": "Marketing Information Systems",
      "B": "Management Information Systems",
      "C": "Marketing Internet Systems",
      "D": "Management Internet Systems",
      "E": "Marketing Information Solutions"
    },
    "explanation": "The term of Marketing Information Systems (MKIS) is originated in the 1960s for applying data processing technologies to marketing-specific decisions."
  },
  {
    "id": "885659",
    "unitNumber": 5,
    "text": "Who is Philip Kotler?",
    "correctAnswer": "B",
    "options": {
      "A": "A philosopher",
      "B": "Father of modern marketing",
      "C": "A famous businessman",
      "D": "The dean of Chicago University",
      "E": "A doctoral student at MIT"
    },
    "explanation": "Philip Kotler is acknowledged as the father of modern marketing and a foremost expert on strategic marketing. He was named the Founder of Modern Marketing Management in the Handbook of Management Thinking."
  },
  {
    "id": "885676",
    "unitNumber": 5,
    "text": "Which one below does not take place in Management process?",
    "correctAnswer": "C",
    "options": {
      "A": "Planning",
      "B": "Organization",
      "C": "Collaboration",
      "D": "Coordination",
      "E": "Control and evaluation"
    },
    "explanation": "A quick reminder of the management process: 1. Planning 2. Organization 3. Implementation- Execution 4. Coordination 5. Control and evaluation"
  },
  {
    "id": "885689",
    "unitNumber": 5,
    "text": "What type of information is \"information that is provided on a periodic basis from periodic reports. Market or customer shares, advertisement watch rates, product or service ratings, price fluctuations, exchange rates, customer complaints on product basis are some examples of this kind of information that managers receive on a weekly, monthly, quarterly or annual basis.\"?",
    "correctAnswer": "D",
    "options": {
      "A": "Monitoring Information",
      "B": "False Information",
      "C": "Requested Information",
      "D": "Recurrent Information",
      "E": "Technological Information"
    },
    "explanation": "Recurrent information is information that is provided on a periodic basis from periodic reports. Market or customer shares, advertisement watch rates, product or service ratings, price fluctuations, exchange rates, customer complains on product basis are some examples of this kind of information that managers receive on a weekly, monthly, quarterly or annual basis."
  },
  {
    "id": "885715",
    "unitNumber": 5,
    "text": "What type of information is \"This includes past data on the effects of advertising campaigns, sponsorships, direct mail programmes or exhibitions, levels of investments on marketing communications and the effect on sales of increases or decreases. Such information can act as a guide to the likely effectiveness of future communication investment plans\"?",
    "correctAnswer": "E",
    "options": {
      "A": "Regional Sales",
      "B": "Sales by Trade Category",
      "C": "Sales Volume by Market Segments",
      "D": "Pricing Information",
      "E": "Communication Mix Information"
    },
    "explanation": "Communication mix information: This includes past data on the effects of advertising campaigns, sponsorships, direct mail programmes or exhibitions, levels of investments on marketing communications and the effect on sales of increases or decreases. Such information can act as a guide to the likely effectiveness of future communication investment plans."
  },
  {
    "id": "886152",
    "unitNumber": 5,
    "text": "What is the first step in Marketing Research Process?",
    "correctAnswer": "A",
    "options": {
      "A": "Defining marketing problem",
      "B": "Developing the research plan",
      "C": "Collecting data",
      "D": "Analyzing data",
      "E": "Making the decision"
    },
    "explanation": "Defining the marketing problem is the first and crucial step of a marketing research. If the research problem is defined incorrectly, very broadly or rather narrowly, rest of the marketing research process will rely on incorrectly, improperly defined problem."
  },
  {
    "id": "886198",
    "unitNumber": 5,
    "text": "What is Big Data?",
    "correctAnswer": "B",
    "options": {
      "A": "Internal data obtained from the company sources",
      "B": "Massive amounts of data obtained from different databases",
      "C": "The data given by big companies",
      "D": "The data universities use to make conclusions",
      "E": "The data obtained from people"
    },
    "explanation": "Massive data files that can be obtained from both structured and unstructured databases."
  },
  {
    "id": "886239",
    "unitNumber": 5,
    "text": "Which of the below is NOT one of the shortcomings of the use of external data sources with decision-making purposes?",
    "correctAnswer": "C",
    "options": {
      "A": "The necessary data may not be available, or it may need some transformations.",
      "B": "The integration with existing company data sources or information systems may be problematic.",
      "C": "This massive amount of data provides excellent opportunities",
      "D": "It may require manual work-flow and data processing.",
      "E": "It may be hard to ensure data compatibility."
    },
    "explanation": "there are some shortcomings of using external data for decision making purposes such as; 1. The necessary data may not be available, or it may need some transformations. 2. The integration with existing company data sources or information systems may be problematic.3. Importing data can be time-consuming. 4. It may be hard to ensure data compatibility. 5. It may require manual work-flow and data processing. 6. It may be difficult to validate data formats"
  },
  {
    "id": "886273",
    "unitNumber": 5,
    "text": "Which of the following defines \"insight\"?",
    "correctAnswer": "D",
    "options": {
      "A": "Recorded facts, things, events and statistics",
      "B": "formatted, useful data extracted from data pool",
      "C": "internalized information",
      "D": "a deep level of understanding about a particular situation",
      "E": "The massive amount of data to be extracted from online sources"
    },
    "explanation": "data (recorded facts, things, events and statistics), information (formatted, useful data extracted from data pool), knowledge (internalized information) and insight (a deep level of understanding about a particular situation)."
  },
  {
    "id": "886296",
    "unitNumber": 5,
    "text": "What does CRM stand for?",
    "correctAnswer": "E",
    "options": {
      "A": "Computer Relationship Manager",
      "B": "Customer Relationship Manager",
      "C": "Computer Related Monitor",
      "D": "Customer Related Monitor",
      "E": "Customer Relationship Management"
    },
    "explanation": "Customer Relationship Management, CRM, means different things to different people. For some, CRM means direct e-mails. For others, it is mass customization or developing products that fit individual customer’s needs."
  },
  {
    "id": "902189",
    "unitNumber": 5,
    "text": "What is the systematic design, collection, analysis and reporting of data and findings relevant to a specific marketing situation facing the company?",
    "correctAnswer": "A",
    "options": {
      "A": "Market research",
      "B": "Recurrent information",
      "C": "Monitoring information",
      "D": "Requested information",
      "E": "Pricing information"
    },
    "explanation": "Market research is the systematic design, collection, analysis and reporting of data and findings relevant to a specific marketing situation facing the company."
  },
  {
    "id": "902216",
    "unitNumber": 5,
    "text": "What is the type of information that is provided on a periodic basis from periodic reports?",
    "correctAnswer": "B",
    "options": {
      "A": "Monitoring information",
      "B": "Recurrent information",
      "C": "Requested information",
      "D": "Market research",
      "E": "Information literacy"
    },
    "explanation": "Recurrent information is information that is provided on a periodic basis from periodic reports. Market or customer shares, advertisement watch rates, product or service ratings, price fluctuations, exchange rates, customer complains on product basis are some examples of this kind of information that managers receive on a weekly, monthly, quarterly or annual basis."
  },
  {
    "id": "902229",
    "unitNumber": 5,
    "text": "What type of information is derived from the regular scanning of certain sources?",
    "correctAnswer": "C",
    "options": {
      "A": "Recurrent information",
      "B": "Market research",
      "C": "Monitoring information",
      "D": "Requested information",
      "E": "Information literacy"
    },
    "explanation": "Monitoring information is derived from the regular scanning of certain sources. For example, a marketing manager may desire a summary of articles on competition for a specific industry or may want to learn about new product launches. Market trends, life style changes are good examples of monitored information."
  },
  {
    "id": "902244",
    "unitNumber": 5,
    "text": "What type of information is developed in response to a specific request by a marketing manager?",
    "correctAnswer": "D",
    "options": {
      "A": "Recurrent information",
      "B": "Monitoring information",
      "C": "Information literacy",
      "D": "Requested information",
      "E": "Market research"
    },
    "explanation": "Requested information is developed in response to a specific request by a marketing manager. Without such a request the information would not flow within company or might not exist in the system."
  },
  {
    "id": "902283",
    "unitNumber": 5,
    "text": "Every company keeps a record of its total sales over specific periods e.g. daily, weekly, monthly. Sales volume over time is the quantity or number of goods or services sold in a specific time period. Such information enables seasonal variations to be identified, and inflation cost adjustments can be taken into consideration.<br/>What type of data source for marketing information system is explained above?",
    "correctAnswer": "E",
    "options": {
      "A": "Communication mix information",
      "B": "Pricing information",
      "C": "Sales by trade category",
      "D": "Regional sales",
      "E": "Total sales or sales volume over time"
    },
    "explanation": "Total sales or sales volume over time: Every company keeps a record of its total sales over specific periods e.g. daily, weekly, monthly. Sales volume over time is the quantity or number of goods or services sold in a specific time period. Such information enables seasonal variations to be identified, and inflation cost adjustments can be taken into consideration."
  },
  {
    "id": "902318",
    "unitNumber": 5,
    "text": "Statistics are kept to measure the progress and competence of a salesperson. Often sales force might work with commissions and premiums paid on sales. Territorial statistics are kept to measure the degree of market penetration too.<br/>What type of data source for marketing information system is explained above?",
    "correctAnswer": "B",
    "options": {
      "A": "Total sales or sales volume over time",
      "B": "Regional sales",
      "C": "Pricing information",
      "D": "Sales by trade category",
      "E": "Sales volume by type of channel of distribution"
    },
    "explanation": "Regional sales: Statistics are kept to measure the progress and competence of a salesperson. Often sales force might work with commissions and premiums paid on sales. Territorial statistics are kept to measure the degree of market penetration too."
  },
  {
    "id": "902381",
    "unitNumber": 5,
    "text": "This includes past data on the effects of advertising campaigns, sponsorships, direct mail programmes or exhibitions, levels of investments on marketing communications and the effect on sales of increases or decreases. Such information can act as a guide to the likely effectiveness of future communication investment plans.<br/>What type of data source for marketing information systems is explained above?",
    "correctAnswer": "E",
    "options": {
      "A": "Sales representatives' records and reports",
      "B": "Regional sales",
      "C": "Inquiries or complaints received",
      "D": "Sales by trade category",
      "E": "Communication mix information"
    },
    "explanation": "Communication mix formation: This includes past data on the effects of advertising campaigns, sponsorships, direct mail programmes or exhibitions, levels of investments on marketing communications and the effect on sales of increases or decreases. Such information can act as a guide to the likely effectiveness of future communication investment plans."
  },
  {
    "id": "902411",
    "unitNumber": 5,
    "text": "Based on this information one may get an idea on market performance versus investment for each trade classification. When a company needs to decide on investment on a specific classification, the information gathered in this section might be beneficial for decision making.<br/>What type of data source for marketing information system is explained above?",
    "correctAnswer": "C",
    "options": {
      "A": "Total sales or sales volume over time",
      "B": "Pricing information",
      "C": "Sales by trade category",
      "D": "Communication mix information",
      "E": "Sales volume by market segment"
    },
    "explanation": "Sales by trade category: Based on this information one may get an idea on market performance versus investment for each trade classification. When a company needs to decide on investment on a specific classification, the information gathered in this section might be beneficial for decision making."
  },
  {
    "id": "902467",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Collect data</li> <li>Make the decision</li> <li>Define the problem</li> <li>Analyse the data</li> <li>Develop the research plan<br/>What is correct order of steps in marketing research progress?</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I - II - III - IV - V",
      "B": "I - IV- V- III - II",
      "C": "III - I - IV - V - II",
      "D": "III - V - I - IV - II",
      "E": "IV - III - I - V - II"
    },
    "explanation": "Effective marketing research involves five steps; 1. Defining the problem, 2. Developing a research plan, 3. Collecting problem specific data, 4. Interpreting the data and solving the problem, 5. Decision making."
  },
  {
    "id": "902575",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>recorded facts, things, events and statistics</li> <li>formatted, useful data extracted from data pool</li> <li>internalized information</li> <li>a deep level of understanding about a particular situation<br/>What are the concepts of marketing above?</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "<ol type=\"I\"> <li>data</li> <li>information</li> <li>knowledge</li> <li>insight</li> </ol>",
      "B": "<ol type=\"I\"> <li>information</li> <li>knowledge</li> <li>insight</li> <li>data</li> </ol>",
      "C": "<ol type=\"I\"> <li>knowledge</li> <li>insight</li> <li>data</li> <li>information</li> </ol>",
      "D": "<ol type=\"I\"> <li>insight</li> <li>data</li> <li>information</li> <li>knowledge</li> </ol>",
      "E": "<ol type=\"I\"> <li>data</li> <li>knowledge</li> <li>insight</li> <li>information</li> </ol>"
    },
    "explanation": "The first step in transform data into a competitive advantage is understanding the difference between data (recorded facts, things, events and statistics), information (formatted, useful data extracted from data pool), knowledge (internalized information) and insight (a deep level of understanding about a particular situation)."
  },
  {
    "id": "1631381",
    "unitNumber": 6,
    "text": "According to the accounting information flow which of the below belongs to ınput?",
    "correctAnswer": "A",
    "options": {
      "A": "Recognizing documents",
      "B": "General Ledger",
      "C": "Files database",
      "D": "Trial balance",
      "E": "Financial statements"
    },
    "explanation": "Figure 6.2 Accounting Information Flow"
  },
  {
    "id": "1631407",
    "unitNumber": 6,
    "text": "I-Purchase system<br/>II-Fixed asset system<br/>III-Cost accounting system<br/>IV-Cash receipts system<br/>Which of the above events belong(s) to the Expenditure cycle of Accounting Information System?",
    "correctAnswer": "B",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "II and III",
      "D": "II and IV",
      "E": "I and IV"
    },
    "explanation": "Figure 6.3 AIS, Subsystems and Business Events"
  },
  {
    "id": "1631460",
    "unitNumber": 6,
    "text": "At least how many copies of the sales order form should be prepared?",
    "correctAnswer": "C",
    "options": {
      "A": "One",
      "B": "Two",
      "C": "Three",
      "D": "Four",
      "E": "Five"
    },
    "explanation": "Whichever way the business gets the offer, first it has to be tranformed into a <em>sales order form </em>in order to enter the customer order into the system. In the sales order form, detailed information about the customer and the order(name, address, date of the order taken, subject of the order, possible delivery date of the order, total amount of the order,.. etc) take place. At least three copies of the form is produced, one for the sales department, one for the warehouse to prepare the products for delivery and one for the customer."
  },
  {
    "id": "1633458",
    "unitNumber": 6,
    "text": "Which one below does NOT belong to expenditure cycle?",
    "correctAnswer": "D",
    "options": {
      "A": "Raw materials",
      "B": "Inventory",
      "C": "Fixed assets",
      "D": "Collecting cash",
      "E": "Services"
    },
    "explanation": "Expenditure cycle deals with the purchasing operations that are necessary for the business to operate. These necessary operations include the purchasing of raw materials, merchandise inventory, services, fixed assets and payroll payments. In this title, purchasing of raw materials and merchandise inventory will be examined. Fixed assets and payroll payment are going to be examined in the forthcoming titles."
  },
  {
    "id": "1633478",
    "unitNumber": 6,
    "text": "I- Analysing inventories<br/>II-Purchase returns and allowances<br/>III- Receiving goods<br/>IV- Making the payments<br/>V- Preparing purchase orders<br/>VI- Preparing reports<br/>Above are the set of events involved in the purchasing process of expenditure cycle. Which two items are not in order?",
    "correctAnswer": "E",
    "options": {
      "A": "I-IV",
      "B": "II-III",
      "C": "IV-VI",
      "D": "V-VI",
      "E": "II-IV"
    },
    "explanation": "The purchasing process involves some set of events. These events are:<br/>• Analysing inventories<br/>• Preparing purchase orders<br/>• Receiving goods<br/>• Making the payments<br/>• Purchase returns and allowances<br/>• Preparing reports"
  },
  {
    "id": "1633511",
    "unitNumber": 6,
    "text": "Who identifies the need for the fixed asset?",
    "correctAnswer": "A",
    "options": {
      "A": "the department manager",
      "B": "The salesperson",
      "C": "The CEO",
      "D": "The CFO",
      "E": "The company manager"
    },
    "explanation": "The need for a new fixed asset or to replace an existing fixed asset is the starting point of the acquisition activity. The need for the fixed asset is identified by the department manager and the department manager prepares an order form(purchase request) that includes the specifications of the fixed asset."
  },
  {
    "id": "1633522",
    "unitNumber": 6,
    "text": "What does WIP stand for?",
    "correctAnswer": "B",
    "options": {
      "A": "Very Important Person",
      "B": "Work in Progress",
      "C": "Wait in Process",
      "D": "Work in Process",
      "E": "Wait in Progress"
    },
    "explanation": "All labor cost to be the part of the product are updated in WIP (wok-in-progress) file. When the WIP is converted into finished product, then the file is closed and all the labor costs are transferred to finished product inventory."
  },
  {
    "id": "1633543",
    "unitNumber": 6,
    "text": "When does the fiscal year end?",
    "correctAnswer": "C",
    "options": {
      "A": "1st of January",
      "B": "31st of March",
      "C": "31st of December",
      "D": "1st of December",
      "E": "31st of January"
    },
    "explanation": "Fiscal year begins on the 1st of January and ends on tha 31st of December. During this period, some activities are made for accounting process."
  },
  {
    "id": "1633577",
    "unitNumber": 6,
    "text": "Which trial balance is called general unadjusted trial balance?",
    "correctAnswer": "D",
    "options": {
      "A": "1st of January",
      "B": "31st of January",
      "C": "28th of February",
      "D": "31st of December",
      "E": "1st of December"
    },
    "explanation": "The first trial balance prepared on the 31st of December is called general unadjusted trial balance. By the word “general”, it indicates that it holds the balances for the whole year."
  },
  {
    "id": "1633604",
    "unitNumber": 6,
    "text": "I- To meet its day-to-day needs<br/>II- To compensate for the uncertainty associated with its cash flows and<br/>III- To satisfy bank requirements<br/>Which of the above is/are motivations for a company to hold cash in hand?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I and III",
      "E": "ı, II and III"
    },
    "explanation": "There are some motivations for holding cash on hand. These are<br/>* To meet its day-to-day needs<br/>* To compensate for the uncertainty associated with its cash flows and<br/>* To satisfy bank requirements."
  },
  {
    "id": "886431",
    "unitNumber": 6,
    "text": "Which of the following is NOT one of the things that Accounting Information Systems do?",
    "correctAnswer": "A",
    "options": {
      "A": "Collects data from the Internet only",
      "B": "Collects financial data from the operations of the business,",
      "C": "Processes the collected data",
      "D": "Transforms data into financial information, and",
      "E": "Produces reports for the decision makers."
    },
    "explanation": "Accounting information system collects financial data from the operations of the business, processes the collected data and transforms them into financial information, and produces reports for the decision makers."
  },
  {
    "id": "887013",
    "unitNumber": 6,
    "text": "Which one below is one of the new ways of data collection from a single transaction?",
    "correctAnswer": "B",
    "options": {
      "A": "amount",
      "B": "invoice conditions",
      "C": "date",
      "D": "parties of the transaction",
      "E": "items"
    },
    "explanation": "Previously just a limited number of data could be collected from a single transaction like amount, date, and parties of the transaction, but with the help of technology, various amounts of data can be gathered from a single transaction. For example, from a single sales transaction, data about customer, invoice conditions, transportation, inventory, personnel, and sales can be extracted. Figure 6.1 shows sample database records for a sales transaction."
  },
  {
    "id": "887792",
    "unitNumber": 6,
    "text": "What does ERP stand for?",
    "correctAnswer": "C",
    "options": {
      "A": "Enter Return Process",
      "B": "Enterprise Return Process",
      "C": "Enterprise Resource Planning",
      "D": "Entrance Resource Planning",
      "E": "Enterprise Return Planning"
    },
    "explanation": "Businesses carry on their operations increasingly on enterprise resource planning(ERP) systems based on integrated information systems."
  },
  {
    "id": "887827",
    "unitNumber": 6,
    "text": "In what manner is the accounting information system same for all business?",
    "correctAnswer": "D",
    "options": {
      "A": "Input-process flow",
      "B": "Output-input flow",
      "C": "Output-input-output flow",
      "D": "Input-output-input flow",
      "E": "businesss flow"
    },
    "explanation": "Every business has an accounting information system regardless of its size. Basicly, accounting information system is the same for all the businesses in the manner of input-process-output flow."
  },
  {
    "id": "888105",
    "unitNumber": 6,
    "text": "Which of the following belongs to the transaction processing system of subsystems of Accounting Information System?",
    "correctAnswer": "E",
    "options": {
      "A": "purchase system",
      "B": "Cash disbursement system",
      "C": "Sales processing system",
      "D": "Cash receipts system",
      "E": "Cost accounting system"
    },
    "explanation": "Cost accounting system belongs to the transaction processing system of subsystems of Accounting Information System."
  },
  {
    "id": "888116",
    "unitNumber": 6,
    "text": "Which of the below is the proof of a sales transaction?",
    "correctAnswer": "A",
    "options": {
      "A": "Billing",
      "B": "Viewing inventories",
      "C": "Collecting cash",
      "D": "Preparing products for shipment",
      "E": "Preparing reports"
    },
    "explanation": "The proof of a sales transaction is billing the customer. In other words, preparation of the bill shows a sale transaction has occured."
  },
  {
    "id": "888159",
    "unitNumber": 6,
    "text": "\"Expenditure cycle deals with the purchasing activities of the required goods and/or raw materials.\" How does detection of the requirement can appear?",
    "correctAnswer": "B",
    "options": {
      "A": "by preparing purchase orders",
      "B": "by analysing inventories",
      "C": "by receiving goods",
      "D": "by making the payments",
      "E": "by purchasing returns and allowances"
    },
    "explanation": "Expenditure cycle deals with the purchasing activities of the required goods and/or raw materials. Detection of the requirement can appeare by analysing the inventories. Upon the orders received from the customer (external affect) or analysing the inventories throughout the production plan (internal affect), the need for purchase can be figured out."
  },
  {
    "id": "888181",
    "unitNumber": 6,
    "text": "How long is the useful life of the assets for businesses?",
    "correctAnswer": "C",
    "options": {
      "A": "3 years",
      "B": "4 years",
      "C": "5 years",
      "D": "10 years",
      "E": "15 years"
    },
    "explanation": "Assume that a machine has an economic life of 10 years which its manufacturer indicated, the business may use that machine for 5 years. After 5 years, the business may say that it is not economic enough to use. So, even though the economic life is 10 years, the useful life of the machine for the business is 5 years."
  },
  {
    "id": "888204",
    "unitNumber": 6,
    "text": "What does \"unadjusted\" mean for accounting?",
    "correctAnswer": "D",
    "options": {
      "A": "not determined",
      "B": "not prepared the cash flow yet",
      "C": "not planned transactions",
      "D": "closing entries have not been made yet",
      "E": "preparing financial statements"
    },
    "explanation": "the word “unadjusted” has a specific meaning for accounting. It shows that, the closing entries have not been made yet."
  },
  {
    "id": "888226",
    "unitNumber": 6,
    "text": "What does financial forecast mean?",
    "correctAnswer": "E",
    "options": {
      "A": "Predicting the weather to sell a product",
      "B": "Predicting the customer behaviors",
      "C": "Predicting credits",
      "D": "predicting profit",
      "E": "predicting the future cash flow"
    },
    "explanation": "Planning needs forecasting activity. Especially for the future cash flows of the business are very important for the managers. In order to determine whether the business will have a surplus cash or a cash deficit for each period and to decide the surplus of deficit is temporary of permanent financial forecasting has to be made."
  },
  {
    "id": "901505",
    "unitNumber": 6,
    "text": "I. Which reports will produced and when?<br/>II. When is the transaction recorded?<br/>III. What kind of transaction is recorded? <br/>IV. How is the transaction recorded?<br/>Which of the ones stated above is among the designer role of the accountant today?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I.",
      "B": "I, II &amp; III.",
      "C": "Only III.",
      "D": "I, II &amp; IV.",
      "E": "II &amp; III."
    },
    "explanation": "The role of the accountant in today’s business environment is also developing according to the changing conditions. The business information systems which are inseperable part of the business, add new roles to accountants’ existing roles. New roles like designer, user and auditor are becoming standard roles of accountants about business information systems (Gelinas, Dull., 2008). As for the designer role;<br/>• which transaction is recorded? (what is the recordable transaction?)<br/>• how is the transaction recorded? (which data are collected and from where to be collected?)<br/>• when is the transaction recorded? (before or after the occurance? )<br/>• which controls are necessary as for the reports to be exact, valid and accurate and for the assets to<br/>be protected, for the audit to be processed?<br/>• which reports will produced and when?<br/>• in which details are the reports be produced?<br/>Thereofre, the correct option is D."
  },
  {
    "id": "901519",
    "unitNumber": 6,
    "text": "According to Database Records of a Sales Transaction, the commission to be received by the staff is listed in which of the following group?",
    "correctAnswer": "A",
    "options": {
      "A": "tblPersonnel",
      "B": "tblBillConditions",
      "C": "tblSales-Inventories",
      "D": "tblShipping",
      "E": "tblCustomer"
    },
    "explanation": "Accoridng to the Database Records of a Sales Transaction, the commision rate is listed in tblPersonnel and tblPersonnel_1. Thereofre, the correct option is A."
  },
  {
    "id": "901535",
    "unitNumber": 6,
    "text": "I. Production Planning and Control System,<br/>II. Sales Processing System,<br/>III. Payroll Processing System,<br/>IV. Cash Receipts System.<br/>According to the Subsystems and Business Events of Accounting Information Systems, which of the ones listed above is a part of Expen Cycle?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I.",
      "B": "I &amp; II.",
      "C": "Only III.",
      "D": "II &amp; III.",
      "E": "II, III &amp; IV."
    },
    "explanation": "According to the Subsystems and Business Events of Accounting Information Systems, Expen Cycle includes Purchase System, Cash Disbursement System, Payroll Processing System, Fixed Asset System. Thereofre, the correct option is C."
  },
  {
    "id": "901542",
    "unitNumber": 6,
    "text": "I. Collecting cash,<br/>II. Preparing reports,<br/>III. Receiving customer order, <br/>IV. Recording and monitoring receivables.<br/>According to the Subsystems and Business Events of Accounting Information Systems, which of the events listed above is a part of Revenue Cycle?",
    "correctAnswer": "B",
    "options": {
      "A": "Only I.",
      "B": "I, II, III &amp; IV.",
      "C": "Only II.",
      "D": "I, III &amp; IV.",
      "E": "Only III."
    },
    "explanation": "Here, we will try to explain the common events that take place in revenue cycle. These events are:<br/>• Receiving customer order<br/>• Analysing the credit approval for the customer<br/>• Viewing inventories<br/>• Accepting order<br/>• Preparing products for shipment<br/>• Billing<br/>• Recording and monitoring receivables<br/>• Collecting cash<br/>• Sales allowances and sales returns<br/>• Preparing reports<br/>Thereofre, the correct option is B."
  },
  {
    "id": "901548",
    "unitNumber": 6,
    "text": "According to revenue cycle, which of the following events is the proof of a sales transaction has occured?",
    "correctAnswer": "E",
    "options": {
      "A": "Accepting order.",
      "B": "Preparing reports.",
      "C": "Collecting cash.",
      "D": "Recording and monitoring receivables.",
      "E": "Billing"
    },
    "explanation": "The proof of a sales transaction is billing the customer. In other words, preparation of the bill shows a sale transaction has occured. Thereofre, the correct option is E."
  },
  {
    "id": "901558",
    "unitNumber": 6,
    "text": "\"<em>The sales transaction is completed when the customer is billed. The customer examines the products upon arrival to the company. The products may not be suitable for the order that customer gave, or the products may be damaged during shipment. As exampled in these cases, customer may send the products back to the seller</em>.\"<br/>According to revenue cycle, which of the following events applies to the situation above?",
    "correctAnswer": "B",
    "options": {
      "A": "Preparing Reports.",
      "B": "Sales Allowances and Sales Returns.",
      "C": "Preparing Products for Shipment.",
      "D": "Analysing the Credit Approval for the Customer.",
      "E": "Recording and Monitoring Receivables."
    },
    "explanation": "The sales transaction is completed when the customer is billed. The customer examines the products upon arrival to the company. The products may not be suitable for the order that customer gave, or the products may be damaged during shipment. As exampled in these cases, customer may return the products back to the seller. When sold products are sent back to the business, the products are accepted by return invoice. By the acceptance of the returned products, inventory accounts and receivables accounts are updated reversly. Inventory account is increased, receivable account is decreased. If the sales done in cash, a payment has to be made to the customer also. Thereofre, the correct option is B."
  },
  {
    "id": "901563",
    "unitNumber": 6,
    "text": "<em>\"Expentidure cycle deals with the purchasing operations that are necessary for the business to operate.\"</em><br/>According to the statements above, which of the following events is <strong>not</strong> included in the expenditure cycle?",
    "correctAnswer": "D",
    "options": {
      "A": "Purchase returns and allowances.",
      "B": "Preparing reports.",
      "C": "Analysing inventories.",
      "D": "Sales Allowances and Sales Returns.",
      "E": "Making the payments."
    },
    "explanation": "The purchasing process involves some set of events. These events are;<br/>• Analysing inventories<br/>• Preparing purchase orders<br/>• Receiving goods<br/>• Making the payments<br/>• Purchase returns and allowances<br/>• Preparing reports<br/>Thereofre, the correct option is D."
  },
  {
    "id": "901572",
    "unitNumber": 6,
    "text": "\"Upon receving the goods, they are inspected by receiving officer. If there is any problem with the received goods, the goods may not be accepted. Then the goods must be sent back to the vendor.<br/>Which of the events within the expentidure cycle covers the situation explained above?",
    "correctAnswer": "A",
    "options": {
      "A": "Purchase returns and allowances.",
      "B": "Preparing purchase orders.",
      "C": "Making the payments.",
      "D": "Receiving goods.",
      "E": "Analysing inventories."
    },
    "explanation": "Upon receving the goods, they are inspected by receiving officer. If there is any problem with the received goods, i.e. damage, leakage, mismatch goods with the order, etc., the goods may not be accepted. Then the goods must be returned to the vendor with the Return Slip. In this case, the inventory account and the vendor account(accounts payable) must be updated according to the situation. Alternatively, if there is a problem with the goods, the business may not return the goods back, but the business can demand a discount(allowance) instead of returning the goods back. If the demand is accepted by the vendor, then the vendor acount and the inventory account must be updated. The inventory account is updated in order to reflect the decrease in the cost. For an allowance to take part, it is not necesarry for the goods to be faulty. Sometimes, the trade between the businesses may exceed a predetermined total amount or quantitiy, the vendor, then, may offer a discount. Thereofre, the correct option is A."
  },
  {
    "id": "901582",
    "unitNumber": 6,
    "text": "I. Reporting,<br/>II. Disposing, <br/>III. Maintaining,<br/>IV. Acquiring.<br/>Which of the ones listed above is included in the fixed assest procedures?",
    "correctAnswer": "E",
    "options": {
      "A": "I &amp; II.",
      "B": "Only I.",
      "C": "I, II &amp; III.",
      "D": "Only IV.",
      "E": "II, III &amp; IV."
    },
    "explanation": "Fixed assets are assets which are purchased for long-term use(more than a year) and the receivables of which due dates are longer than a year. Fixed asset system deals with the acquisition, maintanence and disposal activities of the fixed assets. The long-term receivables in the fixed assets are the part of the revenue cycle which deals with tracking and collecting receivables. So in the fixed assets system, the business will just focus on acquiring, maintaining, and the disposal of the fixed assets except receivables. Thereofre, the correct option is E."
  },
  {
    "id": "901591",
    "unitNumber": 6,
    "text": "General ledger system receives inputs from many departments. Which of the followings has a relation <strong>based</strong> <strong>on both input and output</strong> with general ledger system?",
    "correctAnswer": "B",
    "options": {
      "A": "Payrol",
      "B": "Financial Reporting System.",
      "C": "Cost Accounting.",
      "D": "Cash Disbursements.",
      "E": "Accounts Payable."
    },
    "explanation": "Management reporting system, prepares specific reports like budgets, variance analysis reports, cost analysis reports and so on only for fulfilling the managers’ information needs. At this point, there comes an understanding that the general ledger system has an interaction between the financial reporting system and management reporting system. The reporting system gets the data from the general ledger system and prepares financial and managerial reports. Thereofre, the correct option is B"
  },
  {
    "id": "902940",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Analysing inventories and preparing purchase orders</li> <li>Receiving goods and making payments</li> <li>Purchase returns and allowances</li> <li>Preparing reports<br/>Which are the events involved in the purchasing process?</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III",
      "B": "I and II",
      "C": "I, II, III and IV",
      "D": "II, III and IV",
      "E": "II and III"
    },
    "explanation": "The purchasing process involves some set of events. These events are<br/>• Analysing inventories<br/>• Preparing purchase orders<br/>• Receiving goods<br/>• Making the payments<br/>• Purchase returns and allowances<br/>• Preparing reports"
  },
  {
    "id": "902989",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Purchase system</li> <li>Cash disbursement system</li> <li>Payroll processing system</li> <li>Fixed asset system</li> <li>Cost accounting system<br/>Which are the subsystems of expenditure cycle?</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III and IV",
      "B": "I, II, III, IV and V",
      "C": "I, II and IV",
      "D": "II, III and V",
      "E": "I, III and V"
    },
    "explanation": "<ul> <li>Purchase system</li> <li>Cash disbursement system</li> <li>Payroll processing system</li> <li>Fixed asset system<br/>These are the subsystems of expenditure cycle.</li> </ul>"
  },
  {
    "id": "903016",
    "unitNumber": 6,
    "text": "Which subsystem of accounting information systems deals with converting economic events into financial transactions; recording financial transactions into journals and ledgers, and communicating financial information to information users to support their daily operations?",
    "correctAnswer": "C",
    "options": {
      "A": "General ledger/ financial reporting system",
      "B": "Management reporting system",
      "C": "Transaction processing system",
      "D": "Conversion cycle",
      "E": "Revenue cycle"
    },
    "explanation": "The transaction processing system deals with converting economic events into financial transactions; recording financial transactions into journals and ledgers, and communicating financial information to information users to support their daily operations"
  },
  {
    "id": "903055",
    "unitNumber": 6,
    "text": "Which subsystem of accounting information systems handles the data received from the transaction cycles and updates the general ledger accounts while financial reporting systems prepare the financial reports especially for the external users?",
    "correctAnswer": "E",
    "options": {
      "A": "Transaction processing system",
      "B": "Management reporting system",
      "C": "Revenue cycle",
      "D": "Expenditure cycle",
      "E": "General ledger / financial reporting system"
    },
    "explanation": "General ledger/financial reporting system handles the data received from the transaction cycles. GL system, updates the general ledger accounts while financial reporting systems prepar the financial reports especially for the external users."
  },
  {
    "id": "903093",
    "unitNumber": 6,
    "text": "Which subsystem of accounting information systems creates reports especially about the costs of business, budgets, and cash flows for the internal decision makers?",
    "correctAnswer": "D",
    "options": {
      "A": "Transaction processing system",
      "B": "Conversion cycle",
      "C": "Expenditure cycle",
      "D": "Management reporting system",
      "E": "Financial reporting system / general ledger"
    },
    "explanation": "Management reporting system creates reports for the internal decision makers. Especially the reports about costs of the business, budgets, and cash flows are created by management reporting system."
  },
  {
    "id": "903218",
    "unitNumber": 6,
    "text": "What is the first event in the revenue cycle process?",
    "correctAnswer": "E",
    "options": {
      "A": "Billing",
      "B": "Viewing inventories",
      "C": "Collecting cash",
      "D": "Preparing products for shipment",
      "E": "Receiving customer orders"
    },
    "explanation": "The sales process begins with receving customer order and also this is the triggering event for all the transactions within the business."
  },
  {
    "id": "903297",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Capital budgeting</li> <li>Cash management</li> <li>Profit planning</li> <li>Financial forecasts</li> <li>Credit management<br/>Which are the functions of finance information systems?</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III, and IV",
      "B": "II, III, IV and V",
      "C": "I, II, III, IV and V",
      "D": "I, III, IV, and V",
      "E": "I, II, IV, and V"
    },
    "explanation": "Capital budgeting, cash management, profit planning, financial forecasts, credit management are the functions of finance information systems."
  },
  {
    "id": "903370",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Profit planning</li> <li>Establishing credit terms</li> <li>Establishing credit standards</li> <li>Establishing collection policy<br/>In finance informations systems, what are the steps of credit management?</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I, II and III",
      "B": "I and IV",
      "C": "I, II, III and IV",
      "D": "II, III and IV",
      "E": "II and III"
    },
    "explanation": "Credit management policy of a business involves three steps<br/>• Establishing credit standards<br/>• Establishing credit terms<br/>• Establishing collection policy"
  },
  {
    "id": "903433",
    "unitNumber": 6,
    "text": "Which one is in the input stage of accounting information systems?",
    "correctAnswer": "A",
    "options": {
      "A": "Recognizing documents",
      "B": "General journal",
      "C": "Trial balance",
      "D": "Financial statements",
      "E": "General ledger"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e0833cbd3f03a15cf8bb0f6dde839a38.png\" alt=\"\" width=\"604\" height=\"234\">"
  },
  {
    "id": "903471",
    "unitNumber": 6,
    "text": "Which one is in the output stage of accounting information systems?",
    "correctAnswer": "E",
    "options": {
      "A": "Recognizing documents",
      "B": "General journals",
      "C": "General ledgers",
      "D": "Trial balance",
      "E": "Financial statements"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e0833cbd3f03a15cf8bb0f6dde839a38.png\" alt=\"\" width=\"604\" height=\"234\">"
  },
  {
    "id": "1634537",
    "unitNumber": 7,
    "text": "Which of the below is an input in a production system?",
    "correctAnswer": "A",
    "options": {
      "A": "Knowledge",
      "B": "machinery",
      "C": "Tables",
      "D": "Banking services",
      "E": "cars"
    },
    "explanation": "The term production can be defined as transformation of tangible and intangible inputs into goods or services. It can be explained elaborately as the transformation or conversion of a set of inputs, such as raw materials, labor, knowledge, into one or more outputs such as tables, cars, banking services."
  },
  {
    "id": "1634556",
    "unitNumber": 7,
    "text": "What does MSM stand for?",
    "correctAnswer": "B",
    "options": {
      "A": "Manufacturing Subsystem Management",
      "B": "Manufacturing System management",
      "C": "Malfunctioning Systems management",
      "D": "Malfunctioning Solutions Management",
      "E": "Management Systems manufacturing"
    },
    "explanation": "<strong>Manufacturing systems management (MSM) </strong>here is defined as a functional domain that involves all of the activities, such as design, implementation, operations and monitoring, etc., that are needed to regulate and optimise a manufacturing system as it progresses through its life cycle."
  },
  {
    "id": "1634573",
    "unitNumber": 7,
    "text": "Which of the below is an example of a soft technology?",
    "correctAnswer": "C",
    "options": {
      "A": "sensors",
      "B": "robots",
      "C": "voice-recognition software",
      "D": "microprocessors",
      "E": "computers"
    },
    "explanation": "Hard technology and soft technology are the two main categories of the technology. Hard technology represents a variety of tasks in the creation and delivery of goods and services performed by the equipment and devices. Computers, computer chips and microprocessors, communication lines, sensors, robots are some examples for the hard technology. Soft technology is the application of the Internet, computer software, and information systems to provide data, information, and analysis and to facilitate the accomplishment of creating and delivering goods and services. Database systems, artificial intelligence programs, and voice-recognition softwares are some examples for the soft technology."
  },
  {
    "id": "1634594",
    "unitNumber": 7,
    "text": "Which systems provide the integration of the company internally and externally in order to meet the needs and requirements of the customers and in this way the company has a competitive advantage in the market?",
    "correctAnswer": "D",
    "options": {
      "A": "IOS",
      "B": "CRM",
      "C": "Supply chain management",
      "D": "ERP",
      "E": "MSM"
    },
    "explanation": "Enterprise resource planning (ERP) systems provide the integration of the company internally and externally in order to meet the needs and requirements of the customers and in this way the company has a competitive advantage in the market."
  },
  {
    "id": "1634615",
    "unitNumber": 7,
    "text": "How many phases has ERP systems evolved from?",
    "correctAnswer": "E",
    "options": {
      "A": "2 phases",
      "B": "5 phases",
      "C": "3 phases",
      "D": "6 phases",
      "E": "4 phases"
    },
    "explanation": "When the evolution of ERP systems considered, it can be seen that they evolved from four phases: MRP, MRP-CL, MRP II and ERP"
  },
  {
    "id": "1634634",
    "unitNumber": 7,
    "text": "Which of the below is an example of sales and marketing processes supported by ERP systems?",
    "correctAnswer": "A",
    "options": {
      "A": "Pricing analysis",
      "B": "Production planning",
      "C": "Material requirement planning",
      "D": "Capacity planning",
      "E": "Salary benefits"
    },
    "explanation": "Manufacturing, distribution, sales, accounting, and human resource applications are the main ERP modules integrated. Material requirements planning, production planning and capacity planning can be given as some examples for manufacturing processes supported by ERP systems. Sales analysis, sales planning and pricing analysis are some examples for sales and marketing processes supported by ERP systems. Moreover, many important human resource processes such as personnel requirements planning, salary and administration benefits are supported by ERP systems. ERP systems can also manage financial record-keeping and managerial accounting applications."
  },
  {
    "id": "1634658",
    "unitNumber": 7,
    "text": "What does EDI stand for?",
    "correctAnswer": "B",
    "options": {
      "A": "Electronic Funds Transfer",
      "B": "Electronic Data Exchange",
      "C": "Point of Sale",
      "D": "Electronic Duration Exchange",
      "E": "Electronic Data Elimination"
    },
    "explanation": "The concept known as electronic commerce, where information transactions are automatically completed via Electronic Data Interchange (EDI), Electronic Funds Transfer (EFT), Point of Sale (POS) devices, and a variety of other approaches now appeals organizations to itself."
  },
  {
    "id": "1634678",
    "unitNumber": 7,
    "text": "I-Schedule<br/>II-Deliver<br/>III-Commit <br/>IV-Make<br/>Which of the below shows the correct life cycle of supply chain?",
    "correctAnswer": "C",
    "options": {
      "A": "I-II-III-IV",
      "B": "II-IV-III-I",
      "C": "III-I-IV-II",
      "D": "IV-II-III-I",
      "E": "III-II-I-IV"
    },
    "explanation": "The correct life cycle order for Supply chain is Commit-Schedule-Make and Deliver."
  },
  {
    "id": "1634702",
    "unitNumber": 7,
    "text": "\"a company sells a group of products or services together at a lower price instead of offering combined individual prices of the products which are much higher\".<br/>Which of the below is defined by the above description?",
    "correctAnswer": "D",
    "options": {
      "A": "Cross-selling",
      "B": "Retail-selling",
      "C": "Up-selling",
      "D": "bundling",
      "E": "Wholesale"
    },
    "explanation": "<strong>bundling </strong>is a form of cross selling where a company sells a group of products or services together at a lower price instead of offering combined individual prices of the products which are much higher. A sport broadcasting company’s offer a bundle price including different football leagues, TV channels and original movies can be given as an example."
  },
  {
    "id": "1634731",
    "unitNumber": 7,
    "text": "Which of the below is an example of Flexible manufacturing?",
    "correctAnswer": "E",
    "options": {
      "A": "Production lines",
      "B": "BPR",
      "C": "CAD/CAM",
      "D": "MRP II",
      "E": "CNC"
    },
    "explanation": "Figure 7.7 Development in Manufacturing Technology. page 199."
  },
  {
    "id": "888396",
    "unitNumber": 7,
    "text": "Which of the following is a useful output transformed from inputs by production management function in an organization?",
    "correctAnswer": "A",
    "options": {
      "A": "Facilitating goods",
      "B": "Capital",
      "C": "Supplies",
      "D": "Storage",
      "E": "Alterations"
    },
    "explanation": "Production management function in an organization is responsible for the processes that transform inputs into useful outputs. These are: Facilitating goods and services."
  },
  {
    "id": "888407",
    "unitNumber": 7,
    "text": "What does MSM stand for?",
    "correctAnswer": "B",
    "options": {
      "A": "Manufacturing Similar Measures",
      "B": "Manufacturing Systems Management",
      "C": "Modern Systems Management",
      "D": "Modern Similar Measures",
      "E": "Manufacturing Similar management"
    },
    "explanation": "Manufacturing systems management (MSM) here is defined as a functional domain that involves all of the activities, such as design, implementation, operations and monitoring, etc., that are needed to regulate and optimise a manufacturing system as it progresses through its life cycle."
  },
  {
    "id": "888421",
    "unitNumber": 7,
    "text": "Which one below is an input subsystem?",
    "correctAnswer": "B",
    "options": {
      "A": "Transaction",
      "B": "Inventory",
      "C": "Industrial engineering",
      "D": "Quality",
      "E": "Cost"
    },
    "explanation": "According to a Manufacturing Information System Model, Inventory subsystem is an output subsystem."
  },
  {
    "id": "888445",
    "unitNumber": 7,
    "text": "Which of the below can be considered as soft technology?",
    "correctAnswer": "D",
    "options": {
      "A": "Harddisc",
      "B": "Monitor",
      "C": "microprocessors",
      "D": "Artificial intelligence programs",
      "E": "sensors"
    },
    "explanation": "Hard technology and soft technology are the two main categories of technology. Hard technology represents a variety of tasks in the creation and delivery of goods and services performed by the equipment and devices. Computers, computer chips and microprocessors, communication lines, sensors, robots are some examples of hard technology. Soft technology is the application of the Internet, computer software, and information systems to provide data, information, and analysis and to facilitate the accomplishment of creating and delivering goods and services. Database systems, artificial intelligence programs, and voice-recognition software are some examples of soft technology."
  },
  {
    "id": "888517",
    "unitNumber": 7,
    "text": "What does ERP stand for?",
    "correctAnswer": "E",
    "options": {
      "A": "Entrance Return Planning",
      "B": "Enterprise Return Process",
      "C": "Enterprise Resource Process",
      "D": "Entrance Resource Process",
      "E": "Enterprise Resource Planning"
    },
    "explanation": "Enterprise resource planning (ERP) systems provide the integration of the company internally and externally in order to meet the needs and requirements of the customers and in this way the company has a competitive advantage in the market."
  },
  {
    "id": "888554",
    "unitNumber": 7,
    "text": "How many phases are there in the evolution of ERP systems?",
    "correctAnswer": "A",
    "options": {
      "A": "Four",
      "B": "Three",
      "C": "Five",
      "D": "Two",
      "E": "One"
    },
    "explanation": "There are four phases in the evolution of ERP systems"
  },
  {
    "id": "888581",
    "unitNumber": 7,
    "text": "I. accurate order processing<br/>II. Coordination of technical and behavioural activities<br/>III. just-in-time inventory management<br/>IV. timely order fulfilment<br/>V. Implementation Methodologies<br/>Which three of the above are the processes that a successful Supply Chain Management strategy based on?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II-III",
      "B": "I-III-IV",
      "C": "II-III-IV",
      "D": "II-IV-V",
      "E": "I-IV-V"
    },
    "explanation": "A successful supply chain management strategy is based on accurate order processsing, just-in-time inventory management, and timely order fulfillment."
  },
  {
    "id": "888666",
    "unitNumber": 7,
    "text": "When were the first computers developed?",
    "correctAnswer": "C",
    "options": {
      "A": "1940s",
      "B": "1950s",
      "C": "1960s",
      "D": "1970s",
      "E": "1980s"
    },
    "explanation": "Many developments for computers have been made in terms of cost and speed of computer power after first computers were developed around 1960s."
  },
  {
    "id": "888708",
    "unitNumber": 7,
    "text": "Which of the below is not one of the critical factors that organizations use the CRM system to gain an advantage from customer information?",
    "correctAnswer": "D",
    "options": {
      "A": "Building customer loyalty with much higher profit per customer",
      "B": "Avoiding loss of customers",
      "C": "Acquiring new customers who are most likely to become profitable",
      "D": "Creating an atmosphere where customers feel relaxed and buy more",
      "E": "Reducing inefficiencies that waste advertising expenses"
    },
    "explanation": "For organizations CRM system includes methodogies and software tools to gain advantage from customer information to achieve some critical factors. These factors could be summarized as follows;<br/>• Building customer loyalty with much higher profit per customer<br/>• Avoiding loss of customers<br/>• Acquiring new customers who are most likely to become profitable<br/>• Reducing inefficiencies that waste advertising expenses"
  },
  {
    "id": "888750",
    "unitNumber": 7,
    "text": "Which of the below is an example of bundling?",
    "correctAnswer": "E",
    "options": {
      "A": "When a customer buys shoes, offering shoe polish",
      "B": "Selling LED tv to a customer who wants to buy a plasma",
      "C": "Selling a DVD player to a customer who buys a TV.",
      "D": "Showing phone cases to a customer who buys a phone",
      "E": "Selling a customer a DVD player and a smart remote controller cheaper when bought with a TV."
    },
    "explanation": "Bundling is a form of cross selling where a company sells a group of products or services together at a lower price instead of offering combined individual prices of the products which are much higher. A sport broadcasting company’s offer a bundle price including different football leagues, TV channels and original movies can be given as an example. This price is lower than total of their separate prices"
  },
  {
    "id": "904033",
    "unitNumber": 7,
    "text": "What is defined as a functional domain that involves all of the activities, such as design, implementation, operations and monitoring, etc., that are needed to regulate and optimise a manufacturing system as it progresses through its life cycle?",
    "correctAnswer": "A",
    "options": {
      "A": "Manufacturing systems management",
      "B": "Transaction processing subsystem",
      "C": "Manufacturing intelligence subsystem",
      "D": "Industrial engineering subsystem",
      "E": "Cost subsystem"
    },
    "explanation": "Manufacturing systems management (MSM) here is defined as a functional domain that involves all of the activities, such as design, implementation, operations and monitoring, etc., that are needed to regulate and optimise a manufacturing system as it progresses through its life cycle."
  },
  {
    "id": "904079",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Capital</li> <li>Alterations</li> <li>Equipment</li> <li>Services</li> <li>Knowledge<br/>Which of these are in the input stage of production operations management functions?</li> </ol>",
    "correctAnswer": "B",
    "options": {
      "A": "I, II and III",
      "B": "I, III and V",
      "C": "II, III and V",
      "D": "II, III and IV",
      "E": "III, IV and V"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7d4b1d91ce1064972bad2070be0a4067.png\" alt=\"\" width=\"526\" height=\"483\">"
  },
  {
    "id": "904106",
    "unitNumber": 7,
    "text": "Which one of the following is not one of the output subsytems in manufacturing information systems?",
    "correctAnswer": "E",
    "options": {
      "A": "Transaction subsystem",
      "B": "Inventory subsystem",
      "C": "Quality subsystem",
      "D": "Cost subsystem",
      "E": "Industrial engineering subsystem"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f0a844d2c916abf02b5b2d77121372a3.png\" alt=\"\" width=\"507\" height=\"305\">"
  },
  {
    "id": "904137",
    "unitNumber": 7,
    "text": "What the technological backbone of e-business, an enterprisewide transaction framework with links into sales order processing, inventory management and control, production and distribution planning, and finance?",
    "correctAnswer": "D",
    "options": {
      "A": "Information revolution",
      "B": "Relationship management",
      "C": "Increased competition and globalization",
      "D": "Enterprise resource planning",
      "E": "Customer relations management"
    },
    "explanation": "ERP is the technological backbone of e-business, an enterprisewide transaction framework with links into sales order processing, inventory management and control, production and distribution planning, and finance."
  },
  {
    "id": "904225",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Collaborative fulfillment</li> <li>The information revolution</li> <li>Increased competition and globalization</li> <li>Enterprise resource planning</li> <li>Relationship management<br/>What are the major developments that brought supply chain management to the forefront of management's attention?</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III, IV and V",
      "B": "I, III and V",
      "C": "II, IV and V",
      "D": "II, III and IV",
      "E": "II, III and V"
    },
    "explanation": "Supply chain management is as much a philosophical approach as it is a body of tools and techniques, and typically requires a great deal of interaction and trust between companies to work. However, three major developments brought SCM to the forefront of management’s attention:<br/>• The information revolution<br/>• Increased competition and globalization in today’s markets<br/>• Relationship management"
  },
  {
    "id": "904252",
    "unitNumber": 7,
    "text": "What is a designed process to collect data related to customers, to get features of customers, and to apply those qualities in activities?",
    "correctAnswer": "A",
    "options": {
      "A": "Customer relations management",
      "B": "Sales force",
      "C": "Customer service and support",
      "D": "Marketing",
      "E": "Customer loyalty"
    },
    "explanation": "Customer relations management is a designed process to collect data related to customers, to get features of customers, and to apply those qualities in activities."
  },
  {
    "id": "904277",
    "unitNumber": 7,
    "text": "What is the usage of computer-controlled machineries and automation systems in manufacturing products?",
    "correctAnswer": "B",
    "options": {
      "A": "Flexible manufacturing sytems",
      "B": "Computer integrated manufacturing systems",
      "C": "E-manufacturing",
      "D": "Marketing",
      "E": "Mass production"
    },
    "explanation": "Computer-integrated manufacturing (CIM) is the usage of computer-controlled machineries and automation systems in manufacturing products."
  },
  {
    "id": "904306",
    "unitNumber": 7,
    "text": "What integrates information and decision making among data flow, information flow and cash flow and is a business strategy and a core competency for companies to compete in this highly competitive markets?",
    "correctAnswer": "D",
    "options": {
      "A": "Computer-aided manufacturing",
      "B": "Computer integrated manufacturing systems",
      "C": "Flexible manufacturing systems",
      "D": "e-manufacturing",
      "E": "Mass production"
    },
    "explanation": "e-manufacturing integrates information and decision making among data flow, information flow and cash flow. It is a business strategy and a core competency for companies to compete in this highly competitive markets"
  },
  {
    "id": "904339",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>It gives the opportunity of higher level of automation of manufacturing business information</li> <li>It improves the information flow and work flow throughout organization.</li> <li>It integrates information and decision making among data flow, information flow and cash flow.</li> <li>It is a business strategy and a core competency for companies to compete in this highly competitive markets.<br/>Which of these are features of e-manufacturing?</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III",
      "B": "II, III and IV",
      "C": "I, III and IV",
      "D": "I, II and IV",
      "E": "I, II, III and IV"
    },
    "explanation": "e-manufacturing integrates information and decision making among data flow, information flow and cash flow. It is a business strategy and a core competency for companies to compete in this highly competitive markets. e-manufacturing gives the opportunity of higher level of automation of manufacturing business information and improves the information flow and work flow throughout organization."
  },
  {
    "id": "904368",
    "unitNumber": 7,
    "text": "What is the aim of selling higher-value goods or services with the hope of existing customer’s buying intention?",
    "correctAnswer": "C",
    "options": {
      "A": "Cross-selling",
      "B": "Bundling",
      "C": "Up-selling",
      "D": "Sales force",
      "E": "Customer loyalty"
    },
    "explanation": "Up-selling is the aim of selling higher-value goods or services with the hope of existing customer’s buying intention."
  },
  {
    "id": "1593659",
    "unitNumber": 8,
    "text": "'Drill down', with which a typical ES should support the managers of each hierarchical level is:",
    "correctAnswer": "C",
    "options": {
      "A": "The key factor that delineates the companies success level in the market.",
      "B": "The capability to help executives explore vast amount of data and information fast and in easy ways.",
      "C": "The capability to provide details upon follow-up query requests.",
      "D": "The capability to raise awareness by highlighting variances on performances.",
      "E": "The ability to support or enable executives with the analytical tools such as decision support systems."
    },
    "explanation": "A typical ES should support the managers of each hierarchical level with different capabilities, such as drill down, which is the capability about providing details upon follow-up query requests. Drill down process can be performed manually or in an automated manner."
  },
  {
    "id": "1593829",
    "unitNumber": 8,
    "text": "Which of the following statements is true regarding the differences between business analytics, decision support systems and business intelligence?",
    "correctAnswer": "E",
    "options": {
      "A": "Decision support systems address the company- wide needs for data and decision analysis while business analytics focus on the specific decisions and the analytical and informational expectations and requirements of decision makers.",
      "B": "The existence of ERP is a prerequisite for business intelligence and business analytics but not for decision support systems.",
      "C": "All three share different purposes.",
      "D": "Business analytics deals with satisfying the enterprise-wide demand for data and information in any content and format, anytime and any place by using data warehouses and data marts.",
      "E": "The business intelligence is vital for successful and sustainable applications business analytics and decision support systems."
    },
    "explanation": "There are two more concepts closely related to business analytics: decision support systems and business intelligence. While all three share the common purpose, there are slight differences among them, such as: Business analytics address the company- wide needs for data and decision analysis while decision support systems focus on the specific decisions and the analytical and informational expectations and requirements of decision makers; the existence of ERP is a prerequisite for business intelligence, business analytics and decision support systems; business intelligence deals with satisfying the enterprise-wide demand for data and information in any content and format, anytime and any place by using data warehouses and data marts; the business intelligence is vital for successful and sustainable applications business analytics and decision support systems."
  },
  {
    "id": "1593849",
    "unitNumber": 8,
    "text": "The three levels of business analytics based on the analytical techniques they perform are:",
    "correctAnswer": "A",
    "options": {
      "A": "Descriptive, predictive, and prescriptive analytics.",
      "B": "Stochastic, query, and stimulating analytics.",
      "C": "Descriptive, stimulating and query analytics.",
      "D": "Optimizing, stimulating and stochastic analytics.",
      "E": "Standard, query and prescriptive analytics."
    },
    "explanation": "There are three levels of business analytics based on the analytical techniques they perform. They are descriptive, predictive, and prescriptive analytics."
  },
  {
    "id": "1593866",
    "unitNumber": 8,
    "text": "\"Providing a feasible solution or a recommendation that shows how to achieve the best performance\" is the goal of:",
    "correctAnswer": "A",
    "options": {
      "A": "Prescriptive analytics.",
      "B": "Personal business analytics.",
      "C": "Descriptive analytics.",
      "D": "Predictive analytics.",
      "E": "Computational analytics."
    },
    "explanation": "The goal of the prescriptive analytics is to provide a feasible solution or a recommendation that shows how to achieve the best performance. e methods and algorithms of some disciplines such as operations research, management science, and optimization have been widely used for prescriptive analytics."
  },
  {
    "id": "1596101",
    "unitNumber": 8,
    "text": "CIA triad consists of:",
    "correctAnswer": "A",
    "options": {
      "A": "Confidentiality, integrity and availability.",
      "B": "Credibility, integrity and availability.",
      "C": "Credibility, individuality and adoptability.",
      "D": "Confidentiality, individuality and adoptability.",
      "E": "Compatibility, integrity and ability."
    },
    "explanation": "One of the fundamental concepts associated with security of information systems is known as CIA triad. It consists of confidentiality, integrity, and availability."
  },
  {
    "id": "1596204",
    "unitNumber": 8,
    "text": "Human-beings have certain mental limits and they cannot outperform the decision support systems. The size of the problem, the number of criteria a decision maker must consider can be faster, and the memory recall issues can be overcome almost always by EDSSs. This kind of support is called:",
    "correctAnswer": "B",
    "options": {
      "A": "Computational support.",
      "B": "Cognitive support.",
      "C": "Knowledge support.",
      "D": "Data support.",
      "E": "Communication and collaboration support."
    },
    "explanation": "Cognitive support: When it comes to processing and storing information, human-beings have certain mental limits and they cannot outperform the decision support systems. The variety of the information and knowledge as pertains to the problem on hand has also a signifficant impact on the boundaries of the human mind. The size of the problem, the number of criteria a decision maker must consider can be faster and the memory recall issues can be overcome almost always by EDSSs."
  },
  {
    "id": "1596395",
    "unitNumber": 8,
    "text": "What is the component of the DSS in charge of running search or optimization algorithms, building all sorts of models such as mathematical and simulation models, archiving models for future use, computing formulas and performing sensitivity analysis?",
    "correctAnswer": "D",
    "options": {
      "A": "Data-Information Management Module.",
      "B": "Dialog Management Module.",
      "C": "Knowledge Management Module.",
      "D": "Model Management Module.",
      "E": "User Interface Design."
    },
    "explanation": "Model management module of a DSS is in charge of running search or optimization algorithms, building all sorts of models such as mathematical and simulation models, archiving models for future use, computing formulas and performing sensitivity analysis. Modeling requires a lot of parameters that may not be available anywhere in the company. Then, the estimation of those parameters can be realized by the model management module."
  },
  {
    "id": "1596420",
    "unitNumber": 8,
    "text": "Infiltrating to the system without any permission is called:",
    "correctAnswer": "B",
    "options": {
      "A": "Identity theft.",
      "B": "Hacking.",
      "C": "Social engineering.",
      "D": "SQL injection.",
      "E": "Spoofing."
    },
    "explanation": "The term hacking means infiltrating to the system without any permissions. Hackers can be either external individuals from outside of the company or people with bad intention from inside of the company. Moreover, the attitudes of hackers after unauthorized access to the system is also important."
  },
  {
    "id": "1596456",
    "unitNumber": 8,
    "text": "Which of the security recommendations to provide information security below is <strong>not</strong> correct?",
    "correctAnswer": "D",
    "options": {
      "A": "It is important to use antivirus and firewalls software and moreover, they should be updated frequently.",
      "B": "E-mail from untrusted or unknown sources should not be read and the files should not be downloaded.",
      "C": "Electronic commerce websites should not be allowed to store confidential information especially credit card information.",
      "D": "Confidential information such as passwords or credit card information should be entered via external keyboards.",
      "E": "The operating systems used should be updated frequently."
    },
    "explanation": "One of security recommendations to provide information security is that confidential information such as passwords or credit card information should be entered via on-screen keyboards."
  },
  {
    "id": "1596473",
    "unitNumber": 8,
    "text": "Reducing the system performance by unauthorized use of a part of our entire resources of a computer on the local network is called:",
    "correctAnswer": "C",
    "options": {
      "A": "Denial of services attack.",
      "B": "Distributed denial of service attack.",
      "C": "Computer hijacking.",
      "D": "Buffer overflow.",
      "E": "Social engineering."
    },
    "explanation": "A method, which is used to hinder the operation of systems, is computer hijacking method. Computer hijacking means reducing the system performance by unauthorized use of a part of our entire resources of a computer on the local network. Although computer hijacking is functionally similar to the DoS/DDoS attacks, hijacking attacks are made by software named as bots."
  },
  {
    "id": "1640783",
    "unitNumber": 8,
    "text": "What does COO stand for?",
    "correctAnswer": "A",
    "options": {
      "A": "Chief Operating Officers",
      "B": "Chief Executive Officers",
      "C": "Chief Financial Officers",
      "D": "Chief of Operations",
      "E": "Checking Operations Officers"
    },
    "explanation": "Among users of EIS are the chief executive officers (CEO), the chief financial officers (CFO), or the chief operating officers (COO)."
  },
  {
    "id": "1640814",
    "unitNumber": 8,
    "text": "Which of the below is an impact of EIS on executive decision makers?",
    "correctAnswer": "B",
    "options": {
      "A": "Reduced paper costs",
      "B": "Fewer and shorter meetings",
      "C": "Greater access to corporate databases",
      "D": "More competitive information",
      "E": "Faster access to information"
    },
    "explanation": "The impact of EIS on the job performances of the executive decision-makers might also be outlined as follows.<br/>• Better communication,<br/>• Exploring capability in detecting historic trends,<br/>• Improved effectiveness and efficiency,<br/>• Fewer and shorter meetings,<br/>• Improved decision-making,<br/>• Betterment of planning and control."
  },
  {
    "id": "1640833",
    "unitNumber": 8,
    "text": "Which of the below is the definition of drill down capability?",
    "correctAnswer": "C",
    "options": {
      "A": "These are the key factors that delineate the companies success levels in the market.",
      "B": "Executives either must be supported or enabled with the analytical tools such as decision support systems.",
      "C": "This capability is about providing details upon follow-up query requests. Drill down process can be performed",
      "D": "Executives attention must be towards those problematic or outstanding performances for effective decision-making.",
      "E": "This capability helps executives to explore vast amount of data and information fast and easy ways."
    },
    "explanation": "<strong><em>Drill down: </em></strong>This capability is about providing details upon follow-up query requests. Drill down process can be performed manually or in an automated manner."
  },
  {
    "id": "1640871",
    "unitNumber": 8,
    "text": "Which of the below is also known as \"reporting analytics\"?",
    "correctAnswer": "D",
    "options": {
      "A": "Predictive analytics",
      "B": "Personal business analytics",
      "C": "Prescriptive analytics",
      "D": "Descriptive analytics",
      "E": "All of the above"
    },
    "explanation": "Descriptive analytics, sometimes called “reporting analytics” deals with the current status of the company based on the key performance indicators, i.e., KPIs."
  },
  {
    "id": "1640890",
    "unitNumber": 8,
    "text": "Which of the below is an Add-in you can use to perform powerful data analysis in Excel which enables users to make timely business decisions without requiring IT assistance?",
    "correctAnswer": "E",
    "options": {
      "A": "PowerQuery",
      "B": "PowerView",
      "C": "PowerMap",
      "D": "Solver",
      "E": "PowerPivot"
    },
    "explanation": "PowerPivot is an Add-in you can use to perform powerful data analysis in Excel. PowerPivot enables users to make timely business decisions without requiring IT assistance."
  },
  {
    "id": "1640948",
    "unitNumber": 8,
    "text": "\"When it comes to processing and storing information, human-beings have certain mental limits and they cannot outperform the decision support systems. The variety of the information and knowledge as pertains to the problem on hand has also a significant impact on the boundaries of the human mind. The size of the problem, the number of criteria a decision maker must consider can be faster, and the memory recall issues can be overcome almost always by EDSSs\"<br/>What kind of a support system is outlined in above description?",
    "correctAnswer": "A",
    "options": {
      "A": "Cognitive Support",
      "B": "Computational Support",
      "C": "Analytical Support",
      "D": "Modeling Support",
      "E": "Data Support"
    },
    "explanation": "<strong><em>Cognitive support: </em></strong>When it comes to processing and storing information, human-beings have certain mental limits and they cannot outperform the decision support systems. The variety of the information and knowledge as pertains to the problem on hand has also a significant impact on the boundaries of the human mind. The size of the problem, the number of criteria a decision maker must consider can be faster, and the memory recall issues can be overcome almost always by EDSSs."
  },
  {
    "id": "1640972",
    "unitNumber": 8,
    "text": "What does CIA stand for?",
    "correctAnswer": "B",
    "options": {
      "A": "Central Intelligence Agency",
      "B": "Confidentiality-Integrity-Availability",
      "C": "Confident Central Agency",
      "D": "Central Integrity Agency",
      "E": "Central Intelligence Availability"
    },
    "explanation": "One of the fundamental concepts associated with security of information systems is known as CIA triad consists of confidentiality, integrity, and availability."
  },
  {
    "id": "1640986",
    "unitNumber": 8,
    "text": "What is voltage drops or spikes called?",
    "correctAnswer": "C",
    "options": {
      "A": "Blackout",
      "B": "Phishing",
      "C": "Brownout",
      "D": "Cybercrime",
      "E": "Identity theft"
    },
    "explanation": "Another factor that can cause hardware failures is the problems in the electrical installation. <strong>Blackouts </strong>mean instant power cuts which can interrupt operations and cause damage to hardware. On the other hand, <strong>Brownouts </strong>are voltage drops or spikes in incoming voltage, which cause a current fluctuation, leads similar problems with blackouts on computer hardware."
  },
  {
    "id": "1641006",
    "unitNumber": 8,
    "text": "What is faking a website or e-mail to trick users into passing along credentials called?",
    "correctAnswer": "D",
    "options": {
      "A": "Backdoors",
      "B": "Scans",
      "C": "Logic Bombs",
      "D": "Spoofing",
      "E": "Social Engineering"
    },
    "explanation": "<em>Spoofing</em>: Faking a website or e-mail to trick users into passing along credentials."
  },
  {
    "id": "1641035",
    "unitNumber": 8,
    "text": "In which security measure transaction records are sent simultaneously to different sources with different purposes and stored?",
    "correctAnswer": "E",
    "options": {
      "A": "Back up",
      "B": "Encryption",
      "C": "Digital signature",
      "D": "Firewalls",
      "E": "Atomic transaction"
    },
    "explanation": "Another security measure to be considered in the concept of data and information security is the approach called an <strong>atomic transaction. </strong>In this approach, transaction records are sent simultaneously to different sources with different purposes and stored. The store process can be completed if only it can be done for all sources. On the other hand, if transaction record cannot be stored in one of the sources, there will be an error message and all storing processes will be canceled."
  },
  {
    "id": "907220",
    "unitNumber": 8,
    "text": "I. Faster access to external databases,<br/>II. Highly detailed,<br/>III. More timely information,<br/>IV. Reduced paper costs.<br/>Which of the ones listed above is among the features that executives usually seek from enterprise information systems?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II &amp; III.",
      "B": "Only II.",
      "C": "I, III &amp; IV.",
      "D": "I &amp; IV.",
      "E": "II, III &amp; IV."
    },
    "explanation": "According to a study, executives usually seek the following features from EIS on internal or external information both.<br/>• More timely information,<br/>• Greater access to operational data,<br/>• More concise, relevant information,<br/>• Highly summarized,<br/>• New or additional information,<br/>• More information about the external environment,<br/>• More competitive information,<br/>• Faster access to external databases,<br/>• Faster access to information,<br/>• Reduced paper costs<br/>Thereofre, the correct option is C."
  },
  {
    "id": "907284",
    "unitNumber": 8,
    "text": "I. Betterment of planning and control,<br/>II. Improved effectiveness and efficiency<br/>III. Better communication,<br/>IV. More and longer meetings.<br/>Which of the ones listed above is among the impact of enterprise information systems on the job performances of the executive decision makers?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II &amp; III.",
      "B": "I &amp; IV.",
      "C": "II &amp; III.",
      "D": "II &amp; III.",
      "E": "Only IV."
    },
    "explanation": "The impact of EIS on the job performances of the executive decision makers might also be outlined as follows.<br/>• Better communication,<br/>• Exploring capability in detecting historic trends,<br/>• Improved effectiveness and efficiency,<br/>• Fewer and shorter meetings,<br/>• Improved decision-making,<br/>• Betterment of planning and control.<br/>Thereofre, the correct option is A."
  },
  {
    "id": "907340",
    "unitNumber": 8,
    "text": "Which of the followings is <strong>not</strong> one of the capabilities that a typical enterprise system should support?",
    "correctAnswer": "B",
    "options": {
      "A": "Analytics.",
      "B": "Decision-making.",
      "C": "Critical success factors.",
      "D": "Drill down.",
      "E": "Exception reporting."
    },
    "explanation": "A typical ES should support the managers of each hierarchical level with the following capabilities.<br/>• Drill down<br/>• Critical success factors<br/>• Analytics<br/>• Exception reporting<br/>• Navigation of information<br/>Thereofre, the correct option is B."
  },
  {
    "id": "907382",
    "unitNumber": 8,
    "text": "Which of the followings refers to the capability that helps executives to explore vast amount of data and information fast and easy ways?",
    "correctAnswer": "B",
    "options": {
      "A": "Analytics.",
      "B": "Navigation of information.",
      "C": "Critical success factors.",
      "D": "Drill down.",
      "E": "Exception reporting."
    },
    "explanation": "Navigation of information: This capability helps executives to explore vast amount of data and information fast and easy ways. Thereofre, the correct option is B."
  },
  {
    "id": "907413",
    "unitNumber": 8,
    "text": "Which of the followings refers to the key factors that delineate the companies success levels in the market?",
    "correctAnswer": "C",
    "options": {
      "A": "Analytics.",
      "B": "Navigation of information.",
      "C": "Critical success factors.",
      "D": "Drill down.",
      "E": "Exception reporting."
    },
    "explanation": "Critical success factors: These are the key factors that delineate the companies success levels in the market. Executives should be enabled to observe the current status of those factors including KPI’s (key performance indicators). Thereofre, the correct option is C."
  },
  {
    "id": "907524",
    "unitNumber": 8,
    "text": "Which of the following questions is included in predictive analytics?",
    "correctAnswer": "A",
    "options": {
      "A": "What will happen next?",
      "B": "What has happened so far?",
      "C": "What was the last quarter's results?",
      "D": "How did a certain product become popular?",
      "E": "When did the trend start?"
    },
    "explanation": "Predictive analytics aims to reveal the risks and opportunities a company can face in the future. For gaining insights on the future of an enterprise, managers turn to statistical forecasting and prediction methods connected with corporate data sources. Thereofre, the correct option is A."
  },
  {
    "id": "907569",
    "unitNumber": 8,
    "text": "Which of the following questions is included in descriptive analytics?",
    "correctAnswer": "C",
    "options": {
      "A": "What is the trend?",
      "B": "How can we achieve the best?",
      "C": "How many, how often, where?",
      "D": "What will happen next?",
      "E": "How can we achieve the best by observing the effects of uncertainty?"
    },
    "explanation": "Descriptive analytics, sometimes called “reporting analytics” deals with the current status of the company based on the key performance indicators, i.e., KPIs. Managing a company requires appropriate monitoring the operations. Key performance indicators are chosen to summarize the business performance of the enterprise. So, they are supposed to represent what is happening in the company and indicate the potential problems. For instance, the average inventory levels, the utilization rate of the computer numerical controlled machines and robots, as well as backlogs and shortages are examples of KPIs. Thereofre, the correct option is C."
  },
  {
    "id": "907604",
    "unitNumber": 8,
    "text": "Which of the following questions is included in prescriptive analytics?",
    "correctAnswer": "E",
    "options": {
      "A": "If actions are needed or not?",
      "B": "What happened?",
      "C": "What exactly is the problem?",
      "D": "What if...?",
      "E": "How can we achieve the best?"
    },
    "explanation": "The goal of the prescriptive analytics is to provide a feasible solution or a recommendation that shows how to achieve the best performance. The methods and algorithms of some disciplines such as operations research, management science, and optimization have been widely used for prescriptive analytics. Thereofre, the correct option is E."
  },
  {
    "id": "907681",
    "unitNumber": 8,
    "text": "I. Built an appropriate representation of the problem, that is, a model <br/>II. Define or identify the problem or the opportunity <br/>III. Search for best or better feasible solutions to the problem by using the model <br/>IV. Choose a superior solution to the problem<br/>Which of the followings is the correct order of the steps of the scientific decision making?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II-III-IV",
      "B": "IV-II-III-I",
      "C": "IV-III-II-I",
      "D": "II-I-III-IV",
      "E": "II-I-IV-II"
    },
    "explanation": "The most important task of a manager is to make decisions. Therefore, human decisionmaking process may be considered as a blend of the intelligence, educational background, experience, intuition, judgment, as well as personality and the cultural background of the decision maker. This blend is usually called the profile of the decision maker. Unfortunately, there is no secret formula for a successful manager’s profile. What is more important than the profile of a decision maker is to follow the steps of the scientific decision making.<br/>They are as presented by Simon:<br/>1. Define or identify the problem or the opportunity<br/>2. Built an appropriate representation of the problem, that is, a model<br/>3. Search for best or better feasible solutions to the problem by using the model<br/>4. Choose a superior solution to the problem.<br/>Thereofre, the correct option is D"
  },
  {
    "id": "907791",
    "unitNumber": 8,
    "text": "Which of the followings refers to the principle that information systems must protect confidentiality, integrity, and availability in terms of ethics?",
    "correctAnswer": "B",
    "options": {
      "A": "Cognitive support.",
      "B": "CIA triad.",
      "C": "Data support.",
      "D": "Predictive Analytics.",
      "E": "Drill down."
    },
    "explanation": "One of the fundamental concepts associated with security of information systems is known as CIA triad consists of confidentiality, integrity, and availability. Thereofre, the correct option is B."
  },
  {
    "id": "908200",
    "unitNumber": 8,
    "text": "What does ERP stand for?",
    "correctAnswer": "A",
    "options": {
      "A": "Enterprise Resource Planning",
      "B": "Entrance Resource Planning",
      "C": "Enterprise Return Policy",
      "D": "Entrance Return Policy",
      "E": "Enter Return Policy"
    },
    "explanation": "Enterprise Resource Planning (ERP) can be defined as an integrated collection of computer and database applications designed, developed and implemented to meet the information needs of business and industrial organizations."
  },
  {
    "id": "908284",
    "unitNumber": 8,
    "text": "What does COO stand for?",
    "correctAnswer": "B",
    "options": {
      "A": "Chief Executive Officer",
      "B": "Chief Operating Officer",
      "C": "Chief Organizational Officer",
      "D": "Chief Financial Officer",
      "E": "Chief Ordering Officer"
    },
    "explanation": "Most of the executives used EIS to support their decisions, some others for scheduling and to set agendas. Among users of EIS are the chief executive officers (CEO), the chief financial officers (CFO), or the chief operating officers (COO)."
  },
  {
    "id": "908383",
    "unitNumber": 8,
    "text": "\"Executives attention must be towards those problematic or outstanding performances for effective decision-making. Therefore ES should raise awareness by highlighting such variances on performances\"<br/>What does the above definition define?",
    "correctAnswer": "C",
    "options": {
      "A": "Drill down",
      "B": "Critical success factors",
      "C": "Exception reporting",
      "D": "Analytics",
      "E": "Navigation of information"
    },
    "explanation": "Exception reporting: Executives attention must be towards those problematic or outstanding performances for effective decision-making. Therefore ES should raise awareness by highlighting such variances on performances"
  },
  {
    "id": "908525",
    "unitNumber": 8,
    "text": "Which one below is an example of Prescriptive Analytics?",
    "correctAnswer": "D",
    "options": {
      "A": "Drilldown/Query",
      "B": "Reports on demand",
      "C": "Simulation modeling",
      "D": "Stochastic optimization",
      "E": "Standard business reporting"
    },
    "explanation": "Descriptive analytics, sometimes called “reporting analytics” deals with the current status of the company based on the key performance indicators, i.e., KPIs. Managing a company requires appropriate monitoring the operations."
  },
  {
    "id": "908942",
    "unitNumber": 8,
    "text": "What is EDSS?",
    "correctAnswer": "E",
    "options": {
      "A": "Enter Dimension Support Systems",
      "B": "Entrance Decision Support Systems",
      "C": "Enterprise Dimension Support Systems",
      "D": "Endeavor Dimension Support Systems",
      "E": "Enterprise Decision Support Systems"
    },
    "explanation": "The purpose of this chapter is to present the enterprise decision support systems that turn data and information of extended ERP systems into managerial and organizational intelligence."
  },
  {
    "id": "908993",
    "unitNumber": 8,
    "text": "Which of the following is about the mental limits of human-beings?",
    "correctAnswer": "A",
    "options": {
      "A": "Cognitive support",
      "B": "Modelling support",
      "C": "Knowledge support",
      "D": "Mobile support",
      "E": "Computational support"
    },
    "explanation": "When it comes to processing and storing information, human-beings have certain mental limits and they cannot outperform the decision support systems. The variety of the information and knowledge as pertains to the problem on hand has also a significant impact on the boundaries of the human mind. The size of the problem, the number of criteria a decision maker must consider can be faster, and the memory recall issues can be overcome almost always by EDSSs."
  },
  {
    "id": "909058",
    "unitNumber": 8,
    "text": "In which of the following people are tricked by fake web addresses or e-mails?",
    "correctAnswer": "B",
    "options": {
      "A": "Blackout",
      "B": "Phishing",
      "C": "Brownout",
      "D": "Cybercrime",
      "E": "Identity theft"
    },
    "explanation": "Phishing is one of the methods used by people with bad intentions frequently. It is a kind of action which takes benefits from peoples’ weakness. Phishing act can be explained as those perpetrators design a fake website or send a fake e-mail in order to earn the trust of people to steal their confidential information."
  },
  {
    "id": "909130",
    "unitNumber": 8,
    "text": "What is SQL injection?",
    "correctAnswer": "C",
    "options": {
      "A": "Visually changing the entire website",
      "B": "Hindering effective use of computers and its resources",
      "C": "Gaining administrative privileges on databases of websites",
      "D": "Using viruses",
      "E": "Using Trojan horses"
    },
    "explanation": "SQL injection is the most common method used by hackers to defacement. By the use of this method, hackers can gain administrative privileges on databases of websites. As a result of this, they can easily manipulate the records in databases and context of the website as they want."
  },
  {
    "id": "909221",
    "unitNumber": 8,
    "text": "Which of the following is faking a website or e-mail to trick users into passing along credential?",
    "correctAnswer": "D",
    "options": {
      "A": "Backdoors",
      "B": "Scans",
      "C": "Sniffers",
      "D": "Spoofing",
      "E": "Logic Bombs"
    },
    "explanation": "Spoofing is faking a website or e-mail to trick users into passing along credentials."
  },
  {
    "id": "909267",
    "unitNumber": 8,
    "text": "What is the process of transforming plain text into the ciphertext by using algorithms or keys?",
    "correctAnswer": "E",
    "options": {
      "A": "Atomic transaction",
      "B": "backup",
      "C": "Access control",
      "D": "Firewall",
      "E": "Encryption"
    },
    "explanation": "Encryption is the process of transforming plain text to the ciphertext by using algorithms or keys. Encrypted data cannot be read or converted by anyone except the sender and the intended receiver."
  }
]