[
  {
    "id": "2656929",
    "unitNumber": 1,
    "text": "Which of the following definitions of communication indicates that communication is a two-way process?",
    "correctAnswer": "C",
    "options": {
      "A": "Communication is the process whereby an individual explicitly declares his emotions and thoughts.",
      "B": "Communication is the process whereby a source conveys its message via a medium to a receiver.",
      "C": "Communication is the process of establishing common ground between individuals.",
      "D": "Communication is conveying messages to the receiver via a suitable medium.",
      "E": "Communication is the transfer of texts that ensure the continuity of the cultural context in which it flourishes."
    },
    "explanation": "The term communication refers to an interaction between two individuals who aim to impact each other. That means the sourse and the receiver should have a common ground to share their messages."
  },
  {
    "id": "2656930",
    "unitNumber": 1,
    "text": "Which of the following is ineffective or less effective in misinterpreting a message?",
    "correctAnswer": "E",
    "options": {
      "A": "Parties’ emotional differences",
      "B": "Parties’ cognitive differences",
      "C": "Parties’ cultural differences",
      "D": "Parties’ prejudices",
      "E": "Parties’ height differences"
    },
    "explanation": "Depending on the context of the communication, all of the options given for this question can lead to misunderstanding. However, it is a weak possibility that the height difference is effective."
  },
  {
    "id": "2656931",
    "unitNumber": 1,
    "text": "Which of the following is one of the elements that transmit the message in interpersonal communication or affect the meaning of message to be conveyed?",
    "correctAnswer": "A",
    "options": {
      "A": "Dressing",
      "B": "Writing",
      "C": "Language",
      "D": "Films",
      "E": "Visuals"
    },
    "explanation": "Dressing and appearance are non-verbal communication items and they are extremly effective on the meaning of the messages to be given in interpersonal communication."
  },
  {
    "id": "2656934",
    "unitNumber": 1,
    "text": "In which of the following situations does communication fail?",
    "correctAnswer": "D",
    "options": {
      "A": "when we give money to a singing musician",
      "B": "When we turn our backs on someone sitting next to us on the bench",
      "C": "When we do not greet an oncoming person while walking",
      "D": "When I don't hear my father's call because the door of my room is closed",
      "E": "When I turned down my friend's offer to go to the movies"
    },
    "explanation": "In order for communication to take place, the events in the environment must be perceived. If there is no perception, there is no communication. Since I did not hear my father's call, communication did not take place. But in all other options, there is perception, and therefore communication."
  },
  {
    "id": "2656937",
    "unitNumber": 1,
    "text": "Which of the following is not one of the elements that affect the meaning of the message in face-to-face communication?",
    "correctAnswer": "E",
    "options": {
      "A": "Smile",
      "B": "Tone of voice",
      "C": "Emphasizing certain words",
      "D": "Look or dress",
      "E": "Writing style"
    },
    "explanation": "Writing style is not among the elements that effect the face-to-face communication"
  },
  {
    "id": "2656940",
    "unitNumber": 1,
    "text": "1. Source<br/>2. Recipient<br/>3. Message<br/>4. Channel\n Which is the correct order of the above components of the communication process ?",
    "correctAnswer": "C",
    "options": {
      "A": "3-1-4-2",
      "B": "1-4-3-2",
      "C": "1-3-4-2",
      "D": "1-2-3-4",
      "E": "4-1-2-3"
    },
    "explanation": "The correct answer is the source-message, channel and recipient. Source has an idea to share. He/she codes the idea as a message and choose a channel to send it to the recipient."
  },
  {
    "id": "2656942",
    "unitNumber": 1,
    "text": "Which of the following is not a characteristic of the message?",
    "correctAnswer": "B",
    "options": {
      "A": "Has being Coded by source with symbols",
      "B": "Eliminates the distance between source and receiver",
      "C": "Consist of the source's information, emotions or thoughts",
      "D": "It has been Carrying by different communication mediums or channels",
      "E": "Consists of verbal or non-verbal symbols"
    },
    "explanation": "Giving and taking messages between source and receiver in communication proccess do not change the distance between them"
  },
  {
    "id": "2656944",
    "unitNumber": 1,
    "text": "There is always a need for an available channel or a tool for the receiver to get the message. Accordingly which one below is a tool which has been using in communication proccess?",
    "correctAnswer": "B",
    "options": {
      "A": "Radio waves",
      "B": "Radio",
      "C": "Nervous system",
      "D": "light waves",
      "E": "Sound waves"
    },
    "explanation": "Tools are physical instruments that transform the symbols to the message. Radio is a tool that contains receivers and transmitters; it transforms conversations into sound waves which are channels."
  },
  {
    "id": "2656946",
    "unitNumber": 1,
    "text": "There is always a need for an available channel or a tool for the receiver to get the message. Accordingly which one below is a channel which has been using in communication proccess?",
    "correctAnswer": "D",
    "options": {
      "A": "Radio",
      "B": "Television",
      "C": "Ear",
      "D": "Nervous system",
      "E": "Human eye"
    },
    "explanation": "Channel is physical objects like radio waves, nervous system by which the symbols are transmitted; tools transform the message into signals and the signals functions as channels"
  },
  {
    "id": "2656950",
    "unitNumber": 1,
    "text": "Which of the following statements describes internal communication?",
    "correctAnswer": "A",
    "options": {
      "A": "The process of creating, coding and decoding the meanings of messages without expressing them. An individual’s communication with oneself.",
      "B": "The exchange of messages that takes place between two or more individuals.",
      "C": "Two or more individuals interacting with each other.",
      "D": "The effort of giving a message to a much wider audience compared to that of interpersonal and group communication.",
      "E": "Sending and receiving of messages among interrelated individuals within a particular environment or setting to achieve individual and common goals."
    },
    "explanation": "The process of creating, coding and decoding the meanings of messages without expressing them is “internal” or “self-communication”."
  },
  {
    "id": "2660805",
    "unitNumber": 1,
    "text": "Which of the following refer to one of the major differences between communication and interaction?",
    "correctAnswer": "A",
    "options": {
      "A": "Impact",
      "B": "Societies",
      "C": "Writing",
      "D": "Social clusters",
      "E": "Speaking"
    },
    "explanation": "Interaction is a term that is used to explain the process of interpersonal communication. It is generally expected that this process will result in an <strong>impact</strong>. So one of the major difference is in interaction process an impact is usually expected while in communication it is not necessary expected."
  },
  {
    "id": "2660835",
    "unitNumber": 1,
    "text": "Even if a message delivered in a loud voice aims to convey a positive meaning, it may come across as negative to the listener. This is an example of the importance of the __________.\n Which of the following fill in the blank in above statement correctly?",
    "correctAnswer": "D",
    "options": {
      "A": "Oral communication",
      "B": "Symbols",
      "C": "Non-verbal communication",
      "D": "Voice",
      "E": "Verbal communication"
    },
    "explanation": "As well as the language, the tone of one’s <strong>voice</strong> and the emphasis on words can also impact the meanings we convey as much. Even if a message delivered in a loud voice aims to convey a positive meaning, it may come across as negative to the listener. So, this is an example of the importance of the voice or tone of voice."
  },
  {
    "id": "2660876",
    "unitNumber": 1,
    "text": "Regardless of the various definitions of it, communication always requires __________ to take place in.\n Which of the following fill in the blank in the sentence correctly?",
    "correctAnswer": "B",
    "options": {
      "A": "Interactional context",
      "B": "Cultural context",
      "C": "Supportive interchange",
      "D": "Mutual consensus",
      "E": "Message delivery"
    },
    "explanation": "Even though some of the alternatives may be accepted as correct, the correct answer is cultural context. As written in the chapter, communication always takes place in a certain cultural context; objects, concepts and phenomenons all gain additional layers of meaning within different cultural contexts. As such, the continuation of these cultural contexts is dependent on communication. Regardless of the various definitions of it, communication always requires <strong>cultural context</strong> to take place in."
  },
  {
    "id": "2660898",
    "unitNumber": 1,
    "text": "Communication is a phenomenon that constantly evolves and changes the individual based on their __________, cultural and social context and the relationships they develop.\n Which of the following option completes the sentence correctly?",
    "correctAnswer": "B",
    "options": {
      "A": "Physiological development",
      "B": "Biological development",
      "C": "Social development",
      "D": "Parents",
      "E": "Relatives"
    },
    "explanation": "Communication is a phenomenon that constantly evolves and changes the individual based on their <strong>biological development</strong>, cultural and social context and the relationships they develop."
  },
  {
    "id": "2660938",
    "unitNumber": 1,
    "text": "Which of the following refer to the activity happens after the first messages are created and sent to receiver?",
    "correctAnswer": "E",
    "options": {
      "A": "Process",
      "B": "Recoding",
      "C": "Coding",
      "D": "Sustainability",
      "E": "Cyclicality"
    },
    "explanation": "The process of communication which requires at least two individuals to take place starts with the creation of the message by its sender. It is coding the message created to express emotions and thoughts, selecting the groove / tool that will transmit the message most effectively and sending it to the target, in other words, to the receiver. The communication process continues in a cyclical process as the recipient opens the code after receiving the message and creates a new message (reflection) in response to the sender of the message (reflection), using a tool. In this <strong>cyclicality</strong>, as long as the process continues, the source and target constantly change places and new messages are produced."
  },
  {
    "id": "2660998",
    "unitNumber": 1,
    "text": "Which of the following changes is among the main groups of effects of communication on the receiver?",
    "correctAnswer": "D",
    "options": {
      "A": "Receiver's psychology",
      "B": "Receiver's look",
      "C": "Receiver's relationship status",
      "D": "Receiver's perspective",
      "E": "Receiver's care"
    },
    "explanation": "It is possible to classify the effects of communication in three main groups:\n<br/><ol><br/><li>The change in the level of knowledge of the receiver(s)</li><br/><li>The change in the <strong>perspective</strong>/opinion of the <strong>receiver</strong>(s)</li><br/><li>The change in the behavior of the receiver(s)</li><br/></ol><br/>THe current answer is the receiver's perspective<br/>It is possible to classify the effects of communication in three main groups:\n <ol> <li>The change in the level of knowledge of the receiver(s)</li> <li>The change in the <strong>perspective</strong>/opinion of the <strong>receiver</strong>(s)</li> <li>The change in the behavior of the receiver(s)</li> </ol> THe current answer is the receiver's perspective"
  },
  {
    "id": "2661006",
    "unitNumber": 1,
    "text": "Which of the following verbal communication skills is effective both in coding and decoding?",
    "correctAnswer": "B",
    "options": {
      "A": "Writing",
      "B": "Thinking",
      "C": "Listening",
      "D": "Speaking",
      "E": "Reading"
    },
    "explanation": "There are five verbal communication skills. Two of them are speaking and writing, which can be called coding skills. The other two are reading and listening, which are described as the ability to open code. The fifth skill is <strong>thinking</strong> and causality, which is effective both in coding and decoding. The correct answer is thinking."
  },
  {
    "id": "2661011",
    "unitNumber": 1,
    "text": "__________ is the meaning attributed to the message by the source, and the aim is to analyze this meaning loaded to the message by the source within the same meaning and give feedback in this direction.\n Which of the following options competes the sentence correctly?",
    "correctAnswer": "E",
    "options": {
      "A": "Encoding",
      "B": "Language",
      "C": "Message",
      "D": "Channel",
      "E": "Coding"
    },
    "explanation": "<strong>Coding</strong> is the meaning attributed to the message by the source, and the aim is to analyze this meaning loaded to the message by the source within the same meaning and give feedback in this direction."
  },
  {
    "id": "2661021",
    "unitNumber": 1,
    "text": "Which of the following is a channel in communication process?",
    "correctAnswer": "C",
    "options": {
      "A": "Television",
      "B": "Radio",
      "C": "Light wave",
      "D": "Hardware",
      "E": "Software"
    },
    "explanation": "Channel refer to the the physical object by which the symbols are transmitted. Examples include radio waves, nervous system, <strong>light waves</strong> and sound waves. Tools, on the other hand, are physical structures that transform the symbols to the message. Among the alternatives provided only lightwaves can be considered as channel and all the others as tools."
  },
  {
    "id": "2661055",
    "unitNumber": 1,
    "text": "Which of the following is a true statement about informal communication?",
    "correctAnswer": "B",
    "options": {
      "A": "Message transmission is relatively lower",
      "B": "Management cannot truly control",
      "C": "It discourages teamwork",
      "D": "The flow of direction of the messages can be predicted",
      "E": "It may weakens the organizational culture"
    },
    "explanation": "When informal (natural) communication and formal communication are compared, it can be seen that natural communication has the following characteristics:\n<br/><ul><br/><li>Messages have a high speed of transmission.</li><br/><li>It gives important clues to managers.</li><br/><li>Insecure and uncertain individuals are more likely to believe in the messages that come from these channels.</li><br/><li>It plays a role that strengthens the organizational culture.</li><br/><li>The flow of direction of the messages cannot be predicted.</li><br/><li>It can spread gossip as well as accurate information about the organization.</li><br/><li><strong>It cannot be controlled by management but can be affected.</strong></li><br/><li>It encourages teamwork.</li><br/><li>It can be used as a management tool.</li><br/></ul><br/>So among the given alternatives only '<strong>management cannot truly control</strong>' is correct for informal communication.<br/>When informal (natural) communication and formal communication are compared, it can be seen that natural communication has the following characteristics:\n <ul> <li>Messages have a high speed of transmission.</li> <li>It gives important clues to managers.</li> <li>Insecure and uncertain individuals are more likely to believe in the messages that come from these channels.</li> <li>It plays a role that strengthens the organizational culture.</li> <li>The flow of direction of the messages cannot be predicted.</li> <li>It can spread gossip as well as accurate information about the organization.</li> <li><strong>It cannot be controlled by management but can be affected.</strong></li> <li>It encourages teamwork.</li> <li>It can be used as a management tool.</li> </ul> So among the given alternatives only '<strong>management cannot truly control</strong>' is correct for informal communication."
  },
  {
    "id": "3843637",
    "unitNumber": 1,
    "text": "Which of the following best defines the term <em>communication</em>?",
    "correctAnswer": "C",
    "options": {
      "A": "A system of political coordination among organizations",
      "B": "A passive transfer of knowledge from expert to novice",
      "C": "A process of sharing emotions, ideas, or information between individuals",
      "D": "A method of expressing anger or dissatisfaction in public",
      "E": "A formalized hierarchy of business instruction"
    },
    "explanation": "The unit defines communication as a process involving sharing ideas, emotions, and information."
  },
  {
    "id": "3843638",
    "unitNumber": 1,
    "text": "Which of the following is a characteristic of the communication process?",
    "correctAnswer": "D",
    "options": {
      "A": "It is always linear and unidirectional",
      "B": "It involves only verbal symbols",
      "C": "It remains static across all cultures",
      "D": "It occurs within a cultural context and involves continuous interaction",
      "E": "It depends only on the technical quality of media tools"
    },
    "explanation": "Communication is dynamic, culturally contextual, and interaction-based."
  },
  {
    "id": "3843639",
    "unitNumber": 1,
    "text": "Which of the following components involves the creation and encoding of a message?",
    "correctAnswer": "C",
    "options": {
      "A": "Receiver",
      "B": "Feedback",
      "C": "Source",
      "D": "Channel",
      "E": "Code"
    },
    "explanation": "The source initiates the message and begins the communication cycle."
  },
  {
    "id": "3843640",
    "unitNumber": 1,
    "text": "Which term refers to anything that disrupts or distorts the communication process?",
    "correctAnswer": "D",
    "options": {
      "A": "Feedback",
      "B": "Channel",
      "C": "Code",
      "D": "Noise",
      "E": "Medium"
    },
    "explanation": "Noise includes all forms of interference in the communication process."
  },
  {
    "id": "3843641",
    "unitNumber": 1,
    "text": "What is the function of <em>feedback</em> in the communication cycle?",
    "correctAnswer": "D",
    "options": {
      "A": "To replace the role of the receiver",
      "B": "To increase noise during the process",
      "C": "To reinforce organizational hierarchy",
      "D": "To reverse the roles of sender and receiver in a continuous loop",
      "E": "To deliver one-way messages to multiple people"
    },
    "explanation": "Feedback allows for role reversal, supporting the cyclical nature of communication."
  },
  {
    "id": "3843642",
    "unitNumber": 1,
    "text": "What is the meaning of <em>decoding</em> in the communication process?",
    "correctAnswer": "B",
    "options": {
      "A": "Creating symbols that have no cultural meaning",
      "B": "Interpreting and understanding the encoded message",
      "C": "Disrupting the communication intentionally",
      "D": "Selecting an appropriate feedback tool",
      "E": "Filtering out irrelevant information from the message"
    },
    "explanation": "Decoding is the receiver’s interpretation of the message."
  },
  {
    "id": "3843644",
    "unitNumber": 1,
    "text": "Which of the following is an example of <em>mass communication</em>?",
    "correctAnswer": "E",
    "options": {
      "A": "A phone call between friends",
      "B": "A classroom lecture",
      "C": "A WhatsApp group chat",
      "D": "An internal company meeting",
      "E": "A live television broadcast"
    },
    "explanation": "Mass communication is one-to-many via channels like TV or radio."
  },
  {
    "id": "3843645",
    "unitNumber": 1,
    "text": "Which statement reflects the idea that “it is impossible not to communicate”?",
    "correctAnswer": "B",
    "options": {
      "A": "Communication must involve media tools",
      "B": "Silence and inaction also convey messages",
      "C": "Only spoken language ensures understanding",
      "D": "All communication must be intentional",
      "E": "Only experts can communicate effectively"
    },
    "explanation": "The unit notes that silence, actions, and inaction all carry meaning."
  },
  {
    "id": "3843646",
    "unitNumber": 1,
    "text": "What distinguishes <em>group communication</em> from a mere crowd?",
    "correctAnswer": "A",
    "options": {
      "A": "Shared goals and interactive communication",
      "B": "Physical proximity of individuals",
      "C": "Use of advanced technological tools",
      "D": "Presence of a central speaker",
      "E": "Background noise in the environment"
    },
    "explanation": "Group communication is defined by interactivity and shared purpose."
  },
  {
    "id": "3843647",
    "unitNumber": 1,
    "text": "In which of the following situations is the communication process most likely to fail, despite the presence of an accurate message, a functioning channel, and a willing receiver?",
    "correctAnswer": "A",
    "options": {
      "A": "The source uses a message encoded with unfamiliar cultural symbols",
      "B": "The receiver sends immediate feedback confirming receipt",
      "C": "The message is transmitted over multiple media simultaneously",
      "D": "The communication occurs face-to-face in a quiet environment",
      "E": "The source uses both verbal and non-verbal codes to express the message"
    },
    "explanation": "This question assesses understanding of the <strong>cultural dependency of encoding/decoding</strong> and the fact that communication success relies on shared meaning, not just message clarity or medium. Page 5 and 10.<br/>If the receiver cannot decode the cultural or symbolic meaning of the message, understanding fails even when all technical elements are in place."
  },
  {
    "id": "3844818",
    "unitNumber": 1,
    "text": "Which of the following is an essential feature of a code in communication?",
    "correctAnswer": "C",
    "options": {
      "A": "It can only be verbal.",
      "B": "It is unique to each individual.",
      "C": "It is shared and accepted within a culture.",
      "D": "It is always transmitted through mechanical tools.",
      "E": "It requires visual symbols only."
    },
    "explanation": "A code is a system of meanings accepted by members of a culture, which allows messages to be understood.Verbal codes, which consists of symbols and the arrangement of these symbols to include grammar rules. Non-verbal codes, on the other hand, consist of body movements, jests, mimics, dressing styles and expressions of fear, joy or surprise. The correct option is C."
  },
  {
    "id": "3844820",
    "unitNumber": 1,
    "text": "Which of the following terms describes the inability to avoid conveying meaning, even when remaining silent or inactive?",
    "correctAnswer": "B",
    "options": {
      "A": "Misinterpretation",
      "B": "Non-communication",
      "C": "Cultural noise",
      "D": "Communication breakdown",
      "E": "Passive interaction"
    },
    "explanation": "Nnon-communication is impossible\" meaning even silence or inaction conveys meaning. Whether we speak up or remain silent, act or be idle, we always convey meanings and messages that impact the individuals around us. (Akt: Gökçe, 2002: 40). When examined within this framework, it would be logical to conclude that at any given time it is impossible not to communicate. In fact, another perspective on the issue is that even in moments of complete isolation, we are still engaged in acts of communication due to the instances<br/>where we question, criticize or evaluate ourselves. These acts are another form of communication and reinforce the argument that non-communication is<br/>impossible. (Vural, 2018:4). The correct option is B."
  },
  {
    "id": "3844821",
    "unitNumber": 1,
    "text": "________ is the process of unpacking and understanding the meaning behind emotions and thoughts conveyed by the source.",
    "correctAnswer": "B",
    "options": {
      "A": "Coding",
      "B": "Decoding",
      "C": "Signaling",
      "D": "Feedback",
      "E": "Transmission"
    },
    "explanation": "Decoding is defined as unpacking and understanding the meaning of the source's message. The correct option is B."
  },
  {
    "id": "3844822",
    "unitNumber": 1,
    "text": "Which statement best explains why communication is described as a \"circular process\"?",
    "correctAnswer": "C",
    "options": {
      "A": "It always starts with a written message.",
      "B": "It occurs only between people of the same culture.",
      "C": "It involves continuous role changes between sender and receiver.",
      "D": "It requires the use of advanced technology.",
      "E": "It only happens face to face."
    },
    "explanation": "Communication is circular because sender and receiver constantly exchange roles. The process of communication which requires at least two individuals to take place starts with the creation of the message by its sender. It is coding the message created to express emotions and thoughts, selecting the groove / tool that will transmit the message most effectively and sending it to the target, in other words, to the receiver. The communication process continues in a cyclical process as the recipient opens the code after receiving the message and creates a new message (reflection) in responseto the sender of the message (reflection), using a tool. In this cyclicality, as long as the process continues, the source and target constantly change places and new messages are produced. (Vural, 2018: 5). The correct option is C."
  },
  {
    "id": "3844823",
    "unitNumber": 1,
    "text": "Which of the following best describes the minimum requirement for communication to occur according to the text?",
    "correctAnswer": "D",
    "options": {
      "A": "At least one individual and a message",
      "B": "One sender and multiple receivers",
      "C": "The use of a digital communication tool",
      "D": "At least two individuals and a message exchange",
      "E": "Physical presence of both parties"
    },
    "explanation": "Communication requires at least two individuals with a cycle of input and response. Physical togetherness is not essential. The correct option is D."
  },
  {
    "id": "3844825",
    "unitNumber": 1,
    "text": "Which of the following is an example of a non-verbal code?",
    "correctAnswer": "C",
    "options": {
      "A": "Written letter",
      "B": "Grammar rules",
      "C": "Facial expression",
      "D": "Email message",
      "E": "Spoken sentence"
    },
    "explanation": "Non-verbal codes include body language, gestures, facial expressions, and tone. The correct option is C."
  },
  {
    "id": "3844827",
    "unitNumber": 1,
    "text": "Which of the following describes the receiver’s role in ensuring effective communication?",
    "correctAnswer": "C",
    "options": {
      "A": "Tailoring the message to audience needs",
      "B": "Avoiding noise in the channel",
      "C": "Accurately decoding and providing feedback",
      "D": "Initiating the coding process",
      "E": "Selecting the communication medium"
    },
    "explanation": "The receiver must decode the message accurately and provide feedback. The correct option is C."
  },
  {
    "id": "3844829",
    "unitNumber": 1,
    "text": "Which type of communication occurs between two or more individuals using personal tools or face-to-face interaction?",
    "correctAnswer": "E",
    "options": {
      "A": "Mass communication",
      "B": "Group communication",
      "C": "Organizational communication",
      "D": "Self-communication",
      "E": "Interpersonal communication"
    },
    "explanation": "Interpersonal communication is the exchange of messages between two or more people. As a general rule, any communication process that includes two or more humans as source and receiver can be classified as interpersonal<br/>communication. The main difference between interpersonal communication and group communication is that in group communication, communication<br/>takes place between “individuals who have learned to act as a group in unity”. The common elements of a group determine the way they communicate. The correct option is E."
  },
  {
    "id": "3844832",
    "unitNumber": 1,
    "text": "The audience in a movie theater is considered a ________ rather than a group because there is no interaction between members.",
    "correctAnswer": "D",
    "options": {
      "A": "Mass",
      "B": "Cluster",
      "C": "Network",
      "D": "Crowd",
      "E": "Team"
    },
    "explanation": "It is impossible to speak of groups in the absence of interpersonal communications. The concept of a group does not only entail being “together” or “side by side”, these individuals must also engage in active communications to be considered a group. What distinguishes a “group” from a “crowd” is the presence of communication. Any collection of humans who do not engage in communication with each other are considered a crowd but not a group. For example, the audience at a movie theater is only a crowd as they do not communicate with each other. So, to create a group does not only mean assembling multiple individuals in the same location. In this perspective groups are distinguished from crowds. The correct option is D."
  },
  {
    "id": "3844835",
    "unitNumber": 1,
    "text": "Which function of organizational communication focuses on ensuring that members understand the how and why of their tasks to achieve organizational goals?",
    "correctAnswer": "B",
    "options": {
      "A": "Persuasion and influence",
      "B": "Providing information",
      "C": "Commanding and instructing",
      "D": "Unification and coordination",
      "E": "Feedback management"
    },
    "explanation": "Persuasion and influence aims to change attitudes and behaviors, not primarily to explain tasks. Commanding and instructing focuses on telling members what to do and how to do it, but in a directive sense, rather than simply providing understanding. Unification and coordination centers on maintaining loyalty and mutual relationships, not explaining task purposes. Feedback management is not listed as a separate function; feedback is part of the overall communication process, not a standalone function here. Option B, Providing information is correct. Providing information is essential for members to establish healthy relationships and to know the how and why of their undertakings, which supports goal achievement."
  },
  {
    "id": "2655567",
    "unitNumber": 2,
    "text": "Speaking is not only the transmission<br/>of words via the sounds we produce, but it is also<br/>the translation of___________________________________.\n Which of the below correctly completes the explanation above?",
    "correctAnswer": "C",
    "options": {
      "A": "information and values",
      "B": "knowledge and values",
      "C": "thoughts and emotions into<br/>meaningful expressions",
      "D": "expectations into actions",
      "E": "values and expectations into activities"
    },
    "explanation": "The ability to speak clearly and effectively is a skill that can be acquired and improved upon. Firstly, the depth of an individual’s thinking skills plays an important<br/>role in this. <em><strong>Speaking is not only the transmission</strong></em><br/><em><strong>of words via the sounds we produce, but it is also</strong></em><br/><em><strong>the translation of thoughts and emotions into</strong></em><br/><em><strong>meaningful expressions.</strong></em> A strong verbal expression<br/>needs to be the result of a coherent and logical<br/>thinking process.<br/>thoughts and emotions into<br/>meaningful expressions"
  },
  {
    "id": "2655572",
    "unitNumber": 2,
    "text": "Which of the following describes <em><strong>verbal communication</strong></em>?",
    "correctAnswer": "D",
    "options": {
      "A": "The expression of a message without words<br/>regardless of the level of preparation is classified<br/>as verbal communication.",
      "B": "Opinion-based speeches that<br/>are delivered on the topics of arts and sciences by<br/>experts in front of an audience.",
      "C": "The discussion of a topic that concerns<br/>the well-being of the society by experts.",
      "D": "The expression of any topic with words<br/>regardless of the level of preparation is classified<br/>as verbal communication.",
      "E": "The emotions and thoughts that are expressed<br/>without words."
    },
    "explanation": "The effective speech takes place at<br/>the right place and time in the presence of the right<br/>individuals and is the result of a coherent and rich<br/>process of thinking. Hereby, the expression of any topic with words<br/>regardless of the level of preparation is classified<br/>as <em><strong>verbal communication. </strong></em><br/>The expression of any topic with words<br/>regardless of the level of preparation is classified<br/>as <em><strong>verbal communication</strong></em>."
  },
  {
    "id": "2655576",
    "unitNumber": 2,
    "text": "During a speech, when the selected words<br/>are correctly pronounced this also affects the overall<br/>tone of the speech.\n<br/>Which of the following <em><strong>indicators</strong><strong>for a good speech</strong></em> includes the above detail?",
    "correctAnswer": "C",
    "options": {
      "A": "A good speech must be supported<br/>by body language",
      "B": "A good speech must have purpose",
      "C": "A good speech must be fluent",
      "D": "A good speech addresses the target<br/>audience",
      "E": "A good speech must be interesting"
    },
    "explanation": "A ggod speech must be fluent-Whether a speech is lively and fluent or not<br/>depends on the construction of the sentences and<br/>the words that are used. <em><strong>When the selected words</strong></em><br/><em><strong>are correctly pronounced this also affects the overall</strong></em><br/><em><strong>tone of the speech.</strong></em> An effective speech utilizes a<br/>coherent sentence structure that progresses with<br/>clear and logical links. These sentences are always<br/>succinct and on point. Extended knowledge of<br/>the language being spoken helps in this regard. A<br/>speaker who knows the finer aspects and rules of<br/>the language being spoken will have an easier time<br/>expressing himself.<br/>A good speech must be fluent"
  },
  {
    "id": "2655580",
    "unitNumber": 2,
    "text": "Which of the following supports one of the basics of <em><strong>a good speech</strong></em> that\n<br/>\"A good speech addresses the target audience\"?",
    "correctAnswer": "E",
    "options": {
      "A": "An effective speech utilizes a<br/>coherent sentence structure that progresses with<br/>clear and logical links.",
      "B": "In order to have an opinion on a topic, one<br/>must first be knowledgeable about it.",
      "C": "The speaker must make an effort to make his or<br/>her speech as interesting as possible.",
      "D": "The tone of the speaker’s voice carries an essential<br/>role in strengthening the effect of the speech.",
      "E": "The speaker must be fully aware of the qualities that<br/>shape their audience."
    },
    "explanation": "A good speech addresses the target audience-Factors such as age, level of education,<br/>income, gender and other socio-economic qualities<br/>that shape the audience must be used as a guide<br/>in determining the words that will be used or the<br/>examples that will be given. For example addressing<br/>an audience with a low level of education with a<br/>term heavy speech is not an effective strategy. <em><strong>The</strong></em><br/><em><strong>speaker must be fully aware of the qualities that</strong></em><br/><em><strong>shape their audience.</strong></em> To know what needs to be said<br/>to whom requires knowledge about the audience.<br/>Quite often, it helps the speaker to carry out certain<br/>parts of the speech in discussion form that involves<br/>the audience. Of course it is undeniable that a<br/>speaker who makes eye contact with the audience<br/>and involves them in the discussion will be more<br/>successful.<br/>The speaker must be fully aware of the qualities that<br/>shape their audience."
  },
  {
    "id": "2655582",
    "unitNumber": 2,
    "text": "Which of the following is <em><strong>a type of speech</strong></em> that is delivered with visible<br/>excitement to talk about important announcements and carries an educational value?",
    "correctAnswer": "B",
    "options": {
      "A": "Panel",
      "B": "Oration",
      "C": "Seminar",
      "D": "Symposium",
      "E": "Conference"
    },
    "explanation": "<em><strong>Oration</strong></em> is a speech that is delivered with visible<br/>excitement to talk about important announcements.<br/>It carries an educational value. The main goal<br/>is to convey a certain information or emotion to<br/>the audience. Orations must possess clarity and a<br/>simplicity that will allow them to be easily received<br/>by a broad range of audiences. Orations are meant<br/>to be persuasive. This naturally requires that the<br/>speaker is an expert on the topic of the speech. The<br/>speaker aims to inspire excitement and exhilaration<br/>in the listeners. However, information and opinions<br/>are conveyed to the audience alongside emotions.<br/>This is how an oration differs from a conference as<br/>a conference simply aims to transfer information<br/>while an oration is rich with emotion."
  },
  {
    "id": "2655586",
    "unitNumber": 2,
    "text": "Unprepared speeches are the acts of<br/>communication we engage every day to sustain<br/>our daily life. \n Which of the following includes examples of <em><strong>unprepared speeches</strong></em>?",
    "correctAnswer": "D",
    "options": {
      "A": "Speech, conference, open session",
      "B": "Interview, forum, seminar",
      "C": "Symposium, panel, oration",
      "D": "Bilateral chat, group chat, impromptu speech",
      "E": "Forum, conference, formal meeting"
    },
    "explanation": "Unprepared speeches are the acts of<br/>communication we engage every day to sustain<br/>our daily life. These are also called impromptu<br/>speeches. <em><strong>Bilateral chats, group chats, meetings, </strong></em><em><strong>and discussions, phone calls, celebration speeches, talking on the phone, thanking are examples of<br/>unprepared speech.</strong></em><br/>Bilateral chats, group chats, meetings, and discussions"
  },
  {
    "id": "2655587",
    "unitNumber": 2,
    "text": "Which of the following <em><strong>functions of the non-verbal communication </strong></em>is highlighted;\n<br/>If \"A candidate who goes<br/>to a job interview pays attention to the personal<br/>appearance and chooses a clean and careful dress,<br/>it is considered as an indicator that the candidate<br/>applying for a job is attentive, meticulous and<br/>willing\"?",
    "correctAnswer": "D",
    "options": {
      "A": "Emotional Function",
      "B": "Strength and Status Function",
      "C": "Verbal Substitution Function",
      "D": "Identification Function",
      "E": "Regulation Function"
    },
    "explanation": "<em><strong>Identification Function:</strong></em> Non-verbal behavior,<br/>such as his / her own tone of voice, the way of<br/>following the rules of speech, the ability to use<br/>body language, the style of clothing, the accessories<br/>he uses, the hygiene and care, the way of sitting,<br/>the posture, the care of one’s own or others’<br/>personal space, are informative about a person’s<br/>level of education and their place in society. Due<br/>to the image of the individual, an assessment can<br/>be made regarding her social status. The mutual<br/>appearances and behaviors of the individuals enable<br/>them to have an important and close idea about<br/>each other. <em><strong>For example, if the candidate who goes</strong></em><br/><em><strong>to a job interview pays attention to the personal</strong></em><br/><em><strong>appearance and chooses a clean and careful dress,</strong></em><br/><em><strong>it is considered as an indicator that the candidate</strong></em><br/><em><strong>appl</strong></em>"
  },
  {
    "id": "2655589",
    "unitNumber": 2,
    "text": "Which of the following behavioral examples refers to the <em><strong>regulation function of nonverbal communication</strong></em>?",
    "correctAnswer": "A",
    "options": {
      "A": "Teacher’s coughing or closing the door with a set to get attention when<br/>entering the classroom",
      "B": "A salesperson who constantly establishes eye contact with the customer",
      "C": "Speaking out loud at a business meeting",
      "D": "Referring to frequent hand and arm movements at a meeting",
      "E": "The hesitation in the voice of someone<br/>who says “I am very happy\""
    },
    "explanation": "<em><strong>Regulation function of nonverbal communication</strong> </em>is the use of nonverbal communication to make the verbal message stronger. <strong><em>Teacher’s coughing or closing the door with a set to get attention when</em> entering the classroom is a non-verbal communication movement to attract the attention of the class.</strong><br/>During the dialogue, the speaker signals using the tone or silence that her speech is finished and that the other person can speak. A person who speaks loudly and fast does not want to promise her. Hand, arm, head and eye movements used by the speaker serve as traffic signs for the person opposite. Thus, nonverbal communication codes guide by organizing verbal communication.<br/>Teacher’s coughing or closing the door with a set to get attention when<br/>entering the classroom"
  },
  {
    "id": "2655820",
    "unitNumber": 2,
    "text": "The speed and violence of voice, the words<br/>emphasized by the voice while speaking, behaviors<br/>such as pauses and even silence reflect_________________________.\n Which of the following correctly completes the description above?",
    "correctAnswer": "C",
    "options": {
      "A": "the relationship between the listener and the speaker",
      "B": "the past experiences of the speaker",
      "C": "the personality<br/>and emotional state of the speaker",
      "D": "future intentions of the speaker",
      "E": "the demographics of the speaker"
    },
    "explanation": "The speed and violence of voice, the words<br/>emphasized by the voice while speaking, behaviors<br/>such as pauses and even silence reflect the personality<br/>and emotional state of the speaker. Feelings like<br/>happiness, anger and fear are expressed with high<br/>volume. Feelings such as fatigue, sadness, and<br/>depression are also expressed with low volume. That<br/>people speak very quickly indicates excitement and<br/>distrust. People talking with a slow and hesitant pace<br/>can also be associated with laziness or insensitivity.<br/>However, the point that should not be forgotten<br/>here is that the tempo alone cannot be sufficient<br/>to make judgments about individuals. It would be<br/>appropriate not to generalize, since many factors,<br/>especially the cultures of the people, will cause low<br/>or high-tempo speech."
  },
  {
    "id": "2655825",
    "unitNumber": 2,
    "text": "It is maintained between<br/>acquaintances, coworkers or other individuals who<br/>have just met and it refers to a distance of 1 to 2.5<br/>meters.\n Which of the following <em><strong>types of space</strong></em> is described above?",
    "correctAnswer": "A",
    "options": {
      "A": "Social space",
      "B": "Personal space",
      "C": "General space",
      "D": "Private space",
      "E": "Open space"
    },
    "explanation": "<em><strong>Social space is maintained between</strong></em><br/><em><strong>acquaintances, coworkers or other individuals who</strong></em><br/><em><strong>have just met and it refers to a distance of 1 to 2.5</strong></em><br/><em><strong>meters.</strong></em> In the work environment, tools or furniture<br/>such as office chairs or cabinets help maintain this<br/>space."
  },
  {
    "id": "2657099",
    "unitNumber": 2,
    "text": "Which of the following is not among the qualities of a good speech?",
    "correctAnswer": "B",
    "options": {
      "A": "A good speech must have a purpose",
      "B": "A good speech must avoid body language",
      "C": "A good speech must be fluent",
      "D": "A good speech must be interesting",
      "E": "A good speech addresses the target audience"
    },
    "explanation": "A good speech must be supported by body language."
  },
  {
    "id": "2657100",
    "unitNumber": 2,
    "text": "Which of the following is not among the rules of public speaking?",
    "correctAnswer": "A",
    "options": {
      "A": "The speaker must be flashy and distractive in terms of their fashion choices.",
      "B": "The full speech must be rehearsed in advance.",
      "C": "The speaker must be able control his or her anxiety",
      "D": "The speaker’s body language must convey confidence.",
      "E": "The speaker must not start the speech instantly upon arriving on the stage."
    },
    "explanation": "The speaker must not wear flashy or distractive clothes as the choice of outfit may be the focus of the audience’s attention instead of the actual speech."
  },
  {
    "id": "2657101",
    "unitNumber": 2,
    "text": "_______ are the most prominent factors that affect first impressions.\n Which of the following completes the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "Language",
      "B": "Knowledge",
      "C": "Title",
      "D": "Appearance and body language",
      "E": "Reputation"
    },
    "explanation": "Appearance and body language are the most prominent factors that affect first<br/>impressions. Body language includes our posture, facial expressions and physical movements and it affects the first impressions we get. Body language is an example of non-verbal communication.<br/>These non-verbal messages are the primary method of expression adopted by humans in their evolutionary development."
  },
  {
    "id": "2657102",
    "unitNumber": 2,
    "text": "Which of the following is among the unprepared speeches?",
    "correctAnswer": "C",
    "options": {
      "A": "Oration",
      "B": "Forum",
      "C": "Greetings",
      "D": "Seminar",
      "E": "Panel"
    },
    "explanation": "Unprepared speeches are the acts of communication we engage every day to sustain our daily life. These are also called impromptu speeches. Bilateral chats, group chats, meetings, and discussions, phone calls, celebration speeches, talking on the phone, thanking are examples of unprepared speech.<br/>Greetings"
  },
  {
    "id": "2657103",
    "unitNumber": 2,
    "text": "Which of the following is among the prepared speeches?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilateral chats",
      "B": "Group chats",
      "C": "Meetings and discussions",
      "D": "Phone calls",
      "E": "Oration"
    },
    "explanation": "Speech, conference, oration, information feast, open session, interview, discussion, forum and seminar are examples of prepared speech."
  },
  {
    "id": "2657104",
    "unitNumber": 2,
    "text": "_______ is a speech delivered by an expert such as an artist, writer, academic on a topic of art and science, where the speaker explains his thoughts and emotions about the topic to the audience.\n Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Conference",
      "B": "Oration",
      "C": "Panel",
      "D": "Symposium",
      "E": "Forum"
    },
    "explanation": "Conference is a speech delivered by an expert such as an artist, writer, academic on a topic of art and science, where the speaker explains his thoughts and emotions about the topic to the audience."
  },
  {
    "id": "2657105",
    "unitNumber": 2,
    "text": "All the emotions and thoughts that we express without words are considered as _______.\n Which of the following completes the sentence above?",
    "correctAnswer": "E",
    "options": {
      "A": "Verbal communication",
      "B": "Direct communication",
      "C": "Open communication",
      "D": "Implicit communication",
      "E": "Nonverbal communication"
    },
    "explanation": "All the emotions and thoughts that we express without words are considered as nonverbal communication."
  },
  {
    "id": "2657106",
    "unitNumber": 2,
    "text": "Which of the following is not among the contributions of body language to communication?",
    "correctAnswer": "B",
    "options": {
      "A": "It simplifies the comprehensibility of the message.",
      "B": "It makes verbal communication ineffective.",
      "C": "It helps to develop organizational culture.",
      "D": "It provides impressions to reciever about the person giving the message.",
      "E": "It emphasizes the seriousness or importance of the message"
    },
    "explanation": "It makes verbal communication more effective.<br/>It makes verbal communication ineffective."
  },
  {
    "id": "2657107",
    "unitNumber": 2,
    "text": "Which of the following is not among the disadvantages of body language?",
    "correctAnswer": "A",
    "options": {
      "A": "It emphasizes the seriousness or importance of the message.",
      "B": "Body language has different meanings according to different cultures.",
      "C": "Facial expressions, gestures, and mimics become ineffective when the listener is inactive.",
      "D": "In the face-to-face communication process, body language is effective but loses its effect in large and crowded environments.",
      "E": "The use of inappropriate body language causes a negative image to be created."
    },
    "explanation": "It emphasizes the seriousness or importance of the message. This is an advantage of body language."
  },
  {
    "id": "2657108",
    "unitNumber": 2,
    "text": "Which of the following is not among the messages conveyed by eyes?",
    "correctAnswer": "B",
    "options": {
      "A": "Eyes ensure the initiation and maintenance of a sincere relationship.",
      "B": "Eyes indicate distraction.",
      "C": "Eyes regulate the interaction",
      "D": "Eyes allow the change of attitudes",
      "E": "Eyes provide emotional communication"
    },
    "explanation": "The eyes indicate attention and its level.<br/>Eyes indicate distraction."
  },
  {
    "id": "2661796",
    "unitNumber": 2,
    "text": "\" In the communication process, ............. messages serve cognitive functions and content, while ............ messages have a function based on emotional influences and emotions. \"\n Which of the below fits best for the blanks in the paragraph?",
    "correctAnswer": "C",
    "options": {
      "A": "Negative-Positive",
      "B": "Digital-Analog",
      "C": "Verbal-Nonverbal",
      "D": "Long-Short",
      "E": "Personal-Public"
    },
    "explanation": "Verbal and non-verbal messages have the qualities mentioned in the paragraph. Therefore C is true."
  },
  {
    "id": "2661812",
    "unitNumber": 2,
    "text": "Which one of the prepeared speech kinds below is defined as a speech delivered by an expert such as an artist, writer, academic on a topic of art and science, where the speaker explains his thoughts and emotions about the topic to the audience.",
    "correctAnswer": "A",
    "options": {
      "A": "Conference",
      "B": "Oration",
      "C": "Forum",
      "D": "Interview",
      "E": "Discussion"
    },
    "explanation": "Given definiton is for the conference. So A is true"
  },
  {
    "id": "2661833",
    "unitNumber": 2,
    "text": "For which of the prepeared speeches below, speeches are also named \"presentations\" and each speaker is given 20 minutes as a rule?",
    "correctAnswer": "B",
    "options": {
      "A": "Conference",
      "B": "Symposium",
      "C": "Discussion",
      "D": "Forum",
      "E": "Seminar"
    },
    "explanation": "Symposium is the true answer, B."
  },
  {
    "id": "2661858",
    "unitNumber": 2,
    "text": "Which of the followings is considered as an inappropriate behaviour in telephone conversations?",
    "correctAnswer": "D",
    "options": {
      "A": "The person who initiates the phone call introduces himself after greeting the person who answers the call.",
      "B": "The person who calls ends<br/>the conversation.",
      "C": "To avoid phone calss, at concerts, theater plays or cinema halls where a large audience is present.",
      "D": "Early morning and late night periods are the best times of the day for phone calls.",
      "E": "Not to speak loudly on phone in crowded environments."
    },
    "explanation": "Mentioned times are the worst times for a phone call. D is true"
  },
  {
    "id": "2661875",
    "unitNumber": 2,
    "text": "Which one of the below is the widely known expression of Ludvig Wittgenstein?",
    "correctAnswer": "C",
    "options": {
      "A": "Limit of my tongue is the sky",
      "B": "Limits of my tongue are verbal and nonverbal messages",
      "C": "Limits of my tongue are limits of my world",
      "D": "Limits of my tongue determine who I am.",
      "E": "Limits of tongue are for other people"
    },
    "explanation": "Limits of my tongue are the limits of my world is the true expression therefore C is true."
  },
  {
    "id": "2661897",
    "unitNumber": 2,
    "text": "Which one of the followings<strong> is not</strong> a contribution of body language to communication?",
    "correctAnswer": "E",
    "options": {
      "A": "It simplifies the comprehensibility of the message.",
      "B": "It makes verbal communication more effective.",
      "C": "It helps develop organizational culture.",
      "D": "It provides impressions to receiver about the person giving the message.",
      "E": "It undermines the seriousness and importance of the messages"
    },
    "explanation": "It does not undermines but emphasize the importance and seriousness of the messages. E is true."
  },
  {
    "id": "2661933",
    "unitNumber": 2,
    "text": "What is the definition of Forum?",
    "correctAnswer": "D",
    "options": {
      "A": "A meeting that aims to inform about the results of various recent researches.",
      "B": "An opinion-based speech that is delivered on the topics of arts and sciences by experts in front of an audience.",
      "C": "A discussion of a topic that concerns the well-being of the society by experts.",
      "D": "A discussion carried out on social issues under the supervision of a chair.",
      "E": "A speech in front of the audience of two contradictory aspects of a subject, where mutual views are explained by the two groups."
    },
    "explanation": "Definition of forum is D."
  },
  {
    "id": "2661986",
    "unitNumber": 2,
    "text": "In a noisy cafe if one raises hands and shows two fingers to waitress for ordering two tea, which function of nonverbal communication does this behavior indicates.",
    "correctAnswer": "B",
    "options": {
      "A": "Emotional function",
      "B": "Verbal substitution function",
      "C": "Identification function",
      "D": "Strength and Status function",
      "E": "Cultural function"
    },
    "explanation": "Silent behaviour takes place of words in this situation, B is true"
  },
  {
    "id": "2662020",
    "unitNumber": 2,
    "text": "Which one the gestures below commonly associated with honesty, submission and loyalty",
    "correctAnswer": "B",
    "options": {
      "A": "Clinging hands",
      "B": "Open palms",
      "C": "hiding hands behind body",
      "D": "constantly playing with a pen in hand",
      "E": "covering mouth with a hand"
    },
    "explanation": "Open palms are commonly associated with those feelings. B is true"
  },
  {
    "id": "2662034",
    "unitNumber": 2,
    "text": "Which of the following is not a degree of closeness considering space in nonverbal communication?",
    "correctAnswer": "E",
    "options": {
      "A": "Personal Space",
      "B": "Private Space",
      "C": "Social Space",
      "D": "General Space",
      "E": "Formal Space"
    },
    "explanation": "Formal Space is not considered as a degree of space in nonverbal communication. E is true"
  },
  {
    "id": "3842559",
    "unitNumber": 2,
    "text": "I- It is based on factual information<br/>II- It is fluent and interesting<br/>III- It has a clear purpose<br/>IV- It relies only on emotions<br/><strong>Which of the above are key characteristics of a well-prepared speech?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, II IV",
      "C": "II-III",
      "D": "I, IV",
      "E": "I-II-III-IV"
    },
    "explanation": "A good speech must rely on facts, fluency and purpose. Emotions alone are not sufficient."
  },
  {
    "id": "3842561",
    "unitNumber": 2,
    "text": "Which of the following best describes a symposium?",
    "correctAnswer": "C",
    "options": {
      "A": "It is an unplanned daily conversation between two people.",
      "B": "It is a prepared speech delivered by a single speaker only.",
      "C": "It is a formal meeting where experts share different perspectives on a topic.",
      "D": "It is always informal and spontaneous.",
      "E": "It only involves written communication."
    },
    "explanation": "A symposium involves multiple expert speakers examining a topic from different angles. Symposiums are opinion-based speeches that are delivered on the topics of arts and sciences by experts in front of an audience. Each speaker is given 20 minutes on average. In a symposium, a specific topic is examined from different perspectives as the participants present their opinions based on the various works of research they have conducted."
  },
  {
    "id": "3842562",
    "unitNumber": 2,
    "text": "I- Eye contact<br/>II- Posture<br/>III- Hand gestures<br/>IV- Complex jargon<br/>V- Facial expressions<br/><strong><br/>Which of the above are elements of body language</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "I, II and III",
      "B": "I, II, III and IV",
      "C": "I, II, III and V",
      "D": "II, IV and V",
      "E": "I-II-III-IV-V"
    },
    "explanation": "Complex jargon is verbal, not body language."
  },
  {
    "id": "3842563",
    "unitNumber": 2,
    "text": "Which of the following statements is TRUE about unprepared speeches?",
    "correctAnswer": "C",
    "options": {
      "A": "They require extensive research and notes.",
      "B": "They are always formal and rehearsed.",
      "C": "They occur spontaneously in daily life.",
      "D": "They must follow strict time rules.",
      "E": "They always use visual aids."
    },
    "explanation": "Unprepared (impromptu) speeches are spontaneous, like everyday greetings or quick remarks. Bilateral chats, group chats, meetings and discussions, phone calls, celebration speeches, talking on the phone, thanking are examples of unprepared speech."
  },
  {
    "id": "3842565",
    "unitNumber": 2,
    "text": "I- Tone of voice<br/>II- Silence<br/>III- Written notes<br/>IV- Gestures<br/>V- Posture<br/><strong>Which of the above are non-verbal communication elements?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "I, II and IV",
      "B": "I, II, IV and V",
      "C": "I, III, IV and V",
      "D": "II, III and IV",
      "E": "I-II-III-IV and V"
    },
    "explanation": "Written notes are verbal/written; the others are non-verbal channels. Facial expressions, gestures and mimics, head movements, eyebrow and eye movements, sound, silence, space, clothing and colors are non-verbal communication elements."
  },
  {
    "id": "3842566",
    "unitNumber": 2,
    "text": "Which of the following best describes the “conflict function” of non-verbal communication?",
    "correctAnswer": "0",
    "options": {
      "A": "It always supports spoken words.",
      "B": "It clarifies unclear statements.",
      "C": "It reveals true feelings when they differ from words.",
      "D": "It repeats the same verbal message.",
      "E": "It hides the speaker’s emotions."
    },
    "explanation": "Body language can contradict spoken words, showing what a person really feels. In cases where the word spoken with the non-verbal communication elements contradicts, the conflict function of non-verbal communication comes into play. When a person’s body language contradicts what he says, his body language is dominant and often tells the truth. It is difficult to control the body language. Although what is said is not true, body language cannot lie."
  },
  {
    "id": "3842568",
    "unitNumber": 2,
    "text": "Which of the following best defines the “identification function” of non-verbal communication?",
    "correctAnswer": "C",
    "options": {
      "A": "It replaces all spoken words.",
      "B": "It emphasizes specific parts of speech.",
      "C": "It gives clues about a person’s social status or role.",
      "D": "It hides emotions intentionally.",
      "E": "It always contradicts verbal messages."
    },
    "explanation": "Identification function shows cues about status, gender, profession, etc. Non-verbal behavior, such as a person’s tone of voice, the way of following the rules of speech, the ability to use body language, the style of clothing, the accessories he uses, the hygiene and care, the way of sitting, the posture, the care of one’s own or others’ personal space, are informative about a person’s level of education and their place in society."
  },
  {
    "id": "3842569",
    "unitNumber": 2,
    "text": "Which of the following is an advantage of eye contact during communication?",
    "correctAnswer": "C",
    "options": {
      "A": "It increases distance between people.",
      "B": "It hides feelings.",
      "C": "It builds trust and sincerity.",
      "D": "It replaces verbal speech entirely.",
      "E": "It makes people feel ignored."
    },
    "explanation": "Proper eye contact is highlighted as a key factor in building rapport."
  },
  {
    "id": "3842570",
    "unitNumber": 2,
    "text": "Which of the following is a disadvantage of body language in communication?",
    "correctAnswer": "C",
    "options": {
      "A": "It is universal in meaning.",
      "B": "It is always clear and direct.",
      "C": "It can cause misunderstandings across cultures.",
      "D": "It completely replaces spoken words.",
      "E": "It makes messages permanent."
    },
    "explanation": "<ul><br/><li>Body language may not be taken seriously sometimes because it is not permanent. These are the disadvantages of body language.</li><br/><li>Body language has different meanings according to different cultures. Different meanings can cause mutual misunderstanding.</li><br/><li>Facial expressions, gestures, and mimics become ineffective when the listener is inactive. In such cases, it is difficult to receive an extra message.</li><br/><li>In the face-to-face communication process, body language is effective but loses its effect in large and crowded environments.</li><br/><li>The use of inappropriate body language causes a negative image to be created (Rane, 2010).</li><br/></ul><br/><ul> <li>Body language may not be taken seriously sometimes because it is not permanent. These are the disadvantages of body language.</li> <li>Body language has different meanings according to different cultures. Different meanings can cause mutual misunderstanding.</li> <li>Facial expressions, gestures, and mimics become ineffective when the listener is inactive. In such cases, it is difficult to receive an extra message.</li> <li>In the face-to-face communication process, body language is effective but loses its effect in large and crowded environments.</li> <li>The use of inappropriate body language causes a negative image to be created (Rane, 2010).</li> </ul>"
  },
  {
    "id": "3842571",
    "unitNumber": 2,
    "text": "Which of the following statements best reflects the role of tone, speed, and silence in interpersonal communication?",
    "correctAnswer": "B",
    "options": {
      "A": "Voice tone, speed, and silence only show the speaker’s gender and age, but not emotions.",
      "B": "The way we speak-including tone, pauses, and silence-provides clues about personality, emotions, and even trust or authority.",
      "C": "Speaking loudly always indicates rudeness and disrespect in every context.",
      "D": "Silence has no meaningful function in non-verbal communication.",
      "E": "Speaking slowly always means the person is lazy and insensitive."
    },
    "explanation": "Voice tone, speed, volume, pauses, and silence help us learn about a person’s gender, age, personality, and emotional state. It is also emphasized that high or low volume, fast or slow pace, and silence have both positive and negative aspects, which should be interpreted with other cues and context. “How individuals say as well as what they say enable us to have an idea about them… the speed and intensity of the voice, what words are emphasized, pauses and similar features enable us to obtain information about the person’s gender, age, personality characteristics and emotional state.”"
  },
  {
    "id": "2120572",
    "unitNumber": 3,
    "text": "The _______________ nature of written language has allowed many nations to preserve the cultural and material heritage of their people over generations.",
    "correctAnswer": "C",
    "options": {
      "A": "temporary",
      "B": "instant",
      "C": "permanent",
      "D": "expressive",
      "E": "effective"
    },
    "explanation": "Functions of Written Communication<br/>permanent"
  },
  {
    "id": "2120619",
    "unitNumber": 3,
    "text": "Which one of the following sentences <em><u>is not</u></em> true about written communication?",
    "correctAnswer": "D",
    "options": {
      "A": "In written communication, it is possible to easily transmit complex and difficult-to-understand messages by sorting them into items.",
      "B": "It is possible to access the written document at any time since the articles have the ability to be stored.",
      "C": "The written language has the ability to be easily reproduced and delivered to anyone.",
      "D": "Since written communication can be stored, it can not be utilized as evidence.",
      "E": "In written communication, writing can be read at any time."
    },
    "explanation": "Functions of Written Communication<br/>Since written communication can be stored, it can not be utilized as evidence."
  },
  {
    "id": "2120623",
    "unitNumber": 3,
    "text": "Which one of the following is true about writing a business report?\n I. Structure your paragraphs well\n II. Keep your writing Professional\n III. Keep Your Sentences Long\n IV. Use Neutral Language\n V. Use Simple, Familiar Words",
    "correctAnswer": "B",
    "options": {
      "A": "I and II",
      "B": "I, II and V",
      "C": "II and III",
      "D": "III and IV",
      "E": "IV and V"
    },
    "explanation": "Writing business report<br/>I, II and V"
  },
  {
    "id": "2122213",
    "unitNumber": 3,
    "text": "Which one of the following <em><u>is not</u></em> accepted as formal writing?",
    "correctAnswer": "A",
    "options": {
      "A": "letter",
      "B": "report",
      "C": "bulletin",
      "D": "brochure",
      "E": "press release"
    },
    "explanation": "Formal writing<br/>letter"
  },
  {
    "id": "2122227",
    "unitNumber": 3,
    "text": "Emails should not be written in all capital letters as it implies that the writer of the message is ______________.",
    "correctAnswer": "C",
    "options": {
      "A": "happy",
      "B": "pleased",
      "C": "shouting",
      "D": "positive",
      "E": "smiling"
    },
    "explanation": "Email<br/>shouting"
  },
  {
    "id": "2122239",
    "unitNumber": 3,
    "text": "Which of the following is true about reports?",
    "correctAnswer": "E",
    "options": {
      "A": "Reports must focus on the detailed information.",
      "B": "Reports must not be tailored towards the specific structures of a company.",
      "C": "Reports must not be written in consistent intervals.",
      "D": "Reports must be written in a complex language that is appropriate for the target audience.",
      "E": "Reports must include a commentary."
    },
    "explanation": "Writing a Report<br/>Reports must include a commentary."
  },
  {
    "id": "2122251",
    "unitNumber": 3,
    "text": "_________________ are written texts that contain news value and provide important information and they are considered as the face of institutions opening to the media.",
    "correctAnswer": "A",
    "options": {
      "A": "Bulletins",
      "B": "Letters",
      "C": "Emails",
      "D": "Reports",
      "E": "Media"
    },
    "explanation": "Bulletins"
  },
  {
    "id": "2122270",
    "unitNumber": 3,
    "text": "Which of the following <strong><u>is </u></strong><strong><u>not</u></strong> necessary to consider when preparing a press release for new media?",
    "correctAnswer": "B",
    "options": {
      "A": "Looking for topics that may be news all the time",
      "B": "Preparing content by considering just journalists",
      "C": "Writing newsletters with keyword-rich text",
      "D": "Adding offers that compel consumers to somehow respond to your newsletter",
      "E": "Optimizing word selection in press releases for search engines and browsers"
    },
    "explanation": "Bulletin<br/>Preparing content by considering just journalists"
  },
  {
    "id": "2122297",
    "unitNumber": 3,
    "text": "Which one of the following <strong><u>is true</u></strong> about writing business letters?\n<br/>I. The sender of the letter must have a typed name and signature.\n<br/>II. The subject is handled in a short, concise, clear and simple way.\n<br/>III. There is no need to write a separate business letter for each job.\n<br/>IV. The business letter must contain the contact information (name, address, phone number, e-mail address) of the sender.\n<br/>V. The date the letter was sent and the contact information of the recipient (name, title, company, address of the company) must be written.",
    "correctAnswer": "E",
    "options": {
      "A": "Only V",
      "B": "I and II",
      "C": "I, II and III",
      "D": "III and V",
      "E": "I, II, IV and V"
    },
    "explanation": "Business Letters<br/>I, II and V"
  },
  {
    "id": "2122313",
    "unitNumber": 3,
    "text": "Reminder notes (memorandums) are correspondences within an organization and they are written for the following purposes except ____________.",
    "correctAnswer": "D",
    "options": {
      "A": "asking for information",
      "B": "giving information",
      "C": "approving",
      "D": "apologizing",
      "E": "changing of opinion"
    },
    "explanation": "Special Articles<br/>to apologizing"
  },
  {
    "id": "2853565",
    "unitNumber": 3,
    "text": "I. using parentheses<br/>II. Words and terms to be highlighted are written in dark black <br/>III. long headings are written left-justified<br/>IV. using words containing as few syllables as possible<br/>V. using colours in the reports including graphics and tables\n<br/>Which of the above should be considered while writing a report?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II and III",
      "B": "I, II, III, IV and V",
      "C": "II, III, IV and V",
      "D": "II and IV",
      "E": "III and IV"
    },
    "explanation": "I. Parentheses should be avoided<br/>II. Words and terms to be highlighted are written in italic, not dark black.\n<br/>V. Care should be taken not to use colours in the reports including graphics and tables. If necessary, grey shade colour can be used.\n<br/>The answer is E."
  },
  {
    "id": "2853571",
    "unitNumber": 3,
    "text": "I. Business letters are written on the letterheads of quotes.<br/>II. The subject is handled in a short, concise, clear and simple way.<br/>III. The sender of the letter must have a typed name and signature.<br/>IV. The letter to be written should be clean and tidy in shape.<br/>V. Date should be written in the upper left corner of the paper.\n Which of the above are the characteristics of business letters ?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III , IV and V",
      "B": "I, II, III and IV",
      "C": "I, II, III and V",
      "D": "I, III, IV and V",
      "E": "II, III, IV and V"
    },
    "explanation": "V . Date should be written in the upper <strong><u>right</u></strong> not left corner of the paper.\n Answer is B"
  },
  {
    "id": "2853578",
    "unitNumber": 3,
    "text": "Correspondences within an organization for purposes such as asking for information, giving information, approving, change of opinion, request for meeting, change of meeting date are called by which of the following?",
    "correctAnswer": "B",
    "options": {
      "A": "Bulletin",
      "B": "Memorandum",
      "C": "Report",
      "D": "News",
      "E": "Briefing"
    },
    "explanation": "<em>Announcement (Bulletin) Purpose Notes: </em>They are used in emergency situations. They are short and concise.\n Reminder notes (memorandums) are correspondences within an organization for purposes such as asking for information, giving information, approving, change of opinion, request for meeting, change of meeting date.\n Briefing : an act or instance of giving precise instructions or essential information\n Merriam-Webster. (n.d.). Briefing. In <em>Merriam-Webster.com dictionary</em>. Retrieved January 12, 2022, from <a href=\"https://www.merriam-webster.com/dictionary/briefing\">https://www.merriam-webster.com/dictionary/briefing </a>\n Answer is B"
  },
  {
    "id": "2853583",
    "unitNumber": 3,
    "text": "How many types of reminder notes are there?",
    "correctAnswer": "B",
    "options": {
      "A": "Four",
      "B": "Five",
      "C": "Six",
      "D": "Seven",
      "E": "Eight"
    },
    "explanation": "It is possible to classify reminder notes into six types.These are announcement (bulletin), essay, informative, action, summary and file notes (Newsom and Haynes, 2011: 239-240). The anwser is B"
  },
  {
    "id": "2853585",
    "unitNumber": 3,
    "text": "What are the main elements that should be in a well-prepared newsletter ?",
    "correctAnswer": "A",
    "options": {
      "A": "Topic, Location, Organization, Advantages, Applications, Details, Source",
      "B": "Topic, Location, Organization, Details, Source",
      "C": "Topic, Location, Organization, Advantages, Applications",
      "D": "Topic, Organization, Advantages, Applications, Details, Source",
      "E": "Topic, Location, Organization, Advantages, Applications, Details"
    },
    "explanation": "The answer is A =topic, location, organization, Advantages, Applications, Details, Source \n<br/>The main elements that should be in a well-prepared newsletter are as follows (Jefkins, 1992, p.92-93):\n<br/><ul><br/><li><em>Topic; </em>What is the topic to be written about?</li><br/><li><em>Organizations; </em>What is the name of the institution?</li><br/><li><em>Location; </em>Where is the institution located?</li><br/><li><em>Advantages; </em>What is new about the issue in the press release? What is the benefit of the news in the bulletin to the target audience?</li><br/><li><em>Applications; </em>What are the benefits of the product or service? Who will benefit?</li><br/><li><em>Details; </em>What are the details about the product’s dimensions, colour, fee, performance?</li><br/><li><em>Source; </em>What is the source of the news? Where is it? For example, the communication centre and the place where the event took place may differ from each other</li><br/></ul>"
  },
  {
    "id": "2853595",
    "unitNumber": 3,
    "text": "I. Prepare content by considering journalists.<br/>II. Write newsletters with keyword-rich text.<br/>III. Add offers that compel consumers to somehow respond to your newsletter.<br/>IV. Optimize word selection in press releases for search engines and browsers.<br/>V. Make your newsletter available on some important site\n Which of the above must be considered when preparing a press release for new media?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III and IV",
      "B": "I, II, III and V",
      "C": "II, III, IV and V",
      "D": "II, III and IV",
      "E": "II, III and V"
    },
    "explanation": "I. <strong> Prepare content by considering journalists should be :</strong>\n I. Prepare content by considering your buyers, not just journalists \n II. Write newsletters with keyword-rich text.<br/>III. Add offers that compel consumers to somehow respond to your newsletter.\n IV. Optimize word selection in press releases for search engines and browsers.<br/>V. Make your newsletter available on some important site.\n The Answer is C"
  },
  {
    "id": "2853608",
    "unitNumber": 3,
    "text": "I. use numbers in the title<br/>II. include eye-catching elements<br/>III. use a very short title<br/>IV. use correct keywords and search terms\n<br/>Which of the above are the things to consider when preparing a newsletter for Twitter?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II and III",
      "B": "I, II, III and IV",
      "C": "I, II and IV",
      "D": "I, III and IV",
      "E": "II, III and IV"
    },
    "explanation": "A very short title may also have drawbacks. The newsletter should be long enough to give readers sufficient information about its content.\n<br/>The title should include elements that are eye-catching and newsworthy beyond the number of characters.\n<br/>People like numbers because numbers embody ideas. If the press release contains various numerical data, it is a good idea to use them in the title.\n<br/>Pay attention to using the correct keywords and search terms that will facilitate the,finding of the newsletter. The most convenient method for Twitter is to write a little and self. In addition, it should emphasize and avoid deep meanings without leaving the essence of the story presented.\n<br/>The answer is C.."
  },
  {
    "id": "2853612",
    "unitNumber": 3,
    "text": "When writing a business report each paragraph should begin with which of the following ?",
    "correctAnswer": "C",
    "options": {
      "A": "Title",
      "B": "Explanation sentence",
      "C": "Main idea",
      "D": "Subject",
      "E": "Name of the business"
    },
    "explanation": "<em>Structure your paragraphs well: </em>Paragraphs should be written in a logical order, starting with the most important material. Each paragraph should begin with a topic sentence that states the main idea or topic of the paragraph. Typically, a paragraph will have between 100 and 200 words and will have the following structure. Remember to link your paragraphs well. The first sentence (usually the topic sentence) is a good place to make a link between paragraphs. One of the most common ways to link paragraphs is to use the principle, ‘something old, something new’. This means you will include a word or phrase that contrasts the topic of the previous paragraph with the topic of your new paragraph (How to write a business report, 2017, 11).\n <ul> <li>Topic sentence (states the main idea of paragraph)</li> <li>Explanation sentence (explains or expands on the topic sentence)</li> <li>Supporting sentences (give evidence for the idea in the topic sentence and include statistics, examples, and citations)</li> <li>Concluding sentence (optional final sentence that answers the question ‘so what?’; this is your opportunity to show your critical thinking ability)</li> </ul> The answer is C."
  },
  {
    "id": "2853620",
    "unitNumber": 3,
    "text": "Which of the following is <strong>not</strong> one of the aspects to consider while writing a business report to achieve a good readability?",
    "correctAnswer": "D",
    "options": {
      "A": "Structure your paragraphs well",
      "B": "Keep your writing professional",
      "C": "Keep Your Sentences Short",
      "D": "Use Euphemistic Language",
      "E": "Use Simple, Familiar Words"
    },
    "explanation": "a. Structure your paragraphs well<br/>b. Keep your writing professional<br/>c. Keep Your Sentences Short<br/>d. Use Positive Language and <strong> not Use Euphemistic Language</strong><br/>e. Use Simple, Familiar Words\n The answer is D"
  },
  {
    "id": "2853623",
    "unitNumber": 3,
    "text": "Which of the following explains the paragraph linking principle, use ‘’something old, something new’?",
    "correctAnswer": "B",
    "options": {
      "A": "Give evidence for the idea in the topic sentence and include statistics, examples, and citations to events in the past and the present.",
      "B": "Include a word or phrase that contrasts the topic of the previous paragraph with the topic of your new paragraph.",
      "C": "Add a final sentence that answers the question ‘so what?’",
      "D": "Include an explanation with specific examples that contrasts the topic of the previous paragraph with the topic of your new paragraph.",
      "E": "Check for illogical, unnecessary and irrelevant content."
    },
    "explanation": "The first sentence (usually the topic sentence) is a good place to make a link between paragraphs. One of the most common ways to link paragraphs is to use the principle, ‘something old, something new’. This means you will include a word or phrase that contrasts the topic of the previous paragraph with the topic of your new paragraph (How to write a business report, 2017, 11). The answer is B."
  },
  {
    "id": "2855601",
    "unitNumber": 3,
    "text": "Which of the following features distinguish written and spoken language?\n<br/><ol type=\"I\"><br/><li>The amount of time to plan the message</li><br/><li>Permanency of the message</li><br/><li>Complexity of the thoughts in the message</li><br/><li>Adjustability of the content of the message</li><br/></ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, II",
      "B": "I, II, III",
      "C": "I, II, III, IV",
      "D": "II, III",
      "E": "II, III, IV"
    },
    "explanation": "There are several ways in which written language differs from speaking. In an environment of simultaneous interaction, the speaker can adjust the contents and the delivery of the message based on the listener’s reactions. However, in the case of written language, this is not possible. Given that written language requires a planned execution, its creation takes time. However, during the course of a speech, translating our thoughts into words and communicating them takes a very short amount of time. Due to this, it is natural that written texts may include a more complex and well thought out vocabulary. Another reason behind the relatively complex vocabulary of written texts is that writers seek to use different words than their peers to avoid mediocrity and repetitiveness. Written texts are far more permanent compared to spoken words."
  },
  {
    "id": "2855602",
    "unitNumber": 3,
    "text": "Which of the following are the advantages of written language?\n <ol type=\"I\"> <li>being open to misunderstandings</li> <li>opportunity for revisions</li> <li>storability and usability as evidence</li> <li>availability to be read any time</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III",
      "B": "I, II, III, IV",
      "C": "I, II",
      "D": "II, III, IV",
      "E": "II, IV"
    },
    "explanation": "Written communication has certain advantages and disadvantages. Written communication is a more closed communication method for misunderstandings and mistakes as the expressions used are clearer. It is possible to access them at any time since the articles have the ability to be stored. In written communication, writing can be read at any time (if you are busy with a job or do not want to read at that moment), but in verbal communication, everyone is there at the moment of the conversation and it is imperative to listen to what is being said."
  },
  {
    "id": "2855608",
    "unitNumber": 3,
    "text": "Which of the following steps are necessary for successful business writing?\n <ol type=\"I\"> <li>defining the purpose</li> <li>deciding on the title</li> <li>arranging the structure</li> <li>writing a draft</li> <li>editing </li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "I, II, III, IV, V",
      "D": "<ul> <li>II, III, IV, V</li> </ul>",
      "E": "I, III, IV, V"
    },
    "explanation": "Steps to Successful Business Writing • Prepare: define purpose, audience, scope, medium • Arrange: create order, structure, layout, design • Draft: write the first copy from outline • Revise: add / delete information • Proofread: polish final copy."
  },
  {
    "id": "2855613",
    "unitNumber": 3,
    "text": "Which of the following is an example of negative language?",
    "correctAnswer": "A",
    "options": {
      "A": "We cannot send the order at the requested date.",
      "B": "The results of the test will be announced after June 15.",
      "C": "We can schedule a meeting once you send us the details.",
      "D": "You will be notified about the results in two weeks.",
      "E": "We will consider your application if received before May 1."
    },
    "explanation": "Negative language contains negative words such as \"no\" and \"not\"."
  },
  {
    "id": "2855615",
    "unitNumber": 3,
    "text": "Which of the following are the purposes for the use of white space?\n <ol type=\"I\"> <li>to make the text easier to read</li> <li>to create space for tables and figures</li> <li>to communicate the main points</li> <li>to communicate the subordinate ideas</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I, II, III, IV",
      "D": "I, III, IV",
      "E": "II, III, IV"
    },
    "explanation": "Business reports which have a more balanced use of white space and text are easier to read and communicate main points and subordinate ideas more effectively. The purpose of white space is not to create space for tables and figures, but white space is created by using tables and figures."
  },
  {
    "id": "2855618",
    "unitNumber": 3,
    "text": "Which of the following is/are important feature(s) of business emails?\n <ol type=\"I\"> <li>filling the subject line</li> <li>using a signature</li> <li>using small letters</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I only",
      "B": "I, II",
      "C": "I, II, III",
      "D": "II, III",
      "E": "I, III"
    },
    "explanation": "Many individuals decide if they will read a particular email based on its subject. Therefore, the subject section must always be filled appropriately. Always try to use a “signature”. Emails should not be written in all capital letters as it implies that the writer of the message is shouting."
  },
  {
    "id": "2855619",
    "unitNumber": 3,
    "text": "Which of the following is acceptable in a business report?",
    "correctAnswer": "A",
    "options": {
      "A": "using only gray shades in graphics",
      "B": "writing all the numbers as numbers",
      "C": "highlighting words in bold",
      "D": "use of parantheses when needed",
      "E": "underlining words for emphasis"
    },
    "explanation": "Care should be taken not to use colours in the reports including graphics and tables. If necessary, grey shade colour can be used.\n Regarding the numbers in the text, numbers up to 10 are written in writing, and numbers 10 and above are written as numbers\n Words and terms to be highlighted are written in italic, not dark black.\n The use of parentheses in reports is avoided as much as possible.\n No underlined word is used."
  },
  {
    "id": "2855624",
    "unitNumber": 3,
    "text": "What is the purpose of press releases?",
    "correctAnswer": "B",
    "options": {
      "A": "to praise the products",
      "B": "to create a good image of the institution",
      "C": "to advertise the institution",
      "D": "to explain the history of the organization",
      "E": "to undermine the competition"
    },
    "explanation": "Press releases, institution, person, event etc. are written to inform the target audience in order to create a good image. The most important point to be considered while preparing the press release is that the aim is not to advertise the person, institution or product. In this sense, care should be taken not to use writing language with excessive praise for increasing sales."
  },
  {
    "id": "2855628",
    "unitNumber": 3,
    "text": "All of the following are true of memorandums EXCEPT",
    "correctAnswer": "D",
    "options": {
      "A": "Intended to give information",
      "B": "Can include visuals to attract attention",
      "C": "Can be either formal or informal",
      "D": "Intended for all the employees",
      "E": "Should contain short sentences"
    },
    "explanation": "Reminder notes (memorandums) are correspondences within an organization for purposes such as asking for information, giving information, approving, change of opinion, request for meeting, change of meeting date. Visuals can be added in order to attract attention when reminder notes shorter than the letter are sometimes hung on the boards. Whether the reminder notes are formal or informal largely determines the hierarchical structure within the institution. While the notes written on the superior-subordinate are less formal, in the opposite case, the notes must carry more formal images. Reminder notes, usually arranged to send a message to a limited number of people, sometimes to a single person, may rarely cover all employees. In a reminder note, frequently used words should be selected, short sentences and paragraphs should be used."
  },
  {
    "id": "2855629",
    "unitNumber": 3,
    "text": "Which of the following note type is used in emergency situations?",
    "correctAnswer": "A",
    "options": {
      "A": "announcement",
      "B": "informative",
      "C": "action",
      "D": "summary",
      "E": "file"
    },
    "explanation": "Announcement (Bulletin) Purpose Notes: They are used in emergency situations."
  },
  {
    "id": "3843655",
    "unitNumber": 3,
    "text": "Which of the following best explains why written communication is considered a reliable means of preserving institutional memory?",
    "correctAnswer": "D",
    "options": {
      "A": "It uses formal language and proper punctuation",
      "B": "It allows for instant feedback and correction",
      "C": "It ensures that all communication is confidential",
      "D": "It can be stored, retrieved, and referred to over time",
      "E": "It minimizes the need for verbal discussion"
    },
    "explanation": "Unlike oral communication, written communication creates a lasting record.<br/>Written documents can be archived and used as evidence or references in the future."
  },
  {
    "id": "3843660",
    "unitNumber": 3,
    "text": "An HR manager needs to notify employees about a change in health insurance policy. Which function of written communication is primarily being used?",
    "correctAnswer": "B",
    "options": {
      "A": "Motivation",
      "B": "Instruction",
      "C": "Legal compliance",
      "D": "Reference",
      "E": "Emotional expression"
    },
    "explanation": "The message is intended to guide or instruct employees regarding a change in policy. One of the core functions of written communication is to instruct."
  },
  {
    "id": "3843661",
    "unitNumber": 3,
    "text": "Which of the following would most weaken the effectiveness of a business report?",
    "correctAnswer": "D",
    "options": {
      "A": "Using simple sentence structures",
      "B": "Including visual elements like charts",
      "C": "Avoiding repetition",
      "D": "Ignoring the needs and knowledge level of the target audience",
      "E": "Organizing ideas with headings and subheadings"
    },
    "explanation": "Business writing must be adapted to the audience; ignoring their needs may lead to confusion. One key characteristic of business writing is its audience-centered nature."
  },
  {
    "id": "3843662",
    "unitNumber": 3,
    "text": "Which structural element would most appropriately be included at the end of a business report?",
    "correctAnswer": "D",
    "options": {
      "A": "Greeting",
      "B": "Subject line",
      "C": "Executive summary",
      "D": "Conclusion and suggestions",
      "E": "Signature block"
    },
    "explanation": "A business report typically ends with a conclusion and/or recommendations based on the analysis."
  },
  {
    "id": "3843663",
    "unitNumber": 3,
    "text": "You are drafting an internal memo reminding staff about upcoming performance evaluations. Which of the following would be the best opening sentence?",
    "correctAnswer": "B",
    "options": {
      "A": "\"Hi team! Just a quick note to remind you about stuff.\"",
      "B": "\"This memo is to inform you that performance evaluations will begin on June 5.\"",
      "C": "\"I don’t know if you remember, but evaluations are coming up.\"",
      "D": "\"June 5th is a big day for performance reviews, so let’s get ready!\"",
      "E": "\"It has come to our attention that some people may have forgotten about evaluations.\""
    },
    "explanation": "A business memo must begin clearly, directly stating its purpose. Clarity and directness are essential in internal correspondence like memoranda."
  },
  {
    "id": "3843664",
    "unitNumber": 3,
    "text": "Which of the following best describes the distinction between a formal report and an informal email?",
    "correctAnswer": "B",
    "options": {
      "A": "A formal report uses no technical terms",
      "B": "A formal report follows a standardized format and structure",
      "C": "An email must always include visual data",
      "D": "An email is generally longer and more detailed",
      "E": "Formal reports do not require proofreading"
    },
    "explanation": "Formal reports have structured sections such as title page, abstract, introduction, and conclusion. Standard formatting improves consistency and professionalism."
  },
  {
    "id": "3843665",
    "unitNumber": 3,
    "text": "Which of the following statements about business email etiquette is most accurate?",
    "correctAnswer": "E",
    "options": {
      "A": "The subject line is optional in formal messages",
      "B": "Jargon and emojis make the tone more approachable",
      "C": "Long paragraphs are encouraged to show expertise",
      "D": "Using all capital letters emphasizes key points positively",
      "E": "Clarity, brevity, and proper tone are essential in email writing"
    },
    "explanation": "Business emails must be concise, clear, and respectful in tone. Emails are a primary tool of business writing and require professional standards."
  },
  {
    "id": "3843666",
    "unitNumber": 3,
    "text": "Which of the following statements would be most appropriate in a condolence message?",
    "correctAnswer": "B",
    "options": {
      "A": "\"Please be informed that your absence has been recorded.\"",
      "B": "\"We are sorry to hear about your loss. Please accept our sincere condolences.\"",
      "C": "\"Get well soon!\"",
      "D": "\"Let's reschedule the meeting due to your situation.\"",
      "E": "\"Please return to work when ready.\""
    },
    "explanation": "Condolence messages must be empathetic, respectful, and formal. Business etiquette includes formal expressions of sympathy when appropriate."
  },
  {
    "id": "3843667",
    "unitNumber": 3,
    "text": "A manager uses a congratulatory letter to recognize an employee’s promotion. Which function of written communication does this best illustrate?",
    "correctAnswer": "C",
    "options": {
      "A": "Delegation",
      "B": "Decision-making",
      "C": "Motivation and morale",
      "D": "Conflict resolution",
      "E": "Information control"
    },
    "explanation": "Congratulatory messages help reinforce positive performance and motivation. Motivational functions contribute to employee satisfaction and morale."
  },
  {
    "id": "3843668",
    "unitNumber": 3,
    "text": "You are asked to write a formal business letter to request a refund from a supplier due to delayed delivery. Which of the following opening sentences best reflects the expected tone and structure of such a letter?",
    "correctAnswer": "C",
    "options": {
      "A": "\"I need my money back because this delay is unacceptable!\"",
      "B": "\"Hey, I’m writing to say this order didn’t go as planned.\"",
      "C": "\"We would like to formally request a refund due to the delay in delivery of our recent order.\"",
      "D": "\"This is just another reason we won’t be working with you again.\"",
      "E": "\"Let’s talk about your slow service.\""
    },
    "explanation": "The sentence is formal, direct, and clearly states the purpose of the letter using professional language. Business letters require clear purpose, appropriate tone, and correct formatting."
  },
  {
    "id": "1948246",
    "unitNumber": 4,
    "text": "What does the definition, \"corporations are formed as a result of the behaviour and actions of people who live together\", stand for?",
    "correctAnswer": "A",
    "options": {
      "A": "Characteristic of a corporation.",
      "B": "Value of a corporation.",
      "C": "History of a corporation.",
      "D": "Cultural identity of a corporation.",
      "E": "Market value of a corporation."
    },
    "explanation": "The Concept of Corporate Communications, Its Definition and Scope section can be read.<br/>Characteristic of a corporation."
  },
  {
    "id": "1948247",
    "unitNumber": 4,
    "text": "Who is the communication expert that defines communication as \"communication is the exchange of attitudes, beliefs, thoughts and feelings that occur within a community or symbiosis, created by people who inform each other about changes in surrounding objects or situations; those who transfer information about these events to each other, then feel similar feelings arising from the same experiences with the same concepts, objects and problems they share with each other\"?",
    "correctAnswer": "A",
    "options": {
      "A": "Ünsal Oskay",
      "B": "Marshal McLuhan",
      "C": "Noam Chomsky",
      "D": "Alper Altunay",
      "E": "Ersan İlal"
    },
    "explanation": "The Concept of Corporate Communications, Its Definition and Scope section can be read.<br/>Ünsal Oskay is the correct answer."
  },
  {
    "id": "1948248",
    "unitNumber": 4,
    "text": "What does \"exchange of attitudes, beliefs, thoughts and feelings that occur within a community or symbiosis, created by people who inform each other about changes in surrounding objects or situations; those who transfer information about these events to each other, then feel similar feelings arising from the same experiences with the same concepts, objects and problems they share with each other\" stand for?",
    "correctAnswer": "A",
    "options": {
      "A": "Communication",
      "B": "Public Relations",
      "C": "Marketing",
      "D": "Design",
      "E": "Strategy"
    },
    "explanation": "The Concept of Corporate Communications, Its Definition and Scope section can be read.<br/>Communication is the right answer."
  },
  {
    "id": "1948249",
    "unitNumber": 4,
    "text": "What is at the core of organisations?",
    "correctAnswer": "A",
    "options": {
      "A": "Communication",
      "B": "Meaning",
      "C": "Brand",
      "D": "Marketing",
      "E": "Design"
    },
    "explanation": "The Concept of Corporate Communications, Its Definition and Scope section can be read.<br/>Communication is the correct answer."
  },
  {
    "id": "1948250",
    "unitNumber": 4,
    "text": "What does \"...to ensure reaching corporate goals and carrying out those goals is the kind of communication that takes place between departments and elements that make up the corporation to create coordination, the flow of information, motivation, integration, assessment, education, decision making, and supervision\" stand for?",
    "correctAnswer": "A",
    "options": {
      "A": "Corporate Communications",
      "B": "Marketing Communication",
      "C": "Brand Identity",
      "D": "Communication Strategy",
      "E": "Corporate Culture"
    },
    "explanation": "The Concept of Corporate Communications, Its Definition and Scope section can be read.<br/>Corporate Communication is the correct answer."
  },
  {
    "id": "1948251",
    "unitNumber": 4,
    "text": "What kind of a role does corporate communication have?",
    "correctAnswer": "A",
    "options": {
      "A": "Management function",
      "B": "Profit margin",
      "C": "Sales function",
      "D": "Communication campaign",
      "E": "Brand Slogan"
    },
    "explanation": "The Concept of Corporate Communications, Its Definition and Scope section can be read.<br/>Management function is the correct answer."
  },
  {
    "id": "1948252",
    "unitNumber": 4,
    "text": "Which one has the role of \"...support the informational movement with internal and external stakeholders related to the organisational functions\"?",
    "correctAnswer": "A",
    "options": {
      "A": "Corporate Communications",
      "B": "Identity",
      "C": "Branding Strategy",
      "D": "Marketin Communication",
      "E": "Sales Strategy"
    },
    "explanation": "The Scope of Corporate Communications section can be read.<br/>Corporate Communication is the correct answer."
  },
  {
    "id": "1948253",
    "unitNumber": 4,
    "text": "Which one is the goal of corporate communications?",
    "correctAnswer": "A",
    "options": {
      "A": "To protect the corporate values",
      "B": "To disseminate news releases",
      "C": "To create leadership skills",
      "D": "To strengthen the competition in the field",
      "E": "To deliver new product to the market"
    },
    "explanation": "The Goals and functions of Corporate Communication section can be read.<br/>To protect the corporate values is the correct answer."
  },
  {
    "id": "1948254",
    "unitNumber": 4,
    "text": "What does \"creating an identity for the corporation and product management\" stand for?",
    "correctAnswer": "A",
    "options": {
      "A": "Persuading",
      "B": "Organising",
      "C": "Unifying",
      "D": "Supporting",
      "E": "Questioning"
    },
    "explanation": "The Goals and Functions of Corporate Communications section can be read.<br/>Persuading is the correct answer."
  },
  {
    "id": "1948256",
    "unitNumber": 4,
    "text": "What does \"ensuring the socialisation of individuals as good corporate citizens\" stand for?",
    "correctAnswer": "A",
    "options": {
      "A": "Unifying",
      "B": "Informing",
      "C": "Questioning",
      "D": "Organising",
      "E": "Supporting"
    },
    "explanation": "The Goals and Functions of Corporate Communications section can be read.<br/>Unifying is the correct answer."
  },
  {
    "id": "2852486",
    "unitNumber": 4,
    "text": "“They are social constructs that come about as a result of human need. First they were formed during a time when people realized that as they were struggling to meet certain needs, they could not do so without the help of another or others”.\n<br/>Which term is described by the above sentences?",
    "correctAnswer": "C",
    "options": {
      "A": "Communications",
      "B": "Conditions",
      "C": "Corporations",
      "D": "Concepts",
      "E": "Conversations"
    },
    "explanation": "THE CONCEPT OF CORPORATE COMMUNICATIONS, ITS DEFINITION AND SCOPE<br/>Corporations are social constructs that come about as a result of human need. First corporations were formed during a time when people realized that as they were struggling to meet certain needs, they could not do so without the help of another or others."
  },
  {
    "id": "2852488",
    "unitNumber": 4,
    "text": "I. It is at the core of organisations.\n<br/>II. Organisational meaning and relationships are created through and continued with it (Putnam &amp; Krone, 2006).\n<br/>III. Individuals, groups, organisations and societies can make connections with one another and with their environments through it. \n<br/>IV. Common actions can be taken with the help of it.\n<br/>Which term is described by the above sentences?",
    "correctAnswer": "A",
    "options": {
      "A": "Communication",
      "B": "Message",
      "C": "Socialization",
      "D": "Corporation",
      "E": "Organization"
    },
    "explanation": "THE CONCEPT OF CORPORATE COMMUNICATIONS, ITS DEFINITION AND SCOPE<br/>Communication is at the core of organisations. Organisational meaning and relationships are created through and continued with communication (Putnam &amp; Krone, 2006). Through communication, individuals, groups, organisations and societies can make connections with one another and with their environments. Common actions can be taken with the help of communication."
  },
  {
    "id": "2852491",
    "unitNumber": 4,
    "text": "Corporate communications support the informational movement with internal and external ____________________ related to the organisational functions.\n Which term completes the blank best?",
    "correctAnswer": "E",
    "options": {
      "A": "workers",
      "B": "managers",
      "C": "customers",
      "D": "employers",
      "E": "stakeholders"
    },
    "explanation": "THE CONCEPT OF CORPORATE COMMUNICATIONS, ITS DEFINITION AND SCOPE<br/>Corporate communications support the informational movement with internal and external stakeholders related to the organisational functions."
  },
  {
    "id": "2852497",
    "unitNumber": 4,
    "text": "Which of the following <strong><u>is not</u></strong> one of the main goals of corporate communications?",
    "correctAnswer": "B",
    "options": {
      "A": "to protect the corporate values",
      "B": "to motivate all the stakeholders",
      "C": "to support the creation of a strong corporate culture",
      "D": "to bring together the existential components that make up the corporation",
      "E": "to create a perception in all stakeholders of a transparent, trustworthy, stable and strong corporation"
    },
    "explanation": "THE CONCEPT OF CORPORATE COMMUNICATIONS, ITS DEFINITION AND SCOPE<br/>The main goal of corporate communications is to protect the corporate values, to motivate employees, to support the creation of a strong corporate culture in order to create a strong brand, and at the same time to bring together the existential components that make up the corporation (Bat, 2012: 110). Another goal of corporate communications is to create a perception in all stakeholders of a transparent, trustworthy, stable and strong corporation."
  },
  {
    "id": "2852499",
    "unitNumber": 4,
    "text": "“It sees corporations as a mechanism (machine) and it focuses on the determination of the corporation’s formal structure. The cornerstones of the approach are composed of principles such as division of labour and specialisation, compartmentalisation, unity of chain of command, hierarchical structures, space of control, unity of corporate goals, balance of power and responsibility and delegation of authority which are constantly emphasized as factors that increase productivity”.\n What kind of corporate communications approach is described the above sentences?",
    "correctAnswer": "D",
    "options": {
      "A": "Human Relations Approach",
      "B": "Human Resources Approach",
      "C": "System Approach",
      "D": "Classical Management Approach",
      "E": "Human Relations Approach"
    },
    "explanation": "PERSPECTIVES ON CORPORATE COMMUNICATIONS<br/>Classical management approach sees corporations as a mechanism (machine). Classical management focuses on the determination of the corporation’s formal structure. The cornerstones of the approach are composed of principles such as division of labour and specialisation, compartmentalisation, unity of chain of command, hierarchical structures, space of control, unity of corporate goals, balance of power and responsibility and delegation of authority which are constantly emphasized as factors that increase productivity."
  },
  {
    "id": "2852500",
    "unitNumber": 4,
    "text": "__________ is used by organisations with an authoritarian understanding of management where there is a clear-cut line boundary between the superior and the subordinate.\n Which term completes the blank best?",
    "correctAnswer": "E",
    "options": {
      "A": "Y Model",
      "B": "Free-flow Model",
      "C": "Chain Model",
      "D": "Circular Model",
      "E": "Central Model"
    },
    "explanation": "STRUCTURE OF CORPORATE COMMUNICATIONS<br/>Central model is used by organisations with an authoritarian understanding of management where there is a clear-cut line boundary between the superior and the subordinate."
  },
  {
    "id": "2852505",
    "unitNumber": 4,
    "text": "Vertical Communication Networks, Diagonal communication networks and Horizontal Communication Networks are the categories in ___________________.",
    "correctAnswer": "E",
    "options": {
      "A": "Internal communication Network",
      "B": "External communication Network",
      "C": "Informal Communication Network",
      "D": "Managerial Communication Network",
      "E": "Formal Communication Network"
    },
    "explanation": "STRUCTURE OF CORPORATE COMMUNICATIONS<br/>Formal communication networks are generally reviewed under three categories, namely vertical, horizontal and diagonal (DuBrin, 2012: 434)."
  },
  {
    "id": "2852506",
    "unitNumber": 4,
    "text": "I. It is the sum of values shared by the members of the corporation.\n II. It enables the corporation to be recognized in the society, and it reflects the corporation’s values, societal standards and the style and level of its relationship with other corporations and individuals.\n Which term is described by the above sentences?",
    "correctAnswer": "A",
    "options": {
      "A": "Corporate culture",
      "B": "Corporate identity",
      "C": "Corporate communication",
      "D": "External Communication",
      "E": "Classical Management Approach"
    },
    "explanation": "CORPORATE CULTURE AND CORPORATE IDENTITY<br/>Corporate Culture is the sum of values shared by the members of the corporation.\n Corporate culture enables the corporation to be recognized in the society, and it reflects the corporation’s values, societal standards and the style and level of its relationship with other corporations and individuals."
  },
  {
    "id": "2853003",
    "unitNumber": 4,
    "text": "Which of the following <strong><u>is not</u></strong> one of the corporation’s communications strategy phases?",
    "correctAnswer": "C",
    "options": {
      "A": "Strategic Analysis Phase",
      "B": "Strategic Intent Phase",
      "C": "Strategic Communication phase",
      "D": "Strategic action phase",
      "E": "Tracking and evaluation phase"
    },
    "explanation": "CORPORATE COMMUNICATIONS STRATEGIES<br/>A corporation’s communications strategy is actually made up of four phases. Corporations that can successfully carry out these phases can reach their corporate goals more easily. These phases are as follows (Cornelissen, 2004: 104-116):\n Strategic Analysis Phase\n Strategic Intent Phase\n Strategic action phase\n Tracking and evaluation phase"
  },
  {
    "id": "2853005",
    "unitNumber": 4,
    "text": "“__________________ can include the masses as a group and as individual users. It includes systems where the users can reach content and applications at different time zones while being able to interact with others” (Geray, 2003:20).\n Which term completes the blank best?",
    "correctAnswer": "E",
    "options": {
      "A": "Traditional media",
      "B": "Verbal communication",
      "C": "Written communication",
      "D": "Audio-visual tools",
      "E": "New media"
    },
    "explanation": "CORPORATE COMMUNICATIONS TOOLS<br/>“New media can include the masses as a group and as individual users. It includes systems where the users can reach content and applications at different time zones while being able to interact with others” (Geray, 2003:20)."
  },
  {
    "id": "2853962",
    "unitNumber": 4,
    "text": "What are the goals that corporate communications is expected to fulfil ?",
    "correctAnswer": "A",
    "options": {
      "A": "Organising, persuading, informing, unifying",
      "B": "Organising, persuading, unifying",
      "C": "Organising, persuading, recording, unifying",
      "D": "Organising, recreating, informing, unifying",
      "E": "Organising, informing, unifying"
    },
    "explanation": "There are four goals that corporate communications is expected to fulfil (Okay,\n<br/>2005: 9):\n<br/><ul><br/><li>Supporting internal and external activities of a corporation (organising),</li><br/></ul><br/><ul><br/><li>Creating an identity for the corporation and product management (persuading),</li><br/></ul><br/><ul><br/><li>Informing the intended internal and external audience (informing),</li><br/></ul><br/><ul><br/><li>Ensuring the socialisation of individuals as good corporate citizens (unifying).</li><br/></ul><br/>Answer is A)"
  },
  {
    "id": "2853964",
    "unitNumber": 4,
    "text": "“Creating an identity for the Corporation and product management” goal is which fulfilling goal of corportae communication?",
    "correctAnswer": "A",
    "options": {
      "A": "Pesuading",
      "B": "İnforming",
      "C": "Unifying",
      "D": "Organising",
      "E": "Recreating"
    },
    "explanation": "Creating an identity for the Corporation and product management (persuading),\n THE ANSWER is A"
  },
  {
    "id": "2853967",
    "unitNumber": 4,
    "text": "I. Classical Management Approach<br/>II. Human Relations Approach<br/>III. Human Resources Approach<br/>IV, System Approach<br/>V. Scientific Management Theory\n<br/>Which of the above are the basic approaches that can be examined regarding Corporate Communication?",
    "correctAnswer": "B",
    "options": {
      "A": "I,II and III",
      "B": "I, II, III and IV",
      "C": "I, II, III, IV and V",
      "D": "I,III, IV and V",
      "E": "II, III, IV and V"
    },
    "explanation": "Classical Management Approach, Human Relations Approach, Human Resources Approach and System Approach.\n<br/>the classical theory developed in three streams- Bureaucracy (Weber), Administrative Theory (Fayol), and<strong> ( V. )</strong> Scientific Management (Taylor) is embodied in Clasical theory . \n<br/>Tha answeer is B"
  },
  {
    "id": "2853971",
    "unitNumber": 4,
    "text": "Which of the following apporoaches see the corporations as a machine?",
    "correctAnswer": "A",
    "options": {
      "A": "Classical Management Approach",
      "B": "Human Relations Approach",
      "C": "Human Resources Approach",
      "D": "System Approach",
      "E": "Business management Approach"
    },
    "explanation": "Classical management approach sees corporations as a mechanism (machine). Classical management focuses on the determination of the corporation’s formal structure. \n<br/>The answer is A"
  },
  {
    "id": "2853973",
    "unitNumber": 4,
    "text": "In which of the following Corporate communication approaches can the perspective “Bottom up communication is actively used in order to ensure that the employees feel like they are a part of a family” can be found?",
    "correctAnswer": "B",
    "options": {
      "A": "Classical Management Approach",
      "B": "Human Relations Approach",
      "C": "Human Resources Approach",
      "D": "System Approach",
      "E": "Business management Approach"
    },
    "explanation": "The perspective of human relations approach on corporate communications can be found below:\n<br/><ul><br/><li>The basis of human relations approach is effective communication. In this regard,management should trust its employees and employees should be able to discuss work related issues with their superiors.</li><br/></ul><br/><ul><br/><li>The relationship function of corporate communications is regarded as valuable.</li><br/></ul><br/><ul><br/><li>Messages are defined omnidirectionally through formal and informal networks.Verbal channels are prioritised over written channels.</li><br/></ul><br/><ul><br/><li>Bottom up communication is actively used in order to ensure that the employees feel like they are a part of a family.</li><br/></ul><br/><ul><br/><li>Formal and informal communication networks that carry responsibility and social support messages are taken into consideration.</li><br/></ul><br/><ul><br/><li>The existence of informal channels of communication has been accepted and it is suggested that the activities of the channels would not occur without communication (Çetintaş, 2014: 23). The answer B.</li><br/></ul>"
  },
  {
    "id": "2853974",
    "unitNumber": 4,
    "text": "In which of the Corporate communication approaches are the employees expected to play an active role in all corporate decisions?",
    "correctAnswer": "C",
    "options": {
      "A": "Classical Management Approach",
      "B": "Human Relations Approach",
      "C": "Human Resources Approach",
      "D": "System Approach",
      "E": "Business management Approach"
    },
    "explanation": "The answer is C."
  },
  {
    "id": "2853977",
    "unitNumber": 4,
    "text": "Which Corporate Communications Network model below is marked by the term hierarchy?",
    "correctAnswer": "C",
    "options": {
      "A": "Central model",
      "B": "Chain Model",
      "C": "Y Model",
      "D": "Free Flow Model",
      "E": "Circular Model"
    },
    "explanation": "Central model is used by organisations with an authoritarian understanding of management where there is a clear-cut line boundary between the superior and the subordinate. The centre focused communication deems the manager as the one with authority and control. <br/>Chain model is the type of communication formed through messages that will pass from person to person within a group. In the chain model, communication is processed according to the proximity of the members. Hence, some members of the group may be isolated. The members of the group at the centre can communicate with the ones above and below them. The members at the ends of the spectrum can only communicate with the members above or below them. In this model, there is a high level of centralisation. entralisation. The ranks of communication consist of a “Y” model at the beginning or at the end. There is a little communication network in the Y model, and the hierarchy is essential.<br/>Circular model is a democratic model of communication which is mostly established ininformal groups and among people of equal ranks. The group does not have a specific leader. Any individual can begin communication.<br/>Free-flow model is relatively more democratic and in this model, any individual can begin communication or anyone can communicate with one another. The answer is C"
  },
  {
    "id": "2853981",
    "unitNumber": 4,
    "text": "Which of the following is <strong>not</strong> true about corporate culture according to Newstrom and Davis?",
    "correctAnswer": "B",
    "options": {
      "A": "Each corporation has a distinct culture that is created through corporate history, communication patterns, systems and procedures, mission and vision, stories and myths.",
      "B": "Corporate culture changes through time, so it has a changing structure.",
      "C": "Most corporate cultures are historical.",
      "D": "Culture is connected to corporate goals, industry, nature of competition and other environmental factors.",
      "E": "Corporate culture changes very little through time, so it has a balanced structure."
    },
    "explanation": "The answer is B. \n<br/><ol><br/><li>Corporate culture changes very little through time, so it has a balanced structure.</li><br/></ol>"
  },
  {
    "id": "2853984",
    "unitNumber": 4,
    "text": "I. Corporate Philosophy<br/>II. Corporate Behaviour<br/>III. Corporate Appearance<br/>IV. Corporate Sociology<br/>V. Corporate Quality\n<br/>Which of the above are the aspects of corporal identity?",
    "correctAnswer": "C",
    "options": {
      "A": "I,II, III and IV",
      "B": "I, II, III , IV and V",
      "C": "I, II, III and V",
      "D": "II, III, IV and V",
      "E": "III, IV and V"
    },
    "explanation": "I. Corporate Philosophy<br/>II. Corporate Behaviour<br/>III. Corporate Appearance<br/>IV. Corporate communication not Corporate SociologY<br/>V: .Corporate Quality\n<br/>Corporate sociology is not an aspect of Corporal Identity.\n<br/>The answer is C)"
  },
  {
    "id": "2853990",
    "unitNumber": 4,
    "text": "<ol start=\"10\"> <li>The division of labour that is needed for specialisation gave rise to the ____________culture,</li> </ol> Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Task",
      "B": "Role",
      "C": "Personal",
      "D": "Power",
      "E": "Share"
    },
    "explanation": "Different types of corporate culture gives the corporation an identity and value, thus distinguishing it from others. In other words, the researchers who are interested in the corporate culture have created different classifications in accordance with the content of the culture, its strength and type of management, and they have talked about the existence of corporate culture types.\n <em>Power Culture: </em>In this type of corporation, power and supervision is concentrated in one hand so, the communication structure also exhibits centralised characteristics. Decisions are not made with an understanding of participatory management but they are made by the people who are a part of the top-level management. Corporate structure is very simple. Bureaucratic practices are not common. Thanks to these characteristics, decisions can be made very quickly when the corporation is faced with a potential emergency (Gürgen, 1997: 169). In this culture, people with authority are the ones that are dominant. Other employees serve the purpose of meeting the expectations of the ones with power and authority.\n <em>Role Culture: </em>The division of labour that is needed for specialisation gave rise to the role culture. Role culture is another name for a bureaucratic corporation that works on the principles of logic and rationality. In these types of corporations, everything is systematic. Work is carried out in a disciplined manner and under the guidance of previous experiences. Role culture is slow when it comes to reacting to change. However, it gives individuals the feeling of security and the opportunity to know things beforehand (Akıncı, 1998:62). Corporations in this type of culture are called bureaucratic corporations because functional structures, job descriptions and processes are all in writing. In this type of corporate culture, a manager’s personal whims and reckless practices are minimized.\n <em>Task Culture: </em>is the type of culture where adaptation can be achieved very quickly, the focus is on finishing a job and all members of the corporation are unified in line with the objectives of the corporation. This culture is mostly interested in finishing a project or a particular job. Things needed in order to be successful and respected are creativity, talent, intuition and innovative approach. Power is not concentrated in the centre or in the hands of the upper tier.\n <em>Personal Culture: </em>In corporations adopting this type of culture, the corporation serves the individual not the other way around. The existence of the corporation is less important than the existence of the individual. Hence, the corporation cannot dismiss an individual from its ranks. If the individual wishes, they can leave the corporation with their free will. Management power is divided among individuals and is based on expertise. The current corporate structure is there to ensure that individuals’ needs are met and that they are supported (Terzi, 2000: 79). In this culture, individuals can maintain their style, personality and freedom.\n The answer is B"
  },
  {
    "id": "2177285",
    "unitNumber": 5,
    "text": "I- Management communication<br/>II- System communication<br/>III-Marketing communication<br/>IV- Organizational communication<br/>V- Strategic communication\n Which of the above are Corporate Communication categories?",
    "correctAnswer": "A",
    "options": {
      "A": "I-III-IV",
      "B": "I-II-III",
      "C": "I-IV-V",
      "D": "II-III-IV",
      "E": "III-IV-V"
    },
    "explanation": "Corporate Communication is divided into three categories:\n<br/>• Management communication: Communication of managers at different ranks with internal and external target groups.\n<br/>• Marketing communication: Marketing communication focuses on advertisements, personal sales, sponsorship and direct mailing.\n<br/>• Organizational communication: Within the context of organizational communication, there is public relations, investor relations, corporate advertisements, internal communication and employee communication<br/>I- Management communication<br/>III-Marketing communication<br/>IV- Organizational communication"
  },
  {
    "id": "2177302",
    "unitNumber": 5,
    "text": "Which type of corporate communication are focused on topics such as public and investor relations, corporate advertisements and employee communication?",
    "correctAnswer": "A",
    "options": {
      "A": "Organizational communication",
      "B": "Marketing communication",
      "C": "Strategic communication",
      "D": "Management communication",
      "E": "Institutional communication"
    },
    "explanation": "Organizational communication: Within the context of organizational communication, there is public relations, investor relations, corporate advertisements, internal communication and employee communication."
  },
  {
    "id": "2177311",
    "unitNumber": 5,
    "text": "Which of the following is not one of the objectives of corporate communication?",
    "correctAnswer": "A",
    "options": {
      "A": "Corporate communication has a short-term quality process",
      "B": "Corporate communication aims to reach all people both inside and outside of the corporation",
      "C": "Corporate communication is a long-term process",
      "D": "Corporate communication makes the facts apparent and aims to display messages without exaggerating",
      "E": "Other corporations, pressures and directives of the public and media have a forcing effect in actualizing corporate communication"
    },
    "explanation": "Corporate communication has four objectives: • Corporate communication aims to reach all people both inside and outside of the corporation. • Corporate communication is a long-term process. • Corporate communication makes the facts apparent and aims to display messages without exaggerating. • Other corporations, pressures and directives of the public and media have a forcing effect in actualizing corporate communication.<br/>Corporate communication has a short-term quality process"
  },
  {
    "id": "2177329",
    "unitNumber": 5,
    "text": "In what role is corporate communication, companies are expected to establish good relations with their stakeholders in order to realize their vision and sustainable qualities?",
    "correctAnswer": "A",
    "options": {
      "A": "Managing the Relations with all Stakeholders",
      "B": "Managing the Relations with Noncustomer Stakeholders",
      "C": "Providing Information to Stakeholders",
      "D": "Reputation management",
      "E": "Supporting Marketing and Sales"
    },
    "explanation": "Managing the Relations with all Stakeholders: To accomplish their visions and sustainable qualities, corporations are expected to form good relations with their stakeholders."
  },
  {
    "id": "2177432",
    "unitNumber": 5,
    "text": "Which of the following is not one of the basic principles required to design a healthy and sustainable corporate communication domain?",
    "correctAnswer": "A",
    "options": {
      "A": "Creating corporate brand value and brand perception",
      "B": "Determining the corporate communication strategy",
      "C": "Selection or training of communication specialists",
      "D": "Determination of target audience and stakeholders",
      "E": "Designing communication tools"
    },
    "explanation": "Core principles required to design a healthy and sustainable corporate communication domain are as below:\n<br/><ul><br/><li>Identifying corporate communication strategy</li><br/><li>Defining target mass and stakeholders</li><br/><li>Designing communication tools,Measuring the results of communication activities</li><br/><li>Selection or training of communication specialists</li><br/></ul><br/>Shaping public opinion, creating corporate brand value and creating brand perception is related to the role of Supporting Corporate Policies. In other words, this option is not one of the core principles of healthy and sustainable corporate communication domain."
  },
  {
    "id": "2177438",
    "unitNumber": 5,
    "text": "What is an attempt to persuade the government to change a particular law and replace it with a new law or present a new situation?",
    "correctAnswer": "A",
    "options": {
      "A": "Action lobbying",
      "B": "Public relations",
      "C": "Organizational communication",
      "D": "Image Management",
      "E": "Reputation management"
    },
    "explanation": "As a form of action lobbying is, “initiative to convince the government to amend a given law and replace it with a novel law or to present a novel condition”. Aiming to force the state and stakeholders to realize their demands, corporations gradually started to make greater use of lobbying activities. Lobbying activities could be directed to defense or attack as well."
  },
  {
    "id": "2177451",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Technical problems</li> <li>Natural disasters</li> <li>Sampling error</li> <li>Mechanical problems</li> <li>Human Errors</li> </ol> Which of the above are the crisis categories determined by the Crisis Management Institute (ICM) in the USA?",
    "correctAnswer": "A",
    "options": {
      "A": "II-IV-V",
      "B": "I-II",
      "C": "I-II-II",
      "D": "III-V",
      "E": "IV-V"
    },
    "explanation": "Crisis Management Institute in the USA (ICM) groups crises under 4 categories:\n<br/>1. Natural Disasters\n<br/>2. Mechanical Problems\n<br/>3. Human Errors\n<br/>4. Managerial Decisions or Indecisions<br/>Natural disasters\n Mechanical problems\n Human Errors"
  },
  {
    "id": "2177455",
    "unitNumber": 5,
    "text": "........... is defined as any event or situation that will prevent the institution from achieving its goals.",
    "correctAnswer": "A",
    "options": {
      "A": "Risk",
      "B": "Lobbying",
      "C": "Manageable fact",
      "D": "Crisis",
      "E": "Environmental effect"
    },
    "explanation": "Risks refer to all kinds of events or situations that would prevent the corporation to realize its objectives.\n<br/>Risk in general is defined as the likelihood of damage becoming real in a specific probability distribution. The lexical meaning of risk is “likelihood of loss, impairment or deterioration.” According to another definition risk is; the likelihood of obtaining a result different from the expected outcome. Obtained outcomes that differ from the expected result could be in favor or against the organization. Yet in general risk is used to mean “likelihood of undergoing damages and losses”"
  },
  {
    "id": "2177466",
    "unitNumber": 5,
    "text": "Which dimension of corporate culture explains to what extent units within a company are motivated to work in coordination as a team?",
    "correctAnswer": "A",
    "options": {
      "A": "Unification",
      "B": "Direction",
      "C": "Risk tolerance",
      "D": "Tolerance for disagreements",
      "E": "Control"
    },
    "explanation": "Unification: To what extent units in a corporation are motivated to work in coordination as a team"
  },
  {
    "id": "2177471",
    "unitNumber": 5,
    "text": "Which of the following is not a unifying feature of corporate culture?",
    "correctAnswer": "A",
    "options": {
      "A": "Physical activities",
      "B": "Education",
      "C": "Award ceremony",
      "D": "Relaxation",
      "E": "Slogan"
    },
    "explanation": "Uniting traits of corporate culture can be stated such: • Social activities • Support of society • Education • Award ceremony • Relaxation • Slogan, logo • News bulletins • Dressing norms<br/>Physical activities"
  },
  {
    "id": "2849812",
    "unitNumber": 5,
    "text": "Which of the following refers to all communication works that a corporation engages in to be more efficient and productive?",
    "correctAnswer": "A",
    "options": {
      "A": "Corporate communication",
      "B": "Management communication",
      "C": "Marketing communication",
      "D": "Organizational communication",
      "E": "Business communication"
    },
    "explanation": "To define terms of Corporate Communication<br/>Corporate communication refers to all communication works that a corporation engages in to be more efficient and productive"
  },
  {
    "id": "2849816",
    "unitNumber": 5,
    "text": "<ol type=\"i\"> <li>Management communication</li> <li>Marketing communication</li> <li>Organizational communication</li> <li>Business communication</li> </ol> Which of the following above are the categories of corporate communication?",
    "correctAnswer": "B",
    "options": {
      "A": "i-ii",
      "B": "i-ii-iii",
      "C": "i-ii-iv",
      "D": "ii-iii-iv",
      "E": "i-ii-iii-iv"
    },
    "explanation": "To define terms of Corporate Communication<br/>Corporate Communication is divided into three categories:<br/>• Management communication<br/>• Marketing communication<br/>• Organizational communication"
  },
  {
    "id": "2849819",
    "unitNumber": 5,
    "text": "Which of the following focuses on advertisements, personal sales, sponsorship, and direct mailing?",
    "correctAnswer": "C",
    "options": {
      "A": "Organizational communication",
      "B": "Management communication",
      "C": "Marketing communication",
      "D": "Business communication",
      "E": "Nonverbal communication"
    },
    "explanation": "To define terms of Corporate Communication<br/>Marketing communication focuses on advertisements, personal sales, sponsorship, and direct mailing."
  },
  {
    "id": "2849825",
    "unitNumber": 5,
    "text": "Which of the following is <strong>not</strong> one of the core principles required to design a healthy and sustainable corporate communication domain??",
    "correctAnswer": "E",
    "options": {
      "A": "Identifying corporate communication strategy",
      "B": "Defining target mass and stakeholders",
      "C": "Designing communication tools",
      "D": "Measuring the results of communication activities",
      "E": "Evaluation of communication specialists"
    },
    "explanation": "To define terms of Corporate Communication<br/>Core principles required to design a healthy and sustainable corporate communication domain are as below:\n <ul> <li>Identifying corporate communication strategy</li> <li>Defining target mass and stakeholders</li> <li>Designing communication tools</li> <li>Measuring the results of communication activities</li> <li>Selection or training of communication specialists</li> </ul>"
  },
  {
    "id": "2849847",
    "unitNumber": 5,
    "text": "____ is defined as “resorting to persuasion, convincing and promotion techniques, building pressure on decision-making mechanisms and ability to change prospective decisions in favor or against of a group or country”\n Which of the following fills in the blank above?",
    "correctAnswer": "D",
    "options": {
      "A": "Communication",
      "B": "Strategy",
      "C": "Marketing",
      "D": "Lobbying",
      "E": "Advertisement"
    },
    "explanation": "To explain the core elements of Lobbying<br/>Lobbying is defined as “resorting to persuasion, convincing and promotion techniques, building pressure on decision-making mechanisms (executive, legislative, judicial, local councils and management boards) and ability to change prospective decisions in favor or against of a group or country”"
  },
  {
    "id": "2849882",
    "unitNumber": 5,
    "text": "Which of the following is <strong>not</strong> one of the lobbying principles?",
    "correctAnswer": "D",
    "options": {
      "A": "Mastery in subject matter",
      "B": "Being flexible and creative",
      "C": "Providing accurate and consistent data",
      "D": "Being complex and exclusive",
      "E": "Making friends"
    },
    "explanation": "To explain the core elements of Lobbying<br/>Being complex and exclusive is not one of the lobbying principles. Being simple and comprehensible: Groups that organize lobbying activity cannot always be the master in all subjects because their time is limited<br/>and their perspective and yours towards the subject matter may not be identical in every instance. Hence the subject should be explained in a concise and comprehensible format and the files prepared for submission should also be designed in an easily readable and comprehensible format."
  },
  {
    "id": "2849883",
    "unitNumber": 5,
    "text": "Which of the following related to lobbying principle is <strong>not</strong> true?",
    "correctAnswer": "A",
    "options": {
      "A": "Lobbying activities refer to a form of strategic communication that would offer yields in the short term.",
      "B": "Having comprehensive knowledge in the matter to perform lobbying activity is the first and foremost step for strategic communication.",
      "C": "Lobbying is an activity conducted below a political system.",
      "D": "Groups that organize lobbying activity cannot always be the master in all subjects",
      "E": "As required by interpersonal relations it is a must to extend written and verbal gratitude to assistants of lobbying activity"
    },
    "explanation": "To explain the core elements of Lobbying<br/>Lobbying activities refer to a form of strategic communication that would offer yields in the<strong> long</strong> term. Initiatives performed in the short term or immaturely would result in a waste of all time, effort and spending"
  },
  {
    "id": "2850098",
    "unitNumber": 5,
    "text": "Which of the following refers to all kinds of events or situations that would prevent the corporation to realize its objectives?",
    "correctAnswer": "A",
    "options": {
      "A": "Risk",
      "B": "Strategy",
      "C": "Communication",
      "D": "Management",
      "E": "Crisis"
    },
    "explanation": "To describe Crisis and Risks<br/>Risks refer to all kinds of events or situations that would prevent the corporation to realize its objectives. Risk is about making expected results come true or not. Risk in general is defined as the likelihood of damage becoming real in a specific probability distribution."
  },
  {
    "id": "2850108",
    "unitNumber": 5,
    "text": "Which of the following is <strong>not</strong> one of the dimensions of corporate culture?",
    "correctAnswer": "E",
    "options": {
      "A": "Personal initiative",
      "B": "Risk tolerance",
      "C": "Direction",
      "D": "Unification",
      "E": "Risk management"
    },
    "explanation": "To explain reputation management<br/>Corporate culture has 10 dimensions\n <ul> <li>Personal Initiative</li> <li>Risk Tolerance</li> <li>Direction</li> <li>Unification</li> <li>Management Support</li> <li>Control</li> <li>Identity</li> <li>Reward System</li> <li>Tolerance for Disagreements</li> </ul>"
  },
  {
    "id": "2850112",
    "unitNumber": 5,
    "text": "Which of the following consists of corporate philosophy, corporate values and corporate mission?",
    "correctAnswer": "C",
    "options": {
      "A": "Corporate Strategy",
      "B": "Corporate Image",
      "C": "Corporate Identity",
      "D": "Corporate Culture",
      "E": "Corporate Communication"
    },
    "explanation": "To explain reputation management<br/>Corporate Identity consists of corporate philosophy, corporate values and corporate mission."
  },
  {
    "id": "3843669",
    "unitNumber": 5,
    "text": "Which of the following best defines <em>corporate communication</em>?",
    "correctAnswer": "C",
    "options": {
      "A": "Creating advertisements for new products only",
      "B": "A department that handles external auditing",
      "C": "A strategic approach to managing internal and external organizational messaging",
      "D": "The act of writing informal emails to colleagues",
      "E": "Personal opinions shared by executives on social media"
    },
    "explanation": "Corporate communication includes planned efforts to manage organizational reputation, identity, and stakeholder messages."
  },
  {
    "id": "3843671",
    "unitNumber": 5,
    "text": "Which of the following best represents an internal corporate communication activity?",
    "correctAnswer": "C",
    "options": {
      "A": "A) Customer survey results published in a news outlet",
      "B": "Press release on a new product launch",
      "C": "A memo from HR about changes in workplace policies",
      "D": "A televised CEO interview on national TV",
      "E": "An advertising campaign on social media"
    },
    "explanation": "Internal communication targets employees and is a key part of corporate communication."
  },
  {
    "id": "3843672",
    "unitNumber": 5,
    "text": "Which of the following is a key component of lobbying?",
    "correctAnswer": "A",
    "options": {
      "A": "Building relationships with policymakers to influence legislation",
      "B": "Recruitment of interns for technical support",
      "C": "Internal employee satisfaction surveys",
      "D": "Training programs for public speaking",
      "E": "Preparing reports for stockholders"
    },
    "explanation": "Lobbying aims to influence public policy by communicating directly with decision-makers."
  },
  {
    "id": "3843674",
    "unitNumber": 5,
    "text": "Which of the following scenarios reflects indirect lobbying?",
    "correctAnswer": "C",
    "options": {
      "A": "A government official receiving direct campaign funding",
      "B": "A company arranging a private dinner with a minister",
      "C": "A firm launching a public awareness campaign to shift public opinion before legislation",
      "D": "A CEO directly calling a parliamentary committee",
      "E": "A policy analyst submitting legal documents to parliament"
    },
    "explanation": "Indirect lobbying influences decision-makers through public opinion and media pressure rather than direct contact."
  },
  {
    "id": "3843675",
    "unitNumber": 5,
    "text": "A company experiences a data breach exposing customer information. This is an example of:",
    "correctAnswer": "E",
    "options": {
      "A": "A communication failure",
      "B": "An internal audit error",
      "C": "A corporate partnership issue",
      "D": "A reputational advantage",
      "E": "An organizational crisis"
    },
    "explanation": "Data breaches threaten organizational stability and trust, classifying them as crises."
  },
  {
    "id": "3843676",
    "unitNumber": 5,
    "text": "Which of the following strategies is most effective in preparing for a crisis?",
    "correctAnswer": "B",
    "options": {
      "A": "Ignoring small issues until they grow",
      "B": "Establishing a crisis communication plan and training staff",
      "C": "Delegating responsibility only after the crisis begins",
      "D": "Focusing entirely on profit reports",
      "E": "Delaying press interaction until the crisis ends"
    },
    "explanation": "Crisis preparedness requires proactive planning and simulation."
  },
  {
    "id": "3843678",
    "unitNumber": 5,
    "text": "Which type of crisis arises from an organization’s own misconduct?",
    "correctAnswer": "C",
    "options": {
      "A": "Technological accident",
      "B": "Natural disaster",
      "C": "Organizational misdeed",
      "D": "Supply chain failure",
      "E": "Health-related epidemic"
    },
    "explanation": "Organizational misdeeds include unethical actions or illegal conduct that originate internally."
  },
  {
    "id": "3843679",
    "unitNumber": 5,
    "text": "Which of the following best completes the blank below?<br/>Reputation management primarily aims to _____.",
    "correctAnswer": "D",
    "options": {
      "A": "Increase profit through cutting operational costs",
      "B": "Improve recruitment through aggressive marketing",
      "C": "Eliminate all negative news online",
      "D": "Shape public perception of an organization over time",
      "E": "Ensure complete control over public discourse"
    },
    "explanation": "Reputation management focuses on maintaining positive stakeholder perceptions."
  },
  {
    "id": "3843680",
    "unitNumber": 5,
    "text": "A company is criticized online for environmental violations. Which action best reflects proactive reputation management?",
    "correctAnswer": "B",
    "options": {
      "A": "Deleting all comments and blocking users",
      "B": "Responding transparently and outlining corrective actions",
      "C": "Posting unrelated positive news",
      "D": "Disabling the company’s website temporarily",
      "E": "Refusing to address criticism publicly"
    },
    "explanation": "Addressing criticism with transparency and a corrective plan demonstrates responsible reputation management."
  },
  {
    "id": "3843681",
    "unitNumber": 5,
    "text": "Which of the following tools is most effective for measuring changes in organizational reputation?",
    "correctAnswer": "C",
    "options": {
      "A": "Internal HR evaluations",
      "B": "Quarterly financial forecasts",
      "C": "Public perception surveys over time",
      "D": "Product launch videos",
      "E": "Attendance at corporate events"
    },
    "explanation": "Surveys track stakeholder attitudes and offer measurable indicators of reputation changes."
  },
  {
    "id": "2177124",
    "unitNumber": 6,
    "text": "Which of the following is not an advantages of good communication?",
    "correctAnswer": "D",
    "options": {
      "A": "Individuals improve their skills at a faster rate.",
      "B": "Resources are used at the right time and place.",
      "C": "Everyone knows what they are supposed to do.",
      "D": "The employees have a low morale and the turnout is high.",
      "E": "The institution is flexible and can react to changes in a short time."
    },
    "explanation": "Advantages of good communication 1. Everyone knows what they are supposed to do. 2. Everyone knows what is being done and why it is being done; in addition to knowing how much they align with the goals of the institution. 3. Resources are used at the right time and place. 4. All ideas that can increase productivity are welcome and they are being utilised. 5. Individuals improve their skills at a faster rate. 6. Problems are solved at a faster rate by using the information accumulated within the institution. 7. The institution is flexible and can react to changes in a short time.<br/>The employees have a low morale and the turnout is high."
  },
  {
    "id": "2177132",
    "unitNumber": 6,
    "text": "Which of the following is not a disadvantages of bad communication?",
    "correctAnswer": "E",
    "options": {
      "A": "The institution is not flexible and cannot react quickly to changes.",
      "B": "Individuals misunderstand the things others say; the interpersonal relationships are negative.",
      "C": "Individuals do not know what they do and why they do it.",
      "D": "The institution is not flexible and cannot react quickly to changes.",
      "E": "Resources are used at the right time and place."
    },
    "explanation": "The disadvantages of bad communication 1. Individuals do not have clear information about what it is they are supposed to do, which causes loss of time and resources. 2. Individuals misunderstand the things others say; the interpersonal relationships are negative. 3. Individuals do not explain their ideas and skills. The delay that occurs in skills development means coming up with solutions for problems take too long. 4. Individuals do not know what they do and why they do it. There is no thought given to what is being done and there is a lack of consciousness. 5. The employees have a low morale and the turnout is high. 6. The institution is not flexible and cannot react quickly to changes. This creates a negative image in the eyes of the customers, and that results in loss of revenue.<br/>Resources are used at the right time and place"
  },
  {
    "id": "2177144",
    "unitNumber": 6,
    "text": "Which of the following is a headings of communication engineering?",
    "correctAnswer": "A",
    "options": {
      "A": "Strategic Planning and Assessment",
      "B": "Marketing Communication",
      "C": "Project Sponsorship Communication",
      "D": "Crisis Communication Management",
      "E": "Internal Communication"
    },
    "explanation": "Communication Engineering is composed of the following headings (Vural, 2019:10):\n<br/>1. Strategic Planning and Assessment\n<br/>2. Leadership Communication and Planning\n<br/>3. Investor Relations Management\n<br/>4. International Projects Consultancy\n<br/>5. Corporate Social Responsibility Management"
  },
  {
    "id": "2177184",
    "unitNumber": 6,
    "text": "Which of the following is not an applied communication solutions?",
    "correctAnswer": "C",
    "options": {
      "A": "Marketing Communication",
      "B": "Issue and Agenda Management",
      "C": "Strategic Planning and Assessment",
      "D": "Digital (Online) Communication",
      "E": "Crisis Communication Management"
    },
    "explanation": "There are separate communication practices. It is possible to define these practices as “Applied Communication Solutions”. And these practices are composed of the following (Vural, 2019:12): 1. Media Relations 2. Marketing Communication 3. Issue and Agenda Management 4. Crisis Communication Management 5. Project Sponsorship Communication 6. Internal Communication 7. Digital (Online) Communication<br/>Strategic Planning and Assessment"
  },
  {
    "id": "2177187",
    "unitNumber": 6,
    "text": "Which of the following is not a basic goals of public relations activities carried out on the internet?",
    "correctAnswer": "E",
    "options": {
      "A": "Enabling people to reach the information that they are looking for with a single touch",
      "B": "Communicating the mission and the vision of the institution",
      "C": "Structuring, operating and inspecting the websites",
      "D": "Supporting the strategic management process",
      "E": "Generating ideas to gain more media coverage"
    },
    "explanation": "The basic goals of public relations activities carried out on the internet is as follows (Quoted from Schmitt &amp; Simonson by Yurdakul, 2006: 198): • Enabling people to reach the information that they are looking for with a single touch, • Creating and presenting an identity for and of the business, • Communicating the mission and the vision of the institution, • Supporting the one-on-one sales via the diversification of content management, • Diversifying the service groups, • Determining the target audience and reaching the potential users, • Structuring, operating and inspecting the websites, • Supporting the strategic management process, Determining and implementing strategies that would ensure effective the internal and external communication, • Creating a brand or increasing brand unity, • Creating customer loyalty, • Actively using crisis management, • Extending reactive communication, • Creating value for the business and the brand, • Taking the wishes, expectations and the needs of customers to<br/>Generating ideas to gain more media coverage"
  },
  {
    "id": "2177192",
    "unitNumber": 6,
    "text": "______________ that emerged after the internet has difficulties when it comes to controlling the flow of information to the target audience.\n Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Public relations",
      "B": "New media environment",
      "C": "Classical media",
      "D": "Aural media",
      "E": "Visual media"
    },
    "explanation": "Unlike classical media, the “New Media Environment” that emerged after the internet has difficulties when it comes to controlling the flow of information to the target audience."
  },
  {
    "id": "2177208",
    "unitNumber": 6,
    "text": "Which of the following is a correct statement about curated content?",
    "correctAnswer": "E",
    "options": {
      "A": "It is not possible to accept the production of authentic content if it is done by changing some words of a previously published one.",
      "B": "It from trusted third parties can add elements to a content programme that are not easily created by the organization.",
      "C": "It from news organizations and other companies related to their sector can broaden the appeal of an organization’s content marketing.",
      "D": "It lets bypass the media and go straight to customers and target group.",
      "E": "It is resource intensive, so having a strategy that involves curating others’ content ensures there can always be sufficient volume of content."
    },
    "explanation": "Creating content is resource intensive, so having a strategy that involves curating others’ content ensures there can always be sufficient volume of content. Organizations should be diligent in making transparent what content is curated and what is created.<br/>It is resource intensive, so having a strategy that involves curating others’ content ensures there can always be sufficient volume of content."
  },
  {
    "id": "2177246",
    "unitNumber": 6,
    "text": "Which of the following is not social media measurement tools?",
    "correctAnswer": "A",
    "options": {
      "A": "Recently read",
      "B": "Positive, negative, neutral",
      "C": "Real-time following",
      "D": "Word based",
      "E": "Feedback"
    },
    "explanation": "Social media measurement tools are: • Real-time following • Media, circulation and user • Positive, negative, neutral • Word based • Campaign analyses • Feedback • Updates.<br/>Recently read"
  },
  {
    "id": "2177257",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>The programme does not only follow social networks but all news, institutional and thematic sites, portals, forums, blogs and consumer complaint sites.</li> <li>Due to the fact that the internet is a very fast paced and dynamic environment, the follow up should be in real-time or at least very close to it.</li> <li>The programme should provide processable and interpretable data.</li> </ol> Which of the above combinations is correct attributes of a good social media measurement programme?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "Only III",
      "E": "I, II and III"
    },
    "explanation": "The attributes that a good measurement programme should have, can be found below: • The programme does not only follow social networks but all news, institutional and thematic sites, portals, forums, blogs and consumer complaint sites. • Due to the fact that the internet is a very fast paced and dynamic environment, the follow up should be in real-time or at least very close to it. • The programme should have a user-friendly interface, an advanced and flexible reporting system, a strong spam filter and the results it produces should be of high-quality. • The programme should provide processable and interpretable data.<br/>I, II and III"
  },
  {
    "id": "2177258",
    "unitNumber": 6,
    "text": "_____________ allows for benchmarking (comparison with rivals), determination and tracking of important topics.",
    "correctAnswer": "D",
    "options": {
      "A": "Social media measurement",
      "B": "Evaluate communication activities",
      "C": "Recently read technique",
      "D": "Media content analysis",
      "E": "Reading frequency"
    },
    "explanation": "llow-up. Just like media follow-up companies, there are businesses who specialise in media content analysis. Media content analysis systems are getting more and more advanced every day and with the possibilities that statistics provide, satisfying reports can be prepared. For instance, these reports can show critical information such as whether the media news stories reached the target audience or not, whether they focused on the main topic or whether they contained the messages of the institution or not (Aydede, 2001:64). Also, media content analysis allows for benchmarking (comparison with rivals), determination and tracking of important topics. Media content analysis can also give information about how the institution was perceived in the past; which allows it to become an important base for future planning. If we assume that media news reflects the thoughts and the leanings of the public, the data provided by the media content analysis could be seen as a barometer that could be used as an early warning"
  },
  {
    "id": "2852232",
    "unitNumber": 6,
    "text": "Which of the items below concerning the topic of building and sustaining relationships can <strong>not</strong> be true?",
    "correctAnswer": "A",
    "options": {
      "A": "A relationship starts to be formed when all parties recognise one another and does not have expectations from one another.",
      "B": "A relationship starts to be formed when one or both parties need the resources that the other one has.",
      "C": "A relationship starts to be formed when one or both parties perceive a threat towards themselves.",
      "D": "A relationship starts to be formed when a judicial or voluntary obligation arises",
      "E": "A relationship starts to be formed when parties make connections in order to satisfy their needs."
    },
    "explanation": "Some of the items concerning the topic of building and sustaining relationships can be found below: 1. A relationship starts to be formed when all parties recognise one another and have expectations from one another; when one or both parties need the resources that the other one has; when one or both parties perceive a threat towards themselves and finally, when a judicial or voluntary obligation arises. 2. Relationships are created when parties make connections in order to satisfy their needs..."
  },
  {
    "id": "2852237",
    "unitNumber": 6,
    "text": "Which statement below is one of the disadvantages of bad communication?",
    "correctAnswer": "D",
    "options": {
      "A": "Everyone knows what they are supposed to do.",
      "B": "Resources are used at the right time and place.",
      "C": "Individuals improve their skills at a faster rate.",
      "D": "The employees have a low morale and the turnout is high.",
      "E": "The institution is flexible and can react to changes in a short time."
    },
    "explanation": "The disadvantages of bad communication 1. Individuals do not have clear information about what it is they are supposed to do, which causes loss of time and resources. 2. Individuals misunderstand the things others say; the interpersonal relationships are negative. 3. Individuals do not explain their ideas and skills. The delay that occurs in skills development means coming up with solutions for problems take too long. 4. Individuals do not know what they do and why they do it. There is no thought given to what is being done and there is a lack of consciousness. 5. The employees have a low morale and the turnout is high. 6. The institution is not flexible and cannot react quickly to changes. This creates a negative image in the eyes of the customers, and that results in loss of revenue (Doğan and Kılıç, 2008)."
  },
  {
    "id": "2852244",
    "unitNumber": 6,
    "text": "In the world of business, the most effective approach is a strong financial structure. Which element of the communication engineering approach does this statement relate to?",
    "correctAnswer": "C",
    "options": {
      "A": "Strategic Planning and Assessment",
      "B": "Leadership Communication and Planning",
      "C": "Investor Relations Management",
      "D": "International Projects Consultancy",
      "E": "Corporate Social Responsibility Management"
    },
    "explanation": "Investor Relations Management: The defining factor of a firm’s market value is the totality of its perception by the investors. In addition to the importance of the institution’s performance, how and how much that performance is reflected to the investor, carries great significance. The market value of an institution is directly correlated with the perception of the institution. Nothing is as effective as a strong financial structure in the business world. Investors do not only take into consideration the past profits in short-term returns. They also see the long-term positioning of an institution as a sign of strength, and they need to have information on the firm both financially and institutionally. Within the scope of Investor Relations Management, efforts should be made to communicate the developments regarding corporate performance to investors, adhering to the principles of continuity and consistency."
  },
  {
    "id": "2852250",
    "unitNumber": 6,
    "text": "Which of the basic principles of media relations management refers to providing believable and reasonable explanations while avoiding the release of information due to \"confidentiality\"?",
    "correctAnswer": "B",
    "options": {
      "A": "Accessibility",
      "B": "Transparency",
      "C": "Fairness",
      "D": "Honesty",
      "E": "Paying attention to timing"
    },
    "explanation": "Transparency: Being insensitive towards the problems of journalists who act as fact checkers in the name of the public, not giving them information and refraining from making statements due to “confidentiality”, damages an institution’s reputation. The media’s questions should be openly answered. If need be, they should be supported with documents. Believable and reasonable explanations should be given. From time to time, even though the public relations people or the institutions do not like it, statements about “bad” or “negative” news stories should be shared with the media. If the public does not receive information from the institution, especially during times of crisis, and in extraordinary situations, news stories will be based on “hearsay” and this will hurt the reputation of the institution even more."
  },
  {
    "id": "2852256",
    "unitNumber": 6,
    "text": "Which one of the below is <strong>not</strong> one of the things that should absolutely be avoided in media relations?",
    "correctAnswer": "A",
    "options": {
      "A": "Providing content with appropriate format.",
      "B": "Using advertisements to make news.",
      "C": "Demanding to know the source.",
      "D": "Giving journalists expensive gifts.",
      "E": "Leaking information."
    },
    "explanation": "What to Avoid in Media Relations: The things that should be taken into consideration, and the things that should absolutely be avoided are as follows:\n • Disliking a news story\n • Using advertisements to make news\n • Discriminating between newspapers and journalists\n • Asking for the media upper echelon to attend the press meetings\n • Asking for news to be made in exchange for money\n • Giving journalists expensive gifts\n • Giving different answers according to the newspaper or the journalist\n • Demanding to know the source\n • Complaining about a journalist to their boss\n • Making statements without the knowledge of public relations professionals\n • Not leaving media relations to the professionals\n • Giving information on the condition that “it will not be published”\n • Leaking information\n • Media companies overlooking public relations"
  },
  {
    "id": "2852267",
    "unitNumber": 6,
    "text": "Tools in public relations are the devices used for the relations of the organization or individual with the masses. Which one of the following tools is the research and reporting visitations of certain media members specifically chosen in accordance with the intended goal and activity?",
    "correctAnswer": "B",
    "options": {
      "A": "Press Conference",
      "B": "Press Tour",
      "C": "Business Events",
      "D": "In-House Publication",
      "E": "Social Media"
    },
    "explanation": "Press Tour: Press tours are the research and reporting visitations of certain media members specifically chosen in accordance with the intended goal and activity. It is considered as a way to improve close relationships with media members, in addition to gaining visibility in the media."
  },
  {
    "id": "2852272",
    "unitNumber": 6,
    "text": "Which of the following content production methodologies involves the use of content owned by the organization itself rather than from any third parties such as news organizations or journalists?",
    "correctAnswer": "A",
    "options": {
      "A": "Created content.",
      "B": "Consumer content.",
      "C": "Curated content.",
      "D": "Commissioned content.",
      "E": "Controlled content."
    },
    "explanation": "While it is likely to vary from organization to organization, it’s worth thinking about the sources of content. A simple methodology that provides some structure to content production is the 3Cs.\n<br/>Created content: This is content created and owned by the organization. A good starting point is to review all the content that has already been created. Examples are: presentations used for sales, conferences and internal comms; marketing collateral; event photos and videos; customer service communications. This may be considered completely \"in-house\" and does not involve any third parties. The other methodologies such as curated content and commissioned content require the use of third party content from other organizations or individuals such as news outlets, bloggers, journalists etc."
  },
  {
    "id": "2852276",
    "unitNumber": 6,
    "text": "Which of the following is <strong>not</strong> one of the questions a public relations professional nas to answer before creating an infographic?",
    "correctAnswer": "E",
    "options": {
      "A": "Do you have a story or statistics that could move a conversation on?",
      "B": "Do you have an existing online community with whom to share it?",
      "C": "Is your target medium open to carrying infographics?",
      "D": "Do you have the design capability to turn your digits and words into wow?",
      "E": "Do you really need to meet the expectations of a visual culture?"
    },
    "explanation": "In this digital age where the attention span of individuals is getting shorter and shorter, it is inevitable for the content structures that will be communicated to the media to stay the same. Short, concise, comprehensible content that can be visualised draw the attention of both the followers and the journalists. <strong>The expectation of individuals who grew up in a visual culture expect to see messages visualised</strong>. The easiest way to do that is to use infographics. A public relations professional has to answer certain questions before they create an infographic. These questions are (Tyte, 2013: 129):\n • Do you have a story or statistics that could move a conservation on?\n • Do you have an existing online community with whom to share it?\n • Is it your target medium open to carrying infographics?\n • Do you have the design capability to turn your digits and words into wow?"
  },
  {
    "id": "2852280",
    "unitNumber": 6,
    "text": "Which of the following concepts accurately describes what an audience for the materials or activities of a PR professional understands after being exposed to the content, but has not yet produced a tangible, measurable result?",
    "correctAnswer": "B",
    "options": {
      "A": "Output.",
      "B": "Outtake.",
      "C": "Outcome.",
      "D": "Outsource.",
      "E": "Outside."
    },
    "explanation": "Output: “The material and activity that the PR professional generates such as a press release, email, events etc. as well as the ensuing media coverage that is generated. Outputs will also include proactive communication by an organisation on its owned media channels and properties.”\n <strong>Outtake</strong>: “What an audience now understands having been exposed to content about an organisation or a brand. Outtake occurs before an outcome, although some pundits ignore outtake and just discuss outputs and outcomes.”\n Outcome: “Something that has happened as the result of a campaign. In public relations this would typically be defined as a measurable change in awareness, knowledge, attitude, opinion, behaviour or reputation metrics.”"
  },
  {
    "id": "2852285",
    "unitNumber": 6,
    "text": "Which of the following variables that influence advertisement equivalence is the most important technique used in digital marketing activities?",
    "correctAnswer": "A",
    "options": {
      "A": "Cost Per Mile value as a multiplier in digital marketing.",
      "B": "The number of visitors of the web site that shares the content",
      "C": "The content’s location in the headline area.",
      "D": "The length of time that the content stayed in the headlines.",
      "E": "The category that the content was published in (economy, technology etc.)"
    },
    "explanation": "When the written press is concerned, there are certain unions of assessment and evaluation. Their goal is “to assess and evaluate communication activities and create a world-wide common language and related standards”. There is no such consensus for the digital media yet. However, even though we cannot talk about a complete agreement, there are certain assessment and evaluation techniques that are being used. <strong>The most important part of these techniques is that they use the CPM (Cost Per Mile) value as a multiplier in digital marketing activities.</strong>\n In addition to this multiplier, the following factors are used in determining the calculation of the value:\n • The number of visitors of the web site that shares the content\n • The content’s location in the headline area\n • The length of time that the content stayed in the headlines\n • The category that the content was published in (economy, technology etc.)\n These are the minimum number of variables that affect the advertisement equivalence."
  },
  {
    "id": "2859989",
    "unitNumber": 6,
    "text": "Who defines mass communication tools as \"are an extension of our body or pruned pieces of it, and points out that the newly emerged situation forms a different relationship with the rest of our bodies and move towards a news centre of balance.\"?",
    "correctAnswer": "A",
    "options": {
      "A": "Marshall McLuhan",
      "B": "Max Weber",
      "C": "Tom Cruise",
      "D": "Noam Chomsky",
      "E": "Quincy Jones"
    },
    "explanation": "You can read in \"Introduction\".<br/>Correct answer is Marshall McLuhan."
  },
  {
    "id": "2859999",
    "unitNumber": 6,
    "text": "Which one of the answers below fits at the beginning of the sentence \"...\" have unique and quantifiable characteristics?",
    "correctAnswer": "A",
    "options": {
      "A": "Relationships",
      "B": "Amounts",
      "C": "Characters",
      "D": "Temparement",
      "E": "Solutions"
    },
    "explanation": "You can read at \"Introduction to Media Relations\".<br/>Relationships is the correct answer."
  },
  {
    "id": "2860007",
    "unitNumber": 6,
    "text": "How many approaches are there to public relations?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "5+1"
    },
    "explanation": "You can read at \"Introduction to Media Relations\".<br/>2 is the correct answer."
  },
  {
    "id": "2860013",
    "unitNumber": 6,
    "text": "What is defined as \"public relations is defined as the management of the relationship between an institution and its target audience\"?",
    "correctAnswer": "A",
    "options": {
      "A": "Communications management approach",
      "B": "Public relations principles approach",
      "C": "Human relations toolkit approach",
      "D": "Essential human resource approach",
      "E": "Basic human relations approach"
    },
    "explanation": "You can read at \"Introduction to Media Relations\".<br/>Communications management approach is correct."
  },
  {
    "id": "2860023",
    "unitNumber": 6,
    "text": "Which one below \"gives communication a strategic management quality\"?",
    "correctAnswer": "A",
    "options": {
      "A": "Communications engineering",
      "B": "Communication characteristics",
      "C": "Social capitals",
      "D": "Social inventories",
      "E": "Human relations potentials"
    },
    "explanation": "You can read at \"Communication Engineering Approach\".<br/>Communications engineering is the correct answer."
  },
  {
    "id": "2860031",
    "unitNumber": 6,
    "text": "Which one below \"focuses on the strategic management of communication, ensuring consistency in the totality of communication\"?",
    "correctAnswer": "A",
    "options": {
      "A": "Strategic planning and assessment",
      "B": "Strategic public relations",
      "C": "Strategic communications network",
      "D": "Strategic communications and human capital",
      "E": "Strategic modelling and communications"
    },
    "explanation": "You can read at \"Communication Engineering Approach\"<br/>Strategic planning and assessment is correct."
  },
  {
    "id": "2860039",
    "unitNumber": 6,
    "text": "What is \"the main objective of Leadership Communication Planning\"?",
    "correctAnswer": "A",
    "options": {
      "A": "Institutional reputation",
      "B": "Capacity development",
      "C": "Institutional awareness",
      "D": "Capacity and value chain",
      "E": "Value proposition"
    },
    "explanation": "You can read at \"Communication Engineering Approach\".<br/>Institutional reputation is the correct answer."
  },
  {
    "id": "2860049",
    "unitNumber": 6,
    "text": "What is the main effort of Investor Relations Management?",
    "correctAnswer": "A",
    "options": {
      "A": "Reflect corporate performance",
      "B": "Retain management power",
      "C": "Focus on capacity building",
      "D": "Create awareness",
      "E": "Maintain public relations with internal staff"
    },
    "explanation": "You can read at \"Communication Engineering Approach\".<br/>Reflect corporate performance is the correct answer."
  },
  {
    "id": "2860059",
    "unitNumber": 6,
    "text": "What is the unique characteristic of production?",
    "correctAnswer": "A",
    "options": {
      "A": "Placeless",
      "B": "Priceless",
      "C": "Valueless",
      "D": "Changeable",
      "E": "Timeless"
    },
    "explanation": "You can read at \"Media's Changing Structural Characteristics\".<br/>Placeless is the correct answer."
  },
  {
    "id": "2860069",
    "unitNumber": 6,
    "text": "What is the most common way to appear in media?",
    "correctAnswer": "A",
    "options": {
      "A": "By press release",
      "B": "By advertorials",
      "C": "By newsletters",
      "D": "By press tour",
      "E": "By magazine"
    },
    "explanation": "You can read at \"Public Relations Tools\".<br/>By press release is the correct answer."
  },
  {
    "id": "2263035",
    "unitNumber": 7,
    "text": "I. Reputation\n II. Mutual understanding\n III. Influencing opinion\n IV. Increasing sales\n V. Promotion\n Which of the above expression for public relations defined by PRSA is or are correct ?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II and III",
      "B": "II, III and IV",
      "C": "Only IV",
      "D": "III, IV ve V",
      "E": "Only IV"
    },
    "explanation": "Public Relation Society of America (PRSA) defines PR as follows: Public relations is reputation. What you do and what you say are the results of what others say about you. Public relations is a discipline related to reputation with the purpose of influencing opinions and behaviours and gaining understanding and support. It is a planned and continuous effort creating and maintaining mutual understanding and good faith between the organisation and the related publics.<br/>Reputation, mutual understanding, influencing opinion"
  },
  {
    "id": "2263056",
    "unitNumber": 7,
    "text": "Concept\n <ol> <li>Publicity</li> <li>Public information</li> <li>Conviction</li> <li>Collection Agreement</li> <li>Relation Management</li> </ol> Definition\n K. It is observed that the organisations inform the public by using public relations to provide correct information on their activities from the first hand. \n L. It has started to listen to various “public” sections in the context of public relations. \n M. It is described as a period, during which the organisations acted only for obtaining profit and used public relations as a tool to reach that objective. \n In which one of the following is the correct matching of the concepts and definitions related to the development stages of public relations?",
    "correctAnswer": "B",
    "options": {
      "A": "1K, 2L, 3M",
      "B": "1M, 2K, 3L",
      "C": "2L, 3K, 4M",
      "D": "3K, 4L, 5 M",
      "E": "3K, 5L, 1M"
    },
    "explanation": "The development of PR is divided into 5 stages. These are; publicity, public information, conviction, collection agreement and relation management. Publicity is described as a period, during which the organisations acted only for obtaining profit and used public relations as a tool to reach that objective. Public information is observed that the organisations inform the public by using public relations to provide correct information on their activities from the first hand. Conviction has started to listen to various “public” sections in the context of public relations.<br/>The correct answer is 1M, 2K, 3L and the correct matching of concept and definitions are as follows: \n Publicity-It is described as a period, during which the organisations acted only for obtaining profit and used public relations as a tool to reach that objective,\n Public information- It is observed that the organisations inform the public by using public relations to provide correct information on their activities from the first hand,\n Conviction- It has started to listen to various “public” sections in the context of public relations."
  },
  {
    "id": "2263070",
    "unitNumber": 7,
    "text": "Which theory is frequently used to explain the place and importance of public relations in management?",
    "correctAnswer": "A",
    "options": {
      "A": "System",
      "B": "Agenda setting",
      "C": "Game",
      "D": "The spiral of silence",
      "E": "Excellence"
    },
    "explanation": "System theory is frequently used to explain the place and importance of public relations in management. Therefore, the correct answer to the question is A."
  },
  {
    "id": "2263072",
    "unitNumber": 7,
    "text": "8 patients die in a fire in the intensive care unit of a private hospital. Which of the following is the strategy that the public relations specialist of the hospital will implement?",
    "correctAnswer": "A",
    "options": {
      "A": "Reactive",
      "B": "Proactive",
      "C": "Supportive",
      "D": "Long-term changes",
      "E": "Strong aspect"
    },
    "explanation": "Reactive public relations are interested in a defensive approach against the problematic situations, in short the already occurred problems. The public relations strategy given in the example is reactive public relations."
  },
  {
    "id": "2263135",
    "unitNumber": 7,
    "text": "I. Related with positive changes\n II. Long-term marketing policy\n III. Ask question: How should it be done?\n IV. Corrective\n V. Problem solving- focused marketing policy\n Which of the above expressions for proactive public relations is or are correct?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II and III",
      "B": "Only II",
      "C": "II, III and IV",
      "D": "Only IV",
      "E": "III, IV and V"
    },
    "explanation": "Proactive public relations has the following features: offence strategy, long-term marketing policy, policies related with long-term changes, related with the strong aspects of organisation, supportive, related with positive changes, asked question: How should it be done?. Therefore, the correct answer to the question is A.<br/>The correct answer to the question is I, II and III .\n It means related with positive changes (I) , Long-term marketing policy (II), Ask question: How should it be done? (III)."
  },
  {
    "id": "2263150",
    "unitNumber": 7,
    "text": "I. Creative strength\n II. Social responsibility\n III. Innovativeness\n IV. Competetors skills\n V. Management quality\n Which of the above expressions for Corporate Reputation Components of Fortune is or are correct?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II and III",
      "B": "Only I",
      "C": "II, III and IV",
      "D": "Only IV",
      "E": "II, III and V"
    },
    "explanation": "Corporate Reputation Components of Fortune are listed hereunder: innovativeness, financial strength, employee skills, use of corporate assets, long term investment value, social responsibility, management quality, product and service quality and globosity. The correct answer to the question is E.<br/>The correct answer to the question is E. Social responsibility (II), Innovativeness (III), Management quality (V)"
  },
  {
    "id": "2263159",
    "unitNumber": 7,
    "text": "Concept\n<br/><ol><br/><li>Marketing</li><br/><li>Advertising</li><br/><li>Sales promotion</li><br/><li>Propaganda</li><br/><li>Personal selling</li><br/></ol><br/>Definition\n<br/>K. It’s supports the transfer of goods or services from the producer to the consumer. \n<br/>L. It defines as purchasing space and time in media. \n<br/>M. It is the effort of shaping the perceptions, directing the comprehensions and managing the behaviors in order to obtain a response that will help to reach his/her\n<br/>objective in a conscious and systematic way. \n<br/>In which one of the following is the correct matching of the concepts and definitions related to the similar areas of public relations?",
    "correctAnswer": "A",
    "options": {
      "A": "1K, 2L, 4M",
      "B": "2K, 3L, 5M",
      "C": "3K, 4L, 1M",
      "D": "4K, 5L, 2M",
      "E": "5K, 1L, 3M"
    },
    "explanation": "Marketing is supports the transfer of goods or services from the producer to the consumer. Advertising defines as purchasing space and time in media. Propaganda It is the effort of shaping the perceptions, directing the comprehensions and managing the behaviors in order to obtain a response that will help to reach his/her objective in a conscious and systematic way. The correct answer to the question is A.<br/>1K, 2L, 4M"
  },
  {
    "id": "2263171",
    "unitNumber": 7,
    "text": "A dishwashing detergent brand organized several festivals and attracted all the attention in the market. The brand, which is the subject of TV news, has entered the homes of millions of people in this way. The brand also has a website for women called mutlumutfaklar.com.\n Which of the following is the execution area of public relations in the example above?",
    "correctAnswer": "A",
    "options": {
      "A": "Marketing public relations",
      "B": "Investor relations",
      "C": "Financial public relations",
      "D": "Media relations",
      "E": "Relations with employees"
    },
    "explanation": "Marketing PR are the process of planning, applying and assessing programs for the satisfaction of consumers and for encouraging them for purchase through the credible\n<br/>transmission of impressions and information, which keeps companies and their products with the interests, benefits, wishes and needs of customers. It is related to supporting the trademarks or sales of products .<br/>Marketing public relations"
  },
  {
    "id": "2263250",
    "unitNumber": 7,
    "text": "In public relations, which of the following is the segmentation of the target audience according to their locations?",
    "correctAnswer": "A",
    "options": {
      "A": "Geographical",
      "B": "Demographic",
      "C": "Psychographic",
      "D": "Life-style",
      "E": "Media consuming"
    },
    "explanation": "Target audience can be divided in accordance with geographical, demographic, psychographic criteria. A geographic division in accordance with the location of people. The correct answer to the question is A."
  },
  {
    "id": "2263254",
    "unitNumber": 7,
    "text": "…. contains internal factors (mission, structure, history, employees etc of the corporate) and external factors (the place reserved in the mass media for the problem, research results, relevant target audiences).\n Fill in the blank with the correct choice.",
    "correctAnswer": "A",
    "options": {
      "A": "SWOT analysis",
      "B": "Segmentation analysis",
      "C": "Pert analysis",
      "D": "Factor analysis",
      "E": "Content analysis"
    },
    "explanation": "SWOT analysis contains internal factors (mission, structure, history, employees etc of the corporate) and external factors (the place reserved in the mass media for the problem, research results, relevant target audiences)."
  },
  {
    "id": "2854831",
    "unitNumber": 7,
    "text": "I. Autonomy\n II. Organization\n III. Mutual loyalty\n Which one(s) of these concepts is/are used to used for explaining the management function of public relations?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I-II",
      "E": "I-III"
    },
    "explanation": "The concepts of autonomy, mutual loyalty and<br/>relation concepts are emphasized and those relevant<br/>concepts and phenomena are used for explaining<br/>the management function of public relations."
  },
  {
    "id": "2854836",
    "unitNumber": 7,
    "text": "\" The efforts of the organization for creating opportunities rather than solving problems correspond to ______________________.\"\n Which one of the following completes the above sentence correctly?",
    "correctAnswer": "A",
    "options": {
      "A": "proactive public relations",
      "B": "reactive public relations",
      "C": "autonomy",
      "D": "mutual loyalty",
      "E": "organization"
    },
    "explanation": "The efforts of the organization<br/>for creating opportunities rather than solving<br/>problems correspond to proactive public relations"
  },
  {
    "id": "2854843",
    "unitNumber": 7,
    "text": "Which one of the following <strong>is wrong</strong> regarding the features of proactive and reactive public relations?",
    "correctAnswer": "D",
    "options": {
      "A": "Proactive public relations work for the solution of potential problems before creating threats for the organization.",
      "B": "Reactive public relations are interested in a defensive approach against the problematic situations.",
      "C": "Proactive public relations focus on rising the reputation of the organization and strengthening its image.",
      "D": "Proactive public relations serve with a focus on the current situation.",
      "E": "Reactive public relations strive for protecting the general condition of the organization."
    },
    "explanation": "Proactive public relations work for the solution of potential<br/>problems before creating threats for the organization.<br/>Reactive public relations are interested in a defensive<br/>approach against the problematic situations, in<br/>short the already occurred problems. Proactive<br/>public relations focus on rising the reputation of<br/>the organization and strengthening its image while<br/>reactive public relations strive for protecting the<br/>general condition of the organization. <strong>Proactive</strong><br/><strong>public relations serve for the future, reactive public</strong><br/><strong>relations serve with a focus on the current situation</strong>."
  },
  {
    "id": "2854848",
    "unitNumber": 7,
    "text": "I. Offence strategy\n II. Related with Negative Changes\n III. Corrective\n Which one(s) of the items above is/are among the features of proactive public relations?",
    "correctAnswer": "A",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I-II",
      "E": "II-III"
    },
    "explanation": "Offence strategy belongs to Proactive Public Relations but the others belong to Reactive Public Relations"
  },
  {
    "id": "2854852",
    "unitNumber": 7,
    "text": "Which one of the following is one the features of reactive public relations?",
    "correctAnswer": "C",
    "options": {
      "A": "Long-term marketing policy",
      "B": "Policies related with Long-term changes",
      "C": "Asked question: What should be done?",
      "D": "Related with positive changes",
      "E": "Related with the strong aspects of organization"
    },
    "explanation": "reactive public relations is interested in the question; What should be done?"
  },
  {
    "id": "2854862",
    "unitNumber": 7,
    "text": "Which one of the following <strong>is wrong</strong> regarding the differences between public relations and marketing?",
    "correctAnswer": "A",
    "options": {
      "A": "Public relations supports the transfer of goods while arketing helps mutual harmony of a corporate.",
      "B": "The goal of marketing is sales whereas the goal of public relations is to develop mutual understanding.",
      "C": "The implicit goal of marketing is profit but implicit goal of public relations is positive perceptions and tendencies",
      "D": "The marketing experts assess public relations as a marketing tool, but public relations experts defend that this area should be kept separate from marketing.",
      "E": "The measure of success of marketing is the amount of sales but the measure of success of public relations is the expression of the public."
    },
    "explanation": "<ul> <li>Marketing supports the transfer of goods or<br/>services from the producer to the consumer.<br/>Public relations helps mutual harmony of a<br/>corporate and its target audience.<br/>• The goal of marketing is directly sales. The<br/>direct goal of public relations is to develop<br/>mutual understanding with the target<br/>audience of the corporate.<br/>• The implicit goal of marketing is profit.<br/>Marketing provides a direct contribution<br/>to the profitability of the corporate andperforms the sales of goods/ services. The<br/>implicit goal of public relations is positive<br/>perceptions and tendencies. Public relations<br/>coordinates the relations with different<br/>publics for the approval of corporate<br/>activities including the increase in target<br/>audience acceptance and sales efforts.<br/>• The measure of success of marketing is the<br/>amount of sales or income. The measure of<br/>success of public relations is the expression<br/>of the public or other evidence of public<br/>support.</li> <li>The marketing experts<br/>have the tendency of assessing public relations as a<br/>marketing tool. On the other hand, public relations<br/>experts defend that this area should be kept separate<br/>from marketing (Okay and Okay, 2002: 55).</li> </ul>"
  },
  {
    "id": "2854866",
    "unitNumber": 7,
    "text": "I. Advertising targets external target audiences, especially the large potential customer audiences.\n II. Advertising is known as a specialized communication function.\n III. The main goal of advertising is to create an environment and understanding where the organization can develop\n Which one(s) of the statements above is/are among the features of advertising?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I-II",
      "E": "II-III"
    },
    "explanation": "I and II belong to the features of advertising. However, regarding III, the main goal of advertising is selling goods or services and the main goal of public relations is to create an environment and<br/>understanding, where the organization can develop."
  },
  {
    "id": "2854870",
    "unitNumber": 7,
    "text": "Which one of the following is among principles of a successful public relations program?",
    "correctAnswer": "A",
    "options": {
      "A": "Understanding how public relations actually operate",
      "B": "Creating an understanding for the company",
      "C": "Selling the products of the company",
      "D": "Ensuring consistency in share prices",
      "E": "Creating a positive attitude to financial societies"
    },
    "explanation": "B,C,D,E are the responsibilities of a financial public relations expert. However, A is the correct answer and it is one of the Principles of a successful public relations program"
  },
  {
    "id": "2854872",
    "unitNumber": 7,
    "text": "In which one of the following is the crisis management steps given in the correct order?",
    "correctAnswer": "A",
    "options": {
      "A": "Preliminary preparations for any crisis - Understanding the reality of crisis - Taking the crisis under control - Solving the crisis - Deriving advantages from the crisis",
      "B": "Understanding the reality of crisis - Preliminary preparations for any crisis - Taking the crisis under control - Solving the crisis - Deriving advantages from the crisis",
      "C": "Preliminary preparations for any crisis - Understanding the reality of crisis control - Solving the crisis- Taking the crisis under - Deriving advantages from the crisis",
      "D": "Preliminary preparations for any crisis - Taking the crisis under control - Understanding the reality of crisis - Solving the crisis - Deriving advantages from the crisis",
      "E": "Preliminary preparations for any crisis - Understanding the reality of crisis - Taking the crisis under control - Deriving advantages from the crisis - Solving the crisis"
    },
    "explanation": "In general, crisis management steps consist of the following:<br/>1. Preliminary preparations for any crisis<br/>2. Understanding the reality of crisis<br/>3. Taking the crisis under control<br/>4. Solving the crisis<br/>5. Deriving advantages from the crisis"
  },
  {
    "id": "2854876",
    "unitNumber": 7,
    "text": "Which one of the following terms refers to formal or informal rules constituting the criteria in decision-making?",
    "correctAnswer": "D",
    "options": {
      "A": "Strategy",
      "B": "Mission",
      "C": "Vision",
      "D": "Policy",
      "E": "Goal"
    },
    "explanation": "Policy: They are formal or informal rules<br/>constituting the criteria in decision-making."
  },
  {
    "id": "2856587",
    "unitNumber": 7,
    "text": "Choose the option that completes the following sentence correctly.\n \"The transformation of public relations, which has its roots in ancient eras, into a profession happened in the .......... century.\"",
    "correctAnswer": "D",
    "options": {
      "A": "17th",
      "B": "18th",
      "C": "19th",
      "D": "20th",
      "E": "21st"
    },
    "explanation": "The transformation of public relations, which has its roots in ancient eras, into a profession<br/>happened in the 20th century."
  },
  {
    "id": "2856595",
    "unitNumber": 7,
    "text": "Choose the option that completes the following sentence correctly.\n \"Many people confuse public relations with .........., which is another management function.\"",
    "correctAnswer": "A",
    "options": {
      "A": "marketing",
      "B": "human resources",
      "C": "finance",
      "D": "employment",
      "E": "administration"
    },
    "explanation": "Many people confuse public relations with marketing, which is another management function."
  },
  {
    "id": "2856602",
    "unitNumber": 7,
    "text": "Choose the option that completes the following sentence correctly.\n \"When assessed from a strategic perspective, .......... have a coordination mechanism between the organizations and the environment and act as a balancing factor between the social welfare and organizational goals.\"",
    "correctAnswer": "B",
    "options": {
      "A": "marketing strategies",
      "B": "public relations",
      "C": "financial reports",
      "D": "human resources",
      "E": "employment rates"
    },
    "explanation": "When assessed from a strategic perspective, public relations have a coordination mechanism between the organizations and the environment and act as a balancing factor between the social welfare and organizational goals."
  },
  {
    "id": "2856608",
    "unitNumber": 7,
    "text": "Choose the option that completes the following sentence correctly.\n \".......... theory is frequently used to explain the place and importance of public relations in management.\"",
    "correctAnswer": "C",
    "options": {
      "A": "Chaos",
      "B": "Interest",
      "C": "System",
      "D": "Marketing",
      "E": "Finance"
    },
    "explanation": "System theory is frequently used to explain the place and importance of public relations in management."
  },
  {
    "id": "2856612",
    "unitNumber": 7,
    "text": "What is the key word in System Theory?",
    "correctAnswer": "E",
    "options": {
      "A": "public",
      "B": "marketing",
      "C": "advertisement",
      "D": "relation",
      "E": "interaction"
    },
    "explanation": "The key word in System Theory is interaction."
  },
  {
    "id": "2856618",
    "unitNumber": 7,
    "text": "Choose the option that completes the following sentence correctly.\n \"The efforts of the organization for creating opportunities rather than solving problems correspond to .......... public relations.\"",
    "correctAnswer": "D",
    "options": {
      "A": "reactive",
      "B": "classified",
      "C": "financial",
      "D": "proactive",
      "E": "innovative"
    },
    "explanation": "The efforts of the organization for creating opportunities rather than solving problems correspond to proactive public relations."
  },
  {
    "id": "2856619",
    "unitNumber": 7,
    "text": "Choose the option that completes the following sentence correctly.\n \"The efforts of the organizations for successfully overcoming problems or adverse conditions correspond to .......... public relations.\"",
    "correctAnswer": "B",
    "options": {
      "A": "innovative",
      "B": "reactive",
      "C": "marketed",
      "D": "advertised",
      "E": "proactive"
    },
    "explanation": "The efforts of the organizations for successfully overcoming problems or adverse conditions correspond to reactive public relations."
  },
  {
    "id": "2856624",
    "unitNumber": 7,
    "text": "In open systems, what kind of public relations is preferred?",
    "correctAnswer": "C",
    "options": {
      "A": "reactive",
      "B": "indirect",
      "C": "proactive",
      "D": "central",
      "E": "defensive"
    },
    "explanation": "In open systems, proactive public relations are preferred."
  },
  {
    "id": "2856647",
    "unitNumber": 7,
    "text": "Which of the following is recognized as a prestige value of corporates, which is assessed by people?",
    "correctAnswer": "A",
    "options": {
      "A": "reputation",
      "B": "market value",
      "C": "shareholder evaluation",
      "D": "segmentation",
      "E": "adaptation"
    },
    "explanation": "Reputation is recognized as a prestige value of corporates, which is assessed by people."
  },
  {
    "id": "2856653",
    "unitNumber": 7,
    "text": "\"Which of the following is a concept expressed in writing and based on the function, duty and perspective of the organization.\"",
    "correctAnswer": "C",
    "options": {
      "A": "mission",
      "B": "policy",
      "C": "vision",
      "D": "tactic",
      "E": "strategy"
    },
    "explanation": "Vision: It is a concept expressed in writing. It is based on the function, duty and perspective of the organization."
  },
  {
    "id": "2205576",
    "unitNumber": 8,
    "text": "Which of the following is the advertisement made by telecommunication operators?",
    "correctAnswer": "D",
    "options": {
      "A": "Implicit advertisement",
      "B": "Informational advertisement",
      "C": "Agent advertisement",
      "D": "Service operation advertisement",
      "E": "Producer advertisement"
    },
    "explanation": "<em>Service operation advertisement:</em> Those are the advertisements made by banks, insurance companies and telecommunication operators."
  },
  {
    "id": "2205577",
    "unitNumber": 8,
    "text": "Which of the following are advertisements that target to reinforce the existing positive image?",
    "correctAnswer": "A",
    "options": {
      "A": "Institutional advertisement",
      "B": "Product advertisement",
      "C": "Consumer advertisement",
      "D": "Commercial advertisement",
      "E": "Industrial advertisement"
    },
    "explanation": "<em>Institutional advertisement:</em> These are advertisements that target to create a positive image for an institution or to reinforce the existing positive image."
  },
  {
    "id": "2205578",
    "unitNumber": 8,
    "text": "What is the main purpose of primary demand?",
    "correctAnswer": "E",
    "options": {
      "A": "To create demand for company trademark",
      "B": "To create demand for the special product in market",
      "C": "To create demand for the entire consuming category",
      "D": "To create demand for the entire need category",
      "E": "To create demand for the entire product category"
    },
    "explanation": "<em>Primary demand</em> is creating demand for the entire product category. More frequently, the advertisements try to create secondary demand, which is creating demand for a company trademark."
  },
  {
    "id": "2205579",
    "unitNumber": 8,
    "text": "How does advertisement add value to the trademark?",
    "correctAnswer": "C",
    "options": {
      "A": "By influencing the behaviours",
      "B": "By influencing the consumption",
      "C": "By influencing the perceptions",
      "D": "By influencing the attitudes",
      "E": "By influencing the emotions"
    },
    "explanation": "Advertisement adds value to the trademark by influencing the perceptions. Effective advertisement ensures that the trademark seems to be more elite, more stylish, more reputable and higher-quality. In a research performed on products such as toilet paper, shampoo, television and camera, it was observed that a perception that the advertised trademark is more qualified occurs as the advertisement expenses increase and that condition influences the consumers. The last to be said on adding value can be: Advertisement builds trademarks and trademarks build business."
  },
  {
    "id": "2205611",
    "unitNumber": 8,
    "text": "What does The Hierarchy of Effects Model assert?",
    "correctAnswer": "C",
    "options": {
      "A": "The advertisement effects occur endlessly",
      "B": "The advertisement effects can not be evaluated",
      "C": "The advertisement effects occur in a period of time",
      "D": "The advertisement effects occur after awareness",
      "E": "The advertisement effects occur before conviction"
    },
    "explanation": "Maybe the most well-known of the models that we use to explain the consumer reaction to the advertisement is the “The hierarchy of Effects Model” developed by Robert Lavidge and GarySteiner (1961) as an example for creating the advertisement purposes and for measuring them. This model assumes that there is a process of processing the advertisement in the consumer’s brain and that the consumer passes through a consecutive series of stages from the stage of becoming aware of the product to the purchase behavior before the consumer is exposed to the advertisement. The model asserts that the advertisement effects occur in a period of time. The condition that occurs at the time of exposure to the advertisement may not create a behavioral reaction or purchase behavior; instead, a series of effects must occur, where each step is completely performed before the consumer passes to the next stage in the hierarchy."
  },
  {
    "id": "2205617",
    "unitNumber": 8,
    "text": "According to bi-directional perspective, what is ensured that the customer remembers?",
    "correctAnswer": "E",
    "options": {
      "A": "Customer remembers the trademark with the owner's personality",
      "B": "Customer remembers the trademark with the salesman's personality",
      "C": "Customer remembers the trademark with the trademark registration",
      "D": "Customer remembers the trademark with the shop trademark",
      "E": "Customer remembers the trademark with the trademark personality"
    },
    "explanation": "Bi-directional perspective consists of creating a trademark, which the target population will give added value, will be loyal to and will support and ensuring the continuation of this situation by ensuring that the trademark creates an awareness through the advertisement; in this way, it is ensured that the customer remembers the trademark with<br/>the trademark personality."
  },
  {
    "id": "2205624",
    "unitNumber": 8,
    "text": "What is the fundamental idea on which the cognitive reaction theory is based on?",
    "correctAnswer": "B",
    "options": {
      "A": "When target react to the message inattentively",
      "B": "When target react to the message cognitively",
      "C": "When target react to the message deliberately",
      "D": "When target react to the message sensitively",
      "E": "When target react to the message emotionally"
    },
    "explanation": "The fundamental idea, on which the cognitive reaction theory is based, is that the message has a potential to change the attitudes only when the message is actively used by the people in relation to processing the advertisement (when they react to the message cognitively). By this way, the effect concept is much detailed and can be replaced only<br/>with a message, which is active, which has affinity, which is central, deep, controlled, systematic or which will cause careful processing (different uses in the area terminology)."
  },
  {
    "id": "2205628",
    "unitNumber": 8,
    "text": "According to the Elaboration Likelihood Model, if the affinity of the purchaser is one the of properties that affect the cognitive reaction probability of the purchaser, what might be the other one?",
    "correctAnswer": "A",
    "options": {
      "A": "Ability of the purchaser to use knowledge",
      "B": "Ability of the purchaser to realize knowledge",
      "C": "Ability of the purchaser to find knowledge",
      "D": "Ability of the purchaser to notice knowledge",
      "E": "Ability of the purchaser to perceive knowledge"
    },
    "explanation": "In the Elaboration Likelihood Model, it is claimed that there is a certain number of properties that affect the cognitive reaction probability of the purchaser. The two properties, which most draw the attention of researchers, have been the ability of the purchaser to use knowledge and affinity of the purchaser (Stewart and Ward, 1994). This model<br/>differentiates the audience affinity model from the information processing and draws their borders."
  },
  {
    "id": "2205643",
    "unitNumber": 8,
    "text": "According to FCB Planning Grid, what Strategy 1 is valid for?",
    "correctAnswer": "C",
    "options": {
      "A": "It is valid for Products/ Services with visible perception",
      "B": "It is valid for Products/ Services with low affinity",
      "C": "It is valid for Products/ Services with high affinity",
      "D": "It is valid for Products/ Services with a mild affinity",
      "E": "It is valid for Products/ Services with no affinity"
    },
    "explanation": "Strategy 1. Meeting the Information Need: It is valid for Products/ Services with high affinity. The consumer will reach information on financial matters such as product properties, price, payment conditions warranty and establish a logic before making the purchase decision, will make comparisons, shortly the consumer will think more. In the traditional classic Effects Hierarchy, the activities listed as “awareness, information, appreciation, conviction, purchase” are shortened and converted into “learn-feel-do”."
  },
  {
    "id": "2205650",
    "unitNumber": 8,
    "text": "In accordance with Rossiter and Percy’s assumption, the effectiveness of the advertisement, which the consumer perceives with low affinity level depends on which factor?",
    "correctAnswer": "D",
    "options": {
      "A": "Depends on the consumer’s loyalty to the trademark",
      "B": "Depends on the consumer’s approaches to the trademark",
      "C": "Depends on the consumer’s appeals of the advertisement.",
      "D": "Depends on the consumer’s appreciation of the advertisement.",
      "E": "Depends on the consumer’s perception of the advertisement."
    },
    "explanation": "In accordance with Rossiter and Percy’s assumption, the effectiveness of the advertisement, which the consumer perceives with low affinity level, depends on the consumer’s appreciation of the advertisement. When the advertisement affinity of the consumer is high, this assumption is not valid. That is, a tendency between the appreciation of the advertisement by the consumer and the advertisement affinity is not included in Rossiter - Percy Model. (Reference: Kover, Abruzo, 1993)."
  },
  {
    "id": "2207454",
    "unitNumber": 8,
    "text": "Which Latin word is the root of the term advertisement?",
    "correctAnswer": "A",
    "options": {
      "A": "Clamare",
      "B": "Calamary",
      "C": "Calamari",
      "D": "Calamaris",
      "E": "Calamar"
    },
    "explanation": "The other words are the different names of a sea creature<br/>Clamare"
  },
  {
    "id": "2207500",
    "unitNumber": 8,
    "text": "Which advertisement type is classified under the category of message perspective?",
    "correctAnswer": "A",
    "options": {
      "A": "Institutional advertisement",
      "B": "Individual advertisement",
      "C": "Commercial advertisement",
      "D": "Implicit advertisement",
      "E": "International advertisement"
    },
    "explanation": "Only the \"institutional advertisement\" is classified under the category of message perspective."
  },
  {
    "id": "2207516",
    "unitNumber": 8,
    "text": "Which advertisement type is made to reach the target population in certain regions?",
    "correctAnswer": "A",
    "options": {
      "A": "Regional advertisement",
      "B": "Institutional advertisement",
      "C": "Local advertisement",
      "D": "Infomercial advertisement",
      "E": "Implicit advertisement"
    },
    "explanation": "Only the regional advertisement is made to reach the target population in certain regions"
  },
  {
    "id": "2207536",
    "unitNumber": 8,
    "text": "Which one the following can be used to add value to the products and services?",
    "correctAnswer": "A",
    "options": {
      "A": "Changing consumer perceptions",
      "B": "Changing target markets",
      "C": "Changing advertising goals",
      "D": "Changing advertisement types",
      "E": "Changing advertising functions"
    },
    "explanation": "Only changing consumer perceptions can be used to add value to the products and services"
  },
  {
    "id": "2207618",
    "unitNumber": 8,
    "text": "Which one of the following is an advertisement target?",
    "correctAnswer": "A",
    "options": {
      "A": "Perception",
      "B": "Information",
      "C": "Affection",
      "D": "Infection",
      "E": "Emotion"
    },
    "explanation": "Only the perception is listed by the author under advertisement targets"
  },
  {
    "id": "2210402",
    "unitNumber": 8,
    "text": "Which one of the following is not a theory or a model that explains how advertising works?",
    "correctAnswer": "E",
    "options": {
      "A": "AIDA",
      "B": "DAGMAR",
      "C": "Advertising Grids",
      "D": "Bi-Directional Perspective",
      "E": "Duo-Directional Perspective"
    },
    "explanation": "There is not model or theory named \"Duo-Directional Perspective\"."
  },
  {
    "id": "2210443",
    "unitNumber": 8,
    "text": "Which one of the following abbreviation is an advertising model?",
    "correctAnswer": "A",
    "options": {
      "A": "NAIDAS",
      "B": "AIDAS",
      "C": "SAIDAS",
      "D": "LAIDAS",
      "E": "KALIDAS"
    },
    "explanation": "\"NAIDAS\" is the correct answer"
  },
  {
    "id": "2210473",
    "unitNumber": 8,
    "text": "Which one of the following terms is not a part of AIDA model?",
    "correctAnswer": "E",
    "options": {
      "A": "Attention",
      "B": "Interest",
      "C": "Desire",
      "D": "Action",
      "E": "Attribute"
    },
    "explanation": "\"Awareness\" is not the term that belongs to AIDA model<br/>Attribute"
  },
  {
    "id": "2210504",
    "unitNumber": 8,
    "text": "Which one of the following advertising model is the most famous one among the other models developed in relation with Cognitive Reaction Theory?",
    "correctAnswer": "A",
    "options": {
      "A": "Elaboration Likelihood Model",
      "B": "DAGMAR",
      "C": "AIDA",
      "D": "NAIDAS",
      "E": "Alphabetical Model"
    },
    "explanation": "\"Elaboration Likelihood Model\" is the correct answer."
  },
  {
    "id": "2210533",
    "unitNumber": 8,
    "text": "Which one of the following is a transformational motive according to the effects defined by Rossiter, Percy and Danovan?",
    "correctAnswer": "A",
    "options": {
      "A": "Intellectual stimulation",
      "B": "Incomplete satisfaction",
      "C": "Mixed approach-bewaring",
      "D": "Slight tediousness",
      "E": "Disappointment"
    },
    "explanation": "\"Intellectual stimulation\" is the correct answer."
  },
  {
    "id": "3843684",
    "unitNumber": 8,
    "text": "Which of the following best defines <em>advertising</em>?",
    "correctAnswer": "B",
    "options": {
      "A": "A direct message sent through interpersonal communication",
      "B": "A one-way paid form of communication to promote products or ideas",
      "C": "Informal word-of-mouth sharing between consumers",
      "D": "Online reviews shared voluntarily by customers",
      "E": "The use of personal selling to close deals"
    },
    "explanation": "Advertising is defined as a paid, non-personal, and one-way promotional communication."
  },
  {
    "id": "3843688",
    "unitNumber": 8,
    "text": "A company places a promotional message on a public bus to create long-term brand awareness. This is an example of:",
    "correctAnswer": "B",
    "options": {
      "A": "A) Digital advertising",
      "B": "Outdoor advertising",
      "C": "Direct marketing",
      "D": "Social media communication",
      "E": "Sponsorship advertising"
    },
    "explanation": "Advertising on physical public spaces falls under outdoor advertising."
  },
  {
    "id": "3843689",
    "unitNumber": 8,
    "text": "Which of the following is a distinguishing feature of <em>institutional advertising</em> compared to <em>product advertising</em>?",
    "correctAnswer": "A",
    "options": {
      "A": "It focuses on building a corporate image rather than selling a specific product",
      "B": "It includes price discounts in all messages",
      "C": "It uses only digital platforms for promotion",
      "D": "It is never used by nonprofit organizations",
      "E": "It avoids any emotional appeals"
    },
    "explanation": "Institutional advertising promotes brand or company reputation, not individual products."
  },
  {
    "id": "3843691",
    "unitNumber": 8,
    "text": "Which of the following is <u><em>not</em></u> a typical function of advertising?",
    "correctAnswer": "D",
    "options": {
      "A": "A) Informing customers",
      "B": "Persuading the public",
      "C": "Reminding consumers",
      "D": "Developing new products",
      "E": "Strengthening brand image"
    },
    "explanation": "Developing products is a business function, not a direct function of advertising."
  },
  {
    "id": "3843692",
    "unitNumber": 8,
    "text": "Which advertising function is served when a company promotes its long-standing reputation and encourages repeat purchases?",
    "correctAnswer": "B",
    "options": {
      "A": "Persuasion",
      "B": "Reminder",
      "C": "Education",
      "D": "Publicity",
      "E": "Introduction"
    },
    "explanation": "Reminder advertising reinforces brand familiarity among existing customers."
  },
  {
    "id": "3843693",
    "unitNumber": 8,
    "text": "Which of the following best explains why target audience segmentation is important in advertising?",
    "correctAnswer": "C",
    "options": {
      "A": "It allows firms to use the same message for all consumers",
      "B": "It ensures ads are legally approved",
      "C": "It helps tailor messages to specific customer groups for higher impact",
      "D": "It increases the cost of media buying",
      "E": "It avoids emotional appeal"
    },
    "explanation": "Segmentation allows marketers to create relevant, effective messages for each audience type."
  },
  {
    "id": "3843695",
    "unitNumber": 8,
    "text": "An advertiser chooses a celebrity who is widely respected and trusted by the public to endorse their product. Which advertising element is being emphasized?",
    "correctAnswer": "E",
    "options": {
      "A": "Budget optimization",
      "B": "Emotional regulation",
      "C": "Media noise",
      "D": "Coding strategy",
      "E": "Source credibility"
    },
    "explanation": "Source credibility increases persuasion through trust and expertise of the message sender."
  },
  {
    "id": "3843697",
    "unitNumber": 8,
    "text": "According to the AIDA model, what is the final goal of an advertisement?",
    "correctAnswer": "D",
    "options": {
      "A": "Catching attention",
      "B": "Generating interest",
      "C": "Creating desire",
      "D": "Driving action",
      "E": "Building reputation"
    },
    "explanation": "AIDA stands for Attention, Interest, Desire, and Action - action is the final stage."
  },
  {
    "id": "3843701",
    "unitNumber": 8,
    "text": "Which of the following weaknesses most limits the effectiveness of the hierarchy-of-effects model?",
    "correctAnswer": "A",
    "options": {
      "A": "It assumes customers always follow a linear buying process",
      "B": "It integrates multiple stages of emotional persuasion",
      "C": "It ignores the role of repeated exposure",
      "D": "It excludes psychological factors like motivation",
      "E": "It is only useful in digital marketing contexts"
    },
    "explanation": "Critics argue the model oversimplifies consumer behavior by assuming a rigid, step-by-step process."
  },
  {
    "id": "3843703",
    "unitNumber": 8,
    "text": "You are designing an ad campaign for a new fitness app. To apply the AIDA model, which message strategy should you prioritize first?",
    "correctAnswer": "C",
    "options": {
      "A": "Include testimonials from satisfied users",
      "B": "Display the brand logo prominently in multiple frames",
      "C": "Start the ad with a question that hooks the viewer's attention",
      "D": "Offer a discount code at the end",
      "E": "List product features in bullet points"
    },
    "explanation": "The first step in the AIDA model is to capture attention. A strong opening question is one effective tactic."
  }
]