[
  {
    "id": "3638814",
    "unitNumber": 1,
    "text": "Doğayı insan için kaynak deposu olarak gören, insanı dünyanın merkezine koyan yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Antroposentrik yaklaşım",
      "B": "Androsentrik yaklaşım",
      "C": "Ekosentrik yaklaşım",
      "D": "Egosentrik yaklaşım",
      "E": "Biyosentrik yaklaşım"
    },
    "explanation": "Antroposentrik yaklaşım insanı dünyanın merkezine koyarak çevresindeki her şeyi insan kullanımı için var olan bir kaynak deposu olarak görür."
  },
  {
    "id": "3638815",
    "unitNumber": 1,
    "text": "Çevre ve ekonomi arasındaki ilişkiyi yeniden düzenleyen ve hem kuşak içi hem kuşaklar arası kaynak kullanımında adaleti tanımlamak için kullanılan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sürdürülebilir kalkınma",
      "B": "İnsanın istisnailiği",
      "C": "Derin Ekoloji",
      "D": "Eko Markiszm",
      "E": "Ekofeminizm"
    },
    "explanation": "Sürdürülebilir kalkınma kavramı hem kuşak içi hem kuşaklar arası kaynak kullanımında adaleti tanımlamak ve çevre-ekonomi ilişkisini yeniden düzenlemek için kullanılır."
  },
  {
    "id": "3638816",
    "unitNumber": 1,
    "text": "Yeni Ekolojik paradigmayı operasyonel hale getiren ve derinleştiren yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekolojik modernleşme yaklaşımı",
      "B": "Dünya sistemi yaklaşımı",
      "C": "İnsanın istisnailiği yaklaşımı",
      "D": "Derin ekoloji",
      "E": "Sosyalist ekofeminizm"
    },
    "explanation": "Ekolojik Modernleşme yaklaşımı Yeni Ekolojik Paradigmayı işler hale getirerek daha derinlemesine geliştirmiştir."
  },
  {
    "id": "3638817",
    "unitNumber": 1,
    "text": "Kapitalist üretim ilişkilerinin doğayı nasıl kullanım değerinden değişim değerine dönüştürdüğünü Marx'ın yazılarına referans vererek tartışan yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Metabolik yarık teorisi",
      "B": "Dünya sistemi yaklaşımı",
      "C": "Sürdürülebilir kalkınma",
      "D": "Ekolojik modernleşme yaklaşımı",
      "E": "İnsanın istisnailiği yaklaşımı"
    },
    "explanation": "Metabolik yarık teorisi kapitalist üretim tarzının doğayı kullanım değerinden değişim değerine dönüştürmesini Marx'ın metinlerine referans vererek tartışır."
  },
  {
    "id": "3638818",
    "unitNumber": 1,
    "text": "Androsentrizm aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Erkek-insan merkezli yaklaşım",
      "B": "İnsan merkezli yaklaşım",
      "C": "Ben merkezli yaklaşım",
      "D": "Çevre merkezli yaklaşım",
      "E": "Ekosistem merkezli yaklaşım"
    },
    "explanation": "Androsentrizm, erkek-egemen kültürün erkek-insanı toplumun ve dünyanın merkezine yerleştirmesidir."
  },
  {
    "id": "3638819",
    "unitNumber": 1,
    "text": "İkinci Dünya Savaşı sonrası uluslararası sistemde kabul gören endüstrileşme, üretim ve kalkınma söyleminin tüm insanlık için zenginlik getireceğine dair iyimserlik hangi faktörün ortaya çıkışı ile son bulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekolojik tehditler",
      "B": "Kolonileşme",
      "C": "Sanayileşme",
      "D": "Nitelikli iş gücü yetersizliği",
      "E": "Ham madde yetersizliği"
    },
    "explanation": "İkinci Dünya Savaşı sonrası uluslararası sistemde kabul gören endüstrileşme, üretim ve kalkınma söyleminin tüm insanlık için zenginlik getireceğine dair iyimserlik 1970’lere gelindiğinde öngörülemeyen ekolojik tehditlerle sarsılmaya başlamıştır."
  },
  {
    "id": "3638820",
    "unitNumber": 1,
    "text": "Catton ve Dunlap tarafından <em><strong>Bolluklar Çağı</strong></em> olarak adlandırılan sanayileşmenin ivme kazandığı dönemde gelişmiş kapitalist ülkelerde ortaya çıkan iki tarihsel gelişme aşağıdakilerden hangileridir?\n <ol type=\"I\"> <li>Fosil yakıtlarla çalışan teknolojilerin keşfi</li> <li>Nitelikli insan gücünün öneminin keşfi</li> <li>Kolonileştirilebilecek yerlerin keşfi</li> <li>Yeni ham maddelerin keşfi</li> <li>Yeni iletişim yöntemlerinin keşfi</li> </ol>",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve V",
      "D": "II ve V",
      "E": "III ve V"
    },
    "explanation": "Catton ve Dunlap tarafından Bolluklar Çağı olarak adlandırılan sanayileşmenin ivme kazandığı dönemde gelişmiş kapitalist ülkelerde ortaya çıkan iki tarihsel gelişme fosil yakıtlarla çalışan teknolojilerin keşfi ile kolonileştirilebilecek diğer yarımküredeki yeni yerlerin keşfidir."
  },
  {
    "id": "3638821",
    "unitNumber": 1,
    "text": "Sanayileşme ve kentleşmenin yarattığı ekolojik tehditlere bir karşı duruş olarak 1960’larda Amerika ve Avrupa’da ortaya çıkan çevre sosyolojisinin kurucu yaklaşımı olan Yeni Ekolojik Paradigma (YEP) aşağıdaki görüşlerden hangisini <em><strong>savunmamaktadır</strong></em>?",
    "correctAnswer": "C",
    "options": {
      "A": "Ekolojik kıtlık nedeniyle bir enerji kaynağından diğerine geçmenin başka krizler yaratacağı",
      "B": "Dünya ekosisteminin sonlu olduğunu kabul etmemiz gerektiği",
      "C": "Ekolojik kıtlıkla mücadelede teknik bir çözüme ihtiyaç duyulduğu",
      "D": "Ekolojik kıtlıkla mücadelede toplumsal bir çözüme ihtiyaç duyulduğu",
      "E": "İnsan-doğa ilişkisinin eşitsiz yapısının dengelenmesi gerektiği"
    },
    "explanation": "Sanayileşme ve kentleşmenin yarattığı ekolojik tehditlere bir karşı duruş olarak 1960’larda Amerika ve Avrupa’da ortaya çıkan çevre sosyolojisinin kurucu yaklaşımı olan Yeni Ekolojik Paradigma (YEP) ekolojik kıtlık nedeniyle bir enerji kaynağından diğerine geçmenin başka krizler yaratacağı, bu nedenle dünya ekosisteminin sonlu olduğunu kabul etmemiz gerektiğini, ekolojik kıtlıkla mücadelede teknik bir çözüme değil, toplumsal bir çözüme ihtiyaç duyulduğu ve insan-doğa ilişkisinin eşitsiz yapısının dengelenmesi gerektiği görüşlerini savunmaktadır."
  },
  {
    "id": "3638822",
    "unitNumber": 1,
    "text": "Modernleşmeyle kurumsallaşan aydınlanma düşüncesinin çevre sosyolojisi tarafından <em>anti-ekolojik </em>olarak nitelendirilmesinin <em><strong>temel nedeni</strong></em> aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Doğanın insandan soyutlanamayacağı düşüncesi",
      "B": "Doğanın uygarlaşma sürecine katkıda bulunduğu düşüncesi",
      "C": "Aydınlanma ile doğaya saygı duyulması gerektiği düşüncesi",
      "D": "Doğanın insan tarafından kontrol edilecek bir nesne olduğu düşüncesi",
      "E": "İnsan-doğa ilişkisinin eşitliğe dayalı olduğu düşüncesi"
    },
    "explanation": "Tarihsel olarak 16. ve 17. yüzyılda insan-doğa ilişkisini entelektüel düzlemde dönüştüren iki önemli gelişme yaşanmıştır. Bunlardan ilki yeni gelişen fizik, astronomi, matematik gibi bilimlerin ortaya çıkmasıyla doğanın bir araştırma nesnesi olması ve doğaya içkin kuralların keşfedilmesidir. Doğa insandan soyutlanabilen, keşfedilebilen ve kendine içkin kanunları olan bir varlığa dönüşmüştür. İkinci gelişme ise <em>doğa durumu </em>olarak adlandırılan halin, insanlığın uygarlığı geliştirmeden önceki ‘geri’ aşama olarak düşünülmeye başlanmasıdır. Bu durumun en açık örneği siyaset felsefesinin devlet üzerine ilk metinlerinden olan Thomas Hobbes’un 1651 yılında yayınlanan <em>Leviathan </em>kitabında, modern devlet öncesi olan doğa durumundaki insan hayatını <em>yalnız, yoksul, kötü, vahşi ve kısa süreli </em>olarak tanımlamasıdır. Doğanın toplumdan ayrılması doğayı araçsal bir akılla tahakküm etmenin en biricik koşuludur çünkü artık doğa aktif bir özne değil ya içkin kuralarının keşfedileceği ya da modern toplumlara ulaşmak için ehlileştirilecek pasif bir nesnedir. Bu bağlamda modernleşmeyle kurumsallaşan aydınlanma düşüncesi insanı doğayı kontrol edecek yegane özne olarak kurduğu için hem antroposentrik hem de <em>anti-ekolojiktir.</em>"
  },
  {
    "id": "3638823",
    "unitNumber": 1,
    "text": "Ekolojik dengenin bozulması ile ilişkili olabileceği düşünülen Covid-19 salgınının insanları etkilemesi, insanın doğanın etkilerine maruz kalma açısından diğer canlılardan farklı ve özel bir varlık olmadığını, doğanın etkilerinden muaf olmadığını göstermesi klasik sosyologlarının hangi görüşünün sarsıldığına işaret etmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bolluk çağı paradigması",
      "B": "Bolluk sonrası çağ paradigması",
      "C": "Yeni ekolojik paradigma",
      "D": "Organik iş bölümü paradigması",
      "E": "İnsanın istisnailiği paradigması"
    },
    "explanation": "Ekolojik dengenin bozulması ile ilişkili olabileceği düşünülen Covid-19 salgınının insanları etkilemesi, insanın doğanın etkilerine maruz kalma açısından diğer canlılardan farklı ve özel bir varlık olmadığını, doğanın etkilerinden muaf olmadığını göstermesi klasik sosyologlarının İnsanın İstisnailiği paradigmasına işaret etmektedir."
  },
  {
    "id": "3638824",
    "unitNumber": 1,
    "text": "Hükümetlerin doğal kaynakların daha az ve tasarruflu kullanılması, doğaya zarar veren atıkların daha az salınması ile ilgili politikalar geliştirmesi ve uygulaması, yerel yönetimlerin ve şirketlerin de bu politikaları destekleyecek düzenlemeler ve uygulamalar gerçekleştirmesi Ekolojik Modernleşme Teorisinin vurguladığı hangi olgunun yansımasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekolojik akıl",
      "B": "Antroposentrik akıl",
      "C": "İnsanın İstisnailiği",
      "D": "Ekolojik kıtlık",
      "E": "Ortak akıl"
    },
    "explanation": "Hükümetlerin doğal kaynakların daha az ve tasarruflu kullanılması, doğaya zarar veren atıkların daha az salınması ile ilgili politikalar geliştirmesi ve uygulaması, yerel yönetimlerin ve şirketlerin de bu politikaları destekleyecek düzenlemeler ve uygulamalar gerçekleştirmesi Ekolojik Modernleşme Teorisinin vurguladığı ekolojik akılın yansımasıdır."
  },
  {
    "id": "3638825",
    "unitNumber": 1,
    "text": "Günümüzde üniversitelerde diğer mühendislik alanlarına ek olarak çevre mühendisliği bölümlerinin kurulması ve bu alanda bilim insanları ve iş gücünün yetiştirilmesi, aynı zamanda şirketlerin ve belediyelerin endüstri mühendislerinin yanı sıra çevre mühendisleri de istihdam etmesi Ekolojik Modernleşme Teorisindeki hangi düşünce biçiminin sonucudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekolojik kısıtlılık",
      "B": "Ekolojik akıl",
      "C": "Antroposentrik bakış",
      "D": "İnsanın istisnailiği",
      "E": "Antiekolojik bakış"
    },
    "explanation": "Günümüzde üniversitelerde diğer mühendislik alanlarına ek olarak çevre mühendisliği bölümlerinin kurulması ve bu alanda bilim insanları ve iş gücünün yetiştirilmesi, aynı zamanda şirketlerin ve belediyelerin endüstri mühendislerinin yanı sıra çevre mühendisleri de istihdam etmesi Ekolojik Modernleşme Teorisindeki ekolojik akıl fikrinin sonucudur. Günümüz dünyasında modern toplumların temel kurumları (hükümetler, devletler, yerel yönetimler, hane halkları, şirketler) ekolojik çıkarlar ve düşünceler etrafında yeniden şekillenmektedir. Diğer bir ifadeyle gittikçe tekil çıkarlardan bağımsızlaşan <em>ekolojik akıl </em>modern yaşama hakim olmaya başlamıştır. <em>Ekolojik akıl </em>artık üretim ve tüketim süreçlerinin örgütlenmesi ve değerlendirilmesinin ekonomik olduğu kadar ekolojik saiklerle de yapıldığı anlamına gelmektedir. Toplumsal hareketler, sivil toplum kuruluşları, hükümetler, iş insanları ve şirketler, bilimsel kurullar kendi kendilerini eleştirebilmiş ve ortak bir ekolojik akla ulaşmışlardır."
  },
  {
    "id": "3638826",
    "unitNumber": 1,
    "text": "Derin ekolojik anlayışın “Diğer varlıklara zarar verirsek kendimize de zarar vermiş oluruz” önermesi ve düşüncesi ile insanların çıkarları ve kendini gerçekleştirme çabasının, insan dışı varlıklara rağmen değil, ancak onlarla birlikte olacağını savunması benimsediği hangi prensibin yansımasıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "İnsanın istisnailiği",
      "B": "Antroposentrik",
      "C": "Varoluşsal bütünlük",
      "D": "İstinasızlık",
      "E": "Antiekolojik"
    },
    "explanation": "Derin ekoloji günümüz toplumunda ekolojik olarak modernleştirecek reformlardan ziyade kökten dönüşümler yapılması gerektiğini iddia etmektedir. Derin ekoloji ilkelerini oluşturabilmek için iki temel prensipten yola çıkmıştır: biyo-merkezci eşitçilik (biocentric egalitarianism) ve varoluşsal bütünlük (ontology of metaphysical holism). İlk prensip esasen içkin değerin üzerine inşa edildiği prensiptir. Tüm varlıklar biyolojik olarak eşittirler ve aralarında türevsel bir değerlendirme yapmak mümkün değildir. Bu bağlamda derin ekoloji anti-antroposentriktir. İkinci prensip ise insan ve insan-dışı varlıklar arasında ontolojik (varoluşsal) bir sınırın çizilemeyeceğini ifade eder. “Dünya senin bedenindir” anlayışına dayanan varoluşsal bütünlük felsefesi “şayet diğer varlıklara zarar verirsek kendimize de zarar vermiş oluruz” önermesinden hareket eder. İnsan burada kendisini bütünün bir parçası olarak görmekte, bütünle özdeşlik kurmakta ve kendisini bütün bir yaşamın bir parçası olarak hissetmektedir. Başka bir ifadeyle insanların çıkarları ve kendini gerçekleştirme çabası, insan dışı varlıklara rağmen değil, ancak onlarla birlikte olur. <em><br/></em>"
  },
  {
    "id": "3638827",
    "unitNumber": 1,
    "text": "Aşağıdaki ekolojik Marksizm teorilerinden hangisi, dünya sistemindeki hiyerarşik iş bölümünün ülkeler arasında yarattığı eşitsiz ekolojik ilişkilere odaklanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Derin ekoloji teorisi",
      "B": "Metabolik yarık teorisi",
      "C": "Koşu bandı üretimi teorisi",
      "D": "Ekolojiye dünya sistemi teorisi",
      "E": "İstisnailik teorisi"
    },
    "explanation": "Ekolojik Marksizm teorilerinden olan “Ekolojiye dünya sistemi teorisi” dünya sistemindeki hiyerarşik iş bölümünün ülkeler arasında yarattığı eşitsiz ekolojik ilişkilere odaklanmaktadır"
  },
  {
    "id": "3638828",
    "unitNumber": 1,
    "text": "Ekofeminizm yaklaşımlarından hangisi kadınların eğitim ve ekonomiye katılımlarının artmasıyla ekolojik mücadelede de söz sahibi olacaklarını böylece kadınları önceleyen ekolojik politikaların uygulanacağını savunmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kültürel ekofeminizm",
      "B": "Sosyalist ekofeminizm",
      "C": "Postmodern ekofeminizm",
      "D": "Modern ekofeminizm",
      "E": "Liberal ekofeminizm"
    },
    "explanation": "<em>Liberal ekofeministler</em>, verili şartlardaki hükümet politikaları, kurumsal yapılar ve üretim teknolojilerinin iyi yönetilmesi halinde insanların ekosistemleri kontrol edebileceklerini ve çevresel kötüleşmeyi önleyebileceklerini iddia etmektedirler. Kadınların eğitim ve ekonomiye katılımları arttıkça, ekolojik mücadelede de söz sahibi olacakları ve kadınları önceleyen ekolojik politikaların uygulanacağını iddia etmektedirler."
  },
  {
    "id": "3638829",
    "unitNumber": 1,
    "text": "Sosyoloji dersinde Eren öğretmen, \"insanı dünyanın merkezinde konumlandırarak, doğayı yararlanılacak, dönüştürülecek, ehlileştirilecek bir kaynak deposuna indirger\" ifadesiyle hangi yaklaşımı öğrencilerine anlatmış olmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ekolojik yaklaşım",
      "B": "Ekosentrik yaklaşım",
      "C": "Antroposentrik yaklaşım",
      "D": "Etnolojik yaklaşım",
      "E": "Yapılandırmacı yaklaşım"
    },
    "explanation": "Sosyoloji dersinde Eren öğretmen, \"insanı dünyanın merkezinde konumlandırarak, doğayı yararlanılacak, dönüştürülecek, ehlileştirilecek bir kaynak deposuna indirger\" ifadesiyle Antroposentrik yaklaşımı öğrencilerine anlatmış olmaktadır."
  },
  {
    "id": "3638830",
    "unitNumber": 1,
    "text": "Aşağıdaki görüşler karşılaştırıldığında Yeni Ekolojik Paradigmanın İnsan İstisnailiği Paradigmasına alternatif olarak hangi varsayım üzerine inşa edilmiş olamayacağı düşünülür?",
    "correctAnswer": "E",
    "options": {
      "A": "İnsanlar özel türler olsalar da bu durum onların diğer türler içinde bir tür olarak küresel ekosisteme gömülü olduğu gerçeğini değiştirmez.",
      "B": "İnsan ilişkileri yalnızca toplumsal ve kültürel faktörlerden değil, doğal dengeden ve ekosistemsel ilişkilerden de etkilenmektedir. Dolayısıyla insan eylemlerinin doğa üzerinde öngörülemeyen sonuçları vardır.",
      "C": "İnsan yaşamı sınırlı bir biyofiziksel çevreye bağlıdır ve bu sınırlılık insan eylemlerinin önüne biyolojik ve fiziksel engeller çıkarmaktadır.",
      "D": "Her ne kadar insanlar çeşitli buluşlarla üretim kapasitelerini arttırsalar da doğa kanunları\n yürürlükten kaldırılamaz",
      "E": "Bilimsel ve teknik bilgiyle doğayı kontrol edebilen insanlar istisnai türlerdendir."
    },
    "explanation": "Yeni Ekolojik Paradigmanın İnsan İstisnailiği Paradigmasına alternatif olarak \"Bilimsel ve teknik bilgiyle doğayı kontrol edebilen insanlar istisnai türlerdendir.\" varsayımı üzerine inşa edilmiş olamaz."
  },
  {
    "id": "3638831",
    "unitNumber": 1,
    "text": "Aşağıdaki gelişmelerden hangisi, ortak bir ekolojik aklın ürünü olarak nitelendirilemez?",
    "correctAnswer": "E",
    "options": {
      "A": "şirketlerde kullanılan çevreci yönetim sistemlerinin artışı",
      "B": "çevresel sigortaların ortaya çıkışı",
      "C": "doğal rezervleri koruma ve atıkların geri dönüşümünün önemli amaçlar haline gelmesi",
      "D": "çevre dostu üretim ve tüketim politikalarının izlenmesi",
      "E": "siyanürlü altın aramalarının yaygınlaşmış bir duruma gelmesi"
    },
    "explanation": "Siyanürlü altın aramalarının yaygınlaşmış bir duruma gelmesi, ortak bir ekolojik aklın ürünü olarak nitelendirilemez."
  },
  {
    "id": "3638832",
    "unitNumber": 1,
    "text": "Ekolojik Kuramlarda insan merkezlilik, hangi teknik kavramla anlatılmaya çalışılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "ekosentrik",
      "B": "homosentrik",
      "C": "antroposentrik",
      "D": "apisentrik",
      "E": "femisentrik"
    },
    "explanation": "Ekolojik Kuramlarda insan merkezlilik, antroposentrik teknik kavramıyla anlatılmaya çalışılmaktadır."
  },
  {
    "id": "3638833",
    "unitNumber": 1,
    "text": "Hangi yaklaşım, insan-merkezciliği tamamen reddederek radikal bir ekosentrik bakış açısının savunusunu yapmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Derin ekolojik yaklaşım",
      "B": "Ekolojik modernleşme kuramı",
      "C": "Yeni Ekolojik Paradigma",
      "D": "İnsanın İstisnailiği Paradigması",
      "E": "Antroposentrik yaklaşım"
    },
    "explanation": "Derin ekolojik yaklaşım, insan-merkezciliği tamamen reddederek radikal bir ekosentrik bakış açısının savunusunu yapmaktadır."
  },
  {
    "id": "3638834",
    "unitNumber": 1,
    "text": "Aşağıdaki önermelerden hangisinin, “Dünya senin bedenindir” anlayışına dayanan varoluşsal bütünlük felsefesine dayandığı söylenebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hiyerarşik bir emir komuta zincirinden ziyade, kararların çok-merkezli şekilde alındığı yeni yönetişim teknikleri gelişmesiyle çevre yönetimine sivil toplumun katılmasının önü açılmıştır.",
      "B": "İçkin değer, yaşam formlarının zenginliği ve çeşitliliğinden açığa çıkar.",
      "C": "“şayet diğer varlıklara zarar verirsek kendimize de zarar vermiş oluruz” önermesinden hareket eder",
      "D": "İdeolojik değişiklik artık <em>yaşam kalitesinin yaşam standartlarından daha önemli </em>olduğunun kavranmasıyla gerçekleşecektir.",
      "E": "Günümüz ideolojisi insan-dışı varlıklara sadece meta değeri olduğu için ya da sınırlı sayıda olduğu için değer vermektedir."
    },
    "explanation": "“şayet diğer varlıklara zarar verirsek kendimize de zarar vermiş oluruz” önermesinin, “Dünya senin bedenindir” anlayışına dayanan varoluşsal bütünlük felsefesine dayandığı söylenebilir."
  },
  {
    "id": "3638835",
    "unitNumber": 1,
    "text": "Hangisi Ekolojik Marksizmin hem devamlılığı hem de eleştirisi olarak değerlendirilebilecek bir yaklaşımdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Ekolojiye politik iktisat yaklaşımı",
      "B": "Derin Ekoloji yaklaşımı",
      "C": "Ekolojik modernleşme yaklaşımı",
      "D": "Ekolojik dünya sistemi yaklaşımı",
      "E": "İnsanın İstisnailiği Yaklaşımı"
    },
    "explanation": "Ekolojik dünya sistemi yaklaşımı, Ekolojik Marksizmin hem devamlılığı hem de eleştirisi olarak değerlendirilebilecek bir yaklaşımdır."
  },
  {
    "id": "3638836",
    "unitNumber": 1,
    "text": "Ekolojik Krizlere Dünya Sistemi Yaklaşımına göre Özellikle ekolojik modernleşmenin iddia ettiği gibi merkez gelişmiş kapitalist ülkelerde çevreye zararlı faaliyetlerin başka alanlara kaymasını ne zorunlu hâle getirmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Geri kalmış ülkelerin hızla sanayileşmesi",
      "B": "Gelişmekte olan ülkelerin tarım ekonomisine dönmeleri",
      "C": "Ekolojik rasyonalitenin kurumsallaşması",
      "D": "Gelişmekte olan ülkelerin diğerlerinden atık talep etmeleri",
      "E": "Geri kalmış ülkelerde sermaye birikiminin artması"
    },
    "explanation": "Ekolojik Krizlere Dünya Sistemi Yaklaşımına göre Özellikle ekolojik modernleşmenin iddia ettiği gibi merkez gelişmiş kapitalist ülkelerde çevreye zararlı faaliyetlerin başka alanlara kaymasını \"Ekolojik rasyonalitenin kurumsallaşması\" zorunlu hâle getirmektedir."
  },
  {
    "id": "3638837",
    "unitNumber": 1,
    "text": "Hangi yaklaşımlar, batı merkezci aydınlanma düşüncesini yalnızca insan-merkezci olmakla değil, erkek-egemen olmakla da suçlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Ekolojiye politik iktisat yaklaşımı ve Derin Ekoloji yaklaşımı",
      "B": "Derin Ekoloji yaklaşımı ve Ekolojik modernleşme yaklaşımı",
      "C": "Ekolojik modernleşme yaklaşımı ve <em>Ekolojik dünya sistemi yaklaşımı</em>",
      "D": "Yeni Ekolojik Paradigma ve feminist yaklaşım",
      "E": "İnsanın İstisnailiği Yaklaşımı ve <em>Ekolojik dünya sistemi yaklaşımı</em>"
    },
    "explanation": "Yeni Ekolojik Paradigma ve feminist yaklaşım, batı merkezci aydınlanma düşüncesini yalnızca insan-merkezci olmakla değil, erkek-egemen olmakla da suçlamaktadır."
  },
  {
    "id": "3638838",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, eko-feministlerin paylaştığı geleneklerden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "liberal",
      "B": "kültürel",
      "C": "sosyalist",
      "D": "post-modern-",
      "E": "kapitalist"
    },
    "explanation": "Kapitalist kavramı, eko-feministlerin paylaştığı geleneklerden değildir."
  },
  {
    "id": "3638839",
    "unitNumber": 2,
    "text": "Günümüzde doğa kavramı 4 farklı anlamda kullanılmaktadır. Aşağıdakilerden hangisi bunlardan biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Şeylerin özsel niteliğini belirtmek için doğa.",
      "B": "Yaşamı düzenleyen bir güç olarak doğa.",
      "C": "İnsanları içermeyen maddi dünya olarak doğa.",
      "D": "İnsanları da içeren maddi dünyanın bütününü tanımlamak için doğa.",
      "E": "Bitkileri içermeyen maddi dünya olarak doğa."
    },
    "explanation": "<strong> Günümüzde bu kavramın dört farklı anlamda kullanıldığını söyleyebiliriz:</strong><br/>1. Şeylerin özsel niteliğini belirtmek için doğa<br/>kavramının kullanılması. Örneğin, kuşlar<br/>için uçmak doğal bir şeydir: uçmak, kuşların doğasına içkindir ve bu canlıların bir özelliğidir.\n<br/>2. Yaşamı düzenleyen bir güç olarak doğa. Bu<br/>güç soyut, gizli, ezoterik olabileceği gibi bilimin konusunu oluşturan yer çekimi gibi<br/>bir güç de olabilir.\n<br/>3. İnsanları içermeyen maddi dünya olarak<br/>doğa. Özellikle yeryüzünde insanların etkisi<br/>olmayan, yani insan yapımı dünyadan ayrı<br/>olarak düşünülen maddi dünyayı tanımlar.<br/>“Vahşi doğa” söylemi böylesi bir doğa anlayışının parçasıdır.\n<br/>4. İnsanları da içeren maddi dünyanın bütününü<br/>tanımlamak için doğa kavramının kullanılması.<br/>Doğanın böylesi bir tanımında insanlar toplumsal<br/>değil biyolojik canlılar olarak düşünülür.\n<br/>E şıkkı bu temel anlamlardan biri değildir."
  },
  {
    "id": "3638840",
    "unitNumber": 2,
    "text": "\"Modern bilim\" kavramı modern dünya sisteminde hangi bilimlere gönderme yapmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Fen bilimleri",
      "B": "İnsan bilimleri",
      "C": "Toplum bilimleri",
      "D": "Sanat bilimleri",
      "E": "Sosyal antropoloji bilimleri"
    },
    "explanation": "“Modern bilim” kavramı modern dünya sisteminde fen bilimlerine gönderme yapmaktadır."
  },
  {
    "id": "3638841",
    "unitNumber": 2,
    "text": "\"Kuşlar için uçmak doğal bir şeydir: uçmak, kuşların doğasına içkindir ve bu canlıların bir özelliğidir.\"\n Yukarıdaki cümlede \"doğa\" kavramı hangi anlamda kullanılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Şeylerin özsel niteliğini belirtmek anlamında",
      "B": "Yaşamı düzenleyen bir güç anlamında",
      "C": "İnsanları içermeyen maddi dünya anlamında",
      "D": "İnsanları da içeren maddi dünyanın bütünü anlamında",
      "E": "Yaşamın bir kaos (karmaşa) olduğu anlamında"
    },
    "explanation": "Şeylerin özsel niteliğini belirtmek için doğa kavramının kullanılması. Örneğin, kuşlar için uçmak doğal bir şeydir: uçmak, kuşların doğasına içkindir ve bu canlıların bir özelliğidir."
  },
  {
    "id": "3638842",
    "unitNumber": 2,
    "text": "\"Vahşi Doğa\" söylemi hangi doğa anlayışının bir karşılığı olarak görülebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İnsanları içermeyen maddi dünya olarak doğa.",
      "B": "Yaşamı düzenleyen bir güç olarak doğa.",
      "C": "Şeylerin özsel niteliğini belirtmek için doğa",
      "D": "İnsanları da içeren maddi dünyanın bütününü tanımlamak için doğa",
      "E": "Toplumsal bir varlık olarak insanları içeren maddi dünyanın tamamı anlamında doğa"
    },
    "explanation": "İnsanları içermeyen maddi dünya olarak doğa. Özellikle yeryüzünde insanların etkisi olmayan, yani insan yapımı dünyadan ayrı<br/>olarak düşünülen maddi dünyayı tanımlar. “Vahşi doğa” söylemi böylesi bir doğa anlayışının parçasıdır."
  },
  {
    "id": "3638843",
    "unitNumber": 2,
    "text": "Aşağıdaki kavramlardan hangisi \"nedensellik ilkesi\"ne dayanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Determinizm",
      "B": "İzafiyet",
      "C": "Olumsallık",
      "D": "Görelilik",
      "E": "Eşzamanlılık"
    },
    "explanation": "Determinizm, belirlenimcilik, örneğin evrende gerçekleşen olayların fizik yasalarıyla belirlenmiş olduğunu, bu nedenle olayların gerçekleşmesinin zorunlu olduğunu vurgulayan bir yaklaşımdır. Nedensellik ilkesine dayanır."
  },
  {
    "id": "3638844",
    "unitNumber": 2,
    "text": "\"Newtoncu dünya görüşü\"nü doğa bilimlerinin ötesine taşıyarak genelleştiren ve \"pozitivizm’\"olarak adlandıran düşünür kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Auguste Comte",
      "B": "Francis Bacon",
      "C": "Robert Boyle",
      "D": "Descartes",
      "E": "Kant"
    },
    "explanation": "“Bilim açık bir şekilde, determinist ve ampirik olarak anlaşılabilecek bir dünyada, dolayısıyla-uygun yasalar ve mahut başlangıç koşulları bilindiği takdirde-geçmişi ve geleceği de kesin olarak tanımlanabilecek bir dünyada evrensel yasalar arayışı olarak tanımlanmaya başlamıştı. Doğa bilimlerinde buna ‘Newtoncu dünya görüşü’ adı verilmişti. <strong>Auguste Comte</strong> bu dünya görüşünü doğa bilimlerinin ötesine taşıyarak genelleştirmek istemiş ve ‘pozitivizm’ olarak adlandırmıştı."
  },
  {
    "id": "3638845",
    "unitNumber": 2,
    "text": "\"Doğanın ........................., doğanın insan yararı için faydalanılan, edilgen bir kaynak deposu olarak görülmesi olarak düşünülebilir.\"\n Yukarıdaki cümlede boş bırakılan yeri doğru şekilde tamamlayan ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "araçsallaştırılması",
      "B": "yüceltilmesi",
      "C": "evcilleştirilmesi",
      "D": "kavramlaştırılması",
      "E": "denetlenmesi"
    },
    "explanation": "Doğanın <strong>araçsallaştırılması</strong>, doğanın insan yararı için faydalanılan, edilgen bir kaynak deposu olarak görülmesi olarak düşünülebilir."
  },
  {
    "id": "3638846",
    "unitNumber": 2,
    "text": "Bilimsel ve teknolojik süreçleri insan ve insan olmayan varlıkların bir araya gelerek oluşturduğu öbekleşmeler yoluyla betimleyen teoriye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aktör-ağ teorisi",
      "B": "Feminist teori",
      "C": "Bilişsel teori",
      "D": "Yapısalcı teori",
      "E": "Postmodern teori"
    },
    "explanation": "<strong>Aktör-ağ teorisi,</strong> bilimsel ve teknolojik süreçleri insan ve insan olmayan varlıkların bir araya gelerek oluşturduğu öbekleşmeler yoluyla betimler."
  },
  {
    "id": "3638847",
    "unitNumber": 2,
    "text": "Aşağıdaki kavramlardan hangisi insanlığın küresel çapta jeolojik etki yaratan bir aktör haline gelmesini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "antroposen",
      "B": "metafor",
      "C": "determinizm",
      "D": "nedensellik",
      "E": "antropoloji"
    },
    "explanation": "“İnsan Çağı” olarak da kullanılan <strong>antroposen</strong> kavramı, insanlığın küresel çapta jeolojik etki yaratan bir aktör hâline gelmesidir."
  },
  {
    "id": "3638848",
    "unitNumber": 2,
    "text": "\"Modern bilimin evrildiği dönemin düşünce tarihi temel olarak iki felsefi yaklaşımın mücadelesiyle şekillenmekteydi: hermetik felsefe ve .............. felsefe.\"\n Yukarıdaki cümlede boş bırakılan yeri doğru şekilde tamamlayan ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "mekanik",
      "B": "metafizik",
      "C": "Etik",
      "D": "diyalektik",
      "E": "yapısalcı"
    },
    "explanation": "Modern bilimin evrildiği dönemin düşünce tarihi temel olarak iki felsefi yaklaşımın mücadelesiyle şekillenmekteydi: hermetik felsefe ve <strong>mekanik</strong> felsefe"
  },
  {
    "id": "3638849",
    "unitNumber": 2,
    "text": "Antik Çağ'da Yunanlıların daha ılıman veya daha soğuk coğrafyalarda yaşayan toplumlardan daha gelişmiş olmasını iklimsel etkenlerle açıklayan bir düşünür aşağıdakilerden hangisini benimsemiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğanın üretimi",
      "B": "Çevresel determinizm",
      "C": "Yeni materyalizm",
      "D": "İkicilik",
      "E": "İnsan istisnacılığı"
    },
    "explanation": "Çevresel determinizm insan topluluklarının oluşumunda çevresel faktörlerin belirleyici olduğunu savunan görüştür. İklim de toplumların özelliklerinin belirlenmesinde rol oynayan çevresel faktörlerden biridir.\n Doğru cevap B'dir."
  },
  {
    "id": "3638850",
    "unitNumber": 2,
    "text": "Ekolojik ilişkide doğa ve kültürün birbirinden ayrılamaz olduğunu ortaya koyan \"doğakültürler\" kavramını ortaya atan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Donna Haraway",
      "B": "Isabelle Stengers",
      "C": "Bruno Latour",
      "D": "Rosi Bradiotti",
      "E": "Neil Smith"
    },
    "explanation": "Sosyal ve beşerî bilimler içinde doğanın nasıl kavramsallaştırılacağına yönelik tartışmalarda yakın zamanda “yeni materyalizm” (ve/veya “insan sonrası”) başlığı altında süregiden farklı yaklaşımlar öne çıkmaktadır. Haraway (2000), bu yaklaşımı “doğakültürler” ifadesini kullanarak pekiştirir; tek bir gerçekliğin içinde yaşadığımızı, dünyayı anlamada toplumsal olan ve doğal olan şeklinde kategorik ayrımlardan kaçınmamız gerektiğini önerir. Böylesine bir yaklaşım, doğanın toplumsal yaşamın bir ürünü olduğunu söyleyen toplumsal inşacı yaklaşımdan farklılaştığı gibi, gerçekçilik yaklaşımının benimsediği doğanın toplumla ilişki içinde yine de toplumdan bağımsız maddi gerçekliğe sahip olduğu düşüncesinden de uzaklaşır.\n Doğru cevap A'dır."
  },
  {
    "id": "3638851",
    "unitNumber": 2,
    "text": "\"Doğanın üretimi\" kavramıyla ilgili aşağıdaki bilgilerden hangisi doğru <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Neil Smith tarafından ortaya atılmış bir kavramdır.",
      "B": "Doğanın sonu gelmektedir ve bu nedenle insanları doğadan uzaklaştırmak gerekmektedir.",
      "C": "Doğa ve insanlık iki ayrı dünya değildir, toplumsal olanın aracılığıyla ilişki içindedir.",
      "D": "Toplumsal kurumlar ikinci doğa olarak tanımlanır.",
      "E": "Doğanın dünya ölçeğinde üretilmesiyle birlikte, doğa ikinci doğanın içinde ve onun bir parçası olarak üretilir."
    },
    "explanation": "Neil Smith tarafından ortaya atılan \"doğanın üretimi\" kavramı doğa ve toplum ilişkilerini anlamada yeni bir çerçeve sunmaktadır. Smith, insanların doğayla olan ilişkisinin toplumsal kurumlar üzerinden dolayımlandığını söyler. Diğer bir deyişle, doğa ve insanlık iki ayrı dünya değil, toplumsal olanın aracılığıyla ilişki içindedir. Yine de doğadan belirgin bir biçimde ayırt edilebilen toplumun ortaya çıkışı ise piyasa, devlet, aile gibi toplum- sal kurumların ortaya çıkışıyla, mübadele için üretimin başlamasıyla, mümkün hale gelmiştir. İkinci doğa olarak tanımlanan toplumsal kurumlar ile birinci doğa arasında bir yarılma oluşur. Doğanın dünya ölçeğinde üretilmesiyle birlikte, doğa ikinci doğanın içinde ve onun bir parçası olarak üretilir. Doğanın üretimi kavramı doğanın sonunun geldiğini ve bu nedenle insanları doğadan uzaklaştırmanın tek çözüm olduğunu savunan veya insan-doğa ilişkisini salt tahakküm üzerinden açıklayan yaklaşımlardan farklı olarak bizleri sürekli olarak doğanın kimler tarafından ve nasıl üretildiğini sorgulamaya yöneltir. \n Doğru cevap B'dir."
  },
  {
    "id": "3638852",
    "unitNumber": 2,
    "text": "Restorasyon evresinde bilimsel devrimin yaratıcıları olarak anılan üç düşünür aşağıdaki seçeneklerin hangisinde yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kopernik, Galileo ve Kepler",
      "B": "Bacon, Descartes ve Newton",
      "C": "Habermas, Hegel ve Heidegger",
      "D": "Boyle, Hooke ve Huygens",
      "E": "Erasmus, More ve Machiavelli"
    },
    "explanation": "Restorasyon evresinde bilim topluluklar halinde yapılan, kurumsallaşmaya başlayan, bir edime dönüşerek yaşamın farklı alanlarına hızla yayılmaya başlamıştır. <u>Boyle, Hooke ve Huygens</u> bu evrede bilimsel devrimin yaratıcıları olarak öne çıkarken, 17. yüzyılın sonunda doğa yasalarının matematiksel-mekanik bir felsefi yaklaşımla anlamanın önemi doğanının insan hizmetine sunulması çerçevesinde artık meşruluk kazanmış ve modern bilim otoritesini kurmaya başlamıştı.\n Doğru cevap D'dir."
  },
  {
    "id": "3638853",
    "unitNumber": 2,
    "text": "Doğanın insan yararı için faydalanılan, edilgen bir kaynak deposu olarak görülmesi olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çevresel determinizm",
      "B": "Çevresel sürdürülebilirlik",
      "C": "Doğanın araçsallıştırılması",
      "D": "İki kültür",
      "E": "Doğanın insanlaşması"
    },
    "explanation": "17. yüzyıl sonunda modern bilim otoritesini doğanın araçsallaştırılarak üzerinde tahakküm kurulması gereken bir alan olarak kavranmasıyla kurmuştur. Doğanın araçsallaştırılması, doğanın insan yararı için faydalanılan, edilgen bir kaynak deposu olarak görülmesi olarak tanımlanabilir.\n Doğru cevap C'dir."
  },
  {
    "id": "3638854",
    "unitNumber": 2,
    "text": "C. P. Snow'un ortaya koyduğu \"iki kültür\" kavramı aşağıdakilerin hangisiyle ilgilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğa ve kültürün toplumlar üzerindeki etkileri",
      "B": "Doğa ve insan arasında yaratılan ayrım",
      "C": "Çevresel koşulların toplumlarda yarattığı farklar",
      "D": "Coğrafyanın kültür üzerindeki etkisi",
      "E": "Doğa bilimleri ve sosyal bilimler arasındaki ayrım"
    },
    "explanation": "İngiliz bilim insanı C. P. Snow'un 20. yüzyılın ikinci yarısında ortaya attığı iki kültür kavramı fen (doğa) bilimleri ile sosyal ve beşeri bilimler arasındaki farka işaret etmektedir. Modern dünya biliminde by ayrım sorgulanır hale gelmiş ve interdisipliner araştırmalar değer kazanmış olsa da iki kültür ayrımının bilimsel dünyada hala hâkim olduğunu görüyoruz.\n Doğru cevap E'dir."
  },
  {
    "id": "3638855",
    "unitNumber": 2,
    "text": "19. yüzyılda bilim alanının disiplinlere ayrılmasını, bir sorun olarak görüp ele alan oluşum aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Akdeniz Bilim Komisyonu",
      "B": "Gulbenkian Komisyonu",
      "C": "ABD Ulusal Bilim Akademisi",
      "D": "Smithsonian Enstitüsü",
      "E": "Fransız Akademisi"
    },
    "explanation": "19. yüzyılda bilim alanının disiplinlere ayrılması, sosyal bilimciler tarafından bir problem olarak Gulbenkian Komisyonu’nun Sosyal Bilimleri Açın (1996) başlıklı raporunda ele alınmıştı. Immanuel Wallerstein’in başkanlığında 1993 yılında oluşturulan “Sosyal Bilimlerin Yeniden Yapılandırılması için Gulbenkian Komisyonu” sosyal bilimlerin rolünü, kendi disiplinleri arasındaki ilişkileri incelemiş, bir yanda da beşerî ve doğa bilimleriyle kurduğu ilişkileri değerlendirmiştir.\n Doğru cevap B'dir."
  },
  {
    "id": "3638856",
    "unitNumber": 2,
    "text": "Antroposen kavramıyla ilgili aşağıdaki bilgilerden hangisi doğru <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Dünyanın içinde olduğu Holosen döneminden insan etkileriyle çıkmakta olduğunu ifade eder.",
      "B": "\"İnsan Çağı\" olarak da kullanılır.",
      "C": "İnsanlığın küresel çapta jeolojik etki yaratan bir aktör hâline geldiğine işaret eder.",
      "D": "Farklı insan gruplarının dünya üzerindeki etkilerinin farklılaştığı görüşü de bu kavram çerçevesinde ortaya atılmıştır.",
      "E": "Antroposen dönem 17. yüzyılda başlamıştır."
    },
    "explanation": "Antroposen dünyanın içinde olduğu Holosen döneminden insan etkileriyle çıkmakta olduğunu savunur. Diğer bir deyişle, “İnsan Çağı” olarak da kullanılan antroposen kavramı, insanlığın küresel çapta jeolojik etki yaratan bir aktör hâline geldiğine işaret eder. Antroposen kavramının kendisini sorunsallaştıran araştırmacılar, “kapitalosen” gibi yeni kavramlar üreterek insanları tek bir kategori olarak ele alamayacağımızı, farklı insan gruplarının dünya üzerindeki etkilerinin farklılaştığını, jeolojik dönüşümü yaratanın insanlık değil kapitalist üretim sistemi olduğuna dikkat çekiyorlar.\n Holosen döneminin kapanıp Antroposen döneminin ne zaman başladığına yönelik tartışmalar halen devam etmektedir. Yaygın olarak Sanayi Devrimi başlangıç noktası olarak önerilirse de bazıları tarımın başlangıcını bu yeni jeolojik dönemin başlangıcı olarak alınması gerektiğini söylüyor. 1940’lardaki nükleer çağı da bu tartışmalarda bir referans noktası olarak görüyoruz. \n Dolayısıyla antroposen dönemin 17. yüzyılda başladığı doğru değildir. Doğru cevap E'dir."
  },
  {
    "id": "3638857",
    "unitNumber": 2,
    "text": "Post-normal bilim kavramının temeli aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilimsel bilginin amacı normal olmayanı sorgulamaktır.",
      "B": "Bilim, insanın doğayla ilişkisine odaklanmalıdır.",
      "C": "Günümüz bilim anlayışı karmaşık çevre sorunlarının çözümünde yetersiz kalmaktadır.",
      "D": "Bilimi ve bilimin doğa inşalarını, kültüre ya da topluma inanmaya devam ederek eleştirmek mümkün değildir.",
      "E": "Bilimin dilinde yapılacak değişiklikler bilimin doğayla kurduğu hiyerarşik ilişkiyi de değiştirecektir."
    },
    "explanation": "İnsanlığın/toplumların/kültürlerin doğayla ilişkilenme biçiminin sonuçları bilimin amacını ve değerini yeniden düşündürüyor. 1990’larda başlayan ve yakın zamanda birçok bilim alanında yaygınlaşan “post-normal bilim” tartışmaları da bu durumu yansıtıyor. Bilim ve teknoloji felsefecileri Silvio Funtowicz ve Jerome Ravetz (1993) tarafından ilk kez kullanılan “post- normal bilim” kavramı, özellikle iklim değişikliği problemi karşısında birçok bilim insanı ve siyaset yapıcılar tarafından da benimsenmektedir. Bu kavramla iklim değişikliğinin küresel ve/veya gezegensel ölçekte belirsizliklerle bezeli bir sorun olduğu göz önüne alınınca gözlem ve deneylerle kesin sonuçlara, bilimsel yasalara ulaşmayı hedefleyen bilim anlayışının bu sorunun çözümünde yetersiz kaldığı vurgulanmaktadır.\n Doğru cevap C'dir."
  },
  {
    "id": "3638858",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi günümüzde bilim konusunda yaşanan gelişmelerden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Sürdürülebilirlik bilimi gibi yeni disiplinler ötesi bilimsel alanlar ortaya çıkmaktadır.",
      "B": "Bilimin ne olduğu yeniden tanımlanmaktadır.",
      "C": "Bilimin yeniden tanımlanması insanın doğayla ilişkisinden etkilenmektedir.",
      "D": "Özellikle çevresel sorunların çözümünde yalnızca deney ve gözleme dayalı bilimsel yasalar dikkate alınmalıdır.",
      "E": "Laboratuvarda yapılan bilimin ötesine geçilmekte ve farklı aktörler de bilimsel bilgi üretimi süreçlerine dahil olmaktadır."
    },
    "explanation": "Günümüzde özellikle çevresel sorunlar dikkate alındığında gözlem ve deneylerle kesin sonuçlara, bilimsel yasalara ulaşmayı hedefleyen bilim anlayışının bu sorunun çözümünde yetersiz kaldığı vurgulanmaktadır. Laboratuvarda yapılan bilimin ötesine geçerek ilgili farklı aktörlerin de bilimsel bilgi üretim süreçlerine katılımının gerekli olduğu tartışılmaktadır. “Sürdürülebilirlik bilimi” gibi yeni disiplinler ötesi bilimsel alanları kurulmaktadır. Bilim dünyasında disipliner sınırlar bir yandan korunmaya çalışılırken diğer yandan disiplinler ötesi bilim tartışmaları ve pratikleri öne çıkmaya başlıyor. Görünen o ki “bilimin” ne olduğunu yeniden tanımlama süreci içindeyiz ve bu sürecin toplumların “doğa” ile bildiğimiz ve/veya yeni ilişkilenme biçimlerinden etkilendiği ve eş zamanlı olarak bu ilişkileri de şekillendirmekte olduğu aşikâr. \n Doğru cevap D'dir."
  },
  {
    "id": "3638859",
    "unitNumber": 3,
    "text": "Orta Çağ kentlerine dair: ’Duvarlarla çevrili insan yerleşimleri’ ifadesini aşağıdakilerden hangisi kullanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Marver",
      "B": "Pirenne",
      "C": "Tönniese",
      "D": "Hount",
      "E": "Aristo"
    },
    "explanation": "Marver'in Ortaçağ kentlerine dair: ' Duvarlarla çevrili insan yerleşimleri' ifadesi o dönemdeki en önemli kent tanımı sayılmaktadır."
  },
  {
    "id": "3638860",
    "unitNumber": 3,
    "text": "Aşağıdaki kentleşme kavramı ile ilgili bilgilerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Tarihsel anlamda bilinen ilk kentler, Nil vadisi çevresinde ve Mezopotamya'nın verimli topraklarında doğmuştur.",
      "B": "Kent, Latince 'kent' anlamına gelen 'civitas' kelimesinden türetilmiştir.",
      "C": "Kentlerin dünyanın farklı bölgelerinde farklı biçimlerde ortaya çıkışı üretim biçimleri ile doğrudan ilintilidir.",
      "D": "Ortaçağın ilk dönemlerinde feodal toplum yapısı nedeniyle kentler güçlenmiştir.",
      "E": "Coğrafi keşifler ile birlikte yeni ticaret yollarının gelişmesi yeni kentlerin ortaya çıkmasına sebep olmuştur."
    },
    "explanation": "Ortaçağın ilk dönemlerinde feodal toplum yapısı nedeniyle kentler zayıflamıştır şeklinde düzeltilmelidir."
  },
  {
    "id": "3638861",
    "unitNumber": 3,
    "text": "Türkiye hangi yıldan itibaren artan bir kentleşme süreci içine girmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1945",
      "B": "1950",
      "C": "1955",
      "D": "1960",
      "E": "1965"
    },
    "explanation": "Türkiye 1950'li yıllardan itibaren artan bir kentleşme süreci içine girmiştir"
  },
  {
    "id": "3638862",
    "unitNumber": 3,
    "text": "I. Demografik\n II. Ekonomik\n III. Toplumsal karakteristik\n Az gelişmiş ve gelişmekte olan ülkelerde kentleşme olgusu yukarıdakilerden hangileri açısından farklı özelliklere sahiptir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız I ve II",
      "C": "Yalnız I ve III",
      "D": "Yalnız II ve III",
      "E": "I, II, III"
    },
    "explanation": "Az gelişmiş ve gelişmekte olan ülkelerde kentleşme olgusu I, II ve III açısından farklı özelliklere sahiptir."
  },
  {
    "id": "3638863",
    "unitNumber": 3,
    "text": "Artan kentleşmenin çevre üzerinde çok çeşitli etkileri olmaktadır. Aşağıdakilerden hangisi kentleşmenin çevre üzerindeki etkilerinden <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Trafik yoğunluğundan dolayı artan kirlilik",
      "B": "Yoğunlaşan nüfusun enerji tüketimini hızlandırması",
      "C": "Tarım arazilerinin üzerinde yapılaşmanın azalması",
      "D": "Kentlerde toplanan insanların ürettiği atık ve çöp yığınları",
      "E": "Şehirler ve yollar inşa edildikçe doğal yaşam alanlarının kaybolması"
    },
    "explanation": "Tarım arazilerinin üzerinde yapılaşma artmıştır."
  },
  {
    "id": "3638864",
    "unitNumber": 3,
    "text": "Kentlerin ilk olarak belirmeye başladığı tarih hangi seçenekte doğru ifade edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "MÖ 6000",
      "B": "MÖ 10000",
      "C": "MS 1000",
      "D": "MÖ 17000",
      "E": "MS 500"
    },
    "explanation": "Kitabımız, kentlerin ilk olarak MÖ 6000 yıllarında belirmeye başladığını ifade ediyor.<br/>Milattan Önce 6000"
  },
  {
    "id": "3638865",
    "unitNumber": 3,
    "text": "Sanayi Devriminin getirdiği değişiklikler kentleşmeyi nasıl etkilemiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kentleşme başlamıştır.",
      "B": "Kentleşme hızlanmıştır.",
      "C": "Kentleşme durmuştur.",
      "D": "Kentleşme yavaşlamıştır.",
      "E": "Kentleşme duraksamıştır."
    },
    "explanation": "Kitabımızda belirtildiğine göre, \"Sanayi Devriminin<br/>getirdiği değişikliklerle\" kentleşme hızlanmıştır."
  },
  {
    "id": "3638866",
    "unitNumber": 3,
    "text": "2006 verilerine göre, gelişmekte olan ülkelerde her sene yaklaşık kaç hektar ekilebilir tarım arazisi yerleşim alanına dönüştürülerek şehir kullanımına sunulmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "1.000.000",
      "B": "10.000.000",
      "C": "500.000",
      "D": "100.000",
      "E": "8.000.000"
    },
    "explanation": "Kitabımız şöyle belirtiyor: \"Gelişmekte olan ülkelerde her sene ortalama olarak 476.000 hektar ekilebilir tarım arazisi yerleşim alanınadönüştürülerek şehir kullanımına sunulmaktadır (Özdemir ve Özekicioğlu, 2006: 17-30).\" 476.000 sayısını yaklaşık olarak 500.000'e yuvarlarsak doğru yanıt \"c\" seçeneğindedir."
  },
  {
    "id": "3638867",
    "unitNumber": 3,
    "text": "Paris İklim Anlaşması görüşmelerinde küresel ortalama sıcaklık artış limitinin yüzyılın sonuna kadar kaç santigrat derecenin altında sınırlandırılmasının ‘insanlar ve doğal ekosistemler için açık yararları olduğu’ vurgulandı?",
    "correctAnswer": "B",
    "options": {
      "A": "1",
      "B": "1.5",
      "C": "2",
      "D": "2.5",
      "E": "3"
    },
    "explanation": "Paris İklim Anlaşması görüşmelerinde küresel ortalama sıcaklık artış limitinin yüzyılın sonuna kadar 1.5 santigrat derecenin altında sınırlandırılmasının ‘insanlar ve doğal ekosistemler için açık yararları olduğu’ vurgulandı."
  },
  {
    "id": "3638868",
    "unitNumber": 3,
    "text": "2020 yılı itibariyle, Paris Antlaşması kapsamında verilen taahhütler, küresel ısınmayı nasıl etkilemiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1.5 santigrat derece hedefi tutturulmuştur.",
      "B": "1.5 santigrat derece hedefinin altında ısınma olmuştur.",
      "C": "1.5 santigrat derece hedefinin üzerinde ısınma olmuştur.",
      "D": "1.5 santigrat derece hedefi 2.0'a çıkarılmalıdır.",
      "E": "1.5 santigrat derece hedefindeki mutabakat bozulmuştur."
    },
    "explanation": "Kitabımıza göre, \"2020 yılı itibariyle Paris Antlaşması kapsamında verilen taahhütler, küresel ısınmayı 1,5°C’de sınırlandırmaya yetmiyor.\" Dolayısıyla 1.5 santigrat hedefinin üzerinde ısınma olmuştur.<br/>1.5 santigrat derece hedefinin üzerinde ısınma olmuştur."
  },
  {
    "id": "3638869",
    "unitNumber": 3,
    "text": "2024 yılına kadar düşük emisyonlu, doğa temelli, döngüsel, esnek ve eşitlikçi ve insan merkezli kalkınmaya dayalı bir değişime yönelik birbiriyle bağlantılı beş yol izleneceği yerel yönetimler tarafından hangi toplantıda taahhüt edilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Van Couver Paktı",
      "B": "Zürih Mutabakatı",
      "C": "İstanbul Sözleşmesi",
      "D": "Kyoto Sözleşmesi",
      "E": "Montreal Mutabakatı"
    },
    "explanation": "Montreal Mutabakatı ve Stratejik Vizyonu’nda; 2024 yılına kadar düşük emisyonlu, doğa temelli, döngüsel, esnek ve eşitlikçi ve insan merkezli kalkınmaya dayalı bir değişime yönelik birbiriyle bağlantılı beş yol izleneceği yerel yönetimler tarafından taahhüt edilmiştir."
  },
  {
    "id": "3638870",
    "unitNumber": 3,
    "text": "Habitat II Kent Zirvesi hangi yılda nerede düzenlenmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "1992-PARİS",
      "B": "1996-ROMA",
      "C": "2002-AMSTERDAM",
      "D": "1996-İSTANBUL",
      "E": "2020-BAĞDAT"
    },
    "explanation": "Habitat II Kent Zirvesi 1996 yılında İstanbul'da düzenlenmiştir.<br/>1996-İSTANBUL"
  },
  {
    "id": "3638871",
    "unitNumber": 3,
    "text": "İklim Liderlik Grubu dünya çapında kaç büyük kentten oluşmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "70",
      "B": "60",
      "C": "50",
      "D": "40",
      "E": "30"
    },
    "explanation": "İklim Liderlik Grubu dümya genelinde 40 büyük kentten oluşmaktadır."
  },
  {
    "id": "3638872",
    "unitNumber": 3,
    "text": "1990’lı yılların başından itibaren kent olgusunda aşağıdaki hangi kelime gurubuyla özetlenen değişimler amaçlanmıştır?<br/>“sürdürülebilir kentler”, “ekolojik kentler”, “akıllı<br/>kentler”, “yavaş kentler”, “düşük karbon kentler”,<br/>“yaşanabilir kentler”, dijital kentler” ve “akıllı kent<br/>girişimleri”",
    "correctAnswer": "A",
    "options": {
      "A": "Sürdürülebilir Kent",
      "B": "Metropol Kent",
      "C": "Teknolojik Kent",
      "D": "Ucuz Kent",
      "E": "Hızlı Kent"
    },
    "explanation": "1990’lı yılların başından itibaren, “sürdürülebilir kentler”, “ekolojik kentler”, “akıllı kentler”, “yavaş kentler”, “düşük karbon kentler”, “yaşanabilir kentler”, dijital kentler” ve “akıllı kent” kavramları egemen olmaya başladığından doğru yanıt \"a\" seçeneğindedir."
  },
  {
    "id": "3638873",
    "unitNumber": 3,
    "text": "Belediye Başkanları Küresel İklim ve Enerji Sözleşmesi (Global Covenant of Mayors for Climate &amp; Energy) hangi yılda imzalanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "2019",
      "B": "2018",
      "C": "2017",
      "D": "2016",
      "E": "2015"
    },
    "explanation": "Belediye Başkanları Küresel İklim ve Enerji Sözleşmesi (Global Covenant of Mayors for Climate &amp; Energy) 2016 yılında imzalanmıştır."
  },
  {
    "id": "3638874",
    "unitNumber": 3,
    "text": "Sanayi Devriminin getirdiği değişikliklerle beraber kentleşmenin hızlanması ............ mümkün olmaktadır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "teknolojik gelişmelerle",
      "B": "ekonomik gelişmelerle",
      "C": "siyasal olaylarla",
      "D": "psikolojik etkilerle",
      "E": "toplumsal olaylarla"
    },
    "explanation": "Sanayi Devriminin getirdiği değişikliklerle beraber kentleşmenin hızlanması teknolojik gelişmelerle mümkün olmaktadır."
  },
  {
    "id": "3638875",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi küresel iklim değişikliğinin sonuçlarından değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Biyoçeşitliliğe ilişkin sorunların artması",
      "B": "Deniz seviyesinin yükselmesi",
      "C": "Su kaynaklarının azalması",
      "D": "Kuraklık ve çölleşmenin azalması",
      "E": "Afetlerin artması"
    },
    "explanation": "Küresel iklim değişikliğinde kuraklık ve çölleşme artacaktır."
  },
  {
    "id": "3638876",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi 1,5°C Küresel Isınma Raporunda öne çıkan başlıklardan değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "İnsanlar, dünyanın sanayileşme öncesi döneme göre yaklaşık 1.0°C ısınmasına sebep<br/>oldu.",
      "B": "Küresel ısınma aşırı hava olayları, deniz seviyesinde<br/>yükselme ve Arktik denizinin erimesi olarak<br/>etkilerini göstermeye başladı.",
      "C": "Sera gazı emisyonları mevcut şekilde devam<br/>ederse, küresel ısınma 2030 ile 2052 yılları<br/>arasında 1,5°C sınırını geçecek.",
      "D": "Küresel ısınmayı sınırlandırmak ekolojik sistemler ve yaşam alanları üzerindeki birçok kalıcı etkinin önlenmesi anlamına geliyor.",
      "E": "2100 yılı için küresel sıcaklık artışının 1990 seviyesinin 1.4 ila 5.8 °C üzerinde geçecek."
    },
    "explanation": "E şıkkı bazı bilim insanlarının yaptığı iklim tahminidir, raporda yer almamıştır."
  },
  {
    "id": "3638877",
    "unitNumber": 3,
    "text": "Belediye Başkanları Küresel İklim ve Enerji Sözleşmesini imzalayan kentler aşağıdakilerden hangisini taaahhüt etmez?",
    "correctAnswer": "D",
    "options": {
      "A": "Sera gazı emisyonlarını azaltmak amacıyla<br/>enerji tasarruflu aydınlatma tesisatı kurmayı",
      "B": "Toplu taşımacılık, araç ve bisiklet kullanma<br/>programlarına yatırım yapmayı",
      "C": "Enerji tasarruflu tasarımları içeren bina<br/>kodlarını geliştirip uygulamayı",
      "D": "Daha fazla enerji kullanan katı atık yönetimi<br/>programlarına geçiş sağlamayı",
      "E": "Bir emisyon envanteri oluşturarak ve iklim<br/>değişikliği ile mücadele etmek için etkin bir<br/>eylem planı geliştirerek programlar kurmayı"
    },
    "explanation": "Sözleşmeyi imzalayanlar daha az enerji kullanan katı atık yönetimi<br/>programlarına geçiş sağlamayı taahhüt etmektedirler."
  },
  {
    "id": "3638878",
    "unitNumber": 3,
    "text": "I. Üretimde farklılaşma\n II. Toplumsal tabakalaşma\n III. Yerel örgütlenme\n Kentleşme kavramı belli bir mekanda nüfus yoğunluğunu ifade ederken aynı zamanda yukarıdakilerden hangisi ile ilişkilendirilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "I, II ve III Kentleşme kavramı ile ilişkilidir."
  },
  {
    "id": "3638879",
    "unitNumber": 4,
    "text": "1798’de ilk kez anonim olarak yayımlanan Nüfus İlkesi Üzerine Bir Deneme (An Essay on Thes Principle of Population) kitabının yazarı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Thomas Robert Malthus",
      "B": "Thomas Stern Elliot",
      "C": "Hans Müller",
      "D": "John Lock",
      "E": "Herbert Spencer"
    },
    "explanation": "GELENEKSEL TARIMDAN<br/>MODERN TARIMA: TARIM TARİHİ<br/>Doğru yanıt A seçeneğindeki Thomas Robert Malthus'dur."
  },
  {
    "id": "3638880",
    "unitNumber": 4,
    "text": "Yeşil Devrim olarak adlandırılan ve gelişmekte olan ülkelerde tohum ve mahsul miktarlarında artışı sağlayanlar arasında aşağıdakilerden hangisi yoktur?",
    "correctAnswer": "B",
    "options": {
      "A": "Tarımda makineleşmenin artması",
      "B": "Geleneksel tarım yapılması",
      "C": "Kimyasal gübre ve haşere öldürücü ilaçlar kullanımı",
      "D": "Yüksek verimli tohum çeşitlerinin kullanılması",
      "E": "Daha fazla sulama yapılması"
    },
    "explanation": "Tarımda Yeşil Devrim<br/>Doğru yanıt B seçeneğindeki Geleneksel tarım yapılması'dır."
  },
  {
    "id": "3638881",
    "unitNumber": 4,
    "text": "\"Aynı arazide her yıl aynı bitki türünün üretilmesi anlamına gelen tek tip ürün ekiminin<br/>yaygınlaşması ile birlikte ürün çeşitliliği azalma eğilimi göstermesine ne denir?\"",
    "correctAnswer": "C",
    "options": {
      "A": "Tek ürün",
      "B": "Çok ürün",
      "C": "Monokültür",
      "D": "Tek Kültür",
      "E": "Çoklu kültür"
    },
    "explanation": "Tarım ve Monokültür<br/>Sorunun yanıtı C seçeneğindeki monokültür'dür."
  },
  {
    "id": "3638882",
    "unitNumber": 4,
    "text": "Çevre sorunlarının büyük bölümü, doğal dengenin bozulması ile ilgilidir. Bunun nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Doğaya yatırım yapılması",
      "B": "Doğaya ekim yapılması",
      "C": "Doğanın sulanması",
      "D": "Doğanın yanlış ve kötü kullanılması",
      "E": "Doğanın ağaçlandırılması"
    },
    "explanation": "TARIM VE ÇEVRE SORUNLARI<br/>Yalnızca D seçeneğindeki ifade doğrudur."
  },
  {
    "id": "3638883",
    "unitNumber": 4,
    "text": "Diğer adı toprak dejenerasyonu olan ve toprak kalitesinin farklı sebeplerle düşmesine verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Toprak yitimi",
      "B": "Toprak verimi",
      "C": "Toprak geliri",
      "D": "Toprak salınımı",
      "E": "Toprak bozunumu"
    },
    "explanation": "Toprak Kirliliği<br/>Yanıt E seçeneğindeki toprak bozunumu'dur."
  },
  {
    "id": "3638884",
    "unitNumber": 4,
    "text": "Tanımı tarih içerisinde değişmekle birlikte kullanımı Ricardo ve Malthus gibi klasik iktisatçılara kadar gitmekte olan ve çevre sorunlarının en önemli kavramlarından biri olarak karşımıza çıkan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sürdürülebilir kalkınma",
      "B": "Yürütülebilir kalkınma",
      "C": "Sağlanabilir kalkınma",
      "D": "Yitirilebilir kalkınma",
      "E": "Alınabilir kalkınma"
    },
    "explanation": "SÜRDÜRÜLEBİLİR KALKINMA,<br/>SÜRDÜRÜLEBİLİR TARIM VE<br/>BİYOÇEŞİTLİLİK<br/>Yanıt A seçeneğindeki Sürdürülebilir kalkınma'dır."
  },
  {
    "id": "3638885",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Dünya Çevre ve Kalkınma Komisyonu Raporunu takip eden 1992 yılında Rio de Janerio’da gerçekleşen, Rio Konferansı ya da Dünya Zirvesi olarak da bilinen Birleşmiş Milletler Çevre ve Kalkınma Konferansı sonucunda ortaya çıkan beş temel belge arasında <strong><u>değildir?</u></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Rio Deklarasyonu",
      "B": "Gündem 41",
      "C": "Orman İlkeleri",
      "D": "İklim Değişikliği Sözleşmesi",
      "E": "Biyolojik Çeşitlilik Sözleşmesi"
    },
    "explanation": "SÜRDÜRÜLEBİLİR KALKINMA,<br/>SÜRDÜRÜLEBİLİR TARIM VE<br/>BİYOÇEŞİTLİLİK<br/>Doğru yanıt B seçeneğindeki Gündem 41'dir."
  },
  {
    "id": "3638886",
    "unitNumber": 4,
    "text": "“Kara, deniz ve diğer su ekosistemlerinde ve bu ekosistemlerin parçası olduğu ekolojik yapılar içerisinde bulunan canlı organizma çeşitliliği” tanımı aşağıdakilerden hangisine aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Teknoçeşitlilik",
      "B": "Elektroçeşitlilik",
      "C": "Biyoçeşitlilik",
      "D": "Saydamçeşitlilik",
      "E": "Ekonomçeşitlilik"
    },
    "explanation": "Yanıt C seçeneğindeki Biyoçeşitlilik'tir."
  },
  {
    "id": "3638887",
    "unitNumber": 4,
    "text": "Latin Amerika’da zararlı ot öldürücü ilaçlara dayanıklı hangi ürün en çok üretilen GD bitki tercihi olmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "Mısır",
      "B": "Domates",
      "C": "Patlıcan",
      "D": "Soya fasulyesi",
      "E": "Pirinç"
    },
    "explanation": "GENETİĞİ DEĞİŞTİRİLMİŞ ORGANİZMALAR (GDO)<br/>Doğru yanıt D seçeneğindeki soya fasulyesi'dir."
  },
  {
    "id": "3638888",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi organik tarımın temel ilkeleri arasında <strong><u>yer almamaktadır?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sağlık",
      "B": "Ekoloji",
      "C": "Hakkaniyet",
      "D": "Özen gösterme",
      "E": "Yıpratma"
    },
    "explanation": "ORGANİK TARIM<br/>Doğru yanıt E seçeneğindeki yıpratma'dır."
  },
  {
    "id": "3638889",
    "unitNumber": 4,
    "text": "Aşağıdaki olaylardan hangisi “Tarımda Yeşil Devrim” olarak adlandırılabilecek olaylardan biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "E",
    "options": {
      "A": "Makineleşmenin artması",
      "B": "Kimyasal gübre ve haşere öldürücü ilaçların kullanımı",
      "C": "Yüksek verimli tohum çeşitlerinin kullanılması",
      "D": "Tarımda daha fazla sulama yapılması",
      "E": "Nadassız tarım yapılmaya başlanması"
    },
    "explanation": "Tarımda makineleşmenin artması, kimyasal gübre ve haşere öldürücü ilaçlar kullanımı, yüksek verimli tohum çeşitlerinin kullanılması, daha fazla sulama yapılması ile birlikte gelişmekte olan ülkelerde tohum ve mahsul miktarlarında gerçekleşen bu artışa “Tarımda Yeşil Devrim” denilmektedir. Tarımda Yeşil Devrim, İkinci Dünya Savaşı sonrası ortaya çıkan bir kavramdır oysa nadassız tarım modern tarımın gelişmesi için önemli bir adım olmakla birlikte, nadassız tarımın başlaması 16. Yüzyıla kadar gitmektedir. Dolayısıyla doğru yanıt E seçeneğidir."
  },
  {
    "id": "3638890",
    "unitNumber": 4,
    "text": "Yeşil Devrim ile birlikte makineleşmenin artması, mahsul çeşidindeki iyileştirmeler, sulamanın artması, gübre, yabani ot ve zararlı böceklerle mücadelede kullanılan tarım kimyasallarındaki gelişmeler beraberinde aşağıdakilerden hangisini getirmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tek tip ürün ekiminin yaygınlaşması",
      "B": "Çok tip ürün ekiminin yayınlaşması",
      "C": "Ürün çeşitliliğinde artış eğilimi görülmesi",
      "D": "Üretim için kar yerine öz-tüketim motivasyonunun gelişmesi",
      "E": "Nadassız tarım yapılmaya başlanması"
    },
    "explanation": "Yeşil Devrim ile birlikte makineleşmenin artması, mahsul çeşidindeki iyileştirmeler, sulamanın artması, gübre, yabani ot ve zararlı böceklerle mücadelede kullanılan tarım kimyasallarındaki gelişmeler, monokültür olarak da adlandırılan tek tip ürün ekiminin yaygınlaşmasını beraberinde getirmiştir. Tek tip ürün ekiminin yaygınlaşması ise, ürün çeşitliliğinde azalma eğilimini, üretim için öz-tüketim yerine kar motivasyonunun gelişmesini etkilemiştir. Monokültür çok tip ürün ekiminin yayınlaşmasına değil, azalmasına yol açmıştır. Bu nedenle doğru yanıt A seçeneğidir."
  },
  {
    "id": "3638891",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, karbondioksit salınımını arttırarak, iklim değişikliğine neden olan olaylardan biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Pirinç üretimi",
      "B": "Biyokütle/canlı kütle yakımı",
      "C": "Besicilik",
      "D": "Ormansızlaştırma",
      "E": "Mineral gübre kullanımı"
    },
    "explanation": "Pirinç üretimi metan gazı salınımını arttırarak iklim değişikliğine neden olan; biyokütle/canlı kütle yakımı metan, azot oksit, nitrik oksit ve amonyak salınımını arttırarak iklim değişikliğine, asitlendirmeye ve sudaki azot ve fosfatın artmasına neden olan; besicilik azot oksit ve amonyak salınımını arttırarak iklim değişikliğine ve sudaki azot ve fosfatın artmasına neden olan; arazi kullanımı değişikliği ve özellikle ormansızlaştırma karbondioksit salınımını arttırarak iklim değişikliğine neden olan; mineral gübre kullanımı azot oksit, nitrik oksit ve amonyak salınımını arttırarak iklim değişikliğine, asitlendirmeye ve sudaki azot ve fosfatın artmasına neden olan; olaylardır. Dolayısıyla doğru yanıt ormansızlaştırma yanıtının bulunduğu D seçeneğidir."
  },
  {
    "id": "3638892",
    "unitNumber": 4,
    "text": "Türkiye’de toprak kirliliğine neden olan etkenlerden biri, madencilik atıklarıdır. Aşağıdakilerden hangisi, madencilik atıkları nedeniyle Türkiye’de en çok etkilenen şehirlerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Trabzon",
      "B": "Malatya",
      "C": "Eskişehir",
      "D": "Erzurum",
      "E": "Kocaeli"
    },
    "explanation": "Türkiye’de toprak kirliliğine neden olan madencilik atıkları nedeniyle Türkiye’de en çok etkilenen şehirler Zonguldak ve Eskişehir’dir. Seçenekler arasında yalnızca Eskişehir yer aldığı için doğru yanıt C seçeneğidir."
  },
  {
    "id": "3638893",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sürdürülebilir tarımın amaçlarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tarımda verimliliği korumak",
      "B": "Çevreye verilen zararı azaltmak",
      "C": "Kısa ve uzun dönemde ekonomiyi canlı tutmak",
      "D": "Sürdürülebilir tarım için veri tabanı oluşturmak",
      "E": "Tarımla uğraşanların yaşam kalitesini yükseltmek"
    },
    "explanation": "Tarımda verimliliği korumak, çevreye verilen zararı azaltmak, kısa ve uzun dönemde ekonomiyi canlı tutmak ve tarımla uğraşanların yaşam kalitesini yükseltmek sürdürülebilir tarımın amaçlarındandır. Buna karşın sürdürülebilir tarım için veri tabanı oluşturmak ise, tarımda sürdürülebilirliğin temel ilkelerindendir. Bu nedenle, amaç değil ilke olduğundan D seçeneğindeki ifade doğru yanıttır."
  },
  {
    "id": "3638894",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sürdürülebilir tarımda önem verilen uygulamalardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Nöbetleşe ürün ekme",
      "B": "Toprağı doğal yollarla zenginleştirme",
      "C": "Ekinlerin ve hayvanların çeşitlendirilmesi",
      "D": "Zararlıların doğal olarak kontrol edilmesi",
      "E": "Toprağın aşırı sulanması"
    },
    "explanation": "Nöbetleşe ürün ekme, toprağı doğal yollarla zenginleştirme, ekinlerin ve hayvanların çeşitlendirilmesi ve zararlıların doğal olarak kontrol edilmesi, sürdürülebilir tarımda önem verilen uygulamalardır. Toprağın aşırı sulanması ise çevreye zarar verecek uygulamalardandır ve sürdürülebilir tarım için önlem alınması gereken bir konudur. Dolayısıyla doğru yanıt E seçeneğidir."
  },
  {
    "id": "3638895",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Dünya’da yaygın olarak yetiştirilen, gen aktarılmış başlıca ürünlerden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Haşhaş",
      "B": "Soya",
      "C": "Mısır",
      "D": "Kanola",
      "E": "Pamuk"
    },
    "explanation": "Dünya’da yaygın olarak yetiştirilen, gen aktarılmış başlıca ürünler arasında soya, mısır, kanola ve pamuk gelmektedir. Haşhaş bu ürünler arasın da yer almadığından doğru yanıt A seçeneğidir."
  },
  {
    "id": "3638896",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi genetiği değiştirilmiş ürünlerin ortaya çıkardığı kaygılardan biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hayvanlarda antibiyotiğe karşı direnç gelişmesi",
      "B": "Ürünlerin haşerelere dayanıksız hale gelmesi",
      "C": "Özel sektörde tekel oluşturması",
      "D": "Yerel türlerin yok olmasına neden olması",
      "E": "Suları kirletmesi"
    },
    "explanation": "Genetiği değiştirilmiş ürünlerin ortaya çıkardığı kaygılar arasında; toksik etki yaratma, insan dâhil olmak üzere çevredeki tüm canlıları ve doğal tarımı tehdit etme, suları kirletme, alerjik reaksiyonu tetikleme, hayvanlarda bağışıklık sistemini zayıflatma, kısırlığa yol açma, yerel ürünlere gen aktarımı olasılığı nedeniyle yerel türlerin yok olmasına neden olma, bitkilerde, bitkiler yoluyla ise hayvanlarda ve insanlarda antibiyotiğe karşı direnç geliştirme, tohum saklama gibi geleneklerin ortadan kalkmasına neden olma, özel sektörde tekel oluşturma ve küçük köylünün gelirinde düşüşe neden olması gibi farklı kaygılara neden olmaktadır. Dolayısıyla bu kaygılardan birini ifade etmesi nedeniyle doğru yanıt B seçeneğidir."
  },
  {
    "id": "3638897",
    "unitNumber": 4,
    "text": "“Organik tarımın, günümüz ve gelecek kuşaklar ve çevrelerinin sağlığı ile esenliğini korumak üzere sorumlu bir yaklaşımla yönetilmesi” organik tarımın hangi ilkesine işaret etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sağlık ilkesi",
      "B": "Ekoloji ilkesi",
      "C": "Özen ilkesi",
      "D": "Ticari olma ilkesi",
      "E": "Hakkaniyet ilkesi"
    },
    "explanation": "Organik tarımın sağlık ilkesi, yekpare bir birlik içinde olan toprağın, bitkilerin, hayvanların, insanoğlunun ve yerkürenin sağlığının korunarak ileriye taşınmasıdır. Ekoloji ilkesi, organik tarımın canlı ekolojik sistem ve döngüleri temel almasını, onların devamlılığına katkıda bulunmasını amaçlar. Hakkaniyet ilkesine göre organik tarım, ortak çevreyi ve yaşamsal olanaklar açısından hakkaniyeti gözeten ilişkiler üzerine kurulmalıdır. Özen ilkesinin prensibi ise organik tarımın, günümüz ve gelecek kuşaklar ve çevrelerinin sağlığı ile esenliğini korumak üzere sorumlu bir yaklaşımla yönetilmesidir. Bu durumda doğru yanıt, C seçeneğindeki özen ilkesidir."
  },
  {
    "id": "3638898",
    "unitNumber": 4,
    "text": "Dünya genelinde organik tarım arazisi bakımından organik tarımın en fazla uygulandığı kıta hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Asya",
      "B": "Avrupa",
      "C": "Afrika",
      "D": "Okyanusya",
      "E": "Kuzey Amerika"
    },
    "explanation": "Organik tarımın en fazla uygulandığı yer %51 ile Okyanusya kıtasıdır. Okyanusya’yı %21 ile Avrupa, %11 ile Latin Amerika, %9 ile Asya, %5 ile Kuzey Amerika ve %3 ile Afrika takip etmektedirç Buna göre doğru yanıt D seçeneğindeki Okyanusya kıtasıdır."
  },
  {
    "id": "3638899",
    "unitNumber": 5,
    "text": "İnsanların hayvanlar üzerindeki baskı ve sömürüsüne son verme amacı taşıyan hayvan özgürleşmesi kuramının öncüsü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Singer",
      "B": "Bentham",
      "C": "Regan",
      "D": "Fraser",
      "E": "Baldwin"
    },
    "explanation": "Ünitenin Hayvan Hakları Kuramı bölümünde, hayvan özgürleşmesi kuramı hakkında bilgi verilmektedir. Hayvan Özgürleşmesi kuramının öncüsü Peter Singer’dır."
  },
  {
    "id": "3638900",
    "unitNumber": 5,
    "text": "Herhangi bir eylemden etkilenen herkesin menfaatlerinin dikkate alınması ve bunların dışında yer alan diğerlerinin menfaatleriyle aynı ağırlığa sahip olması gerektiğini düşünen kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Regan",
      "B": "Fraser",
      "C": "Baldwin",
      "D": "Bentham",
      "E": "Singer"
    },
    "explanation": "Ünitenin Hayvan Hakları Kuramı bölümünde, Bentham’ım görüşleri açıklanmaktadır. Ahlak felsefesinde Faydacı Okulun kurucusu reformcu Jeremy Bentham’a göre herhangi bir eylemden etkilenen herkesin menfaatlerinin dikkate alınması ve bunların dışında yer alan diğerlerinin menfaatleriyle aynı ağırlığa sahip olması gerekir."
  },
  {
    "id": "3638901",
    "unitNumber": 5,
    "text": "Yaşamın öznesi olan tüm varlıklara, doğal değere sahip oldukları için adalet gereği tümüne saygı gösterilmesi gerektiğini ifade eden ahlak ilkesi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yaşam ilkesi",
      "B": "Zarar ilkesi",
      "C": "Doğa ilkesi",
      "D": "Değer ilkesi",
      "E": "Saygı ilkesi"
    },
    "explanation": "Ünitenin Hayvan Hakları Kuramı bölümünde, yaşamın öznesi olan tüm varlıklara nasıl davranılması gerektiğiyle ilgili ahlaki ilkeler açıklanmaktadır. Saygı ilkesi, doğal değere sahip bireylere bu değerden ötürü saygıyla davranılması gerektiğidir. Yaşamın özneleri olan tüm bireyler doğal değere sahip oldukları için, adalet gereği tümüne saygı gösterilmelidir. Bu anlamda saygı ilkesi, adaletin eşitlikçi ve mükemmeliyetçi olmayan yorumuna dayanır. Bir bireye doğal değeri olduğu için saygı göstermek adalet gereğidir. Aksi tutum adaletsizliktir"
  },
  {
    "id": "3638902",
    "unitNumber": 5,
    "text": "Yaşamın öznesi olan tüm varlıklara, sahip oldukları doğal değerler nedeniyle adalet gereği hiçbirine <strong>zarar verilmemesi</strong> gerektiğini ifade eden ahlak ilkesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Zarar ilkesi",
      "B": "Saygı ilkesi",
      "C": "Değer ilkesi",
      "D": "Yaşam ilkesi",
      "E": "Doğa ilkesi"
    },
    "explanation": "Zarar ilkesi gereği bireylere zarar vermemek<br/>görevimizdir... Yaşamın<br/>özneleri olan tüm bireylere (insan, hayvan)<br/>sahip oldukları doğal değerler nedeniyle ve adalet<br/>gereği eşit biçimde saygı duymak ve onlara zarar<br/>vermemek görevimizdir"
  },
  {
    "id": "3638903",
    "unitNumber": 5,
    "text": "Hayvanların doğal çevrelerinde tutulmaları, doğal uyum sağlama ve doğal yeteneklerinin geliştirilmesine izin verilmesi ile ilgili yaşam kalitesi göstergesi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Duygu durumu",
      "B": "Fizyolojik yapı",
      "C": "Doğal davranış",
      "D": "Biyolojik işlev",
      "E": "Kötü beslenme"
    },
    "explanation": "Ünitenin Hayvan Refahı Kuramı bölümünde, hayvanların yaşam kalitesinin göstergeleri açıklanmaktadır."
  },
  {
    "id": "3638904",
    "unitNumber": 5,
    "text": "Hayvanların büyüme ve üreme yetisi, hastalık, incinme, beslenme, fizyoloji ve davranışlarıyla ilgili yaşam kalitesi göstergesi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğal davranış",
      "B": "Biyolojik işlev",
      "C": "Uyum sağlama",
      "D": "Doğal yetenek",
      "E": "Duygu durumu"
    },
    "explanation": "Ünitenin Hayvan Refahı Kuramı bölümünde, hayvanların yaşam kalitesinin göstergeleri açıklanmaktadır."
  },
  {
    "id": "3638905",
    "unitNumber": 5,
    "text": "Doğal haklar kuramında, hayvanların yaşamın özneleri olmalarından dolayı doğal değere sahip olduğunu ve bu nedenle tüm hayvanların eşit ahlaki haklara sahip olduğunu savunan kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Cartmill",
      "B": "Baldwin",
      "C": "Warren",
      "D": "Regan",
      "E": "Frey"
    },
    "explanation": "Ünitenin Hayvan Hakları Kuramını Savunanlara Yöneltilen Eleştiriler bölümünde, Regan’ın görüşleri açıklanmaktadır.\n<br/>Hayvan Özgürleşmesi hareketinin diğer felsefi ayağını oluşturan Tom Regan’ın Doğal Haklar kuramıdır. Regan, bir yaşından büyük tüm normal memelilerin aynı temel ahlaki haklara sahip olduğunu savunur. İnsan olmayan hayvanların da bizler gibi zarar görmeme ve öldürülmeme hakkı vardır."
  },
  {
    "id": "3638906",
    "unitNumber": 5,
    "text": "İnsanların vahşi hayvanlardan daha tehlikeli olduğunu, davranışlarının hayvanlara göre daha zor tahmin edilebildiğini ve bu nedenden dolayı ilişkilerimizi düzenleyebilmek için ahlak sistemine ihtiyacımız olduğunu öne süren kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Singer",
      "B": "Regan",
      "C": "Cartmill",
      "D": "Baldwin",
      "E": "Warren"
    },
    "explanation": "Ünitenin Hayvan Hakları Kuramını Savunanlara Yöneltilen Eleştiriler bölümünde, Warren’ın görüşleri açıklanmaktadır. Warren’a (1996:46) göre, insan olan ve olmayan doğayı ayıran ve ahlaki anlamı olan şey akıldır. Akla dayalı muhakeme sonucu bazı eylemleri yapma ya da yapmama kapasitesine sahibiz.\n<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/fbffdf0e356ff5da47695d936531e60e.png\" alt=\"page11image27020864\" width=\"9.418000\" height=\"18.100000\">"
  },
  {
    "id": "3638907",
    "unitNumber": 5,
    "text": "Hayvan refahı anlayışı kapsamında hayvanların, insanların yararına kullanılırken çektikleri acının en aza indirilmesini ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğal haklar",
      "B": "Yumuşak kullanım",
      "C": "Yaşamın öznesi",
      "D": "Eşit menfaatler",
      "E": "Özerk tutum"
    },
    "explanation": "Ünitenin Hayvan Hakları Hareketi İçindeki Düşünce Ayrılıkları bölümünde, yumuşak kullanım kavramı açıklanmaktadır."
  },
  {
    "id": "3638908",
    "unitNumber": 5,
    "text": "Ahlak felsefesinde Faydacı Okul’un kurucusu olan reformcu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Cartmill",
      "B": "Regan",
      "C": "Bentham",
      "D": "Warren",
      "E": "Singer"
    },
    "explanation": "Ünitenin Hayvan Hakları Kuramı bölümünde, Faydacı Okul hakkında bilgi verilmektedir.\n<br/>Ahlak felsefesinde Faydacı Okulun kurucusu reformcu Jeremy Bentham’a göre herhangi bir eylemden etkilenen herkesin menfaatlerinin dikkate alınması ve bunların dışında yer alan diğerlerinin menfaatleriyle aynı ağırlığa sahip olması gerekir."
  },
  {
    "id": "3638909",
    "unitNumber": 5,
    "text": "Düşünsel düzeyde hayvanların bazı yönlerden insanlardan daha üstün olduğunu savunan düşünce hangi düşünüre aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Empedocles",
      "B": "Aristoteles",
      "C": "Eflatun",
      "D": "Plato",
      "E": "Aristo"
    },
    "explanation": "Düşünsel düzeyde <strong>Empedocles’in</strong> hayvanların bazı yönlerden insanlardan daha üstün olduğunu savunan düşüncesinden Aristoteles’in doğanın amaca yönelik ve hiyerarşik olarak gördüğü yapısında insanların hayvanlardan üstün olduğu düşüncesine kadar olan geniş bir yelpazede insan-hayvan ilişkilerinin tartışıldığı görülür. Bu nedenle doğru cevap \" A\" dır."
  },
  {
    "id": "3638910",
    "unitNumber": 5,
    "text": "Hayvan hareketlerinin kuramsal yapısı hangi felsefeye dayanır?",
    "correctAnswer": "B",
    "options": {
      "A": "İnsan Özgürleşmesi Felsefesi",
      "B": "Hayvan Özgürleşmesi Felsefesi",
      "C": "Canlı Özgürleşmesi Felsefesi",
      "D": "Bitki Özgürleşmesi Felsefesi",
      "E": "Hava Özgürleşmesi Felsefesi"
    },
    "explanation": "Hayvan Hakları Hareketinin kuramsal yapısı, 1970’lerden sonra Peter Singer ve Tom Regan’ın başlattığı Hayvan Özgürleşmesi felsefesine dayanır. Bu nedenle doğru cevap \"B\" dir."
  },
  {
    "id": "3638911",
    "unitNumber": 5,
    "text": "Aşağıdaki seçeneklerden hangisi hayvanların özgürleşmesinin engellerinden birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hayvanların kendini ifade etmeleri",
      "B": "Sömürülmemeleri",
      "C": "Alışkanlık",
      "D": "Düşünmeleri",
      "E": "Konuşabilmeleri"
    },
    "explanation": "Gerçekte, belirli durumlarda et yeme isteğinin ardında yıllardır var olan et yeme alışkanlığı yatar. Bu alışkanlık bizim hayvanlara karşı tutumumuzu belirler. Bu nedenle Hayvan Özgürleşmesinin önündeki üçüncü engel alışkanlıktır.Bu nedenle doğru cevap \"C\" dir"
  },
  {
    "id": "3638912",
    "unitNumber": 5,
    "text": "\"Eşit Menfaatler Gözetme İlkesi\" kim tarafından öne sürülmüştür?",
    "correctAnswer": "E",
    "options": {
      "A": "Covel",
      "B": "Marx",
      "C": "Catton",
      "D": "Dunlop",
      "E": "Singer"
    },
    "explanation": "Singer (2015[2009] [1975]) bu ilkeye Eşit Menfaatler Gözetme İlkesi adını verir. Bu nedenle doğru cevap \"E\" dir."
  },
  {
    "id": "3638913",
    "unitNumber": 5,
    "text": "Hayvanların insanlar karşısında ahlak felsefesi açısından doğal hakları olduğunu savunan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Regan",
      "B": "Warren",
      "C": "Cartmill",
      "D": "Yeates",
      "E": "Bracke"
    },
    "explanation": "Hayvanların insanlar karşısında ahlak felsefesi açısından doğal hakları olduğunu savunan düşünür Tom Regan'dır."
  },
  {
    "id": "3638914",
    "unitNumber": 5,
    "text": "Hayvanların sosyal ve fiziksel çevresini nasıl algıladığını ve tepki verdiğini belirleyen duygunun adı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Acı",
      "B": "Üzüntü",
      "C": "Mutluluk",
      "D": "Korku",
      "E": "Endişe"
    },
    "explanation": "Hayvanların sosyal ve fiziksel çevresini nasıl algıladığını ve tepki verdiğini belirleyen duygunun adı korkudur Bu nedenle doğru cevap \"D\" dir."
  },
  {
    "id": "3638915",
    "unitNumber": 5,
    "text": "Hayvan Hakları ve Hayvan Özgürleşmesi hareketini savunanların temel aldıkları ahlak felsefesine karşı çıkanların görüşlerine ilişkin anlaşmazlıklarda ortaya çıkan noktalardan birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hayvanların hakları olabilir m",
      "B": "Canlı hayvanlar üzerinde deneyler mazur görülebilir mi?",
      "C": "Hayvanlar yiyecek ve meta olarak kullanılabilir mi?",
      "D": "Vahşi yaşamın korunmaya ihtiyacı var mı?",
      "E": "Hayvan hakları insan haklarından daha mı değerli?"
    },
    "explanation": "Hayvan Hakları ve Hayvan Özgürleşmesi hareketini savunanların temel aldıkları ahlak felsefesine karşı çıkanların görüşlerine ilişkin anlaşmazlık 4 temel noktada ortaya çıkar:\n 1. Hayvanların hakları olabilir mi?\n 2. Canlı hayvanlar üzerinde deneyler mazur görülebilir mi?\n 3. Hayvanlar yiyecek ve meta olarak kullanılabilir mi?\n 4. Vahşi yaşamın korunmaya ihtiyacı var mı?\n Bu nedenle doğru cevap \"E\" dir."
  },
  {
    "id": "3638916",
    "unitNumber": 5,
    "text": "Hayvanlar üzerindeki psikolojik deneyleri destekleyen kişi kimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Regan",
      "B": "Dunlop",
      "C": "Baldwin",
      "D": "Warren",
      "E": "Frey"
    },
    "explanation": "Hayvanlar üzerindeki psikolojik deneyleri destekleyen Baldwin (1996)'dir.Bu nedenle doğru cevap \"C\"dir."
  },
  {
    "id": "3638917",
    "unitNumber": 5,
    "text": "Hayvan haklarını savunan bireylerin tercih ettikleri beslenme biçimi ne olmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Vejetaryen",
      "B": "Glutensiz",
      "C": "Vegan",
      "D": "Ketojenik",
      "E": "Paleo"
    },
    "explanation": "Hayvan haklarını savunanlar vejetaryen beslenmeyi seçmeli ve çeşitli fırsatlarda kendilerini halka anlatmalıdır. Bu nedenle doğru cevap \"A\" dır."
  },
  {
    "id": "3638918",
    "unitNumber": 5,
    "text": "Aşağıdaki seçeneklerden hangisinde hayvan haklarına ilişkin doğru olmayan bir ifade yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Hayvan hakları felsefesi hem insanların hem hayvanların bireyler olarak ahlaki dokunulmazlıklarına dayanır.",
      "B": "Hayvanların refahı anlayışının sömürüyü kabullenen reformist tutumu kabul edilemez.",
      "C": "Hayvan hakları hareketinin hedeflediği noktaya ulaşması ancak hayvanların bireyler olarak ahlaki dokunulmazlıklarının kabulü ile gerçekleşebilir.",
      "D": "Hayvan hakları felsefesi bireysel bir değişim öngörür.",
      "E": "Hayvan haklarını savunanlar vejetaryen beslenmeyi seçmeli ve çeşitli fırsatlarda kendilerini halka anlatmalıdır."
    },
    "explanation": "A, B, C ve E seçeneklerinde yer alan ifadeler doğrudur, ancak D seçeneğinde yer alan ifade yanlıştır. Doğrusu\"Hayvan hakları felsefesi toplumsal bir değişim öngörür.\" biçiminde olacaktır. Bu nedenle doğru cevap \"D\" dir."
  },
  {
    "id": "3638919",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi çevre hareketleri kapsamında oluşan <strong>olumsuz</strong> gelişmelerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sanayileşme",
      "B": "Çevre bakanlıklarının kurulması",
      "C": "Yeşil partilerin ortaya çıkması",
      "D": "Ekolojinin akademik bir disiplin hâline gelmesi",
      "E": "Ekolojik tahribatın okul müfredatlarına girmesi"
    },
    "explanation": "Giriş\n Çevre hareketlerinin gelişimiyle, kalkınma, sanayileşme, büyüme gibi iktisadi açıdan dokunulmaz kavramlar sorgulanır hâle gelmiş, ekolojik sorunlar uluslararası kuruluşlar ve devletlerin gündemine girmiş, çevre bakanlıklarının kurulmasından, yeşil partilerin ortaya çıkmasına, ekolojinin akademik bir disiplin hâline gelmesinden, ekolojik tahribatın okul müfredatlarına girmesine bir dizi önemli gelişme kaydedilmiştir."
  },
  {
    "id": "3638920",
    "unitNumber": 6,
    "text": "İnsanların doğal kaynaklardan en iyi şekilde faydalanması ya da etkin biçimde kullanması için onları koruması amacıyla ortaya çıkan çevreci hareket hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çevresel adalet hareketi",
      "B": "Korumacı hareket",
      "C": "Küçülme hareketi",
      "D": "Nükleer karşıtı hareket",
      "E": "İklim değişikliği hareketi"
    },
    "explanation": "ÇEVRE HAREKETİNİN TARİHSEL SÜREÇTE İLK GELİŞİMİ<br/>Korumacı Hareketin Ortaya Çıkışı ve Gelişimi\n İlk çevresel hareketler, korumacı hareketler (conservation movement) olarak karşımıza çıkmaktadır. Korumacılık hareketinin açığa çıkışına avcılık faaliyetleri neden olmuştur. Avcılar, avladıkları hayvan popülasyonlarının tükenebileceğinin bilincine varmış ve türlerin korunabileceği alanların oluşturulması için mücadele etmiştir. Avcıların faydacı bir temele dayanan kaygıları, ormanların da korunması gereken alanlar olduğuna ilişkin düşünceyi açığa çıkarmış ve korumacı hareketin gelişmesine yol açmıştır (Rootes, 2004:612). Bu erken dönem korumacı hareketlerin amacı, insanların doğal kaynaklardan en iyi şekilde faydalanması ya da etkin biçimde kullanması için onları korumasıdır (Albrecht, 1976:150). Diğer amaçları yaban yaşamının ve doğanın sağladığı estetik ortamın korunmasıdır (Szasz, 1999:115)."
  },
  {
    "id": "3638921",
    "unitNumber": 6,
    "text": "Modern çevre hareketi hangi yıllarda oluşmaya başlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1980’lerin sonunda",
      "B": "1970’lerin sonu ve 1980’lerin başında",
      "C": "1950’lerin başında",
      "D": "1960’ların sonu ve 1970’lerin başında",
      "E": "1950’lerin sonu ve 1960’ların başında"
    },
    "explanation": "MODERN ÇEVRE HAREKETİNİN OLUŞUMU VE GELİŞİMİ \n<br/>1960’ların sonu ve 1970’lerin başında korumacı hareketten farklı olarak yeni bir çevre hareketi dalgası başlamış ve modern çevre hareketi olarak adlandırılmıştır. Korumacı hareket, çevreyi korunması gereken bir “şey”e indirgemesi, doğanın kendi dinamikleri olduğunu göz ardı etmesi ve kirliliği ekonomik, sosyal ve kültürel bağlamı dışında ele alması nedeniyle eleştirilmeye başlanmıştır (Gauna, 2008:465). Korumacı hareket, doğal alanların kirlenmesine ve yaban yaşamının korunmasına odaklanırken, yeni gelişen hareket endüstriyel faaliyetlerin her ortamı kirlettiğine vurgu yapmış, insanların yaşam kalitesi ve sağlığını tehdit ettiğine dikkat çekmiştir (Szasz, 1999:38)."
  },
  {
    "id": "3638922",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi savaş sonrası oluşan modern çevre hareketine etki eden değişimlerden <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İkinci Dünya Savaşı sonrası açığa çıkan zenginliğin, ekonomik gelişmenin bedelinin kirlenme olduğu argümanını arka plana itmesi",
      "B": "Tarımda kimyasal devrim, atom enerjisi, sentetik madde kullanımı, doğal kaynakların çıkarılmasında kullanılan teknolojilerdeki gelişmenin yeni çevresel tahribatlara yol açması",
      "C": "Doğanın dönüşümünün yarattığı risklere karşı oluşan ekolojik anlayış",
      "D": "Çevresel tahribatın bilimsel açıdan anlaşılır hale gelmesi ve yüksek öğretimin yaygınlaşması",
      "E": "Kuşların ve ormanların korunması, akarsu kirliliğinin önlenmesi"
    },
    "explanation": "Modern Çevre Hareketinin Düşünsel Gelişimi\n<br/>Çevre tarihçileri, 1960’lara kadar güçlü bir çevre hareketinin ortaya çıkmayışını ve çevre hareketinin aslında savaş sonrasına ait bir olgu olduğunu üç önemli değişim üzerinden açıklamıştır: İlki; 2. Dünya Savaşı sonrası açığa çıkan zenginliğin, ekonomik gelişmenin bedelinin kirlenme olduğu argümanını arka plana itmesidir. İkincisi; tarımda kimyasal devrim, atom enerjisi, sentetik madde kullanımı, doğal kaynakların çıkarılmasında kullanılan teknolojilerdeki gelişmenin yeni çevresel tahribatlara yol açmasıdır. Üçüncüsü; doğanın dönüşümünün yarattığı risklere karşı oluşan ekolojik anlayıştır (Rome, 2003:526). Çevresel tahribatın bilimsel açıdan anlaşılır hale gelmesi ve yüksek öğretimin yaygınlaşması da çevre bilincinin gelişimine neden olmuş ve çevresel sorunlara farkındalığı attırmıştır."
  },
  {
    "id": "3638923",
    "unitNumber": 6,
    "text": "World Wild Fund for Nature (WWF) isimli çevre örgütünün Türkçe açılımı hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dünyanın Dostları",
      "B": "Yeşil Partiler",
      "C": "Dünya Doğayı Koruma Vakfı",
      "D": "Çevresel Adalet Hareketi",
      "E": "Küçülme Hareketi"
    },
    "explanation": "<strong>Uluslararası Çevre Örgütleri </strong>\n World Wild Fund for Nature (WWF, Dünya Doğayı Koruma Vakfı): Daha önce “World Wildlife Fund” adını taşıyan bu küresel örgüt, dünyaca ünlü panda bayrağı altında kendisine bağlı ancak önemli ölçüde özerkliğe sahip ulusal örgütlerden oluşmaktadır"
  },
  {
    "id": "3638924",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi/hangileri Greenpeace’in misyonu içinde yer alır?\n<br/>I.Biyoçeşitliliği korumak\n<br/>II.Toprak, hava, tatlı su ve okyanusların kirlenmesi ve kötü kullanımını engellemek\n<br/>III.Nükleer tehdidi durdurmak\n<br/>IV.Kadın ve ekoloji mücadelesini birleştirmek\n<br/>V.Barış ve küresel silahsızlanmayı sağlamak",
    "correctAnswer": "E",
    "options": {
      "A": "III, IV ve V",
      "B": "Hepsi",
      "C": "IV,V",
      "D": "IV",
      "E": "I,II,III,V"
    },
    "explanation": "Uluslararası Çevre Örgütleri\n<br/>Greenpeace misyonunu, biyoçeşitliliği korumak; toprak, hava, tatlı su ve okyanusların kirlenmesi ve kötü kullanımını engellemek; nükleer tehdidi durdurmak, barış ve küresel silahsızlanmayı sağlamak olarak açıklamaktadır."
  },
  {
    "id": "3638925",
    "unitNumber": 6,
    "text": "Doğal kaynaklar ve tüm yaşam biçimlerinin yalnızca insanlara faydası olan bir kaynak olarak değil kendi başına içsel bir değere sahip olduğuna inanan düşünsel yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Derin ekoloji",
      "B": "Toplumsal ekoloji",
      "C": "Ekososyalizm",
      "D": "Ekofeminizm",
      "E": "Küçülme hareketi"
    },
    "explanation": "ÇEVRE HAREKETİNİN DAYANDIĞI FARKLI DÜŞÜNSEL TEMELLER \n<br/>Derin Ekoloji; doğal kaynaklar ve tüm yaşam biçimlerinin yalnızca insanlara faydası olan bir kaynak olarak değil kendi başına içsel bir değere sahip olduğuna inanan, kirliliğin yalnızca insan sağlığı değil, tüm tür ve ekosistemler üzerindeki etkisinin göz önüne alınması gerektiğini savunan ve ekolojik sorunların teknolojiyle çözüleceğine inanmayan, felsefi temelleri Arne Naess tarafından kurulan bir düşünsel yaklaşımdır."
  },
  {
    "id": "3638926",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Arne Naess tarafından kurulan bir düşünsel yaklaşımdır.",
    "correctAnswer": "C",
    "options": {
      "A": "Küçülme hareketi",
      "B": "Toplumsal ekoloji",
      "C": "Derin ekoloji",
      "D": "Ekososyalizm",
      "E": "Ekofeminizm"
    },
    "explanation": "ÇEVRE HAREKETİNİN DAYANDIĞI FARKLI DÜŞÜNSEL TEMELLER \n<br/>Derin Ekoloji; doğal kaynaklar ve tüm yaşam biçimlerinin yalnızca insanlara faydası olan bir kaynak olarak değil kendi başına içsel bir değere sahip olduğuna inanan, kirliliğin yalnızca insan sağlığı değil, tüm tür ve ekosistemler üzerindeki etkisinin göz önüne alınması gerektiğini savunan ve ekolojik sorunların teknolojiyle çözüleceğine inanmayan, felsefi temelleri Arne Naess tarafından kurulan bir düşünsel yaklaşımdır."
  },
  {
    "id": "3638927",
    "unitNumber": 6,
    "text": "İnsan ve doğa arasında kurulan hiyerarşik ve tahakküm ilişkilerini sorgulayan düşünsel yaklaşım hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Derin ekoloji",
      "B": "Toplumsal ekoloji",
      "C": "Ekososyalizm",
      "D": "Ekofeminizm",
      "E": "Küçülme hareketi"
    },
    "explanation": "ÇEVRE HAREKETİNİN DAYANDIĞI FARKLI DÜŞÜNSEL TEMELLER \n<br/>Toplumsal Ekoloji; Murray Bookchin’in düşünsel temelini oluşturduğu, insan ve doğa arasında kurulan hiyerarşik ve tahakküm ilişkilerini sorgulayan, toplumsal yapıdaki rekabetçi pazar ekonomisinin, sınıfsal ilişkiler ve mülkiyet ilişkilerinin insan ve doğa üzerinde nasıl tahakküm yarattığını açıklayan ve bu nedenle ekolojik sorunların kaynağı olarak yalnızca insanı gösteren yaklaşımlara eleştirel yaklaşan, dolayısıyla ekolojik olanın toplumsal olandan ayrı olarak incelenemeyeceğine inanan bir ekolojik yaklaşımdır (Bookchin, 1999). Sınıfsal, etnik ve cinsiyet temelindeki farklılıklara bakılmadan soyut bir insanlık kavramıyla ekolojik sorunların açıklanamayacağını ve toplumsal sistemdeki büyüme merkezli politikalar, tahakküm ilişkileri gibi bozukluklar yok edilmedikçe de ekolojik krizin çözüme kavuşamayacağını savunmaktadır."
  },
  {
    "id": "3638928",
    "unitNumber": 6,
    "text": "Toplumsal adalet ve ekolojik dengenin kurulduğu, niceliksel değil niteliksel ekonomik kriterlerin baz alındığı düşünsel yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Derin ekoloji",
      "B": "Toplumsal ekoloji",
      "C": "Ekososyalizm",
      "D": "Ekofeminizm",
      "E": "Küçülme hareketi"
    },
    "explanation": "ÇEVRE HAREKETİNİN DAYANDIĞI FARKLI DÜŞÜNSEL TEMELLER \n<br/>Ekososyalizm; sosyalizm ve ekoloji arasındaki bağlantıları güçlendirmeye dayalı, ekolojik sorunların kapitalist bir sisteme ya da çevresel duyarlılığı olmayan bir sosyalist sisteme meydan okumadan çözülemeyeceğini öneren bir düşünsel yapıya sahiptir. Yeşil partiler, yerli gruplar ve toplumsal hareketler arasında yaygınlığı olan bir düşüncedir. Ekososyalizm, toplumsal adalet ve ekolojik dengenin kurulduğu, niceliksel değil niteliksel ekonomik kriterlerin baz alındığı dolayısıyla değişim değeri yerine kullanım değerinin hâkim olduğu bir ekonomik yapının inşasını savunmaktadır."
  },
  {
    "id": "3638929",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisinde yeni toplumsal hareketlerin gelişmeye başladığı tarih doğru verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1950'ler",
      "B": "1960'lar",
      "C": "1970'ler",
      "D": "1980'ler",
      "E": "1990'lar"
    },
    "explanation": "Yeni Toplumsal Hareketler 1960'larda gelişmiştir."
  },
  {
    "id": "3638930",
    "unitNumber": 6,
    "text": "Küçülme hareketi toplumsal bir hareket olarak ilk hangi ülkede ortaya çıkmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Fransa",
      "B": "İngiltere",
      "C": "İsviçre",
      "D": "İspanya",
      "E": "Polonya"
    },
    "explanation": "Fransa"
  },
  {
    "id": "3638931",
    "unitNumber": 6,
    "text": "“Küresel düşün, yerel hareket et”, sloganıyla yerel düzeyde ve ulus devlet sınırları içinde politikalarını oluşturan uluslararası çevre örgütü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dünya Doğayı Koruma Vakfı",
      "B": "Dünyanın Dostları",
      "C": "Greenpeace",
      "D": "Yeşil Partiler",
      "E": "Çevresel Adalet Hareketi"
    },
    "explanation": "Sözkonusu slogan Dünyanın Dostlarına aittir."
  },
  {
    "id": "3638932",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi 1969 yılında Kanada’da Sierra Club’dan ayrılan nükleer karşıtı bir grubun, ABD’nin Kuzey Pasifikteki nükleer denemelerine tepkisinden doğmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Dünya Doğayı Koruma Vakfı",
      "B": "Dünya Dostları",
      "C": "Greenpeace",
      "D": "Yeşil Partiler",
      "E": "Çevresel Adalet Hareketi"
    },
    "explanation": "Greenpeace"
  },
  {
    "id": "3638933",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi korumacı çevre hareketine yönelik eleştirilerden biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Çevrenin korunması gereken bir şeye indirgenmesi",
      "B": "Yalnız doğanın dinamiklerine yoğunlaşılması",
      "C": "Kirliliğin kültürel unsurlarla ilişkilendirilmemesi",
      "D": "Kirliliğin iktisadi unsurlarının dikkate alınmaması",
      "E": "Kirliliğin sosyal bağlamından dışlanması"
    },
    "explanation": "Yalnız doğanın dinamiklerine yoğunlaşılması"
  },
  {
    "id": "3638934",
    "unitNumber": 6,
    "text": "Ekonomik büyüme sonucunda doğal kaynakların tükenmesi, gıda tehlikesi ve kirlilik tehlikesinin yol açacağı çevresel felaketle sanayi yatırımlarının %40, tarımsal üretimin %20 azaltılması ve zengin ülkelerden yoksul ülkelere kaynak aktarılmasıyla çözüme ulaşılacağı hangisinde önerilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ortak geleceğimiz",
      "B": "Büyümenin Sınırları",
      "C": "Yeryüzü Zirvesi",
      "D": "Brundland Raporu",
      "E": "Rio Konferansı"
    },
    "explanation": "Ekonomik büyüme sonucunda doğal kaynakların tükenmesi, gıda tehlikesi ve kirlilik tehlikesinin yol açacağı çevresel felaketle sanayi yatırımlarının %40, tarımsal üretimin %20 azaltılması ve zengin ülkelerden yoksul ülkelere kaynak aktarılmasıyla çözüme ulaşılacağı Büyümenin Sınırları Raporunda önerilmiştir."
  },
  {
    "id": "3638935",
    "unitNumber": 6,
    "text": "Bugünün ihtiyaçları karşılanırken gelecek kuşakların ihtiyaçlarını karşılanmasının gözetilmesi aşağıdaki kavramlardan hangisiyle ifade edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekonomik büyüme",
      "B": "Sürdürülebilir kalkınma",
      "C": "İstikrarlı büyüme",
      "D": "Ekosistem",
      "E": "Sanayileşme"
    },
    "explanation": "Bugünün ihtiyaçları karşılanırken gelecek kuşakların ihtiyaçlarını karşılanmasının gözetilmesi sürdürülebilir kalkınma kavramıyla ifade edilir."
  },
  {
    "id": "3638936",
    "unitNumber": 6,
    "text": "Muray Bookchin’in düşünsel temelini oluşturduğu, insan ve doğa arasında kurulan hiyerarşik ve tahakküm ilişkilerini sorgulayan ve ekolojik olanın toplumsal olandan ayrılmayacağına inanan ekolojik yaklaşım hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Derin ekoloji",
      "B": "Ekososyolozim",
      "C": "Toplumsal ekoloji",
      "D": "Ekofeminizm",
      "E": "Ekomerkezcilik"
    },
    "explanation": "Muray Bookchin’in düşünsel temelini oluşturduğu, insan ve doğa arasında kurulan hiyerarşik ve tahakküm ilişkilerini sorgulayan ve ekolojik olanın toplumsal olandan ayrılmayacağına inanan ekolojik yaklaşım toplumsal ekolojidir."
  },
  {
    "id": "3638937",
    "unitNumber": 6,
    "text": "Sürdürülebilir kalkınma görüşü aşağıdakilerden hangisinde ilk defa ileri sürülmüştür?",
    "correctAnswer": "E",
    "options": {
      "A": "Gündem 2030",
      "B": "Rio Konferansı",
      "C": "Yeryüzü Zirvesi",
      "D": "Büyümenin sınırları",
      "E": "Ortak Geleceğimiz"
    },
    "explanation": "Sürdürülebilir kalkınma görüşü ilk defa Ortak Geleceğimiz Raporunda ileri sürülmüştür."
  },
  {
    "id": "3638938",
    "unitNumber": 6,
    "text": "Korumacı hareket içinde doğal çevrenin akla uygun bir biçimde kullanımını, yönetimini ve yenilenmesini isteyen grup aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Onarımcılar",
      "B": "Korumacılar",
      "C": "Düzeltim karşıtı olanlar",
      "D": "Düzeltim yanlıları",
      "E": "Faydacılar"
    },
    "explanation": "Korumacı hareket içinde faydacılar doğal çevrenin akla uygun bir biçimde kullanımını, yönetimini ve yenilenmesini isteyen gruptur."
  },
  {
    "id": "3638939",
    "unitNumber": 7,
    "text": "I-Çölleşme\n<br/>II-Kuraklık, susuzluk ve kıtlık\n<br/>III-İklim değişikliklerine bağlı salgın hastalıklar\n<br/>IV-Buzulların erimesi ve denizlerin soğuması\n<br/>Aşağıdaki hangi seçenekte küresel ısınmanın etkileri doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve IV",
      "C": "II-III ve IV",
      "D": "I-II ve III",
      "E": "I-II-III ve IV"
    },
    "explanation": "Küresel ısınmanın etkileri dünyayı ve ekosistemi her geçen gün yaşanmaz bir hale getiriyor. Çölleşme, kuraklık ve ona eşlik eden susuzluk ve kıtlık, iklim değişikliklerine bağlı salgın hastalıklar, buzulların erimesi ve denizlerin ısınmasıyla ekosistemin dengesi tümüyle bozulmaktadır. IV. cümlede denizlerin soğuması çeldirici olarak kullanılmıştır. Bu durumda doğru cevap D'dir"
  },
  {
    "id": "3638940",
    "unitNumber": 7,
    "text": "“İnsan hakimiyeti paradigması” nı ön gören ve çözüm önerilerinde bulunan çevre bilimci aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Andrew Dobson",
      "B": "David Orr",
      "C": "Murray Bookchin",
      "D": "Van Steenbergen",
      "E": "Simon Hailwood"
    },
    "explanation": "Çevre eğitimi alanında önemli katkılarda bulunan David Orr, etrafımızda gördüğümüz asıl sorunun her şeyi kontrol etme ve tüm dünyayı fethetme eğilimindeki “insan hakimiyeti paradigması” olduğunu tespit eder ve ekolojik okur yazar bir toplum oluşturmak için de bir çözüm önerir. İnsan hakimiyeti paradigmasının yerini insanları doğal yaşam ağına yerleştiren “biyotik toplumun vatandaşları” paradigması almalıdır. Doğru cevap B'dir."
  },
  {
    "id": "3638941",
    "unitNumber": 7,
    "text": "Ekolojik toplum paradigması aşağıdaki hangi temele dayandırılarak çözüm yolları sunmaya çalışmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Etik temellere",
      "B": "Teknolojik temellere",
      "C": "Yöresel temellere",
      "D": "Yaşamsal temellere",
      "E": "Çevresel temellere"
    },
    "explanation": "Mevcut ekolojik krizden çıkış yollarını felsefi, bilimsel ve etik temellere dayandırarak çözmeyi amaçlayan <u>ekolojik toplum paradigması</u> sorunun kaynağını tespit ederek çözüm yolları sunmaktadır. Doğru cevap A'dır."
  },
  {
    "id": "3638942",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi alanyazın incelendiğinde karşımıza çıkan ekolojik vatandaşlık unsurları arasında yer almamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sorumluluk",
      "B": "Haklar",
      "C": "Duyarlılık",
      "D": "Sürdürülebilirlik",
      "E": "Adalet ve katılım"
    },
    "explanation": "Ekolojik vatandaşlık tartışılmaya devam eden bir kavramdır. Bu kavramı oluşturan birçok unsur vardır. Bireyin çevreye karşı bilgi ve tutumu ve çevreye ilişkin okuryazarlık düzeyi bunlardan bir kaçıdır ancak yeterli değildir. Alanyazın incelendiğinde, dört unsurun en çok vurgulanan boyutlar olduğu göze çarpmaktadır. Bunlar sorumluluk, sürdürülebilirlik, haklar, adalet ve katılımdır. duyarlılık bu unsurlar arasında yer almamaktadır. Doğru cevap C'dir."
  },
  {
    "id": "3638943",
    "unitNumber": 7,
    "text": "Dünyanın belli bölgelerindeki bireylerin, kaynakların eşit dağıtılması için eylemlerini yaygınlaştırmalarının önemini ortaya çıkaran, bir değer ve erdem olarak ekolojik vatandaşlığın ve sosyal adalet fikrinin temelini atan düşünce ................. olarak adlandırılmaktadır.\n yukarıda boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ekolojik toplum",
      "B": "Liberal vatandaşlıık",
      "C": "Karşılıksız sorumluluk",
      "D": "Ekolojik vatandaşlık",
      "E": "Ekolojik ayak izi"
    },
    "explanation": "Ekolojik ayak izi, dünyanın belli bölgelerindeki bireylerin, kaynakların eşit dağıtılması için eylemlerini yaygınlaştırmalarının önemini ortaya çıkarır ve bir değer ve erdem olarak ekolojik vatandaşlığın sosyal adalet fikrinin temelini atar. Doğru cevap E'dir."
  },
  {
    "id": "3638944",
    "unitNumber": 7,
    "text": "Ekolojik vatandaşlık anlayışına göre aşağıdakilerden hangisi özel olanın eş zamanlı olarak ilişkilendirildiği ilkedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bireysel",
      "B": "Siyasi",
      "C": "Güncel",
      "D": "Duyarlı",
      "E": "Liberal"
    },
    "explanation": "Özel olanın aynı zamanda siyasi olduğu ilkesinden hareket eden ekolojik vatandaşlık, vatandaşlık pratiklerini sadece kamusal alan üzerinden tarif etmez, gündelik hayatın tüm özel pratiklerine kadar genişletir. Doğru cevap B'dir."
  },
  {
    "id": "3638945",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ekolojik vatandaşlık kavramını derinleştirdiği düşünülen bilim insanıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Seyfang",
      "B": "Sáiz",
      "C": "Dobson",
      "D": "Jagers",
      "E": "Doherty"
    },
    "explanation": "Ekolojik vatandaşlık kavramını derinleştiren Dobson, vatandaşların davranışlarının ekonomik tedbirler veya reklam kampanyaları yoluyla yönlendirildiği türden uygulamaları reddederek, çevre meselesinin sadece iktisadi bir davranışa indirgenmesine itiraz etmiştir. Doğru cevap C'dir."
  },
  {
    "id": "3638946",
    "unitNumber": 7,
    "text": "Liberal vatandaşlığın değerlerinin ekolojik vatandaşlığa uygun olacak bir biçimde dönüştürülmesinin yeterli olacağına inanan ikili aşağıdaki hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Andrew Dobson ve Valencia Saiz",
      "B": "John Barry ve Andrew Light",
      "C": "Simon Hailwood ve Andrew Light",
      "D": "Derek Bell ve Simon Hailwood",
      "E": "Andrew Dobson ve Derek Bell"
    },
    "explanation": "Andrew Dobson ve Valencia Saiz ekolojik vatandaşlığın tümüyle yeni ve özgün bir vatandaşlık türü olduğunu iddia ederlerken, Derek Bell ve Simon Hailwood ise liberal vatandaşlığın değerlerinin ekolojik vatandaşlığa uygun olacak bir biçimde dönüştürülmesinin yeterli olacağına inanmaktadır. Doğru cevap D'dir."
  },
  {
    "id": "3638947",
    "unitNumber": 7,
    "text": "Liberal ekolojik vatandaşlık fikrini geliştirirken aynı zamanda liberal çevre vatandaşının genel hak ve görevleri belirleyen bilim insanı ....................'dir. Yukarıda boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Derek Bell",
      "B": "Andrew Dobson",
      "C": "Valencia Saiz",
      "D": "Simon Hailwood",
      "E": "John Barry"
    },
    "explanation": "Bell, liberal vatandaşlar ‘ekolojik vatandaşlar’ olarak tasavvur edilecekse, sadece liberal bir çevre vatandaşlığı anlayışı geliştirmek değil, aynı zamanda liberal teorideki iç sorunlarla da başa çıkmak mümkün olmalıdır. Özellikle liberal vatandaşlığın bu kapsamdaki en önemli görevinin, diğer ekolojik vatandaşlık teorilerinin kavramlarıyla eleştirel bir diyalog yoluyla liberal vatandaşların çevre hak ve görevlerinin daha somut ve pratik bir biçimini ortaya çıkarmak olduğunu öne sürmüştür. Bell, liberal ekolojik vatandaşlık fikrini geliştirirken, liberal çevre vatandaşının genel hak ve görevleri belirlemiştir. Doğru cevap A'dır."
  },
  {
    "id": "3638948",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Dobson’a göre, ekolojik vatandaşlığı, liberal ve sivil cumhuriyetçi vatandaşlık anlayışlarından ayıran özelliklerden birisi <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Ekolojik yurttaşlık, cumhuriyetçi vatandaşlığın erdemler üzerine söylemini paylaşır ancak sorumluluklara haklardan daha fazla vurgu yapar",
      "B": "Ekolojik vatandaşlık yerine çevreci vatandaşlık kavramının kullanımı uygun olabilir",
      "C": "Vatandaşa öngördüğü sorumluluklar karşılıklılık ilkesine dayanmaz",
      "D": "Ekolojik vatandaşlığın etki alanı sadece kamusal alanla sınırlı değildir, vatandaşlık pratikleri aynı zamanda bireylerin özel alan faaliyetlerini de kapsar",
      "E": "Ekolojik vatandaşlık ulus-devlet sınırlarının ötesine uzanır ve bu nedenle mekânsızdır"
    },
    "explanation": "Dobson’a göre, ekolojik vatandaşlık, liberal ve sivil cumhuriyetçi vatandaşlık anlayışlarından 4 farklı özelliğiyle ayrılmaktadır. B seçeneği bu özellikler arasında yer almamaktadır. Doğru cevap B'dir."
  },
  {
    "id": "3638949",
    "unitNumber": 7,
    "text": "Ekolojik vatandaşlık anlayışının öne çıkardığı temel vurgu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ekolojik felaketlerin nedenleri ve önleme yolları",
      "B": "Ekolojik felaketlerin nedeni olan küreselleşmenin engellemesi",
      "C": "Ekolojik felaketler karşısında vatandaşların yükümlülük ve hakları",
      "D": "Ekolojik felaketleri engellemenin sürdürülebilirliği",
      "E": "Ekolojik felaketlerin azalmasına yönelik önlem ve tedbirleri"
    },
    "explanation": "Soru başlığı; \"Ekolojik Kriz ve Krizden Çıkış Yolları\"<br/>Vatandaşların küreselleşme sürecinde hızlanan ekolojik felaketler karşısında yükümlülük ve haklarına vurgu yapan ekolojik vatandaşlık anlayışı, kapitalizmin yarattığı tahribatları azaltmak için daha az tüketme, daha bilinçli bir elektrik ve taşıt kullanımı, özel tüketimin yarattığı israfları ve zararları azaltma, yenilenebilirliği esas alan bir verimli enerji kullanımını esas alan bir yaşamı örgütleme çağrısı yapmaktadır. Bu açıklamalardan da görülebileceği gibi sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "3638950",
    "unitNumber": 7,
    "text": "Çevre ve yoksulluğun azaltılması yararına fedakârlık yapmaya istekli olan bireyler.\n Yukarıda yer alan tanım aşağıdaki hangi kavrama aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Demokratik vatandaşlar",
      "B": "Ekolojik vatandaşlar",
      "C": "Vatansever vatandaşlar",
      "D": "Duyarlı vatandaşlar",
      "E": "Siyasi vatandaşlar"
    },
    "explanation": "Soru başlığı; \"Ekolojik Toplumun Temelleri\"<br/>Ekolojik vatandaşlar, çevre ve yoksulluğun azaltılması yararına fedakârlık yapmaya istekli olan bireyler olarak kabul edilir. Buna göre sorunun doğru yanıtı B seçeneğidir."
  },
  {
    "id": "3638951",
    "unitNumber": 7,
    "text": "Tüm önemli görevlerin haklara göre düzenlenmesi.\n Yukarıdaki tanımda yapılacak hangi değişiklik, tanımın liberal çevre vatandaşlığından çıkıp ekolojik vatandaşlığa dönüşmesine neden olur?",
    "correctAnswer": "B",
    "options": {
      "A": "“Tüm önemli görevlerin” ifadesi yerine “Tüm mühim görevlerin” ifadesinin kullanılması.",
      "B": "“… önemli görevler” ifadesi yerine “… çevresel ve bireysel sorumluluk” ifadesinin kullanılması.",
      "C": "“… görevlerin haklara göre” ifadesi yerine “… görevlerin haklarla ilişkili” ifadesinin kullanılması.",
      "D": "“… göre düzenlenmesi.” ifadesi yerine “… dikkate alınarak düzenlenmesi.” ifadesinin kullanılması.",
      "E": "“… haklara göre” ifadesi yerine “… görev ve haklara dayalı” ifadesinin kullanılması."
    },
    "explanation": "Soru başlığı; \"Liberal Vatandaşlığın Revizyonu Olarak Ekolojik Vatandaşlık\"<br/>Liberal çevreci vatandaşının (tüm liberal vatandaşlar gibi) en belirgin görevi, var olan kurallara ve kurumlara uymaktır. Yasalara itaat etme görevi, çevre yasalarına uymak için de bir sorumluluk içerir. Örneğin, araç emisyonlarına sınırlama getiren adil bir yasa varsa liberal çevreci vatandaşın bu yasaya uymak gibi bir görevi vardır. Tam tersine ekolojik vatandaşlıkta çevre ile ilgili sorunların çevresel ve sorumluluk boyutlarda söz konusudur. Buna göre sorunun doğru cevabının B seçeneği olduğu görülebilir."
  },
  {
    "id": "3638952",
    "unitNumber": 7,
    "text": "Ekolojik vatandaşlık ve liberal vatandaşlığı ilk kez entegre etmeye çalışan bilim insanları aşağıdaki maddelerden hangisinde yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bell - Hailwood",
      "B": "Dobson - Kenis",
      "C": "Dobson - Sáiz",
      "D": "Wackernagel - Rees",
      "E": "Dobson - Barry"
    },
    "explanation": "Soru başlığı; \"Liberal Vatandaşlığın Revizyonu Olarak Ekolojik Vatandaşlık\"<br/>İlk olarak ekolojik vatandaşlığı klasik vatandaşlığın sınırlarını genişleterek ve liberal demokrasiyi yeniden gözden geçirerek ekolojik vatandaşlık ve liberal vatandaşlığı entegre etmeye çalışan yaklaşıma yakından bakalım. Derek Bell ve Simon Hailwood gibi düşünürler, vatandaşların çevresel karar alma süreçlerine katılımlarının hayati önem taşıdığını ve liberal kurumların bu açıdan gözden geçirilmesi gerektiğini öne sürmektedir. Bu açıklamadan da görülebileceği gibi sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3638953",
    "unitNumber": 7,
    "text": "Ekolojik vatandaşlığın özünde, liberal vatandaşlık düşüncesinde olduğu gibi haklardan daha ziyade sorumlulukların temel ilkeler olarak belirlenmesi gerekir.\n Yukarıda ekolojik vatandaşlığa ilişkin açıklama hangi bilim insanına aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dryzek",
      "B": "Bell",
      "C": "Saiz",
      "D": "Dobson",
      "E": "Jagers"
    },
    "explanation": "Soru başlığı; \"Andrew Dobson’un Ekolojik Vatandaşlık Teorisi ve Eleştirisi\"<br/>Dobson (2003:47) ekolojik vatandaşlığın bu nedenle bugün dünyada meydana gelen ideolojik ve maddi değişikliklerle başa çıkmak için gerekli olan yeni bir vatandaşlık tanımını sağlayan bir tür “kozmopolitizm sonrası” vatandaşlık olduğunu ileri sürmektedir. Ekolojik vatandaşlığın temel erdemi adalettir. Ekolojik vatandaşlığın en önemli erdemi olarak adaleti ima ederek ve sorumluluk ve şefkat gibi başka erdemleri göz önünde bulundurarak, ideal vatandaşlık biçimini daha önce olduğu gibi “iyi vatandaşa” değil, “sorumlu vatandaşa” doğru genişletir. Ancak erdemlerin kökeni, ilk etapta vatandaşlığın sorumluluğunu doğuran ilişkilerdir ve vatandaşlık sorumluluğunu doğuran erdemlerin kendileri değil, ilişkilerdir. Tabii, bu sorumluluğun kime borçlu olduğu sorusu da önemli bir soru olarak ortada durmaktadır. Dobson, ekolojik vatandaşlığın özünde, liberal vatandaşlık düşüncesinde olduğu gibi haklardan daha ziyade sorumlulukların temel ilkeler olarak belirlenmesi gerektiğini ileri sürmüştür. Bu açıklamalardan görülebileceği gibi sorunun doğru yanıtı D seçeneğidir."
  },
  {
    "id": "3638954",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Sosyal Adalet</li> <li>Hakkaniyet duygusu</li> <li>Kamu ile özel ayrımının yapılması</li> <li>Sınırsız sorumluluk</li> <li>Karşılıksız sorumluluk</li> </ol> Yukarıdakilerden hangisi ekolojik vatandaşlık siyasetini önerenlerin bahsettik kişisel çevre yükümlülükleri ile ilgili dört ayırt edici sorumluklardan değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "Yalnız V",
      "D": "II ve IV",
      "E": "III ve V"
    },
    "explanation": "Soru başlığı; \"Ekolojik Vatandaşlığın Özgünlüğü\"<br/>Ekolojik bir siyasetin sosyolojik ve siyasal çalışmaları, çevresel eylemin tekil bireyler düzeyinde sürdürülebilir tüketim eylemleri olarak anlaşılmasından daha ziyade, yaşam tarzlarını hedefleyen ve dışarıdan motivasyon yerine içsel ahlaki kaygılarla davranış değişikliğini teşvik eden çevresel bir sorumluluk için önerilerde bulunmuştur. Ekolojik vatandaşlık siyasetini önerenler, özellikle kişisel çevre yükümlülükleri ile ilgili dört ayırt edici sorumluluktan söz eder: (I) Sosyal Adalet, (II) Hakkaniyet duygusu, (III) Kamu ve özel arasındaki ayrımın ortadan kalkması, (IV) Sınırsız sorumluluk, (V)Karşılıksız sorumluluk. Bu maddelerden de görülebileceği gibi sorunun III maddesi doğru yanıttır. Dolayısıyla doğru cevap B seçeneğidir."
  },
  {
    "id": "3638955",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ekolojik vatandaşlığa yönelik yapılan eleştirilerden birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Siyasi güce, otoriteye ve kurumlara sahip bir siyasetinin olması",
      "B": "ekolojik alanın asimetrik kullanımından kaynaklanan sorumluluğun, yeterli alan hakkı doğurmaması",
      "C": "Ahlaki ve vatandaşlık sorumluluğu arasındaki ayrımın belli bir temele dayanması",
      "D": "Bireyin etkinliğinin kısıtlanmasının çevre sorunlarının çözümünde yeterli olması",
      "E": "Üyeliğin ne olduğunu gösteren ve tanımlayan net bir göstergenin olması"
    },
    "explanation": "Soru başlığı; \"Ekolojik Vatandaşlığa Yönelik Eleştiriler\"<br/>Ekolojik vatandaşlığın pratik olarak uygulanması epeyce tartışmalı bulunmuştur. Ekolojik vatandaşlığın teorik önermeleri hakkında altı önemli eleştiri yapılmıştır. İlk olarak, ekolojik vatandaşlığın siyasi güce, otoriteye ve kurumlara sahip bir siyaseti olmadığı ileri sürülmüştür. İkinci olarak, bazı eleştirmenler Dobson’ın ahlaki sorumluluk ve vatandaşlık sorumluluğu arasında çizdiği ayrımın belli bir temele dayanmadığını ileri sürmektedir. Üçüncü olarak, ekolojik vatandaşlık üyeliğinin ne olduğuna ve bu üyeliği elde etmek için gerekliliklerin ne olduğuna dair net bir gösterge yoktur. Dördüncü olarak, ekolojik alanın asimetrik kullanımından kaynaklanan sorumluluğun, yeterli ekolojik alan hakkı doğurup doğurmaması gerektiği belirsizdir. Beşinci olarak, çok sayıda düşünür, bireylerin eylemlerinin etkinliğini ve ekolojik veya yeşil vatandaşlığın yürürlüğe konmasını neyin sağladığını sorgular. Altıncısı, bazı düşünürler, bireyin etkinliklerinin kısıtlanmasının çevre sorunlarının çözümünde yeterli olmayabileceğini savunmaktadır. Bu açıklamalar doğrultusunda sorunun doğru yanıtının B seçeneği olduğu görülebilir."
  },
  {
    "id": "3638956",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Katılımcı haklar yaklaşımı</li> <li>Ekolojik haklar yaklaşımı</li> <li>Çevre sorumluluğu yaklaşımı</li> <li>Bireysel sorumluluk yaklaşımı</li> <li>Yasal haklar yaklaşımı</li> </ol> Yukarıda yer alan maddelerden hangisi ekolojik vatandaşlık konusundaki ana eğilimlerdendir?",
    "correctAnswer": "B",
    "options": {
      "A": "II ve III",
      "B": "I ve IV",
      "C": "II ve V",
      "D": "III ve IV",
      "E": "IV ve V"
    },
    "explanation": "Soru başlığı; \"Liberalizmin ve Yeşil Siyasetin Eklemlenmesi\"<br/>Ekolojik vatandaşlık konusunda iki ana eğilimden söz edilebilir: Katılımcı haklar yaklaşımı ve bireysel sorumluluk yaklaşımı. Her iki yaklaşımda da sınırlamalar vurgulanır, asıl sorun her iki yaklaşımda vatandaşlığın bireysel yönüne ağırlık verir ve teşvik eder. O halde sorunun doğru yanıtı B seçeneğidir."
  },
  {
    "id": "3638957",
    "unitNumber": 7,
    "text": "Bir yerel yönetici, sorumlu olduğu şehirde yaşayan sakinlerin çevre temizliği ile ilgili eleştirilerini sesli olarak dile getirdiklerini duymuştur. Yönetici bu sakinlere ulaşarak dile getirmek istedikleri konuyu öğrenmiş ve isteklerini yerine getirmek üzere talimat vermiştir.\n Yukarıdaki örnek olayda söz konusu yerel yönetici liberal çevre vatandaşlığı boyutunda bireylerin hangi haklarını kullanmalarını sağlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Katılım hakkı",
      "B": "Gösteri hakkı",
      "C": "Birey hakkı",
      "D": "Vatandaşlık hakkı",
      "E": "Seçilme hakkı"
    },
    "explanation": "Soru başlığı; \"Liberalizmin ve Yeşil Siyasetin Eklemlenmesi\"<br/>Bell, liberal çevre vatandaşlığı meselesinde en önemli hususun bireylerin çevreyle ilgili katılım haklarının olması, çevre duyarlılıklarını göstererek kendi “iyi çevre” ideallerini savunma haklarının olması ve çevreyle ilgili etkinlikleri seçme veya seçmeme özgürlüklerinin olması olduğunun altını çizmektedir. Bu açıklamalardan da anlaşıldığı gibi sorudaki örnek olayda bireylerin katılım haklarını kullanmaları sağlandığı görülebilir. O halde doğru seçenek A’dır."
  },
  {
    "id": "3638958",
    "unitNumber": 7,
    "text": "Ulus-devlet sınırlarına bağlıdır ve sadece kamusal alanda uygulanmaktadır.\n Yukarıda yer alan tanım aşağıdaki hangi vatandaşlık türüne aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Klasik vatandaşlık",
      "B": "Ekolojik vatandaşlık",
      "C": "Liberal vatandaşlık",
      "D": "Siyasi vatandaşlık",
      "E": "Çevre vatandaşlığı"
    },
    "explanation": "Soru başlığı; \"Andrew Dobson’un Ekolojik Vatandaşlık Teorisi ve Eleştirileri\"<br/>Evrensel insan hakları ve katılım haklarını anayasal bir çerçeveye indirgeyen bu yaklaşım için çevre sadece vatandaşlık statüsüne eklenecek bir boyuttur. Çevre vatandaşlığı ulus-devlet sınırlarına bağlıdır ve sadece kamusal alanda uygulanmaktadır. Bu açıklamaya göre sorunun doğru cevabının E seçeneği olduğu görülebilir."
  },
  {
    "id": "3638959",
    "unitNumber": 7,
    "text": "I. Ekolojik vatandaşlık üyeliğinin göstergeleri nettir\n II. Ahlaki ve vatandaşlık sorumluluk arasında farkın temelli bulunmaktadır\n III. Siyasi güce, otoriteye ve kurumlara sahip bir siyaseti yoktur \n IV. Ekolojik vatandaşlığın yürürlüğe konmasının yaratacağı etkiler bellidir\n V. Bireyin etkinliklerinin kısıtlanmasının çevre sorunlarının çözümünde etkilidir\n Yukarıdakilerden hangisi ekolojik vatandaşlığın teorik önermeleri hakkında eleştirilerden birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "II ve III",
      "D": "III ve V",
      "E": "I ve V"
    },
    "explanation": "Soru başlığı; \"<br/>Ekolojik vatandaşlığın pratik olarak uygulanması epeyce tartışmalı bulunmuştur. Ekolojik vatandaşlığın teorik önermeleri hakkında altı önemli eleştiri yapılmıştır. İlk olarak, ekolojik vatandaşlığın siyasi güce, otoriteye ve kurumlara sahip bir siyaseti olmadığı ileri sürülmüştür. İkinci olarak, bazı eleştirmenler Dobson’ın ahlaki sorumluluk ve vatandaşlık sorumluluğu arasında çizdiği ayrımın belli bir temele dayanmadığını ileri sürmektedir. Üçüncü olarak, ekolojik vatandaşlık üyeliğinin ne olduğuna ve bu üyeliği elde etmek için gerekliliklerin ne olduğuna dair net bir gösterge yoktur. Dördüncü olarak, ekolojik alanın asimetrik kullanımından kaynaklanan sorumluluğun, yeterli ekolojik alan hakkı doğurup doğurmaması gerektiği belirsizdir. Beşinci olarak, çok sayıda düşünür, bireylerin eylemlerinin etkinliğini ve ekolojik veya yeşil vatandaşlığın yürürlüğe konmasını neyin sağladığını sorgular. Altıncısı, bazı düşünürler, bireyin etkinliklerinin kısıtlanmasının çevre sorunlarının çözümünde yeterli olmayabileceğini savunmaktadır. Bu açıklamalar doğrultusunda sorunun doğru yanıtının B seçeneği olduğu görülebilir."
  },
  {
    "id": "3638960",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi temel eğitimin günümüzdeki amaçlarından biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bireylerin ilgi ve yetenekleri doğrultusunda yetiştirilmesi",
      "B": "İnsanların mutlu olması",
      "C": "Bireylerin çevreye karşı duyarlılık göstermesi",
      "D": "Bireylerin kendisini doğanın bir parçası olarak görmesini",
      "E": "Bireylerin evrensel değerleri benimsemesi"
    },
    "explanation": "Günümüzde, okullarda gerçekleşen eğitimden beklenenler, üretken insanları yetiştirmektir. Bunu gerçekleştirirken de insanların farklı özelliklere sahip olduğunun ve her bireyin kendine özgü yetenekleri olduğunun kabul edilmesi de çok önemlidir. Bu kabul edişle eğitimin temel amacı, <strong>bireylerin ilgi ve yetenekleri doğrultusunda yetiştirilmesi olarak ortaya çıkmaktadır. Aynı zamanda insanların mutlu olması, çevreye karşı duyarlılık göstermesi ve evrensel değerleri benimsemesi, zihinsel, sosyal, psikolojik, ahlaki, duygusal yönlerden insanların bütün olarak yetiştirilmesi de günümüz eğitiminin amaçları içinde sayılabilir</strong> (Berkant, Efendioğlu ve Sürmeli, 2014). Değerler eğitimine yönelik öğretmen görüşlerinin incelenmesi. <em>Turkish Studies -International Periodical for the Languages, Literature and History of Turkish or Turkic</em>, 9(5), 427-440. ISSN: 1308- 2140. Yanıt D şıkkıdır."
  },
  {
    "id": "3638961",
    "unitNumber": 8,
    "text": "Çevre eğitimi için yıllar boyunca birden fazla uluslararası protokolün yapılmasının gerekli görülmesinin nedeni sizce aşağıdakilerden hangisinde, daha kapsayıcı ve daha doğru olarak ifade edilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çevre sorununun yaygınlaşması",
      "B": "Dünyanın bir ekosistem oluşu",
      "C": "Uluslararası bilgi ve deneyim paylaşımı",
      "D": "Sorun kaynağı kadar çözümünün de küresel olması",
      "E": "Eğitim çalışmalarının dünya genelinde teşvik edilebilmesi"
    },
    "explanation": "Seçeneklerin hepsi doğrudur. Ancak hepsi bir açıdan indirgemecidir. Gelişen teknoloji ve sanayileşme, çevre sorunlarının dünyanın hemen her yerinde, hem de insan eliyle yaratılmış olarak büyümesine yol açmıştır. Üniteden, sorunun ortaya çıkmasına yol açan kimi uluslararası nitelikteki firmaların değil, tek tek bireyler ya da çeşitli örgütlerin, çevre soruna dikkat çekip bir çıkış yolu aradığı anlaşılmaktadır. Bu çıkış yolu çocuk bireylerin eğitimi gibi görünse de, gelecekteki girişimcilerin, iş dünyasının farklı aşamalarında rol alacak bireylere yapılan bir yaratımdır aslında. Yanıt D şıkkıdır."
  },
  {
    "id": "3638962",
    "unitNumber": 8,
    "text": "Sürdürülebilir kalkınmanın eşit derecede önemli üç unsuru, aşağıdakilerden hangisinde birlikte ve doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bugünkü nesiller, gelecek nesiller, sürdürülebilirlik",
      "B": "Çevrenin korunması, sosyal adalet, ekonomik gelişme",
      "C": "Kalkınma, büyüme, yatırım",
      "D": "İşlevsellik, nominallik, operasyonellik",
      "E": "Çevre, teknoloji, sanayi"
    },
    "explanation": "Sürdürülebilir kalkınmada çevrenin korunması, ekonomik büyüme ve sosyal adalet kavramlarının her birinin önemi vurgulanmış ve bunların ortak paydada buluşturmanın öneminden söz edilmiştir. Bu üç unsur eşit derecede önemlidir anlaşmazlıklarda çevrenin korunması, ekonomik büyüme ve sosyal adalet öğeleri uzlaştırıcı rol oynamalıdır (Çeken, 2017). Yanıt B şıkkıdır."
  },
  {
    "id": "3638963",
    "unitNumber": 8,
    "text": "Anaokulu öğrencilerinin Porsuk çayı kıyısındaki yabani su bitkilerini, yavru balık sürülerini, böcekleri, yaban ördeklerinin yuvası olan sazlıkları görmesi için götürülmesi, aşağıdaki çevre eğitimi yaklaşımlarından hangisi kapsamında değerlendirilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekoloji temelli çevre eğitimi",
      "B": "Ekopedagoji yaklaşımı",
      "C": "Sürdürülebilir çevre eğitim",
      "D": "Okul gezisi",
      "E": "Çevre okuryazarlığı"
    },
    "explanation": "Literatürde “doğa deneyimi, doğa temelli öğrenme, manzara yoluyla öğrenme, serbest çevre eğitimi” şeklinde çeşitli isimler alan “ekoloji temelli çevre eğitimi” bireylerin doğayla doğrudan etkileşime girerek, canlıların cansızların birbirleriyle olan ilişkilerini ve doğanın bütünlüğünü kavramalarına fırsat veren bir yaklaşımdır (Özdemir 2010). <strong>Yanıt A şıkkıdır.</strong>"
  },
  {
    "id": "3638964",
    "unitNumber": 8,
    "text": "Lise öğrencilerinin Porsuk çayının kirlenme nedenleri saptamak üzere belli bir bölgesinde gözlem yapması istendiğinde öğrenciler, dar gelirli insanların yaşadığı ve çöplerin düzenli toplanmadığı planlı bir yerleşim yeri olmayan komşu semt sakinlerinin hane atıklarını sabah erken ya da geç saatlerde suya atma alışkanlığının kirlenmenin ana nedeni olduğunu saptamıştır.\n Öğrencilerin çevre sorunlarına yönlendirilmeleri hangi çevre eğitim yaklaşımıyla ilişkilendirilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ekoloji temelli çevre eğitimi",
      "B": "Sürdürülebilir çevre eğitim",
      "C": "Ekopedagoji yaklaşımı",
      "D": "Ortaöğretimde çevre eğitimi",
      "E": "Çevre okuryazarlığı"
    },
    "explanation": "Ekopedagoji toplumsal çatışmaların ve çevresel bozulmaların birbirine bağlı olduğunu vurgulayan bir çevre eğitimi yaklaşımıdır. Ekopedagoji bu gözardı edilen sosyo çevresel bağlantıları yapılandırarak ortaya birtakım çözümlerin çıkmasına izin verir. Bu yaklaşım çok yönlü bakış açıları kullanarak çevresel problemlere yönelik çevresel ve toplumsal çözümler ortaya koyar (Misiaczek, 2011). Yanıt C şıkkıdır."
  },
  {
    "id": "3638965",
    "unitNumber": 8,
    "text": "Okul öncesi çevre eğitiminin birincil amacı sizce aşağıdakilerden hangisi olmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Oyunlaştırarak öğretme",
      "B": "Dersi eğlenceli hale getirme",
      "C": "Çocuklarda empati geliştirme",
      "D": "Eğitmenin rol-model olması",
      "E": "Sürdürülebilir kalkınmanın önemine varma"
    },
    "explanation": "Çevre ile etkileşim hâlinde olan çocuklar daha fazla bilgi sahibi olup hayata daha iyi uyum sağlarlar. Çocuklarda çevre yanlısı davranışlar geliştirmek için onların sosyal gelişimlerini de desteklemek gereklidir. Çocuklarda özellikle empati kurma becerisinin geliştirilmesiyle çevrenin korunması arasında bir etkileşim olacaktır. Yanıt C şıkkıdır."
  },
  {
    "id": "3638966",
    "unitNumber": 8,
    "text": "Karbon ayak izi ya da biyokaçakçılık gibi terimlerin hangi eğitim düzeyinde öğretilmesi daha doğru olacaktır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yaygın eğitim",
      "B": "Okul öncesi",
      "C": "Somut zeka dönemi",
      "D": "İlköğretim",
      "E": "Lise"
    },
    "explanation": "Çevreyi temel alan konular biyoloji dersi içerisinde 10. sınıf düzeyinde başlamaktadır. Burada “ekosistem ekolojisi ve güncel çevre sorunları” ünitesi içerisinde temel ekolojik bilgilere yer verilirken aynı zamanda da “çevre sorunları, ekolojik ayak izi, karbon ayak izi, su ayak izi, biyokaçakçılık, endemik tür, doğal kaynak, gen bankası, sürdürülebilirlik” kavramları üzerinde durulmaktadır. Yanıt E şıkkıdır."
  },
  {
    "id": "3638967",
    "unitNumber": 8,
    "text": "(I) Bilgileri analiz etme, sentezleme ve değerlendirme becerilerine sahiptirler.\n (II) İnsanların doğa üzerindeki etkisinden endişe duyar, doğal sistemlere yönelik saygı duygusunu geliştirirler.\n (III) En az bir ya da daha fazla sistem arasındaki olumsuz etkileşimin farkındadırlar\n (IV) Problemleri ve sorunları analiz edebilir, birincil ve ikincil kaynakları kullanarak sorun ve konuların araştırılmasında temel becerileri gösterirler.\n (V) Çevre hakkındaki temel terimlerin birçoğunu anlayıp tanımlayabilirler.\n (VI) Yaratıcı ve kritik düşünme becerileri ile diğer insanlarla iş birliği içerisinde çalışabilme becerilerine sahiptirler.\n Yukarıdaki numaralandırılmış ifadelerden hangileri, nominal çevre okur yazarlığının bireylere kazandırdığı becerileri betimlemektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "II, V",
      "B": "I, III",
      "C": "IV, VI",
      "D": "II, III, IV",
      "E": "I, V, VI"
    },
    "explanation": "Nominal okuryazarlık temel terimlerin bilinmesi, temel düzeyde çevre sorunlarının algılanması, temel kavramların tanımlanabilmesini ifade etmektedir. Sorudaki diğer tüm beceriler, fonksiyonel / işlevsel çevre okuryazarlığına sahip bireylerin bilgi ve becerilerinin betimidir. Yanıt A şıkkıdır."
  },
  {
    "id": "3638968",
    "unitNumber": 8,
    "text": "(I) sözel - dilsel\n (II) mantıksal - kinestetik\n (III) görsel - ritmik\n (IV) müziksel - matematiksel\n (V) bedensel - kişilerarası\n (VI) sosyal - uzamsal içsel\n Yukarıda numaralandırılmış zeka türlerinden hangilerinin birincil ve ikincil adları doğru olarak eşleştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "I",
      "B": "II, III, VI",
      "C": "V, VI",
      "D": "I, IV, VI",
      "E": "III"
    },
    "explanation": "Gardner tarafından geliştirilmiştir. Her insanda sekiz tür zekâ olduğu ama bunların gelişmişlik düzeylerinin farklılık gösterdiği üzerinde durur. Bu sekiz tür zekâ alanları; sözel-dilsel, mantıksal-matematiksel, görsel-uzamsal, müziksel-ritmik, bedensel-kinestetik, sosyal-kişilerarası, içsel-öze dönük ve doğacı zekâ alanları şeklindedir. Yanıt A şıkkıdır."
  },
  {
    "id": "3638969",
    "unitNumber": 8,
    "text": "(I) Beyaz şapka - serinkanlılık\n (II) kırmızı şapka - kötümserlik\n (III) siyah şapka - duygusallık\n (IV) sarı şapka - iyimserlik\n (V) yeşil şapka - yaratıcılık\n (VI) mavi şapka - tarafsızlık\n Yukarıdaki altı şapka tekniğine ait şapka renkleri ile renklerin anlamlarından hangileri doğru olarak eşleştirilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III, IV",
      "B": "I, III, IV",
      "C": "II, V, VI",
      "D": "I, VI",
      "E": "IV, V"
    },
    "explanation": "Beyaz şapka tarafsızlığı ifade eder, kırmızı şapka duygusallığı, siyah şapka kötümserliği, sarı şapka iyimserliği, yeşil şapka yaratıcılığı, mavi şapka serinkanlılığı ifade eder (De Bono, 2012). Yanıt E şıkkıdır."
  },
  {
    "id": "3638970",
    "unitNumber": 8,
    "text": "\"Toplumların ve bireylerin çevresel iyileştirme ve çevrenin korunmasında aktif katılım isteğini ve çevre için duyarlılık ve bir dizi değer yargıları kazanmalarına yardımcı olmak\"\n Yukarıda yer alan açıklama çevre eğitiminin amaçlarının üzerinde yoğunlaştığı hangi kavram ile ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Farkındalık",
      "B": "Bilgi",
      "C": "Tutumlar",
      "D": "Beceriler",
      "E": "Katılım"
    },
    "explanation": "Çevre eğitiminin amaçları beş kavram üzerinde yoğunlaşmıştır. Bunlar: \n<br/>Farkındalık: Toplumların ve bireylerin tüm çevre ve ilgili sorunları hakkında farkındalık ve duyarlılık kazanmalarına yardımcı olmak. \n<br/>Bilgi: Toplumların ve bireylerin tüm çevre ve çevre ile ilgili ilgili sorunlar hakkında temel bir anlayış edinmeleri ve deneyim kazanmaları için yardımcı olmak.\n<br/>Tutumlar: Toplumların ve bireylerin çevresel iyileştirme ve çevrenin korunmasında aktif katılım isteğini ve çevre için duyarlılık ve bir dizi değer yargıları kazanmalarına yardımcı olmak. \n<br/>Beceriler: Toplumların ve bireylerin çevre sorunlarını belirleme ve çözme becerilerini kazanmalarına yardımcı olmak.\n<br/>Katılım: Çevre sorunlarının çözümünde toplumlara ve bireylere her düzeyde aktif olarak yer alma fırsatı sunmak."
  },
  {
    "id": "3638971",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi \"toplumsal çatışmaların ve çevresel bozulmaların birbirine bağlı olduğunu vurgulayan\" çevre eğitimi yaklaşımıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekopedagoji",
      "B": "Sürdürülebilir",
      "C": "Ekoloji Temelli",
      "D": "Öğretim Programı Temelli",
      "E": "Teknoloji Destekli"
    },
    "explanation": "Ekopedagoji toplumsal çatışmaların ve çevresel bozulmaların birbirine bağlı olduğunu vurgulayan bir çevre eğitimi yaklaşımıdır. Çevre bozulmasındaki sosyo-çevresel faktörler genellikle göz ardı edilir. Ekopedagoji bu gözardı edilen sosyo çevresel bağlantıları yapılandırarak ortaya birtakım çözümlerin çıkmasına izin verir."
  },
  {
    "id": "3638972",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Türk Eğitim Sistemi’nde de 2004 yılından itibaren çevre eğitiminin hız kazanmasını sağlayan kuramdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Buluş yoluyla öğrenme",
      "B": "Sosyal öğrenme",
      "C": "Davranışsal",
      "D": "Yapılandırmacı",
      "E": "Bilişsel"
    },
    "explanation": "Son yıllarda çevre sorunlarının artması ülkelerin eğitim sistemlerine “çevre eğitimi” kavramını eklemelerine neden olmuştur. Türkiye Eğitim Sistemi’nde de 2004 yılında “yapılandırmacı yaklaşımın” yer almasıyla çevre eğitimi ülkemizde de hız kazanmıştır."
  },
  {
    "id": "3638973",
    "unitNumber": 8,
    "text": "Çevre eğitimi sırasında <strong>konuşma, okuma, yazma</strong> becerilerini kullanan bir bireyin hangi zeka alanı daha çok gelişmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kinestik",
      "B": "Bedensel",
      "C": "Mantıksal",
      "D": "Müziksel",
      "E": "Sözel dilsel"
    },
    "explanation": "Gardner'ın Çoklu Zeka Kuramı'na göre sözel-dilsel zeka alanına sahip kişiler konuşarak, okuyarak, yazarak daha kalıcı ve kolay öğrenirler.<br/>Sözel dilsel"
  },
  {
    "id": "3638974",
    "unitNumber": 8,
    "text": "Çevre eğitimi sırasında bireylerin ön bilgileri ile yeni edindiği bilgileri zihninde karşılaştırmasını, çelişen bilgileri nasıl anlamlandırdığını ve dengeye ulaştığını keşfetmesini sağlayan bir öğretmen hangi yaklaşımı kullanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yapılandırmacı",
      "B": "Bilişsel",
      "C": "Çoklu zeka",
      "D": "Probleme dayalı öğrenme",
      "E": "Proje tabanlı öğrenme"
    },
    "explanation": "Yapılandırmacı Yaklaşım: Bireylerin ön bilgileri ile yeni edindiği bilgileri zihninde karşılaştırıp nasıl işlediğini, çelişen bilgileri nasıl yapılandırdığını ve dengeye ulaştığını tanımlayan bir yaklaşımdır"
  },
  {
    "id": "3638975",
    "unitNumber": 8,
    "text": "Çevremizdeki bitkiler konusunun işlenmesi sırasında öğrencileri çevredeki bir milli parka götürerek doğal ortamda öğrenmeyi ve ilk kaynaktan bilgiye ulaşmayı sağlayan öğretmen hangi tekniği kullanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Düzanlatım",
      "B": "Gezi",
      "C": "Soru-cevap",
      "D": "Beyin fırtınası",
      "E": "Drama"
    },
    "explanation": "Gezi Tekniği: Doğal ortamda öğrenmeyi ve ilk kaynaktan bilgiye ulaşmayı sağlayan tekniktir. Okullar, milli parklara gezi düzenleyebilir. Öğretmenler öğrencileri hayvan türlerini görmesi açısından hayvanat bahçelerine götürebilirler."
  },
  {
    "id": "3638976",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi birçok ülkenin öğretim programlarını düzenlerken temel aldığı, çevre eğitiminin hedeflerinin ve rehber ilkelerinin belirlendiği bildirgedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Viyana Bildirgesi",
      "B": "Paris Bildirgesi",
      "C": "Tiflis Bildirgesi",
      "D": "Berlin Bildirgesi",
      "E": "Londra Bildirgesi"
    },
    "explanation": "Çevre eğitimi adına yapılan toplantılarda özellikle 1977 yılında yapılan Tiflis’teki toplantıda çevre eğitiminin hedefleri, amaçları açısından ele alınan kararlar önem oluşturmuştur. Birçok ülke bu toplantıdaki çevre eğitiminin hedef ve amaçlarını temel alarak öğretim programlarını düzenlemiştir. “Tiflis Bildirgesi”’ne göre çevre eğitiminin hedefleri, amaçları ve rehber ilkeleri açıklanmıştır."
  },
  {
    "id": "3638977",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bireylerin doğayla doğrudan etkileşime girerek, canlıların cansızların birbirleriyle olan ilişkilerini ve doğanın bütünlüğünü kavramalarına fırsat veren yaklaşımdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Ekopedagoji Yaklaşımı",
      "B": "Sürdürülebilir Çevre Eğitimi",
      "C": "Öğrenci merkezli çevre eğitimi",
      "D": "Ekoloji Temelli Çevre Eğitimi",
      "E": "Teknoloji Temelli Çevre Eğitimi"
    },
    "explanation": "Literatürde “doğa deneyimi, doğa temelli öğrenme, manzara yoluyla öğrenme, serbest çevre eğitimi” şeklinde çeşitli isimler alan “ekoloji temelli çevre eğitimi” bireylerin doğayla doğrudan etkileşime girerek, canlıların cansızların birbirleriyle olan ilişkilerini ve doğanın bütünlüğünü kavramalarına fırsat veren bir yaklaşımdır."
  },
  {
    "id": "3638978",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi çocuklara ilk planlı çevre eğitiminin verildiği öğretim kademesidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İlkokul",
      "B": "Okulöncesi eğitim",
      "C": "İlköğretim",
      "D": "Ortaöğretim",
      "E": "Yükseköğretim"
    },
    "explanation": "Ülkemizde belirli amaçlarla hazırlanan programların dikkate alınarak okullarda verilen düzenli eğitim kademeleri, okul öncesi, ilköğretim, ortaöğretim ve yükseköğretim kademeleri şeklinde belirlenmiştir. Bunlar arasında yaş olarak çocuğun ilk devam ettiği eğitim kademesi okulöncesi eğitimdir."
  },
  {
    "id": "3638979",
    "unitNumber": 8,
    "text": "\"Bireylerin çevreyle ilgili edindikleri bilgileri, kavramları, becerileri gözlemlenebilir davranışlar olarak göstermesi\" hangi kavram ile açıklanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Çevre okuryazarlığı",
      "B": "Çevre eğitimi",
      "C": "Sürdürülebilir çevre",
      "D": "Bilimsel okuryazarlık",
      "E": "Çevresel farkındalık"
    },
    "explanation": "Çevre Okuryazarlığı: Bireylerin çevreyle ilgili edindikleri bilgileri, kavramları, becerileri gözlemlenebilir davranışlar olarak göstermesidir."
  }
]