[
  {
    "id": "2978888",
    "unitNumber": 1,
    "text": "I.Çocuk hakları,\n II.Çocuk işçiler,\n III.Çocuk suçluluğu, \n IV. Biyolojik gelişim\n Yukarıdakilerden hangileri çocukluk kavramının ele alınış biçimlerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "Yalnız IV",
      "C": "I, II ve III",
      "D": "III ve IV",
      "E": "Yalnız I"
    },
    "explanation": "Çocukluk kavramı, son dönemde tüm dünyada çeşitli yönleriyle tartışılmakta ve kendine özgü nite- likleri ile değişim ve dönüşümlerle ilişkilendirilerek ele alınmaktadır. Bu ele alış; çeşitli disiplinlerin ba- kış açısı ile kimi zaman çocuk hakları, çocuk işçiler, çocuk suçluluğu, çocuk istismarı, çocukluk politi- kaları gibi konularda olmaktadır."
  },
  {
    "id": "2978889",
    "unitNumber": 1,
    "text": "\"On yedinci yüzyıldan itibaren özellikle sanayileşme ile ........ değişmesi çocukluk anlayışını da etkilemiştir.\"\n<br/>Yukarıdaki cümlede boş bırakılmış yere aşağıdakilerden hangisi gelebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplumsal yaşamın",
      "B": "Şehirlerin",
      "C": "Çocukluk kavramının",
      "D": "Teknolojinin",
      "E": "Üretimin"
    },
    "explanation": "On yedinci yüzyıldan itibaren özellikle sanayileşme ile tüm toplumsal yaşamın değişmesi çocukluk anlayışını da etkilemiştir."
  },
  {
    "id": "2978890",
    "unitNumber": 1,
    "text": "Çocukların korunmasına dönük sivil yaşamın örgütlenmesi ve zor durumdaki çocukların kurumlarda bakımı ne zaman yaygınlaşmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "16. yüzyılda",
      "B": "17. yüzyılda",
      "C": "18. yüzyılda",
      "D": "19. yüzyılda",
      "E": "20. yüzyılda"
    },
    "explanation": "Çocukların korunmasına dönük sivil yaşamın örgütlenmesi ve zor durumdaki çocukların kurumlarda bakımı 19. yüzyılın ilk çeyreğinden itibaren yaygınlaşmıştır."
  },
  {
    "id": "2978891",
    "unitNumber": 1,
    "text": "Modern çocukluk paradigmasının en temel özelliği nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çocukluk dönemini incelemesi",
      "B": "Dönemin biyolojik özelliklerini kabul etmesi",
      "C": "Çocukluğun ayrı ve kendine özgü kategorik yapısının kabul edilmesi",
      "D": "Çocukluğun anlamının incelenmesi",
      "E": "Çocukluk psikolojisinin incelenmesi"
    },
    "explanation": "Modern çocukluk paradigmasının en temel özelliği; çocukluğun ayrı ve kendine özgü kategorik yapısının kabul edilmesidir."
  },
  {
    "id": "2978892",
    "unitNumber": 1,
    "text": "\"Çocukluk, sosyolojiye göre ........ ve sosyal bir kategori olarak toplumsal yapı, süreç, organizmalarla olan ilişkileri ile araştırılmaya değerdir.\"\n Yukarıdaki cümledeki boşluğa aşağıdakilerden hangisi gelebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir kavramdır",
      "B": "Sosyal bir gerçekliktir",
      "C": "Bir olgudur",
      "D": "Bir bireydir",
      "E": "psikolojik bir olgudur"
    },
    "explanation": "Çocukluk, sosyolojiye göre sosyal bir gerçekliktir ve sosyal bir kategori olarak toplumsal yapı, süreç, organizmalarla olan ilişkileri ile araştırılmaya değerdir."
  },
  {
    "id": "2978893",
    "unitNumber": 1,
    "text": "\"Çocukluk araştırmalarında etkili kullanılabilecek araçlardan biri .......... tekniğidir.\"\n Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gözlem-katılımcı gözlem",
      "B": "Klinik görüşme",
      "C": "Yarı-yapılandırılmış görüşme",
      "D": "Açık uçlu test",
      "E": "Drama"
    },
    "explanation": "Çocukluk araştırmalarında etkili kullanılabilecek araçlardan biri gözlem-katılımcı gözlem tekniğidir"
  },
  {
    "id": "2978894",
    "unitNumber": 1,
    "text": "I. Biyografiler,\n II. Anılar,\n III. Öz yaşama ait belgeler\n Yukarıdakilerden hangileri çocukluk sosyolojisinde önemli bulgular sağlayan çalışmalardır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "Yalnız III",
      "E": "I,II ve III"
    },
    "explanation": "Biyografiler, anılar ve öz yaşama ait belgeler çocukluk sosyolojisinde önemli bulgular sağlayan çalışmalardır ve dönemsel incelemelerde kullanıl- ması elverişli bir yöntemdir."
  },
  {
    "id": "2978895",
    "unitNumber": 1,
    "text": "\"Erken dönem çocukluk sosyolojisinin en temel tartışma konularından biri ...... dir.\"\n Yukarıdaki cümledeki boşluğa aşağıdakilerden hangisi gelebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çocuk psikolojisi teorisi",
      "B": "Çocukluk teorisi",
      "C": "Sosyalizasyon teorisi",
      "D": "Çocukluk dönemi teorisi",
      "E": "Erken dönem teorisi"
    },
    "explanation": "Erken dönem çocukluk sosyolojisinin en temel tartışma konularından biri sosyalizasyon teorisidir."
  },
  {
    "id": "2978896",
    "unitNumber": 1,
    "text": "I.Çocukluk dönemi sosyal bir inşadır.\n II.Çocukluk bir sosyal analiz değişkenidir.\n III. Çocukların sosyal ilişkileri ve kültürleri, yetişkinlerin endişeleri ve bakış açılarından bağımsız olarak kendi doğal düzenleri içerisinde bir araştırmaya değerdir.\n IV.Çocukluk, sosyal bilimlerin ikili yorum- samacılığı ile ilişkili bir fenomendir.\n Yukarıdakilerden hangileri çocukluk sosyolojisinde yeni paradigmanın anahtar özelliklerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "III ve IV",
      "D": "Yalnız IV",
      "E": "I,II,III ve Iv"
    },
    "explanation": "Çocukluk sosyolojisinde yeni paradigmanın anahtar özellikleri şöyledir (Prout, 2015; James, 2015):\n • Çocukluk dönemi sosyal bir inşadır. \n • Çocukluk bir sosyal analiz değişkenidir. \n • Çocukların sosyal ilişkileri ve kültürleri, yetişkinlerin endişeleri ve bakış açılarından bağımsız olarak kendi doğal düzenleri içeri- sinde bir araştırmaya değerdir.\n • Çocuklar çevrelerindekilerin ve yaşadıkları toplumun yaşamlarının, kendi sosyal yaşamlarının belirlenmesinde ve inşasında aktif özneler olarak görülmelidir. \n • Etnometodoloji, çocukluk dönemi çalışması için özellikle etkin ve faydalı bir yöntem bilimdir. \n • Çocukluk, sosyal bilimlerin ikili yorumsamacılığı ile ilişkili bir fenomendir. Bu, çocukluk sosyolojisinde yeni bir paradigmayı bildirmektedir ve aynı zamanda ço- cukluğun yeniden inşa sürecine bir karşılık vermektir."
  },
  {
    "id": "2978897",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi çocukluk kavramı için <strong>söylenemez?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kendi yaşam alanında anlam kazanan bir olgudur",
      "B": "Kültürel, coğrafi ve dinsel öğretilerden etkilenen bir özellikler bütünüdür",
      "C": "Tüm dünyada ortaklıkları bulunmayan, farklı yönleri olan bir deneyimdir.",
      "D": "Çok zor ve uzun süreçler sonunda var oluşu kabul edilen bir yaşam dönemidir.",
      "E": "Diğer iki yaşam döneminden farklılık arz eden bir yaşam dönemidir."
    },
    "explanation": "Sosyolojinin toplumu ve toplumu oluş- turan dinamikleri anlama ve sorunsallara çözüm üretme gayreti çeşitli alanlara dönük öneriler ge- liştirmesi yaşamsal dönemlere dönük olarak da oluşmaktadır. “Çocukluk”, “gençlik” ve “yaşlılık” olarak genel betimlenen yaşam dönemlerinin top- lumsal özellikler bağlamında nasıl görüldüğü, top- lumsal algıdaki yerleri, sorun alanları, beklenti ve istekleri, toplumsal yapı, değer ve özelliklere göre bu dönemlerin inşası gibi sorunlar genel olarak bu dönemlerin sosyolojik boyutunu oluştururken ço- cukluk, diğer iki yaşam döneminden farklılık arz etmektedir. Bu farklılığın oluşmasının iki nedeni bulunmaktadır. Birincisi çocukluğun bir yaşam dönemi olarak çok zor ve uzun süreçler sonunda var oluşunun kabul edilmesi ve kavramsallaştırıl- ması, diğeri ise “çocukluğun tüm dünyada hem or- tak hem farklı yönleri olan bir deneyim olması”dır. (James, 2000). Bu noktadan hareketle çocukluk kendi yaşam alanında anlam kazanan ve kültürel, coğrafi ve dinsel öğretilerden etkilenen bir özel- likler bütünüdür ve çocukluk sosyolojisi bu temel problem üzerine kurulmuştur."
  },
  {
    "id": "2978898",
    "unitNumber": 1,
    "text": "Eserinde pratik-faydacı ve ferdiyetçi eğitim anlayışı bağlamında deneyimlere vurgu yapan, çocuğun doğal yetenek ve eğilimlerinin gözlenip saptanmasını, çocuğa doğru ve hakiki erdemlerin benimsetilmesini esas alan filozof aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Jean-Jacques Rousseau",
      "B": "John Locke",
      "C": "Denis Diderot",
      "D": "John Stuart Mill",
      "E": "Voltaire"
    },
    "explanation": "John Locke “Eğitim Üzerine Bazı Düşünceler” (Some Thoughts Concerning Education) adlı eserinde pratik-faydacı ve ferdiyetçi eğitim anlayışı bağlamında deneyimlere vurgu yapar. Locke; çocuğun doğal yetenek ve eğilimlerinin gözlenip saptanmasını, çocuğa doğru ve hakiki erdemlerin benimsetilmesini"
  },
  {
    "id": "2978899",
    "unitNumber": 1,
    "text": "Batı’da terk edilen çocuklara yönelik kurum açma geleneği kaçıncı yüzyıla dayanmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "12.",
      "B": "13.",
      "C": "14.",
      "D": "15.",
      "E": "16."
    },
    "explanation": "Batı’da terk edilen çocuklara yönelik kurum açma geleneği 16. yüzyıla dayanmaktadır."
  },
  {
    "id": "2978900",
    "unitNumber": 1,
    "text": "Çocukluk araştırmaları sosyolojisi, hangi yıllarda mütevazı bir başlangıç yapmış, hangi yıllarda ampirik ve teorik aktiviteler artmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "1940-1950'li yıllar",
      "B": "1950-1960'li yıllar",
      "C": "1960-1970'li yıllar",
      "D": "1970-1980'li yıllar",
      "E": "1980-1990'lı yıllar"
    },
    "explanation": "1980’lerin mütevazı bir başlangıcından, 1990’lardaki ampirik ve teorik aktivitenin artmasıyla, çocukluk araştırmaları sosyolojisi uluslararası alanda iyi bir şekilde yerleşmiştir.<br/>1980-1990'lı yıllar"
  },
  {
    "id": "2978901",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi çocukluk sosyolojisine erken dönemde katkıda bulunanlar arasında<strong> değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Münif Paşa",
      "B": "Ali Suavi",
      "C": "Satı Bey",
      "D": "Atalay Yörükoğlu",
      "E": "Ziya Gökalp"
    },
    "explanation": "Çocukluk sosyolojisine doğrudan ya da dolaylı yerel katkıda bulunanlar arasında erken dönemde: Münif Paşa, Ali Suavi, Satı Bey, Emrullah Efendi, Selim Sabit Efendi, Ziya Gökalp, Ethem Nejat, İsmayıl Hakkı Baltacıoğlu, son dönemde ise İsmail Doğan, Bekir Onur, Mine Tan, Esin Küntay, Atalay Yörükoğlu, Haluk Yavuzer, Mahmut Tezcan, Emine Akyüz, M."
  },
  {
    "id": "2978902",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi klasik sosyoloji kurucularının da göreli olarak ele aldığı çocukluğa katkıda bulunan filozoflar, sosyal bilimciler, gelişim psikologları ve siyasal teorisyenlerden biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "John Dewey",
      "B": "Erik Erikson",
      "C": "Vladimir Solovyov",
      "D": "Lev Vygotsky",
      "E": "İbn-i Haldun"
    },
    "explanation": "Klasik sosyoloji kurucularının da göreli olarak ele aldığı çocukluğa; Sokrates, Platon, Aristo, İbn-i Haldun, İbn-i Tufely, İbn-i Sina, Erasmus, Wolfgang Ratke, François Fénelon, François Marie Arouet (Voltaire), John Locke, I.Kant, Jean-Jacques Rousseau, Got-thold Ephraim Lessing, Johann Heinrich Pestalozzi Sigmund Freud, Maria Montessori , John Dewey, Erik Erikson, Margaret Mead, Philippe Aries, J.Piaget, Lev Vygot<br/>Vladimir Solovyov"
  },
  {
    "id": "2978903",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi çocuk sosyolojisi araştırmalarında kullanılan yöntemlerden biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Söylem analizi",
      "B": "Yapısökümcü yaklaşım",
      "C": "İçerik analizi",
      "D": "Saha çalışmaları",
      "E": "Literatür tarama"
    },
    "explanation": "Sosyoloji disiplininin kendine ait temel araştırma yöntemleri olan anket, görüşme teknikleri (yapılandırılmış ve derinlemesine görüşme), gözlem (yapılandırılmış ve doğal), literatür tarama, tarama değerlendirme, söylem analizi, içerik analizi, sözlü tarih, kişi ve kurum monografileri, saha çalışmaları, rapor inceleme, doküman inceleme, yaşam &lt;/<br/>Yapısökümcü yaklaşım"
  },
  {
    "id": "2978904",
    "unitNumber": 1,
    "text": "I. Eski Yunan ve Roma Dönemi\n II. Sanayi Devrimi ve 19. yüzyıl Kapitalist Gelişim Dönemi\n III. Post-Modern Çocukluk \n IV. Modern Çocukluk <br/>V. Aydınlanma Dönemi\n Yukarıda verilen çocukluk araştırmalarının ve çocukluk kavramının evirilişini kronolojik olarak doğru bir şekilde sıralayınız.",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, V, IV, III",
      "B": "I, V, II, IV, III",
      "C": "I, IV, II, V, III",
      "D": "II, V, IV, III, I",
      "E": "II, I, V, IV, III"
    },
    "explanation": "Çocukluk araştırmaları ve çocukluk kavramının evirilişi, sırasıyla Eski Yunan ve Roma Dönemi, Aydınlanma Dönemi,<br/>I, V, II, IV, III"
  },
  {
    "id": "2978905",
    "unitNumber": 1,
    "text": "Sanayi Dönemi’nde çok uzun ve zorlu şartlarda çalışan çocukları koruma amaçlı idari ve yasal düzenlemelerden olan \"Sağlık ve Ahlak Kanunu\" hangi ülkede ve ne zaman çıkarılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "İngiltere-1801",
      "B": "İngiltere-1805",
      "C": "Fransa-1905",
      "D": "Fransa-1925",
      "E": "İsveç-1810"
    },
    "explanation": "Sanayi Dönemi’nde çok uzun ve zorlu şartlarda çalışan çocukları koruma amaçlı idari ve yasal düzenlemeler yapılmıştır. Bunların ilki İngiltere’de 1801 yılında çıkarılan Sağlık ve Ahlak Kanunu’dur.<br/>İngiltere-1801"
  },
  {
    "id": "2978906",
    "unitNumber": 1,
    "text": "Çocukluk sosyolojisinde ampirik ve teorik aktivitenin artması ve bu alanın uluslararası alanda yerleşmesi özellikle hangi yıllarla ilişkilendirilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "1950'ler",
      "B": "1960'lar",
      "C": "1900'ler",
      "D": "1970'ler",
      "E": "1990'larda"
    },
    "explanation": "Çocukluk sosyolojisi 1990’larda ve 2000’lerde çocukluk çalışmaları alanında kritik bir disiplin olarak oldukça hızlı bir şekilde gelişmiştir."
  },
  {
    "id": "2978907",
    "unitNumber": 1,
    "text": "Hangi filozofa göre bireyin en iyi öğretmeni kendi doğal çevresidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Philippe Aries",
      "B": "François Marie Arouet (Voltaire)",
      "C": "Jean-Jacques Rousseau",
      "D": "John Locke",
      "E": "Sokrates"
    },
    "explanation": "Jean-Jacques Rousseau’ya göre bireyin en iyi öğretmeni kendi doğal çevresidir."
  },
  {
    "id": "2978908",
    "unitNumber": 1,
    "text": "Antik dönemde hangi toplumda, Ebeveynler, kanunen yeni doğan bebekleri ölüme terk etme hakkına sahip olmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Antik Yunan",
      "B": "Antik Mısır",
      "C": "Antik Roma",
      "D": "Antik Amerika",
      "E": "Antik İran"
    },
    "explanation": "Çocuk sosyaoljisinin gelişiminin dönemler halinde incelenmesi ve öğrenilmesi<br/>Antik Yunan döneminde<br/>bir çocuk doğduğunda özel bir tören düzenlenene<br/>ve çocuk ailenin bir parçası oluncaya kadar bir kişi<br/>(birey) olarak görülmemiştir. Ebeveynler, kanunen<br/>yeni doğan bebekleri ölüme terk etme hakkına sahipti. Bazen yabancılar terk edilmiş bebekleri evlat<br/>edinirdi ki bu bebekler aileler için ancak köle durumunda olabilirdi."
  },
  {
    "id": "2978909",
    "unitNumber": 1,
    "text": "Ebeveynlere çocuklarını nasıl yetiştirileceğine dönük tavsiyelerin ve bilgilerin yer aldığı, akademik dünyanın ilk pedagoji eseri olarak kabul edilen kitap aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Pedagoji Üzerine",
      "B": "Emilé ya da Çocuk Eğitimi Üzerine",
      "C": "Eğitim Üzerine Bazı Düşünceler",
      "D": "İstibdattan Meşrutiyet’e Çocukluktan Gençliğe",
      "E": "Çocuklu Felsefesi"
    },
    "explanation": "On yedinci yüzyıldan itibaren özellikle sanayileşme ile tüm toplumsal yaşamın değişmesi çocukluk anlayışının da değişiminin incelenmesi.<br/>Akademik dünyanın ilk pedagoji eseri olarak kabul edilen “Emilé ya da Çocuk<br/>Eğitimi Üzerine”dir (Émileou de l’éducation). Bu eserde Rousseau, ilk çocukluk<br/>döneminden başlayarak yetişkinliğine kadar hayali çocuğu Emilé’i eğitir; bir çocuğun doğal şartlarda nasıl davranış kazanacağını çeşitli örneklerle anlatmaktadır."
  },
  {
    "id": "2978910",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi 17.-18. Yüzyıllarda Çocukluk (Ortaçağ Dönemi ve Rönesans, Aydınlanma Dönemi) Döneminde toplumsal çocukluk anlayışında meydana gelen değişimlerden birisi <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Çocuk; kendisine ait eğitim süreçleri, giysi koleksiyonları, oyunları ve oyuncakları olan bir varlık olmuştur",
      "B": "Çocuk bakımının önemsendiği korunası biri haline gelmiştir",
      "C": "Çocuklara dönük edebiyat gelişmeye başlamıştır",
      "D": "Eğitim sisteminde katı ve sert esasici anlayışın yerine pragmatik, bireyi merkeze alan anlayış hâkim olmuştur",
      "E": "Okullarda yapılan eğitimin yaygınlaşmamıştır"
    },
    "explanation": "17.-18. Yüzyıllarda Çocukluk Döneminde çocukluk anlayışında yaşanılan değişim ve gelişmelerin anlaşılması<br/>Okul adı verilen kurumların yaygınlaşması ve okulların öğrencileri olarak çocukların farklı algılanmaları gerekliliği ortaya çıkmıştır.<br/>Ailelerin çocukları ile ilgili karar alma, onları koruma ve kollama gibi davranış şekillerini geliştirmeleri, küçük adamlık ya da kadınlıktan farklı bir<br/>dönem olarak çocukluğa geçişi sağlamıştır. Bu dönemde ve izleyen dönemlerde çocuk; kendisine ait eğitim süreçleri, giysi koleksiyonları, oyunları ve oyuncakları olan, içindeki gizil güçlerinin ve kabiliyetlerinin geliştirilmesi amaçlanan, bakımının önemsendiği korunası bir varlık konumundadır.<br/>Böylece değerli olan çocukluk kendi nosyonunu oluşturmuş, çocuklara dönük edebiyat gelişmeye başlamış, eğitim sisteminde katı ve sert esasici anlayışın yerine pragmatik, bireyi merkeze alan anlayış hâkim olmuştur."
  },
  {
    "id": "2978911",
    "unitNumber": 1,
    "text": "Çocukların korunmasına dönük sivil yaşamın örgütlenmesi ve zor durumdaki çocukların kurumlarda bakımı hangi dönemde başlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "19. yüzyıl",
      "B": "20. yüzyıl",
      "C": "21. yüzyıl",
      "D": "17. yüzyıl",
      "E": "16. yüzyıl"
    },
    "explanation": "Sanayi Devrimi ve 19. yüzyıl Kapitalist Gelişim Döneminde Çocukluk Anlayışı<br/>Çocukların korunmasına dönük sivil yaşamın örgütlenmesi ve zor durumdaki çocukların kurumlarda bakımı 19. yüzyılın ilk çeyreğinden itibaren yaygınlaşmıştır."
  },
  {
    "id": "2978912",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Osmanlı Devleti’nde çocuklar için kurulan merkezlerden biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Niş Çocuk Islahhaneleri",
      "B": "Darüşşafaka",
      "C": "Darülhayr-i Alî",
      "D": "Darülaceze",
      "E": "Milli Çocuklar Yuvası"
    },
    "explanation": "Sanayi Devrimi ve 19. yüzyıl Kapitalist Gelişim Döneminde Çocukluk<br/>Osmanlı Devleti’nde de çocukların korunmasına dönük önemli gelişmeler görülmektedir. Osmanlı Devleti’nde kurulan ilk çocuk rehabilitasyon merkezi “Niş Çocuk Islahhaneleri”,<br/>“Darüşşafaka”, yetimlerin haklarının korunmasına<br/>dönük, “Eytam Keseleri ve Emval-i Eytam Nezareti”, I. Meşrutiyet döneminde kurulan sokak çocuklarının barındırılmasına dönük “Darülaceze”,<br/>“Darülhayr-i Alî ve sonraki dönemlerde kurulan<br/>“Darüleytamlar” vakıf ve devlet kurumları bulunmaktadır"
  },
  {
    "id": "2978913",
    "unitNumber": 1,
    "text": "19. yüzyılda çok uzun ve zorlu şartlarda çalışan çocukları koruma amaçlı idari ve yasal düzenlemeler ilk olarak hangi ülkede yapılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "İsviçre",
      "B": "Amerika",
      "C": "Almanya",
      "D": "İngiltere",
      "E": "Hollanda"
    },
    "explanation": "Sanayi Devrimi ve 19. yüzyıl Kapitalist Gelişim Döneminde Çocukluk<br/>19. yüzyılda çocuk olarak kabul edilen bireylerle<br/>ilgili bir diğer gelişme görülen alan ise çalışma yaşamıdır. Sanayi Dönemi’nde çok uzun ve zorlu şartlarda çalışan çocukları koruma amaçlı idari ve yasal<br/>düzenlemeler yapılmıştır. Bunların ilki İngiltere’de<br/>1801 yılında çıkarılan Sağlık ve Ahlak Kanunu’dur.<br/>Bu kanunla birlikte çocukların çalışması sadece<br/>gündüzle sınırlanmış ve çalışma süreleri on iki saate indirilmiştir"
  },
  {
    "id": "2978914",
    "unitNumber": 1,
    "text": "Okulların tüm işçiler (yetişkin-çocuk) için bir mesleki eğitim verme misyonundan yavaş yavaş temel eğitime (ilköğretime) doğru çocuklar için kurulan yapılar haline dönüşmesi hangi dönemde gerçekleşmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Antik Dönem, Eski Yunan ve Roma Dönemi",
      "B": "Sanayi Devrimi ve 19. yüzyıl Kapitalist Gelişim Dönemi",
      "C": "Ortaçağ Dönemi ve Rönesans, Aydınlanma Dönemi",
      "D": "Post-Modern Çocukluk Dönemi",
      "E": "Modern Çocukluk"
    },
    "explanation": "Sanayi Devrimi ve 19. yüzyıl Kapitalist Gelişim Dönemi<br/>Bu dönemin en önemli eğitim anlayış değişikliği, okulların sadece çocuklara bırakılmasıdır. Sanayi Dönemi’nde okulların tüm işçiler (yetişkin-çocuk) için bir mesleki eğitim verme misyonundan yavaş yavaş temel eğitime (ilköğretime)<br/>doğru çocuklar için kurulan yapılar olması, okulların çocukluğu yetişkinlikten ayıran temel kurum olmasını sağlamıştır."
  },
  {
    "id": "2978915",
    "unitNumber": 1,
    "text": "Çocukluğun yetişkinlikten tamamen farklı olduğu ve yetişkin yaşamının dışında tutulması gerektiği anlayışıyla kabul edildiği dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Modern Çocukluk Dönemi",
      "B": "Antik Dönem, Eski Yunan ve Roma Dönemi",
      "C": "Ortaçağ Dönemi ve Rönesans, Aydınlanma Dönemi",
      "D": "Sanayi Devrimi ve 19. yüzyıl Kapitalist Gelişim Dönemi",
      "E": "Post-Modern Çocukluk Dönemi"
    },
    "explanation": "Modern çocukluk döneminin ocukluk anlayışı ve yaklaşımı<br/>Çocukların nasıl<br/>tasarlandığı ve nasıl algılandığı her zaman kültürel<br/>ve tarihsel bir bakış açısını yansıtır. Modern çocukluk anlayışı, çocukluğun yetişkinlikten tamamen farklı olduğu ve yetişkin yaşamının dışında<br/>tutulması gerektiği anlayışına dayanır."
  },
  {
    "id": "2978916",
    "unitNumber": 1,
    "text": "Nejat Eczacıbaşı’nın kendi öz yaşam öyküsünü anlattığı ve çocukluk dönemiyle ilgili bölümlerin Cumhuriyet öncesi dönemde aile, aile içi ilişkiler, çocukluk, çocukluğa bakış, oyun, eğitim gibi birçok konularda bilgiler sunduğu kitabı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kuşaktan Kuşağa",
      "B": "İstibdattan Meşrutiyet’e Çocukluktan Gençliğe",
      "C": "Tarihçilerin Kutbu; Halil İnalcık Kitabı",
      "D": "Auschwitz Kütüphanecisi",
      "E": "Aşkta ve Savaşta Bizim Hikayemiz"
    },
    "explanation": "Çocukluk Sosyolojisinde Bilimsel Araştırma Yöntem ve Teknikleri<br/>Öz yaşam öykülerinde çocukluklarını yazan kişiler aslında dönemin çocukluk anlayışını ortaya koymaktadır. Örneğin Nejat<br/>Eczacıbaşı’nın Kuşaktan Kuşağa adlı öz yaşam öyküsünde anlattığı çocukluk dönemi Cumhuriyet öncesi dönemde aile, aile içi ilişkiler, çocukluk,<br/>çocukluğa bakış, oyun, eğitim gibi birçok konuda<br/>bilgiler vermektedir."
  },
  {
    "id": "2978917",
    "unitNumber": 1,
    "text": "Levent Eraslan ve arkadaşları tarafından yapılan ve 1999 İzmit Depremi’nde çocuk olanların deprem öncesi, esnası ve sonrası tanıklıkları ve afet/depremin çocuklar üzerindeki psikolojik-sosyolojik etkisini ortaya çıkarmayı amaşlayan proje aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tarihe 1000 Canlı Tanık, Tarihte 1000 Canlı Çocuk",
      "B": "Deprem Çocukları Büyüdü",
      "C": "Türkiye Eğitim Tarihi",
      "D": "Eğitimin Sivil Hali",
      "E": "Kuşaktan Kuşağa"
    },
    "explanation": "Çocukluk Sosyolojisinde Bilimsel Araştırma Yöntem Ve Teknikleri<br/>Eraslan tarafından yapılan Tarihe 1000 Canlı Tanık, Tarihte 1000 Canlı<br/>Çocuk adlı çalışmada sözlü tarih anlatılarından çocukluğa dönük çıkarımlar yapılmıştır. Yine Eraslan<br/>ve diğerlerinin Deprem Çocukları Büyüdü adlı proje<br/>çalışmasında 1999 İzmit Depremi’nde çocuk olanların deprem öncesi, esnası ve sonrası tanıklıkları ve<br/>afet/depremin çocuklar üzerindeki psikolojik-sosyolojik etkisini ortaya çıkarmayı amaçlamaktadır."
  },
  {
    "id": "2978918",
    "unitNumber": 1,
    "text": "Çocukluk kavramının evirilişini çeşitli dönemlerde ele alınmaktadır. Aşağıdakilerden hangisi bu dönemlerden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Antik Dönem",
      "B": "Ortaçağ Dönemi",
      "C": "Modern Dönem",
      "D": "Post-Modern Dönem",
      "E": "Post-Kapitalist Dönem"
    },
    "explanation": "Çocukluk araştırmaları, çocukluk kavramının evirilişini çeşitli dönemlerde ele almaktadır. Bu dönemler: 1) Antik Dönem, Eski Yunan ve Roma Dönemi, 2) Ortaçağ Dönemi ve Rönesans, Aydınlanma Dönemi, 3) Sanayi Devrimi ve 19. yüzyıl Kapitalist Gelişim Dönemi, 4) Modern Çocukluk ve Post-Modern Çocukluk dönemleridir."
  },
  {
    "id": "2978919",
    "unitNumber": 1,
    "text": "Ebeveynler, kanunen yeni doğan bebekleri ölüme terk etme hakkına sahiptir Bazen yabancılar terk edilmiş bebekleri evlat edinirdi ki bu bebekler aileler için ancak köle durumunda olabilirdi. Belirtilen durum aşağıdaki hangi dönemde görülmüştür?",
    "correctAnswer": "A",
    "options": {
      "A": "Antik Dönem",
      "B": "Ortaçağ dönemi",
      "C": "Sanayi Devrimi",
      "D": "Modern dönem",
      "E": "Post-modern dönem"
    },
    "explanation": "Antik Yunan döneminde bir çocuk doğduğunda özel bir tören düzenlenene ve çocuk ailenin bir parçası oluncaya kadar bir kişi (birey) olarak görülmemiştir. Ebeveynler, kanunen yeni doğan bebekleri ölüme terk etme hakkına sahipti. Bazen yabancılar terk edilmiş bebekleri evlat edinirdi ki bu bebekler aileler için ancak köle durumunda olabilirdi."
  },
  {
    "id": "2978920",
    "unitNumber": 1,
    "text": "Akademik dünyanın ilk pedagoji eseri olarak kabul edilen “Emilé ya da Çocuk Eğitimi Üzerine\" yapıtın yazarı kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Locke",
      "B": "Rousseau",
      "C": "Platon",
      "D": "Sokrates",
      "E": "Aristo"
    },
    "explanation": "Akademik dünyanın ilk pedagoji eseri olarak kabul edilen “Emilé ya da Çocuk Eğitimi Üzerine”dir (Émileou de l’éducation) (Baltacıoğlu, 1925). Bu eserde Rousseau, ilk çocukluk döneminden başlayarak yetişkinliğine kadar hayali çocuğu Emilé’i eğitir; bir çocuğun doğal şartlarda nasıl davranış kazanacağını çeşitli örneklerle anlatmaktadır"
  },
  {
    "id": "2978921",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi 17. ve 18. yüzyıl dönemi çocukluğa yönelik gelişen yaklaşımlardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Anne ve babanın önemsemediği “nesne” biçimindeki çocuk",
      "B": "Çocukların sadece küçük adam ve kadınlar olarak görülmesi",
      "C": "Küçük adamlık ya da kadınlıktan farklı bir dönem olarak çocukluğa geçiş",
      "D": "Cennet ve cehennem arasında bir varlık, annesinin sömüren günahkâr küçük",
      "E": "Çocukluğun ayrı ve kendine özgü kategorik yapısının kabul edilmesi"
    },
    "explanation": "Ailelerin çocukları ile ilgili karar alma, onları koruma ve kollama gibi davranış şekillerini geliştirmeleri, küçük adamlık ya da kadınlıktan farklı bir dönem olarak çocukluğa geçişi sağlamıştır."
  },
  {
    "id": "2978922",
    "unitNumber": 1,
    "text": "Aşağıdaki hangi paradigmada çocukluk anlayışı demokratik ilke ve değerler üzerinde yükseldiği düşünülmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Post-modern çocukluk paradigması",
      "B": "Antik çağ çocukluk paradigması",
      "C": "Aydınlanma dönemi çocukluk paradigması",
      "D": "Rönesans dönemi çocukluk paradigması",
      "E": "Modern çocukluk paradigması"
    },
    "explanation": "Modern çocukluk paradigmasının, demokratik ilke ve değerler üzerinde yükseldiği düşünülmektedir."
  },
  {
    "id": "2978923",
    "unitNumber": 1,
    "text": "Çocukluğun sosyal olarak nasıl inşa edildiğini ve çocukluğun farklı sosyokültürel bağlamlara göre nasıl farklılaştığını kendisine mesele edinenler aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çocukluk sosyologları",
      "B": "Çocukluk felsefecileri",
      "C": "Öğretmenler ve müdürler",
      "D": "Ebeveynler",
      "E": "Politikacılar"
    },
    "explanation": "Çocukluk sosyolojisi çalışmacıları, çocukluğun sosyal olarak nasıl inşa edildiklerini ve çocuğun anlayışının farklı sosyokültürel bağlamlarda değiştiğini kurarak, çocuğun bu kavramlarını sorunlu hale getirmişlerdir."
  },
  {
    "id": "2978924",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi erken dönem çocukluk sosyolojisinin en temel tartışma konularından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyalizasyon teorisi",
      "B": "Eğitim teorisi",
      "C": "Kuşaklararasılık teorisi",
      "D": "Çatışma teorisi",
      "E": "Uyum teorisi"
    },
    "explanation": "Erken dönem çocukluk sosyolojisinin en temel tartışma konularından biri sosyalizasyon teorisidir."
  },
  {
    "id": "2978925",
    "unitNumber": 1,
    "text": "Çocukların, toplumları etkileyebilen ve toplumdan anlam çıkarabilen sosyal aktörler olarak görüldüğü yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Eski çocukluk sosyolojisi",
      "B": "Yeni çocukluk sosyolojisi",
      "C": "Sosyalleşme yaklaşımı",
      "D": "Modernist yaklaşım",
      "E": "Kültürel yaklaşım"
    },
    "explanation": "“Yeni” çocukluk sosyolojisi çalışmalarında çocuklar, toplumları etkileyebilen ve toplumdan anlam çıkarabilen sosyal aktörler olarak görülmektedir"
  },
  {
    "id": "2978926",
    "unitNumber": 1,
    "text": "Yeni çocukluk anlayışı eski yaklaşımlardan iki önemli teorik kavram ile önemli bir mesafe kaydetmiştir. Aşağıdakilerden hangisi bu kavramlardan biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tekil çocukluk",
      "B": "Sosyalleşen çocuk",
      "C": "Aile içinde çocuk",
      "D": "Arkadaş grubunda çocuk",
      "E": "Sosyal bir özne"
    },
    "explanation": "Yeni anlayış, iki önemli teorik kavram ile bir mesafe kaydetmiştir. Bunlar: “Sosyal bir özne” olarak ve “nesilsel bir düzen” olarak çocukluktur."
  },
  {
    "id": "2978927",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi çocukluk sosyolojisinde yeni paradigmanın temel özelliklerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çocukluk bir sosyal analiz değişkenidir",
      "B": "Çocukluk evrensel bir kategoridir",
      "C": "Çocukluk biyolojik bir durumdur",
      "D": "Çocukluk sosyalleşme ile ele alınır",
      "E": "Çocukluk ailede ve okulda gelişir"
    },
    "explanation": "Çocukluk bir sosyal analiz değişkenidir. Sınıf, sosyal cinsiyet ya da etnik köken gibi diğer değişkenlerden ayrı tutulamaz. Karşılaştırmalı ve kültürlerarası analiz, tekil ya da evrensel bir fenomenden çok, bir çocukluk çeşitliliğini ortaya çıkarır."
  },
  {
    "id": "2978928",
    "unitNumber": 2,
    "text": "Pozitivizm ile ilgili aşağıdakilerden hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "17.yy’ın hâkim epistemolojilerindendir.",
      "B": "Doğruluk ve yanlışlıkları sistematik gözlem ve deney yoluyla değerlendirilebileceğine dayanan bir yaklaşımdır.",
      "C": "Oldukça genel ve evrensel ifadeler dizisinden oluşur.",
      "D": "Toplum ve insanı kontrol etme amacını güden bir yaklaşımdır.",
      "E": "Teorik terimler ile gözlemsel terimler arasındaki ilişki temelinde ifade edilebilir."
    },
    "explanation": "Yanıtınız yanlış ise “Tarihsel Süreçte Çocuk” konusunu yeniden gözden geçiriniz.<br/>Doğru cevap A seçeneğidir."
  },
  {
    "id": "2978929",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi 19. yy Fransa’sında yaşayan ve hem sosyolojinin kurucusu hem de disiplinin isim babası olarak anılan bilim insanıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Durkheim",
      "B": "Comte",
      "C": "Descartes",
      "D": "Bacon",
      "E": "Facoult"
    },
    "explanation": "Yanıtınız yanlış ise “Tarihsel Süreçte Çocuk”<br/>konusunu yeniden gözden geçiriniz.<br/>Doğru yanıt B seçeneğidir."
  },
  {
    "id": "2978930",
    "unitNumber": 2,
    "text": "“……… toplum gerçekliğinde bireyler yalnızca kendilerine tanımlanan rollerden ibaret görülür-ler ve edilgen icracılar olarak tanımlanırlar.” \n Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Post-modernist",
      "B": "Pozitivist",
      "C": "Pragmatizm",
      "D": "İdealizm",
      "E": "Ampirizm"
    },
    "explanation": "Yanıtınız yanlış ise “Klasik Sosyoloji ve Modern<br/>Çocukluk” konusunu yeniden gözden<br/>geçiriniz.<br/>Doğru yanıt B seçeneğidir."
  },
  {
    "id": "2978931",
    "unitNumber": 2,
    "text": "Patriyarkal değerler ile ilgili aşağıdakilerden hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ailede doğup büyürler.",
      "B": "Sadece ailelere özgüdür.",
      "C": "Dini terimlerle açıklanabilir.",
      "D": "Tıbbı terimlerle açıklanabilir.",
      "E": "Politika ve ekonomiyi etkiler."
    },
    "explanation": "Yanıtınız yanlış ise “Klasik Sosyoloji ve Modern<br/>Çocukluk” konusunu yeniden gözden<br/>geçiriniz.<br/>Doğru yanıt B seçeneğidir."
  },
  {
    "id": "2978932",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi “sosyolojinin kurucuları ölü, beyaz erkeklerdir.” İfadesini kuran kişidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Durkheim",
      "B": "Facoult",
      "C": "Comte",
      "D": "Scott",
      "E": "Ritzer"
    },
    "explanation": "Yanıtınız yanlış ise “Patriyarkal Düşünce Biçimi<br/>ve Çocukluk” konusunu yeniden gözden<br/>geçiriniz.<br/>Doğru yanıt D seçeneğidir."
  },
  {
    "id": "2978933",
    "unitNumber": 2,
    "text": "Fass (2007) tarafından ‘Çocukluğun krallığı’ şeklinde tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ev",
      "B": "Okul",
      "C": "Sokak",
      "D": "Aile",
      "E": "Doğa"
    },
    "explanation": "Yanıtınız yanlış ise “Klasik Sosyoloji ve Modern<br/>Çocukluk” konusunu yeniden gözden<br/>geçiriniz.<br/>Doğtu yanıt B seçeneğidir."
  },
  {
    "id": "2978934",
    "unitNumber": 2,
    "text": "Çocukluk ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal ve kültürel bir inşadır.",
      "B": "Toplumsal düzende etkileri yok denecek kadar azdır.",
      "C": "Sosyolojide aileye bağımlı olarak ele alınır.",
      "D": "Tarihsel süreçte çocukluk kavramı değişmemiştir.",
      "E": "Politik ve ekonomik temsiller arasında yer almaz."
    },
    "explanation": "Yanıtınız yanlış ise “Yeni Çocukluk Sosyolojisi”<br/>konusunu yeniden gözden geçiriniz.<br/>Doğru yanıt A seçeneğidir."
  },
  {
    "id": "2978935",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi çocukluk sosyolojisinin önündeki engellere ilişkin yanlış bir ifadedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çocukların eylemde bulunabilme yeterliliklerinin pratik hayattaki geçerliliği",
      "B": "Kendi öznelliklerini tahrif etme yetersizlikleri",
      "C": "Seslerini duyurabilme ve varoluşlarını biçimlerini ifade edebilme yeteneklerinin olması",
      "D": "Farklı coğrafyalardaki farklı çocukluk tanımlamaları",
      "E": "Sosyal gerçekliği değiştirme yeteneklerinin olmaması"
    },
    "explanation": "Yanıtınız yanlış ise “Yeni Çocukluk Sosyolojisi”<br/>konusunu yeniden gözden geçiriniz.<br/>Doğru yanıt C seçeneğidir."
  },
  {
    "id": "2978936",
    "unitNumber": 2,
    "text": "Emirler Labirenti kavramı aşağıdakilerden hangisine aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Comte",
      "B": "Parsons",
      "C": "Postman",
      "D": "Durkheim",
      "E": "Murphy"
    },
    "explanation": "Yanıtınız yanlış ise “Klasik Sosyoloji ve Modern<br/>Çocukluk” konusunu yeniden gözden<br/>geçiriniz.<br/>Doğru yanıt E seçeneğidir."
  },
  {
    "id": "2978937",
    "unitNumber": 2,
    "text": "Yeni çocukluk sosyolojisine göre aşağıdakilerden hangisi<strong> doğrudur? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çocukluk kavramı farklı zaman ve coğrafyalarda farklılık göstermez.",
      "B": "Çocuklar sosyalizasyon ve kültürün pasif alıcılarıdır.",
      "C": "Çocukluk sosyolojisinde, sosyalleşme yalnızca biyolojik ve fizyolojik bir kavram olarak kabul edilir.",
      "D": "Çocukların sosyal gelişimleri önemlidir, bu nedenle kontrol altına alınmalıdır.",
      "E": "Çocuklar eylem ve etkileşimleri ile sosyal dünyayı inşa etme yetisine sahiptir."
    },
    "explanation": "Yanıtınız yanlış ise “Yeni Çocukluk Sosyolojisi”<br/>konusunu yeniden gözden geçiriniz.<br/>Doğru yanıt E seçeneğidir."
  },
  {
    "id": "2978938",
    "unitNumber": 2,
    "text": "Çocukluğun modern bir keşif olduğu bilgisine ulaşmamız açısından önemli bir tarihsel tespite yol açan, Philippe Ariès’in “Centuries of Childhood” kitabının yayımlandığı yıl aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "1962",
      "B": "1990",
      "C": "1968",
      "D": "1980",
      "E": "2007"
    },
    "explanation": "1962 yılı, Philippe Ariès’in “Centuries of Childhood” kitabını yayımlayarak çocukluğun modern bir keşif olduğu bilgisine ulaşmamız açısından önemli bir tarihsel tespitin zamanıdır."
  },
  {
    "id": "2978939",
    "unitNumber": 2,
    "text": "\"Pozitivist toplum gerçekliğinde bireyler yalnızca kendilerine tanımlanan rollerden ibaret görülürler ve ..... olarak tanımlanırlar.\"\n<br/>Yukarıdaki cümledeki boşluğa aşağıdakilerden hangisinin gelmesi uygundur?",
    "correctAnswer": "B",
    "options": {
      "A": "yeni çocukluk",
      "B": "edilgen icracılar",
      "C": "modern çocukluk",
      "D": "çocukluk",
      "E": "modern bilimciler"
    },
    "explanation": "Pozitivist toplum gerçekliğinde bireyler yalnızca kendilerine tanımlanan rollerden ibaret görülürler ve edilgen icracılar olarak tanımlanırlar."
  },
  {
    "id": "2978940",
    "unitNumber": 2,
    "text": "I. Aileyi,\n II. Politikayı,\n III.Ekonomiyi,\n IV.İdeolojiyi.\n Yukarıdakilerden hangileri patriyarkal değerlerden etkilenir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I,II ve III",
      "C": "III ve IV",
      "D": "Yalnız I",
      "E": "I,II,III ve IV"
    },
    "explanation": "Patriyarkal değerler ailelerde doğup yayılır ama sadece ailelere özgü değildirler. Toplumun her kademesini etkilerler: Aileyi, politikayı, ekonomiyi, ideolojiyi."
  },
  {
    "id": "2978941",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi \"sosyalizasyon\" kavramı ile aynı anlamda kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplumsallaşma",
      "B": "Modernleşme",
      "C": "Sosyalleşme",
      "D": "Kültürleşme",
      "E": "Kültürel formalizasyon"
    },
    "explanation": "Sosyolojiyi de etkileyen bu psikolojik söylem, sosyolojinin bilinen klasik dikotomilerinde etkili olmuştur. Öyle ki çocuklara bakış bu şekilde belirlenirken çocukların kaderini tayin eden temel bir kavram, modern çocukluk paradigmasının hafızasına böylelikle girmiş olur: “sosyalizasyon” (Pro- ut ve James, 1997; Qvortrup, 1997; Kehily, 2009; Ambert, 2001; Mayall, 2001; Vigilant, 2007; Smith ve Greene, 2014). Aslında “toplum-sal”laşma demek daha doğru olur."
  },
  {
    "id": "2978942",
    "unitNumber": 2,
    "text": "Yeni çocukluk sosyolojisinin temel ilkesi nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çocukluğun gelişimsel bir olgu olduğu",
      "B": "Çocukluğun psikolojik bir olgu olduğu",
      "C": "Çocukluğun sosyal bir inşa olduğu",
      "D": "Çocukluğun fiziksel bir olgu olduğu",
      "E": "Çocukluğun kültürel bir olgu olduğu"
    },
    "explanation": "Tarihsellik birikiminin oluşturduğu yeni çocukluk sosyolojisinin temel ilkesi çocukluğun sosyal bir inşa olduğudur."
  },
  {
    "id": "2978943",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yeni çocukluk sosyolojisine uygun <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Çocukluk kavramının sosyal bir inşaa olduğu",
      "B": "Çocukluk kavramının kültürel bir inşaa olduğu",
      "C": "Çocukluk kavramının tarihsel bir inşaa olduğu",
      "D": "Evrensel ve tek biçimli bir çocukluk olduğu",
      "E": "Farklı çocukluklar olduğu anlayışı"
    },
    "explanation": "Yeni çocukluk sosyolojisinin en önemli katkılarından biri çocukluk kavramının sosyal, tarihsel ve kültürel bir inşa olduğunu ve modern çocukluğun ileri sürdüğü evrensel ve tek biçimli bir çocukluk olduğu anlayışını kıracak biçimde çoklu bir içeriğe bir başka deyişle farklı çocukluklar olduğunu göstermesidir."
  },
  {
    "id": "2978944",
    "unitNumber": 2,
    "text": "\"Modern çocukluk sosyolojisi, modernist sosyolojinin ‘dikotomileri’ temelinde ve özellikle ....... merkeze alınarak kurulmuştur.\"\n Yukarıdaki cümledeki boşluğa aşağıdakilerden hangisinin gelmesi uygundur?",
    "correctAnswer": "B",
    "options": {
      "A": "Patriyarkal değerler",
      "B": "‘çocukluk-yetişkinlik’ dikotomisi",
      "C": "Kültürel değerler",
      "D": "Bireysel değerler",
      "E": "Toplumsal değerler"
    },
    "explanation": "Modern çocukluk sosyolojisi, modernist sosyolojinin ‘dikotomileri’ temelinde ve özellikle ‘çocukluk-yetişkinlik’ dikotomisi merkeze alınarak kurulmuştur."
  },
  {
    "id": "2978945",
    "unitNumber": 2,
    "text": "Modern çocukluk imgesini kurumsallaştıracak ilk önemli kurum aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Birey",
      "B": "Çocuk",
      "C": "Aile",
      "D": "Devlet",
      "E": "Toplum"
    },
    "explanation": "İrrasyonel yönelimli eylemler, akrabalık ve aile gibi samimi ilişkilerin kurulduğu kişisel alanlara çekilerek sınırlanmalı ve rasyonel kontrol altına alınmalıdır.” (Scott, 2006). Böylelikle çocukların irrasyonel yönelimlerinin özel alanda sergilenmesinin mümkün olduğu biricik mekân ve toplumsal kurum; “aile” olarak ön plana çıkar ki modern çocukluk imgesini kurumsallaştıracak ilk önemli kurum modern toplum inşasında belirginleşmiş olur."
  },
  {
    "id": "2978946",
    "unitNumber": 2,
    "text": "I:Kültürel formasyon\n II.Sistemli organizasyon\n III.Sosyalizasyon\n IV.Doğa\n Yukarıdakilerden hangileri 19.yy ve 20.yy başlarında sosyolojinin temel kavramları arasındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I,II ve III",
      "C": "III ve IV",
      "D": "I,II,III ve IV",
      "E": "Yalnız IV"
    },
    "explanation": "19.yy ve 20.yy başlarında sosyolojinin temel kavramları arasında olan “kültürel formasyon”, “sistemli organizasyon”, “sosyalizasyon”, “doğa” (Scott, 2006) böylelikle çocukluk tasavvurunun belirleyici kavramları olarak işe vuruklaştırılmış olur."
  },
  {
    "id": "2978947",
    "unitNumber": 2,
    "text": "\"......... olarak da adlandırılan pozitivist düalizm açısından daha fazla problem teşkil eden şey, düalistik bir epistemolojinin toplumsal imâlarıdır.\"\n Yukarıdaki cümledeki boşluğa aşağıdakilerden hangisinin gelmesi uygundur?",
    "correctAnswer": "A",
    "options": {
      "A": "Kartezyen düşünce",
      "B": "Toplumsal imâlar",
      "C": "Pozitivizm",
      "D": "Modernizm",
      "E": "Endüstriyel kapitalizm"
    },
    "explanation": "Kartezyen düşünce olarak da adlandırılan pozitivist düalizm açısından daha fazla problem teşkil eden şey, düalistik bir epistemolojinin toplumsal imâlarıdır"
  },
  {
    "id": "2978948",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi çocukların sosyolojide “kendilerinden” hareketle ele alınmaları ve anlaşılmaları gerekliliğine yönelik teorik gayretlerin arka planını oluşturan dinamiklerden bir tanesi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "1960’larda aktivistlerin, çocuklar için kişisel özgürlük talep etmeleri",
      "B": "1962 yılında, Philippe Ariès’in “Centuries of Childhood” kitabını yayımlaması",
      "C": "Modernliğin hegemonyasının zayıflaması",
      "D": "Unicef'in kurulması",
      "E": "Sabit ve değişmeyen bir kimlik tasavvurunun eleştirilmesi"
    },
    "explanation": "Sosyolojide “kendilerinden” hareketle ele alınmaları ve anlaşılmaları gerekliliğine yönelik teorik gayretler için 1980’li ve 1990’lı yılları beklemek gerekmiştir. Ancak söz konusu yılların esas öncüsü, 1960 ve 1970’li yıllardır, zira bu yıllar; pek çok toplumsal hareketin ve sosyolojideki teorik hesaplaşmanın kamusal alanda ve akademide sergilenmesinin çekirdeklerini içeren olayların birikimine ve bu yönüyle aslında tam da gelişen bir “çocukluk söylemi”ne tanıklık etmiştir. Örneğin; 1960’larda aktivistler yetişkinlerin, çocukların hayatlarına müdahale ederek çocuklar için kişisel özgürlük ve otonomi sağlanması yönünde eleştiriler geliştirerek (Guggenheim, 2005) “çocukların özgürleşmesi” gerektiğine yönelik bir düşünce ağının oluşumuna katkıda bulunmuşlardır. 1962 yılı, Philippe Ariès’in “Centuries of Childhood” kitabını yayımlayarak çocukluğun modern bir keşif olduğu bilgisine ulaşmamız açısından önemli bir tarihsel tespitin zamanıdır. Yine örneğin; 1968 yılı, “sosyalist güdümlü öğrenci ayaklanmaları” (Thomas ve Walsh 2014) ile devrim ruhunu yansıtırken aslında genel olarak akıl, rasyonalizm ve evrensellik fikirleri ile biçimlenen modernliğin hegemonyasının sarsılmaya başladığı ve modern aklın toplumsal tasavvurlardaki mutlak belirlenimine yönelik gerilimlerin; radikal nitelikli düşünsel ve pratik kollektif eylemler biçiminde ifade edildiği toplumsal hareketlerin ve kıpırdanmaların izlerini sunar. Buizler, modernliğin “tarihsel farklılık, cinsiyet, ırk, etnisite, sınıf veya cinsel yönelim” gibi kavramlar yerine “sabit ve değişmeyen bir kimlik” (Seidman 2002) üzerinden varoluş sınırlarının çizildiği sosyal kategorilerin, toplumsal sahnede yer alma, direnme ve var olma mücadelelerinin izleridir."
  },
  {
    "id": "2978949",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi modern çocukluk paradigmasının inşa edilmesinde etkili değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çocukların eleştirel bakışının artışı",
      "B": "Feminist hareketlerin örgütlü hale gelişi",
      "C": "Kentleşme",
      "D": "Dinsel değişim",
      "E": "Bilimin gelişimi"
    },
    "explanation": "Kökenler daha da derinleştirilirse Rönesans ve Reformasyon, 16.ve 17.yy’da Descartes ve Bacon ile temelleri atılan “modern bilim” ve 18.yy Aydınlanması’nın birlikte oluşturdukları birikimli tarihsel bütünlük; 19.yy’a öncülük eden yapı taşları ve temel köklerdir. “Fransız Devrimi, Sanayi Devrimi ve Kapitalizm, Sosyalizmin ortaya çıkışı, feminist hareketlerin daha örgütlü hale gelişi, kentleşme, dinsel değişim, bilimin gelişimi, entelektüel güçler” (Ritzer, 2012; Jenks, 2014) sosyoloji ve modern toplum kadar, modern çocukluk paradigmasının inşa edilmesinde de etkili köklerdir (Prout, 2005; İnal, 2007)."
  },
  {
    "id": "2978950",
    "unitNumber": 2,
    "text": "Çocukların sosyolojide “kendilerinden” hareketle ele alınmaları ve anlaşılmaları için gerçekleşen teorik gayretler hangi yıllarda gerçekleşmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1980-1990",
      "B": "1970-1980",
      "C": "1970-1960",
      "D": "1950-1960",
      "E": "1940-1950"
    },
    "explanation": "Çocukların sosyolojide “kendilerinden” hareketle ele alınmaları ve anlaşılmaları için gerçekleşen teorik gayretler 1980’li ve 1990’lı yıllarda gerçekleşmiştir."
  },
  {
    "id": "2978951",
    "unitNumber": 2,
    "text": "Doğruluk ve yanlışlıkları sistematik gözlem ve deney yoluyla değerlendirilebilen, oldukça genel ve evrensel ifadeler dizisinden oluşan bilim mantığına sahip yaklaşıma ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yorumsamacılık",
      "B": "Fenomenoloji",
      "C": "Pozitivizm",
      "D": "Pragmatizm",
      "E": "Etnometodoloji"
    },
    "explanation": "19.yy’ın hâkim epistemolojisi olarak pozitivizm, “doğruluk ve yanlışlıkları sistematik gözlem ve deney yoluyla değerlendirilebilen, oldukça genel ve evrensel ifadeler dizisinden” (Keat ve Urry, 1994) oluşan bilim mantığına sahip bir yaklaşımdır. Toplumu doğa düzenliliğinde açıklama ve toplumsal yasalar adını verdiği evrensel ve genel ifadeler ile toplum ve insanı kontrol etme amacını güden pozitivizm, “teorik terimler” ile “gözlemsel terimler” (a.e) arasındaki ilişki temelinde ifade edilebilir. Teorik olarak belirlenen herhangi bir şeyin bilimsel olup olmamasının kriteri; ifade edilen şeyin, dışsal gerçeklikte gözlemlenebilir bir karşılığının olup olmamasıdır. O hâlde “bilimsel teorileştirmenin objektif temelini sağlayan, sadece ve sadece gözlem”dir ve “tüm bilgilerimiz gözlemlere dayanmak zorundadır” (Comte, 2003)."
  },
  {
    "id": "2978952",
    "unitNumber": 2,
    "text": "Aşağıdaki boşluğa hangi ifade yazılmalıdır?\n \"Pozitivist toplum gerçekliğinde bireyler yalnızca kendilerine tanımlanan ......... ibaret görülürler ve edilgen icracılar olarak tanımlanırlar.\"",
    "correctAnswer": "E",
    "options": {
      "A": "Özgürlük",
      "B": "Eşitlik",
      "C": "Sorumluluk",
      "D": "Meslek",
      "E": "Rol"
    },
    "explanation": "Pozitivist toplum gerçekliğinde bireyler yalnızca kendilerine tanımlanan <strong>rollerden</strong> ibaret görülürler ve edilgen icracılar olarak tanımlanırlar."
  },
  {
    "id": "2978953",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Foucault’un analiz etmeyi tercih ettiği ve modern toplumun görmezden geldiği gruptur?",
    "correctAnswer": "A",
    "options": {
      "A": "Kadınlar, deliler, akıl hastaları ve çocuklar",
      "B": "Erkekler, kadınlar, deliler ve çocuklar",
      "C": "Çocuklar, ergenler, yaşlılar ve cahiller",
      "D": "Erkekler, dahiler, çocuklar ve ergenler",
      "E": "Kadınlar, erkekler, varsıllar ve yoksullar"
    },
    "explanation": "Foucault’un analiz etmeyi tercih ettiği kategoriler; modern toplumun görmezden geldiği, rasyonel toplum çerçevesinin dışında bıraktığı ve bırakmakta ısrarcı olduğu, baskı altına alma gayreti içinde olduğu “deliler, akıl hastaları, kadınlar ve çocuklar”dır. Zira akıl hastaları özelde psikiyatrinin ve genelde tıbbın; çocuklar ebeveynlerinin; kadınlar ise erkeklerin iktidarı altında nesneleştirilen ötekilerdir."
  },
  {
    "id": "2978954",
    "unitNumber": 2,
    "text": "“Pozitivizme karşı şunu söyleyeceğim: Hayır, olgular kesinlikle varolmayan şeylerdir, yalnızca yorumlar vardır. Herhangi bir kendinde olgu tespit edemeyiz: belki de böyle bir şeyi yapmak istemek ahmaklıktır… neticede birçok türde hakikat vardır ve neticede hakikat yoktur… Hakikat bu yüzden bulunabilecek veya keşfedilebilecek orada bir şey değildir”\n Yukarıdaki açıklama hangi düşünüre aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Comte",
      "B": "Foucault",
      "C": "Nietsche",
      "D": "Descartes",
      "E": "Durkheim"
    },
    "explanation": "“Pozitivizme karşı şunu söyleyeceğim: Hayır, olgular kesinlikle varolmayan şeylerdir, yalnızca yorumlar vardır. Herhangi bir kendinde olgu tespit edemeyiz: belki de böyle bir şeyi yapmak istemek ahmaklıktır… neticede birçok türde hakikat vardır ve neticede hakikat yoktur… Hakikat bu yüzden bulunabilecek veya keşfedilebilecek orada bir şey değildir”<strong> (Nietzsche, 2002). </strong>"
  },
  {
    "id": "2978955",
    "unitNumber": 2,
    "text": "Yeni çocukluk sosyolojisinin temel ilkesi nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çocukluk süreci statiktir",
      "B": "Çocukluk evrensel ve tektir",
      "C": "Çocukları yetişkinler yönetmelidir",
      "D": "Kültürün çocukluk ile ilgisi yoktur",
      "E": "Çocukluk sosyal bir inşadır"
    },
    "explanation": "Tüm bu tarihsellik birikiminin oluşturduğu yeni çocukluk sosyolojisinin temel ilkesi çocukluğun sosyal bir inşa olduğudur (Woodhead, 2009; Wyness, 2012). Çocuk merkezlidir ve çocukların eylemliliğini, haklarını ve refahlarını gözeten (Woodhead, 2009) bir alandır"
  },
  {
    "id": "2978956",
    "unitNumber": 2,
    "text": "Corsaro’nun, “yorumlayıcı yeniden üretim” ifadesinin anlamı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çocuklar yetişkinlerin minyatür halleridir",
      "B": "Çocuklar ebeveynlerinin istediği tarzda büyümelidir",
      "C": "Çocuk haklarının denetimi anne-babalarında olmalıdır",
      "D": "Çocuklar toplum tarafından üretilir ve aynı zamanda toplumu da üretirler",
      "E": "Çocukluk toplumsal ve kültürel bağlamdan özerk bir süreçtir."
    },
    "explanation": "Corsaro’nun (1997) “yorumlayıcı yeniden üretim” kavramına göre çocuklar toplum tarafından üretilir ve aynı zamanda toplumu da üretirler. Sonuç olarak çocukluk sosyolojisinde artarak kabul gören genel fikir; çocuklar yetişkinlerin düşünce ve değerlerinin pasif alıcıları değil, aksine bireysel ve kolektif olarak yaşadıkları sosyal dünyanın inşasına aktif olarak katkıda bulunanlardır (Hill ve Tisdall 2014)."
  },
  {
    "id": "2978957",
    "unitNumber": 2,
    "text": "Ne bireysel aktörün deneyiminin ne de toplumsal bütünlüğün herhangi bir formunun birbirinden bağımsız biçimde var olabileceğini ön süren teori hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yapılaşma teorisi",
      "B": "Çatışma kuramı",
      "C": "Yeni çocukluk sosyolojisi",
      "D": "Sembolik etkileşimcilik",
      "E": "Sosyal inşacılık"
    },
    "explanation": "Giddens’ın (1984) yapılaşma teorisinde, ne bireysel aktörün deneyiminin ne de toplumsal bütünlüğün herhangi bir formunun birbirinden bağımsız biçimde var olabileceğine dair dile getirdiği görüşe benzer görüşler çocukluk sosyolojisinde de ifade edilmiştir."
  },
  {
    "id": "2978958",
    "unitNumber": 2,
    "text": "Çocukların sosyolojide “kendilerinden” hareketle ele alınmaları ve anlaşılmaları için gerçekleşen <strong><em>teorik çabalar</em></strong> hangi yıllarda gerçekleşmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1960’lı ve 1970’li yıllarda",
      "B": "1970’li ve 1980’li yıllarda",
      "C": "1980’li ve 1990’lı yıllarda",
      "D": "1990’lı ve 2000’li yıllarda",
      "E": "2000’li ve 2010’lu yıllarda"
    },
    "explanation": "TARİHSEL SÜREÇTE ÇOCUKLUK<br/>1980’li ve 1990’lı yıllarda"
  },
  {
    "id": "2978959",
    "unitNumber": 2,
    "text": "1960’larda toplumsal hareketler içinde yer alan aktivistler çocuklara yönelik nasıl bir katkıda bulunmuşlardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Çocuklar için kişisel özgürlük ve otonomi sağlanması yönünde eleştiriler geliştirmişler; çocukların özgürleşmesi gerektiğine yönelik bir düşünce ağının oluşumuna yol açmışlardır.",
      "B": "Çocukların ilk günah düşüncesinin etkisiyle doğuştan kötü olduklarına yönelik inancın zayıflamasını, masum oldukları düşüncesinin yerleşmesini desteklemişledir.",
      "C": "Çocukların zayıf bir yoğunlukta sunsalar dahi “sapık” dürtülerinin bulunabileceği ve cinsel gösterilerinin derinliğine inilirse cinsel dürtünün ana çizgilerinin açığa çıkarılabileceği düşüncesine dikkat çekmişlerdir.",
      "D": "“Yeni çocukluk sosyolojisi”nin akademik bir disiplin olarak yer almasını sağlamışlardır.",
      "E": "Çocuklar çocukluk kavramı temelinde ve “ideal, evrensel, Batılı modern çocuk ve modern çocukluk” kavramlaştırmasının sınırlarında ele alınmıştır."
    },
    "explanation": "TARİHSEL SÜREÇTE ÇOCUKLUK<br/>Çocuklar için kişisel özgürlük ve otonomi sağlanması yönünde eleştiriler geliştirmişler; çocukların özgürleşmesi gerektiğine yönelik bir düşünce ağının oluşumuna yol açmışlardır."
  },
  {
    "id": "2978960",
    "unitNumber": 2,
    "text": "Hangisinin çocukların sosyolojide uzun süre ihmal edilmelerinde etkili olduğu söylenebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Üretimin esnekleşmesi",
      "B": "Demokrasi ve katılımla ilgili yeni düzenlemelerin ortaya çıkması",
      "C": "Yeni aile formlarının görülmesi",
      "D": "Patriyarkal düşünce biçimi",
      "E": "Yeni tüketim kalıplarının oluşması"
    },
    "explanation": "Patriyarkal Düşünce Biçimi ve Çocukluk"
  },
  {
    "id": "2978961",
    "unitNumber": 2,
    "text": "Hangisi çocukluğa bakış açısının tarihsel süreçte değişimi konusunda <strong>yanlıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Klasik sosyolojinin ve pozitivist paradigmanın temellendirdiği modern çocukluk sosyolojisi yaklaşımında çocukluğun duygusal, arzulu, tepkisel doğası göz önünde bulundurulmuştur.",
      "B": "Çocukların doğrudan kendi varlıkları üzerinden teorik düzlemde ele alınmaları için verilen çabalar 1980’li ve 1990’lı yıllarda başlamıştır. Bu çabaların temeli yoğun toplumsal hareketlerin yaşandığı 1960’lı ve 1970’li yıllara dayanır.",
      "C": "1960’lı yıllarda yaşanan yoğun toplumsal hareketlerin temelinde genel olarak modernitenin hegemonyasına bir eleştiri olduğu için çocukluk kavramı da tarihsel süreçte evrenselliğin, rasyonelliğin ve modern aklın izlerinden uzaklaşarak yeni bir forma evrilmeye başlamıştır.",
      "D": "1960’lı ve 1970’li yıllarda aktivistler tarafından çocukların otonomisi ve özgürlüğü hakkında eleştiriler geliştirilmiş, “çocukluk” başlı başına bir söylem haline getirilmeye çalışılmıştır.",
      "E": "Çocukluk kavramı moderniteden postmoderniteye, evrensellikten çok biçimliliğe, sabitlikten değişkenliğe doğru niteliksel olarak değişim göstermiş; postmodernitenin savunularına uygun biçimde kendi kültürlerini aktif bir biçimde inşa eden, otonomları ve özgürlükleri, duygu ve arzuları, karar verebilme yetileri olan çocukluk kavramı kabul görmüştür."
    },
    "explanation": "Öğrenme çıktıları ve bölüm özeti<br/>Klasik sosyolojinin ve pozitivist paradigmanın temellendirdiği modern çocukluk sosyolojisi yaklaşımında çocukluğun duygusal, arzulu, tepkisel doğası göz önünde bulundurulur."
  },
  {
    "id": "2978962",
    "unitNumber": 2,
    "text": "Hangisi yeni çocukluk sosyolojisinin gelişiminde etkili olan tarihsel ve sosyal gelişmeler arasında <strong>sayılamaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Üretimin esnekleşmesi, kimliklerin parçalanması, ulus devletin zayıflaması",
      "B": "Rasyonel bilgi ve uzmanlaşmaya duyulan inancın sarsılması",
      "C": "Kesinsizlik duygusunun yayılması, risk algısının yerleşmesi",
      "D": "Demokrasi ve katılımla ilgili yeni düzenlemelerin ortaya çıkması",
      "E": "Çocukların toplumsal varlıklarının ve toplumsal aidiyetlerinin aile ve okul ile sınırlandırılması"
    },
    "explanation": "PARADİGMATİK DÖNÜŞÜM VE YENİ ÇOCUKLUK SOSYOLOJİSİ<br/>Çocukların toplumsal varlıklarının ve toplumsal aidiyetlerinin aile ve okul ile sınırlandırılması"
  },
  {
    "id": "2978963",
    "unitNumber": 2,
    "text": "Hangisi yeni çocukluk sosyolojisinin çocuklar konusunda savunduğu fikirler arasında <strong>yer almaz?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çocuklar toplumda düşük statü ve güce sahip bir sosyal gruptur.",
      "B": "Çocuklar; yaş, toplumsal cinsiyet, etnisite, sınıf ve diğer karakteristikler açısından oldukça farklılaşmış bir gruptur",
      "C": "Çocukluk sosyal olarak yaratılır; farklı biçimlerde inşa edilir.",
      "D": "Çocukların düşünme ve davranış biçimleri ile kültürleri kendileri için değerlendirilmeli ve ele alınmalıdır.",
      "E": "Çocuklar sosyalizasyon süreçlerinin aktif katılımcılarıdır; yaş, toplumsal cinsiyet, etnisite ve sosyal statü gibi özellikler sosyal inşalar olarak ele alınmalıdır."
    },
    "explanation": "PARADİGMATİK DÖNÜŞÜM VE YENİ ÇOCUKLUK SOSYOLOJİSİ<br/>Çocuklar toplumda düşük statü ve güce sahip bir sosyal gruptur."
  },
  {
    "id": "2978964",
    "unitNumber": 2,
    "text": "Hangisi yeni çocukluk sosyolojisinin en önemli katkılarından biri olarak görülebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çocukluk kavramının sosyal, tarihsel ve kültürel bir inşa olduğunu; yaş, toplumsal cinsiyet, etnisite, sınıf ve diğer karakteristikler açısından çoklu bir içeriğe sahip olduğunu göstermesi.",
      "B": "Modern dünyanın çocukluk kavramını homojenleştirmesi, tek tipleştirmesi; birbirinden farklı gerçeklik dünyalarının inşasını desteklememesi.",
      "C": "Çocukların toplumsal varlıklarının ve toplumsal aidiyetlerinin aile ve okul ile sınırlandırılması.",
      "D": "Çocukların toplumsal tasavvurlarda görmezden gelinmesi, ihmal edilmesi ve marjinalleştirilen kategorilerinden biri olması.",
      "E": "Çocukların pozitivist toplum gerçekliği bağlamında yalnızca kendilerine tanımlanan rollerden ibaret görülmeleri ve edilgen icracılar olarak tanımlanmaları."
    },
    "explanation": "Sosyal, Tarihsel, Kültürel Bir İnşa Olarak Çocukluk<br/>Çocukluk kavramının sosyal, tarihsel ve kültürel bir inşa olduğunu; yaş, toplumsal cinsiyet, etnisite, sınıf ve diğer karakteristikler açısından çoklu bir içeriğe sahip olduğunu göstermesi."
  },
  {
    "id": "2978965",
    "unitNumber": 2,
    "text": "Hangisi <em>yeni çocukluk sosyolojisinin</em> en önemli katkılarından biri olarak görülür?",
    "correctAnswer": "E",
    "options": {
      "A": "Çocukluk söyleminin Rönesans ve Reformasyon, modern bilim ve Aydınlanma Dönemine dayandırılması.",
      "B": "Çocukluğun varoluş sınırlarının sabit ve değişmeyen bir kimlik üzerinden çizilmesi.",
      "C": "Fransız Devrimi, Sanayi Devrimi ve Kapitalizm, Sosyalizmin ortaya çıkışı, feminist hareketlerin daha örgütlü hale gelişi, kentleşme, dinsel değişim, bilimin gelişimi ve entelektüel güçlerin modern çocukluk paradigmasının inşasında etkili görülmesi.",
      "D": "Çocukluk kavramının sosyolojinin gözbebeği konularından biri olmak yerine; toplumsal tasavvurlarda görmezden gelinen, ihmal edilen ve marjinalleştirilen kategorilerinden biri olması.",
      "E": "Çocukluğun çoklu bir içeriğe sahip ve farklı çocuklukların söz konusu olduğu sosyal, tarihsel ve kültürel bir inşa olarak görülmesi."
    },
    "explanation": "Sosyal, Tarihsel, Kültürel Bir İnşa Olarak Çocukluk<br/>Çocukluğun çoklu bir içeriğe sahip ve farklı çocuklukların söz konusu olduğu sosyal, tarihsel ve kültürel bir inşa olarak görülmesi."
  },
  {
    "id": "2978966",
    "unitNumber": 2,
    "text": "Hangisi yeni çocukluk sosyolojisinin genel özellikleri arasında <strong>sayılamaz?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çocuklar toplumda düşük statü ve güce sahip bir sosyal gruptur.",
      "B": "Çocukluk sosyal olarak yaratılır.",
      "C": "Çocukluk farklı biçimlerde inşa edilir.",
      "D": "Çocukların düşünme ve davranış biçimleri ile kültürleri kendileri için değerlendirilmeli ve ele alınmalıdır.",
      "E": "Çocuklar yeteneklidirler; çocuklar sosyalizasyon süreçlerinin aktif katılımcılarıdır; yaş, toplumsal cinsiyet, etnisite ve sosyal statü gibi özellikler sosyal inşalar olarak ele alınmalıdır."
    },
    "explanation": "PARADİGMATİK DÖNÜŞÜM VE YENİ ÇOCUKLUK SOSYOLOJİSİ<br/>Çocuklar toplumda düşük statü ve güce sahip bir sosyal gruptur."
  },
  {
    "id": "2978967",
    "unitNumber": 2,
    "text": "Hangisi ifadeyi anlamlı olarak tamamlar?\n Çocukların sosyolojide var oluş kazanması, bir yandan patriyarkal zihniyetin “ideal” ve “değerli” olarak belirlediği ve tanımladığı davranış kalıpları çerçevesinde inşa edilen toplum ve kültürün çocuk tasavvurlarına diğer yandan sosyolojik teorinin kendi iç çelişkilerine vereceği ve vermek zorunda olduğu mücadeleyi içerir. Elbette, bu her iki mücadele alanını etkileme ve biçimlendirme gücüne sahip …………………………………….; en temel mücadele alanıdır.",
    "correctAnswer": "A",
    "options": {
      "A": "sosyal, toplumsal, ekonomik ve politik yapı",
      "B": "diğer toplumların geleneksel, geçmişe dayalı normları",
      "C": "toplumun tarihi ve etnolojik yapısı",
      "D": "çoğunluk tarafından yeni içselleştirilen gündelik yaşam ve pratikler",
      "E": "farklı toplumsal yapıların etkileşimleri"
    },
    "explanation": "Çocukluk Sosyolojisinin Önündeki Engeller<br/>sosyal, toplumsal, ekonomik ve politik yapı"
  },
  {
    "id": "2978968",
    "unitNumber": 2,
    "text": "Çocukların sosyolojide “kendilerinden” hareketle ele alınmaları ve anlaşılmaları için gerçekleşen teorik gayretler hangi yıllarda gerçekleşmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1980’li ve 1990’lı yıllarda",
      "B": "1970’li ve 1990’lı yıllarda",
      "C": "1970’li ve 1980’lı yıllarda",
      "D": "1960’lı ve 1970’li yıllarda",
      "E": "1960’lı ve 1990’lı yıllarda"
    },
    "explanation": "1980’li ve 1990’lı yıllarda"
  },
  {
    "id": "2978969",
    "unitNumber": 2,
    "text": "19.yy’ın hâkim epistemolojisi olarak “doğruluk ve yanlışlıkları sistematik gözlem ve deney yoluyla değerlendirilebilen, oldukça genel ve evrensel ifadeler dizisinden” oluşan bilim mantığına sahip bir yaklaşımdır.\n Yukarıda sözü edilen yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Realizm",
      "B": "Pozitivizm",
      "C": "Natüralizm",
      "D": "İdealizm",
      "E": "Romantizm"
    },
    "explanation": "Pozitivizm"
  },
  {
    "id": "2978970",
    "unitNumber": 2,
    "text": "Patriyarkal değerler konusunda aşağıdakilerden hangisi söylenemez?",
    "correctAnswer": "C",
    "options": {
      "A": "“Patriyarkal değerler ailelerde doğup yayılır ama sadece ailelere özgü değildirler.",
      "B": "Toplumun her kademesini etkilerler: Aileyi, politikayı, ekonomiyi, ideolojiyi.",
      "C": "Bu değerler önce bilimsel ve tıbbi, sonra dini terimlerle açıklandığından farklı biçimler almışlardır.",
      "D": "Ancak özde kadın, çocuk ve bütün ‘aşağı’ görülen grupların bağımlı olmasını ve hizmet etmesini öngören erkek ve özellikle ata otoritesine dayanan bir sosyal düzeni içerirler.",
      "E": "Bu kavramın temelinde eşitsizlik, boyun eğme ve bağımlılık fikirleri yatmaktadır."
    },
    "explanation": "Bu değerler önce bilimsel ve tıbbi, sonra dini terimlerle açıklandığından farklı biçimler almışlardır.<br/>Kİtapta şu bölüm içinde doğru ifade de bulunmaktadır: “Patriyarkal değerler ailelerde doğup yayılır ama sadece ailelere özgü değildirler. Toplumun her kademesini etkilerler: Aileyi, politikayı, ekonomiyi, ideolojiyi. <strong>Bu değerler önce dini sonra bilimsel ve</strong><br/><strong>tıbbi terimlerle açıklandığından farklı biçimler al</strong><strong>mışlardır.</strong> Ancak özde kadın, çocuk ve bütün ‘aşağı’ görülen grupların bağımlı olmasını ve hizmet<br/>etmesini öngören erkek ve özellikle ata otoritesine<br/>dayanan bir sosyal düzeni içerirler. Bu kavramın<br/>temelinde eşitsizlik, boyun eğme ve bağımlılık fikirleri yatmaktadır” (Gittins, 2011)."
  },
  {
    "id": "2978971",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yeni çocukluk sosyolojisinin temel ilkesidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çocukluğun ekonomik bir inşa olduğudur.",
      "B": "Yetişkin merkezlidir ve çocukların eylemliliğini, haklarını ve refahlarını gözeten bir alandır.",
      "C": "Çocukluğun panoromik bir inşa olduğudur.",
      "D": "Çocukluğun sosyal bir inşa olduğudur.",
      "E": "Yetişkin merkezlidir ve çocukların eylemliliğini, haklarını ve refahlarını sınırlayan bir alandır."
    },
    "explanation": "Çocukluğun sosyal bir inşa olduğudur."
  },
  {
    "id": "2978972",
    "unitNumber": 2,
    "text": "“Eylemlilik, çocukların seçimlerini yapmada özgür olduğu otonom bir sosyal mekân değildir.” tanımı hangi sosyoloğa aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Game",
      "B": "Prout",
      "C": "James",
      "D": "Fass",
      "E": "Wyness"
    },
    "explanation": "Wyness"
  },
  {
    "id": "2978974",
    "unitNumber": 2,
    "text": "Çocukların kendi kültürlerini inşa etmeleri, yetişkinler, akranları ve diğer çocuklarla ilişki ve etkileşimde bulunmaları; gerçekten de yetişkin toplumunun üretimine yönelik bir katkı olduğu kadar kendi biricik kültürlerini de üreten yaratıcı sosyal aktörler olduklarını öne süren sosyolog kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Walsh",
      "B": "Corsaro",
      "C": "Prout",
      "D": "Hill",
      "E": "Tisdall"
    },
    "explanation": "Corsaro"
  },
  {
    "id": "2978975",
    "unitNumber": 2,
    "text": "Çocukların sosyolojide var oluş kazanması hangi mücadeleyi içerir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir yandan patriyarkal zihniyetin göz ardı ettiği davranış kalıpları çerçevesinde tanımlanan çocuk tasavvurlarına diğer yandan sosyolojik teorinin kendi iç çelişkilerine vereceği ve vermek zorunda olduğu mücadeleyi içerir.",
      "B": "Bir yandan patriyarkal zihniyetin “ideal” ve “değerli” olarak inşa edilen toplum ve kültürün çocuk tasavvurlarına diğer yandan psikolojik teorinin kendi iç çelişkilerine vereceği ve vermek zorunda olduğu mücadeleyi içerir.",
      "C": "Bir yandan patriyarkal zihniyetin “ideal” ve “değerli” olarak tanımladığı davranış kalıpları çerçevesinde inşa edilen toplum ve kültürün çocuk tasavvurlarına diğer yandan sosyolojik teorinin kendi iç çelişkilerine vereceği ve vermek zorunda olduğu mücadeleyi içerir.",
      "D": "Bu her iki mücadele alanını etkileme ve biçimlendirme gücüne sahip sosyal, toplumsal, ekonomik ve politik yapı mücadele alanının dışındadır.",
      "E": "Bu her iki mücadele alanını etkileme ve biçimlendirme gücüne sahip olmayan sosyal, toplumsal, ekonomik ve politik yapı en temel mücadele alanıdır."
    },
    "explanation": "Çocukların sosyolojide var oluş kazanması, bir yandan patriyarkal zihniyetin “ideal” ve “değerli” olarak belirlediği ve tanımladığı davranış kalıpları çerçevesinde inşa edilen toplum ve kültürün çocuk tasavvurlarına diğer yandan sosyolojik teorinin kendi iç çelişkilerine vereceği ve vermek zorunda<br/>olduğu mücadeleyi içerir."
  },
  {
    "id": "2978976",
    "unitNumber": 2,
    "text": "Küreselleşmenin, kapitalizmin dayatmaları karşısında çocukların geleceği ve çocukluğun nasıl kavramsallaştırılması gerektiği, yapısal bütün içinde çocukların seslerini duyurabilmelerine olanak tanıyan çabalarla daha görülür hâle geldiği konusundaki görüşleri “Söylem pratiği şekillendirir.” biçiminde özetleyen sosyolog aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Turmel",
      "B": "Woodhead",
      "C": "Unsworth",
      "D": "Berktay",
      "E": "Prout"
    },
    "explanation": "Berktay"
  },
  {
    "id": "2978977",
    "unitNumber": 2,
    "text": "Eylemlilik konusunda aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Eylemlilik çocukların yetenekli sosyal aktörler olduklarını dile getirerek çocukların sosyalizasyon ve kültürün pasif alıcıları olmalarını öne çıkarır.",
      "B": "Çocukların failler olarak sosyal dünyayı, eylem ve etkileşimleriyle inşa etmede payları olmadığı düşünülür.",
      "C": "Eylemlilik; yapının ve insan özne tarafından değiştirilemeyecek toplumsal dünyanın maddiliğinin öbür yüzüdür.",
      "D": "Toplumsal dünya açısından yeterli olan ve böylelikle değişmeyi harekete geçiren bir bilincin karakteristiği olarak eylem(lilik), bireyin bir yeteneği olarak, bir eyleme hali olarak, kişiselleştirilen bir eylem olarak, bir aktörün veya bir faktörün işlevi olarak tanımlandığı gibi, güç, etki anlamlarında da kullanılmaktadır.",
      "E": "Eylem(lilik), bireyin bir yeteneği olarak, bir eyleme hali olarak, kişiselleştirilen bir eylem olarak, bir aktörün veya bir faktörün işlevi olarak tanımlanamadığı gibi, güç, etki anlamlarında da kullanılmaz."
    },
    "explanation": "Toplumsal dünya açısından yeterli olan ve böylelikle değişmeyi harekete geçiren bir bilincin karakteristiği olarak eylem(lilik), bireyin bir yeteneği olarak, bir eyleme hali olarak, kişiselleştirilen bir eylem olarak, bir aktörün veya bir faktörün işlevi olarak tanımlandığı gibi, güç, etki anlamlarında da kullanılmaktadır."
  },
  {
    "id": "2978978",
    "unitNumber": 3,
    "text": "Aristo, insan hayatında çocukluk dönemini aşağıdakilerden hangi ifade ile tanımlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Felaket",
      "B": "Mucizevi",
      "C": "Hayal kırıklığı",
      "D": "Erdemli",
      "E": "Tehlikeli"
    },
    "explanation": "Aristo, insan hayatında çocukluk dönemini bir “felaket” olarak değerlendirmiştir."
  },
  {
    "id": "2978979",
    "unitNumber": 3,
    "text": "Sparta Şehir Devleti’nde yeni doğan çocuklardan yalnızca kuvvetli olanların hayatta bırakılması, zayıf yapılı olanların öldürülmesi aşağıdakilerden hangisinin göstergesidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Zalim olduklarının",
      "B": "Mükemmelliyetçi olduklarının",
      "C": "Güçlü çocuk sevdiklerinin",
      "D": "Hasta çocuklardan korktuklarının",
      "E": "Uğursuzluğuna inandıklarının"
    },
    "explanation": "Poidonomosların emri ile yeni doğan çocuklardan yalnızca kuvvetli olanlar hayatta bırakılırken, zayıf yapılı olanların öldürülmesi doğal bir eylem olarak Sparta Şehir Devleti’nde kabul görmüştür. Hatta mevcut sürece anneler de dahil edilmiş ve doğum yaptıktan sonra bebeklerinde bir fiziksel sıkıntı fark ettiklerinde onu yok etmek zorunda bırakılmışlardır. Bu hareket toplumun mükemmeliyetçiliğinin de anlaşılması açısından son derece önemlidir."
  },
  {
    "id": "2978980",
    "unitNumber": 3,
    "text": "İngiltere’de çocukluk XVI. ve XVII. yüzyıl başlarında aşağıdakilerden hangisi ile anılagelmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ceza çağı",
      "B": "Kölelik çağı",
      "C": "Kamçılama çağı",
      "D": "Değersizlik çağı",
      "E": "Vasıfsız çağ"
    },
    "explanation": "Lawrence Stone’a göre, İngiltere’de evde ve okulda çocuklara son derece sert bedensel cezalar verilmesi kural idi; XVI. ve XVII. Yüzyıl başları “kamçılama çağı” olmuştu"
  },
  {
    "id": "2978981",
    "unitNumber": 3,
    "text": "“Tun” ifadesi aşağıdakilerden hangisinin karşılığıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kız çocuk",
      "B": "Erkek çocuk",
      "C": "Yetişkin",
      "D": "Yenidoğan",
      "E": "Ergen"
    },
    "explanation": "“Tun” ifadesi yenidoğan anlamına gelmektedir."
  },
  {
    "id": "2978982",
    "unitNumber": 3,
    "text": "Divan-i Lügat-it-Türk’te çocuğu anlatmada kullanılan ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Oğul",
      "B": "Kız",
      "C": "Kızan",
      "D": "Evlat",
      "E": "Uşak"
    },
    "explanation": "Divan-i Lügat-it-Türk’te de çocuk kelimesinin tanımı olarak, ‘her şeyin küçüğü’ anlamı verilmiştir. Çocuğu anlatmada, özel olarak kullanılan bir kelime yoktur; en çok kullanılan kelime “oğul”dur."
  },
  {
    "id": "2978983",
    "unitNumber": 3,
    "text": "Eski Türklerde evlatlığın hukukî durumu hakkında aşağıdakilerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Çocuklarını evlatlık verenler asla geri alamazlar.",
      "B": "Evlatlıklar, edinildikleri ailenin en yakın bireyleri ile evlenemezler.",
      "C": "Evlatlık edinen baba sonradan erkek evladı olsa da evlatlık aldığı çocuğu geri veremez.",
      "D": "Evlatlıklar, öz evladın tüm hukukî haklarına sahiptir.",
      "E": "Evlatlığı tard etme hakkı aynı zamanda boyun da hakkıdır."
    },
    "explanation": "Evlatlığın hukukî durumunu şöyle değerlendirmek mümkündür:<br/>Çocuklarını evlatlık verenler asla geri alamazlar.<br/>• Evlatlıklar, edinildikleri ailenin en yakın bireyleri ile evlenemezler.<br/>• Evlatlıklar, öz evladın tüm hukukî haklarına sahiptir.<br/>• Evlatlık edinen babanın eğer erkek evladı<br/>olursa, evlatlık veren baba oğlunu geri alabilir.<br/>• Evlatlığı tard etme hakkı aynı zamanda boyun da hakkıdır (İnan, 2000)."
  },
  {
    "id": "2978984",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi eski Türk toplumunda çocuklar için kullanılan sıfatlardan biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Anaç",
      "B": "Isız",
      "C": "Ulıç",
      "D": "Bozaska",
      "E": "Yudhu"
    },
    "explanation": "Bozaska, kurban edilmiş hayvanın kafasının önünde olan yara veya herhangi bir ize verilen<br/>addır."
  },
  {
    "id": "2978985",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Roma hukukundaki çocuğa bakış açısı hakkında doğru bilgiyi <u>vermez</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Baba, çocuklarını dilerse satabilir.",
      "B": "Baba, çocuğu suç işlerse cezalandırabilir.",
      "C": "Baba, çocuğunu gerekirse öldürebilir.",
      "D": "Çocuk köle olabilir.",
      "E": "Çocuk ülke içinde satıldığı zaman vatandaş olma hakkını koruyamaz."
    },
    "explanation": "Roma hukukunda çocuğa bakış açısı çağdaşı toplumlar ile kıyaslandığında iyi bir durumda değildi. Ebeveyn olarak kastedilen baba, çocuklarını dilerse satabilir, suç işlerse cezalandırabilir, gerekirse öldüredebilirdi (Koschaker, 1997:300). Eğer çocuk memleket dışına, yani Tiber ötesine satılmışsa (Tiber devletin sınırı idi) o vakit çocuk köle olurdu. Çocuk ülke içine satıldığı zaman vatandaş olma hakkını koruyabilir fakat sahibinin yanında hür olmayan statüsünde olurdu. Eğer çocuğu satın alan kişi isterse onu serbest de bırakabilirdi. Bu<br/>durumda çocuk evine dönme hakkına da sahipti. Roma İmparatorluğu’nda bir baba bu şekilde bir erkek, üç kız çocuğunu satabilirdi."
  },
  {
    "id": "2978986",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bugünkü çağın çocuklarını ifade etmek için kullanılabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Oyun çocuğu",
      "B": "Televizyon çocuğu",
      "C": "Köleleşmiş çocuk",
      "D": "Pasif çocuk",
      "E": "Suçlu çocuk"
    },
    "explanation": "Çocuk ile yetişkinlik arasındaki mesafe azalırken, “çocukluk kavramı” dünyamızdan biraz daha uzaklaşmaktadır. Bu ortaya çıkan yeni çocuk nesli ise “televizyon çocuğu” olarak adlandırılmaktadır."
  },
  {
    "id": "2978987",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Avrupa’daki ilk çocuk mahkemesinin kurulduğu ülkedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Almanya",
      "B": "İtalya",
      "C": "İngiltere",
      "D": "Fransa",
      "E": "İspanya"
    },
    "explanation": "Avrupa’daki ilk çocuk mahkemesi İngiltere’de 1905’te kurulmuştur."
  },
  {
    "id": "2978988",
    "unitNumber": 3,
    "text": "Ölümüne karar verilen çocukların Tayget dağından uçuruma atıldığı devlet/toplum aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yunan site-devletleri",
      "B": "Roma",
      "C": "Antik Mısır",
      "D": "Hint",
      "E": "Çin"
    },
    "explanation": "Yunan site-devletlerinde insanlar, devletin ve toplumun menfaati için feda edilebilirdi. Bir bebek dünyaya geldiğinde, görevlendirilen heyet tarafından muayene edilirdi. Heyetin yaşama kabiliyetine<br/>sahip gördüğü gürbüz bebeklerin yaşamasına izin verilirken, heyetin yaşama kabiliyetinden mahrum<br/>gördüğü hastalıklı, cılız ve özürlü çocukların öldürülmesi uygun görülürdü. Ölümüne karar verilen çocuklar Tayget dağından uçuruma atılırdı."
  },
  {
    "id": "2978989",
    "unitNumber": 3,
    "text": ".................. insan hayatında çocukluk dönemini bir “felaket” olarak değerlendirmiştir. Bunun sebebini de “çocukluğu” insan yaşamının en tehlikeye açık, zorlukların, hastalıkların, kazaların yaşandığı dönem olmasından kaynaklandığını ifade etmiştir. \n<br/>Boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sokrates",
      "B": "Aristo",
      "C": "Platon",
      "D": "Thukididis",
      "E": "Herodot"
    },
    "explanation": "Aristo"
  },
  {
    "id": "2978990",
    "unitNumber": 3,
    "text": "............. aile, toplumun önemli bir müessesesi olarak görülmüş, çocuk buna göre bir değer kazanmıştır. Aile ve çocuk üzerinde babanın hâkimiyeti çok güçlüdür. Ebeveynine itaat etmeyen çocuklar dayakla cezalandırılmıştır. Yapılan uyarılara rağmen kendini düzeltmeyen, anne-babasına hakaret ve darbeden serseri, sarhoş gençler hâkim tarafından verilen kararla taşlanarak öldürülmüşlerdir.\n Boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Müslümanlıkta",
      "B": "Hristiyanlıkta",
      "C": "Yahudilikte",
      "D": "Budistlikte",
      "E": "Paganlıkta"
    },
    "explanation": "Yahudilikte"
  },
  {
    "id": "2978991",
    "unitNumber": 3,
    "text": "......................:Yunan eğitim kurumlarının en erken biçimidir. Erkek çocuklarının beden eğitimi faaliyetlerinin yapıldığı bir nevi spor okulu olan yapılar daha sonra diğer eğitim dallarını da kapsayarak “okul” kimliği kazanmış ve Helenistik Dönemden itibaren okuma-yazma, güzel sanatlar ve spor eğitimini içeren ilköğretim kurumlarına dönüşmüştür.\n Boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Annales Okulu",
      "B": "Stoacılar Okulu",
      "C": "Epikurosçular Okulu",
      "D": "Gymnasium",
      "E": "Colosseoum"
    },
    "explanation": "Gymnasium"
  },
  {
    "id": "2978992",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi çocukluk tarihi çalışmalarının öncüsü sayılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Colin Heywood",
      "B": "Diana Gittins",
      "C": "Jean Piaget",
      "D": "Bertrand Russell",
      "E": "Philippe Ariès"
    },
    "explanation": "Philippe Ariès"
  },
  {
    "id": "2978993",
    "unitNumber": 3,
    "text": "XVIII. Yüzyılın sonuna kadar Avrupa’da en çok işlenen suç “...................” vakaları olmuştur.\n Boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kadın cinayeti",
      "B": "çocuk cinayeti",
      "C": "Köle cinayeti",
      "D": "Erkek cinayeti",
      "E": "Hayvan cinayeti"
    },
    "explanation": "çocuk cinayeti"
  },
  {
    "id": "2978994",
    "unitNumber": 3,
    "text": "New York’ta .............’te çıkarılan “Çocuk Emeği ve Eğitim Kanunu” ile sanayi iş kolunda 10 yaş altı çocukların çalışması, 1886’da çıkan “Fabrika Kanunu” ile de 13 yaş altındaki çocukların fabrikalarda çalışması yasaklandı.\n Boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "1550",
      "B": "1713",
      "C": "1772",
      "D": "1873",
      "E": "1912"
    },
    "explanation": "1873"
  },
  {
    "id": "2978995",
    "unitNumber": 3,
    "text": "Bozkır yaşamında kadında aranan en önemli özellik nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Reşit olması",
      "B": "Yemek yapması",
      "C": "Doğurganlık",
      "D": "Güzellik",
      "E": "Sevecenlik"
    },
    "explanation": "Doğurganlık"
  },
  {
    "id": "2978996",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Türklerde yenidoğan anlamında kullanılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yuğ",
      "B": "Sav",
      "C": "Toy",
      "D": "Tun",
      "E": "Uçmağ"
    },
    "explanation": "Tun"
  },
  {
    "id": "2978997",
    "unitNumber": 3,
    "text": "Müslümanlar Akika Kurbanını ne için keser?",
    "correctAnswer": "A",
    "options": {
      "A": "Çocuğu veren Allah'a şükür için",
      "B": "Evlilik merasimini kutlamak için",
      "C": "Sünnet düğünü için",
      "D": "Askere giden erkekler için",
      "E": "Mutlu bir haber alındığında şükretmek için"
    },
    "explanation": "Çocuğu veren Allah'a şükür için"
  },
  {
    "id": "2978998",
    "unitNumber": 3,
    "text": "Çocukların politik tutsak veya babanın borçlarının karşılığında bir güvence<br/>temini rehine olarak bırakılan dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Eski Mısır Krallığı",
      "B": "Babil Uygarlığı",
      "C": "Eski İran",
      "D": "Yeniçağ",
      "E": "Yunan Site-Devletleri"
    },
    "explanation": "<strong>Babil uygarlığında,</strong> çocukların politik tutsak veya babanın borçlarının karşılığında bir güvence temini rehine olarak bırakıldığı tespiti yapılmıştır. Bu zaman diliminde çocuk bir ticari anlaşmanın teminatı gibi emtia değeri görmüş ve alacaklı tarafından kapalı ortamlarda, kafeslerde tutulmuştur."
  },
  {
    "id": "2978999",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangi dönemde erkek çocuklarının eğitimine öncelik veriliyordu ve baba, erkek çocuğunun eğitiminde tek söz sahibiydi?",
    "correctAnswer": "C",
    "options": {
      "A": "Mısır Uygarlığı",
      "B": "Babil Uygarlığı",
      "C": "Antik Çağ",
      "D": "Yeni Çağ",
      "E": "Orta Çağ"
    },
    "explanation": "Antik Çağ’da erkek çocuklarının eğitimine öncelik veriliyordu ve baba, erkek çocuğunun eğitiminde tek söz sahibi mercii idi."
  },
  {
    "id": "2979000",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangileri \"Stao felsefesi\" eğitiminin kategorizeleridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Matematik-Mantık-Geometri",
      "B": "Mantık-Erdem-Fizik",
      "C": "Mantık-Fizik-Ahlak",
      "D": "Mantık-Kimya- Fizik",
      "E": "Mantık-Matematik-Etik"
    },
    "explanation": "Stao felsefesi eğitimde kendisini kategorize etmiş; <strong>mantık, fizik ve ahlak</strong> olmak üzere 3’e ayrılmıştır.<br/>Mantık-Fizik-Ahlak"
  },
  {
    "id": "2979001",
    "unitNumber": 3,
    "text": "Yunan şehir devletlerinde tüm okulların temel felsefesi aşağıdakilerden hangisi üzerine kurulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "İyi erkek",
      "B": "Başarılı yönetici",
      "C": "Erdemli evlat",
      "D": "Doğru vatandaş",
      "E": "Saygılı çocuk"
    },
    "explanation": "Yunan şehir devletlerinde tüm okulların temel felsefesi <strong>“doğru vatandaş”</strong> yetiştirmek üzerine kuruludur."
  },
  {
    "id": "2979002",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangi yazar kitabında \"bütün halk çocuklarının eğitiminden değil, yalnızca devlet hayatında seçkin bir yer tutmakla görevli hürlerin çocuklarının eğitimi\"nden söz etmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Maffeo Vegio",
      "B": "Aires",
      "C": "Daehler",
      "D": "Locke",
      "E": "Rousseau"
    },
    "explanation": "Maffeo Vegio (1406-1458) “Çocukların Eğitimi Üzerine” adlı eserinde bütün halk çocuklarının eğitiminden değil, yalnızca devlet hayatında seçkin bir yer tutmakla görevli hürlerin çocuklarının eğitiminden söz etmiştir."
  },
  {
    "id": "2979003",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi çocukluğun kurumsallaştığının ilk evrensel hareketlerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kreşlerin açılması",
      "B": "Okul öncesi hayatı",
      "C": "Engelli çocukların hakları",
      "D": "Çocuk hakları",
      "E": "Çocuk yuvaları"
    },
    "explanation": "Çocukluğun kurumsallaştığının ilk evrensel hareketi “ilköğretim hayatı”, bir<br/>diğeri ise “<strong>Çocuk Hakları”</strong> hareketidir."
  },
  {
    "id": "2979004",
    "unitNumber": 3,
    "text": "New York’ta 1873’te çıkarılan “Çocuk Emeği ve Eğitim Kanunu” ile aşağıdakilerden hangisi yasaklanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "13 yaş altındaki çocukların fabrikalarda çalışması",
      "B": "10 yaş altındaki çocukların sokakta çalışması",
      "C": "10 yaş altındaki çocukların okulla gitmesi",
      "D": "Sanayi iş kolunda 10 yaş altı çocukların çalışması",
      "E": "Sanayi iş kolunda 15 yaş altı çocukların çalışması"
    },
    "explanation": "New York’ta 1873’te çıkarılan “Çocuk Emeği ve Eğitim Kanunu” ile sanayi iş kolunda 10 yaş altı çocukların çalışması yasaklandı."
  },
  {
    "id": "2979005",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi eski Türklerde kullanılan “Tun” ifadesinin anlamıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Küçük çocuk",
      "B": "Yenidoğan",
      "C": "Yetişkin",
      "D": "Kız çocuğu",
      "E": "Erkek çocuğu"
    },
    "explanation": "“Tun” ifadesi yenidoğan anlamına gelmektedir."
  },
  {
    "id": "2979006",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Divan-i Lügat-it-Türk’te çocuk kelimesinin tanımıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Oyluk kemiği",
      "B": "Başlık parası",
      "C": "Ataç",
      "D": "Her şeyin küçüğü",
      "E": "Ufaklık"
    },
    "explanation": "Divan-i Lügat-it-Türk’te de çocuk kelimesinin<br/>tanımı olarak, ‘her şeyin küçüğü’ anlamı verilmiştir."
  },
  {
    "id": "2979007",
    "unitNumber": 3,
    "text": "Osmanlı Devleti’nde ne zaman eğitim zorunlu hâle getirilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1880",
      "B": "1824",
      "C": "1882",
      "D": "1852",
      "E": "1820"
    },
    "explanation": "Osmanlı Devleti’nde 1824’te eğitim zorunlu hâle getirildi."
  },
  {
    "id": "2979008",
    "unitNumber": 3,
    "text": "Çocuk Hakları Sözleşmesine göre aşağıdaki gruplardan hangisi çocuk olarak tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "18 yaşından küçükler",
      "B": "7 yaşından küçükler",
      "C": "10 yaşından küçükler",
      "D": "16 yaşından küçükler",
      "E": "0-3 yaş grubundakiler"
    },
    "explanation": "Çocuk Hakları Sözleşmesi’nin birinci maddesine göre erken yaşta reşit olma durumu hariç, on sekiz yaşına kadar her insan çocuk kabul edilmektedir"
  },
  {
    "id": "2979009",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi XVIII. yüzyıl ortalarında Avrupa'da, çocukluğu, “şeytanın üzerinden elini çekmediği, kötülüğe ve günaha sürekli bir eğilim değil, bir saflık dönemi” olarak sunmaya ve tanıtmaya çalışan düşünürler arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Agustinus",
      "B": "Diderot",
      "C": "Sokrates",
      "D": "Aries",
      "E": "Konfüçyus"
    },
    "explanation": "XVIII. Yüzyıl ortalarında, Voltaire, Diderot ve Helvetius gibi aydınlanma düşünürleri, çocukluğu, “şeytanın üzerinden elini çekmediği, kötülüğe ve günaha sürekli bir eğilim değil, bir saflık dönemi” olarak sunmaya ve tanıtmaya çalışmışlardır"
  },
  {
    "id": "2979010",
    "unitNumber": 3,
    "text": "Yunan şehir devletlerinde tüm okulların temel felsefesi olan düşünce hangi şıkta doğru ifade edilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Nitelikli işgücü yetiştirmek",
      "B": "İyi bir politikacı yetiştirmek",
      "C": "İyi bir yurttaş yetiştirmek",
      "D": "İyi bir sporcu yetiştirmek",
      "E": "Zanaatkar yetiştirmek"
    },
    "explanation": "Yunan şehir devletlerinde tüm okulların temel felsefesi “doğru vatandaş” yetiştirmek üzerine kuruludur"
  },
  {
    "id": "2979011",
    "unitNumber": 3,
    "text": "Eski Yunan toplumunda erkek çocuklarının beden eğitimi faaliyetlerinin yapıldığı bir nevi spor okulu olan daha sonra diğer eğitim dallarını da kapsayarak “okul” kimliği kazanan kurum hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Stoa okulu",
      "B": "Üniversite",
      "C": "Akademia",
      "D": "Poidonomos",
      "E": "Gymnasium"
    },
    "explanation": "Gymnasium: Yunan eğitim kurumlarının en erken biçimidir. Erkek çocuklarının beden eğitimi faaliyetlerinin yapıldığı bir nevi spor okulu olan yapılar daha sonra diğer eğitim dallarını da kapsayarak “okul” kimliği kazanmış ve Helenistik Dönemden itibaren okuma-yazma, güzel sanatlar ve spor eğitimini içeren ilköğretim kurumlarına dönüşmüştür."
  },
  {
    "id": "2979012",
    "unitNumber": 3,
    "text": "Batıda çocukluk algısında değişim ne zaman ortaya çıkmaya başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "20.yy",
      "B": "19.yy ve 20.yy",
      "C": "16 ve 17.yy",
      "D": "9.yy",
      "E": "12 ve 13.yy"
    },
    "explanation": "Batı’da çocukluk algısındaki değişim XVI. ve XVII. Yüzyıllarda görülmeye başlamıştır. Çocukluk anlayışının ve yaşam tarzının değişmesi kendisini en çok da eğitim alanında belli etmiştir. Bu dönemde ayrı bir çocukluk kavramının ortaya çıkışı"
  },
  {
    "id": "2979013",
    "unitNumber": 3,
    "text": "Aşağıdaki hangi dönemde, bir heyet tarafından doğan bebeği muayene edilir ve gürbüz bebekse yaşamasına izin verilir, hastalıklı, cılız ve özürlü ise öldürülmesi uygun görülürdü?",
    "correctAnswer": "A",
    "options": {
      "A": "Yunan site devletlerinde",
      "B": "İslamiyet öncesi Türklerde",
      "C": "Ortaçağ Avrupasında",
      "D": "Yeniçağ döneminde",
      "E": "Eski İran'da"
    },
    "explanation": "Yunan site-devletlerinde insanlar, devletin ve toplumun menfaati için feda edilebilirdi. Bir bebek dünyaya geldiğinde, görevlendirilen heyet tarafından muayene edilirdi. Heyetin yaşama kabiliyetine sahip gördüğü gürbüz bebeklerin yaşamasına izin verilirken, heyetin yaşama kabiliyetinden mahrum gördüğü hastalıklı, cılız ve özürlü çocukların öldürülmesi uygun görülürdü."
  },
  {
    "id": "2979014",
    "unitNumber": 3,
    "text": "Çocuk davranışlarını yasalarla denetim altına alan ilk kültür aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İslam kültürü",
      "B": "Mezopotamya kültürü",
      "C": "Çin kültürü",
      "D": "Arap kültürü",
      "E": "Yahudilik kültürü"
    },
    "explanation": "Mezopotamya kültürü, çocuk davranışlarını yasalarla denetim altına alan ilk kültürdür"
  },
  {
    "id": "2979015",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Sparta'nın eğitim anlayışlarından biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yaşa dayalı bir hiyerarşi sistemi vardır",
      "B": "Çocuklar bilinçli olarak küçük kaos ortamlarına sokulur",
      "C": "Çocukların hırsızlık yapmalarına izin verilir.",
      "D": "Eğitim ceza ve ödül sistemine dayanır",
      "E": "Çocuklar savaşın dışında tutulur"
    },
    "explanation": "Sparta bir savaş devleti olması sebebi ile çocukların vücutlarını kuvvetlendirmeleri ve savaşa hazırlamaları için çıplak ayakla yürüme, soğuk vena sarınarak hareket ettirilmişlerdir Sparta’nın eğitim anlayışında yaşa dayalı bir hiyerarşi sistemi de mevcuttur. Hatta okullarda çocuklar, bilinçli olarak küçük kaos ortamlarına sokularak, nasıl bir yöntem ile sorunların üstesinden gelecekleri dahi takip edilmiştir. Yaşanan kaos ortamında gösterdikleri tepkiler neticesinde de çocukların güçlü mü yoksa zaaf sahibi mi olduğu belirlenmiş, buna bağlı olarak ceza ya da ödül verilmiştir. Sparta’daki eğitim sisteminin bir parçası da çocukların hırsızlık yapmasıdır."
  },
  {
    "id": "2979016",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Antikçağ eğitimi için doğru bir tespittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Erkek çocukların eğitimine öncelik verilir",
      "B": "Kız çocuklarının eğitimine öncelik verilir",
      "C": "Baba kız çocuğunun eğitiminde söz sahibidir",
      "D": "Anne erkek çocuğun eğitiminde söz sahibidir",
      "E": "Hem kız hemde erkek çocuklar eğitilmek zorundadır"
    },
    "explanation": "Antik Çağ’da erkek çocuklarının eğitimine öncelik veriliyordu ve baba, erkek çocuğunun eğitiminde tek söz sahibi olan kişidir."
  },
  {
    "id": "2979017",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Ortaçağ'da çocukluğa yönelik görüşlerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çocukluk evreleri bu dönemde gelişmiştir",
      "B": "Çocuk edebiyatı en çok bu dönemde gelişmiştir",
      "C": "Çocukluğu ifade eden birden çok kelime mevcuttur.",
      "D": "Çocuklar 7 yaşından sonra yetişkinlerin dünyasına katılır",
      "E": "Çocukların 7 yaşından sonra içki içmesi yasaktır"
    },
    "explanation": "Ortaçağ’da bugün bildiğimiz anlamda bir çocukluğun olmadığı görülmektedir. Yetişkinlerin dilinde çocuğu anlatacak ayrı ifadeler dahi mevcut değildir. Çocuğun 7 yaşına gelmesine kadar süren bir bebeklik dönemi mevcuttur. Çocuklar bu yaştan itibaren yetişkinlerin dünyasına girebilmişlerdir. Ortaçağ Batısında günümüzdeki mânâsıyla çocuk ve çocukluk terimlerine rastlanmamaktadır."
  },
  {
    "id": "2979018",
    "unitNumber": 3,
    "text": "“Çocuk vahşi bir çiçektir.” ifadesi aşağıdaki hangi kişiye aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "P. Aries",
      "B": "J. Locke",
      "C": "J.J. Rousseau",
      "D": "Ç. Kağıtçıbaşı",
      "E": "G.Ritzer"
    },
    "explanation": "Rousseau’ya göre de “Çocuk vahşi bir çiçektir.” Çocuğun alacağı eğitim onun doğal gelişimini bozmayacak şekilde verilmelidir. Çünkü, eğitim çocuk açısından bir tür eksiltme sürecidir ve yetişkinlikte yapılan hatalar, burada yapılan hatalarla özdeştir."
  },
  {
    "id": "2979019",
    "unitNumber": 3,
    "text": "1600'lere kadar çocukluk kavramı olmadığını savunan yazar kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Agustinus",
      "B": "Helvetius",
      "C": "Diderot",
      "D": "Aries",
      "E": "Vegio"
    },
    "explanation": "Çocukluk tarihi çalışmalarının öncüsü sayılan Aires’e göre 1600’lere kadar ayrı bir çocukluk kavramı yoktu. Ortaçağda çocukların temel ihtiyaçları giderilse de özel bir ilgiyle korunmazlardı. Çünkü çocuğu yetişkinlerden ayıran özellikler bilinmezdi. Bu nedenle çocukların kendilerine özgü giysileri, besinleri, oyunları, oyuncakları yoktu."
  },
  {
    "id": "2979020",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi İslam geleneğindeki çocuk anlayışı açısından <strong>söylenemez?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yedi yaşına ulaştığında çocuk temyiz kudretine kavuşmuş olur.",
      "B": "Her çocuk “yaşam hak” ehliyetine sahip olarak doğmaktadır.",
      "C": "Çocukluk, İslamiyet’te geniş ve ayrıntılı olarak alınan bir konudur.",
      "D": "Kur’an ve sünnette çocuk ergenliğe kadar “yükümlü” sayılmamaktadır.",
      "E": "Çocuklar küçük yaşta kurban edilebilmektedir"
    },
    "explanation": "Çocukluk, İslamiyette geniş ve ayrıntılı olarak alınan bir konudur. İslam geleneğinde çocukların kurban edilmesi söz konusu değildir. İslam öncesi Araplardaki bu tür uygulamalar da İslam tarafından kaldırılmıştır."
  },
  {
    "id": "2979021",
    "unitNumber": 3,
    "text": "İslamiyet’ten önceki Türk toplumu incelendiğinde çocuklar için kullanılan çok sayıda sıfat söz konusudur. Bunlardan ailenin son çocuğunu belirten sıfat aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aştal ogul",
      "B": "Tun ogul",
      "C": "Uşak oğlan",
      "D": "Ögey ogul",
      "E": "Ataç"
    },
    "explanation": "İslamiyet’ten önceki Türk toplumu incelendiğinde çocuklar için kullanılan çok sayıda sıfat ortaya çıkmaktadır. Ailenin son çocuğunu belirtmek adına “aştal ogul” denilmektedir."
  },
  {
    "id": "2979022",
    "unitNumber": 3,
    "text": "Türkiye'de ilk çocuk mahkemesi ne zaman kurulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "1880",
      "B": "1912",
      "C": "1970",
      "D": "1987",
      "E": "1920"
    },
    "explanation": "Dünyada ilk çocuk mahkemesi ABD’de 1878’de; Avrupa’daki ilk çocuk mahkemesi ise İngiltere’de 1905’te kurulmuştur. Portekiz’de 1911’de, Japonya’da 1923’te, Yunanistan’da 1939’da kuruldu. Türkiye ise bu konudaki çalışmalarına 1945’te başlamış, ancak ilk çocuk mahkemesi 1987’de kurulabilmiştir."
  },
  {
    "id": "2979023",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi modern çocukluk imgesi oluşmasında etkili olan gelişmelerden <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Rönesans",
      "B": "Yerleşik hayata geçiş",
      "C": "Reform",
      "D": "Aydınlanma",
      "E": "Kapitalizmin doğuşu"
    },
    "explanation": "Modern çocukluk imgesi, Rönesans, Reform, Aydınlanma, romantizm, kapitalizmin doğuşu, sanayileşme süreçleriyle birlikte oluşmuştur."
  },
  {
    "id": "2979025",
    "unitNumber": 3,
    "text": "Çocukluk dönemini İnsan yaşamının en tehlikeye açık, zorlukların, hastalıkların, kazaların yaşandığı dönemi olarak ifade eden ve bu nedenle çocukluk dönemini bir “felaket” olarak değerlendiren düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aristo",
      "B": "Augustin",
      "C": "Voltaire",
      "D": "Diderot",
      "E": "Helvetius"
    },
    "explanation": "GİRİŞ<br/>Aristo, insan hayatında çocukluk dönemini bir “felaket” olarak değerlendirmiştir. Bunun sebebini de “çocukluğu” insan yaşamının en tehlikeye açık, zorlukların, hastalıkların, kazaların yaşandığı dönem olmasından kaynaklandığını ifade etmiştir. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "2979026",
    "unitNumber": 3,
    "text": "Kraliyet aileleri arasında siyasi anlamda evlilikler teşvik edililerek, yapılan çocukların devletler arasında dostluk ilişkilerinin kurulmasında, işbirliğinin geliştirilmesinde bir araç olarak kullanıldığı kültür aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Babil uygarlığı",
      "B": "Eski Mısır Krallığı",
      "C": "Eski Çin",
      "D": "Sümerler",
      "E": "Eski Yunan"
    },
    "explanation": "FARKLI KÜLTÜRLERE SAHİP TOPLUMLARDA ÇOCUK KAVRAMI VE ÇOCUĞUN EĞİTİMİ<br/>Yine Eski Mısır Krallığında kraliyet aileleri arasında siyasi anlamda evlilikler teşvik edilmiş, yapılan çocukların devletler arasında dostluk ilişkilerinin kurulmasında,<br/>işbirliğinin geliştirilmesinde bir araç olarak kullanıldığı anlaşılmıştır. (Erdemir-Erdemir, 2012: 655). Doğru yanıt b seçeneğidir."
  },
  {
    "id": "2979027",
    "unitNumber": 3,
    "text": "Eski Yunan'da \"eğitim sistemi iki temel üzerine kurgulanmıştır. Bunlardan ilki mental eğitim diğeri de fiziksel eğitimdir\" görüşü aşağıdaki düşünürlerden hangisine aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Platon",
      "B": "Sokrates",
      "C": "Aristoteles",
      "D": "Eliale Zeno",
      "E": "Thales"
    },
    "explanation": "ROMA, SPARTA, ATİNA ŞEHİR DEVLETLERİNDE “ÇOCUK” KAVRAMI VE EĞİTİMİ<br/>Aristoteles’e göre, M.Ö.4. Yüzyıl ortalarında Yunan eğitim sistemi iki temel üzerine kurgulanmıştır. Bunun ilki mental eğitim diğeri de fiziksel<br/>eğitimdir (Davidson, 1902: 6-7). \n Doğru yanıt c seçeneğidir."
  },
  {
    "id": "2979028",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Antik Yunan şehir devletlerinde özellikle de Sparta’da okul çağındaki çocukların eğitiminden sorumlu resmî anlamda görevlendirilmiş kişilere verilen addır?",
    "correctAnswer": "D",
    "options": {
      "A": "Gymnasium",
      "B": "Ephebos",
      "C": "Stoacılar",
      "D": "Poidonomos",
      "E": "Epikroscular"
    },
    "explanation": "ROMA, SPARTA, ATİNA ŞEHİR DEVLETLERİNDE “ÇOCUK” KAVRAMI VE EĞİTİMİ<br/>Poidonomos, Antik Yunan şehir devletlerinde özellikle de Sparta’da okul çağındaki çocukların eğitiminden mesul resmî anlamda görevlendirilmiş kişilerdir.\n Doğru yanıt d seçeneğidir."
  },
  {
    "id": "2979029",
    "unitNumber": 3,
    "text": "Aşağıdaki düşünürlerden hangisi insan hayatında çocukluk dönemini bir “felaket” olarak değerlendirmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Pisagor",
      "B": "Eflatun",
      "C": "Demokritos",
      "D": "Tales",
      "E": "Aristo"
    },
    "explanation": "Aristo, insan hayatında çocukluk dönemini bir “felaket” olarak değerlendirmiştir. Bunun nedenini de “çocukluğu” insan yaşamının en tehlikeye açık, zorlukların, hastalıkların ve kazaların yaşandığı dönem olmasından kaynaklandığını ifade etmiştir. Dolayısıyla, doğru cevap: E"
  },
  {
    "id": "2979030",
    "unitNumber": 3,
    "text": "Voltaire, Diderot ve Helvetius gibi Aydınlanma düşünürleri çocukluk dönemini ....................................... sunmaya çalışmışlardır.\n Aşağıdaki ifadelerden hangisi yukarıdaki cümleyi en doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "günahkarlıkla bir olarak",
      "B": "teorik düzeyde çocuk olmanın ne anlama geldiğinin anlaşılması olarak",
      "C": "kötülüğe ve günaha sürekli bir eğilim değil, bir saflık dönemi olarak",
      "D": "insan yaşamının tehlikeye en açık dönemi olarak",
      "E": "tüm toplumlarda ve zaman dilimlerinde var olmuş bir kavram olarak"
    },
    "explanation": "XVIII. Yüzyıl ortalarında, Voltaire, Diderot ve Helvetius gibi aydınlanma düşünürleri, çocukluğu, “<em>şeytanın üzerinden elini çekmediği, kötülüğe ve günaha sürekli bir eğilim değil, bir saflık dönemi” </em>olarak sunmaya ve tanıtmaya çalışmışlardır. Dolayısıyla, doğru cevap: C"
  },
  {
    "id": "2979031",
    "unitNumber": 3,
    "text": "Aşağıdaki uygarlıklardan hangisinde çocukların politik tutsak veya babanın borçlarının karşılığında bir güvence temini rehine olarak bırakıldığı tespiti yapılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Babil",
      "B": "Mısır",
      "C": "Akkad",
      "D": "Yunan site-devleti",
      "E": "Fransa"
    },
    "explanation": "<em>Babil uygarlığında</em>, <em>çocukların </em>politik tutsak veya babanın borçlarının karşılığında bir güvence temini rehine olarak bırakıldığı tespiti yapılmıştır. Bu zaman diliminde çocuk bir ticari anlaşmanın teminatı gibi emtia değeri görmüş ve alacaklı ta- rafından kapalı ortamlarda, kafeslerde tutulmuştur. Dolayısıla, doğru cevap: A"
  },
  {
    "id": "2979032",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, geleneksel Doğu kültürlerinin karakteristik ortak özelliğidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ata binme ve ok atmanın öğretilmesi",
      "B": "Soylu çocukların aileleri tarafından yetiştirilmesi",
      "C": "Halk kesimindeki çocukların özel eğitmenler tarafından eğitilmesi",
      "D": "Erkek-kız çocuk ayrımı",
      "E": "Çocukların şantaj silahı gibi görülmesi"
    },
    "explanation": "Geleneksel Doğu kültürlerininkarakteristik özellikleri değerlendirilecek olursa, erkek-kız çocuk ayrımı mutlak görülür. Çünkü erkek çocuk, kıza göre daha işlevsel kabul edilir. Dolayısıyla, doğru cevap: D"
  },
  {
    "id": "2979033",
    "unitNumber": 3,
    "text": "Aşağıdaki hangi dönemde, çocuk toplumun yasaları ve kültürü içinde eğitilmesi gereken küçük bir yurttaş imgesi olarak kabul edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Antik Çağ",
      "B": "Neolitik Dönem",
      "C": "Kalkolitik Dönem",
      "D": "Palaolitik Dönem",
      "E": "XVIII.Yüzyıl"
    },
    "explanation": "Geleneksel Batı kültürü, <em>Eski Yunan ve Roma </em>kültürlerini içerir. “Antik Çağ’daki çocuk imgesi, toplumun yasaları ve kültürü içinde eğitilmesi gereken küçük bir yurttaş imgesidir. Dolayısıyla, doğru cevap: A"
  },
  {
    "id": "2979034",
    "unitNumber": 3,
    "text": "Aşağıdaki hangi eğitim sisteminde çocukların temel ihtiyacı olan yazma ve hesap işleri ihmal edilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Atina",
      "B": "Roma",
      "C": "Sparta",
      "D": "Babil",
      "E": "Mısır"
    },
    "explanation": "Sparta eğitim sisteminde bunlar yaşanırken, çocukların temel ihtiyacı olan yazma ve hesap işleri ihmal edilmiştir. Bu yüzden de Sparta’da bilim felsefe pek fazla gelişmemiştir. Doğru cevap: C"
  },
  {
    "id": "2979035",
    "unitNumber": 3,
    "text": "1600’lere kadar ayrı bir çocukluk kavramı olmadığını ileri süren Fransız tarihçi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Reclus",
      "B": "Bloch",
      "C": "Febvre",
      "D": "Brague",
      "E": "Aires"
    },
    "explanation": "Çocukluk tarihi çalışmalarının öncüsü sayılan Aires’e göre 1600’lere kadar ayrı bir çocukluk kavramı yoktu. Ortaçağda çocukların temel ihtiyaçları giderilse de özel bir ilgiyle korunmazlardı. Çünkü çocuğu yetişkinlerden ayıran özellikler bilinmezdi. Dolayısıyla, doğru cevap: E"
  },
  {
    "id": "2979036",
    "unitNumber": 3,
    "text": "İslamiyettten önceki Türk toplumlarında yaşından beklenmeyecek kadar olgunluk gösteren erkek çocuklar için aşağıdaki ifadelerin hangisi kullanılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Oğul",
      "B": "Uşak",
      "C": "Isız",
      "D": "Ataç",
      "E": "Aştal"
    },
    "explanation": "İslamiyetten önceki Türk toplumlarında yaşından beklenmeyecek kadar olgunluk gösteren erkek çocuklar için ataç ifadesi kullanılmıştır."
  },
  {
    "id": "2979037",
    "unitNumber": 3,
    "text": "Modern çocukluk imgesi Rönesans, ………………., aydınlanma, romantizm, kapitalizmin doğuşu ve sanayileşme süreçleriyle birlikte olmuştur.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Reform",
      "B": "Kübizm",
      "C": "Klasisizm",
      "D": "Doğalcılık",
      "E": "Avant Garde"
    },
    "explanation": "Modern çocukluk imgesi, Rönesans, Reform, Aydınlanma, kapitalizmin doğuşu, sanayileşme süreçleriyle birlikte oluşmuştur. Batı’da, kimilerinin modernite adını verdiği, genelde Rönesans Döneminde doğduğu ve Aydınlanma yüzyılında yayıldığı kabul edilen şeyin gelişimiyle birlikte ‘birey’ figürünün ağırlığının arttığı tespiti yapılmıştır. Bu hareket içinde hem davranışlar hem de (toplumsal pratikler daha çok bireyselleşmiş olduğundan) tasarımlar, bire ine değer kazandırarak konu değiştirmişlerdir. Dolayısıyla, doğru cevap: A"
  },
  {
    "id": "2979038",
    "unitNumber": 3,
    "text": "Çocukların korunmasında toplumun ve devletin sorumluluğunun bulunduğu algısıyla oluşturulan politikalar hangi yüzyıldan sonra geliştirilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "IV.yüzyıl",
      "B": "XI.yüzyıl",
      "C": "XIX.yüzyıl",
      "D": "XVI.yüzyıl",
      "E": "XVIII.yüzyıl"
    },
    "explanation": "Çocukların korunmasında toplumun ve devleti bulunduğu algısıyla oluşturulan politikalar özellikle XIX. Yüzyıldan sonra geliştirilmiştir. Tarihsel geçmişe bakıldığında gerek ülkemizde gerekse diğer devletlerde, korunmaya muhtaç çocuklar sorununa iş ve uğraşı edindirmekle çözüm aranmaya çalışıldığı görülmektedir. Dolayısıyla, doğru cevap: C"
  },
  {
    "id": "2979039",
    "unitNumber": 3,
    "text": "\"Çocuk vahşi bir çiçektir, çocuğun alacağı eğitim onun doğal gelişimini bozmayacak şekilde verilmelidir, yetişkinlikte yapılan hatalar, çocuklukta yapılan hatalarla özdeştir\" görüşü aşağıdaki düşünürlerden hangisine aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "J. Locke",
      "B": "Rousseau",
      "C": "Schiller",
      "D": "Kant",
      "E": "H. Spencer"
    },
    "explanation": "BATI TOPLUMLARINDA ÇOCUK KAVRAMI VE EĞİTİMİ<br/>XIX. Yüzyılın en tanınmış filozoflarından biri olarak kabul edilen Rousseau’ya göre de “Çocuk vahşi bir çiçektir.” Çocuğun alacağı eğitim onun doğal gelişimini bozmayacak şekilde verilmelidir. Çünkü, eğitim çocuk açısından bir tür eksiltme sürecidir ve yetişkinlikte yapılan hatalar, burada yapılan hatalarla özdeştir.\n Doğru yanıt b seçeneğidir."
  },
  {
    "id": "2979040",
    "unitNumber": 3,
    "text": "Eski Türklerde erkek çocukları için aşağıdaki ifadelerden hangisi kullanılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Anaç",
      "B": "Tun Oğul",
      "C": "Ataç",
      "D": "Tun Kız",
      "E": "Aştal Oğul"
    },
    "explanation": "TÜRK-İSLAM İNANCINDA ÇOCUĞA BAKIŞ VE TÜRKİYE’DE ÇOCUK EĞİTİMİ<br/>Eski Türklerde erkek çocukları ifade ederken, “ataç” ifadesi kullanılmıştır. Doğru yanıt c seçeneğidir."
  },
  {
    "id": "2979041",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Eski Türklerde başlık parası veya külfetli miktar mülkü ifade eden kazanım için kullanılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ot tiğin",
      "B": "Kalıng",
      "C": "Tun",
      "D": "Eçi",
      "E": "Ataç"
    },
    "explanation": "TÜRK-İSLAM İNANCINDA ÇOCUĞA BAKIŞ VE TÜRKİYE’DE ÇOCUK EĞİTİMİ<br/>Eski Türklerde aile hukukun güvence altına alınması için “kalıng” denilen başlık parası veya külfetli miktar mülkü ifade eden kazanımdır (Ögel, 2001). Doğru yanıt b seçeneğidir."
  },
  {
    "id": "2979042",
    "unitNumber": 3,
    "text": "İslamiyet’ten önce Türklerde en küçük çocuklara verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İni",
      "B": "Tun Oğul",
      "C": "Ataç",
      "D": "Aştal Oğul",
      "E": "Eçi"
    },
    "explanation": "TÜRK-İSLAM İNANCINDA ÇOCUĞA BAKIŞ VE TÜRKİYE’DE ÇOCUK EĞİTİMİ<br/>Annenin ilk doğurduğu kız çocuğu için ayrıca “tun kız” ifadesi de tercih edilmektedir. Ailenin en küçük çocuğuna “aştal oğul” (Salim, 2002)<br/>denilirken, kardeşler için “kandaş” ifadesi kullanılmıştır. Büyük kardeş “eçi”, küçük kardeş “ini” olarak adlandırılmıştır (Ögel, 2001)."
  },
  {
    "id": "2979043",
    "unitNumber": 3,
    "text": "Dünyada ilk çocuk mahkemesi nerede kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Amerika Birleşik Devletleri",
      "B": "İngiltere",
      "C": "Portekiz",
      "D": "Japonya",
      "E": "Yunanistan"
    },
    "explanation": "TÜRK-İSLAM İNANCINDA ÇOCUĞA BAKIŞ VE TÜRKİYE’DE ÇOCUK EĞİTİMİ<br/>Dünyada ilk çocuk mahkemesi ABD’de 1878’de; Avrupa’daki ilk çocuk mahkemesi ise İngiltere’de1905’te kurulmuştur. Portekiz’de 1911’de,<br/>Japonya’da 1923’te, Yunanistan’da 1939’da kuruldu. Türkiye ise bu konudaki çalışmalarına 1945’te başlamış, ancak ilk çocuk mahkemesi<br/>1987’de kurulabilmiştir. (http://www.unicef. org/turkey/pdf/_cr23.pdf)\n Doğru yanıt a seçeneğidir."
  },
  {
    "id": "2979044",
    "unitNumber": 3,
    "text": "Aşağıdaki hangi toplulukta aile reisinin çocukları üzerinde sınırsız bir hâkimiyeti vardı ve kız çocukların satabilir hatta öldürebilirdi?",
    "correctAnswer": "A",
    "options": {
      "A": "İslamiyet öncesinde Arap kabilelerinde",
      "B": "İslamiyet öncesinde Fas kabilelerinde",
      "C": "İslamiyet öncesinde Türk kabilelerinde",
      "D": "İslamiyet öncesinde Filistin kabilelerinde",
      "E": "İslamiyet öncesinde Mısır kabilelerinde"
    },
    "explanation": "İslamiyet öncesinde Arap kabilelerinde aile reisinin çocukları üzerinde sınırsız bir hâkimiyeti vardı. Özellikle kız çocukların satabilir hatta öldürebilirdi. İslamiyet’in kabulünden sonra babanın bu hakkı dini kitap aracılığıyla kaldırıldı."
  },
  {
    "id": "2979045",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi İslamiyet öncesi Türklerde evlat edinmenin unsurlarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yabancı kavimlerden çocuk alınamazdı",
      "B": "Evlatlık yakın akrabadan alınırdı",
      "C": "Evlat edinme savaşlar sırasında gerçekleşebilirdi",
      "D": "Düşmanların bıraktığı çocuklar evlat edinilmezdi",
      "E": "Türklerde evlat edinme törenleri yapılırdı"
    },
    "explanation": "İslamiyet öncesi Türklerde evlat edinme de önemli bir husustur. Evlat edinme de yabancı kavimlerden çocuk alınamazdı. Bunun sebebi soyun devamlılığını sağlayabilmekti. Evlatlığın yakın akrabadan alınması, boyların töresi gereği idi. Evlat edinme bir de savaşlar sırasında gerçekleşebilirdi. Savaşların ardından düşmanların bıraktığı çocuklar da evlat edinilebilirlerdi. Hatta Türklerde evlat edinme törenleri dahi yapılmaktaydı. Bunun için ”bozaska” kurban kesilirdi. Kurbanın “aşıklı kemiği” aksakal tarafından erkek çocuğuna verilirdi."
  },
  {
    "id": "2979046",
    "unitNumber": 3,
    "text": "Aşağıdaki hangi kavram gelecekte çocukların elektrikler kesildiğinde oyun dahi oynayamaz hale geleceğini anlatmak için kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Duygusal kuşak",
      "B": "Sanal kuşak",
      "C": "Maddi kuşak",
      "D": "Akıllı kuşak",
      "E": "Bencik Kuşak"
    },
    "explanation": "Geleceğin karşımıza çıkardığı çocuklar, iletişimsiz, kablosuz ağlarla gerçek hayattan koparılmış, irili ufaklı ekranlara bağlantılı sanal bir kuşak olacaktır ki bunlar, elektrikler kesildiğinde oyun dahi oynayamaz hale gelecektir."
  },
  {
    "id": "2979047",
    "unitNumber": 3,
    "text": "XVIII ve XIX. Yüzyıllarda Sanayi Devrimi sırasında çocuklar fabrikada ne iş yaparlardı?",
    "correctAnswer": "C",
    "options": {
      "A": "Temizlik yapmışlar",
      "B": "Makineleri yağlamışlar",
      "C": "Koptuklarında ipleri bağlamışlar.",
      "D": "Vidaları sıkmışlar",
      "E": "Paketleme yaapmışlar"
    },
    "explanation": "XVIII ve XIX. Yüzyıllarda Sanayi Devrimi ile işgücüne ihtiyaç duyulmuş yoksulluk içindeki anne- babaların ısrarı ile çocuklar fabrikalarda çalıştırılmaya başlanmıştır. Çocukların genellikle bir örgü veya dokuma makinesinin başında durmak ve koptuklarında ipleri bağlamak gibi görevleri vardı."
  },
  {
    "id": "2979048",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Matthews'a göre yeterli ve savunulabilir bir<br/>çocukluk felsefesinin içermesi gereken öğelerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çocukluk çağı psikolojik sorunlarına ilişkin bir kavrayış,",
      "B": "Çocukluk dönemi hastalıklarına ilişkin bir kavrayış,",
      "C": "Çocukluğun metalarının ne olduğuna dair bir kavrayış,",
      "D": "Çocukluk çağı oyunlarına ilişkin bir kavrayış,",
      "E": "Çocukluk çağı bedensel gelişimine ilişkin bir değerlendirme,"
    },
    "explanation": "Matthews yeterli ve savunulabilir bir çocukluk felsefesinin en azından şu beş öğeyi içermesi gerektiğini savunur:<br/>1. Çocuğun ne olduğuna dair bir kavrayış,<br/>2. Çocukluğun metalarının ne olduğuna dair<br/>bir kavrayış,<br/>3. Çocukluğa uygun bilişsel menfaatler ve hedeflerin neler olduğuna dair bir kavrayış,<br/>4. Çocukların ahlaki kapasitelerinin ne olduğuna dair bir değerlendirme,<br/>5. Çocukların haklarını ve sorumluluklarını,<br/>ebeveynlerin çocuklarına yönelik hakları ve<br/>sorumlulukları kadar anlayabilmemizi sağlayacak bir çerçeve."
  },
  {
    "id": "2979049",
    "unitNumber": 4,
    "text": "Orta Çağ sanatında ve kavrayışında çocukluk olgusuna ilişkin aşağıdaki bilgilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Çocukluğu resmetmek oldukça önemliydi.",
      "B": "Çocukluk çağı büyük önem arz etmekteydi.",
      "C": "Çocuklar küçük boyutta yetişkinler olarak resmedilmekteydi.",
      "D": "Çocuk ölümleri oldukça nadir görülmekteydi.",
      "E": "Çocukluk çok boyutlu olarak ele alınmaktaydı."
    },
    "explanation": "Ariès’e göre, on ikinci yüzyılda Orta Çağ sanatı çocukluk kavramına sahip değildi ve çocukluğu resmetmek gibi bir çaba gütmüyordu. Ona göre böylesi bir yaklaşım ihmalin, yeteneksizliğin veya yetersizliğin sonucu değildir. Daha olası görünen şey, Orta Çağ dünyasında çocukluğun bir yeri olmayışıdır. Ariès çalışmasında dönemin sanat eserlerinden bu durumu yansıtan örnekler verir. Örneğin, İsa ile çocukları resmeden bir Otto dönemi minyatüründe yer alan sekiz çocuk, çocukluğa ait hiçbir emareye sahip olmaksızın, sadece daha küçük boyutta ve açık bir şekilde yetişkin erkekler olarak resmedilmiştir."
  },
  {
    "id": "2979050",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Shorter'ın geleneksel aile ile ilgili görüşleri ile uyumlu <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Geleneksel aile mülkiyeti nesilden nesle aktarmakla sınırlıdır.",
      "B": "Geleneksel ailede çocuk önemsizdir.",
      "C": "Geleneksel ailede bireysel esenlik yok sayılmaktadır.",
      "D": "Aile duygusal birlikten çok üretime ve yeniden üretime dayanan bir birimdir.",
      "E": "Aile bireylerinin birbirleri ile ilişkisinde sevgi ve ilgi başı çeker."
    },
    "explanation": "Shorter yine bu görüşleriyle bağlantılı olarak geleneksel aileyi mülkiyeti nesilden nesle aktarmakla sınırlı ve bireysel esenliği yok sayan bir mekanizma olarak tanımlamaktadır. Dolayısıyla Shorter’a göre aile, duygusal bir birlikten çok üretime ve yeniden üretime dayanan bir birimdir. Shorter’ın düşüncesinde ancak on<br/>sekizinci yüzyılın gelişi ile birlikte modern aile oluşmaya başlamış ve bu bağlamda üç alanda duygular hâkim olmaya başlamıştır:<br/>1. Romantik aşk, materyal değerlendirmelerin önüne geçmiştir.<br/>2. Çocuk, ailenin en önemli değeri haline gelmiştir.<br/>3. Aile bireylerinin birbirleri ile ilişkisinde araçsal etmenlerin yerini sevgi ve ilgi almıştır. \n Dolayısıyla aile bireyleri arasında sevgi ve ilgi genel olarak modern ailenin özellikleri arasındadır."
  },
  {
    "id": "2979051",
    "unitNumber": 4,
    "text": "I. Ailede nezaket ve hisler önemlidir. \n<br/>II. Çocuğa ilgi göstermek ailenin çöküşüne yol açar. \n<br/>III. Aile kavramı yaşam boyu şefkat ve hayat arkadaşlığı gibi içsel anlamlar içeirir. \n<br/>IV. Çocuk ailenin merkezinde yer alır. \n<br/>Duygular ekolüne göre yukarıda verilenlerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II, III ve IV",
      "C": "III ve IV",
      "D": "I, III ve IV",
      "E": "II ve IV"
    },
    "explanation": "Duygular ekolü olarak adlandırabileceğimiz bu ekolün fikirlerini<br/>özetlemek gerekirse, modernitenin ortaya çıkışı, insanların çocuklarına yönelik hislerinde bir değişim yaratmıştır. Bu değişim kayıtsızlıktan, yüksek değer atfetmeye doğru bir ilerlemeyi kapsamaktadır ve nihayetinde yirminci yüzyılda, çocuk ailenin merkezindeki yerini kazanmıştır. Bu yönüyle modern aile, geçmiş ailelerden tanınamayacak kadar farklılaşmıştır"
  },
  {
    "id": "2979052",
    "unitNumber": 4,
    "text": "Aşağıdaki isimlerden hangisi kuraklığın sebep olduğu bir kıtlık döneminde Afrika’da yaşayan Ik kabilesini inceleyerek ebeveynler ve çocuklar arasındaki çıkar çatışmasına dikkat çekmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Colin Turnbull",
      "B": "Thomas Hobbes",
      "C": "Edward Shorter",
      "D": "Linda Pollock",
      "E": "Philippe Ariès"
    },
    "explanation": "Ebeveynler ve çocuklar arasındaki çıkar çatışmasına dair böylesi bir gözlemi Antropolog Colin urnbull’un Afrika’da gerçekleştirdiği bir çalışmasında görmek mümkündür. Turnbull, kuraklığın sebep olduğu bir kıtlık döneminde Afrika’da yaşayan Ik kabilesini incelemiştir. Turnbull, kıtlıktan önce Ik kabilesinde yetişkinlerin çocuklarına ve diğer bireylere karşı kibar, cömert ve neşeli bir şekilde yaklaştığını deneyimlemişken kuraklıktan sonra artan açlık sebebiyle kabilenin üyelerinin sadece kendi kurtuluşları ile ilgilenen acımasız bireylere dönüştüklerini gözlemlemiştir. Kuraklık öncesi altruist yani özgeci bir yaşamı ön plana alan kabilede kuraklık sonrasında bu türden davranışlar azalmaya ve<br/>kabul görmemeye başlamıştır ve zayıflarla yaşlıların acı çekmesi, diğerleri için bir eğlence kaynağı haline gelmiştir."
  },
  {
    "id": "2979053",
    "unitNumber": 4,
    "text": "Cansız nesneleri de canlı ve hareketli olarak görmek anlamına gelen ve Piaget'nin, yirminci yüzyılın ilk yarısında İsveçli çocukların düşünüşünde var olduğunu iddia ettiği özellik aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Altruizm",
      "B": "Positivism",
      "C": "Görecelik",
      "D": "Animizm",
      "E": "Perspektifçilik"
    },
    "explanation": "Animizm, Latince anima kökeninden türemiş olup cansız nesneleri de canlı ve<br/>hareketli olarak görmek anlamına gelir. Çocuklarda ve özellikle ilkel dinlerde<br/>animistik düşünce tarzı yaygındır. Piaget, yirminci yüzyılın ilk yarısında İsveçli<br/>çocukların düşünüşünde animistik yönler bulmuştur."
  },
  {
    "id": "2979054",
    "unitNumber": 4,
    "text": "Aşağıdaki yaklaşımlardan hangisine göre bilgi sahipleri gerçekliği asla doğrudan doğruya göremezler; gerçekliğe kendi varsayımları ve yargılarıyla yaklaşırlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Fatalizm",
      "B": "Determinizm",
      "C": "Positivizm",
      "D": "Deizm",
      "E": "Perspektifçilik"
    },
    "explanation": "Perspektifçilik yaklaşımına göre bilgi sahipleri gerçekliği asla doğrudan doğruya göremezler; gerçekliğe kendi varsayımları ve yargılarıyla yaklaşırlar. Çağımızda perspektifçilik yaklaşımı adeta pozitivizmin tahtını devralmıştır."
  },
  {
    "id": "2979055",
    "unitNumber": 4,
    "text": "Aşağıdaki yaklaşımlardan hangisine göre Orta Çağ toplumu ve günümüz toplumunu karşılaştırmak adeta imkânsız bir hale gelebilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Positivizm",
      "B": "Epistemolojik görecilik",
      "C": "Dogmatizm",
      "D": "Egoizm",
      "E": "Animizm"
    },
    "explanation": "<strong>Epistemolojik göreciliğe göre</strong> bilişsel, etik ya da estetik inanç, iddia, deneyim ya da eylemlerin içeriği, anlamı, hakikati ve mantıklılığı ancak belli bir kavram sisteminin içinden belirlenebilir. Buna göre bir çevreden bakılarak başka bir çevredekilerin yargılanması mümkün değildir (Fay, 2012: 107). Epistemolojik görecilikte, karşılaştırılamazlık vurgusu son derece yoğundur. Dolayısıyla böylesi bir bakışla da Orta Çağ toplumu ve günümüz toplumunu karşılaştırmak adeta imkânsız bir hale gelebilmektedir."
  },
  {
    "id": "2979056",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi diğerlerinin iyiliğini çıkarsız ve hatta kendi zararına olacak şekilde önemsemek anlamına gelen terimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Animizm",
      "B": "Hedonizm",
      "C": "Altruizm",
      "D": "Fatalizm",
      "E": "İndeterminizm"
    },
    "explanation": "Altruizm, özgecilik olarak da adlandırılan, diğerlerinin iyiliğini çıkarsız<br/>ve hatta kendi zararına olacak şekilde önemsemek anlamına gelen terimdir."
  },
  {
    "id": "2979057",
    "unitNumber": 4,
    "text": "Aşağıdaki düşünürlerden hangisine göre sosyobiyolojik teori açısından bakıldığında, ebeveyn ve yavru arasında çatışma oluşması için tek neden bu ikisi arasında çıkar çatışması oluşmasıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Philippe Ariès",
      "B": "Linda Pollock",
      "C": "Gareth Matthews",
      "D": "Aristoteles",
      "E": "Edward Shorter"
    },
    "explanation": "Pollock’a göre geçmişte ailelerin çocuklarına bilinçli olarak kayıtsız kaldığı ve kötü davrandığı ve yine onları yetişkinlerden ayrı olarak ele almadıkları fikri sosyobiyolojik açıdan anlamsız görünmektedir. Zira sosyolobiyolojik açıdan bakıldığında özellikle insanlar gibi gelişmiş türlerde, hele de bu türlerin yavruları<br/>tamamen ebeveyn ilgisine muhtaç olarak doğarlarken ebeveynlerin yavrularına gerekli ilgiyi göstermemesi hem yavrularının hem kendilerinin hem de tüm türlerinin yok olmasına dahi neden olabilirdi. Doğada, özellikle memeli hayvanlar gibi, yavrularının ebeveyn ilgisine muhtaç olduğu, insanların da üyesi bulunduğu türlere ait canlılar içinde, yavrularına yönelik böyle bir doğal yönelim görülmediği gibi insanlar için de böylesi bir yönelim olası değildi. Sosyobiyolojik teori açısından bakıldığında, ebeveyn ve yavru arasında çatışma oluşması için tek neden bu ikisi arasında çıkar çatışması oluşmasıdır. Bu türden bir nedense, sadece eski çağlarda değil, hangi çağda, zamanda ve şartlar altında ortaya çıkarsa çıksın, tüm ebeveyn-çocuk ilişkisini etkileyebilecek bir neden olarak kabul edilebilir."
  },
  {
    "id": "2979058",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangi disiplin dalı çocuğun ve çocukluğun ne olduğuyla, tarihin ilerlemesiyle birlikte çocuğa ve çocukluk kavramına yönelik yaklaşımın nasıl değiştiğiyle ilgilenir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çocukluk felsefesi",
      "B": "Çocukluk psikolojisi",
      "C": "Çocukluk tarihi",
      "D": "Çocukluk hukuku",
      "E": "Çocukluk teknolojisi"
    },
    "explanation": "Çocukluk felsefesi, çocuğun ve çocukluğun ne olduğuyla, tarihin ilerlemesiyle birlikte çocuğa ve çocukluk kavramına yönelik yaklaşımın nasıl değiştiğiyle ilgilenen disiplindir. Aynı zamanda çocuğun ahlaki ve bilişsel gelişimi, çocuk hakları, çocukluk ve otonomi, çocuğun toplumdaki yeri gibi konuları da ele alır."
  },
  {
    "id": "2979059",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi çocukluk felsefesi kapsamına <u>girmez</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Çocukluğun ne olduğu",
      "B": "Çocukluk kavramına yönelik değişen yaklaşımlar",
      "C": "Çocuklara felsefeyi öğreten yöntemler",
      "D": "Çocuğun ahlaki gelişimi",
      "E": "Çocuk hakları"
    },
    "explanation": "Çocukluk Felsefesi (Philosophy of Childhood) ve Çocuklar İçin Felsefe (Philosophy for Children [P4C]) birbirinden farklı alanlardır.<br/>“Çocukluk Felsefesi”, çocukluğun felsefi arka planıyla ilgili teoriler üretirken “Çocuklar İçin Felsefe” çocuklara okul öncesi dönemden itibaren felsefeyi öğretmek ve sevdirmek amacıyla kullanılan yöntemler ve araştırmalar bütünüdür."
  },
  {
    "id": "2979060",
    "unitNumber": 4,
    "text": "Ariès’e göre aşağıdakilerden hangisi Orta Çağ sanatının çocukluk kavramına sahip olmayışının bir nedenidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çocukluğun ihmali",
      "B": "Sanatçının yeteneksizliği",
      "C": "Sanatçının yetersizliği",
      "D": "Çocukluğun bir yerinin olmayışı",
      "E": "Sanatçının çocuğu tanımayışı"
    },
    "explanation": "Ariès’e göre, on ikinci yüzyılda Orta Çağ sanatı çocukluk kavramına sahip değildi ve çocukluğu resmetmek gibi bir çaba gütmüyordu. Ona göre böylesi bir yaklaşım ihmalin, yeteneksizliğin veya yetersizliğin sonucu değildir. Daha olası görünen şey, Orta Çağ dünyasında çocukluğun bir yeri olmayışıdır."
  },
  {
    "id": "2979061",
    "unitNumber": 4,
    "text": "Aşağıdaki yüzyıllardan hangisinde çocuklar ve çocukluk sanatta kendilerine özel bir yer bulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "16. Yüzyıl",
      "B": "17. Yüzyıl",
      "C": "18. Yüzyıl",
      "D": "19. Yüzyıl",
      "E": "20. Yüzyıl"
    },
    "explanation": "Ariès’e göre nihayet on yedinci yüzyılla beraber çocuklar ve çocukluk sanatta kendilerine özel bir yer bulmaktadır."
  },
  {
    "id": "2979062",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi \"diğerlerinin iyiliğini çıkarsız ve hatta kendi zararına olacak şekilde önemsemek\" anlamına gelen terimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bireycilik",
      "B": "Paideia",
      "C": "Altruizm",
      "D": "Animizm",
      "E": "Pozitivizm"
    },
    "explanation": "Altruizm, özgecilik olarak da adlandırılan, diğerlerinin iyiliğini çıkarsız ve hatta kendi zararına olacak şekilde önemsemek anlamına gelen terimdir."
  },
  {
    "id": "2979063",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Pollock'a göre bir dönemin çocuklarla gerçek ilişkisini anlamak için esas incelenmesi gereken kaynakları belirtir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çocuk kitapları",
      "B": "Terbiye kitapları",
      "C": "Vaaz kitapları",
      "D": "Tarih kitapları",
      "E": "Otobiyografik kitaplar"
    },
    "explanation": "Pollock, Orta Çağ’ın veya herhangi bir dönemin çocuklarla gerçek ilişkisini anlamak için esas incelenmesi gereken kaynakların edebi eserler, çocuk terbiye kitapları, vaaz kitapları ve benzerleri değil; gerçek deneyimlere dayanan günlükler, otobiyografiler ve diğer birinci elden tanık eserler olduğunu savunur."
  },
  {
    "id": "2979064",
    "unitNumber": 4,
    "text": "Çocukluğun tarihine bakıldığında relativizm kavramı aşağıdakilerden hangisinin karşılığı olarak kullanılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Perspektifçilik",
      "B": "Görecilik",
      "C": "Pozitivizm",
      "D": "Materyalizm",
      "E": "Mantık"
    },
    "explanation": "Görecilik, diğer adıyla relativizm bilginin, hakikatin ve ahlakın kültürlere, tarihe v toplumlara göre değişken olduğunu ve mutlak olmadığını savunan doktrinindir."
  },
  {
    "id": "2979065",
    "unitNumber": 4,
    "text": "Aristoteles'in Fizik ve Metafizik adlı eserlerinde \"Bu ne için yapılmıştır?\" sorusunun karşılık geldiği neden aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Biçimsel neden",
      "B": "Etken neden",
      "C": "Edilgen neden",
      "D": "Ereksel neden",
      "E": "Maddi neden"
    },
    "explanation": "Bu ne için yapılmıştır? - Ereksel Neden (Causa Finalis)"
  },
  {
    "id": "2979066",
    "unitNumber": 4,
    "text": "Canlı bir organizmanın ereksel nedeninin o organizmanın yetişkinliğe ulaştığında ortaya çıktığını savunan kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Matthews",
      "B": "Fay",
      "C": "Aristoteles",
      "D": "Mullin",
      "E": "Foucault"
    },
    "explanation": "Aristoteles, canlı bir organizmanın ereksel nedeninin o organizmanın yetişkinliğe ulaştığında ortaya çıktığını savunmaktadır."
  },
  {
    "id": "2979067",
    "unitNumber": 4,
    "text": "Orta Çağ düşünürlerinin çocukluğu iyi tanımlanmış dönemlere böldüğünü iddia eden kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Shahar",
      "B": "Ariès",
      "C": "Piaget",
      "D": "Mead",
      "E": "Matthews"
    },
    "explanation": "Ariès, Orta Çağda çocukların küçük insanlardan başka bir anlama sahip olmadığını savunurken Shulamith Shahar, Orta Çağ düşünürlerinin çocukluğu iyi tanımlanmış dönemlere böldüğünü iddia etmektedir."
  },
  {
    "id": "2979068",
    "unitNumber": 4,
    "text": "Orta Çağ sanatının çocukluk kavramına sahip olmadığını ve çocukluğu resmetmek gibi bir çaba gütmediğini ileri süren kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aries",
      "B": "Pollock",
      "C": "Turnbull",
      "D": "Clarke",
      "E": "Matthews"
    },
    "explanation": "Aries’e göre, on ikinci yüzyılda Orta Çağ sanatı çocukluk kavramına sahip değildi ve çocukluğu resmetmek gibi bir çaba gütmüyordu."
  },
  {
    "id": "2979069",
    "unitNumber": 4,
    "text": "Antik Yunan kültüründe, ideal bir yurttaş olarak yetiştirilmek üzere özellikle çocukların eğitilmesi ve disipline edilmesini ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Causa",
      "B": "Aitaia",
      "C": "Status",
      "D": "Paideia",
      "E": "Finalis"
    },
    "explanation": "Antik Yunan kültüründe paideia, ideal bir yurttaş olarak yetiştirilmek üzere özellikle çocukların eğitilmesi ve disipline edilmesi anlamına gelmekteydi."
  },
  {
    "id": "2979070",
    "unitNumber": 4,
    "text": "Geleneksel aileyi, mülkiyeti nesilden nesile aktaran, bireysel esenliği yok sayan, duygusal birliktelikten çok üretime ve yeniden üretime dayanan bir birim olarak tanımlayan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Stone",
      "B": "Clarke",
      "C": "Shorter",
      "D": "Pollock",
      "E": "Aries"
    },
    "explanation": "Shorter, geleneksel aileyi, mülkiyeti nesilden nesile aktarmakla sınırlı ve bireysel esenliği yok sayan bir mekanizma olarak tanımlar. Shorter’a göre aile, duygusal birliktelikten çok üretime ve yeniden üretime dayanan bir birimdir."
  },
  {
    "id": "2979071",
    "unitNumber": 4,
    "text": "………………., bireylerin özgür eylemde bulunmasını toplumsal hareketin veya devlet kontrolünün üzerinde gören bir toplumsal kuramdır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Özgecilik",
      "B": "Pozitivizm",
      "C": "Görecilik",
      "D": "Altruizm",
      "E": "Bireycilik"
    },
    "explanation": "Bireycilik, bireylerin özgür eylemde bulunmasını toplumsal hareketin veya devlet kontrolünün üzerinde gören bir toplumsal kuramdır."
  },
  {
    "id": "2979072",
    "unitNumber": 4,
    "text": "Diğerlerinin iyiliğini çıkarsız ve hatta kendi zararına olacak şekilde önemsemek anlamına gelen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bireycilik",
      "B": "Animizm",
      "C": "Görecilik",
      "D": "Özgecilik",
      "E": "Relativizm"
    },
    "explanation": "Altruizm, özgecilik olarak da adlandırılan, diğerlerinin iyiliğini çıkarsız ve hatta kendi zararına olacak şekilde önemsemek anlamına gelen terimdir."
  },
  {
    "id": "2979073",
    "unitNumber": 4,
    "text": "Yetişkinlerin, çevresel şartlar iyi olduğu sürece çocuklarına azami ilgi göstermesi, kendileri ve türlerinin geleceği için en uygun davranış olurken çevresel şartlar bozulduğunda ise çocuklarını çalıştırmak gibi farklı senaryoların görülebileceğini belirten kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Locke",
      "B": "Pollock",
      "C": "Aries",
      "D": "Clarke",
      "E": "Shorter"
    },
    "explanation": "Pollock’a göre, yetişkinlerin çevresel şartlar iyi olduğu sürece çocuklarına azami ilgi göstermeleri, kendilerinin ve türlerinin geleceği için en uygun davranış olacakken çevresel şartlar bozulduğunda çocukları çalıştırmaya başlamaktan, çocukların savaşlarda yer almasına kadar çeşitlenebilecek farklı senaryolara yol açacaktır."
  },
  {
    "id": "2979074",
    "unitNumber": 4,
    "text": "Cansız nesneleri de canlı ve hareketli olarak görme anlamına gelen, özellikle çocuklarda ve ilkel dinlerde yaygın olarak görülen düşünce aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Animizm",
      "B": "Özgecilik",
      "C": "Pozitivizm",
      "D": "Bireycilik",
      "E": "Altruizm"
    },
    "explanation": "Animizm, Latince anima kökeninden türemiş olup cansız nesneleri de canlı ve hareketli olarak görmek anlamına gelir. Özellikle çocuklarda ve ilkel dinlerde animistik düşünce tarzı yaygındır."
  },
  {
    "id": "2979075",
    "unitNumber": 4,
    "text": "Tüm bilginin kaynağında pozitif bilgi ve deneyimlerin yer alması gerektiğini; metafizik bilginin yanı sıra safi mantık ve matematik bilgilerin de bilginin kökeninde olamayacağını savunan kuram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Altruizm",
      "B": "Özgecilik",
      "C": "Relativizm",
      "D": "Bireycilik",
      "E": "Pozitivizm"
    },
    "explanation": "Pozitivizm, tüm bilginin kaynağında pozitif bilgi ve deneyimlerin yer alması gerektiğini; metafizik bilinin yanı sıra safi mantık ve matematik bilgilerin de bilginin kökeninde olamayacağını savunan kuramdır."
  },
  {
    "id": "2979076",
    "unitNumber": 4,
    "text": "Bilginin, hakikatin ve ahlakın kültürlere, tarihe ve toplumlara göre değişken olduğunu ve mutlak olmadığını savunana doktrin aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Pozitivizm",
      "B": "Görecilik",
      "C": "Altruizm",
      "D": "Özgecilik",
      "E": "Animizm"
    },
    "explanation": "Görecilik, diğer adıyla relativizm, bilginin, hakikatin ve ahlakın kültürlere, tarihe ve toplumlara göre değişken olduğunu ve mutlak olmadığını savunana doktrindir."
  },
  {
    "id": "2979077",
    "unitNumber": 4,
    "text": "Aristoteles’in Dört Neden Kuramı’nı hayvan davranışlarını açıklamak amacıyla kullanan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Heidegger",
      "B": "Foucault",
      "C": "Tinbergen",
      "D": "Rousseau",
      "E": "Matthews"
    },
    "explanation": "Tinbergen, Aristoteles’in Dört Neden Kuramı’nı hayvan davranışlarını açıklamak amacıyla kullanmıştır."
  },
  {
    "id": "2979078",
    "unitNumber": 4,
    "text": "Ariès’e göre nihayet ........yüzyılla beraber çocuklar ve çocukluk sanatta kendilerine özel bir yer bulmaktadır.\n Yukarıdaki boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "On üçüncü",
      "B": "On beşinci",
      "C": "On altıncı",
      "D": "On yedinci",
      "E": "On sekizinci"
    },
    "explanation": "Ariès’e göre nihayet <strong>on yedinci</strong> yüzyılla beraber çocuklar ve çocukluk sanatta kendilerine özel bir yer bulmaktadır"
  },
  {
    "id": "2979079",
    "unitNumber": 4,
    "text": "The Making of the Modern Family (Modern Ailenin Teşekkülü) adlı eserinde “İyi annelik modernizasyonun bir icadıdır.” diyecek kadar ileri gitmiş düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Edward Shorter",
      "B": "Lawrence Stone",
      "C": "Michael Anderson",
      "D": "Daniel Kline",
      "E": "Philippe Ariès"
    },
    "explanation": "Yine Clarke’ın bu çerçevede dikkat çektiği diğer bir düşünür olan Edward Shorter, The Making of the Modern Family (Modern Ailenin Teşekkülü) adlı eserinde “İyi annelik modernizasyonun bir icadıdır.” diyecek kadar ileri gitmiştir"
  },
  {
    "id": "2979080",
    "unitNumber": 4,
    "text": "Özgecilik olarak da adlandırılan, diğerlerinin iyiliğini çıkarsız ve hatta kendi zararına olacak şekilde önemsemek anlamına gelen terim aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Pozitivizm",
      "B": "Animizm",
      "C": "Altruizm",
      "D": "Relativizm",
      "E": "Postmodernizm"
    },
    "explanation": "Altruizm, özgecilik olarak da adlandırılan, diğerlerinin iyiliğini çıkarsız ve hatta kendi zararına olacak şekilde önemsemek anlamına gelen terimdir"
  },
  {
    "id": "2979081",
    "unitNumber": 4,
    "text": "Çocuklarda ve özellikle ilkel dinlerde yaygın olan ve cansız nesneleri de canlı ve hareketli olarak görmek anlamına gelen düşünce tarzı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Altruizm",
      "B": "Animizm",
      "C": "Postmodernizm",
      "D": "Relativizm",
      "E": "Pozitivizmin"
    },
    "explanation": "Animizm, Latince anima kökeninden türemiş olup cansız nesneleri de canlı ve<br/>hareketli olarak görmek anlamına gelir. Çocuklarda ve özellikle ilkel dinlerde<br/>animistik düşünce tarzı yaygındır"
  },
  {
    "id": "2979082",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Aristoteles’in dört nedeninden <strong>biri değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Bu ne için yapılmıştır?",
      "B": "Bu ne zaman yapılmıştır?",
      "C": "Bunu olduğu gibi yapan ve başka şey yapmayan nedir?",
      "D": "Bu neden yapılmıştır?",
      "E": "Bu kimin tarafından yapılmıştır?"
    },
    "explanation": "Aristoteles’in dört nedeni ile insanların çocukları algılayışı arasında bir bağ kurmaktadır. Bu soruları<br/>ve sırasıyla karşılık geldiği nedenleri şu şekilde sıralayabiliriz:<br/>1. Bu neden yapılmıştır? - Maddi Neden (Causa Materialis)<br/>2. Bu kimin tarafından yapılmıştır? - Etken Neden (Causa Efficiens)<br/>3. Bunu olduğu gibi yapan ve başka şey yapmayan nedir? Biçimsel Neden (Causa Formalis)<br/>4. Bu ne için yapılmıştır? - Ereksel Neden (Causa Finalis)"
  },
  {
    "id": "2979083",
    "unitNumber": 4,
    "text": "Matthews, Aristoteles’in dört nedeni ile insanların çocukları algılayışı arasında bir bağ kurmaktadır. Bu sorularından <strong>Bu ne için yapılmıştır?</strong> sorusuna karşılık gelen neden aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Etken Neden",
      "B": "Maddi Neden",
      "C": "Biçimsel Neden",
      "D": "Bireysel Neden",
      "E": "Ereksel Neden"
    },
    "explanation": "Matthews, Aristoteles’in dört nedeni ile insanların çocukları algılayışı arasında bir bağ kurmaktadır. Bu soruları<br/>ve sırasıyla karşılık geldiği nedenleri şu şekilde sıralayabiliriz:<br/>1. Bu neden yapılmıştır? - Maddi Neden (Causa Materialis)<br/>2. Bu kimin tarafından yapılmıştır? - Etken Neden (Causa Efficiens)<br/>3. Bunu olduğu gibi yapan ve başka şey yapmayan nedir? Biçimsel Neden (Causa Formalis)<br/>4. Bu ne için yapılmıştır? -<strong> Ereksel Neden</strong> (Causa Finalis)"
  },
  {
    "id": "2979084",
    "unitNumber": 4,
    "text": ".......... göreciliğe göre bilişsel, etik ya da estetik inanç, iddia, deneyim ya da eylemlerin içeriği, anlamı, hakikati ve mantıklılığı ancak belli bir kavram sisteminin içinden belirlenebilir.\n Yukarıdaki boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Ontolojik",
      "B": "Animizm",
      "C": "Pozitivizm",
      "D": "Epistemolojik",
      "E": "Sosyobiyolojik"
    },
    "explanation": "<strong>Epistemolojik</strong> göreciliğe göre bilişsel, etik ya da<br/>estetik inanç, iddia, deneyim ya da eylemlerin içeriği,<br/>anlamı, hakikati ve mantıklılığı ancak belli bir kavram sisteminin içinden belirlenebilir"
  },
  {
    "id": "2979085",
    "unitNumber": 4,
    "text": "........... görecilik yaklaşımına göre, gerçekliğin kendisi ancak bu gerçekliğin içinde yaşayanların kendi kavram sistemleri tarafından belirlenebilir.\n Yukarıdaki boş bırakılan yeri aşağıdakilerden hangisi doğru bir şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Perspektif",
      "B": "Pozitif",
      "C": "Epistemolojik",
      "D": "Sosyobiyolojik",
      "E": "Ontolojik"
    },
    "explanation": "Ontolojik görecilik yaklaşımına göre, gerçekliğin kendisi ancak bu gerçekliğin içinde yaşayanların kendi kavram sistemleri tarafından belirlenebilir"
  },
  {
    "id": "2979086",
    "unitNumber": 4,
    "text": "Bilginin, hakikatin ve ahlakın kültürlere, tarihe ve toplumlara göre değişken olduğunu ve mutlak olmadığını savunan doktrin aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Perspektifçilik",
      "B": "Görecilik",
      "C": "Bireycilik",
      "D": "Özgecilik",
      "E": "Gereklilik"
    },
    "explanation": "Görecilik, diğer adıyla relativizm bilginin, hakikatin ve ahlakın kültürlere, tarihe<br/>ve toplumlara göre değişken olduğunu ve mutlak olmadığını savunan doktrinindir."
  },
  {
    "id": "2979087",
    "unitNumber": 4,
    "text": "Afrika’da yaşayan Ik kabilesini inceleyerek ebeveynler ve çocuklar arasındaki çıkar çatışmasına dair bir gözlem yapan Antropolog aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Linda Pollock",
      "B": "Colin Turnbull",
      "C": "Brian Fay",
      "D": "Gareth Matthews",
      "E": "Edward Shorter"
    },
    "explanation": "Ebeveynler ve çocuklar arasındaki çıkar çatışmasına dair böylesi bir gözlemi Antropolog Colin Turnbull’un Afrika’da gerçekleştirdiği bir çalışmasında görmek mümkündür. Turnbull, kuraklığın sebep olduğu bir kıtlık döneminde Afrika’da yaşayan Ik kabilesini incelemiştir."
  },
  {
    "id": "2979088",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi çocukluk felsefesinin ögelerinden <strong><u>biri değildir?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Okul öncesi dönemden itibaren çocuklara felsefeyi sevdirmeyi amaçlayan kavratma yöntemi",
      "B": "Çocukluğun ne olduğuna dair bir kavrayış",
      "C": "Çocukluğun metalarının ne olduğuna dair bir kavrayış",
      "D": "Çocukluğa uygun bilişsel menfaatler ve hedeflerin neler olduğuna dair bir kavrayış",
      "E": "Çocukların ahlaki kapasitelerinin ne olduğuna dair bir değerlendirme"
    },
    "explanation": "GİRİŞ<br/>Matthews yeterli ve savunulabilir bir çocukluk felsefesinin en azından şu beş öğeyi içermesi gerektiğini savunur:\n<br/><ol><br/><li><br/>Çocuğun ne olduğuna dair bir kavrayış,\n<br/></li><br/><li><br/>Çocukluğun metalarının ne olduğuna dair bir kavrayış,\n<br/></li><br/><li><br/>Çocukluğa uygun bilişsel menfaatler ve hedeflerin neler olduğuna dair bir kavrayış,\n<br/></li><br/><li><br/>Çocukların ahlaki kapasitelerinin ne olduğuna dair bir değerlendirme,\n<br/></li><br/><li><br/>Çocukların haklarını ve sorumluluklarını, ebeveynlerin çocuklarına yönelik hakları ve sorumlulukları kadar anlayabilmemizi sağlayacak bir çerçeve.\n<br/></li><br/></ol>"
  },
  {
    "id": "2979089",
    "unitNumber": 4,
    "text": "Çocuk Felsefesi alanının kurucusu sayılan ve çocuk felsefesini “çağlar boyunca çocuklara yönelik davranışlardaki değişiklikleri, çocuklukla ilgili değişen kavramları, çocuklardaki bilişsel ve ahlaki gelişimi, çocukların haklarını ve çıkarlarını, çocuk otonomisini, çocukların ahlaki durumunu ve toplumdaki yerlerini incelemek” olarak belirleyen bilim insanı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Lawrence Stone",
      "B": "Edward Shorter",
      "C": "Lloyd de Mause",
      "D": "Philippe Ariès",
      "E": "Gareth Matthews"
    },
    "explanation": "GİRİŞ<br/>Alanın kurucusu olarak sayabileceğimiz Gareth Matthews’a göre çocukluk felsefesi, çağlar boyunca çocuklara yönelik davranışlardaki değişiklikleri, çocuklukla ilgili değişen kavramları, çocuklardaki bilişsel ve ahlaki gelişimi, çocukların haklarını ve çıkarlarını, çocuk otonomisini, çocukların ahlaki durumunu ve toplumda- ki yerlerini incelemektedir."
  },
  {
    "id": "2979090",
    "unitNumber": 4,
    "text": "Ortaçağ’da çocuklara yönelik yaklaşımın, onları sıklıkla ölüme veya sokağa terk etmekten ve onlara kayıtsız kalmaktan günümüzde çocuğa yönelik ilgi ve öneme doğru ilerlediğini ve dönüştüğünü savunan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Lloyd de Mause",
      "B": "Edward Shorter",
      "C": "Lawrence Stone",
      "D": "Philippe Ariès",
      "E": "Gareth Matthews"
    },
    "explanation": "ÇOCUKLUĞUN İCADI<br/>Lloyd de Mause, The History of Childhood (Çocukluğun Tarihi) adlı eserinde Orta Çağ’da çocuklara yönelik yaklaşımın, onları sıklıkla ölüme veya sokağa terk etmekten ve onlara kayıtsız kalmaktan günümüzde çocuğa yönelik ilgi ve öneme doğru ilerlediğini ve dönüştüğünü savunur."
  },
  {
    "id": "2979091",
    "unitNumber": 4,
    "text": "Ortaçağ’ın önde gelen akımlarından Püritenlerin çocukları günahkâr varlıklar olarak görmesinin aile içindeki ilişkilerin duygusal anlamda kopuk ve duygudan uzak olduğunu savunan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gareth Matthews",
      "B": "Philippe Ariès",
      "C": "Lloyd de Mause",
      "D": "Edward Shorter",
      "E": "Lawrence Stone"
    },
    "explanation": "ÇOCUKLUĞUN İCADI<br/>Marriage in England 1500-1800 (İngiltere’de Aile, Cinsellik ve Evlilik 1500-1800) adlı eserinde on yedinci yüzyılın sonlarında dahi, aile içindeki ilişkilerin duygusal anlamda kopuk ve duygudan uzak olduğunu iddia etmiştir. Düşünür, dönemin önde gelen akımlarından Püritenlerin çocukları günahkâr varlıklar olarak görmesinin de bunda etkili olduğu görüşündedir. Stone’a göre bu türden yaklaşımların yıkılmasında orta sınıfın ortaya çıkması, sanayileşme ile ortaya çıkan bireyciliğin, çocuk merkezli bir görüşü yaratması ve bu görüşün orta sınıftan diğer sınıflara yayılmasının etkisi büyüktür."
  },
  {
    "id": "2979092",
    "unitNumber": 4,
    "text": "Orta Çağ’ın veya herhangi bir dönemin çocuklarla gerçek ilişkisini anlamak için esas incelenmesi gereken kaynakların gerçek deneyimlere dayanan günlükler, otobiyografiler ve diğer birinci elden tanık eserler olduğunu savunan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ronald Finucane",
      "B": "Linda Pollock",
      "C": "Sally Crawford",
      "D": "Michael Sheehan",
      "E": "Nicholas Orme"
    },
    "explanation": "ÇOCUKLUĞU ANLAMAK<br/>Pollock’un Ariès ve benzeri düşünen düşünürlere yönelik eleştirilerini Children and Childhood (Çocuklar ve Çocukluk) adlı kitapta özetlemiştir. Buna göre Pollock, Orta Çağ’ın veya herhangi bir dönemin çocuklarla gerçek ilişkisini anlamak için esas incelenmesi gereken kaynakların edebi eserler, çocuk terbiye kitapları, vaaz kitapları ve benzerleri değil; gerçek deneyimlere dayanan günlükler, otobiyografiler ve diğer birinci elden tanık eserler olduğunu savunur. Bunlar incelendiğinde ebeveynlerin Ariès’in iddia ettiğinin aksine çocuklarının ölümünden oldukça etkilendiğinin ve çocuklarının ölümlerine kayıtsız kalma- dıklarının görüleceğini savunur."
  },
  {
    "id": "2979093",
    "unitNumber": 4,
    "text": "“Canlı bir organizmanın ereksel nedeninin o organizmanın yetişkinliğe ulaştığında ortaya çıktığını savunan görüş bağlamında bir organizmanın biçimsel nedeni, o organizmanın yetişkinlikte sahip olacağı biçim ve yapı ile yani tüm işlevlerini yerine getirebilecek duruma gelmesiyle anlaşılır hale gelir. Bu <em>kavramsallaştırmaya </em>göre, bir çocuk ait olduğu organizma türünün yetişkinleşmemiş, tamamlanmamış, olgunlaşmamış bir modeli ve örneğidir.” Düşüncesi aşağıdaki düşünürlerden hangisine aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Platon",
      "B": "Aristotales",
      "C": "Orme",
      "D": "Pollock",
      "E": "Matthews"
    },
    "explanation": "ÇOCUKLUĞUN FELSEFİ VE TARİHSEL BAĞLAMI<br/>Matthews’a göre Aristoteles, canlı bir organizmanın ereksel nedeninin o organizmanın yetişkinliğe ulaştığında ortaya çıktığını savunmaktadır. Yine bu görüş bağlamında bir organizmanın biçimsel nedeni, o organizmanın yetişkinlikte sahip olacağı biçim ve yapı ile yani tüm işlevlerini yerine getirebilecek duruma gelmesiyle anlaşılır hale gelir."
  },
  {
    "id": "2979094",
    "unitNumber": 4,
    "text": "Orta sınıfın oluşması ve sanayileşme ile ortaya çıkan bireyciliğin, çocuk merkezli bir görüşü yaratması ve bu görüşün orta sınıftan diğer sınıflara yayılmasının etkisini savunan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Lawrence Stone",
      "B": "Edward Shorter",
      "C": "Lloyd de Mause",
      "D": "Philippe Ariès",
      "E": "Gareth Matthews"
    },
    "explanation": "ÇOCUKLUĞUN İCADI<br/>Stone, The Family, Sex and Marriage in England 1500-1800 (İngiltere’de Aile, Cinsellik ve Evlilik 1500-1800) adlı eserinde on yedinci yüzyılın sonlarında dahi, aile içindeki ilişkilerin duygusal anlamda kopuk ve duygudan uzak olduğunu iddia etmiştir. Düşünür, dönemin önde gelen akımlarından Püritenlerin çocukları günahkâr varlıklar olarak görmesinin de bunda etkili olduğu görüşündedir. Stone’a göre bu türden yaklaşımların yıkılmasında orta sınıfın ortaya çıkması, sanayileşme ile ortaya çıkan bireyciliğin, çocuk merkezli bir görüşü yaratması ve bu görüşün orta sınıftan diğer sınıflara yayılmasının etkisi büyüktür."
  },
  {
    "id": "2979095",
    "unitNumber": 4,
    "text": "Çocuğun ve çocukluğun yaklaşık yüz yıldır Batı medeniyetinin resmi bir araştırma nesnesi haline geldiğini, bu süreçte çocuk incelemelerinin üniversitelerde, medyada ve resmi oluşumlarda kurumsallaştırıldığını savunan ve bu kurumsallaştırmanın çocuğu ve çocukluğu adeta fizik ve biyolojinin sunduğu evrensel olarak doğrulanabilir bilgilerin elde edilebileceği bir müspet ilim ve salt bilim nesnesiymiş gibi ele almakta olduğunu iddia eden düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "David Kennedy",
      "B": "Edward Shorter",
      "C": "Lloyd de Mause",
      "D": "Philippe Ariès",
      "E": "Gareth Matthews"
    },
    "explanation": "Perspektifçilik ve Çocukluğun Tarihine Bakış<br/>David Kennedy, The Well of Being: Childhood, Subjectivity, And Education (Varlığın İyiliği: Çocukluk, Öznellik ve Eğitim) adlı eserinde, çocuğun ve çocukluğun yaklaşık yüz yıldır Batı medeniyetinin resmi bir araştırma nesnesi haline geldiğini söyler. Bu süreçte çocuk incelemelerinin üniversitelerde, medyada ve resmi oluşumlarda kurumsallaştırıldığını savunur. Düşünür bu kurumsallaştırmanın çocuğu ve çocukluğu adeta fizik ve biyolojinin sunduğu evrensel olarak doğrulanabilir bilgilerin elde edilebileceği bir müspet ilim ve salt bilim nesnesiymiş gibi ele almakta olduğunu iddia eder."
  },
  {
    "id": "2979096",
    "unitNumber": 4,
    "text": "Çocuğun ve çocukluğun ne olduğuyla, tarihin ilerlemesiyle birlikte çocuğa ve çocukluk kavramına yönelik yaklaşımın nasıl değiştiğiyle ilgilenen aynı zamanda çocuğun ahlaki ve bilişsel gelişimi, çocuk hakları, çocukluk ve otonomi, çocuğun toplumdaki yeri gibi konuları da ele alan bilim dalı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çocuklar için Felsefe",
      "B": "Çocuk Felsefesi",
      "C": "Çocuk Psikolojisi",
      "D": "Çocuk Sosyolojisi",
      "E": "Çocuk Pedagojisi"
    },
    "explanation": "ÇOCUKLUK KAVRAMININ DÜŞÜNSEL GELİŞİMİ<br/>Çocukluk felsefesi, çocuğun ve çocukluğun ne olduğuyla, tarihin ilerlemesiyle birlikte çocuğa ve çocukluk kavramına yönelik yaklaşımın nasıl değiştiğiyle ilgilenen disiplindir. Aynı zamanda çocuğun ahlaki ve bilişsel geli- şimi, çocuk hakları, çocukluk ve otonomi, çocuğun toplumdaki yeri gibi konuları da ele alır."
  },
  {
    "id": "2979097",
    "unitNumber": 4,
    "text": "Çocukluğun çağlar boyunca algılanışına ve bu anlayışın değişimine dair yazdığı, sonrasında önemli tartışmalara ve araştırmalara kaynak olan temel çalışmasında Orta Çağ’da çocukluğun tamamen yok sayılmakta olduğunu ve çocukların adeta küçük birer yetişkin olarak görülmekte olduğunu değinen düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Edward Shorter",
      "B": "Lawrence Stone",
      "C": "Philippe Ariès",
      "D": "François Marie Arouet",
      "E": "Gareth Matthews"
    },
    "explanation": "ÇOCUKLUK KAVRAMININ DÜŞÜNSEL GELİŞİMİ<br/>Philippe Ariès’in çocukluğun çağlar boyunca algılanışına ve bu anlayışın değişimine dair yazdığı temel çalışmasına yakından bakmak değerli bir başlangıç olacaktır. Kökenlerinde Ariès’in 1960 yılında kaleme aldığı Centuries of Child- hood: A Social History of Family Life (Çocukluğun Çağları: Aile Yaşamının Sosyal Tarihi) adlı eserinin bulunduğu sava göre özellikle Orta Çağ’da çocukluk tamamen yok sayılmakta ve çocuklar adeta küçük birer yetişkin olarak görülmekteydi."
  },
  {
    "id": "2979098",
    "unitNumber": 4,
    "text": "Hangileri Matthews'un çocukluk felsefesinin içermesi gerektiğini söylediği ögelerdendir?\n I- Çocukluğun ne olduğuna dair kavrayış II-Cocukluğa uygun bilişsel menfaatler ve hedeflerin olduğuna dair kavrayış III- Ebeveynlerin çocuklarına yönelik hak ve sorumluluklarına dair kavrayış IV- Çocukların fiziksel kapasitelerine dair kavrayış.",
    "correctAnswer": "B",
    "options": {
      "A": "I ve III",
      "B": "I ve II",
      "C": "II ve IV",
      "D": "III ve IV",
      "E": "II ve III"
    },
    "explanation": "Ebeveynlerin çocuklara karşı sorumlulukları ve çocukların fiziksel kapasitelerine dair kavrayış çocukluk felsefesinin içermesi gereken ögelerden değildir.<br/>I ve II"
  },
  {
    "id": "2979099",
    "unitNumber": 4,
    "text": "Ortaçağda çocukluk kavrayışı ile ilgili olarak, verilenlerden hangileri doğrudur?\n I- Ariès'e göre ortaçağda çocukluğa ve çocuklara önem verilmiyor, yok sayılıyordu. II- Ortaçağ resimlerinde çocuklar küçük boyutta yetişkinler olarak çiziliyordu. III- Çocuklar ve çocukluk sanatta 13. yüz yılda özel bir yer bulmaktadır. IV- Ariès ortaçağda çocukluk ile ilgili bilgileri romanlardan elde etmiştir.",
    "correctAnswer": "C",
    "options": {
      "A": "I ve IV",
      "B": "III ve IV",
      "C": "I ve II",
      "D": "II ve III",
      "E": "II ve IV"
    },
    "explanation": "Çocuklar ve çocukluk 13.yüzyıldan çok sonraki yüzyıllarda sanatta önem kazanmıştır, Ariès, çocuklara ortaçağdaki yeri hakkındaki düşüncelerini resimlerden yola çıkarak ortaya koymuştur.<br/>I ve II"
  },
  {
    "id": "2979100",
    "unitNumber": 4,
    "text": "Shorter'a göre, 18. yüz yılla birlikte modern ailenin oluşmaya başlamasında duyguların etkisiyle hangi gelişmeler olmuştur?\n<br/>I-Aile mülkiyeti nesilden nesile aktarmakla yükümlü bir yapı olarak görülmüştür. II- Çocuk ailenin en önemli değeri haline gelmiştir. III- Aile bireyleri arasındaki ilişkilerde araçsal ögelerin yerine sevgi geçmiştir. III-Aile bireyleri arasındaki ilişki duygudan yoksun, tamamen pratik nedenlere dayalı bir ilişki olmuştur.",
    "correctAnswer": "A",
    "options": {
      "A": "II ve III",
      "B": "I ve II",
      "C": "III ve IV",
      "D": "II ve IV",
      "E": "I ve IV"
    },
    "explanation": "Shorter' a göre, 18. yüz yılla birlikte, çocuk, ailenin en önemli değeri haline gelmiştir ve aile bireylerinin birbirleri ile ilişkisinde araçsal etmenlerin yerini sevgi ve ilgi almıştır.<br/>II ve III"
  },
  {
    "id": "2979101",
    "unitNumber": 4,
    "text": "Hangileri Duygular Ekolünün savunduğu düşüncelerdir?\n I- Modernite ile birlikte insanlar çocuklarına yüksek değer vermeye başlamıştır. II- Günümüzde ebeveynler çocukların mümkün olduğunca çabuk yetişkin rolüne geçmesini istemektedir. III- Günümüz aile yapısında duygulara ve nezakete önem verilmektedir. IV- Günümüzde aileler, üretim, yeniden üretim ve üst sınıflara geçebilme amacıyla kurulmaktadır.",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "II ve IV",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "II. ve IV. seçeneklerde belirtilenler günümüzde değil geçen beş yüzyıl için geçerlidir.<br/>I ve III"
  },
  {
    "id": "2979102",
    "unitNumber": 4,
    "text": "Geçmişte ailelerin çocuklarına kayıtsız kaldığı ve kötü davrandığı fikrine Pollock'un eleştirileri hangileridir?\n I- İnsanlar gibi gelişmiş türlerde yavrularını ihmal etmek türün yok olmasına neden olabilir. II- Sosyobiyolojik açıdan insan türünün yavruları ebeveyn ilgisine muhtaçtır. III- Eskiçağlarda ebeveyn ve yavrusu arasında çıkar çatışmaları vardı. IV- Çocuklara acımasız ve ilgisiz davranmak onların erken olgunlaşmasına yol açabilir.",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve IV",
      "D": "III ve IV",
      "E": "II ve III"
    },
    "explanation": "Yalnızca I. ve II. seçenekler Pollock'un eleştirileri arasında yer almaktadır.<br/>I ve II"
  },
  {
    "id": "2979103",
    "unitNumber": 4,
    "text": "Perspektifçiliğe göre hangisi doğru <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Algı, deneyim ve akıl yürütme kişinin bakış açısına göre oluşmaktadır.",
      "B": "İnsanlar var olan gerçekliğe aracısız bakamazlar.",
      "C": "Safi mantık ve matematik bilgileri metafizik bilgisiyle birlikte bilginin kökeninde olamaz.",
      "D": "Bilginin öznesi olan insanlar önceki düşünce ve kavrayışlarını kafalarından atamazlar.",
      "E": "Herkes için aynı ve değişmez bir gerçeklikten söz etmek mümkün değildir."
    },
    "explanation": "C seçeneğindeki ifade pozitivizmin savunduğu bir görüştür. Diğerleri ise perpektifçiliğin savunduğu fikirlerdir.<br/>Safi mantık ve matematik bilgileri metafizik bilgisiyle birlikte bilginin kökeninde olamaz."
  },
  {
    "id": "2979104",
    "unitNumber": 4,
    "text": "Hangi yaklaşıma göre, gerçekliğin kendisi ancak bu gerçekliğin içinde yaşayanların kendi kavram sistemleri tarafından belirlenebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Animizm",
      "B": "Pozitivizm",
      "C": "Perspektifçilik",
      "D": "Görecilik",
      "E": "Ontolojik Görecilik"
    },
    "explanation": "İfade edilen görüş Ontolojik Göreciliğin savunduğu düşünceleri anlatıyor, diğer seçenekler uygun değildir.<br/>Ontolojik Görecilik"
  },
  {
    "id": "2979105",
    "unitNumber": 4,
    "text": "Günümüzde birçok yetişkin bir çocuğu ait olduğu türün olgunlaşmamış tamamlanmamış bir modeli olarak görür. Bu düşünce biçimi hangi düşünürün kuramından yola çıkarak kavramsallaştırılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Jean-Jacques Rousseau",
      "B": "Aristoteles",
      "C": "John Locke",
      "D": "Thomas Hobbes",
      "E": "Ariès"
    },
    "explanation": "Aristoteles, canlı bir organizmanın ereksel nedeninin o organizmanın yetişkinliğe ulaştığında ortaya çıktığını savunmaktadır. Yine bu görüş bağlamında bir organizmanın biçimsel nedeni, o organizmanın yetişkinlikte sahip<br/>olacağı biçim ve yapı ile yani tüm işlevlerini yerine getirebilecek duruma gelmesiyle anlaşılır hale gelir."
  },
  {
    "id": "2979106",
    "unitNumber": 4,
    "text": "Thomas Hobbes, John Locke ve Jean-Jacques Rousseau gibi sözleşmeci filozoflara göre insanlar sözleşmeler ile yasaların bağladığı devletleşme durumuna geçmeden önce çıkarların çatıştığı her durumda birbirini yok eden varlıklardır. Bu görüş aşağıdakilerden hangisini desteklemektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yetişkinler koşullar ne olursa olsun her dönemde çocuklara değer vermiştir.",
      "B": "Sanayileşme sonrası bireycilik, çocuk merkezli görüşü yarattı.",
      "C": "Ortaçağda aile ilişkileri duygudan uzaktı.",
      "D": "Modern dönemden önce çocuklara bakış açısı günümüzdekinden çok farklıydı.",
      "E": "Sosyo-ekonomik koşullar değiştiğinde sosyo-biyolojik koşullar da değişir."
    },
    "explanation": "Sosyo ekonomik koşulların değişmesi sosyobiyolojik koşullarda da değişime yol açar. Doru yanıt E seçeneği.<br/>Doğru seçenek E seçneği: sosyo ekonomik koşullar değiştiğinde insanların davranışı da ona göre farklılık gösterir."
  },
  {
    "id": "2979107",
    "unitNumber": 4,
    "text": "Poplock'a göre herhangi bir dönemde yetişkinlerin çocuklara bakış açısını anlamak için esas incelenmesi gereken eserler hangileridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çocuk terbiye kitapları",
      "B": "Romanlar",
      "C": "Vaaz kitapları",
      "D": "Otobiyografiler",
      "E": "Resimler"
    },
    "explanation": "Otobiyografiler insanların duygu ve deneyimlerini doğrudan aktarır, diğerleri ise kurmaca ve dolaylı aktarımdır."
  },
  {
    "id": "2979108",
    "unitNumber": 4,
    "text": "Çocuğun ve çocukluğun ne olduğuyla, tarihin ilerlemesiyle birlikte çocuğa ve çocukluk kavramına yönelik yaklaşımın nasıl değiştiğiyle ilgilenen disiplin aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çocukluk Felsefesi",
      "B": "Çocukluk Psikolojisi",
      "C": "Çocukluk Sosyolojisi",
      "D": "Çocukluğuk Tarihi",
      "E": "Çocukluk Antropoljisi"
    },
    "explanation": "Çocukluk felsefesi, çocuğun ve çocukluğun ne olduğuyla, tarihin ilerlemesiyle birlikte çocuğa ve çocukluk kavramına yönelik yaklaşımın nasıl değiştiğiyle ilgilenen disiplindir. Aynı zamanda çocuğun ahlaki ve bilişsel gelişimi, çocuk hakları, çocukluk ve otonomi, çocuğun toplumdaki yeri gibi konuları da ele alır."
  },
  {
    "id": "2979109",
    "unitNumber": 4,
    "text": "Ortaçağ resim sanatında çocuklar nasıl ele alınırdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Büyük ölçekte yetişkin olarak",
      "B": "Küçük ölçekte yetişkin olarak",
      "C": "Küçük ölçekte çocuk olarak",
      "D": "Çalışan çocuk olarak",
      "E": "Oynayan çocuk olarak"
    },
    "explanation": "Aziz Nikolaos tarafından hayata döndürülüşü resmedilen üç çocuk, yüz hatlarında veya karakteristik özelliklerinde yetişkinlerden bir farkları olmaksızın, yine sadece yetişkinlerin küçük bir ölçekte resmedilmiş hallerinden başka bir şey değildir."
  },
  {
    "id": "2979110",
    "unitNumber": 4,
    "text": "Paideia, ideal bir yurttaş olarak yetiştirilmek üzere özellikle çocukların eğitilmesi ve disipline edilmesi anlamına paideia aşağıdaki hangi kültürde gelmekteydi.",
    "correctAnswer": "C",
    "options": {
      "A": "Arap kültüründe",
      "B": "Ortaçağ kültüründe",
      "C": "Antik Yunan kültüründe",
      "D": "İslamiyet öncesi Türklerde",
      "E": "İslamiyet sonrası Türklerde"
    },
    "explanation": "Antik Yunan kültüründe paideia, kente yani “polis”e ideal bir yurttaş olarak yetiştirilmek üzere özellikle çocukların eğitilmesi ve disipline edilmesi anlamına gelmekteydi."
  },
  {
    "id": "2979111",
    "unitNumber": 4,
    "text": "Shorter’ın düşüncesine göre, on sekizinci yüzyılın gelişi ile birlikte modern aile oluşmaya başlamış ve bu bağlamda aşağıdaki hangi alanda duygular hâkim olmaya başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Çocuklar duygularını gizler",
      "B": "Sevginin temeli materyale dayanır",
      "C": "Çocuk ailenin en önemli değeridir",
      "D": "Aile arası ilişkiler mülkiyete dayanır",
      "E": "Yaşlılar ailenin temel değeridir"
    },
    "explanation": "Çocuk, ailenin en önemli değeri haline gelmiştir."
  },
  {
    "id": "2979112",
    "unitNumber": 4,
    "text": "Diğerlerinin iyiliğini çıkarsız ve hatta kendi zararına olacak şekilde önemsemek anlamına gelen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Paylaşımcılık",
      "B": "Vericilik",
      "C": "Faydacılık",
      "D": "Alturizm",
      "E": "Dayanışmacılık"
    },
    "explanation": "Altruizm, özgecilik olarak da adlandırılan, diğerlerinin iyiliğini çıkarsız ve hatta kendi zararına olacak şekilde önemsemek anlamına gelen terimdir."
  },
  {
    "id": "2979113",
    "unitNumber": 4,
    "text": "Turnbull'ın kuraklığın sebep olduğu bir kıtlık döneminde Afrika’da yaşayan Ik kabilesini incelemesine dayanarak, yetişkin ve çocukların ilişkilerine dair aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kıtlıktan önce yetişkinler çocuklarına kaba davranır",
      "B": "Kıtlıktan sonrası yetişkinler çocuklarına nazik davranır",
      "C": "Kıtlıktan öncesi yetişkinler çocuklarına ceza verir.",
      "D": "Kıtlıktan sonrası yetişkinler çocuklarına acımasızca davranır",
      "E": "Kıtlıktan sonrası yetişkinler çocuklarına cömert davranır"
    },
    "explanation": "Turnbull, kuraklığın sebep olduğu bir kıtlık döneminde Afrika’da yaşayan Ik kabilesini incelemiştir. Turnbull, kıtlıktan önce Ik kabilesinde yetişkinlerin çocuklarına ve diğer bireylere karşı kibar, cömert ve neşeli bir şekilde yaklaştığını deneyimlemişken kuraklıktan sonra artan açlık sebebiyle kabilenin üyelerinin sadece kendi kurtuluşları ile ilgilenen acımasız bireylere dönüştüklerini gözlemlemiştir"
  },
  {
    "id": "2979114",
    "unitNumber": 4,
    "text": "\"Yönetim Üzerine İnceleme\" adlı eseri kim yazmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Thomas Hobbes",
      "B": "John Locke",
      "C": "Jean-Jacques Rousseau",
      "D": "Max Weber",
      "E": "Emilie Durkheim"
    },
    "explanation": "Yönetim Üzerine İnceleme isimli eseri John Locke yazmıştır."
  },
  {
    "id": "2979115",
    "unitNumber": 4,
    "text": "Cansız nesneleri de canlı ve hareketli olarak görmek anlamına gelen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Özgecilik",
      "B": "Bencillik",
      "C": "Diğerkamlık",
      "D": "Alturizm",
      "E": "Animizm"
    },
    "explanation": "Animizm, Latince anima kökeninden türemiş olup cansız nesneleri de canlı ve hareketli olarak görmek anlamına gelir."
  },
  {
    "id": "2979116",
    "unitNumber": 4,
    "text": "Animizm için aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çocuklarda animistik düşünce yaygındır",
      "B": "Ebeveynlerde animistik düşünce yaygındır",
      "C": "Yaşlılarda animistik düşünce yaygındır",
      "D": "Kadınlarda animistik düşünce yaygındır",
      "E": "Erkelerde animistik düşünce yaygındır"
    },
    "explanation": "Çocuklarda ve özellikle ilkel dinlerde animistik düşünce tarzı yaygındır."
  },
  {
    "id": "2979117",
    "unitNumber": 4,
    "text": "Aristonun \"Bu kimin tarafından yapılmıştır?\" sorusu hangi nedendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çelişkili neden",
      "B": "Biçimsel neden",
      "C": "Ereksel neden",
      "D": "Maddi neden",
      "E": "Etken neden"
    },
    "explanation": "Bu kimin tarafından yapılmıştır? - Etken Neden (Causa Efficiens)"
  },
  {
    "id": "2979118",
    "unitNumber": 5,
    "text": "Aşağıdaki hangisi özellikle güvenlikle ilgili olarak çocukların farklı ihtiyaçlarını anlamak için önem taşıyan faktörlerden biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Çocuğun kiminle seyahat ettiği",
      "B": "Vize ya da başka bir yasal hükümle çocuğun göçüne izin verilip verilmediği",
      "C": "Çocuğun bir aile kararıyla mı yoksa aile bilgisi veya desteği olmadan mı göç ettiği",
      "D": "Çocuğun, çocuk asker veya çete üyesi olarak tutulup tutulmadığı",
      "E": "Çocuğun hangi araçla göç ettiği"
    },
    "explanation": "Yanıtınız yanlış ise “Çocuk Göçü” konusunu<br/>yeniden gözden geçiriniz.<br/>Doğru yanıt E seçeneğidir."
  },
  {
    "id": "2979119",
    "unitNumber": 5,
    "text": "<ol> <li>Sosyal göçmen olarak çocuk</li> <li>Politik göçmen olarak çocuk</li> <li>Ekonomik göçmen olarak çocuk</li> </ol> Yukardakilerden hangisi veya hangileri göç nedenlerine dayalı olarak çocuk göçmen türlerinden birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız 1",
      "B": "Yalnız 3",
      "C": "2 ve 3",
      "D": "1 ve 3",
      "E": "1, 2 ve 3"
    },
    "explanation": "Yanıtınız yanlış ise “Çocuk Göçü” konusunu<br/>yeniden gözden geçiriniz.<br/>Doğru yanıt E seçeneğidir."
  },
  {
    "id": "2979120",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi UNICEF’in Göç ve Mülteciler için Küresel Sözleşmesi’nde 2018-2021 Stratejik Planı içerinde yer alan hedeflerden birisi değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çocuğun yaşam ve büyüme, sağlık, beslenme hakkının olması",
      "B": "Çocuğun kaçak göçmen olması durumunda eğitim erişiminin engellenmesi",
      "C": "Çocuğun şiddetten ve istismardan korunması",
      "D": "Çocuğun güvenli ve temiz bir çevrede yaşaması",
      "E": "çocuğun eşit yaşam şansına sahip olması"
    },
    "explanation": "Yanıtınız yanlış ise “Çocuk Göçü” konusunu<br/>yeniden gözden geçiriniz.<br/>doğru yanıt B seçeneğidir."
  },
  {
    "id": "2979121",
    "unitNumber": 5,
    "text": "“………. ……… hem ebeveynlerinden hem de yasal ve geleneksel olarak çocuktan sorumlu olan kişilerden ayrılmış çocukları kapsamaktadır.”\n Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çocuk kaçakçılığı",
      "B": "Refakatsiz çocuklar",
      "C": "Mülteci çocuklar",
      "D": "Yoksun çocuklar",
      "E": "Engelli çocuklar"
    },
    "explanation": "Yanıtınız yanlış ise “Çocuk Göçü” konusunu<br/>yeniden gözden geçiriniz.<br/>Doğru yanıt B seçeneğidir."
  },
  {
    "id": "2979122",
    "unitNumber": 5,
    "text": "Kişinin doğduğu ülke bilgisinin mevcut olmaması durumunda ise vatandaşı oldukları ülke dışındaki bir ülkede yaşayan kişileri ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uluslararası göçmenler",
      "B": "Mülteciler",
      "C": "Irksal suiistimal",
      "D": "Sığınmacılar",
      "E": "Küresel göçmenler"
    },
    "explanation": "Yanıtınız yanlış ise “Çocuk Göçü” konusunu<br/>yeniden gözden geçiriniz.<br/>Doğru yanıt A seçeneğidir."
  },
  {
    "id": "2979123",
    "unitNumber": 5,
    "text": "Uluslararası Çocuk İşçiliğinin Ortadan Kaldırılması Programı (IPEC) hangi yılda başlatılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "2004",
      "B": "2000",
      "C": "1998",
      "D": "1992",
      "E": "1990"
    },
    "explanation": "Yanıtınız yanlış ise “Çocuk Göçü” konusunu<br/>yeniden gözden geçiriniz.<br/>Doğru yanıt D seçeneğidir."
  },
  {
    "id": "2979124",
    "unitNumber": 5,
    "text": "“…….. terimi genellikle çocuklukların potansiyellerini geliştirebilmekten yoksun bırakan, onurlarını zedeleyen, fiziksel ve zihinsel gelişimlerine zararlı olan iş olarak tanımlanır.”\n Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Engelli çocuk",
      "B": "Çocuk kaçakçılığı",
      "C": "Çocuk işçiliği",
      "D": "Çocuğun fiziki suiistimali",
      "E": "Kölelik"
    },
    "explanation": "Yanıtınız yanlış ise “Göç Olgusu ve Çocuk<br/>Kırılganlığı” konusunu yeniden gözden geçiriniz.<br/>doğru yanıt c seçeneğidir."
  },
  {
    "id": "2979125",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ILO’nun 182 Sayılı Sözleşmesinin 3. Maddesi ile tanımlanan çocuk işçiliğinin en kötü biçimleri arasında yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Fuhuş",
      "B": "Pornografi",
      "C": "Kölelik",
      "D": "Tarım işçiliği",
      "E": "Kaçakçılık"
    },
    "explanation": "Yanıtınız yanlış ise “Göç Olgusu ve Çocuk<br/>Kırılganlığı” konusunu yeniden gözden geçiriniz.<br/>Doğru yanıt D seçeneğidir."
  },
  {
    "id": "2979126",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi göçmen çocuklarla çalışan sağlık personellerinin sahip olması gereken özellik veya davranış biçimleri arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Damgalayıcı olmamak",
      "B": "İyi iletişim kurabilmek",
      "C": "Farkındalık eğitimi almış olmak",
      "D": "Kültüre duyarlı olmak",
      "E": "Pedagojik eğitim almış olmak"
    },
    "explanation": "Yanıtınız yanlış ise “Göç Olgusu ve Çocuk<br/>Kırılganlığı” konusunu yeniden gözden geçiriniz.<br/>Doğru yanıt E seçeneğidir."
  },
  {
    "id": "2979127",
    "unitNumber": 5,
    "text": "Birleşmiş Milletler Çocuk Hakları Genel Kurulu’nun çocukların silahlı çatışmalar ile fuhuş ve pornografide kullanılması alanlarını kapsayan iki ek protokol hangi yılda yürürlüğe girmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "2002",
      "B": "2006",
      "C": "2009",
      "D": "2013",
      "E": "2014"
    },
    "explanation": "Yanıtınız yanlış ise “Göç Olgusu ve Çocuk<br/>Kırılganlığı” konusunu yeniden gözden geçiriniz.<br/>Doğru yanıt A seçeneğidir."
  },
  {
    "id": "2979129",
    "unitNumber": 5,
    "text": "Ebeveynlerinden her ikisinin de hayatını kaybetmiş olduğu ve bazı ülkelerde ebeveynlerinden sadece birini kaybetmiş çocuklar için aşağıdaki hangi ifade kullanılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yetim çocuklar",
      "B": "Ayrı çocuklar",
      "C": "Göçmen çocuklar",
      "D": "Yuvada kalan çocuklar",
      "E": "Devlet himayesindeki çocuklar"
    },
    "explanation": "Ebeveynlerinden her ikisinin de hayatını kaybetmiş olduğu çocukları tanımlamaktadır. Ancak, bazı ülkelerde ebeveynlerinden sadece birini kaybetmiş çocuklar için de aynı tanımlama kullanılmaktadır."
  },
  {
    "id": "2979130",
    "unitNumber": 5,
    "text": "Irkı, dini, milliyeti, belirli bir sosyal gruba mensubiyeti ya da siyasi görüşünden do- layı zulme uğrama korkusu nedeniyle menşe ülkesine dönemeyen veya istemeyen kişi nasıl tanımlanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sığınmacı",
      "B": "Mülteci",
      "C": "Geçici koruma",
      "D": "Göçmen",
      "E": "Göçer"
    },
    "explanation": "Irkı, dini, milliyeti, belirli bir sosyal gruba mensubiyeti ya da siyasi görüşünden do- layı zulme uğrama korkusu nedeniyle menşe ülkesine dönemeyen veya isteme- yen kişidir."
  },
  {
    "id": "2979131",
    "unitNumber": 5,
    "text": "Güvenlik, hayatta kalma çabası, ailevi nedenler ya da insan kaçakçıları aracılığıyla seyahat eden çocukları içeren kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ulusal çocuk göçü",
      "B": "Bölgesel çocuk göçü",
      "C": "Kıtasal çocuk göçü",
      "D": "Uluslararası çocuk göçü",
      "E": "Şehirler arası çocuk göçü"
    },
    "explanation": "Uluslararası çocuk göçü ise, güvenlik, hayatta kalma çabası, ailevi nedenler ya da insan kaçakçıları aracılığıyla seyahat eden çocukları içermektedir."
  },
  {
    "id": "2979132",
    "unitNumber": 5,
    "text": "\"Her çocuğun yaşam ve büyüme, sağlık, beslenme, HIV ve AIDS, erken çocukluk gelişim ve ergen sağlığı konularında tematik çalışmaları içerir\" ifadesi UNICEF’in hangi stratejik planında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "2009-2012 Stratejik Planı",
      "B": "2012-2015 Stratejik Planı",
      "C": "2015-2018 Stratejik Planı",
      "D": "2018-2021 Stratejik Planı",
      "E": "2021-2024 Stratejik Planı"
    },
    "explanation": "UNICEF’in 2018-2021 Stratejik Plan şu beş ana hedef doğrultusunda oluşturulmuştur:\n Her çocuğun yaşam ve büyüme, sağlık, beslenme, HIV ve AIDS, erken çocukluk gelişim ve ergen sağlığı konularında tematik çalışmaları içerir; cümlesi bu hedeflerden biridir."
  },
  {
    "id": "2979133",
    "unitNumber": 5,
    "text": "Birleşmiş Milletler Çocuk Hakları Genel Kurulu, çocukların silahlı çatışmalar ile fuhuş ve pornografide kullanılması alanlarını kapsayan iki önemli konuda ek protokolu hangi yıl düzenlemiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "1996",
      "B": "1997",
      "C": "1998",
      "D": "1999",
      "E": "2000"
    },
    "explanation": "On yıldan fazla alan uğraşlar sonucu 2000 yılında, Birleşmiş Milletler Çocuk Hakları Genel Kurulu, çocukların silahlı çatışmalar ile fuhuş ve pornografide kullanılması alanlarını kapsayan iki önemli konuda ek protokol düzenlemiştir."
  },
  {
    "id": "2979134",
    "unitNumber": 5,
    "text": "Her iki ebeveyninden ve yasal ya da geleneklere dayalı olarak kendisine bakım vermekle yükümlü bir yetişkinden ayrı olan çocukları ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Aileden kaçmış çocuklar",
      "B": "Terkedilmiş çocuklar",
      "C": "Refakatsiz çocuklar",
      "D": "Göçmen çocuklar",
      "E": "Yalnız çocuklar"
    },
    "explanation": "Refakatsiz çocuklar her iki ebeveyninden ve yasal ya da geleneklere dayalı olarak kendisine bakım vermekle yükümlü bir yetişkinden ayrı olan çocukları ifade etmektedir."
  },
  {
    "id": "2979135",
    "unitNumber": 5,
    "text": "Çocuklukların potansiyellerini geliştirebilmekten yoksun bırakan, onurlarını zedeleyen, fiziksel ve zihinsel gelişimlerine zararlı olan iş olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çocuk işçiliği",
      "B": "Çocuk eğitimsizliği",
      "C": "Çocuk göçmenliği",
      "D": "Çocuk hastalığı",
      "E": "Çocuk karşıtlığı"
    },
    "explanation": "Çocuk işçiliği terimi genellikle ço- cuklukların potansiyellerini geliştirebilmekten yok- sun bırakan, onurlarını zedeleyen, fiziksel ve zihin- sel gelişimlerine zararlı olan iş olarak tanımlanır."
  },
  {
    "id": "2979136",
    "unitNumber": 5,
    "text": "Erişilebilir tuvaletler, erişim rampaları, tırabzanlar veya tekerlekli sandalyeler için yeterince geniş kapılar gibi altyapısındaki eksiklikler hangi çocukların okula erişimini güçleştiren faktörlerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Göçmen çocukların",
      "B": "Engelli çocukların",
      "C": "Çalışan çocukların",
      "D": "Eğitimsiz çocukların",
      "E": "Yetim çocukların"
    },
    "explanation": "Erişilebilir tuvaletler, erişim rampaları, tırabzanlar veya tekerlekli sandalyeler için yeterince geniş kapılar gibi altyapısındaki eksiklikler engelli çocukların okula erişimini güçleştiren faktörlerden sadece bazılarıdır."
  },
  {
    "id": "2979137",
    "unitNumber": 5,
    "text": "UNICEF, 2019 yılında Gençlik ve Spor Bakanlığı, Aile Çalışma ve Sosyal Hizmetler Bakanlığı ve STK ortaklarıyla Suriyeli ve Türk ergenler ve gençler için anlamlı katılım ve yaşam becerileri eğitimi fırsatlarını genişletmek için hangi strateji kapsamında iş birliği yapmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "\"Göçmen çocuk yok\"",
      "B": "\"Engelli çocuk yok\"",
      "C": "\"Kayıp kuşak yok\"",
      "D": "\"Çalışan çocuk yok\"",
      "E": "\"Eğitimsiz çocuk yok\""
    },
    "explanation": "“Kayıp Kuşak Yok” stratejisi çerçevesinde UNICEF, 2019 yılında Gençlik ve Spor Bakanlığı, Aile Çalışma ve Sosyal Hizmetler Bakanlığı ve STK ortaklarıyla Suriyeli ve Türk ergenler ve gençler için anlamlı katılım ve yaşam becerileri eğitimi fırsatlarını genişletmek için iş birliği yapmıştır."
  },
  {
    "id": "2979138",
    "unitNumber": 5,
    "text": "Birleşmiş Milletler Çocuk Hakları Sözleşmesinin 1. Maddesi ……………………. yaşını doldurmamış her insanı çocuk tanımı içinde kabul etmektedir (UNCHR, 1990:1). Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "18",
      "B": "15",
      "C": "12",
      "D": "10",
      "E": "20"
    },
    "explanation": "Birleşmiş Milletler Çocuk Hakları Sözleşmesinin 1. Maddesi 18 yaşını doldurmamış her insanı çocuk tanımı içinde kabul etmektedir (UNCHR, 1990:1)."
  },
  {
    "id": "2979139",
    "unitNumber": 5,
    "text": "Mekânsal ölçeğe ve coğrafi alana bağlı olarak, genellikle çevreyi etkileyen en önemli demografik faktör aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Doğurganlık",
      "B": "Ölüm",
      "C": "Göç",
      "D": "Doğal afetler",
      "E": "Çatışmalar"
    },
    "explanation": "Mekânsal ölçeğe ve coğrafi alana bağlı olarak, genellikle çevreyi etkileyen en önemli demografik faktör göçtür."
  },
  {
    "id": "2979140",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, tüm mültecilerin %68’inin kaynak ülkelerini teşkil eden ülkelerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Venezuela",
      "B": "Afganistan",
      "C": "Suriye Arap Cumhuriyeti",
      "D": "Uganda",
      "E": "Güney Sudan"
    },
    "explanation": "Tüm mültecilerin %68’inin kaynak ülkelerini teşkil eden beş ülke, Suriye Arap Cumhuriyeti 6,6 milyon, Venezuela 3,7 milyon, Afganistan 2,7 milyon, Güney Sudan 2,2 milyon ve Myanmar 1,1 milyon göçmen ile önemli bir yere sahiptirler."
  },
  {
    "id": "2979141",
    "unitNumber": 5,
    "text": "2019 yılı istatistiklerine göre en fazla mülteciye ev sahipliği yapan ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Almanya",
      "B": "Uganda",
      "C": "Kolombiya",
      "D": "Pakistan",
      "E": "Türkiye"
    },
    "explanation": "En fazla mülteciye ev sahipliği yapan ülkeler arasında ise, birinci sırayı 3,6 milyon ile Türkiye, 1,8 milyon ile Kolombiya, 1,4 milyon ile Pakistan, 1,4 milyon ile Uganda ve 1,1 milyon ile Almanya yer almaktadır (UNHCR, 2019a: 2-3)."
  },
  {
    "id": "2979142",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, çocuk kırılganlığını belirleyen önemli etkenlerden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yoksulluk",
      "B": "Çevresel koşullar",
      "C": "Psikolojik koşullar",
      "D": "Politik koşullar",
      "E": "Kültürel koşullar"
    },
    "explanation": "Çocuk kırılganlığını belirleyen en önemli etkenler, yoksulluk, psikolojik, sosyal, kültürel ve politik koşullar olarak ele alınabilir (Jans, 2016: 3)."
  },
  {
    "id": "2979143",
    "unitNumber": 5,
    "text": "Çocuklar, kendilerini etkileyen kararlar hakkında görüş ve fikirlerini belirtme ve dinlenilme hakkına sahiptirler. ……………………….., çocukların söz sahibi olmasının koşullarını yaratmakla ilgili bir kavramdır. Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sevgi",
      "B": "Saygı",
      "C": "Güçlendirme",
      "D": "Bakım verme",
      "E": "Hizmet"
    },
    "explanation": "Çocuklar, kendilerini etkileyen kararlar hakkında görüş ve fikirlerini belirtme ve dinlenilme hakkına sahiptirler. Güçlendirme, çocukların söz sahibi olmasının koşullarını yaratmakla ilgili bir kavramdır."
  },
  {
    "id": "2979144",
    "unitNumber": 5,
    "text": "2020 Küresel Çocukluk Raporu’na göre, aşağıdakilerden hangisi, çocukların en iyi korunduğu ve çocukluklarını yaşayabildiği ülkelerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Türkiye",
      "B": "Singapur",
      "C": "Japonya",
      "D": "Çin",
      "E": "Almanya"
    },
    "explanation": "Çocukların en iyi korunduğu ve çocukluklarını yaşayabildiği ilk üç ülke sıralamasında Singapur, Slovenya ve Finlandiya yer almaktadır."
  },
  {
    "id": "2979145",
    "unitNumber": 5,
    "text": "2019 OECD verilerine göre 3-5 yaş arasındaki çocuklarda okul öncesi eğitime erişenlerin oranı Türkiye’de kaçtır?",
    "correctAnswer": "D",
    "options": {
      "A": "%85",
      "B": "%62",
      "C": "%53",
      "D": "%37",
      "E": "%15"
    },
    "explanation": "2019 OECD verilerine göre 3-5 yaş arasındaki çocuklarda okul öncesi eğitime erişenlerin oranları açısından Türkiye %37’lik oran ile son sırada yer almaktadır."
  },
  {
    "id": "2979146",
    "unitNumber": 5,
    "text": "2020 Küresel Çocukluk Raporu’na göre, aşağıdaki ülkelerden hangisi çocukların çocukluklarını yaşayamadıkları ve haklarına erişemedikleri ülkeler arasında en aşağıda yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Çin",
      "B": "Türkiye",
      "C": "Slovenya",
      "D": "Güney Afrika",
      "E": "Nijerya"
    },
    "explanation": "Çocukların en iyi korunduğu ve çocukluklarını yaşayabildiği ilk üç ilke<br/>sıralamasında Singapur, Slovenya ve Finlandiya yer alırken, çocukların çocukluklarını yaşayamadıkları ve haklarına erişemedikleri ülkeler arasında en<br/>aşağıda yer alanlar ise 178. sırada Çad, 179. sırada Orta Afrika Cumhuriyeti ve 180. Sıra Nijerya yer almaktadır. Bu küresel sıralamada Türkiye ise 180<br/>ülke arasında 63. sırada yer almaktadır (Save The Children, 2020: 3)."
  },
  {
    "id": "2979147",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, Uluslararası Çocuk İşçiliğinin Ortadan Kaldırılması Programı (IPEC)’nın öncelikli hedef gruplarından biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Bir yerde sürekli olarak tutulan çocuk işçiler",
      "B": "12 yaşın altındaki savunmasız çocuklar",
      "C": "Çalışan kız çocukları",
      "D": "Çalışan engelli çocuklar",
      "E": "Tehlikeli çalışma koşullarında ve mesleklerde bulunan çocuklar"
    },
    "explanation": "Uluslararası Çocuk İşçiliğinin Ortadan Kaldırılması Programı (IPEC)’nın öncelikli hedef grupları, bir yerde sürekli olarak tutulan çocuk işçiler, tehlikeli çalışma koşullarında ve mesleklerde bulunan çocuklar ve özellikle 12 yaşın altındaki savunmasız çocuklar ile çalışan kız çocuklarıdır (ILO, 2013: 6)."
  },
  {
    "id": "2979148",
    "unitNumber": 5,
    "text": "Aşağıda, “göçmen çocuk kavramı” ile ilgili verilen bilgilerden hangisi doğru <strong><u>değildir</u></strong><strong><u>?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Elverişsiz koşullarda hareketlilik halinde olan çocuklardır.",
      "B": "Elverişsiz koşullarda önceden hareketlilik yaşamış çocuklardır.",
      "C": "16 yaşın altındaki çocuklar ve ergenlerdir.",
      "D": "Anneleri halen bir ülke, bölge ya da yerleşim yerinden diğerine hareketlilik hâlindeyken doğan çocuklardır.",
      "E": "Anneleri halen bir ülke, bölge ya da yerleşim yerinden diğerine göç ettiklerinde varış noktasında doğan çocuklardır."
    },
    "explanation": "<em>“Göçmen çocuklar</em><em>” kavramı</em><em>,</em> elverişsiz koşullarda halen hareketlilik hâlinde ya da önceden hareketlilik yaşamış 18 yaşın altındaki çocukları ve ergenleri ifade etmekte, ayrıca, anneleri halen bir ülke, bölge ya da yerleşim yerinden diğerine hareket halindeyken ya da varış noktasında doğan çocukları da kapsamaktadır. Bu tanıma uymayan madde, C seçeneğinde verilmiştir. 16 değil, 18 yaşın altındaki çocuklar tanım kapsamına girdiğinden, Doğru yanıt C seçeneğidir."
  },
  {
    "id": "2979149",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, uluslararası çocuk göçü sonucunda karşılaşılan sorunlardan biri <strong><u>değildir</u></strong><strong><u>?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Boğulma olaylarını engellemek için hayat kurtarma prosedürlerinin olmaması",
      "B": "Mülteci kamplarında çocuklara yönelik formel eğitim eksikliği",
      "C": "Cinsel istismarlara karşı devletlerin eylemsizliği",
      "D": "Fiziksel ve psikolojik ihtiyaçlarının karşılanmaması",
      "E": "Ülkelerinde savaş, kıtlık ve çevre felaketleriyle karşılaşması"
    },
    "explanation": "Boğulma olaylarını engellemek için hayat kurtarma prosedürlerinin olmaması, mülteci kamplarında çocuklara yönelik formel eğitim eksikliği, cinsel istismarlara karşı devletlerin eylemsizliği ve fiziksel ve psikolojik ihtiyaçlarının karşılanmaması, çocuk göçü sonucunda karşılaşılan sorunlardır. Buna karşın çocukların ülkelerinde savaş, kıtlık ve çevre felaketleriyle karşılaşması ise sonuç değil, göç etme nedenlerinden biridir. Bu nedenle doğru yanıt E seçeneğidir."
  },
  {
    "id": "2979150",
    "unitNumber": 5,
    "text": "Irkı, dini, milliyeti, belirli bir sosyal gruba mensubiyeti ya da siyasi görüşünden dolayı zulme uğrama korkusu nedeniyle menşe ülkesine dönemeyen veya istemeyen kişiye ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sığınmacı",
      "B": "Mülteci",
      "C": "Göçmen",
      "D": "Azınlık",
      "E": "Sınıf altı"
    },
    "explanation": "Irkı, dini, milliyeti, belirli bir sosyal gruba mensubiyeti ya da siyasi görüşünden dolayı zulme uğrama korkusu nedeniyle menşe ülkesine dönemeyen veya istemeyen kişiye mülteci denir."
  },
  {
    "id": "2979151",
    "unitNumber": 5,
    "text": "Savaş, çatışma, zulüm, insan hakları ihlalleri, zorla yerinden edilme ve vatansızlık gibi nedenlerle göç eden çocuklar, göç nedenlerine dayalı olarak hangi göçmen türündedirler?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal göçmen olarak çocuk",
      "B": "Ekonomik göçmen olarak çocuk",
      "C": "Eğitsel göçmen olarak çocuk",
      "D": "Politik göçmen olarak çocuk",
      "E": "Hukuki gömen olarak çocuk"
    },
    "explanation": "Sosyal göçmen olarak çocuk, ailenin bir parçası olarak görülmektedir. Politik göçmen çocuklar, göç olgusunun ortaya çıkardığı sorunlar karşısında çocuğa bir koruma yaklaşımı sergilemektedir. Ekonomik göçmen olarak çocuklar ise bir iş için göç eden çocuklardır. Savaş, çatışma, zulüm, insan hakları ihlalleri, zorla yerinden edilme ve vatansızlık gibi nedenler, çocukların korunmasını gerektirdiğinden, doğru yanıt D seçeneğidir."
  },
  {
    "id": "2979152",
    "unitNumber": 5,
    "text": "Her şokun yeni bir güvenlik açığı seviyesine yol açtığı ve her yeni seviyenin bir dizi yeni riskler ortaya çıkardığı, aşağı doğru ilerleyen sarmala ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çocuk kırılganlığı",
      "B": "Çocuk istismarı",
      "C": "Çocuk göçü",
      "D": "Çocuk suistimali",
      "E": "Çocuk şiddeti"
    },
    "explanation": "Her şokun yeni bir güvenlik açığı seviyesine yol açtığı ve her yeni seviyenin bir dizi yeni riskler ortaya çıkardığı, aşağı doğru ilerleyen sarmala çocuk kırılganlığı denir. Bir çocuğun olumsuz bir sonuçla karşılaşma olasılığı her şokla birlikte artar. Dolayısıyla doğru yanıt A seçeneğidir."
  },
  {
    "id": "2979153",
    "unitNumber": 5,
    "text": "Birleşmiş Milletler Çocuk Hakları Genel Kurulu 2000’de aşağıdakilerden hangisiyle ilgili ek protokol düzenlemiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çocukların silahlı çatışmalarda ve fuhuşta kullanılması",
      "B": "Çocukların eğitim ve sağlık hizmetlerine erişmesi",
      "C": "Çocukların yoksulluk ve yoksunlukla mücadele etmesinin sağlanması",
      "D": "Çocukların uzun süreli ve ağır işlerde çalıştırılması",
      "E": "Çocuklara fiziksel ve psikolojik şiddet uygulanması"
    },
    "explanation": "On yıldan fazla alan uğraşlar sonucu 2000 yılında, Birleşmiş Milletler Çocuk Hakları Genel Kurulu, çocukların silahlı çatışmalar ile fuhuş ve pornografide kullanılması alanlarını kapsayan iki önemli konuda ek protokol düzenlemiştir. Her iki protokol de 2002 yılında yürürlüğe girmiştir. Bu nedenle doğru yanıt A seçeneğidir."
  },
  {
    "id": "2979154",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi mülteci, sığınmacı ya da göçmen çocukların eğitime erişim konusunda yaşadıkları sorunlardan biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Eğitilen personelin ve kaynakların yetersizliği",
      "B": "Okul kapasitesinin yetersizliği",
      "C": "Silahlı çatışmaya katılmak için zorlanma",
      "D": "Dil farklılığı nedeniyle dil engelleri",
      "E": "Telafi derslerinin sınırlı olması"
    },
    "explanation": "Eğitilen personelin ve kaynakların yetersizliği, okul kapasitesinin yetersizliği, dil farklılığı nedeniyle dil engelleri ve telafi derslerinin sınırlı olması mülteci, sığınmacı ya da göçmen çocukların eğitime erişim konusunda yaşadıkları sorunlardandır. Oysa, silahlı çatışmaya katılmak için zorlanma dünya genelinde özellikle de savaş ve çatışmaların olduğu ülkelerde tüm çocukların yaşadığı ve genel sorunlardan biridir. Bu nedenle doğru yanıt C seçeneğidir."
  },
  {
    "id": "2979155",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi çocuk kaçakçılığı ya da çocuk ticareti kapsamında karşı tarafı sömürme amacıyla yapılan faaliyetlerden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Fuhuş yaptırmak ya da cinsel işmara maruz bırakmak",
      "B": "Zorla çalıştırmak",
      "C": "Küçük yaşta ve istemediği halde evlendirmek",
      "D": "Organlarını almak ya da başkalarına satmak",
      "E": "Kötü koşullardaki mülteci kamplarına yerleştirmek"
    },
    "explanation": "Fuhuş yaptırmak ya da cinsel işmara maruz bırakmak, zorla çalıştırmak, küçük yaşta ve istemediği halde evlendirmek, organlarını almak ya da başkalarına satmak, esaret altında tutmak, para karşılığında satmak sömürme amacıyla yapılan faaliyetlerdir. Buna karşın, koşulları kötü dahi olsa, bir mülteci kampına yerleştirmek karşı tarafı sömürme amacıyla yapılan bir faaliyet değildir. Bu nedenle doğru yanıt E seçeneğidir."
  },
  {
    "id": "2979156",
    "unitNumber": 5,
    "text": "2020 Küresel Çocukluk Raporu’na göre, çocukların en iyi korunduğu ve çocukluklarını yasayabildiği ilk üç ülke sıralamasında Singapur, Slovenya ve Finlandiya yer alırken, çocukların çocukluklarını yaşayamadıkları ve haklarına erişemedikleri ülkeler arasında en aşağıda yer alanlar ise 178. sırada Çad, 179. sırada Orta Afrika Cumhuriyeti ve 180. Sıra Nijerya yer almaktadır. Bu rapora göre Türkiye kaçıncı sırada yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "43",
      "B": "63",
      "C": "83",
      "D": "103",
      "E": "123"
    },
    "explanation": "2020 Küresel Çocukluk Raporu’na göre, çocukların en iyi korunduğu ve çocukluklarını yaşayabildiği ülke sıralamasında Türkiye 63. sırada yer almaktadır. Buna göre doğru yanıt B seçeneğidir."
  },
  {
    "id": "2979157",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi çalışan çocuk tanımı kapsamında <strong><u>yer almaz?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Narenciye, pamuk ve bakliyat gibi tarımsal alanda çalışan çocuklar",
      "B": "Kumaş, iplik ve dokuma gibi tekstil sektöründe çalışan çocuklar",
      "C": "Otel ve restoranlarda servis yapmak üzere hizmet sektöründe çalışan çocuklar",
      "D": "Hanedeki kardeşlerine veya engelli, yaşlı ve hasta yakınlarına bakan çocuklar",
      "E": "Otomotiv ve gıda fabrikası gibi üretim yapan sanayi sektöründe çalışan çocuklar"
    },
    "explanation": "Ev işlerinde ailesine yardımcı olan çocuklar, hane için alışveriş, temizlik, yemek, ütü vb. ev işleri ile hanede kendinden küçük çocuklara veya yaşlı/engelli/ hasta bir yakına bakma konularında ailesine destek olan çocukları ifade etmekte olup, çalışan çocuk kapsamında yer almamaktadır. Bundan dolayı doğru yanıt D seçeneğindeki hanedeki kardeşlerine veya engelli, yaşlı ve hasta yakınlarına bakan çocuklardır."
  },
  {
    "id": "2979158",
    "unitNumber": 5,
    "text": "Birleşmiş Milletler Çocuk Hakları Sözleşmesinin 1. Maddesi ne göre çocuk kimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "14 yaşını doldurmamış",
      "B": "15 yaşını doldurmamış",
      "C": "16 yaşını doldurmamış",
      "D": "17 yaşını doldurmamış",
      "E": "18 yaşını doldurmamış"
    },
    "explanation": "Birleşmiş Milletler Çocuk Hakları Sözleşmesinin 1. Maddesi 18 yaşını doldurmamış her insanı çocuk tanımı içinde kabul etmektedir."
  },
  {
    "id": "2979159",
    "unitNumber": 5,
    "text": "Gerçek veya sembolik kimlik ve aidiyet duyguları, göç deneyimlerine ve geçmişlerine göre şekillenen göçmenler veya göçmenlerin soyundan gelenleri ifadede kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mülteci",
      "B": "Diaspora",
      "C": "Göçmen",
      "D": "İnsan kaçakçılığı",
      "E": "Çocuk koruması"
    },
    "explanation": "Diaspora: Gerçek veya sembolik kimlik ve aidiyet duyguları, göç deneyimlerine ve geçmişlerine göre şekillenen göçmenler veya göçmenlerin soyundan gelenleri ifade etmektedir. Hedef ülkedeki ortak bir tarih, kimlik veya deneyimlere dayalı olarak anavatanlarıyla ve birbirleriyle bağlantılarını sürdüren insanlardır."
  },
  {
    "id": "2979160",
    "unitNumber": 5,
    "text": "Elverişsiz koşullarda halen hareketlilik hâlinde ya da önceden hareketlilik yaşamış 18 yaşın altındaki çocukları ve ergenleri ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yetim çocuklar",
      "B": "İltica etmiş çocuklar",
      "C": "Göçmen çocuklar",
      "D": "Mülteci çocuklar",
      "E": "Ebeveynlerinden ayrı çocuklar"
    },
    "explanation": "“Göçmen çocuklar” kavramı, elverişsiz koşullarda halen hareketlilik hâlinde ya da önceden hareketlilik yaşamış 18 yaşın altındaki çocukları ve ergenleri ifade etmektedir."
  },
  {
    "id": "2979161",
    "unitNumber": 5,
    "text": "Hem ebeveynlerinden hem de yasal veya geleneksel birinci basamak bakıcılarından ayrılmış olanlar çocukları ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yetim çocuklar",
      "B": "Mülteci çocuklar",
      "C": "Göçmen çocuklar",
      "D": "Ailelerinden ayrı düşmüş çocuklar",
      "E": "Sığınmacı çcouklar"
    },
    "explanation": "Ailelerinden ayrı düşmüş çocuklar: Hem ebeveynlerinden hem de yasal veya geleneksel birinci basamak bakıcılarından ayrılmış olanlardır. Ancak, çocuğun diğer akrabalarından olması şart değildir. Bu nedenle bunlar, diğer yetişkin aile üyelerinin eşlik ettiği çocukları da içerebilmektedir"
  },
  {
    "id": "2979162",
    "unitNumber": 5,
    "text": "Ebeveynlerinden her ikisinin de hayatını kaybetmiş olduğu çocukları tanımlayan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mülteci çocuklar",
      "B": "Koruma altında kalan çocuklar",
      "C": "Ailelerinden ayrı düşmüş çocuklar",
      "D": "Göçmen çocuklar",
      "E": "Yetim çocuklar"
    },
    "explanation": "Yetim Çocuklar: Ebeveynlerinden her ikisinin de hayatını kaybetmiş olduğu çocukları tanımlamaktadır. Ancak, bazı ülkelerde ebeveynlerinden sadece birini kaybetmiş çocuklar için de aynı tanımlama kullanılmaktadır"
  },
  {
    "id": "2979163",
    "unitNumber": 5,
    "text": "Güvenlik, hayatta kalma çabası, ailevi nedenler ya da insan kaçakçıları aracılığıyla seyahat eden çocukların yaşadıkları durumu anlatan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uluslararası çocuk göçü",
      "B": "Göçmen çocuk",
      "C": "Mülteci çocuk",
      "D": "Sığınmacı çocuk",
      "E": "Yetim çcouk"
    },
    "explanation": "Uluslararası çocuk göçü ise, güvenlik, hayatta kalma çabası, ailevi nedenler ya da insan kaçakçıları aracılığıyla seyahat eden çocukları içermektedir"
  },
  {
    "id": "2979164",
    "unitNumber": 5,
    "text": "Irkı, dini, milliyeti, belirli bir sosyal gruba mensubiyeti ya da siyasi görüşünden dolayı zulme uğrama korkusu nedeniyle menşe ülkesine dönemeyen veya istemeyen kişi aşağıdaki hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sığınmacı",
      "B": "Mülteci",
      "C": "Göçmen",
      "D": "Kaçak",
      "E": "Diaspora"
    },
    "explanation": "Mülteci: Sözleşmeye göre mülteci, ırkı, dini, milliyeti, belirli bir sosyal gruba mensubiyeti ya da siyasi görüşünden dolayı zulme uğrama korkusu nedeniyle menşe ülkesine dönemeyen veya istemeyen kişidir."
  },
  {
    "id": "2979165",
    "unitNumber": 5,
    "text": "Hem ebeveynlerinden hem de yasal ve geleneksel olarak çocuktan sorumlu olan kişilerden ayrılmış çocukları ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız kalmış çocuklar",
      "B": "Ailelerinden ayrı düşmüş çocuklar",
      "C": "Yetim çocuklar",
      "D": "Refakatsiz çocuklar",
      "E": "Terkedilmiş çocuklar"
    },
    "explanation": "Refakatsiz Çocuklar: Hem ebeveynlerinden hem de yasal ve geleneksel olarak çocuktan sorumlu olan kişilerden ayrılmış çocukları kapsamaktadır."
  },
  {
    "id": "2979166",
    "unitNumber": 5,
    "text": "Doğdukları dışında bir ülkede veya bölgede yaşayan insanları ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uluslararası göçmenler",
      "B": "Göçmenler",
      "C": "Mülteciler",
      "D": "Sığınmacılar",
      "E": "Kaçaklar"
    },
    "explanation": "Uluslararası göçmenler: Doğdukları dışında bir ülkede veya bölgede yaşayan insanları ifade eder."
  },
  {
    "id": "2979167",
    "unitNumber": 5,
    "text": "UNICEF, 2019 yılında Gençlik ve Spor Bakanlığı, Aile Çalışma ve Sosyal Hizmetler Bakanlığı ve STK ortaklarıyla Suriyeli ve Türk ergenler ve gençler için anlamlı katılım ve yaşam becerileri eğitimi fırsatlarını genişletmek için iş birliği yapmıştır. Bu işbirliği aşağıdaki hangi strateji kapsamında gerçekleşmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Göçmen Çocukları Kazan",
      "B": "Kayıp Kuşak Yok",
      "C": "Çocuklar İçin Birlik",
      "D": "Haydi Çocuklar",
      "E": "Kuşaklar Arası Dayanışma"
    },
    "explanation": "“Kayıp Kuşak Yok” stratejisi çerçevesinde UNICEF, 2019 yılında Gençlik ve Spor Bakanlığı, Aile Çalışma ve Sosyal Hizmetler Bakanlığı ve STK ortaklarıyla Suriyeli ve Türk ergenler ve gençler için anlamlı katılım ve yaşam becerileri eğitimi fırsatlarını genişletmek için iş birliği yapmıştır."
  },
  {
    "id": "2979168",
    "unitNumber": 6,
    "text": "1951 yılında Sağlık ve Sosyal Yardım Bakanlığına bağlı olan İzmir’deki<br/>Sağır-Dilsiz ve Körler Okulu’nun Millî Eğitim Bakanlığına devredilmesi aşağıdakilerden hangisinin işaretçisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Engelli bireylerin ihtiyaçlarının artık tamamen tıbbi açıdan ele alınmaya başladığının",
      "B": "Engelli bireylere yaklaşımın artık tamamen biyopsikososyal modele dayanmaya başladığının",
      "C": "Engelli bireyleri yetiştirme işinin bir sağlık hizmeti olarak algılanmasından çıkartılarak bir eğitim hizmeti olarak kabul edildiğinin",
      "D": "Engelli bireylerin eğitimlerinin kaynaştırma okullarında gerçekleştirilmesine karar verildiğinin",
      "E": "Engelli bireylerin eğitim ihtiyaçlarının kendileri tarafından belirlenmesi gerektiğinin fark edilmeye başladığının"
    },
    "explanation": "Sosyal Yardım Bakanlığına bağlı olan İzmir’deki Sağır-Dilsiz ve Körler Okulu’nun Millî Eğitim Bakanlığına devredilmesi; engelli bireyleri yetiştirme<br/>işinin bir sağlık hizmeti olarak algılanmasından çıkartılarak bir eğitim hizmeti olarak kabul edildiği anlamına gelmektedir."
  },
  {
    "id": "2979169",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi engelliliği doğrudan günahkârlık ve kötülüğe bağlayan modeldir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tıbbi model",
      "B": "Sosyal model",
      "C": "Biyopsikososyal model",
      "D": "Moral/ahlaki model",
      "E": "Pazar/Piyasa modeli"
    },
    "explanation": "Engellilikle ilgili en eski model, engelliliği doğrudan günahkârlık ve kötülüğe bağlayan “moral/ ahlaki model”dir (Oğultürk, 2012). Yukarıda ele<br/>aldığımız üzere ilk ve orta çağ Avrupa’sında yaygın<br/>olan bu görüşe göre engelli insanlar kendilerinin ya<br/>da ailelerinin bazı günahlarından dolayı bu duruma maruz kalmışlardır"
  },
  {
    "id": "2979170",
    "unitNumber": 6,
    "text": "Tıbbi modelin engelliliğe bakış açısı bağlamında aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Engel toplumun engele verdiği tepkinin sonucudur.",
      "B": "Çevresel düzenlemeler engeli ortadan kaldırabilir.",
      "C": "Engelli bireyler kendi hayatlarını kontrol etmeye muktedirdir.",
      "D": "Kişinin eksiklik ya da yetersizliğine dışarıdan müdahale zorunludur.",
      "E": "Engel sosyal çerçeve içerisinde ele alınması zorunlu bir olgudur."
    },
    "explanation": "Tıbbi modele göre, toplum katı ve değiştirilemez olarak görülürken insanın çevreye uyması gerektiği için esnek ve değiştirilebilir olması savunulur (Oğultürk, 2012). Bu yüzden engelliliğe tıbbi müdahale yapılarak bireyin normal yaşama dönebileceği düşünülmektedir."
  },
  {
    "id": "2979171",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Ataman ve arkadaşları'na göre rastlanma sıklığı yüksek engel türlerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Görme yetersizliği olan çocuklar",
      "B": "İşitme yetersizliği olan çocuklar",
      "C": "Öğrenme güçlüğü gösteren çocuklar",
      "D": "Ortopedik yetersizlikten etkilenmiş olan ve sağlık yetersizliği olan çocuklar",
      "E": "Otizm ve otistik bozukluğu olan çocuklar"
    },
    "explanation": "Rastlanma Sıklığı Yüksek<br/>• Zihinsel yetersizliği olan çocuklar<br/>• Gelişimi tehlike altında olan çocuklar<br/>• Öğrenme güçlü gösteren çocuklar<br/>• Duygusal ve davranışsal bozukluğu olan çocuklar<br/>• İletişim yetersizliği olan çocuklar\n Rastlanma Sıklığı Düşük<br/>• Görme yetersizliği olan çocuklar<br/>• İşitme yetersizliği olan çocuklar<br/>• Ortopedik yetersizlikten etkilenmiş olan ve sağlık yetersizliği olan çocuklar<br/>• Otizm ve otistik bozukluğu olan çocuklar"
  },
  {
    "id": "2979172",
    "unitNumber": 6,
    "text": "Aşağıdaki engellilik modellerinden hangisi yetersizliğe odaklanması ve meseleyi<br/><strong>tamamen</strong> engelli birey üzerinden ele alması bakımından eleştirilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Moral/ahlaki model",
      "B": "Tıbbi model",
      "C": "Sosyal model",
      "D": "Biyopsikososyal model",
      "E": "Pazar/piyasa modeli"
    },
    "explanation": "Tıbbi modelin yetersizliğe odaklanması ve meseleyi engelli birey üzerinden ele alması temel sınırlılık olarak karşımıza çıkmaktadır."
  },
  {
    "id": "2979173",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangsi Engelli Hakları Sözleşmesinde ele alınan dört temel<br/>başlıktan biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Topluma dâhil edilmek",
      "B": "Ayrımcılıktan ve damgalanmaktan korunmak",
      "C": "Hizmetlerin erişilebilirliği",
      "D": "Maddi yüklerden korunmak",
      "E": "Yasalar önünde eşitlik"
    },
    "explanation": "Engelli Hakları Sözleşmesi, engellilerin topluma dâhil olması, ayrımcılıktan ve damgalanmaktan korunması, hizmetlerin engelliler için erişilebilir<br/>olması, yasalar önünde eşitlik konularında devlete yükümlülükler getirmektedir."
  },
  {
    "id": "2979174",
    "unitNumber": 6,
    "text": "Aşağıdaki kavramlardan hangisi eğitim ortamlarının yanı sıra ev kurma, çalışma, sosyal ve boş zaman etkinlikleri gibi imkânlardan engelli bireylerin de engelli olmayanlar kadar yararlanması anlamında kullanılan kavramdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ayrıştırma",
      "B": "Normalleştirme",
      "C": "Kaynaştırma",
      "D": "Bütünleştirme",
      "E": "Genelleştirme"
    },
    "explanation": "Kaynaştırma kavramı genel anlamda engelli bireyin olağan gelişim gösteren akranlarıyla birlikte tam ya da yarı zamanlı olarak birlikte eğitim görmelerini ifade etmektedir (Akçamete, 2010). Ancak burada unutulmaması gereken, engelli öğrencinin ve öğretmeninin gerektiğinde destek özel eğitim<br/>imkânlarına sahip olmasının gereğidir. Normalleştirme kavramı ise eğitim ortamlarının yanı sıra ev kurma, çalışma, sosyal ve boş zaman etkinlikleri<br/>gibi imkânlardan engelli bireylerin de engelli olmayanlar kadar yararlanması kavramıdır. Bütünleştirme kavramı ise kaynaştırma kavramının daha geniş<br/>bir içeriğe kavuşmuş şeklidir. Buna göre bütünleştirme, iş birliğine açık, destekleyici ve öğrenmeye uygun ortamlarda tüm öğrencilerin öğrenmek için<br/>gereksinim duyduğu hizmetlerin ve fiziksel koşulların sağlanması, öğrencilerin her birinin bireysel farklılıklara saygı duyması ve farklılıklardan bir<br/>şeyler öğrenmesidir. (Akçamete, 2010:55)."
  },
  {
    "id": "2979175",
    "unitNumber": 6,
    "text": "Aşağıdaki kavramlardan hangisi engellilerin insan haklarını ve temel özgürlüklerini diğer bireylerle eşit şekilde kullanmasını sağlamak üzere belirli bir durumda ihtiyaç duyulan, ölçüsüz veya aşırı bir yük getirmeyen, gerekli ve uygun değişiklik ve tedbirleri içermektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kaynaştırma",
      "B": "İstihdam",
      "C": "Pozitif ayrımcılık",
      "D": "Makul düzenleme",
      "E": "Yasalar önünde eşitlik"
    },
    "explanation": "Makul düzenleme: Engellilerin insan haklarını ve temel özgürlüklerini tam ve diğer bireylerle eşit şekilde kullanmasını veya bunlardan yararlanmasını sağlamak üzere belirli bir durumda ihtiyaç duyulan, ölçüsüz veya aşırı bir yük getirmeyen, gerekli ve uygun değişiklik ve tedbirleri içermektedir."
  },
  {
    "id": "2979176",
    "unitNumber": 6,
    "text": "Üniversite sınavına giren engelli öğrencilerin puanlarına ilave puan eklemek yönünde bir uygulama aşağıdaki kavramlardan hangisine örnek teşkil eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Makul düzenleme",
      "B": "Pozitif ayrımcılık",
      "C": "Kaynaştırma",
      "D": "Bütünleştirme",
      "E": "Normalleştirme"
    },
    "explanation": "Pozitif ayrımcılık; ekonomik, politik alanlarda ve toplumsal yaşamdaki eşitsizlikleri azaltmak için dezavantajlı gruplara (kadın, çocuk, engelli<br/>vb.) verilen ayrıcalık ve haklardır.Dolayısıyla sınavlarda ilave puan gibi uygulamalar pozitif ayrımcılık çerçevesinde ele alınabilir."
  },
  {
    "id": "2979177",
    "unitNumber": 6,
    "text": "Aşağıdaki engel gruplarından hangisi Aile, Çalışma ve Sosyal Hizmetler Bakanlığının 2019 yılında yayınladığı Engelli ve Yaşlı İstatistik Bülteni’ne göre ulusal engelliler veri tabanında kayıtlı ve hayatta olan engelli sayısı bakımından başta yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Zihinsel",
      "B": "Süreğen Hastalık",
      "C": "Ortopedik",
      "D": "Ruhsal ve Duygusal",
      "E": "Görme"
    },
    "explanation": "Veri tabanında kayıtlı ve hayatta olan engellilerin engel gruplarına göre dağılımları şu şekildedir:\n Süreğen Hastalık 1.102.211<br/>Zihinsel 518.279<br/>Ortopedik 387.044<br/>Görme 284.366<br/>İşitme 232.056<br/>Ruhsal ve Duygusal 209.653<br/>Dil ve Konuşma 42.558<br/>Diğer 59.012"
  },
  {
    "id": "2979178",
    "unitNumber": 6,
    "text": "Osmanlıda bilinen ilk özel eğitim kurumu 1889 yılında hangi engel türü için açılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dilsizler",
      "B": "Görme engelliler",
      "C": "İşitme engelliler",
      "D": "Zihinsel engelliler",
      "E": "Ortopedik engelliler"
    },
    "explanation": "Konuşma engelliler için Dilsizler Mektebi adı altında açılmıştır."
  },
  {
    "id": "2979179",
    "unitNumber": 6,
    "text": "Aşağıdaki ifadelerden hangisi \"Engellilik\" kavramının içeriğine dahildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dışsal",
      "B": "Fiziksel",
      "C": "Özür",
      "D": "Yetersizlik",
      "E": "Etiket"
    },
    "explanation": "Engel kavramı, bireyin özür veya yetersizliğinden değil de çevresel faktörlerin ve toplumsal algının etkisinden bahsetmesi açısından dışsal bir içeriğe sahiptir."
  },
  {
    "id": "2979180",
    "unitNumber": 6,
    "text": "Aşağıdaki engel türlerinden hangisi rastlanma sıklığı en düşük olan engel türüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Otizm ve otistik bozukluklar",
      "B": "Ortopedik yetersizlikler",
      "C": "İşitme yetersizliği",
      "D": "Görme yetersizliği",
      "E": "Zihinsel yetersizlik"
    },
    "explanation": "En az rastlanan engel türü otizm ve otistik bozukluklardır."
  },
  {
    "id": "2979181",
    "unitNumber": 6,
    "text": "Aşağıdaki engel türlerinden hangisi en sık rastlanan engel türüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Zihinsel yetersizlik",
      "B": "Öğrenme güçlüğü",
      "C": "İletişim yetersizliği",
      "D": "Görme yetersizliği",
      "E": "Duygusal ve davranışsal bozukluk"
    },
    "explanation": "Zihinsel yetersizlik en sık rastlanan engel türüdür."
  },
  {
    "id": "2979182",
    "unitNumber": 6,
    "text": "\"...............: Herhangi bir nedenle oluşan engelin etkilerini mümkün olan en az düzeye indirmeyi ve engellinin hayatını bağımsız bir şekilde sürdürebilmesini amaçlayan fiziksel, sosyal, zihinsel ve mesleki beceriler geliştirmeye yönelik hizmetlere denir.\"\n Yukarıdaki tanım ifadesinde boş bırakılan yeri aşağıdakilerden hangisi en doğru tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Rehabilitasyon",
      "B": "Özel eğitim",
      "C": "Tedavi",
      "D": "Meditasyon",
      "E": "Pozitif ayrımcılık"
    },
    "explanation": "Rehabilitasyon"
  },
  {
    "id": "2979183",
    "unitNumber": 6,
    "text": "\"Engelli çocukların aileden sonra ilk karşılaştıkları toplumsal kurum eğitim, yani okuldur. Türkiye'de ve dünyada engelli çocuklara verilen eğitime ise en genel anlamda .................... .................... denir.\"\n Yukarıdaki tanım ifadesinde boş bırakılan yeri aşağıdakilerden hangisi en doğru tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Özel eğitim",
      "B": "Bütünleşik eğitim",
      "C": "Karma eğitim",
      "D": "Psikolojik telkin",
      "E": "Tıbbi tedavi"
    },
    "explanation": "Özel eğitim"
  },
  {
    "id": "2979184",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi normalleşme sürecine dahil değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mükemmelleşme",
      "B": "Ev kurma",
      "C": "Çalışma",
      "D": "Sosyal etkinlik",
      "E": "Boş zaman etkinliği"
    },
    "explanation": "Postmodern toplum, tüketim kültürünün bedensel mükemmelliğe dayalı yeni bir imajı ön plana çıkarmıştır. Böylece modern topluma göre içeriği daha geniş bir ötekilik ortaya çıkmıştır."
  },
  {
    "id": "2979185",
    "unitNumber": 6,
    "text": "\"........... ekonomik, politik alanlarda ve toplumsal yaşamdaki eşitsizlikleri azaltmak için dezavantajlı gruplara(kadın, çocuk, engelli) verilen ayrıcalık ve haklardır.\"\n Yukarıdaki ifadede boş bırakılan yeri aşağıdakilerden hangisi en doğru tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Pozitif ayrımcılık",
      "B": "Makul düzenleme",
      "C": "Dolaylı ayrımcılık",
      "D": "Doğrudan ayrımcılık",
      "E": "Engelliliğe dayalı ayrımcılık"
    },
    "explanation": "Pozitif ayrımcılık"
  },
  {
    "id": "2979186",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yeni bir ötekileştirmedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kilolu olmak",
      "B": "Genç olmak",
      "C": "Güzel olmak",
      "D": "Atletik olmak",
      "E": "Zeki olmak"
    },
    "explanation": "Kilolu olmak"
  },
  {
    "id": "2979187",
    "unitNumber": 6,
    "text": "Aşağıdaki ifadelerden hangisi engelliliği açıklayan Ahlaki Model'in görüşüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Engelli insanlar kendilerinin ya da ailelerinin günahlarından dolayı bu duruma maruz kalmıştır.",
      "B": "Toplum katı ve değiştirilemezdir, insan çevreye uymalıdır.",
      "C": "Engelli bireyler sınırlı ve aciz kişilerdir.",
      "D": "Aktivite sınırlılığının yarattığı avantajsız durum engelli olmayanlar tarafından göz ardı edilir.",
      "E": "Engellilik toplumun engelliliğe yarattığı tepkisinin bir ürünüdür."
    },
    "explanation": "Engelli insanlar kendilerinin ya da ailelerinin günahlarından dolayı bu duruma maruz kalmıştır."
  },
  {
    "id": "2979188",
    "unitNumber": 6,
    "text": "<strong>1-Engellilik kavramı için esas olarak hangisinden <u>bahsedilemez</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Zedenlenme",
      "B": "İşlevsizlik",
      "C": "Yetersizlik",
      "D": "Asosyallik",
      "E": "Etkileşimsizlik"
    },
    "explanation": "Engellilik kavramını, nedenlerini ve türlerini ifade edebilme<br/><strong><em>Engellik; </em></strong>zihinsel, fiziksel, davranışsal ya da duyu organlarının zedelenmeye bağlı olarak tüm ya da kısmen işlevlerinde gözlenen kayıpların ortaya çıkardığı yetersizlik nedeniyle bireyin çevreyle etkileşimde karşılaştığı problem durumudur (Ataman, 2003). Toplumda yetersizlikten etkilenmiş bireyleri tanımlamak amacıyla çok çeşitli kavramların kullanıldığı görülmektedir. Bu kapsamda, engel kavramının yanısıra yetersizlik, zedelenme, sapma, sakatlık ve özür gibi kavramların yaygın olarak tercih edildiği görülmektedir. Bu kullanım farkları hukuki konularda, kamu kuruluşlarında, sivil toplum örgütlerinde ya da özel eğitimle ilgili alanlarda farklı tercihlerden etkilenmiştir."
  },
  {
    "id": "2979189",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi doğum öncesi engellilik nedenleri arasında <u>sayılamaz</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Ateşli hastalık",
      "B": "Kalıtım",
      "C": "Kazalar",
      "D": "Röntgen",
      "E": "Yanlış İlaç"
    },
    "explanation": "Engellilik kavramını, nedenlerini ve türlerini ifade edebilme<br/>Doğum öncesi nedenleri; kalıtım, annenin geçirdiği hastalıklar, çeşitli kazalar, yanlış ya da yan etkisi olan ilaç kullanımı, radyasyona maruz kalma ve röntgen çekilmesi olarak sıralanabilir. Doğum sonrası nedenlerin ise çocuğun geçirdiği ateşli hastalıklar,"
  },
  {
    "id": "2979190",
    "unitNumber": 6,
    "text": "<strong>3- Aşağıdakilerden hangisi engelliler konusunda İDEA için <u>söylenemez</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "ABD’de hazırlanmıştır.",
      "B": "Yetersizliklerle ilgilidir",
      "C": "14 yetersizlik türünü ifade eder",
      "D": "Otizm",
      "E": "Gelişim Geriliği"
    },
    "explanation": "Engellilik kavramını, nedenlerini ve türlerini ifade edebilme<br/>ABD’de kısa adı İDEA olan yasada 16 yetersizlik sınıfı belirlenmiştir. Buna göre, öğrenme güçlükleri, dil ve konuşma bozuklukları, zihinsel yetersizlik, duygusal ve davranışsal bozukluk, çoklu yetersizlik, işitme-görme kaybı, işitme güçlüğü, ortopedik bozukluklar, süreğen hastalıklar, görme yetersizliği, otizm, travmatik beyin hasarı, gelişim geriliği, dikkat eksikliği ve hiperaktivite bozukluğu gibi çeşitli yetersizlik alanlarının sınıflandırmaya girdiği görülmektedir (Akçamete, 2010). Ataman ve arkadaşları ise engelli çocukları rastlanma sıklığı yüksek ve düşük olmak üzere iki başlık altında sınıflandırmışlardır"
  },
  {
    "id": "2979191",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi İlkçağlarda engellilerin dışlanma nedenlerinden <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Avcılık yapamamak",
      "B": "Savaşamamak",
      "C": "Tanrıyı kızdırmanın sebebi sayılmak",
      "D": "İşe yarar görülmemek",
      "E": "Hristiyanlığın emirlerine uyulması"
    },
    "explanation": "Engellilerin yaşadığı tarihsel ve toplumsal sorunları tartışabilme<br/>Engelli bireylerle ilgili tarihsel bilgiler antik çağlara kadar uzanmaktadır. Savaş ve avlanma gibi önemli durumlarda bireyin bir işe yaraması gerektiği düşünüldüğünden ilkel toplumlarda bireylerin beden gücü ve sağlığına önem verilmiştir. Bu nedenle eski toplumlarda sakat doğan yâda sonradan engelli olanlara olumsuz tepkiler gösterilmiştir. Böylece savaş ve üretime katılabilmeleri beklenemeyecek durumda doğanların hemen ortadan kaldırılması yoluna gidilmiştir\n<br/>Bunun nedeni kendilerinin ya da ebeveynlerinin işlediği suç ya da günahlar yüzünden tanrılarca cezalandırılmış olmaları kanısıydı. Tanrıların öfkesini daha çok üstlerine çekmemek için en etkili yolun bu suç delillerini ortadan kaldırmak olduğu sanılırdı\n<br/>Hristiyanlığın yayılmasının etkisi ile engelli bireylere yönelik bu kötü yaklaşım yerini ilgi, koruma ve şefkate bırakmış, dini kurumlarda özel gereksinimli bireylerin temel ihtiyaçları karşılanmaya başlanmıştır"
  },
  {
    "id": "2979192",
    "unitNumber": 6,
    "text": "<strong>5-Aşağıdakilerden hangisi tarihi süreçte Türk toplumunda engellilere dair uygulamalardandır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Öldürme",
      "B": "Zor işlerde çalıştırma",
      "C": "Tedavi hizmetleri sunma",
      "D": "Zarar verici davranışlar",
      "E": "Sokağa atılma"
    },
    "explanation": "2 Engellilerin yaşadığı tarihsel ve toplumsal sorunları tartışabilme<br/>Engelli bireylerle ilgili Türk toplumlarındaki tarihsel gelişmelerle ilgili bilgiler ise çok sınırlıdır. Osmanlı ve öncesi dönemde Türk ve İslam toplumlarında engellilerin, Batı’dakinin aksine öldürülme, zor işlerde çalıştırılma ya da zarar verici davranışlara maruz kalma gibi durumlar yaşamadığı tahmin edilmektedir. Özellikle Selçuklu ve Osmanlı dönemlerinde engelli ve ruhsal problemleri olan bireylere yönelik bakım ve tedavi hizmetleri sunulduğu bilinmektedir"
  },
  {
    "id": "2979193",
    "unitNumber": 6,
    "text": "Engelliliğe dair tıbbi/medikal modelde hangisinden <u>söz edilemez</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Engellinin suçlanması",
      "B": "Engelliliğin oluşumunu önleme",
      "C": "Rehabilitasyon",
      "D": "Koruyucu Programlar",
      "E": "Yaşam kalitesini arttırma"
    },
    "explanation": "Engelliliği açıklayan sosyolojik modelleri ifade edebilme<br/>Bu yaklaşımda, adından da anlaşılacağı üzere yetersizliğin tıbbi açıklamasına odaklanılmış, toplumsal etkenlere değinilmemiştir. Bu nedenle modele bireysel engellilik modeli de denilmektedir (Giddens, 2012). Bu modele göre, toplum katı ve değiştirilemez olarak görülürken insanın çevreye uyması gerektiği için esnek ve değiştirilebilir olması savunulur (Oğultürk, 2012). Bu yüzden engelliliğe tıbbi müdahale yapılarak bireyin normal yaşama dönebileceği düşünülmektedir. Medikal modelde,<br/>kişinin eksiklik ya da yetersizliği üzerinde durulduğundan, kişinin güçlü ve olumlu yanları göz ardı edilmekte böylece engelli bireylerin sınırlı, aciz bireyler olduğu düşüncesi oluşmaktadır"
  },
  {
    "id": "2979194",
    "unitNumber": 6,
    "text": "<strong>7-Aşağıdakilerden hangisi sosyal modelin karşı olduğu konulardan <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kısıtlayıcılık",
      "B": "Tercih hakkı",
      "C": "Damgalayıcılık",
      "D": "Ayrımcılık",
      "E": "Engellemecilik"
    },
    "explanation": "3 Engelliliği açıklayan sosyolojik modelleri ifade edebilme<br/>toplumdaki kısıtlayıcı, damgalayıcı, ayrımcı ve engelleyici tutumlar sonucu ortaya çıkmaktadır (Arıkan, 2002). Bu yüzden engellilik toplumun engelliliğe yarattığı tepkisinin bir ürünüdür (Winter, 2005). Bu anlamda engellilik, engelli olmayan insanların ayrımcı ve etiketleyici görüşleriyle ortaya çıkan, sınırlayıcı yasalar, politikalar ve kurumsallaşmış alışkanlıkların sonucu olarak toplumun yarattığı bir durumdur (Özgöbek, 2007). Sosyal model engellilerin önündeki engellerin ortadan kaldırılarak topluma tam katılımlarının sağlaması gerektiğine inanmaktadır (Giddens, 2012). Sosyal modele göre engelli bireyler mümkün olduğunca kendi hayatlarını kontrol edebilmeli, sebepsiz kısıtlamalardan bağımsız olabilmeli, kendi tercihlerini yapabilmelerine ve bunları gerçekleştirebilmelerine saygı duyulmalıdır\n Medikal model ile engelliliğin oluşumunun önlenmesi, <strong><em>rehabilitasyon, </em></strong>bakım ve izleme ile ilgili koruyucu ve önleyici programların hazırlanması engelli bireylerin ve ailelerinin yaşam kalitesini arttırmıştır. Engellilerin günahkar olarak suçlanması Engellilikle ilgili en eski model, engelliliği doğrudan günahkârlık ve kötülüğe bağlayan “moral/ ahlaki model”dir (Oğultürk, 2012). Yukarıda ele aldığımız üzere ilk ve orta çağ Avrupa’sında yaygın olan bu görüşe göre engelli insanlar kendilerinin ya da ailelerinin bazı günahlarından dolayı bu duruma maruz kalmışlardır."
  },
  {
    "id": "2979195",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi engelliği çocuğa sahip ailelerin yaşadığı sorunlardan <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplumsal kabulü reddetme",
      "B": "Yaşam amaçlarını değiştirme",
      "C": "Etkinlilerden vazgeçme",
      "D": "Eğlenceden uzak durma",
      "E": "Çevreden uzaklaşma"
    },
    "explanation": "Engelli çocuğun sosyalleşme süreçlerini, aile ve eğitim ortamlarıyla etkileşimini ifade edebilme<br/>Bu nedenle engelli çocuğa sahip aileler; yaşam amaçlarını değiştirme, yapmak istedikleri etkinliklerden vazgeçme, eğlence yerine çocuğa zaman ayırma, çevreden uzaklaşma gibi sosyal sorunlar yaşayabilmektedirler"
  },
  {
    "id": "2979196",
    "unitNumber": 6,
    "text": "<strong>9-Aşağıdakilerden hangisi engelli eğitimindeki kavramlardan <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Toplumsallaştırma",
      "B": "Normalleştirme",
      "C": "Ferdileştirme",
      "D": "Koparmama",
      "E": "Bütünleştirme"
    },
    "explanation": "Engelli çocuğun sosyalleşme süreçlerini, aile ve eğitim ortamlarıyla etkileşimini ifade edebilme<br/>Bu çocuklar daha sonra toplumdan koparılmadan ama akranlarından ayrı okul ve sınıflarda öğrenim görmeye devam etmişlerdir. Son olarak da özellikle gelişmiş ülkelerde engelli çocukların yaşıtlarıyla aynı sınıflarda eğitim görmeleri sağlanmaya başlamıştır. Bu süreç ise kavramsal olarak kaynaştırma, normalleştirme ve bütünleştirme kavramları ile açıklanabilmektedir."
  },
  {
    "id": "2979197",
    "unitNumber": 6,
    "text": "<strong>10- Yürüme engelli arkadaşlarını hafta sonu gezisinde istemeyen öğrenciler ayrımcılığa odak olan hangi davranışı sergilemişlerdir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ötekileştirme",
      "B": "Reddetme",
      "C": "Dışlama",
      "D": "Aşağılama",
      "E": "Yok sayma"
    },
    "explanation": "Engelliliğe yönelik ayrımcılığı ifade edebilme<br/>Ayrımcı davranışların odak noktası, ötekileştirme, dışlama, reddetme ya da aşağılamadır. Engelliliğe yönelik ayrımcılığın ve ötekileştirmenin çeşitli nedenleri bulunabilir."
  },
  {
    "id": "2979198",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi çocuklarda rastlanma sıklığı yüksek olan engel türlerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "<em>Zihinsel yetersizliği olan çocuklar </em>",
      "B": "<em>Gelişimi tehlike altında olan çocuklar </em>",
      "C": "<em>Öğrenme güçlü gösteren çocuklar </em>",
      "D": "<table> <tbody> <tr> <td> <em>Görme yetersizliği olan çocuklar </em>\n </td> </tr> </tbody> </table>",
      "E": "<em>Duygusal ve davranışsal bozukluğu olan çocuklar </em>"
    },
    "explanation": "Doğru yanıt D seçeneğidir."
  },
  {
    "id": "2979199",
    "unitNumber": 6,
    "text": "Herhangi bir nedenle oluşan engelin etkilerini mümkün olan en az düzeye indirmeyi ve engellinin hayatını bağımsız bir şekilde sürdürebilmesini sağlamayı amaçlayan fiziksel, sosyal, zihinsel ve mesleki beceriler geliştirmeye yönelik hizmetlere…………… denir.\n Yukarıda boş bırakılan yere hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Toplumsallaşma",
      "B": "Doğrudan ayrımcılık",
      "C": "Makul düzenleme",
      "D": "Rehabilitasyon",
      "E": "Kaynaştırma"
    },
    "explanation": "Doğru yanıt D seçeneğidir."
  },
  {
    "id": "2979200",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi “engelli çocukların normal gelişim gösteren akranları ile aynı eğitim ortamlarında öğrenim görmesi” şeklinde tanımlanmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Toplumsallaşma",
      "B": "Doğrudan ayrımcılık",
      "C": "Makul düzenleme",
      "D": "Rehabilitasyon",
      "E": "Kaynaştırma"
    },
    "explanation": "Doğru yanıt E seçeneğidir."
  },
  {
    "id": "2979201",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ailelerin engelli çocuklarının toplumsallaşması sürecinde yaşadıkları\n geliştirdikleri olumsuz tutum ve davranışların nedenleri arasında yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Çocuklarını özel eğitim kurslarına göndermeleri",
      "B": "Engelli bir çocuğa sahip olmaktan utanç duymaları",
      "C": "Sosyal ortamlardan uzak durmaları",
      "D": "Kusursuz beden algısına sahip olmaları",
      "E": "Engelli çocuğu kabul etmekte güçlük yaşamaları"
    },
    "explanation": "doğru yanıt A seçeneğidir."
  },
  {
    "id": "2979202",
    "unitNumber": 6,
    "text": "Ailelerin sosyodemografik özelliklerinin de engellilikle doğrudan ilgisi bulunmaktadır. Aşağıdakilerden hangisi bu durum ile ilgili değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ailenin okuma yazma oranı",
      "B": "Akraba evlilikleri",
      "C": "Ebeveynin genetik altyapısı",
      "D": "Hamilelik döneminde tarlada çalışma",
      "E": "Evlilik biçimleri"
    },
    "explanation": "C"
  },
  {
    "id": "2979203",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi “görünüşte ayrımcı olmayan her türlü eylem, işlem ve uygulamalar sonucunda engelliliğe dayalı ayrımcılık temeliyle bağlantılı olarak, engellinin hak ve özgürlüklerden yararlanması bakımından nesnel olarak haklılaştırılamayan dezavantajlı bir konuma sokulması” şeklinde tanımlanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Dışlama",
      "B": "Doğrudan Ayrımcılık",
      "C": "Engelliğe yönelik ayrımcılık",
      "D": "Dolaylı ayrımcılık",
      "E": "Kaynaştırma"
    },
    "explanation": "D"
  },
  {
    "id": "2979204",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi “engellilerin insan haklarını ve temel özgürlüklerini tam ve diğer bireylerle eşit şekilde kullanmasını veya bunlardan yararlanmasını sağlamak üzere belirli bir durumda ihtiyaç duyulan, ölçü-süz veya aşırı bir yük getirmeyen, gerekli ve uygun değişiklik ve tedbirler” olarak tanımlanabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kaynaştırma",
      "B": "Toplumsallaşma",
      "C": "Bütünleştirme",
      "D": "Makul düzenleme",
      "E": "Normalleştirme"
    },
    "explanation": "D"
  },
  {
    "id": "2979205",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi engellilerin tarihi ile ilgili yanlış bir bilgidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İlk ve orta çağ Avrupa’sında engelli bireyler uğursuz ve gereksiz sayılarak öldürülmüştür.",
      "B": "Eski Türk toplumlarında engelli bireylerin özel yetileri olduğuna inanılırdı.",
      "C": "Engelli çocuklar ancak yirminci yüzyıla gelindiğinde belli hak ve imkânlara kavuşmuştur.",
      "D": "Osmanlı döneminde engelli bireylerin toplumda çeşitli görevler üstlenmiştir.",
      "E": "Engelli bireylerin eğitilmesi ile ilgili ilk girişimler Türk toplumunda Batı’dan önce gerçekleşmiştir."
    },
    "explanation": "D<br/>E"
  },
  {
    "id": "2979206",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi engelliliğin doğum sırası nedenleri arasında almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Erken-geç veya zor doğum",
      "B": "Çocuğun ters gelmesi",
      "C": "Göbek bağının dolanması",
      "D": "Annenin geçirdiği hastalıklar",
      "E": "Doğum esnasında bebeğin oksijensiz kalması"
    },
    "explanation": "D"
  },
  {
    "id": "2979207",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Engelli Hakları Yasası’nın sağladığı yararlardan birisi değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Engellilerin topluma dâhil olması",
      "B": "Engellilerin ayrımcılıktan ve damgalanmaktan korunması",
      "C": "Engellilerin kanun önünde imtiyaz sahibi olması",
      "D": "Hizmetlerin engelliler için erişilebilir olması",
      "E": "Engelliler için yasalar önünde eşitlik sağlaması"
    },
    "explanation": "C"
  },
  {
    "id": "2979208",
    "unitNumber": 6,
    "text": "Batıda engellilerin eğitimi alanında ilk sistematik çalışmalar hangi yüzyıldan itibaren başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "15",
      "B": "16",
      "C": "17",
      "D": "18",
      "E": "19"
    },
    "explanation": "Batıda engellilerin eğitimi alanında ilk sistematik çalışmalar 17. yüzyıldan itibaren başlamıştır."
  },
  {
    "id": "2979209",
    "unitNumber": 6,
    "text": "Osmanlılar’da bilinen ilk özel eğitim kurumu olan Dilsizler Mektebi hangi tarihte açılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1889",
      "B": "1909",
      "C": "1926",
      "D": "1842",
      "E": "1785"
    },
    "explanation": "Osmanlılar’da bilinen ilk özel eğitim kurumu olan Dilsizler Mektebi 1889'da açılmıştır."
  },
  {
    "id": "2979210",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi engelliliğin doğum öncesi nedenlerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bebeğin ters gelmesi",
      "B": "Göbek bağının dolanması",
      "C": "Kalıtım",
      "D": "Bakımsızlık",
      "E": "Eğitimsizlik"
    },
    "explanation": "Kalıtım, engelliliğin doğum öncesi nedenlerindendir."
  },
  {
    "id": "2979211",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi engelliliğin doğum sonrası nedenlerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Zor doğum",
      "B": "Erken doğum",
      "C": "Annenin yanlış ilaç kullanımı",
      "D": "Yanlış gelenek görenekler",
      "E": "Kalıtım"
    },
    "explanation": "Yanlış gelenek ve görenekler, engelliliğin doğum sonrası nedenlerindendir."
  },
  {
    "id": "2979212",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, ABD’de kısa adı İDEA olan yasada belirtilen 16 yetersizlik sınıfından biri <u>değildi</u>r?",
    "correctAnswer": "E",
    "options": {
      "A": "Öğrenme güçlüğü",
      "B": "Hiperaktivite bozukluğu",
      "C": "Gelişim geriliği",
      "D": "Çoklu yetersizlik",
      "E": "Hiperglisemik bozukluk"
    },
    "explanation": "Hiperglisemik bozukluk ABD’de kısa adı İDEA olan yasada belirtilen 16 yetersizlik sınıfından biri değildir."
  },
  {
    "id": "2979213",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, rastlanma sıklığı yüksek olan engel türlerindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "Görme yetersizliği olan çocuklar",
      "B": "Zihinsel yetersizliği olan çocuklar",
      "C": "İşitme yetersizliği olan çocuklar",
      "D": "Ortopedik yetersizliği olan çocuklar",
      "E": "Otistik bozukluğu olan çocuklar"
    },
    "explanation": "Zihinsel yetersizliği olan çocuklar rastlanma sıklığı yüksek olan engel türlerindendir."
  },
  {
    "id": "2979214",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, rastlanma sıklığı düşük olan engel türlerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Otistik bozukluğu olan çocuklar",
      "B": "Gelişimi tehlike altında olan çocuklar",
      "C": "Öğrenme güçlüğü gösteren çocuklar",
      "D": "Duygusal ve davranışsal bozukluğu olan çocuklar",
      "E": "İletişim yetersizliği olan çocuklar"
    },
    "explanation": "Otistik bozukluğu olan çocuklar rastlanma sıklığı düşük olan engel türlerindendir."
  },
  {
    "id": "2979215",
    "unitNumber": 6,
    "text": "Engelliliği doğrudan günahkârlık ve kötülüğe bağlayan, engellilikle ilgili en eski model aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyal model",
      "B": "Moral/ahlaki model",
      "C": "Tıbbi/medikal model",
      "D": "Çevresel model",
      "E": "Karma model"
    },
    "explanation": "Moral/ahlaki model, engelliliği doğrudan günahkârlık ve kötülüğe bağlayan, engellilikle ilgili en eski modeldir."
  },
  {
    "id": "2979216",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, Engelli Hakları Sözleşmesinde ele alınan dört temel başlıkdan biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Engellilerin topluma dâhil olması",
      "B": "Ayrımcılıktan ve damgalanmaktan korunması",
      "C": "Yüksek öğrenim hakkından yararlanması",
      "D": "Hizmetlerin engelliler için erişilebilir olması",
      "E": "Yasalar önünde eşitlik"
    },
    "explanation": "Yüksek öğrenim hakkından yararlanması Engelli Hakları Sözleşmesinde ele alınan dört temel başlıkdan biri değildir."
  },
  {
    "id": "2979217",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, engelliliğin ortaya çıkmasında önemli etkilere sahip olan parametrelerden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal yapı",
      "B": "Evlilik biçimi",
      "C": "Çalışma koşulları",
      "D": "Eğitim düzeyi",
      "E": "Ekonomik imkanlar"
    },
    "explanation": "Eğitim düzeyi, engelliliğin ortaya çıkmasında önemli etkilere sahip olan parametrelerden biri değildir."
  },
  {
    "id": "2979218",
    "unitNumber": 7,
    "text": "Millî Eğitim Temel Kanununda geçen “temel eğitim” terimi hangi yıl<br/>“ilköğretim” olarak değiştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1973",
      "B": "1974",
      "C": "1975",
      "D": "1976",
      "E": "1977"
    },
    "explanation": "14/06/1973 tarihli ve 1739 sayılı Millî Eğitim Temel Kanununda geçen “temel eğitim” terimi “ilköğretim” olarak değiştirilmiştir."
  },
  {
    "id": "2979219",
    "unitNumber": 7,
    "text": "Dörder yıllık ilkokul ile ortaokuldan oluşan ilköğretim hangi yaş grubunda<br/>bulunan çocuklar için zorunlu olup devlet okullarında parasızdır?",
    "correctAnswer": "A",
    "options": {
      "A": "6-13",
      "B": "5-12",
      "C": "4-11",
      "D": "7-14",
      "E": "8-15"
    },
    "explanation": "Dörder yıllık ilkokul ile ortaokuldan oluşan ilköğretim, öğrenim çağındaki 6-13 yaş grubunda bulunan kız ve erkek çocuklar için zorunlu olup devlet okullarında parasızdır."
  },
  {
    "id": "2979220",
    "unitNumber": 7,
    "text": "Finlandiya'da zorunlu eğitim toplam kaç yıl sürmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "7 yıl",
      "B": "8 yıl",
      "C": "9 yıl",
      "D": "10 yıl",
      "E": "11 yıl"
    },
    "explanation": "Finlandiya'da 6 yıl ilköğretim ve 3 yıl ortaöğretim olmak üzere toplam 9 yıl olan zorunlu eğitim, 7-16 yaş grubunu kapsamaktadır."
  },
  {
    "id": "2979221",
    "unitNumber": 7,
    "text": "Birleşmiş Milletler Çocuk Hakları Sözleşmesi'ne göre kaç yaşından küçük herkes “çocuk” olarak tanımlanmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "14 yaş",
      "B": "15 yaş",
      "C": "16 yaş",
      "D": "17 yaş",
      "E": "18 yaş"
    },
    "explanation": "Birleşmiş Milletler Çocuk Hakları Sözleşmesi madde 1’de 18 yaşından küçük herkes “çocuk” olarak tanımlanmaktadır."
  },
  {
    "id": "2979222",
    "unitNumber": 7,
    "text": "\"Toplumların temeli olarak insanlığın toplumsal gerçekliğinin belirlenmesinde son derece önemli bir rol oynamaktadır ve çocuğa eğitimin başladığı yer olarak kabul edilmektedir.\"\n Yukarıda verilen açıklama aşağıdakilerden hangisine aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Öğretmen",
      "B": "Okul",
      "C": "Sosyal çevre",
      "D": "Aile",
      "E": "Sosyal medya"
    },
    "explanation": "Toplumların temeli olan aile, insanlığın toplumsal gerçekliğinin belirlenmesinde son derece önemli bir rol oynamaktadır. Toplumun kültürü çocuğa eğitimin başladığı yer olan ailede verilmeye başlanmaktadır. Bu bakımdan aile bir toplumsallaştırma ortamıdır."
  },
  {
    "id": "2979223",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi çocuğun eğitimi üzerinde etkili olan faktörlerden <strong>biri değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ailenin sosyoekonomik ve kültürel durumu.",
      "B": "Ailenin sahip olduğu çocuk sayısı.",
      "C": "Aile bireylerinin eğitim düzeyleri.",
      "D": "Aile bireylerinin çocuk yetiştirme yöntemleri.",
      "E": "Aile bireylerinin ilgi alanları."
    },
    "explanation": "Ailenin sosyoekonomik ve kültürel durumu, çocuk sayısı, aile bireylerinin eğitim düzeyleri ve çocuk yetiştirme yöntemleri çocuğun eğitimi üzerinde etkili olan faktörlerdir."
  },
  {
    "id": "2979224",
    "unitNumber": 7,
    "text": "Ülkemizde “Akıllı İşaretler Sembol Sistemi” hangi tarihten beri uygulanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "2010",
      "B": "2011",
      "C": "2012",
      "D": "2013",
      "E": "2014"
    },
    "explanation": "15/2/2011 tarih ve 6112 sayılı Radyo ve Televizyonların Kuruluş ve Yayın Hizmetleri Hakkında Kanun’un 8. ve 24. maddeleri gereğince “Akıllı İşaretler Sembol Sistemi” uygulanmaktadır."
  },
  {
    "id": "2979225",
    "unitNumber": 7,
    "text": "Çocuğun korunmasına ilişkin ilk özel düzenleme hangi tarihte çıkarılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "23 Mayıs 1949",
      "B": "23 Nisan 1949",
      "C": "23 Mayıs 1948",
      "D": "23 Nisan 1948",
      "E": "23 Mayıs 1950"
    },
    "explanation": "Çocuğun korunmasına ilişkin ilk özel düzenleme olan 23 Mayıs 1949 tarihinde çıkarılan Korunmaya Muhtaç Çocuklar Hakkında Kanun’da “beden, ruh, ahlâk gelişmeleri tehlikede olup ana ve babasız, ana ve babası belli olmayan ve Türk Medeni Kanunu hükümlerine göre haklarında korunma tedbirleri alınması mecburi olan çocukların” mahkeme kararıyla ve reşit olana kadar bakılmalarından ve bir meslek edinmelerinden köy ihtiyar heyetleri, yerel belediyeler, Sağlık ve Sosyal Yardım Bakanlığı ile Millî Eğitim Bakanlığının<br/>sorumlu olduğu belirtilmiştir."
  },
  {
    "id": "2979226",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi çocukları çalışma hayatına iten faktörlerden <strong>biri değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yoksulluk.",
      "B": "Eğitimsizlik.",
      "C": "İşsizlik.",
      "D": "Göç.",
      "E": "Seyahat."
    },
    "explanation": "Çocukları çalışma hayatına iten pek çok faktör söz konusudur. Bu faktörler; yoksulluk, işsizlik, eğitimsizlik, göç, geleneksel bakış açısı, mevzuat ve denetimdeki eksiklikler ile bunların etkin uygulanmaması ve işverenlerin talebi<br/>olarak sıralanabilir."
  },
  {
    "id": "2979227",
    "unitNumber": 7,
    "text": "Çocuk işçiliğinin sona erdirilmesinde en etkin araç aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eğitim.",
      "B": "Ekonomik durumlar.",
      "C": "Kültürel şartlar.",
      "D": "Gelir düzeyi.",
      "E": "Gider düzeyi."
    },
    "explanation": "Çocuk işçiliğinin sona erdirilmesinde eğitim en etkin araçtır."
  },
  {
    "id": "2979228",
    "unitNumber": 7,
    "text": "I-Demokrasi bilincinin oluşturulması\n<br/>II-Suç ve şiddet olaylarının azalması\n<br/>III-Çevre bilincinin gelişmesi\n<br/>IV-Yoksulluk\n<br/>V-İnsanın doğal yeteneklerinin gelişmesi\n<br/>Yukarıdakilerden hangisi ya da hangileri eğitimin toplumsal faydaları arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "I,II",
      "C": "I,III,IV",
      "D": "I,II,III,IV",
      "E": "II,III,IV,V"
    },
    "explanation": "Eğitimin orta ve uzun vadede ekonomik kalkınmayı sağlama, bilimsel ve teknolojik ilerlemelere katkıda bulunma, toplumsal refahı artırma, sağlıklı bireylerin yetiştirilmesi gibi önemli katkılarının yanında demokrasi bilincinin oluşturulması, çevre bilincinin gelişmesi, yoksulluk, eşitsizlik, suç ve şiddet olaylarının azalması gibi toplumsal faydaları da bulunmaktadır. İnsanın doğal yeteneklerinin gelişmesi eğitimin bireysel açıdan katkısıdır."
  },
  {
    "id": "2979229",
    "unitNumber": 7,
    "text": "Ülkemizde 30 Mart 2012 tarihli 6287 sayılı İlköğretim ve Eğitim Kanunu ile Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanun sonrasında zorunlu eğitim kaç yıldır?",
    "correctAnswer": "C",
    "options": {
      "A": "4",
      "B": "8",
      "C": "12",
      "D": "13",
      "E": "15"
    },
    "explanation": "Ülkemizde 30 Mart 2012 tarihli 6287 sayılı İlköğretim ve Eğitim Kanunu ile Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanun sonrasında zorunlu eğitimde; 8 yıllık kesintisiz eğitimden 4+4+4 olarak ifade edilen 12 yıllık kesintili eğitim uygulamasına geçilmiştir. Zorunlu eğitim; temel eğitim ve ortaöğretimi kapsamaktadır ve toplamda 12 yıldır."
  },
  {
    "id": "2979230",
    "unitNumber": 7,
    "text": "Eğitim sisteminin genel amaçları ve temel ilkeleri bağlamında öğrencilere istendik bilgi, beceri ve davranışların kazandırıldığı örgüt aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Aile",
      "B": "Okul",
      "C": "Toplum",
      "D": "Sosyal Medya",
      "E": "Sosyal Çevre"
    },
    "explanation": "Çocuğun gelişim sürecinde okul ve öğretmenler son derece etkili bir çevre olarak görülmektedir.<br/>Okul, eğitim sisteminin genel amaçları ve temel ilkeleri bağlamında öğrencilere istendik bilgi, beceri ve davranışların kazandırıldığı örgüttür."
  },
  {
    "id": "2979231",
    "unitNumber": 7,
    "text": "Aşağıdaki ifadelerden hangisi eğitime etki eden faktörler arasında yer alan öğretmen ile ilgili <strong>yanlıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Eğitim öğretmen ile birlikte başlamaktadır.",
      "B": "Öğretmen nitelikleri ve davranışları öğrenci niteliğinin belirleyicisidir.",
      "C": "Öğretmenler, öğrencilerin yeni düşünceler ortaya koymalarını sağlamaktadır.",
      "D": "Öğretmenler sahip oldukları bilgi ve becerileri, değerleri, tutumları, davranışları ve hayata bakış açıları ile eğitimde anahtar konumdadırlar.",
      "E": "Bilgi öğretiminde, gelecek kuşakların yetiştirilmesinde ve toplumsallaştırılmasında öğretmenlere büyük sorumluluk düşmektedir."
    },
    "explanation": "Öğretmen nitelikleri ve davranışları öğrenci niteliğinin belirleyicisidir. Dolayısıyla öğretmenler<br/>sahip oldukları bilgi ve becerileri, değerleri, tutumları, davranışları ve hayata bakış açıları ile eğitimde anahtar konumdadırlar. Bu kapsamda bilgi öğretiminde, gelecek kuşakların yetiştirilmesinde ve toplumsallaştırılmasında öğretmenlere büyük sorumluluk düşmektedir.<br/>Öğretmenler, öğrencilerin yeni düşünceler ortaya koymalarını, önerilerini, yaptıkları açıklamaları,<br/>toplumsal değerleri edinip edinmediklerini, sordukları soruları, arkadaşları ve çevreleri ile olan<br/>ilişkilerini gözlemlemeli, gerektiğinde müdahale etmeli, olumlu tutum ve davranışlar kazandırmaya yönelik önlemler almalıdırlar. Eğitim ilk olarak ailede başlamaktadır."
  },
  {
    "id": "2979232",
    "unitNumber": 7,
    "text": "I-Diğer okullar\n II-Medya\n III-Sivil toplum kuruluşları\n IV-Aileler\n V-Öğretmen\n Yukarıdakilerden hangisi ya da hangileri okulun sosyal çevresi arasında yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "I,II",
      "B": "I,II,III",
      "C": "I,III,IV",
      "D": "II,III,V",
      "E": "I,II,III,IV"
    },
    "explanation": "Okulun sosyal çevresi ise diğer okullar, aileler, yakın çevrede yaşayanlar, çeşitli kurum ve kuruluşlar, çeşitli baskı grupları, gönüllü kuruluşlar ve sivil toplum kuruluşlarından oluşmaktadır. Okulun ve öğrencinin çevresindeki bu faktörlerin olumlu olduğu kadar olumsuz etkileri de söz konusu olabilmektedir."
  },
  {
    "id": "2979233",
    "unitNumber": 7,
    "text": "İletişim ortamı, kitle iletişim araçlarının tümüne verilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyal Medya",
      "B": "Medya",
      "C": "Medya okuryazarlığı",
      "D": "Küreselleşme",
      "E": "Sosyal çevre"
    },
    "explanation": "Türk Dil Kurumu (TDK) medyayı, “iletişim ortamı, kitle iletişim araçlarının tümüne verilen<br/>ad” olarak tanımlamaktadır."
  },
  {
    "id": "2979234",
    "unitNumber": 7,
    "text": "Birleşmiş Milletler, yoksulluğun eğitimdeki olumsuz yansımalarını en aza indirmek amacıyla planlamış oldukları eğitim projesi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal ve Ekonomik Destek Hizmetleri",
      "B": "Sosyal Yardımlaşma ve Dayanışmayı Teşvik Fonu Kurulması",
      "C": "Binyıl Kalkınma Hedefleri",
      "D": "Çocuk İşçiliğinin Önlenmesi Projesi",
      "E": "Zorunlu Eğitim"
    },
    "explanation": "Birleşmiş Milletler, yoksulluğun eğitimdeki olumsuz yansımalarını en aza indirmek amacıyla<br/>“Binyıl Kalkınma Hedefleri” kapsamında, 2015 yılına kadar tüm ülkelerde evrensel temel eğitimin verilmesini hedeflemiştir."
  },
  {
    "id": "2979235",
    "unitNumber": 7,
    "text": "\"Türkiye’de, çocukların ve gençlerin yaşına, cinsiyetine ve gücüne uymayan işlerde çalıştırılamayacağı ve küçüklerin çalışma şartları açısından özel olarak korunması gerektiği Anayasa ile güvence altına alınmıştır. Aşağıdakilerden hangisi bu kapsamdaki kanunlar arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "4857 Sayılı İş Kanunu",
      "B": "3308 Sayılı Çıraklık ve Mesleki Eğitim Kanunu",
      "C": "1593 Sayılı Umumi Hıfzıssıhha Kanunu",
      "D": "2559 Sayılı Polis Vazife ve Salahiyet Kanunu",
      "E": "1739 sayılı Millî Eğitim Temel Kanunu"
    },
    "explanation": "Ülkemizdeki çocuk işgücüne yönelik yasalar; “Anayasa, 4857 Sayılı İş Kanunu, 3308 Sayılı<br/>Çıraklık ve Mesleki Eğitim Kanunu, 1593 Sayılı Umumi Hıfzıssıhha Kanunu, 2559 Sayılı Polis<br/>Vazife ve Salahiyet Kanunu, 222 Sayılı İlköğretim ve Eğitim Kanunu, 506 Sayılı Sosyal Sigortalar Kanunu, 2821 Sayılı Sendikalar Kanunu, 818 Sayılı Borçlar Kanunu” olarak sıralanabilir."
  },
  {
    "id": "2979236",
    "unitNumber": 7,
    "text": "\"Irkı, dini, tabiiyeti, belli bir toplumsal gruba mensubiyeti veya siyasi düşünceleri nedeniyle, zulme uğrayacağından haklı sebeplerle korktuğu için vatandaşı olduğu ülkenin dışında bulunan ve bu devletin korumasından yararlanamayan ya da bu korku sebebiyle, yararlanmak istemeyen veya bu tür olaylar sonucu önceden yaşadığı ikamet ülkesine dönemeyen veya söz konusu korku nedeniyle dönmek istemeyen kişiler\" aşağıdakilerden hangisi ile tanımlanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yasadışı göçmen",
      "B": "Mülteci",
      "C": "Suça sürüklenmiş çocuklar",
      "D": "Sığınmacı",
      "E": "Yoksul Çocuklar"
    },
    "explanation": "Yasadışı göçmenler, herhangi bir şekilde yasal olarak bir ülkeye girme hakkı olmadığı halde o ülkede bulunan kişileri (ILO, 2004); sığınmacılar bir ülkeye kabul edilen ve mülteci statüsü için ulusal<br/>ve uluslararası hukuka göre değerlendirilmek ve karara bağlanmak üzere başvuru yapan kişileri ifade etmektedir. Mülteciler ise “ırkı, dini, tabiiyeti, belli bir toplumsal gruba mensubiyeti veya siyasi düşünceleri nedeniyle, zulme uğrayacağından haklı sebeplerle korktuğu için vatandaşı olduğu ülkenin dışında bulunan ve bu devletin korumasından yararlanamayan ya da bu korku sebebiyle, yararlanmak istemeyen veya bu tür olaylar sonucu önceden yaşadığı ikamet ülkesine dönemeyen veya söz konusu korku nedeniyle dönmek istemeyen kişilerdir”."
  },
  {
    "id": "2979237",
    "unitNumber": 7,
    "text": "I-Açık sınır politikası\n II-Zorla geri göndermeme\n III-Zorunlu eğitim\n IV-Türkiye’deki kalma süresinde kısıtlama yapmama\n V-Kamplarda insani yardım sağlanması\n Yukarıdakilerden hangisi ya da hangileri Türkiye’nin uyguladığı geçici koruma politikasının temel unsurları arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I,II",
      "B": "II-III-IV",
      "C": "I,II,III,IV",
      "D": "I,II,IV,V",
      "E": "II,III,IV,V"
    },
    "explanation": "Türkiye’nin uyguladığı geçici koruma politikasının temel unsurlarını “açık sınır politikası”,<br/>“zorla geri göndermeme”, “Türkiye’deki kalma süresinde kısıtlama yapmama”, “kamplarda insani yardım sağlanması” şeklinde ifade etmek mümkündür."
  },
  {
    "id": "2979238",
    "unitNumber": 7,
    "text": "Eğitimin hayatın kendisi olduğunu belirterek, eğitimi yaşantıların sürekli olarak yeniden oluşumu ve gelişimi bağlamında sosyal bir süreç olarak tanımlayan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dewey",
      "B": "Foucault",
      "C": "Bourdieu",
      "D": "Bauman",
      "E": "Horkheimer"
    },
    "explanation": "Dewey eğitimin hayatın kendisi olduğunu belirterek, eğitimi yaşantıların sürekli olarak yeniden oluşumu ve gelişimi bağlamında sosyal bir süreç olarak tanımlamıştır."
  },
  {
    "id": "2979239",
    "unitNumber": 7,
    "text": "Eğitimin toplumsal ve kültürel bir aktarım aracı olarak genç kuşakların toplumsallaştırılması işlevini gerçekleştirdiğini savunan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Jean Baudrillard",
      "B": "Raymond Aron",
      "C": "Emile Durkheim",
      "D": "Alvin Toffler",
      "E": "Gary Stanley Becker"
    },
    "explanation": "Emile Durkheim’e göre eğitim, toplumsal ve kültürel bir aktarım aracı olarak genç kuşakların toplumsallaştırılması işlevini görmektedir."
  },
  {
    "id": "2979240",
    "unitNumber": 7,
    "text": "18 yaşın altında olan ve aile bütçesine katkı sağlamak veya kendi hayatını sürdürebilmek amacıyla çalışanları “çocuk işçi” ya da “çalışan çocuklar” olarak tanımlayan örgüt aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uluslararası Çalışma Örgütü (ILO)",
      "B": "Birleşmiş Milletler",
      "C": "Avrupa Konseyi",
      "D": "Avrupa Birliği",
      "E": "Dünya Ticaret Örgütü"
    },
    "explanation": "Uluslararası Çalışma Örgütü (ILO) (1999), 18 yaşın altında olan ve aile bütçesine katkı sağlamak<br/>veya kendi hayatını sürdürebilmek amacıyla çalışanları “çocuk işçi” ya da “çalışan çocuklar” olarak<br/>tanımlamaktadır."
  },
  {
    "id": "2979241",
    "unitNumber": 7,
    "text": "Ülkemizde korunmaya muhtaç çocuklara yönelik sosyal hizmetler Aile ve Sosyal Politikalar Bakanlığının hangi birimi tarafından yürütülmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hukuk Hizmetleri Genel Müdürlüğü",
      "B": "İş Sağlığı ve Güvenliği Genel Müdürlüğü",
      "C": "Sosyal Yardımlar Genel Müdürlüğü",
      "D": "Çocuk Hizmetleri Genel Müdürlüğü",
      "E": "Aile ve Toplum Hizmetleri Genel Müdürlüğü"
    },
    "explanation": "Ülkemizde korunmaya muhtaç çocuklara yönelik sosyal hizmetler, “Aile ve Sosyal Politikalar<br/>Bakanlığı Çocuk Hizmetleri Genel Müdürlüğü” tarafından yürütülmektedir."
  },
  {
    "id": "2979242",
    "unitNumber": 7,
    "text": "I. Sportif ve kültürel faaliyetler\n<br/>II. Meslek edindirmeye yönelik kurslar \n<br/>III. Kültürel Geziler\n<br/>Emniyet Müdürlüğü, Çocuk ve Gençler Sosyal Koruma ve Destek Programı (ÇOGEP)<br/>kapsamında risk altındaki çocukların topluma kazandırılması amacıyla yukarıdaki faaliyetlerden hangilerini düzenlemektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Emniyet Müdürlüğünün Çocuk ve Gençler Sosyal Koruma ve Destek Programı (ÇOGEP)<br/>kapsamında risk altındaki çocukların topluma kazandırılması amacıyla sportif ve kültürel faaliyetler,<br/>meslek edindirmeye yönelik kurslar ve kültürel geziler düzenlenmektedir."
  },
  {
    "id": "2979243",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Çocuk Destek Merkezlerinin oluşturulmasındaki amaçlardan <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Suç mağduru ve suça sürüklenen çocuklara yönelik yaşadıkları travmanın etkilerini azaltmak",
      "B": "Olumlu yönde davranış değişikliği sağlamak",
      "C": "Madde bağımlılığı tedavisini yapmak",
      "D": "Sağlıklı kişilik gelişimlerini sağlamak",
      "E": "Üstün yeteneklilere eğitim desteği vermek"
    },
    "explanation": "Suç mağduru ve suça sürüklenen çocuklara yönelik yaşadıkları travmanın etkilerini azaltmak, sağlıklı kişilik gelişimlerini sağlamak, madde bağımlılığı tedavisini yapmak ve olumlu yönde davranış değişikliği sağlamak amacıyla Çocuk Destek Merkezleri oluşturulmuştur."
  },
  {
    "id": "2979244",
    "unitNumber": 7,
    "text": "Araştırmalar bilim, teknoloji ve sanayide gelişmiş olan ve çeşitli uluslararası sınavlarda başarılı olan ülkelerin zorunlu eğitim süresini en az kaç yıl olarak ortaya koyar?",
    "correctAnswer": "B",
    "options": {
      "A": "8",
      "B": "9",
      "C": "10",
      "D": "11",
      "E": "12"
    },
    "explanation": "Araştırmalar bilim, teknoloji ve sanayide gelişmiş olan ve çeşitli uluslararası sınavlarda başarılı olan ülkelerin zorunlu eğitim süresinin en az 9 yıl olduğunu ortaya koymaktadır."
  },
  {
    "id": "2979245",
    "unitNumber": 7,
    "text": "Türkiye'de zorunlu eğitim kaç yıldır?",
    "correctAnswer": "D",
    "options": {
      "A": "9",
      "B": "10",
      "C": "11",
      "D": "12",
      "E": "14"
    },
    "explanation": "Eğitim sistemleri farklılık gösterse de araştırmalar bilim, teknoloji ve sanayide gelişmiş olan ve çeşitli uluslararası sınavlarda başarılı olan ülkelerin zorunlu eğitim süresinin en az 9 yıl olduğunu ortaya koymaktadır. Türkiye’de bu süre 12 yıldır."
  },
  {
    "id": "2979246",
    "unitNumber": 7,
    "text": "I. 9 senelik temel eğitim zorunludur.\n II. İnsan haklarına ve barışa saygı gösteren demokratik bireyler yetiştirmeyi hedeflemektedir.\n III. Okul öncesi eğitim, anaokulları ve gündüz bakım evlerinde verilmektir.\n Yukarıda verilen bilgiler aşağıdaki ülkelerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Japonya",
      "B": "Singapur",
      "C": "Güney Kore",
      "D": "İngiltere",
      "E": "Finlandiya"
    },
    "explanation": "Japonya’da okul öncesi eğitim, anaokulları ve gündüz bakım evlerinde verilmektedir. 6-15 yaşgrubu öğrencilerine yönelik, 6 yıl ilkokul ve 3 yıl ortaokuldan oluşan 9 senelik temel eğitim zorunludur. Japon eğitim sistemi işbirliğini, gelenekleri, uluslararası anlayış ruhunu, matematik, fen ve dil becerilerini, sanata, müziğe ve edebiyata olan ilgiyi geliştirerek; insan haklarına ve barışa saygı gösteren demokratik bireyler yetiştirmeyi hedeflemektedir."
  },
  {
    "id": "2979247",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi çocuk işgücüne ait yasalardan değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "657 Sayılı Devlet Memurları Kanunu",
      "B": "2559 Sayılı Polis Vazife ve Salahiyet Kanunu",
      "C": "506 Sayılı Sosyal Sigortalar Kanunu",
      "D": "3308 Sayılı Çıraklık ve Mesleki Eğitim Kanunu",
      "E": "4857 Sayılı İş Kanunu"
    },
    "explanation": "Çocuk işgücüne yönelik yasalar;\n “Anayasa, 4857 Sayılı İş Kanunu,3308 Sayılı Çıraklık ve Mesleki Eğitim Kanunu,<br/>1593 Sayılı Umumi Hıfzıssıhha Kanunu, 2559Sayılı Polis Vazife ve Salahiyet Kanunu, 222 Sayılı İlköğretim ve Eğitim Kanunu,506 Sayılı Sosyal Sigortalar Kanunu, 818 Sayılı Borçlar Kanunu” olarak ele alınabilir."
  },
  {
    "id": "2979248",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi çocuğun temel eğitim dönemi sonunda edinmesi beklenen davranışlardan <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bir zevki öteleyebilme",
      "B": "Kendini bir işe verebilme",
      "C": "Toplumsal sorumluluk bilincine erişme",
      "D": "İkinci bir dili temel düzeyde konuşabilme",
      "E": "Bir işi zamanını ve enerjisini uygun şekilde kullanarak gerçekleştirebilme"
    },
    "explanation": "Temel eğitim döneminde konuşma, okuma-yazma, temel matematiksel işlemler gibi temel becerilerin yanı sıra estetik bakış açısı, iletişim becerileri, günlük yaşam için gereken fiziksel beceriler ve sosyal hayatta geçerli olan ahlaki değerler kazandırmalıdır. Ayrıca bu dönemin sonlarında çocuklar; bir zevki öteleyebilme, kendini bir işe verebilme, bir işi yapabilmek için gereken zaman ve enerjiyi uygun bir şekilde kullanabilme ve toplumsal sorumluluk bilincine erişme gibi davranışları da edinmelidirler."
  },
  {
    "id": "2979249",
    "unitNumber": 7,
    "text": "<strong>Birleşmiş Milletler Çocuk Hakları Sözleşmesi Madde 1’de kaç yaşın altındakiler “çocuk” olarak tanımlanır? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "18",
      "B": "15",
      "C": "13",
      "D": "10",
      "E": "8"
    },
    "explanation": "Birleşmiş Milletler Çocuk Hakları Sözleşmesi madde 1’de 18 yaşından küçük herkes “çocuk” olarak tanımlanmaktadır."
  },
  {
    "id": "2979250",
    "unitNumber": 7,
    "text": "<strong>\"Eğitim sisteminin genel amaçları ve temel ilkeleri bağlamında öğrencilere istendik bilgi, beceri ve davranışların kazandırıldığı örgüt” aşağıdaki kavramlardan hangisini tanımlamaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Okul",
      "B": "Devlet",
      "C": "Sendika",
      "D": "Sivil toplum örgütü",
      "E": "Mili Eğitim Bakanlığı"
    },
    "explanation": "Çocuğun gelişim sürecinde okul ve öğretmenler son derece etkili bir çevre olarak görülmektedir. Okul, eğitim sisteminin genel amaçları ve temel ilkeleri bağlamında öğrencilere istendik bilgi, beceri ve davranışların kazandırıldığı örgüttür."
  },
  {
    "id": "2979251",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi okulların yetiştirdiği bireylere kazandırmayı amaçladığı niteliklerden <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Duyarlı",
      "B": "Yaratıcı",
      "C": "Sorgulayan",
      "D": "Demokratik",
      "E": "Benmerkezci"
    },
    "explanation": "Eğitim öğretim faaliyetlerinin yürütüldüğü okulların temel amacı; olumlu benlik algısına sahip, topluma yararlı, estetik bilinci gelişmiş, duyarlı, yaratıcı, empati kurabilen, sorumluluk sahibi, eleştirel düşünebilen, sorgulayan, yeniliklere açık, hoşgörülü, demokratik, haklarını bilen ve barış yanlısı bireyler yetiştirmektir."
  },
  {
    "id": "2979252",
    "unitNumber": 7,
    "text": "<strong>UNICEF (2012) aşağıdakilerden hangisini dezavantajlı çocuk kapsamında <u>ele almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Nüfusa kayıtsız çocuklar",
      "B": "Çocukken evlendirilen çocuklar",
      "C": "Ana-babası boşanmış olan çocuklar",
      "D": "Özel eğitime gereksinimi olan çocuklar",
      "E": "Sürekli tıbbı tedavi gereksinimi olan çocuklar"
    },
    "explanation": "UNICEF (2012) okul dışında olan ve dezavantajlı çocuklar olarak da isimlendirebileceğimiz çocukları; “nüfusa kayıtsız çocuklar, özel eğitime gereksinimi olan çocuklar, süreğen hastalığı olan veya uzun süreli tedavi görmesi gereken çocuklar, Roman çocuklar, çocukken evlendirilen ve/veya hamile kalan çocuklar, sığınmacı, mülteci ve yabancı göçmen çocuklar, ülke içinde göç eden çocuklar ve kanunla ilişki içine girmiş olan çocuklar” olarak ele almaktadır."
  },
  {
    "id": "2979253",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi ülkemizde suç mağduru ve suça sürüklenen çocuklara yönelik olarak yaşadıkları travmanın etkilerini azaltmak, sağlıklı kişilik gelişimlerini sağlamak, madde bağımlılığı tedavisini yapmak ve olumlu yönde davranış değişikliği sağlamak amacıyla oluşturulmuştur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sevgi Evleri",
      "B": "Güvenlik Birimi",
      "C": "Sosyal Hizmetler",
      "D": "Çocuk Esirgeme Kurumu",
      "E": "Çocuk Destek Merkezleri"
    },
    "explanation": "Suç mağduru ve suça sürüklenen çocuklara yönelik yaşadıkları travmanın etkilerini azaltmak, sağlıklı kişilik gelişimlerini sağlamak, madde bağımlılığı tedavisini yapmak ve olumlu yönde davranış değişikliği sağlamak amacıyla Çocuk Destek Merkezleri oluşturulmuştur. Mağdur olma durumları, suça sürüklenme, sokakta yaşama, madde bağımlılığı gibi ihtisas alanlarında yaş gruplarına (11-14/15-18) ve cinsiyete göre bu merkezlerde çocukların fiziksel, duygusal, psikolojik ve sosyal ihtiyaçları belirlenerek gerekli müdahaleler gerçekleştirilmektedir."
  },
  {
    "id": "2979254",
    "unitNumber": 7,
    "text": "<strong>Özel eğitimde en fazla ihmal edilen grup aşağıdakilerden hangisidir</strong><strong>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Otistik bireyler",
      "B": "Üstün yetenekliler",
      "C": "Görme yetersizliği bulunanlar",
      "D": "Zihinsel yetersizliği bulunanlar",
      "E": "Dikkat eksikliği ve hiperaktivite bozukluğu bulunanlar"
    },
    "explanation": "Özel eğitimde en fazla ihmal edilen grup olan üstün yetenekliler, uygun eğitim aldıkları takdirde oldukça başarılı olabilecek ve çok önemli işlere imza atabilecek bireyler olmalarına rağmen; uygun eğitim alamadıkları zaman kendini gerçekleştirememenin sonucunda çeşitli olumsuzluklar yaşamaktadırlar. Dolayısıyla üstün yetenekli bireylerin tanılanması ve uygun bir eğitim programıyla gelişimlerinin desteklenmesi gerekmektedir."
  },
  {
    "id": "2979255",
    "unitNumber": 7,
    "text": "<strong>Ülkemizde aşağıdaki eğitimlerin hangileri zorunludur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız ilköğretim",
      "B": "Okul öncesi ve ilköğretim",
      "C": "İlköğretim ve ortaöğretim",
      "D": "Okul öncesi, ilköğretim ve ortaöğretim",
      "E": "İlköğretim, ortaöğretim ve yükseköğretim"
    },
    "explanation": "Ülkemizde 14/06/1973 tarihli ve 1739 sayılı Millî Eğitim Temel Kanununda geçen “temel eğitim” terimi “ilköğretim” olarak değiştirilmiştir. Ülkemizde 30 Mart 2012 tarihli 6287 sayılı İlköğretim ve Eğitim Kanunu ile Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanun sonrasında zorunlu eğitimde; 8 yıllık kesintisiz eğitimden 4+4+4 olarak ifade edilen 12 yıllık kesintili eğitim uygulamasına geçilmiştir.\n<br/>Zorunlu eğitim; temel eğitimi (yani ilköğretimi) ve ortaöğretimi kapsamaktadır. Yakın gelecekte 1 yıl okul öncesiyle birlikte zorunlu eğitimin 13 yıla çıkarılması planlanmaktadır. Ülkemizde okul öncesi ve yükseköğretim isteğe bağlıdır.<br/>Ülkemizde 14/06/1973 tarihli ve 1739 sayılı Millî Eğitim Temel Kanununda geçen “temel eğitim” terimi “ilköğretim” olarak değiştirilmiştir. Ülkemizde 30 Mart 2012 tarihli 6287 sayılı İlköğretim ve Eğitim Kanunu ile Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanun sonrasında zorunlu eğitimde; 8 yıllık kesintisiz eğitimden 4+4+4 olarak ifade edilen 12 yıllık kesintili eğitim uygulamasına geçilmiştir.\n Zorunlu eğitim; temel eğitimi (yani ilköğretimi) ve ortaöğretimi kapsamaktadır. Yakın gelecekte 1 yıl okul öncesiyle birlikte zorunlu eğitimin 13 yıla çıkarılması planlanmaktadır. Ülkemizde okul öncesi ve yükseköğretim isteğe bağlıdır."
  },
  {
    "id": "2979256",
    "unitNumber": 7,
    "text": "<strong>Bir bireyin “medya okuryazarlığı süreci” hangi aşamada başlamalıdır</strong><strong>? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ailede",
      "B": "Anaokulunda",
      "C": "İlköğretimde",
      "D": "Ortaöğretimde",
      "E": "Yükseköğretimde"
    },
    "explanation": "Küreselleşme araçlarının olumsuz etkilerinden korunabilme ve bilinçli bir etkileşim sağlayabilme ihtiyacı medya okuryazarlığı kavramını ortaya çıkarmıştır. Medya okuryazarlığı, kitle iletişim araçları ile izleyici arasında bilinçli ve sağlıklı bir iletişim kurulmasına yardımcı olmaktadır. Ailede başlaması gereken “medya okuryazarlığı süreci” kapsamında okul eğitimi ile birlikte çocuklarda iletilere eleştirel gözle bakma, seçici olma, kendi mesajını oluşturabilme becerisi ve alışkanlığının geliştirilmesi hedeflenmektedir."
  },
  {
    "id": "2979257",
    "unitNumber": 7,
    "text": "<strong>Özel Eğitim Hizmetleri Yönetmeliği madde 4’e göre aşağıdaki bireylerden hangisinin özel eğitime ihtiyacı <u>yoktur</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dil ve konuşma güçlüğü olan bireyler",
      "B": "Özel öğrenme güçlüğü olan bireyler",
      "C": "Okulöncesi eğitim alamamış olan bireyler",
      "D": "Duygusal ve davranış bozukluğu olan bireyler",
      "E": "Dikkat eksikliği ve hiperaktivite bozukluğu bulunan bireyler"
    },
    "explanation": "Özel Eğitim Hizmetleri Yönetmeliği madde 4’e göre<em> “dikkat eksikliği ve hiperaktivite bozukluğu, dil ve konuşma güçlüğü, duygusal ve davranış bozukluğu, görme yetersizliği, işitme yetersizliği, ortopedik yetersizliği, özel öğrenme güçlüğü, zihinsel yetersizliği veya süreğen hastalığı bulunan bireyler, otistik, serebral palsili ve üstün yetenekli bireyler” </em>özel eğitime ihtiyacı olan bireyler olarak kabul edilir."
  },
  {
    "id": "2979258",
    "unitNumber": 8,
    "text": "17. ve 18. yüzyıllarda yani kapitalizmin gelişmesinden önce; Batı Avrupa’da hane halkın için aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Üretim birimi",
      "B": "Tüketim birimi",
      "C": "Değişim birimi",
      "D": "Sosyalleşme birimi",
      "E": "Karar birimi"
    },
    "explanation": "17. ve 18. yüzyıllarda kapitalizmin gelişmesinden önce, Batı Avrupa’da hane halkının genellikle bir üretim birimi olduğu kesinlikle doğrudur."
  },
  {
    "id": "2979259",
    "unitNumber": 8,
    "text": "Fransız tarihçi Philippe Aries gelişmenin ayrı bir aşaması olarak “çocukluk” hangi çağda var olmamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "İlk çağ",
      "B": "Orta Çağ",
      "C": "Antik Çağ",
      "D": "Modern Çağ",
      "E": "Küresel Çağ"
    },
    "explanation": "Fransız tarihçi Philippe Aries (1965) gelişmenin ayrı bir aşaması olarak “çocukluğun” orta çağda var olmadığını ileri sürmüştür."
  },
  {
    "id": "2979260",
    "unitNumber": 8,
    "text": "Sanayileşme sürecinden geçmiş Batılı aile tipine referansla ailedeki değişimin gelenekselden moderne, geniş aileden çekirdek aileye, bağımlılıktan özerkliğe, otoriterden demokratik forma ve bireyselleşme dinamiklerine doğru evrileceğini varsayan kuram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Küfeselleşme kuramı",
      "B": "Post-modern kuram",
      "C": "Modernleşme kuramı",
      "D": "Feminist kuram",
      "E": "Eleştirel kuram"
    },
    "explanation": "Modernleşme teorisi, sanayileşme sürecinden geçmiş Batılı aile tipine referansla ailedeki değişimin gelenekselden moderne, geniş aileden çekirdek aileye, bağımlılıktan özerkliğe, otoriterden demokratik forma ve bireyselleşme dinamiklerine doğru evrileceğini varsaymaktadır."
  },
  {
    "id": "2979261",
    "unitNumber": 8,
    "text": "Türkiye'de 2011’de yapılan Türk Aile Yapısı Araştırması’nın verilerine göre 18 yaş ve üzeri nüfusun yüzde 87 gibi büyük bir oran aşağıdaki verilen hangi aile türünde yaşamını sürdürmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kalabalık aile",
      "B": "Boşanmış aile",
      "C": "Eksik aile",
      "D": "Çekirdek aile",
      "E": "Geniş aile"
    },
    "explanation": "2011’de yapılan Türk Aile Yapısı Araştırması’nın verilerine göre 18 yaş ve üzeri nüfusun yüzde 87 gibi büyük bir oranı çekirdek ailenin bir üyesi olarak yaşamını sürdürmektedir."
  },
  {
    "id": "2979262",
    "unitNumber": 8,
    "text": "Ebeveynler tarafından çocukların neşe, gurur, eğlence, arkadaşlık ve sevgi temelinde değer görmesi aşağıdakilerden hangisinin açıklamasıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Çocukların ideolojik değeri",
      "B": "Çocukların ahlaki değeri",
      "C": "Çocukların ekonomik değeri",
      "D": "Çocukların kültürel değeri",
      "E": "Çocukların psikolojik değeri"
    },
    "explanation": "Çocukların psikolojik değeri ise, ebeveynler tarafından çocuklardan elde edilen neşe, gurur, eğlence, arkadaşlık ve sevgi temelinde atfedilir."
  },
  {
    "id": "2979263",
    "unitNumber": 8,
    "text": "Çocuğun ev işleri yapması ve yaşlılıkta ebeveynlerine bakım sağlamasını ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çocuğun ekonomik değeri",
      "B": "Çocuğun etik değeri",
      "C": "Çocuğun ideolojik değeri",
      "D": "Çocuğun kültürel değeri",
      "E": "Çocuğun psikolojik değeri"
    },
    "explanation": "Çocukların ekonomik değeri, hem gençken (çocuk işçiliği olarak ya da ev işlerine yardım ederken) aileye maddi katkılarını, hem de büyüdüklerinde yaşlılık güvencesi olmasını içermektedir."
  },
  {
    "id": "2979264",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Kağıtçıbaşı ve Ataca 'nın (2005) Türkiye’deki eski ve yeni Çocuğun Değeri çalışmasının sonuçlarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çocukların eğitim değeri artmıştır",
      "B": "Çocukların duygusal değeri artmıştır",
      "C": "Çocukların ekonomik değeri artmıştır",
      "D": "Çocukların ideolojik değeri artmıştır",
      "E": "Çocukların kültürel değeri artmıştır"
    },
    "explanation": "Kağıtçıbaşı ve Ataca (2005) Türkiye’deki eski ve yeni Çocuğun Değeri çalışmasının sonuçlarını karşılaştırmalı olarak analiz etmiştir. Sonuçlar, maddi karşılıklı bağımlılıkların yani çocuktan beklenen ekonomik faydanın 30 yıl öncesinden günümüze kadar dramatik bir düşüş içinde olduğunu ve çocukların duygusal değerinin önem kazandığını göstermektedir."
  },
  {
    "id": "2979265",
    "unitNumber": 8,
    "text": "Batı kültürlerindeki, başkalarının arasından sıyrılmak ve kendini göstermek, farklı olmak, kendini ifade edebilmek, kişisel amaçları gerçekleştirebilmek aşağıdaki hangi benlik yapısıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Özerk ilişkili benlik",
      "B": "İlişkili benlik yapısı",
      "C": "Ayrık benlik yapısı",
      "D": "Ortak benlik yapısı",
      "E": "Kolektif benlik yapısı"
    },
    "explanation": "Ayrık Benlik Yapısı: Batı kültürlerinde genellikle başkalarının arasından sıyrılmak ve kendini göstermek, farklı olmak, kendini ifade edebilmek, kişisel amaçları gerçekleştirebilmek önemlidir. Örneğin, kendine güvenmek, kendi başına karar vermek ve bu kararların arkasında durmak."
  },
  {
    "id": "2979266",
    "unitNumber": 8,
    "text": "Ali bey’in kızı veya X ailesinin üyesi veya Y okulunun mezunu gibi, onlara atfedilen sosyal görevleri, zorunlulukları ve sorumlulukları yerine getirmeye çalışan benlik tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Modern benlik yapısı",
      "B": "Kültürel benlik yapısı",
      "C": "Ayrık benlik yapısı",
      "D": "İlişkili benlik yapısı",
      "E": "Özerk benlik yapısı"
    },
    "explanation": "İlişkili Benlik Yapısı: Batı dışındaki birçok toplulukçu kültürde, benliğin ayrışmışlığına değer verilmez. İnsanların esasta birbirlerine bağlı olduğu gerçeği önem taşır. Başta gelen kural, başkalarına uymak ve onlarla bağlılığı sürdürmektir."
  },
  {
    "id": "2979267",
    "unitNumber": 8,
    "text": "Kağıtçıbaşına göre, içinde hem bireyci (özerk), hem de toplulukçu (ilişkisel) özellikler taşıyan benlik tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Karışık benlik yapısı",
      "B": "Çoklu benlik yapısı",
      "C": "İlişkili benlik yapısı",
      "D": "Ayrık benlik yapısı",
      "E": "Özerk ilişkili benlik"
    },
    "explanation": "Kağıtçıbaşı’nın (2014) ortaya koyduğu “özerk-ilişkili benlik” içinde hem bireyci (özerk), hem de toplulukçu (ilişkisel) özellikler taşımaktadır."
  },
  {
    "id": "2979268",
    "unitNumber": 8,
    "text": "20. yüzyılda varlığını sürdüren aile kurumunun temeli olan “kapalı evcil çekirdek aile”nin ortaya çıkısı, bir kaç ayırt edici nitelikle belirlenmiştir. Stone, bunları hangi terim adı altında toplamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Etkili bireycilik",
      "B": "Demografik geçiş",
      "C": "Geçiş ailesi",
      "D": "Kamusal ebeveynlik",
      "E": "İlişkisel benlik"
    },
    "explanation": "20. yüzyılda varlığını sürdüren aile kurumunun temeli olan “kapalı evcil çekirdek aile”nin ortaya çıkısı, bir kaç ayırt edici nitelikle belirlenmiştir. Stone, bunları, “etkili bireycilik” terimi altında<br/>toplar."
  },
  {
    "id": "2979269",
    "unitNumber": 8,
    "text": "Yoksul ülkelerde, ebeveynlerin çocukların ailenin ekonomik hayatta kalmasına yardımcı olacağı ve daha sonra yaşlı ebeveynlerle ilgileneceği yönündeki gerçekçi beklentilerine dayanmaktadır. Bu durum yoksul ülkelerde çocuğun hangi değerini ortaya koymaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Psikolojik değer",
      "B": "Yaşamsal değer",
      "C": "Ailevi değeri",
      "D": "Ekonomik değeri",
      "E": "Sembolik değer"
    },
    "explanation": "Örneğin, yoksul ülkelerde, çocukların ekonomik değeri, ebeveynlerin çocukların ailenin ekonomik hayatta kalmasına<br/>yardımcı olacağı ve daha sonra yaşlı ebeveynlerle<br/>ilgileneceği yönündeki gerçekçi beklentilerine dayanmaktadır. Bu nedenle, düşük ekonomik kaynaklar ebeveynleri daha fazla çocuk sahibi olmaya motive ediyor gibi görünmektedir."
  },
  {
    "id": "2979270",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi çocukların en yüksek duygusal ve en düşük ekonomik değerinin olduğu ülkelerden biri<strong> değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kore",
      "B": "Japonya",
      "C": "ABD",
      "D": "Tayvan",
      "E": "İran"
    },
    "explanation": "Çocukların en yüksek duygusal ve en düşük ekonomik değerinin ise Kore, Tayvan, Japonya, ABD ve Avustralya gibi ülkelerde söz<br/>konusu olduğu ifade edilmektedir."
  },
  {
    "id": "2979271",
    "unitNumber": 8,
    "text": "Sadece “eve ekmek getiren erkek” ve “ev hanımları”nın egemen olduğu aile biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hegemonik aile",
      "B": "Kamusal ebeveynlik",
      "C": "Geniş aile modeli",
      "D": "Bağımlı çekirdek aile",
      "E": "Duygusal Bağlı aile modeli"
    },
    "explanation": "Kadınların işgücüne ve kamusal alana<br/>katılımlarının artmasıyla tetiklenmiş olan toplumsal dönüşüm, sadece “eve ekmek getiren erkek” ve<br/>“ev hanımları”nın egemen olduğu hegemonik aile<br/>biçimini (Topçu, 2018: 55) değiştirmemiş ancak<br/>anne ve babaların çocuklarına ilişkin deneyim, değer ve tutumları da değişim kervanına katılmıştır."
  },
  {
    "id": "2979272",
    "unitNumber": 8,
    "text": "\"Ailenin devamlılığını sağlaması, ebeveynlere toplumsal başarı ve itibar algısı vermesi gibi unsurlar\" çocuğun hangi değeri ile yakından ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal değeri",
      "B": "Ekonomik değeri",
      "C": "Psikolojik değeri",
      "D": "İlişkisel değeri",
      "E": "Sembolik değeri"
    },
    "explanation": "Çocuğun sosyal değeri ise; ailenin devamlılığını sağlaması, ebeveynlere toplumsal başarı ve itibar algısı vermesi gibi unsurları anlatmaktadır."
  },
  {
    "id": "2979273",
    "unitNumber": 8,
    "text": "Hangi aile modelinde bireyci yönelim, yüksek refah ile Batı kültürleri için tipik olarak doğurganlığın düşük olduğu nükleer ailelerden bahsedilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fonksiyonel geniş aile",
      "B": "Duygusal aile modeli",
      "C": "Bağımsız aile modeli",
      "D": "Sembolik aile modeli",
      "E": "İlişkisel aile modeli"
    },
    "explanation": "İlk olarak, bağımsız aile modelinden söz etmek<br/>gerekirse, bu aile modelinde bireyci yönelim, yüksek refah ile Batı kültürleri için tipik olarak doğurganlığın düşük olduğu nükleer ailelerden bahsedebiliriz. Özerklik bu aile modelinde çok değerlidir<br/>ve maddi faydanın yanı sıra, aile bireyleri arasındaki duygusal karşılıklı bağımlılıklar da vurgulanmaktadır."
  },
  {
    "id": "2979274",
    "unitNumber": 8,
    "text": "Modernleşme süreçlerinin güçlü bir etkisi olmadığı Batı dışı, kolektivist ve düşük refahlı kültürlerde yaygın olan aile modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Karşılıklı bağımlılık modeli",
      "B": "Ekonomik değer temelli model",
      "C": "Aile içi bağımlılık modeli",
      "D": "Bağımsız aile modeli",
      "E": "Genel kültür yönelim modeli"
    },
    "explanation": "Aile içi bağımlılık modeli, modernleşme süreçlerinin güçlü bir etkisi olmadığı Batıdışı, kolektivist ve düşük refahlı kültürlerde yaygındır. Bu durum özellikle düşük sosyo-ekonomik kalkınmaya sahip Batı dışı birçok kırsal alanda söz konusudur. Bu aile modelinde, doğurganlık yüksek bir oranda<br/>seyreder ve geniş aileler karakteristik bir özelliktedir."
  },
  {
    "id": "2979275",
    "unitNumber": 8,
    "text": "Eleştirel Aile Kuramı eseri hangi bilim insanına aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kağıtçıbaşı",
      "B": "Poster",
      "C": "Gilles",
      "D": "Giddens",
      "E": "Ataca"
    },
    "explanation": "Mark Poster’in (1989: 234) Eleştirel Aile Kuramı eserinde aktardığı gibi, aile demokratik bir<br/>topluluk olacaksa, insanların bugün karşı karşıya<br/>kaldığı dehşete düşürücü bir şekilde kendini aileye<br/>adamak ve tam bir yalnızlık içinde kalmak seçeneğinin her ikisinden de kaçınılmalıdır"
  },
  {
    "id": "2979276",
    "unitNumber": 8,
    "text": "Birçok batı kültüründe yaygın olan başkalarından ayrışmış bir bireyci benlik olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ayrık benlik",
      "B": "İlişkili benlik",
      "C": "Özerk benlik",
      "D": "Sembolik benlik",
      "E": "Psikolojik benlik"
    },
    "explanation": "Birçok batı kültüründe yaygın olan başkalarından ayrışmış bir bireyci benlik olarak ayrık benliktir."
  },
  {
    "id": "2979277",
    "unitNumber": 8,
    "text": "Anne-babaların daha az sıcaklık, daha yüksek kontrol davranışı<br/>gösterdikleri ebeveynlik tarzı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Demokratik",
      "B": "İzin verici",
      "C": "İhmalkar",
      "D": "Otoriter",
      "E": "Reddedici"
    },
    "explanation": "Otoriter (authoritarian) anne-babalar daha az sıcaklık, daha yüksek kontrol davranışı gösterirler. Otoriter ebeveynler çocuklarından koydukları kural ve taleplere kesin itaat beklerler. Bu<br/>ailelerde kurallar tartışılmaz"
  },
  {
    "id": "2979278",
    "unitNumber": 8,
    "text": "Bir ülkede çocuğun değerini aşağıdakilerden hangisi belirlemez?",
    "correctAnswer": "A",
    "options": {
      "A": "Coğrafi durumu",
      "B": "Refah durumu",
      "C": "Ekonomik durumu",
      "D": "Kültürel durumu",
      "E": "Geleneksel durumu"
    },
    "explanation": "Ülkenin coğrafi durumu ülkenin çocuğa verdiği değeri belirlemez."
  },
  {
    "id": "2979279",
    "unitNumber": 8,
    "text": "Kentleşen ve modernleşen toplumda aşağıdakilerden hangisi daha az görülür.",
    "correctAnswer": "A",
    "options": {
      "A": "Doğurganlığın artması",
      "B": "Parçalanmış aile",
      "C": "Yüksek evlilik yaşı",
      "D": "Eşitlikçi yaşam tarzı",
      "E": "Bireyselleşme"
    },
    "explanation": "Kentleşen ve modernleşen toplumda doğurganlığın artması daha az görülür."
  },
  {
    "id": "2979280",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi batı ailesinin özelliklerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Otoriter ilişki",
      "B": "Bağımsız ilişki",
      "C": "Akrabalardan bağımsızlık",
      "D": "Çekirdek aile",
      "E": "Sınırları olan aile bireyleri"
    },
    "explanation": "Otoriter ilişki batı ailesinin özelliklerinden biri değildir."
  },
  {
    "id": "2979281",
    "unitNumber": 8,
    "text": "Kağıtçıbaşı aşağıdakilerden hangisinin Türkiye aile yapısında görülen bir özellik olduğunu saptamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ailede çocuğa bağımlılığın azaldığını ancak duygusal bağlılıkta değişme olmadığını",
      "B": "Ekonomik kalkınmanın geleneksel aile modelini zayıflatacağını",
      "C": "Modernleşme sürecinin bireysel özgürlüğü idealize edeceğini",
      "D": "Eğitim sürelerinin uzamasıyla ailenin birey için önemi azalacağını",
      "E": "Kentleşmeyle anonim ilişkilerin çözüleceğini"
    },
    "explanation": "Kağıtçıbaşı, ailede çocuğa bağımlılığın azaldığını ancak duygusal bağlılıkta değişme olmadığını Türkiye aile yapısında görülen bir özellik olduğunu saptamıştır."
  },
  {
    "id": "2979282",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi çocuğa atfedilen faydacı değeri anlatır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal güvence",
      "B": "Neşe",
      "C": "Gurur",
      "D": "Eğlence",
      "E": "Arkadaşlık"
    },
    "explanation": "Çocuğa atfedilen faydacı değer sosyal güvence oluşudur."
  },
  {
    "id": "2979283",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi \"Duygusal Bağımlılık Modeli\" nin temelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Artan refahla zayıflayan ailesel maddi bağımlılıkla birlikte duygusal bağımlılığın önemini koruması",
      "B": "Artan refahla zayıflayan ailesel maddi bağımlılıkla duygusal bağımlılığın çözülmesi",
      "C": "Artan refahla zayıflayan maddi bağımlılıkla birlikte kuşaklar arası bağımlılıklarda ayrışma",
      "D": "Artan refahla zayıflayan maddi bağımlılıkla birlikte artan çekirdekleşme",
      "E": "Artan refahla zayıflayan maddi bağımlılıkla birlikte artan bireyselleşme"
    },
    "explanation": "Artan refahla zayıflayan ailesel maddi bağımlılıkla birlikte duygusal bağımlılığın önemini koruması"
  },
  {
    "id": "2979284",
    "unitNumber": 8,
    "text": "\"Kağıtçıbaşı'nın çocuğun değeri çalışmaları ..... kültür ve ..... kuşak boyunca aile ile ilgili değişen değerlerin kalıplarını analiz etmeyi amaçlamaktadır.\"\n Yukarıdaki ifadede yer alan boşlukları aşağıdakilerden hangisi en doğru tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "üç-iki",
      "B": "iki-üç",
      "C": "beş-üç",
      "D": "üç-beş",
      "E": "beş-iki"
    },
    "explanation": "Kağıtçıbaşı'nın çocuğun değeri çalışmaları üç kültür ve iki kuşak boyunca aile ile ilgili değişen değerlerin kalıplarını analiz etmeyi amaçlamaktadır."
  },
  {
    "id": "2979285",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Türkiye'de çocuktan beklenen faydacı ve ekonomik değerin düşmesine neden olmamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hane sayısındaki artış",
      "B": "Ekonomik kalkınma",
      "C": "Refah artışı",
      "D": "Eğitimdeki gelişme",
      "E": "Kentleşme"
    },
    "explanation": "Türkiye'de çocuktan beklenen faydacı ve ekonomik değerin düşmesine hane sayısındaki artış neden olmamıştır."
  },
  {
    "id": "2979286",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi \"ayrık benlik\" yapısı için önemli değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ait olunan gruplara uyum",
      "B": "Farklı olmak",
      "C": "Kendini göstermek",
      "D": "Kişisel amaçlaraı gerçekleştirmek",
      "E": "Kendine güvenmek"
    },
    "explanation": "Ait olunan gruplara uyum"
  },
  {
    "id": "2979287",
    "unitNumber": 8,
    "text": "Hangi benlik özelliği toplulukçu kültürlerde görülür?",
    "correctAnswer": "A",
    "options": {
      "A": "Bireyin ait olduğu gruba uyumu",
      "B": "Bireyin gereksinimlerini karşılaması",
      "C": "Bireysel hakları koruma",
      "D": "Bireyin güdülerini koruma",
      "E": "İçsel özellikleri koruma"
    },
    "explanation": "Bireyin ait olduğu gruba uyumu"
  },
  {
    "id": "2979288",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi otoriter ebeveyn tarzı değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Beklentisiz olma",
      "B": "İlişkide az sıcaklık",
      "C": "Yüksek kontrol",
      "D": "Kuralların tartışılmazlığı",
      "E": "Kurallara kesin itaat beklentisi"
    },
    "explanation": "Beklentisiz olma"
  },
  {
    "id": "2979289",
    "unitNumber": 8,
    "text": "I Bağımsız aile modeli\n II Yarı bağımlı aile modeli\n II Bağımlı aile modeli\n IV Duygusal bağlı aile modeli\n V Batılı nükleer aile modeli\n Yukarıdakilerden hangisi/leri Çiğdem Kağıtçıbaşı'nın Aile Değişimi Teorisi’nde tanımlamış olduğu aile modellerinden biri<strong> değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "Yalnızca I",
      "C": "II ve V",
      "D": "III ve IV",
      "E": "Yalnızca III"
    },
    "explanation": "Kağıtçıbaşı, Aile Değişimi Teorisi’nde üç ayrı aile modeli üzerinde de durmuştur. Özellikle batıdaki orta sınıf kentsel ailelerde yaygın olarak görülen Bağımsız Aile Modeli, geleneksel kır toplumunda yaygın olan (nesillerarası) Bağımlı Aile Modeli ve nihayet bu ikisinden de farklı olan Duygusal Bağlı Aile Modeli.<br/>II ve V"
  }
]