[
  {
    "id": "2365184",
    "unitNumber": 1,
    "text": "Yerkürenin katmanlarına ilişkin aşağıdaki eşleşmelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Su küre - atmosfer",
      "B": "Hava küre - biyosfer",
      "C": "Canlı küre - geosfer",
      "D": "İç katmanlar - hidrosfer",
      "E": "Yer kabuğu - litosfer"
    },
    "explanation": "İleri derecede soyutlamanın eseri olan bu benzetmede hava küre (Atmosfer), su küre (Hidrosfer), yer kabuğu (Litosfer), canlı küre (Biyosfer) ve bazen de yerin iç katmanları temsilen (Geosfer) adını duyarız."
  },
  {
    "id": "2365220",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi atmosferin katmanlarından biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Troposfer",
      "B": "Stratosfer",
      "C": "Mezosfer",
      "D": "Litosfer",
      "E": "Termosfer"
    },
    "explanation": "Atmosfer kendi içerisinde Troposfer, Stratosfer, Mezosfer, Termosfer, Ekzosfer olmak üzere 5 katmana ayrılır. Litosfer bu katmanlar arasında yer alamaz."
  },
  {
    "id": "2365230",
    "unitNumber": 1,
    "text": "Yer kürenin çok katmanlı yapısının haritalara yansıtılabilmesi aşağıdakilerden hangisinin doğrudan sonucudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Pusulanın icadı",
      "B": "Dünyanın hareketleri",
      "C": "Katmanların incelenmesi",
      "D": "Makanın zaman boyutu",
      "E": "Coğrafi bilgi sistemleri"
    },
    "explanation": "Coğrafi Bilgi Sistemleri öncesinde yerkürenin bu çok katmanlı yapısı ancak kısmen haritalara yansıtılabiliyordu zira basılı haritalarda tek seferde tasvir edilebilecek katman sayısı son derece sınırlıydı. Coğrafi Bilgi Sistemleri sadece katman sınırlamasını kaldırmakla kalmadı, katmanlar arasında kesişmeörtüşme gibi ilişki ve etkileşimi sorgulama ve analiz etme imkânı sağladı."
  },
  {
    "id": "2365233",
    "unitNumber": 1,
    "text": "Coğrafya terimi ilk olarak kim tarafından kullanılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Eratosthenes",
      "B": "Strabon",
      "C": "James Hutton",
      "D": "Alexander von Humboldt",
      "E": "Pisagor"
    },
    "explanation": "Yerbilimlerinin atası olan coğrafya terimini ilk kullanan Eratosthenes (M.Ö. 276-194) olmuştur."
  },
  {
    "id": "2365238",
    "unitNumber": 1,
    "text": "Lazer tarama ile santimetre hassasiyetinde sonuçlar üretmek hangi teknoloji ile olanklı hale gelmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Nesnelerin interneti",
      "B": "LIDAR nokta bulutu",
      "C": "İHA",
      "D": "RTK Drone",
      "E": "Siber uzay"
    },
    "explanation": "3 boyutlu modelleme, jeomorfometrik analizler ve jeolojik etütleri ayrı bir seviyeye taşımıştır. Bu gelişmeye paralel olarak lazer tarama (LIDAR nokta bulutu) ile santimetre hassasiyetinde sonuçlar üretmek sıradanlaşmıştır."
  },
  {
    "id": "2365242",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Modern Jeomorfoloji Dönemi olaylarından biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "İlk Jeomorfoloji Haritaları",
      "B": "Türkiye’nin İrfifa Kuşakları",
      "C": "Türkiye’deki İlk Jeomorfoloji Haritaları",
      "D": "Türkiye Eğitim Haritası",
      "E": "Batı Anadolu Uygulamalı Jeomorfolji Haritası"
    },
    "explanation": "İlk Jeomorfoloji Haritaları, Modern Jeomorfoloji Dönemi Öncesine ait bir gelişmedir."
  },
  {
    "id": "2365245",
    "unitNumber": 1,
    "text": "……………………………. cismi aydınlatmak veya görünür kılmak için harici bir kaynak kullanılmaz.\n Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pasif uzaktan algılamada",
      "B": "Coğrafi bilgi sistemlerinde",
      "C": "Yüksek irtifa uçak ve balon gözlemlerinde",
      "D": "Aktif uzaktan algılamada",
      "E": "Atmosfer dışı uydu gözlemlerinde"
    },
    "explanation": "Pasif uzaktan algılamada cismi aydınlatmak veya görünür kılmak için harici bir kaynak kullanılmaz."
  },
  {
    "id": "2365249",
    "unitNumber": 1,
    "text": "<em>…………………………………… </em>gözlem sinyali aygıtın kendisi tarafından üretilir.\n Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Pasif uzaktan algılamada",
      "B": "Coğrafi bilgi sistemlerinde",
      "C": "Yüksek irtifa uçak ve balon gözlemlerinde",
      "D": "Aktif uzaktan algılamada",
      "E": "Atmosfer dışı uydu gözlemlerinde"
    },
    "explanation": "Aktif uzaktan algılamada gözlem sinyali aygıtın kendisi tarafından üretilir."
  },
  {
    "id": "2365253",
    "unitNumber": 1,
    "text": "Yer mirasını (Geoheritage) korumak, toplumu bilinçlendirmek ve bu sahalarda Jeoturizm vasıtasıyla yerel kalkınmayı desteklemek amacıyla oluşturulan alanlara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Jeopark",
      "B": "LIDAR",
      "C": "GeoSLAM",
      "D": "Geoeye",
      "E": "ALOS PALSAR"
    },
    "explanation": "Jeopark yeni bir doğa koruma ve alan yönetimi kavramı olup 2000 yılında Avrupa Jeoparklar Ağı (European Geoparks Network) ile vücut bulmuş ve 2015 yılında UNESCO Global Jeoparklar programına dönüşmüştür. Jeoparkların amacı yer mirasını (Geoheritage) korumak, toplumu bilinçlendirmek ve bu sahalarda Jeoturizm vasıtasıyla yerel kalkınmayı desteklemektir."
  },
  {
    "id": "2365256",
    "unitNumber": 1,
    "text": "Haritada aynı yükseltiye sahip noktaların birleştirilmesi ile elde edilen eğrilere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eş yükselti eğrisi",
      "B": "Hidroloji",
      "C": "Hidrojeoloji",
      "D": "Nokta eğrisi",
      "E": "Dolin"
    },
    "explanation": "Eş yükselti eğrisi haritada aynı yükseltiye sahip noktaların birleştirilmesi ile elde edilen eğrilerdir."
  },
  {
    "id": "2373163",
    "unitNumber": 1,
    "text": "Coğrafi Bilgi Sistemleri kullanılarak hazırlanan bir haritada diri faylar ve genç volkanik kayaçların çakıştığı görülüyorsa bu aşağıdakilerden hangisini göstermektedir<strong>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Harita çiziminde bir hata yapıldığını göstermektedir",
      "B": "Jeotermal kaynak potansiyelinin bulunduğu alanları göstermektedir",
      "C": "Harita katmanlarının çakışmaması gerektiğini göstermektedir",
      "D": "Yerkabuğunun katmanlardan oluştuğunu göstermektedir",
      "E": "Yakın zamanda volkanik olaylar görülebileceğini göstermektedir"
    },
    "explanation": "Coğrafi Bilgi Sistemleri kullanılarak hazırlanan bir haritada diri faylar ve genç volkanik kayaçların çakıştığı görülüyorsa bu jeotermal kaynak potansiyelinin bulunduğu alanları göstermektedir."
  },
  {
    "id": "2373164",
    "unitNumber": 1,
    "text": "I. Morfolojik haritalar adlı ilk çalışma 1945 yılında Boesch tarafından yapılmıştır\n II. Türkiye Jeomorfoloji Haritası Oğuz Erol tarafından 1:25.000 ölçekli hazırlanmıştır\n III. Jeomorfolojik haritalama kavramlarının ortaya çıkışı 1940 - 1950 yılları arasındaki döneme rastlamaktadır.\n IV. Türkiye’deki ilk jeomorfoloji haritası Strahler tarafından 1930 yılında hazırlanmıştır\n V. Türkiye genelini kapsayan büyük ölçekli ve detaylı bir jeomorfoloji haritası bulunmamaktadır\n Jeomorfoloji haritaları hakkında yukarıda verilenlerden hangisi ya da hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I, III, V",
      "B": "II, IV",
      "C": "I, II, IV",
      "D": "III, V",
      "E": "II, III, IV, V"
    },
    "explanation": "Jeomorfoloji haritaları hakkında verilenlerden şunlar doğrudur:\n<br/>Morfolojik haritalar adlı ilk çalışma 1945 yılında Boesch tarafından yapılmıştır\n<br/>Jeomorfolojik haritalama kavramlarının ortaya çıkışı 1940 - 1950 yılları arasındaki döneme rastlamaktadır.\n<br/>Türkiye genelini kapsayan büyük ölçekli ve detaylı bir jeomorfoloji haritası bulunmamaktadır<br/>I, III, V"
  },
  {
    "id": "2373168",
    "unitNumber": 1,
    "text": "Türkiye’de ulusal ölçekte standart Jeoloji haritaları aşağıdakilerden hangisi tarafından üretilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "GeoTIFF",
      "B": "UTM",
      "C": "TJVT",
      "D": "MTA",
      "E": "WGS"
    },
    "explanation": "Türkiye’de ulusal ölçekte standart Jeoloji haritaları MTA tarafından üretilmektedir"
  },
  {
    "id": "2373170",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi uluslararası jeolojik veri kaynaklarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "TJVT",
      "B": "HGM",
      "C": "MTA",
      "D": "GeoTIFF",
      "E": "Orebodies"
    },
    "explanation": "Orebodies, uluslararası jeolojik veri kaynaklarındandır."
  },
  {
    "id": "2373171",
    "unitNumber": 1,
    "text": "Uzaktan algılama teknolojisindeki gelişmelerin temeli aşağıdakilerden hangisine dayanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Tıbbi çalışmalara",
      "B": "Ekonomik çalışmalara",
      "C": "Askeri çalışmalara",
      "D": "Siyasi çalışmalara",
      "E": "Sosyo-kültürel çalışmalara"
    },
    "explanation": "Uzaktan algılama teknolojisindeki gelişmelerin temeli askeri çalışmalara dayanmaktadır."
  },
  {
    "id": "2373173",
    "unitNumber": 1,
    "text": "Temel altlık verisi olarak kullanılan ortofotolar aşağıdakilerden hangisi tarafından üretilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Atmosfer dışı uydu gözlemleri",
      "B": "Uçak ve planörler ile yapılan orta irtifa gözlemleri",
      "C": "Yüksek irtifa uçak gözlemleri",
      "D": "Sivil İnsansız Hava Araçları ile alçak irtifa gözlemleri",
      "E": "Yüksek irtifa balon gözlemleri"
    },
    "explanation": "Temel altlık verisi olarak kullanılan ortofotolar, uçak ve planörler ile yapılan orta irtifa gözlemleri tarafından üretilmektedir."
  },
  {
    "id": "2373174",
    "unitNumber": 1,
    "text": "I. Yeraltı suyu akifer haritaları\n II. Fay haritası\n III. jeolojik haritalar\n IV. Lahar akıntısı haritaları\n V. Akarsu taşkın haritaları\n Tarlaların ansızın çökerek dev çukurluklara dönüştüğü dolinlerin gösterildiği haritalar, yukarıda verilen haritalardan hangisi ya da hangileri ile çakıştırılarak yeni çökme alanları tespit edilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, III, V",
      "B": "II, IV",
      "C": "I, II, III",
      "D": "IV, V",
      "E": "II, III, IV, V"
    },
    "explanation": "Tarlaların ansızın çökerek dev çukurluklara dönüştüğü dolinlerin gösterildiği haritalar, şu haritalarla çakıştırılarak yeni çökme alanları tespit edilebilir:\n<br/>Yeraltı suyu akifer haritaları,\n<br/>Fay haritası,\n<br/>Jeolojik haritalar.<br/>I, II, III"
  },
  {
    "id": "2373177",
    "unitNumber": 1,
    "text": "Güneş ışığı olmadan yaşamın mümkün olduğunu aşağıdakilerden hangisi göstermektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Anaerobik canlılar",
      "B": "Likenler",
      "C": "Mantarlar",
      "D": "Metanojen bakteriler",
      "E": "Aerobik bakteriler"
    },
    "explanation": "Metanojen bakteriler, güneş ışığı olmadan yaşamın mümkün olduğunu göstermektedir."
  },
  {
    "id": "2373179",
    "unitNumber": 1,
    "text": "CBS uygulamalarında Hidroloji alanında kullanılan temel altlık verisi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Topoğrafya haritaları",
      "B": "Jeoloji haritaları",
      "C": "Deprem haritaları",
      "D": "Arazi kullanım haritaları",
      "E": "Toprak haritaları"
    },
    "explanation": "CBS uygulamalarında Hidroloji alanında kullanılan temel altlık verisi topoğrafya haritalarıdır."
  },
  {
    "id": "2373180",
    "unitNumber": 1,
    "text": "I. Nüfus\n II. Eğim\n III. Havza büyüklüğü\n IV. Zemin geçirgenliği\n V. Bitki örtüsü\n Yukarıdakilerden hangisi ya da hangileri yağışın bir taşkın ya da sel mi yoksa yatağında akan bir akarsu mu olacağını tayin edecek olan CBS verisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, III, V",
      "B": "II, IV",
      "C": "I, II, V",
      "D": "III, IV, V",
      "E": "II, III, IV, V"
    },
    "explanation": "Yağışın bir taşkın ya da sel mi yoksa yatağında akan bir akarsu mu olacağını tayin edecek olan bitki örtüsü, eğim, vadi profili, havza büyüklüğü, zemin geçirgenliği gibi faktörlerin tamamı CBS verisidir.<br/>II, III, IV, V"
  },
  {
    "id": "2378310",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi dakikalar içerisinde 3 boyutlu sayısal yükselti modelleri üretebilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Pisagor",
      "B": "CBS",
      "C": "ABS",
      "D": "Hava Küre",
      "E": "GPS"
    },
    "explanation": "CBS ile dakikalar içerisinde 3 boyutlu Sayısal Yükselti Modelleri (DEM- Digital Elevation Model) üretilebilmektedir. Doğru cevap B'dir."
  },
  {
    "id": "2378313",
    "unitNumber": 1,
    "text": "Haritalarda dikey ekseni ifade eden 3. boyut hangi harf ile gösterilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "X",
      "B": "Y",
      "C": "T",
      "D": "Z",
      "E": "W"
    },
    "explanation": "1. Boyut: X, ikinci boyut: Y, üçüncü boyut: Z, dördüncü boyut: T ile gösterilir. Doğru cevap D'dir."
  },
  {
    "id": "2378348",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yerbilimlerinin atası olarak kabul edilen ve coğrafya terimini <u>ilk</u> kullanan bilim insanıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Eratosthenes",
      "B": "Strabon",
      "C": "Boardman",
      "D": "Humboldt",
      "E": "Hutton"
    },
    "explanation": "Yerbilimlerinin atası olan coğrafya terimini ilk kullanan Eratosthenes olmuştur. Antik dönemin ünlü bilim insanı Strabon ise günümüzden iki bin yıl önce Coğrafya adlı kitabını yazmıştır. Doğru cevap A'dır."
  },
  {
    "id": "2378360",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi doğrudan Coğrafi Bilgi Sistemleri ile alakalı<u> değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Nesnelerin interneti",
      "B": "Siber uzay",
      "C": "Bilim kurgu",
      "D": "Otonom araçlar",
      "E": "Artırılmış gerçeklik"
    },
    "explanation": "“Nesnelerin interneti”, “Siber uzay”, “Otonom araçlar” ve “Artırılmış gerçeklik” gibi gelişim alanları doğrudan Coğrafi Bilgi Sistemleri ile alakalıdır. Sanal dünya simülasyonu günümüzde coğrafi bilgi sistemlerinde daha da gelişerek artırılmış gerçekliğe sahip siber uzay kavramına evrilmiştir. Doğru cevap C'dir."
  },
  {
    "id": "2378975",
    "unitNumber": 1,
    "text": "Aşağıdaki hangi seçenekte Türkiye genelini kapsayan, tamamlanmış jeomorfoloji haritalamasının yapıldığı tarih doğru olarak verilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "1936",
      "B": "1969",
      "C": "1982",
      "D": "2011",
      "E": "Henüz tamamlanmamış"
    },
    "explanation": "Türkiye genelini kapsayan detaylı bir jeomorfoloji haritalaması halen tamamlanamamıştır. Doğru cevap E'dir."
  },
  {
    "id": "2378984",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir ülkenin tamamına ait <u>ilk</u> jeoloji haritasının çizildiği yer olarak kabul edilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yunanistan",
      "B": "Almanya",
      "C": "Amerika",
      "D": "İngiltere",
      "E": "Türkiye"
    },
    "explanation": "1815 yılında William Smith’in elle çizip renklendirdiği “İngiltere’nin Jeoloji Haritası” bir ülkenin tamamına ait ilk jeoloji haritası olarak kabul edilir. Doğru cevap D'dir."
  },
  {
    "id": "2379011",
    "unitNumber": 1,
    "text": "Yerkabuğunda bulunan kayaçlarda sıkışma ve gerilme kuvvetlerine bağlı olarak meydana gelen düzlemsel kırılma ve kaymalar .................. olarak adlandırılmaktadır.\n Yukarıda boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Jeoloji",
      "B": "Orebodies",
      "C": "Fay",
      "D": "Kabartma",
      "E": "İnteger"
    },
    "explanation": "Fay, yerkabuğunda bulunan kayaçlarda sıkışma ve gerilme kuvvetlerine bağlı olarak meydana gelen düzlemsel kırılma ve kaymalar, belirgin deformasyon veya yer değiştirmelerdir. Doğru cevap C'dir."
  },
  {
    "id": "2379016",
    "unitNumber": 1,
    "text": "Bir cisme temas etmeden yapılan gözlemler mesafeden bağımsız olarak Uzaktan Algılama olarak kabul edilebilir. Uzaktan Algılamayı gözlem mesafesine göre 4 ayrı sınıfta ele alabiliriz. Aşağıdakilerden hangisi bu sınıflardan birisi olarak kabul <u>edilmemektedir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Atmosfer dışı uydu gözlemleri",
      "B": "Atmosfer içi uydu gözlemleri",
      "C": "Yüksek irtifa uçak ve balon gözlemleri",
      "D": "Uçak ve planörler ile yapılan orta irtifa gözlemleri",
      "E": "Sivil İnsansız Hava Araçları (İHA) ile alçak irtifa gözlemleri"
    },
    "explanation": "Uzaktan Algılamayı gözlem mesafesine göre sınıflarken atmosfer dışı uydu gözlemleri, yüksek irtifa uçak ve balon gözlemleri, uçak ve planörler ile yapılan orta irtifa gözlemleri ve sivil İnsansız Hava Araçları (İHA) ile alçak irtifa gözlemleri olarak ele alırız. Doğru cevap B'dir."
  },
  {
    "id": "2379021",
    "unitNumber": 1,
    "text": "Pasif uzaktan algılama tekniği ile ilgili bilgi verirken aşağıdakilerden hangisini söylersek <u>yanlış</u> bir bilgi vermiş oluruz?",
    "correctAnswer": "E",
    "options": {
      "A": "Cismi aydınlatmak için harici bir kaynak kullanılmaz",
      "B": "Cismi görünür kılmak için kaynak kullanılmaz",
      "C": "Cismin kendi ışıması vardır",
      "D": "Cismin yansımasından faydalanılır",
      "E": "Gözlem sinyali cismin kendisi tarafından üretilir"
    },
    "explanation": "E seçeneği aktif uzaktan algılama tekniğinin içeriğidir. Doğru cevap E'dir."
  },
  {
    "id": "2379026",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi suyun atmosferik dolaşımı, hal değişimleri, fiziksel ve kimyasal etkilerini ele alan bilim dalı olarak kabul edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Meteoroloji",
      "B": "Hidrojeoloji",
      "C": "Hidrometeroloji",
      "D": "Jeomorfoloji",
      "E": "Jeofizik"
    },
    "explanation": "Hidroloji “Su bilimi” multidisipliner bir bilim dalıdır. Meteoroloji ise suyun atmosferik dolaşımı, hal değişimleri ile fiziksel ve kimyasal etkilerini ele alır. Doğru cevap A'dır."
  },
  {
    "id": "2380720",
    "unitNumber": 1,
    "text": "Atmosferin, meteorolojik olayların gerçekleştiği ve su buharının büyük kısmını barındırdığı katmanı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Troposfer",
      "B": "Stratosfer",
      "C": "Mezosfer",
      "D": "Termosfer",
      "E": "Ekzosfer"
    },
    "explanation": "Atmosfer kendi içerisinde 5 katmana (Troposfer, Stratosfer, Mezosfer, Termosfer, Ekzosfer) ayrılır ve her bir katmanda kendi içerisinde alt katmanlara ayrılabilecek farklılıklar içerir. Örneğin meteorolojik olayların gerçekleştiği ve su buharının büyük kısmını barındıran katman Troposferdir. Bu katman, deniz seviyesi ile Jet akıntıları (Jet stream) adı verilen rüzgârların estiği 10-12 km yükseklikleri birbirinden belirgin biçimde farklıdır."
  },
  {
    "id": "2380721",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi karalarda olduğu gibi su kütlelerinin ve buzulların altındaki yüzey şekillerini uzaktan algılama tekniklerini kullanarak inceleyen bilim dalıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Coğrafya",
      "B": "Jeoloji",
      "C": "Hidroklimatoloji",
      "D": "Jeomorfoloji",
      "E": "Hidrografya"
    },
    "explanation": "Jeomorfoloji bilimi; karalarda olduğu gibi su kütlelerinin (Okyanus, Deniz, Göl) ve buzulların altındaki yüzey şekillerini sonar ve radar gibi Uzaktan Algılama tekniklerini kullanarak inceler. Diğer yerbilimlerine (Coğrafya, Jeoloji) nazaran nispeten yeni bir bilim dalı olan Jeomorfoloji 20. Yüzyılın başlarında doğmuştur."
  },
  {
    "id": "2380724",
    "unitNumber": 1,
    "text": "Bir ülkenin tamamına ait ilk jeoloji haritasının aşağıda verilen ülkelerden hangisine ait olduğu kabul edilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fransa",
      "B": "İngiltere",
      "C": "İspanya",
      "D": "Amerika",
      "E": "Portekiz"
    },
    "explanation": "Günümüzden iki yüzyıl önce, 1815 yılında William Smith’in elle çizip renklendirdiği “İngiltere’nin Jeoloji Haritası” bir ülkenin tamamına ait ilk jeoloji haritası olarak kabul edilmektedir."
  },
  {
    "id": "2380726",
    "unitNumber": 1,
    "text": "Türkiye’de CBS ortamında jeoloji verisi üretme çalışmaları hangi yılda başlatılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1990",
      "B": "1995",
      "C": "2000",
      "D": "2005",
      "E": "2007"
    },
    "explanation": "Türkiye’de CBS ortamında jeoloji verisi üretme çalışmaları 1995 yılında Maden Tetkik ve Arama Kurumu (MTA) tarafından “Türkiye Jeoloji Veri Tabanı (TJVT)” projesi ile başlar. Bu kapsamda mevcut 5547 adet 1/25.000 ölçekli Türkiye jeoloji haritası, diri fay, heyelan haritaları öznitelik bilgileri sayısallaştırılarak Coğrafi Bilgi Sistemlerine aktarılmıştır."
  },
  {
    "id": "2380727",
    "unitNumber": 1,
    "text": "MTA tarafından hangi yıl itibariyle 5547 adet (Türkiye’nin %97’si) 1/25.000 ölçekli Jeoloji haritası sayısallaştırılarak Türkiye Jeoloji Veri Tabanına (TJVT) aktarılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "1999",
      "B": "2006",
      "C": "2007",
      "D": "2014",
      "E": "2019"
    },
    "explanation": "MTA tarafından 2019 yılı itibariyle 5547 adet (Türkiye’nin %97’si) 1/25.000 ölçekli Jeoloji haritası sayısallaştırılarak Türkiye Jeoloji Veri Tabanına (TJVT) aktarılmıştır. Bu veriler “raster” formatında, koordinatlı “GeoTIFF” veya vektörel formatta “shapefile” veya “E00” formatında ücreti mukabilinde temin edilebilmektedir. Sayısal veriler UTM projeksiyonunda ve WGS-84 datumunda sunulmaktadır."
  },
  {
    "id": "2380730",
    "unitNumber": 1,
    "text": "Yer yüzeyinin eksiksiz bir sayısal yükselti Modelini (DEM, Digital Elevation Model) oluşturmaya yarayan aktif uydu radar teknolojisi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "SAR",
      "B": "TIRS",
      "C": "LIDAR",
      "D": "İHA",
      "E": "GPS"
    },
    "explanation": "Aktif uzaktan algılamada gözlem sinyali aygıtın kendisi tarafından üretilir. Aktif uzaktan algılama aslında gemilerin kendi ürettikleri sonar dalgaları ile deniz tabanının taramalarına benzetilebilir. Bu uygulamanın en yaygın olanı yer yüzeyinin eksiksiz bir sayısal yükselti Modelini (DEM, Digital Elevation Model) oluşturmaya yarayan aktif bir uydu radar teknolojisi olan SAR (Synthetic aperture radar - Sentetik diyaframlı radar) yöntemidir."
  },
  {
    "id": "2380732",
    "unitNumber": 1,
    "text": "Jeoparklar; hangi yıl itibarıyla UNESCO Global Jeoparklar programına dönüşmüştür?",
    "correctAnswer": "E",
    "options": {
      "A": "1995",
      "B": "2000",
      "C": "2004",
      "D": "2013",
      "E": "2015"
    },
    "explanation": "Jeopark yeni bir doğa koruma ve alan yönetimi kavramı olup 2000 yılında Avrupa Jeoparklar Ağı (European Geoparks Network) ile vücut bulmuş ve 2015 yılında UNESCO Global Jeoparklar programına dönüşmüştür. Jeoparkların amacı yer mirasını (Geoheritage) korumak, toplumu bilinçlendirmek ve bu sahalarda Jeoturizm vasıtasıyla yerel kalkınmayı desteklemektir."
  },
  {
    "id": "2380733",
    "unitNumber": 1,
    "text": "Türkiye’nin ilk Avrupa ve UNESCO onaylı Jeoparkı hangi il sınırları içinde yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Adıyaman",
      "B": "Ankara",
      "C": "Manisa",
      "D": "Sivas",
      "E": "Zonguldak"
    },
    "explanation": "Türkiye’nin ilk Avrupa ve UNESCO Jeoparkı olan ve Manisa il sınırları içinde yer alan Kula Jeoparkı Dr. Erdal Gümüş tarafından 2013 yılında kurulmuştur."
  },
  {
    "id": "2380735",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi jeolojik afetler grubunda yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sel",
      "B": "Taşkın",
      "C": "Kuraklık",
      "D": "Fırtına",
      "E": "Tsunami"
    },
    "explanation": "Doğal afetleri iki sınıfta ele almak mümkündür. Deprem, tsunami, heyelan, volkanik patlamalar gibi yerin yapısından kaynaklananlara jeolojik afetler; sel, taşkın, kuraklık, fırtına, kuraklık gibi hava olayları ise meteorolojik afetler olarak adlandırılır. Jeoloji ve Coğrafi Bilgi Sistemleri yerkürenin dinamiklerini daha iyi anlamamızı sağlayarak doğal afetlerden korunmayı ve doğal kaynaklardan daha verimli biçimde faydalanmayı mümkün kılar."
  },
  {
    "id": "2380738",
    "unitNumber": 1,
    "text": "Dolin kavramı neyi ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Volkanik çamur akıntı deposu",
      "B": "Özellikle karbonatlı kayaçların bulunduğu sahalarda oluşan boşlukların tavanlarının çökmesi sonucu oluşan derin çukurlar",
      "C": "Su tutan veya suyun dolaşmasına müsade eden kayaç veya toprak yapısı",
      "D": "Güneş ışığı olmadan yaşayabilen bir bakteri türü",
      "E": "Sayısal Yükselti Modeli"
    },
    "explanation": "Dolin; özellikle karbonatlı kayaçların bulunduğu sahalarda yer altında karstik erimelere bağlı oluşan boşlukların tavanlarının çökmesi sonucu oluşan derin çukurlardır.<br/>Özellikle karbonatlı kayaçların bulunduğu sahalarda oluşan boşlukların tavanlarının çökmesi sonucu oluşan derin çukurlar"
  },
  {
    "id": "2363207",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Coğrafi Bilgi Sistemlerinde noktasal bazda bir sahada yapılan ölçümün başka sahalara uyarlanması için kullanılan yönteme verilen isimdir.",
    "correctAnswer": "C",
    "options": {
      "A": "Haritalama",
      "B": "Matematiksel Modelleme",
      "C": "Mekânsal enterpolasyon",
      "D": "İstatistiksel Analiz",
      "E": "Sinoptik Değerlendirme"
    },
    "explanation": "“Coğrafi Bilgi Sistemlerinin Kullanım Alanları I” Kitabının “İklim ve Coğrafi Bilgi Sistemleri” Başlıklı 2. Bölümünde bu soru ile ilgili şu bilgiye yer verilmektedir.\n Meteoroloji istasyonlarında tutulan noktasal verilerin mekânsal bazda ifade edilebilmesi için CBS aracı ile mekânsal enterpolasyon yöntemleri geliştirilmiştir. Mekânsal enterpolasyon yöntemler aracı ile noktasal bazda bir sahada yapılan ölçüm, başka sahalara uyarlanarak ve taşınarak sürekli yüzeyler oluşturulur. Böylece iklim verileri ölçümlerin olmadığı diğer alanlarda da oluşturulur ve tüm mekâna yayılır.\n Bu nedenle sorunun doğru cevabı C şıkkıdır."
  },
  {
    "id": "2363208",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi iklim koşullarını belirleyen, iklimin alansal ve zamansal yönden değişmesine yol açan faktörlerden birisi olan “Su Küre”nin Coğrafi Bilgi Sistemlerindeki karşılığıdır.",
    "correctAnswer": "B",
    "options": {
      "A": "Atmosfer",
      "B": "Hidrosfer",
      "C": "Kryosfer",
      "D": "Litosfer",
      "E": "Biyosfer"
    },
    "explanation": "“Coğrafi Bilgi Sistemlerinin Kullanım Alanları I” Kitabının “İklim ve Coğrafi Bilgi Sistemleri” Başlıklı 2. Bölümünde bu soru ile ilgili şu bilgiye yer verilmektedir.\n İklim koşullarını belirleyen, iklimin alansal ve zamansal yönden değişmesine yol açan tek faktör atmosfer değildir. İklim atmosferin yanında hidrosfer (su küre), kryosfer (kar-buz örtüsü), litosfer (taş küre) ve biyosfer (canlılar) arasındaki karşılıklı ilişkilerle belirlenen karmaşık yapıya sahip bir sistemi oluşturur. Nitekim sıcaklık, rüzgar, basınç, yağış ve bulutluluk gibi meteorolojik parametreler o an atmosferde etkili olan bu sistemlere göre değişiklikler gösterir.\n Bu nedenle sorunun doğru cevabı B şıkkıdır."
  },
  {
    "id": "2363209",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi “geniş bir bölge içerisinde ve uzun yıllar boyunca değişmeden kalan ortalama hava koşullarına” verilen isimdir.",
    "correctAnswer": "A",
    "options": {
      "A": "İklim",
      "B": "Meteoroloji",
      "C": "Sıcaklık Ortalaması",
      "D": "Coğrafya",
      "E": "Doğal Çevre"
    },
    "explanation": "“Coğrafi Bilgi Sistemlerinin Kullanım Alanları I” Kitabının “İklim ve Coğrafi Bilgi Sistemleri” Başlıklı 2. Bölümünde bu soru ile ilgili şu bilgiye yer verilmektedir.\n İklim oldukça geniş bir bölge içerisinde ve uzun yıllar boyunca değişmeden kalan ortalama hava koşullarına denir.\n Bu nedenle sorunun doğru cevabı A şıkkıdır."
  },
  {
    "id": "2363211",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi iklim koşullarını belirleyen, iklimin alansal ve zamansal yönden değişmesine yol açan faktörlerden birisi olan “Taş Küre”nin Coğrafi Bilgi Sistemlerindeki karşılığıdır.",
    "correctAnswer": "D",
    "options": {
      "A": "Atmosfer",
      "B": "Hidrosfer",
      "C": "Kryosfer",
      "D": "Litosfer",
      "E": "Biyosfer"
    },
    "explanation": "“Coğrafi Bilgi Sistemlerinin Kullanım Alanları I” Kitabının “İklim ve Coğrafi Bilgi Sistemleri” Başlıklı 2. Bölümünde bu soru ile ilgili şu bilgiye yer verilmektedir.\n İklim koşullarını belirleyen, iklimin alansal ve zamansal yönden değişmesine yol açan tek faktör atmosfer değildir. İklim atmosferin yanında hidrosfer (su küre), kryosfer (kar-buz örtüsü), litosfer (taş küre) ve biyosfer (canlılar) arasındaki karşılıklı ilişkilerle belirlenen karmaşık yapıya sahip bir sistemi oluşturur. Nitekim sıcaklık, rüzgar, basınç, yağış ve bulutluluk gibi meteorolojik parametreler o an atmosferde etkili olan bu sistemlere göre değişiklikler gösterir.\n Bu nedenle sorunun doğru cevabı D şıkkıdır."
  },
  {
    "id": "2363212",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi iklim koşullarını belirleyen, iklimin alansal ve zamansal yönden değişmesine yol açan faktörlerden birisi olan “Kar-buz Örtüsü”nin Coğrafi Bilgi Sistemlerindeki karşılığıdır.",
    "correctAnswer": "C",
    "options": {
      "A": "Atmosfer",
      "B": "Hidrosfer",
      "C": "Kryosfer",
      "D": "Litosfer",
      "E": "Biyosfer"
    },
    "explanation": "“Coğrafi Bilgi Sistemlerinin Kullanım Alanları I” Kitabının “İklim ve Coğrafi Bilgi Sistemleri” Başlıklı 2. Bölümünde bu soru ile ilgili şu bilgiye yer verilmektedir.\n İklim koşullarını belirleyen, iklimin alansal ve zamansal yönden değişmesine yol açan tek faktör atmosfer değildir. İklim atmosferin yanında hidrosfer (su küre), kryosfer (kar-buz örtüsü), litosfer (taş küre) ve biyosfer (canlılar) arasındaki karşılıklı ilişkilerle belirlenen karmaşık yapıya sahip bir sistemi oluşturur. Nitekim sıcaklık, rüzgar, basınç, yağış ve bulutluluk gibi meteorolojik parametreler o an atmosferde etkili olan bu sistemlere göre değişiklikler gösterir.\n Bu nedenle sorunun doğru cevabı C şıkkıdır."
  },
  {
    "id": "2363213",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi iklimi etkileyen “İklim Ögeleri”nden birisi değildir.",
    "correctAnswer": "D",
    "options": {
      "A": "Enlem etkisi",
      "B": "Kara ve Denizlerin Etkisi",
      "C": "Yükseklik",
      "D": "Nüfus",
      "E": "Yer Şekilleri"
    },
    "explanation": "“Coğrafi Bilgi Sistemlerinin Kullanım Alanları I” Kitabının “İklim ve Coğrafi Bilgi Sistemleri” Başlıklı 2. Bölümünde bu soru ile ilgili şu bilgiye yer verilmektedir.\n İklim öğeleri çeşitli oranlarda birleşerek bir yerin iklimini oluşturan atmosfer özelliklerini oluşturmaktadır. Atmosferin fiziksel özellikleri hava sıcaklığı, yağış, basınç, rüzgar, nem ya da bulutlar gibi iklim öğeleri ile açıklanır (Türkeş, 2016).\n Bu iklim öğeleri birtakım etmenlerin etkisiyle belirir ve biçimlenir. Bu iklim etmenleri (faktörleri);\n <ul> <li>Enlem etkisi,</li> <li>Kara ve denizlerin etkisi,</li> <li>Yükseklik,</li> <li>Yer şekilleri,</li> <li>Bitki örtüsü</li> <li>Okyanus akıntıları vb. gibi olaylardır</li> </ul> Bu nedenle sorunun doğru cevabı D şıkkıdır."
  },
  {
    "id": "2363214",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Coğrafi Bilgi Sistemlerinin İklim araştırmalarında ilk kullanıldığı dönemlerde, ölçüm yapılan alanın verilerinin diğer alanlar için genelleme yapılırken kullanılmasında başarılı olmamasının en önemli nedenlerinden birisi sayılabilir.",
    "correctAnswer": "A",
    "options": {
      "A": "Ölçümlerin doğruluk oranının yetersiz oluşu",
      "B": "Diğer alanlardaki coğrafi değişkenlerin hesaba katılmaması",
      "C": "Sistemde kullanılan hesaplamaların doğru olmayışı",
      "D": "Yeterli donanımda uzmanın olmayışı",
      "E": "Alanların birbirinden çok uzak olması"
    },
    "explanation": "“Coğrafi Bilgi Sistemlerinin Kullanım Alanları I” Kitabının “İklim ve Coğrafi Bilgi Sistemleri” Başlıklı 2. Bölümünde bu soru ile ilgili şu bilgiye yer verilmektedir.\n Günümüzde CBS, iklim bilimi konularında çeşitli işlevlere hizmet eden çok önemli ve yaygın bir araç haline gelmiştir. Aslında iklim bilimi alanında CBS ile yapılan ilk analizler oldukça basit analizlerdi. Meteoroloji istasyonundan temin edilen veriler doğrudan doğruya CBS yazılımına aktarılıp uygulamaya alınıyordu. Başlangıçta, CBS öncelikle çeşitli unsurların iklim referans değerlerinin sürekli haritalarını oluşturmak için bir araç olarak kullanıldı. Ancak bu şekilde yapılan analizlerin güvenilir sonuçlara ulaşmada ve tahminler üretmede pek de başarılı olamadığı sonucuna ulaşıldı. Çünkü genelleme yapılırken gözlem yapılmayan alanın diğer coğrafi değişkenleri de (yükselti, bakı şartları, denizden uzaklık vb.) göz önünde bulundurulmalıdır. Çünkü gözlem yapılan alanın değeri, çok yakınındaki alanın coğrafi değişkenlerden kaynaklanan farklılıklar nedeni ile o alanı temsil etmeyebilir.\n Bu nedenle sorunun doğru cevabı A şıkkıdır."
  },
  {
    "id": "2363215",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi iklimin en önemli parametrelerinden birisidir.",
    "correctAnswer": "A",
    "options": {
      "A": "Yağış",
      "B": "Basınç",
      "C": "Nem",
      "D": "Rüzgar",
      "E": "Güneşlenme"
    },
    "explanation": "“Coğrafi Bilgi Sistemlerinin Kullanım Alanları I” Kitabının “İklim ve Coğrafi Bilgi Sistemleri” Başlıklı 2. Bölümünde bu soru ile ilgili şu bilgiye yer verilmektedir.\n Sıcaklık ve yağış, iklimin en önemli parametrelerini oluşturur (Zateroğlu ve Kandırmaz, 2018).\n Bu nedenle sorunun doğru cevabı A şıkkıdır."
  },
  {
    "id": "2363216",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bir yerin ortalama sıcaklığının değişimindeki en önemli etmenlerden birisidir.",
    "correctAnswer": "E",
    "options": {
      "A": "Yağış",
      "B": "Basınç",
      "C": "Nem",
      "D": "Rüzgar",
      "E": "Yükseklik"
    },
    "explanation": "“Coğrafi Bilgi Sistemlerinin Kullanım Alanları I” Kitabının “İklim ve Coğrafi Bilgi Sistemleri” Başlıklı 2. Bölümünde bu soru ile ilgili şu bilgiye yer verilmektedir.\n Ortalama sıcaklıklar, ortaya çıktıkları yerin özelliklerini yansıtırlar. Ortalama sıcaklıkların değişimindeki en önemli etmenin enlem ve yükseklikten kaynaklandığı görülmektedir. Yine günlük sıcaklık verileri nispeten süreklidir ve genellikle yakınlardaki az sayıda istasyondan gelen verilerden ve eş değişkenlerden yararlanarak ve az sayıda çevresel faktör kullanılarak nispeten daha doğru bir şekilde tahmin edilebilir.\n Bu nedenle sorunun doğru cevabı E şıkkıdır."
  },
  {
    "id": "2363217",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Coğrafi Bilgi Sistemlerinde ölçüm yapılmayan bir alanın bilgisini ölçüm yapılan alanlardan faydalanarak tahmin edilmesine verilen isimdir.",
    "correctAnswer": "A",
    "options": {
      "A": "Mekansallaştırma",
      "B": "Enterpolasyon",
      "C": "Uzaktan Algılama",
      "D": "Haritalandırma",
      "E": "Mikrobölgeleme"
    },
    "explanation": "“Coğrafi Bilgi Sistemlerinin Kullanım Alanları I” Kitabının “İklim ve Coğrafi Bilgi Sistemleri” Başlıklı 2. Bölümünde bu soru ile ilgili şu bilgiye yer verilmektedir.\n Dünya üzerindeki çoğu bilgi, belli yerlerde ölçülür ve kaydedilir. Bu ölçülen ve tutulan bilgiler, ölçümün yapıldığı yerlerin bilgisini verirken ölçüm yapılmayan yerlerin bilgisi ise bulunmaz. Ölçümü yapılmayan alanların bilgileri ise mekânsallaştırma yöntemleri ile tahmin edilir. İşte mekânsallaştırma, mekânsal olarak sürekli alanların türetilmesinde önemli bir rol oynar. Aynı zamanda bu tür ürünler çeşitli coğrafi referanslı bilgi kaynakları ile birleştirip kullanarak değer katar.\n Bu nedenle sorunun doğru cevabı A şıkkıdır."
  },
  {
    "id": "2378187",
    "unitNumber": 2,
    "text": "İklim nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "İklim oldukça belirli bir bölge içerisinde ortalama deniz koşullarına denir.",
      "B": "İklim; oldukça dar bir bölge içerisinde belirli günlerde ortalama hava koşullarına denir.",
      "C": "İklim; oldukça geniş bir bölge içerisinde ve uzun yıllar boyunca değişmeden kalan ortalama hava koşullarına denir.",
      "D": "İklim; kısmi bir bölge içerisinde ve aylar boyunca değişmeden kalan ortalama hava koşullarına denir.",
      "E": "İklim; oldukça geniş bir bölge içerisinde aylar boyunca değişken ortalama hava koşullarına denir."
    },
    "explanation": "İklim oldukça geniş bir bölge içerisinde ve uzun yıllar boyunca değişmeden kalan ortalama hava koşullarına denir."
  },
  {
    "id": "2378207",
    "unitNumber": 2,
    "text": "\"İklim atmosferin yanında.......... arasındaki karşılıklı ilişkilerle belirlenen karmaşık yapıya sahip bir sistemi oluşturur.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "hidrosfer (su küre), kryosfer (kar-buz örtüsü), litosfer (taş küre) ve biyosfer (canlılar).",
      "B": "kryosfer, litosfer (taş küre) ve biyosfer (canlılar)",
      "C": "hidrosfer (su küre) ve biyosfer (canlılar)",
      "D": "litosfer (taş küre) ve biyosfer (canlılar)",
      "E": "hidrosfer (su küre), kryosfer (kar-buz örtüsü)."
    },
    "explanation": "İklim atmosferin yanında hidrosfer (su küre), kryosfer (kar-buz örtüsü), litosfer (taş küre) ve biyosfer (canlılar) arasındaki karşılıklı ilişkilerle belirlenen karmaşık yapıya sahip bir sistemi oluşturur"
  },
  {
    "id": "2378211",
    "unitNumber": 2,
    "text": "CBS’nin temel en güçlü yönlerinden biri nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Farklı türdeki çevresel faktörleri inşa etme yeteneğine sahip olmasıdır.",
      "B": "Tüm mekansal verileri entegre etmesidir.",
      "C": "Farklı türdeki iç mekan verilerini kayıt altına alma yeteneğine sahip olmasıdır.",
      "D": "Aynı türdeki genel verileri entegre etme yeteneğine sahip olmasıdır.",
      "E": "Farklı türdeki mekansal verileri entegre etme yeteneğine sahip olmasıdır."
    },
    "explanation": "CBS’nin temel en güçlü yönlerinden biri, farklı türdeki mekansal verileri entegre etme yeteneğine sahip olması oluşturur."
  },
  {
    "id": "2378218",
    "unitNumber": 2,
    "text": "Meteorolojik-iklimsel veriler, doğaları gereği nasıldır?",
    "correctAnswer": "B",
    "options": {
      "A": "Mekansal durağandır.",
      "B": "Mekansal değişkendir.",
      "C": "Sürekli durağandır.",
      "D": "Bir çok uygulamada stabildir..",
      "E": "İklimsel verilerde değişkendir."
    },
    "explanation": "Meteorolojik-iklimsel veriler, doğaları gereği mekansal değişkendir."
  },
  {
    "id": "2378228",
    "unitNumber": 2,
    "text": "\"Sıcaklık, yağış, basınç, nem ve rüzgar gibi ölçülen öğelerin verileri, ...... verilerdir.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "ölçümü yapılan alan ve çevresindeki genel durumu değerlendiren bir enlem ve boylamdan oluşan",
      "B": "ölçümü yapılmayan ve çevresindeki meteorolojik durumu ortaya çıkaran bir boylamdan oluşan",
      "C": "ölçümü yapılan alan ve çevresindeki durumu ortaya çıkaran",
      "D": "ölçümü yapılan alan ve çevresindeki meteorolojik durumu ortaya çıkaran bir enlem ve boylamdan oluşan",
      "E": "bir enlem ve boylamdan oluşan"
    },
    "explanation": "Sıcaklık, yağış, basınç, nem ve rüzgar gibi ölçülen öğelerin verileri, ölçümü yapılan alan ve çevresindeki meteorolojik durumu ortaya çıkaran bir enlem ve boylamdan oluşan verilerdir."
  },
  {
    "id": "2378233",
    "unitNumber": 2,
    "text": "Enterpolasyon nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Enterpolasyon genel değer tahmini olarak adlandırılır.",
      "B": "Enterpolasyon ara değer tahmini olarak adlandırılır.",
      "C": "Enterpolasyon sonuçi olarak adlandırılır.",
      "D": "Enterpolasyon gerekli tüm değerler olarak adlandırılır.",
      "E": "Enterpolasyon girişimcilik olarak adlandırılır."
    },
    "explanation": "Enterpolasyon ara değer tahmini olarak adlandırılır."
  },
  {
    "id": "2378239",
    "unitNumber": 2,
    "text": "Kriging yöntemi nasıl bir yöntemdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mekansal tahmin için sıklıkla kullanılan jeoistatistiksel temelli bir yöntemdir.",
      "B": "Ekonomik tahmin için sıklıkla kullanılan jeoistatistiksel temelli bir yöntemdir.",
      "C": "Hava tahmini için kullanılan çevresel temelli bir yöntemdir.",
      "D": "Coğrafi bilgiler için sıklıkla kullanılan jeotermal temelli bir yöntemdir.",
      "E": "Mekansal tahmin için sıklıkla kullanılan jeotermal temelli bir yöntemdir."
    },
    "explanation": "Birçok alanda kullanımının yaygın olduğu stokastik yöntemlerden biri Kriging yöntemidir. Mekansal tahmin için sıklıkla kullanılan jeoistatistiksel temelli bir yöntemdir."
  },
  {
    "id": "2378245",
    "unitNumber": 2,
    "text": "Günümüzde enerjinin temel kaynağını neler oluşturmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "enerji, petrol ve doğalgaz",
      "B": "kömür, petrol ve hava",
      "C": "kömür, rüzgar ve doğalgaz",
      "D": "kömür, petrol ve doğalgaz",
      "E": "su, kömür ve doğalgaz"
    },
    "explanation": "Günümüzde enerjinin temel kaynağını kömür, petrol ve doğalgaz oluşturmaktadır."
  },
  {
    "id": "2378252",
    "unitNumber": 2,
    "text": "Rüzgar enerjisinden en iyi şekilde yararlanmak için nelerin bilinmesi gerekir?",
    "correctAnswer": "E",
    "options": {
      "A": "Rüzgarın esintisi ve yön bilgilerinin bilinmesi gerekir.",
      "B": "Rüzgarın açısı, titreşim yön bilgilerinin bilinmesi gerekir.",
      "C": "Rüzgarın enerjisi ve yön bilgilerinin bilinmesi gerekir.",
      "D": "Rüzgarın yönü, frekansı ve ısısının bilinmesi gerekir.",
      "E": "Rüzgarın hızı, frekansı ve yön bilgilerinin bilinmesi gerekir."
    },
    "explanation": "Rüzgar enerjisinden en iyi şekilde yararlanmak için rüzgarın hızı, frekansı ve yön bilgilerinin bilinmesi gerekir."
  },
  {
    "id": "2378257",
    "unitNumber": 2,
    "text": "Rüzgâr tribünlerinin yer seçiminde en önemli faktörlerden birisini hangi durum oluşturmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Rüzgârın esintisi oluşturmaktadır.",
      "B": "Rüzgârın hızı oluşturmaktadır.",
      "C": "Rüzgârın yönü oluşturmaktadır.",
      "D": "Rüzgârın ısısı oluşturmaktadır.",
      "E": "Rüzgârın başlangıç zamanı oluşturmaktadır."
    },
    "explanation": "Rüzgâr tribünlerinin yer seçiminde en önemli faktörlerden birisini rüzgârın hızı oluşturmaktadır."
  },
  {
    "id": "2378361",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi/hangileri iklime bağlıdır ?\n I. Akarsu rejimleri\n II. Bitki örtüsünün dağılımı\n III. İnsanların giyim ve yeme-içme açısından yaşayış şekilleri",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Doğrudan ve dolaylı etkileri ile iklim, tüm canlıların yaşam koşullarını belirleyen ve doğal çevreyi biçimlendiren en önemli unsurlardan birisini<br/>oluşturur (Erlat, 2013). İklim insanoğlunun yeme<br/>içme şekillerinden, giyim tarzına ve hatta folkloruna kadar etkili olan faktördür. Aynı zamanda nüfus, bitki yetiştirme biçimleri, hayvancılık, fauna ve<br/>flora üzerinde de önemli bir role sahiptir (Apaydın<br/>ve diğ., 2011). İklim insanın içerisinde bulunduğu doğal çevreyi de şekillendiren asıl faktörü oluşturur. Yeryüzünde işleyen dış etmen ve süreçlerin<br/>dağılışını, sürelerini ve etki şekillerini iklim denetler (Türkeş, 2016). Kurak bölge şekilleri, buzul ve akarsu topografyası iklime uygun bir dağılış gösterir. Yine akarsu şekilleri, rejimleri, göllerin oluşumu ve dağılışı iklime bağlıdır. Bitki örtüsünün<br/>tür, biçim ve yoğunluk açısından dağılışı da doğrudan iklimin denetimi altındadır. Toprak oluşumu, tipleri ve dağılışı da iklime bağlı olarak farklılıklar<br/>gösterir (Türkeş, 2016).&lt;<br/>Soruda verilen üç durum da iklime bağlıdır."
  },
  {
    "id": "2378369",
    "unitNumber": 2,
    "text": "''İklim birçok sistemin yanında kar-buz örtüsü olarak bilinen ................. ile karşılıklı ilişkilerle belirlenen karmaşık yapıya sahip bir sistemi oluşturur.'' cümlesindeki boşluğa aşağıdakilerden hangisi gelmelidir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Biyosfer",
      "B": "Litosfer",
      "C": "Hidrosfer",
      "D": "Kryosfer",
      "E": "Atmosfer"
    },
    "explanation": "İklim koşullarını belirleyen, iklimin alansal ve zamansal yönden değişmesine yol açan tek faktör atmosfer değildir. İklim atmosferin yanında hidrosfer (su küre), kryosfer (kar-buz örtüsü), litosfer (taş küre) ve biyosfer (canlılar) arasındaki karşılıklı ilişkilerle belirlenen karmaşık yapıya sahip bir sistemi oluşturur<br/>Cevap kryosfer (kar-buz örtüsü) olmalıdır."
  },
  {
    "id": "2378383",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi iklim bilimi araştırmalarında kullanılan başlıca yöntemlerden değildir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Haritalama çalışmaları",
      "B": "Matematiksel modelleme",
      "C": "Sismik ölçüm",
      "D": "İstatiksel analiz",
      "E": "Arazi çalışmaları"
    },
    "explanation": "İklim bilimi alanında yapılan analizler çok çeşitlidir. Haritalama çalışmaları, matematiksel modelleme, istatistiksel analizler, deneysel çalışmalar, sinoptik değerlendirmeler, arazi çalışmaları vb. iklim bilimi alanında yapılan analizlerden bir kaçıdır.<br/>Yanıt C seçeneği olmalıdır."
  },
  {
    "id": "2378390",
    "unitNumber": 2,
    "text": "Tipik bir kartezyen koordinat sistemindeki bir veri kümesinin komşu<br/>verilerinin bağımlılığını tanımlayan bir dizi yöntem anlamına gelen terim aşağıdakilerden hangisidir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Coğrafi bilgi sistemleri (CBS)",
      "B": "Haritalama",
      "C": "Sinoptik değerlendirme",
      "D": "Mekansallaştırma",
      "E": "Enterpolasyon"
    },
    "explanation": "Mekansallaştırma terimi “Tipik bir kartezyen koordinat sistemindeki bir veri kümesinin komşu verilerinin bağımlılığını tanımlayan bir dizi yöntem” anlamına gelmektedir (Tveito, 2007).\n<br/>Mekânsallaştırma, mekânsal olarak sürekli alanların türetilmesinde<br/>önemli bir rol oynar. Aynı zamanda bu tür ürünler<br/>çeşitli coğrafi referanslı bilgi kaynakları ile birleştirip kullanarak değer katar.<br/>Yanıt D seçeneği olmalıdır."
  },
  {
    "id": "2378399",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi küresel variogram modelli kriging interpolasyon yöntemi ile yapılan tahminler sonucunda elde edilen hata istatistiklerinden değildir ?",
    "correctAnswer": "E",
    "options": {
      "A": "ortalama karekök tahmin hatası",
      "B": "ortalama tahmin hatası",
      "C": "ortalama standartlaştırılmış tahmin hatası",
      "D": "ortalama kriging standart hatası",
      "E": "ortalama standart sapma hatası"
    },
    "explanation": "Küresel variogram modelli kriging interpolasyon yöntemi ile yapılan tahminler sonucunda elde edilen<br/>hata istatistikleri; ortalama karekök tahmin hatası<br/>(RMSPE: root mean square prediction error), ortalama tahmin hatası (MPE: mean prediction error),<br/>ortalama standartlaştırılmış tahmin hatası (MSPE:<br/>mean standardized prediction error), ortalama<br/>kriging standart hatası (AKSE: average kriging<br/>standard error), ortalama karekök standartlaştırılmış tahmin hatası (RMSSPE: root mean square<br/>standardized prediction error) olarak sıralanabilir.<br/>Cevap E seçeneği olmalıdır."
  },
  {
    "id": "2378404",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi/hangileri yenilenebilir enerji kaynaklarındandır ?\n I. Güneş enerjisi\n II. Rüzgar enerjisi\n III. Jeotermal enerji",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Yenilenebilir enerji; “doğanın kendi evrimi içinde, bir sonraki kısa süreçte aynen mevcut olabilen enerji kaynağı” olarak tanımlanır.<br/>Yenilenebilir enerji kaynaklarının birçok çeşidi bulunmaktadır. Güneş enerjisi, rüzgar enerjisi, hidroelektrik enerji, jeotermal enerji ve biyokütle enerjisi yenilenebilir enerji kaynakları arasında yer<br/>almaktadır.<br/>Cevap hepsi olmalıdır."
  },
  {
    "id": "2378410",
    "unitNumber": 2,
    "text": "Güneş enerjisi panellerinin kurulumu için düşünülen alanlar hangi açıdan değerlendirilmez ?",
    "correctAnswer": "C",
    "options": {
      "A": "Güneş enerjisi potansiyeli",
      "B": "Eğim",
      "C": "Toprak yapısı",
      "D": "Koruma alanları",
      "E": "Deprem fay hattı"
    },
    "explanation": "Güneş enerjisi panellerinin kurulumunda özel nitelikleri olan alanlara ihtiyaç duyulmaktadır. Bu niteliklere sahip ölçütlerden bazıları;<br/>• Güneş enerjisi potansiyeli<br/>• Bakı,<br/>• Eğim,<br/>• Hidrografik özellikler,<br/>• Arazi kullanımı ve arazi örtüsü alanları,<br/>• Deprem fay hattı<br/>• Yerleşim ve ulaşım ağı,<br/>• Koruma alanları,<br/>• Maden alanları,<br/>• Elektrik hattına ve trafo merkezlerine yakınlıktır.<br/>Yanıt toprak yapısı olmalıdır."
  },
  {
    "id": "2378420",
    "unitNumber": 2,
    "text": "Herhangi bir araziyi kullanımı açısından uygun yer seçimi kararlarının verilmesinde hangi yöntem en fazla kullanılır ?",
    "correctAnswer": "A",
    "options": {
      "A": "AHS",
      "B": "AAS",
      "C": "UTA",
      "D": "MAUT",
      "E": "MACBETH"
    },
    "explanation": "AHS, anlaşılabilirlik ve matematiksel işlemler açısından kullanıcılarına<br/>önemli kolaylıklar oluşturduğundan, diğer yöntemler arasında yaygınlıkla tercih edilen yöntemlerin başında gelmektedir.<br/>Yanıt A seçeneği olmalıdır."
  },
  {
    "id": "2378425",
    "unitNumber": 2,
    "text": "Herhangi bir arazi kullanımı açısından en uygun yer seçimi kararlarının verilmesinde amaç, kriterler, alt kriterler ve alternatifler şeklinde hiyerarşik bir süreç içinde modelleyen ayrıca nitel ve nicel değişkenleri eş zamanlı değerlendirebilen matematiksel yöntem aşağıdakilerden hangisidir ?",
    "correctAnswer": "B",
    "options": {
      "A": "AHS",
      "B": "AHP",
      "C": "AAS",
      "D": "TOPSIS",
      "E": "PROMETHEE"
    },
    "explanation": "AHP, karar problemini; amaç, kriterler,<br/>alt kriterler ve alternatifler şeklinde hiyerarşik bir<br/>süreç içinde modelleyen ayrıca nitel ve nicel değişkenleri eş zamanlı değerlendirebilen matematiksel<br/>bir yöntemdir.<br/>Yanıt AHP olmalıdır."
  },
  {
    "id": "2378440",
    "unitNumber": 2,
    "text": "Sıcaklığın mekânsallaştırılmasında yaygın olarak uygulanan yöntem aşağıdakilerden hangisidir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Değiştirilmiş Shepard ve IDW",
      "B": "Çoklu kuadratik Radyal Tabanlı Fonksiyon ve değiştirilmiş Shepard",
      "C": "Doğrusal üçgenleme ve IDW",
      "D": "Doğrusal üçgenleme ve kriging",
      "E": "IDW ve kriging"
    },
    "explanation": "CBS ortamında jeoistatistiksel enterpolasyon yöntemleri ile mekansallaştırmanın<br/>çeşitli yolları vardır. IDW (Inverse Distance Weighted) ve Kriging enterpolasyon yöntemleri bunlardan yalnızca ikisidir. Bu enterpolasyon yöntemleri ile değerleri bilinen noktalardan yola çıkarak<br/>değerleri bilinmeyen noktaları doğru bir şekilde kestirilebilir."
  },
  {
    "id": "2386069",
    "unitNumber": 2,
    "text": "I. Güneşlenme\n II. Hava kütlesi\n III. Basınç\n IV. Atmosfer\n V. Rüzgâr\n Yukarıda verilenlerden hangisi ya da hangileri iklimin öğeleridir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, III, V",
      "B": "II, IV",
      "C": "I, II, IV",
      "D": "III, V",
      "E": "II, III, IV, V"
    },
    "explanation": "İklimin öğeleri; <br/>• Güneşlenme,<br/>• Sıcaklık,<br/>• Basınç,<br/>• Rüzgar,<br/>• Yağış’dır.<br/>I, III, V"
  },
  {
    "id": "2386088",
    "unitNumber": 2,
    "text": "I. Hayvan toplulukları\n II. Bitki örtüsü\n III. Enlemin etkisi\n IV. Denizlerin etkisi\n V. Yükseklik\n Yukarıda verilenlerden hangisi ya da hangileri iklimi etkileyen faktörlerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, III, V",
      "B": "II, IV",
      "C": "I, II, IV",
      "D": "III, V",
      "E": "II, III, IV, V"
    },
    "explanation": "İklimi etkileyen faktörler arasında şunlar bulunmaktadır:\n<br/>Bitki örtüsü,\n<br/>Enlemin etkisi,\n<br/>Denizlerin etkisi,\n<br/>Yükseklik.<br/>II, III, IV, V"
  },
  {
    "id": "2386118",
    "unitNumber": 2,
    "text": "I. Operasyonel konularda yaygın kullanım\n<br/>II. Ücretli yazılımların yaygın kullanımı\n<br/>III. Mekânsal analizlerde daha yüksek bir otomasyon seviyesi\n<br/>IV. Paylaşılan yazılım araçlarının daha yaygın kullanımı\n<br/>V. Farklı türdeki mekânsal verileri entegre etme\n<br/>Yukarıda verilenlerden hangisi ya da hangileri CBS teknolojisi açısından son yıllarda gerçekleşen değişikliklerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, III, V",
      "B": "II, IV",
      "C": "I, III, IV",
      "D": "III, V",
      "E": "II, III, IV, V"
    },
    "explanation": "CBS teknolojisi açısından son yıllarda gerçekleşen değişiklikler şunlardır:\n<br/>Operasyonel konularda yaygın kullanım,\n<br/>Mekânsal analizlerde yüksek bir otomasyon seviyesi,\n<br/>Paylaşılan yazılım araçları.<br/>CBS teknolojisi açısından, son yıllarda aşağıda belirtilen açılardan değişikliklerin gerçekleştiği görülmektedir. <br/>• Mekânsal analizlerde daha yüksek bir otomasyon seviyesi<br/>• “Operasyonel” konularda CBS’nin daha yaygın kullanımı ve<br/>• Ücretsiz yazılımların ve paylaşılan yazılım araçlarının daha yaygın kullanımı"
  },
  {
    "id": "2386130",
    "unitNumber": 2,
    "text": "I. Meteorolojik ölçümler yapılması\n II. Matematiksel modelleme yapılması\n III. İklim model çıktılarının oluşturulması\n IV. Meteorolojik parametrelerin mekânsal dağılımı\n V. Meteorolojik-iklimsel veri kümelerinin yönetimi\n Yukarıda verilenlerden hangisi ya da hangileri iklim verilerinin analizinde CBS ile yapılabilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, III, V",
      "B": "II, IV",
      "C": "I, II, IV",
      "D": "III, V",
      "E": "II, III, IV, V"
    },
    "explanation": "İklim verilerinin analizinde CBS ile şunlar yapılabilmektedir:\n<br/>Matematiksel modelleme yapılması,\n<br/>İklim model çıktılarının oluşturulması,\n<br/>Meteorolojik parametrelerin mekânsal dağılımı,\n<br/>Meteorolojik-iklimsel veri kümelerinin yönetimi.<br/>II, III, IV, V"
  },
  {
    "id": "2386149",
    "unitNumber": 2,
    "text": "I. Anket Uygulama Çalışmaları\n II. Ekonometrik Analiz\n III. İstatistiksel Analiz\n IV. Performans Değerlendirme\n V. Sinoptik Değerlendirme\n Yukarıda verilenlerden hangisi ya da hangileri iklim bilimi araştırmalarında kullanılan yöntemlerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, III, V",
      "B": "II, IV",
      "C": "I, II, IV",
      "D": "III, V",
      "E": "II, III, IV, V"
    },
    "explanation": "İklim bilimi araştırmalarında kullanılan yöntemler şunlardır:\n<br/>Haritalama Çalışmaları<br/>Matematiksel Modelleme<br/>İstatistiksel Analiz<br/>Deneysel Çalışmalar<br/>Sinoptik Değerlendirmeler<br/>Anket Uygulama Çalışmaları<br/>Arazi Çalışmaları<br/>Tanımlama, Değerlendirme Çalışmaları.<br/>I, III, V"
  },
  {
    "id": "2386158",
    "unitNumber": 2,
    "text": "Coğrafi Bilgi Sistemleri yoluyla bilinen noktaların değerlerinin kullanılarak, bilinmeyen noktaların değerlerinin tahmin edilmesi aşağıdakilerden hangisidir<strong>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Overlay analizi",
      "B": "Enterpolasyon",
      "C": "3D analizi",
      "D": "Buffer analizi",
      "E": "LIDAR"
    },
    "explanation": "Enterpolasyon, Coğrafi Bilgi Sistemleri yoluyla bilinen noktaların değerlerinin kullanılarak, bilinmeyen noktaların değerlerinin tahmin edilmesidir."
  },
  {
    "id": "2386166",
    "unitNumber": 2,
    "text": "I. Mekânsal tahmin için kullanılan jeoistatistiksel temelli bir yöntemdir\n II. Tahmin ağırlığı yarıvariogram modeline dayanmaktadır\n III. MPE ve MSPE değerleri, model tahminindeki yanılma derecesini göstermektedir\n IV. RMSPE ve AKSE değerleri yüzey genişliğini göstermektedir\n V. Tek kriterli karar verme yöntemlerindendir\n Kriging Enterpolasyon Yöntemi hakkında yukarıda verilenlerden hangisi ya da hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I, III, V",
      "B": "II, IV",
      "C": "I, II, III",
      "D": "IV, V",
      "E": "II, III, IV, V"
    },
    "explanation": "Kriging Enterpolasyon Yöntemi hakkında verilenlerden şunlar doğrudur:\n<br/>Mekânsal tahmin için kullanılan jeoistatistiksel temelli bir yöntemdir,\n<br/>Tahmin ağırlığı yarıvariogram modeline dayanmaktadır,\n<br/>MPE ve MSPE değerleri, model tahminindeki yanılma derecesini göstermektedir.<br/>I, II, III"
  },
  {
    "id": "2386171",
    "unitNumber": 2,
    "text": "Yenilenebilir enerji kaynakları içerisinde en hızlı büyüyen ve en yaygın uygulama alanına sahip olan aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Rüzgâr",
      "B": "Güneş",
      "C": "Petrol",
      "D": "Jeotermal",
      "E": "Biyomas"
    },
    "explanation": "Güneş, yenilenebilir enerji kaynakları içerisinde en hızlı büyüyen ve en yaygın uygulama alanına sahip olanıdır."
  },
  {
    "id": "2386177",
    "unitNumber": 2,
    "text": "I. Eğitim kurumlarına uzaklık\n II. Hidrografik özellikler\n III. Deprem fay hattı\n IV. Maden alanları\n V. Trafo merkezlerine yakınlık\n Güneş enerjisi panellerinin kurulumunda yukarıdakilerden hangisi ya da hangileri önemlidir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, III, V",
      "B": "II, IV",
      "C": "I, II, V",
      "D": "III, IV, V",
      "E": "II, III, IV, V"
    },
    "explanation": "Güneş enerjisi panellerinin kurulumunda şunlar önemlidir:\n<br/>Hidrografik özellikler,\n<br/>Deprem fay hattı,\n<br/>Maden alanları,\n<br/>Trafo merkezlerine yakınlık.<br/>II, III, IV, V"
  },
  {
    "id": "2386185",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yüksek basınç alanından alçak basınç alanına doğru olan hava hareketidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Güneşlenme",
      "B": "Yağış",
      "C": "Çığ",
      "D": "Rüzgâr",
      "E": "Dolu"
    },
    "explanation": "Rüzgar, yüksek basınç alanından alçak basınç alanına doğru olan hava hareketidir.<br/>Rüzgâr"
  },
  {
    "id": "2387117",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Coğrafi Bilgi Sistemlerinin İklim araştırmalarında ilk kullanıldığı dönemlerde, ölçümlerin genelleme yapılırken kullanılmasında başarılı olmamasının en önemli nedenlerinden birisi sayılabilir.",
    "correctAnswer": "B",
    "options": {
      "A": "Yeterli donanımda uzmanın olmayışı",
      "B": "Ölçümlerin doğruluk oranının yetersiz oluşu",
      "C": "Diğer alanlardaki coğrafi değişkenlerin hesaba katılmaması",
      "D": "Sistemde kullanılan hesaplamaların doğru olmayışı",
      "E": "Alanların birbirinden çok uzak olması"
    },
    "explanation": "“Coğrafi Bilgi Sistemlerinin Kullanım Alanları I” Kitabının “İklim ve Coğrafi Bilgi Sistemleri” Başlıklı 2. Bölümünde bu soru ile ilgili şu bilgiye yer verilmektedir.\n Günümüzde CBS, iklim bilimi konularında çeşitli işlevlere hizmet eden çok önemli ve yaygın bir araç haline gelmiştir. Aslında iklim bilimi alanında CBS ile yapılan ilk analizler oldukça basit analizlerdi. Meteoroloji istasyonundan temin edilen veriler doğrudan doğruya CBS yazılımına aktarılıp uygulamaya alınıyordu. Başlangıçta, CBS öncelikle çeşitli unsurların iklim referans değerlerinin sürekli haritalarını oluşturmak için bir araç olarak kullanıldı. Ancak bu şekilde yapılan analizlerin güvenilir sonuçlara ulaşmada ve tahminler üretmede pek de başarılı olamadığı sonucuna ulaşıldı. Çünkü genelleme yapılırken gözlem yapılmayan alanın diğer coğrafi değişkenleri de (yükselti, bakı şartları, denizden uzaklık vb.) göz önünde bulundurulmalıdır. Çünkü gözlem yapılan alanın değeri, çok yakınındaki alanın coğrafi değişkenlerden kaynaklanan farklılıklar nedeni ile o alanı temsil etmeyebilir.\n Bu nedenle sorunun doğru cevabı B şıkkıdır."
  },
  {
    "id": "2387120",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi iklimin alansal ve zamansal yönden değişmesine yol açan faktörlerden birisi olan “Taş Küre”nin diğer adıdır.",
    "correctAnswer": "E",
    "options": {
      "A": "Biyosfer",
      "B": "Atmosfer",
      "C": "Hidrosfer",
      "D": "Kryosfer",
      "E": "Litosfer"
    },
    "explanation": "“Coğrafi Bilgi Sistemlerinin Kullanım Alanları I” Kitabının “İklim ve Coğrafi Bilgi Sistemleri” Başlıklı 2. Bölümünde bu soru ile ilgili şu bilgiye yer verilmektedir.\n İklim koşullarını belirleyen, iklimin alansal ve zamansal yönden değişmesine yol açan tek faktör atmosfer değildir. İklim atmosferin yanında hidrosfer (su küre), kryosfer (kar-buz örtüsü), litosfer (taş küre) ve biyosfer (canlılar) arasındaki karşılıklı ilişkilerle belirlenen karmaşık yapıya sahip bir sistemi oluşturur. Nitekim sıcaklık, rüzgar, basınç, yağış ve bulutluluk gibi meteorolojik parametreler o an atmosferde etkili olan bu sistemlere göre değişiklikler gösterir.\n Bu nedenle sorunun doğru cevabı E şıkkıdır."
  },
  {
    "id": "2387122",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Coğrafi Bilgi Sistemlerinde ölçüm yapılmayan bir alanın bilgisini ölçüm yapılan alanlardan faydalanarak tahmin edilmesine verilen isimdir.",
    "correctAnswer": "C",
    "options": {
      "A": "Enterpolasyon",
      "B": "Mekânsal Enterpolasyon",
      "C": "Mekansallaştırma",
      "D": "Haritalandırma",
      "E": "Mikrobölgeleme"
    },
    "explanation": "“Coğrafi Bilgi Sistemlerinin Kullanım Alanları I” Kitabının “İklim ve Coğrafi Bilgi Sistemleri” Başlıklı 2. Bölümünde bu soru ile ilgili şu bilgiye yer verilmektedir.\n Dünya üzerindeki çoğu bilgi, belli yerlerde ölçülür ve kaydedilir. Bu ölçülen ve tutulan bilgiler, ölçümün yapıldığı yerlerin bilgisini verirken ölçüm yapılmayan yerlerin bilgisi ise bulunmaz. Ölçümü yapılmayan alanların bilgileri ise mekânsallaştırma yöntemleri ile tahmin edilir. İşte mekânsallaştırma, mekânsal olarak sürekli alanların türetilmesinde önemli bir rol oynar. Aynı zamanda bu tür ürünler çeşitli coğrafi referanslı bilgi kaynakları ile birleştirip kullanarak değer katar.\n Bu nedenle sorunun doğru cevabı C şıkkıdır."
  },
  {
    "id": "2387125",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Meteoroloji istasyonlarında noktasal bazda bir sahada yapılan ölçümün başka sahalara uyarlanması için kullanılan yönteme verilen isimdir.",
    "correctAnswer": "E",
    "options": {
      "A": "Enterpolasyon",
      "B": "Matematiksel Modelleme",
      "C": "İstatistiksel Analiz",
      "D": "Mekansallaştırma",
      "E": "Mekânsal Enterpolasyon"
    },
    "explanation": "“Coğrafi Bilgi Sistemlerinin Kullanım Alanları I” Kitabının “İklim ve Coğrafi Bilgi Sistemleri” Başlıklı 2. Bölümünde bu soru ile ilgili şu bilgiye yer verilmektedir.\n Meteoroloji istasyonlarında tutulan noktasal verilerin mekânsal bazda ifade edilebilmesi için CBS aracı ile mekânsal enterpolasyon yöntemleri geliştirilmiştir. Mekânsal enterpolasyon yöntemler aracı ile noktasal bazda bir sahada yapılan ölçüm, başka sahalara uyarlanarak ve taşınarak sürekli yüzeyler oluşturulur. Böylece iklim verileri ölçümlerin olmadığı diğer alanlarda da oluşturulur ve tüm mekâna yayılır.\n Bu nedenle sorunun doğru cevabı E şıkkıdır."
  },
  {
    "id": "2387128",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerden hangisinde bir yerin ortalama sıcaklığının değişimindeki en önemli etmenlerden birisi doğru olarak verilmiştir.",
    "correctAnswer": "B",
    "options": {
      "A": "Yağış",
      "B": "Yükseklik",
      "C": "Basınç",
      "D": "Nem",
      "E": "Rüzgar"
    },
    "explanation": "“Coğrafi Bilgi Sistemlerinin Kullanım Alanları I” Kitabının “İklim ve Coğrafi Bilgi Sistemleri” Başlıklı 2. Bölümünde bu soru ile ilgili şu bilgiye yer verilmektedir.\n Ortalama sıcaklıklar, ortaya çıktıkları yerin özelliklerini yansıtırlar. Ortalama sıcaklıkların değişimindeki en önemli etmenin enlem ve yükseklikten kaynaklandığı görülmektedir. Yine günlük sıcaklık verileri nispeten süreklidir ve genellikle yakınlardaki az sayıda istasyondan gelen verilerden ve eş değişkenlerden yararlanarak ve az sayıda çevresel faktör kullanılarak nispeten daha doğru bir şekilde tahmin edilebilir.\n Bu nedenle sorunun doğru cevabı B şıkkıdır."
  },
  {
    "id": "2387129",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi iklimin alansal ve zamansal yönden değişmesine yol açan faktörlerden birisi olan “Su Küre”nin diğer adıdır.",
    "correctAnswer": "C",
    "options": {
      "A": "Atmosfer",
      "B": "Kryosfer",
      "C": "Hidrosfer",
      "D": "Litosfer",
      "E": "Biyosfer"
    },
    "explanation": "“Coğrafi Bilgi Sistemlerinin Kullanım Alanları I” Kitabının “İklim ve Coğrafi Bilgi Sistemleri” Başlıklı 2. Bölümünde bu soru ile ilgili şu bilgiye yer verilmektedir.\n İklim koşullarını belirleyen, iklimin alansal ve zamansal yönden değişmesine yol açan tek faktör atmosfer değildir. İklim atmosferin yanında hidrosfer (su küre), kryosfer (kar-buz örtüsü), litosfer (taş küre) ve biyosfer (canlılar) arasındaki karşılıklı ilişkilerle belirlenen karmaşık yapıya sahip bir sistemi oluşturur. Nitekim sıcaklık, rüzgar, basınç, yağış ve bulutluluk gibi meteorolojik parametreler o an atmosferde etkili olan bu sistemlere göre değişiklikler gösterir.\n Bu nedenle sorunun doğru cevabı C şıkkıdır."
  },
  {
    "id": "2387134",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi iklimin en önemli parametrelerinden birisidir.",
    "correctAnswer": "C",
    "options": {
      "A": "Basınç",
      "B": "Nem",
      "C": "Sıcaklık",
      "D": "Rüzgar",
      "E": "Güneşlenme"
    },
    "explanation": "“Coğrafi Bilgi Sistemlerinin Kullanım Alanları I” Kitabının “İklim ve Coğrafi Bilgi Sistemleri” Başlıklı 2. Bölümünde bu soru ile ilgili şu bilgiye yer verilmektedir.\n Sıcaklık ve yağış, iklimin en önemli parametrelerini oluşturur (Zateroğlu ve Kandırmaz, 2018).\n Bu nedenle sorunun doğru cevabı C şıkkıdır."
  },
  {
    "id": "2387139",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisinde doğrudan ve dolaylı etkileri ile doğal çevreyi değiştiren; geniş bir bölge içerisinde ve uzun yıllar boyunca değişmeden kalan ortalama hava koşullarına verilen isimdir.",
    "correctAnswer": "D",
    "options": {
      "A": "Meteoroloji",
      "B": "Sıcaklık Ortalaması",
      "C": "Coğrafya",
      "D": "İklim",
      "E": "Doğal Çevre"
    },
    "explanation": "“Coğrafi Bilgi Sistemlerinin Kullanım Alanları I” Kitabının “İklim ve Coğrafi Bilgi Sistemleri” Başlıklı 2. Bölümünde bu soru ile ilgili şu bilgiye yer verilmektedir.\n İklim oldukça geniş bir bölge içerisinde ve uzun yıllar boyunca değişmeden kalan ortalama hava koşullarına denir.\n Bu nedenle sorunun doğru cevabı D şıkkıdır."
  },
  {
    "id": "2387140",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi iklimin alansal ve zamansal yönden değişmesine yol açan faktörlerden birisi olan “Kar-buz Örtüsü”nün diğer adıdır.",
    "correctAnswer": "B",
    "options": {
      "A": "Hidrosfer",
      "B": "Kryosfer",
      "C": "Litosfer",
      "D": "Biyosfer",
      "E": "Atmosfer"
    },
    "explanation": "“Coğrafi Bilgi Sistemlerinin Kullanım Alanları I” Kitabının “İklim ve Coğrafi Bilgi Sistemleri” Başlıklı 2. Bölümünde bu soru ile ilgili şu bilgiye yer verilmektedir.\n İklim koşullarını belirleyen, iklimin alansal ve zamansal yönden değişmesine yol açan tek faktör atmosfer değildir. İklim atmosferin yanında hidrosfer (su küre), kryosfer (kar-buz örtüsü), litosfer (taş küre) ve biyosfer (canlılar) arasındaki karşılıklı ilişkilerle belirlenen karmaşık yapıya sahip bir sistemi oluşturur. Nitekim sıcaklık, rüzgar, basınç, yağış ve bulutluluk gibi meteorolojik parametreler o an atmosferde etkili olan bu sistemlere göre değişiklikler gösterir.\n Bu nedenle sorunun doğru cevabı B şıkkıdır."
  },
  {
    "id": "2387143",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi iklimi etkileyen “İklim Ögeleri”nden birisi değildir.",
    "correctAnswer": "C",
    "options": {
      "A": "Güneşlenme",
      "B": "Sıcaklık",
      "C": "Hava",
      "D": "Basınç",
      "E": "Yağış"
    },
    "explanation": "“Coğrafi Bilgi Sistemlerinin Kullanım Alanları I” Kitabının “İklim ve Coğrafi Bilgi Sistemleri” Başlıklı 2. Bölümünde bu soru ile ilgili şu bilgiye yer verilmektedir.\n İklim öğeleri çeşitli oranlarda birleşerek bir yerin iklimini oluşturan atmosfer özelliklerini oluşturmaktadır. Atmosferin fiziksel özellikleri hava sıcaklığı, yağış, basınç, rüzgar, nem ya da bulutlar gibi iklim öğeleri ile açıklanır (Türkeş, 2016).\n <ul> <li>İklim öğeleri;</li> <li>Güneşlenme,</li> <li>Sıcaklık,</li> <li>Basınç,</li> <li>Rüzgar,</li> <li>Yağış’dır. Bu nedenle sorunun doğru cevabı C şıkkıdır.</li> </ul>"
  },
  {
    "id": "2358444",
    "unitNumber": 3,
    "text": "Biyocoğrafya bilimin bir alt dalı olup ‘bitki coğrafyası’ anlamına, aşağıdakilerden hangisi gelmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fitocoğrafya",
      "B": "Zoocoğrafya",
      "C": "Endemik",
      "D": "Fitoloji",
      "E": "Miyocoğrafya"
    },
    "explanation": "Coğrafi Bilgi Sistemlerinin Kullanım Alanları I (Giriş)<br/><strong>Fitocoğrafya</strong>: Biyocoğrafya bilimin bir alt <br/>dalı olup ‘bitki coğrafyası’ anlamına gelir."
  },
  {
    "id": "2358464",
    "unitNumber": 3,
    "text": "Avrupa-Sibirya, Akdeniz ve İran-Turan olmak üzere üç farklı ne bölgesi vardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Flora",
      "B": "Zlora",
      "C": "Klora",
      "D": "Mlora",
      "E": "Xlora"
    },
    "explanation": "Coğrafi Bilgi Sistemlerinin Kullanım Alanları I (Giriş)<br/>Avrupa-Sibirya, Akdeniz ve İran-Turan olmak <br/>üzere <strong>üç farklı flora</strong> bölgesi ve Akdeniz, Anadolu Karasal ve Karadeniz zoocoğrafya bölgelerinin <br/>kesiştiği ülkemizdeki bitki sayısı Avrupa kıtasının <br/>tamamında bulunan bitkilerin yarısına yakınken <br/>hayvan sayısı Avrupa’nın 1,5 katıdır."
  },
  {
    "id": "2358477",
    "unitNumber": 3,
    "text": "Akdeniz, Anadolu Karasal ve Karadeniz zoocoğrafya bölgelerinin kesiştiği Türkiye'deki bitki sayısı Avrupa kıtasının tamamında bulunan bitkilerin yarısına yakınken, hayvan sayısı Avrupa’nın kaç katıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "0.5 katı",
      "B": "1 katı",
      "C": "1.5 katı",
      "D": "2 katı",
      "E": "2.5 katı"
    },
    "explanation": "Coğrafi Bilgi Sistemlerinin Kullanım Alanları I (GİRİŞ)<br/>Avrupa-Sibirya, Akdeniz ve İran-Turan olmak <br/>üzere üç farklı flora bölgesi ve Akdeniz, Anadolu Karasal ve Karadeniz zoocoğrafya bölgelerinin <br/>kesiştiği ülkemizdeki bitki sayısı Avrupa kıtasının <br/>tamamında bulunan bitkilerin yarısına yakınken <br/>hayvan sayısı Avrupa’nın <strong>1,5 katıdır</strong>."
  },
  {
    "id": "2358507",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, canlıların, yaşadıkları yerden koparılmadan “doğal habitatı içinde” korunduğu anlamına gelir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ex-situ Koruma",
      "B": "In-situ Koruma",
      "C": "Out-situ Koruma",
      "D": "Qx-situ Koruma",
      "E": "Fx-situ Koruma"
    },
    "explanation": "Coğrafi Bilgi Sistemlerinin Kullanım Alanları I (Giriş)<br/><strong>In-situ Koruma</strong>: Canlıların, yaşadıkları yerden <br/>koparılmadan “doğal habitatı içinde” korunduğu anlamına gelir."
  },
  {
    "id": "2358527",
    "unitNumber": 3,
    "text": "1850-1900 yılları arasında “Türlerin Kökeni” adlı kitabında doğal seçilim ve evrim <br/>konularında dünya çapında ses getirecek araştırmaları konu edinen, bilim insanı kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Johann Reinhold Forster",
      "B": "James Cook",
      "C": "Alexander von Humboldt",
      "D": "Charles Darwin",
      "E": "Alfred Russel Wallace"
    },
    "explanation": "Biyocoğrafyanın Tarihi Gelişimi<br/>1850-1900 yılları arasında <strong>Charles Darwin</strong> “Türlerin Kökeni” adlı kitabında doğal seçilim ve evrim <br/>konularında dünya çapında ses getirecek araştırmalar konu edinmiştir."
  },
  {
    "id": "2358553",
    "unitNumber": 3,
    "text": "1900 yılından sonra Alfred Wegener hangi kuramıyla, biyocoğrafyacılar için büyük bir muamma olan türlerin kıtalar üzerindeki dağılış kalıpları açıklığa kavuşmuş, bu çözümleme sonrasında çalışmalar ivme kazanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Fizyolojik ve morfolojik özellikler",
      "B": "Mekânsal dağılış kalıpları",
      "C": "Küresel iklim değişikliği",
      "D": "Botanik coğrafya",
      "E": "Plaka tektoniği"
    },
    "explanation": "Biyocoğrafyanın Tarihi Gelişimi<br/>1900 yılından sonra Alfred Wegener’in<strong> plaka tektoniği</strong> kuramıyla birlikte, öncesinde biyocoğrafyacılar <br/>için büyük bir muamma olan türlerin kıtalar üzerindeki dağılış kalıpları açıklığa kavuşmuş, bu çözümleme <br/>sonrasında çalışmalar ivme kazanmıştır."
  },
  {
    "id": "2358574",
    "unitNumber": 3,
    "text": "Bitkiler, hayvanlar, mikroorganizmalar gibi farklı yaşam formlarının çeşitliliği, hangi kavram içerisinde incelenir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekoçeşitlilik",
      "B": "Biyoçeşitlilik",
      "C": "Genoçeşitlilik",
      "D": "Exoçeşitlilik",
      "E": "Floçeşitlilik"
    },
    "explanation": "Biyoçeşitliliğin Korunması<br/>Biyoçeşitlilik, bitkiler, hayvanlar, mikroorganizmalar gibi farklı yaşam formlarının çeşitliliğidir. Bu <br/>kavram herhangi bir biyom veya alan içindeki genetik çeşitlilik, ekosistem çeşitliliği ve tür çeşitliliğini (türlerin sayısı) ifade etmektedir."
  },
  {
    "id": "2358585",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, biyoçeşitliliği etkileyen unsurlar arasında yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Habitat değişikliği",
      "B": "İklim değişikliği",
      "C": "İstilacı türlerin yayılışı",
      "D": "Tüketimin azalması",
      "E": "Kirlilik"
    },
    "explanation": "Biyoçeşitliliğin Korunması<br/>Biyoçeşitliliği etkileyen diğer unsurlar habitat değişikliği, iklim değişikliği, istilacı türlerin yayılışı, tüketimdeki aşırılık ve kirliliktir."
  },
  {
    "id": "2358594",
    "unitNumber": 3,
    "text": "Nesli tükenmekte olan türlerin uluslararası ticaretine ilişkin sözleşme hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "CITES",
      "B": "UNCED",
      "C": "XITES",
      "D": "WITES",
      "E": "UNXED"
    },
    "explanation": "Biyoçeşitliliğin Korunması<br/>Korumaya yönelik katılım ve taahhütlerin bulunduğu çeşitli uluslararası antlaşma ve anlaşmalardan bazıları şunlardır:<br/>• Rio de Janeiro, Birleşmiş Milletler altında<br/>Çevre ve Kalkınma Konferansı (UNCED)/<br/>Dünya Zirvesi,<br/>• Sulak Alanların Uluslararası Önemine İlişkin Ramsar Sözleşmesi,<br/>• Nesli tükenmekte olan türlerin uluslararası<br/>ticaretine ilişkin sözleşme <strong>CITES</strong>,<br/>• UNESCO İnsan ve Biyosfer Programı"
  },
  {
    "id": "2358612",
    "unitNumber": 3,
    "text": "Mekânsal analiz kabiliyetleri, bitki örtüsünde yama boyutları, yama şekilleri, yama izolasyonu, serpiştirme (çeşitli arazi kaplamalarının bitişikliği), yan yana bitiştirme, parçalanma ve yamalılık gibi tüm parametrelerin ölçümüne, aşağıdakilerden hangisi olanak sağlar?",
    "correctAnswer": "A",
    "options": {
      "A": "CBS sistemleri",
      "B": "OKS sistemleri",
      "C": "BGS sistemleri",
      "D": "XGS sistemleri",
      "E": "BGIS sistemleri"
    },
    "explanation": "COĞRAFİ BİLGİ SİSTEMLERİNİN <br/>BİYOÇEŞİTLİLİK <br/>ARAŞTIRMALARINDAKİ YERİ VE <br/>ÖNEMİ<br/>CBS’nin mekânsal analiz kabiliyetleri, bitki örtüsünde yama boyutları, yama şekilleri, yama izolasyonu, serpiştirme (çeşitli arazi <br/>kaplamalarının bitişikliği), yan yana bitiştirme, <br/>parçalanma ve yamalılık gibi tüm parametrelerin ölçümüne olanak sağlar."
  },
  {
    "id": "2374120",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Biyocoğrafya bilimin bir alt dalı olup ‘bitki coğrafyası’ anlamına gelmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Zoocoğrafya",
      "B": "Fitocoğrafya",
      "C": "Endemik",
      "D": "Biyoçeşitlilik",
      "E": "Ekoloji"
    },
    "explanation": "Fitocoğrafya: Biyocoğrafya bilimin bir alt dalı olup ‘bitki coğrafyası’ anlamına gelir. Doğru cevap B'dir."
  },
  {
    "id": "2374129",
    "unitNumber": 3,
    "text": "Yeryüzünün yalnızca belirli bölgelerinde yayılış gösteren canlılara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fitocoğrafya",
      "B": "Biomorfoloji",
      "C": "Zoocoğrafya",
      "D": "Endemik",
      "E": "Ekoloji"
    },
    "explanation": "Endemik: Yeryüzünün yalnızca belirli bölgelerinde yayılış gösteren canlılardır. Bir canlının Türkiye’ye endemik olması, dünya üzerinde yalnızca Türkiye’de görüldüğü anlamına gelir. Doğru cevap D'dir."
  },
  {
    "id": "2374140",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi canlıların, yaşadıkları yerden koparılmadan “doğal habitatı içinde” korunması anlamına gelmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "In-situ Koruma",
      "B": "Ekoloji",
      "C": "Ex-situ Koruma",
      "D": "Endemik",
      "E": "Bitki koruma"
    },
    "explanation": "In-situ Koruma: Canlıların, yaşadıkları yerden koparılmadan “doğal habitatı içinde” korunduğu anlamına gelir. Burada bahsedilen koruma alanları “botanik bahçesi”, “hayvanat bahçesi” değil, “tabiat koruma alanı” veya “yaban hayatı geliştirme sahası” gibi canlıların kendi ortamlarında yaşamlarının desteklendiği alanlardır. Doğru cevap A'dır."
  },
  {
    "id": "2374213",
    "unitNumber": 3,
    "text": "Türkiye’de Biyolojik Çeşitlilik Sözleşmesi hangi tarihte kabul edilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "1992’de Rio de Janeiro’daki konferans",
      "B": "1973 Birleşmiş Milletler Çevre Programı",
      "C": "1972 Stockholm’deki Birleşmiş Milletler İnsan Çevresi Konferansı",
      "D": "1992",
      "E": "28.08.1996"
    },
    "explanation": "Türkiye’de, 28.08.1996 tarihinde Biyolojik Çeşitlilik Sözleşmesi kabul edilmiş (Kanun numarası: 4177) ve 03.09.1996’da Resmî Gazete’de (Resmî Gazete Sayı: 22746) yayımlanmıştır. Buna göre biyoçeşitliliğin korunması insanlığın ortak sorunu olarak kabul edilip, biyolojik kaynakların korunması, tehditlerin önlenmesi ve ortadan kaldırılması, söz konusu kaynakların izinsiz kullanımının önüne geçilmesi gibi amaçlar belirlenmiştir. Doğru cevap E'dir."
  },
  {
    "id": "2374318",
    "unitNumber": 3,
    "text": "CBS’nin mekânsal analiz kabiliyetleri aşağıdakilerden hangisine olanak sağladığı <strong>söylenemez?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bitki örtüsünde yama boyutları",
      "B": "Yama şekilleri",
      "C": "Bitki yetişmesi mümkün olmayan yerlerin haritasının çıkarılması",
      "D": "Yama izolasyonu",
      "E": "Yan yana bitiştirme"
    },
    "explanation": "CBS’nin mekânsal analiz kabiliyetleri, bitki örtüsünde yama boyutları, yama şekilleri, yama izolasyonu, serpiştirme (çeşitli arazi kaplamalarının bitişikliği), yan yana bitiştirme, parçalanma ve yamalılık gibi tüm parametrelerin ölçümüne olanak sağlar. Ayrıca coğrafi bilgi sistemleri ile tür zenginliği, çeşitlilik indisi ve biyokütle değerleri gibi durumlar da değerlendirilmektedir. Doğru cevap C'dir."
  },
  {
    "id": "2374347",
    "unitNumber": 3,
    "text": "İnsan faaliyetleri, canlıların yaşam alanlarının bütünlüğünü tehdit etmektedir. Bu tehditlerin süregeldiği zaman aralığında toplanan mekânsal veriler coğrafi bilgi sistemi ortamında üstü üste bindirilerek (overlapping) değişimin, diğer bir ifadeyle tahribatın boyutlarını analiz etmek mümkündür. Sözü edilen bu analiz aşağıdakilerden hangisi ile adlandırılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Tür Popülasyon Dağılışı",
      "B": "Mekansal Habitat Analizi",
      "C": "Habitat Kullanımı",
      "D": "Koruma ve Rekreasyon",
      "E": "Morfoloji"
    },
    "explanation": "Mekansal Habitat Analizi: İnsan faaliyetleri, canlıların yaşam alanlarının bütünlüğünü tehdit etmektedir. Bu tehditlerin süregeldiği zaman aralığında toplanan mekânsal veriler coğrafi bilgi sistemi ortamında üstü üste bindirilerek (overlapping) değişimin, diğer bir ifadeyle tahribatın boyutlarını analiz etmek mümkündür. Doğru cevap B'dir."
  },
  {
    "id": "2374398",
    "unitNumber": 3,
    "text": "Orman amenajman planının referans olarak kullanıldığı tür popülasyonları dağılış haritasında sarı renkli nokta verileri ve beyaz renkli nokta verileri aşağıdakilerden hangisini göstermektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sarı renkli nokta verileri maki türlerini<br/>Beyaz renkli nokta verileri maki dışındaki diğer çalı türlerini",
      "B": "Sarı renkli nokta verileri çam ağacı türlerini<br/>Beyaz renkli nokta verileri maki dışındaki diğer maki türlerini",
      "C": "Sarı renkli nokta verileri meşe türlerini<br/>Beyaz renkli nokta verileri maki türlerini",
      "D": "Sarı renkli nokta verileri çınar türlerini<br/>Beyaz renkli nokta verileri çalı türlerini",
      "E": "Sarı renkli nokta verileri maki türlerini<br/>Beyaz renkli nokta verileri çınar türlerini"
    },
    "explanation": "Haritada kırmızı renkli poligonlar çam türlerini, turuncu renkli poligonlar göknarları, sarı renkli nokta verileri maki türlerini, beyaz renkli nokta verileri maki dışındaki diğer çalı türlerini, yeşil renkli nokta verileri ise meşeleri ifade etmektedir. Doğru cevap A'dır."
  },
  {
    "id": "2374461",
    "unitNumber": 3,
    "text": "Habitat uygunluk modeli gibi adlarla da bilinen ve herhangi bir türün zaman ve mekân boyunca dağılışını tahmin etmek için çevresel veriler ile bilgisayar algoritmalarının kullanıldığı yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Coğrafi yer modeli",
      "B": "Habitat niş modeli",
      "C": "Çevresel bilgi modellemesi",
      "D": "Uzaktan algılama",
      "E": "Tür dağılım modeli"
    },
    "explanation": "Habitat niş modeli, habitat uygunluk modeli gibi adlarla da bilinen tür dağılış modellemesi, herhangi bir türün zaman ve mekân boyunca dağılışını tahmin etmek için çevresel veriler ile bilgisayar algoritmalarının kullanıldığı bir yöntemdir. Doğru cevap B'dir."
  },
  {
    "id": "2374481",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi biyoçeşitlilik ve koruma çalışmalarında çok büyük avantajlar sunarak, dünya üzerindeki herhangi bir yerin zaman içindeki değişimi ve nedenlerini analiz etmek için anlık (ve tarihsel), uygun maliyetli çevresel veriler sağlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Uzaktan Algılama teknikleri",
      "B": "Coğrafi sistem veri teknikleri",
      "C": "Çevresel bilgi sistemleri",
      "D": "Görüntü analizi",
      "E": "Çevresel bilginin koordinasyonunu sağlama"
    },
    "explanation": "Uzaktan Algılama teknikleri, Biyoçeşitlilik ve koruma çalışmalarında çok büyük avantajlar sunan uzaktan algılama teknikleri dünya üzerindeki herhangi bir yerin zaman içindeki değişimi ve nedenlerini analiz etmek için anlık (ve tarihsel), uygun maliyetli çevresel veriler sağlamaktadır. Ormancılık ve biyoçeşitlilik çalışmaları için sıklıkla kullanılan uzaktan algılama teknikleri, çeşitli tematik bilgilerin oluşturulması için oldukça kullanışlıdır. Doğru cevap A'dır."
  },
  {
    "id": "2379187",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi \"in-situ koruma\" için örnek teşkil eder? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Arboretum",
      "B": "Hayvanat bahçesi",
      "C": "Botanik bahçesi",
      "D": "Tabiat koruma alanı",
      "E": "Tohum bankaları"
    },
    "explanation": "<strong>ex-situ:</strong> doğal yaşama ortamı dışında anlamına gelir. \n Canlıların, yaşadıkları doğal habitatları dışında, ihtiyaç duydukları ortamın sağlandığı alanlarda korunması anlamına gelir.\n A,B, C ve E şıkları buna dahildir. \n <strong>in-situ:</strong> doğal yaşama ortamında, yerinde koruma anlamına gelir. \n Biyolojik çeşitliliği oluşturan genetik çeşitliliğin, türlerin ve ekosistemlerin doğal yaşam alanı içinde korunmasını kapsar.\n Canlıların, yaşadıkları yerden koparılmadan “doğal habitatı içinde” korunduğu anlamına gelir. Burada bahsedilen koruma alanları “botanik bahçesi”, “hayvanat bahçesi” değil, “tabiat koruma alanı” veya “yaban hayatı geliştirme sahası” gibi canlıların kendi ortamlarında yaşamlarının desteklendiği alanlardır.\n D şıkkı buna dahildir."
  },
  {
    "id": "2379190",
    "unitNumber": 3,
    "text": "<strong>Bir canlının belirli bir ülkeye endemik olması ne anlama gelir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "O canlının söz konusu ülkede in-situ koruma alanında olduğu.",
      "B": "O canlının dünya üzerinde yalnızca söz konusu ülkede görüldüğü.",
      "C": "O canlının söz konusu ülkede exn-situ koruma alanında olduğu.",
      "D": "Söz konusu ülkede Biyoçeşitliliğin çok fazla olduğu.",
      "E": "O canlının gelecekteki dağılışlarının söz konusu ülkede incelendiği."
    },
    "explanation": "Endemik: Yeryüzünün yalnızca belirli bölgelerinde yayılış gösteren canlılardır. Örneğin, <br/>bir canlının Türkiye’ye endemik olması, dünya üzerinde yalnızca Türkiye’de <strong>görüldüğü anlamına gelir.</strong>"
  },
  {
    "id": "2379192",
    "unitNumber": 3,
    "text": "<strong> Canlıların birbiri ve çevre ile olan ilişkilerini inceleyen bilim dalına ne ad verilir? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Zoocoğrafya",
      "B": "Zooloji",
      "C": "Ekoloji",
      "D": "Biyoloji",
      "E": "Fitocoğrafya"
    },
    "explanation": "Ekoloji: Canlıların birbiri ve çevre ile olan ilişkilerini inceleyen bilim dalıdır."
  },
  {
    "id": "2379203",
    "unitNumber": 3,
    "text": "<strong>Aşağıda biyocoğrafya ile ilgili verilen ifadelerden hangisi <u>yanlıştır</u>? </strong>\n I. Canlıların dünya üzerindeki dağılışını araştırır. \n II. Canlıların dünya üzerindeki dağılışlarının nedenlerini araştırır. \n III. Esas araştırma unsurunu sadece hayvanlar ve hayvan fosilleri oluşturur. \n IV. Zooloji gibi disiplinleri entegre eder. \n V. Canlıların dünya üzerindeki zaman içindeki değişimini araştırır.",
    "correctAnswer": "C",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "III. ifade hariç, tüm ifadeler doğrudur. \n Zira biyocoğrafyanın esas araştırma unsurunu sadece hayvanlar ve hayvan fosilleri OLUŞTURMAZ. Aynı zamanda, canlı ve/veya fosil bitki ve hayvanlar oluşturur."
  },
  {
    "id": "2379206",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki araştırmacılardan hangisi biyocoğrafyanın bir dalı olan “botanik coğrafya” kavramının temelini atmıştır? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Charles Darwin",
      "B": "Alexander von Homboldt",
      "C": "Alfred Wegener",
      "D": "Alfred Russel Wallace",
      "E": "R.H. MacArthur"
    },
    "explanation": "Biyocoğrafyanın öncülerinden Alexander von Humboldt, biyocoğrafyanın bir dalı olan “botanik coğrafya” kavramının temelini atmıştır"
  },
  {
    "id": "2379529",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi sadece ileri düzey bir kullanıcının Coğrafi Bilgi sitemleri ile yapabileceği işlemler arasında yer alır? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Harita açıklamasını inceleyebilmek.",
      "B": "Haritaları PDF olarak kaybedebilmek.",
      "C": "Katmanları kolaylıkla değiştirebilmek.",
      "D": "Haritaları E-Posta olarak kaybedebilmek.",
      "E": "Kendi şekil dosyalarını yükleyebilmek."
    },
    "explanation": "<strong>Temel düzeyde</strong> herhangi bir kullanıcı:\n <ul> <li>katmanları kolaylıkla değiştirebilir</li> <li>harita açıklamasını inceleyebilir</li> <li>uzaklaştırma-yakınlaştırma yapabilir</li> <li>kaydırma yapabilir</li> <li>sorgulama yapabilir</li> <li>haritaları PDF dosyası olarak kaydedebilir</li> <li>haritaları e-posta olarak kaydedebilir.</li> </ul> <strong>İleri düzeyde</strong> kullanıcı:\n <ul> <li>harita katmanını seçebilir</li> <li>düzey özellikleri, kendi şekil dosyalarını (shapefile) veya GPS verilerini (point, track) yükleyebilir,</li> <li>işaretlemeler, metin, nokta, çizgi, alan gibi vektörel veriler oluşturabilir</li> <li>Yeni veri girişlerini güvenli bir şekilde paylaşabilir</li> <li>çalışma arkadaşlarına e-posta yoluyla sistem bağlantısı gönderebilir. </li> </ul>"
  },
  {
    "id": "2379532",
    "unitNumber": 3,
    "text": "<strong>Herhangi bir türün zaman ve mekân boyunca dağılışını tahmin etmek için çevresel veriler ile bilgisayar algoritmalarının kullanıldığı yönteme/modele ne denir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Habitat niş modeli",
      "B": "Dinamik simülasyon modeli",
      "C": "Bakı modeli",
      "D": "Eğim modeli",
      "E": "Yükselti modeli"
    },
    "explanation": "Habitat niş modeli, habitat uygunluk modeli gibi adlarla da bilinen tür dağılış modellemesi, herhangi bir türün zaman ve mekân boyunca dağılışını tahmin etmek için çevresel veriler ile bilgisayar algoritmalarının kullanıldığı bir yöntemdir."
  },
  {
    "id": "2379536",
    "unitNumber": 3,
    "text": "<strong>Aşağıda verilen sıralamaların hangisi Tür Dağılış Modellemesi Süreç Adımlarının doğru sıralanışıdır? </strong>\n I. Yeni bir alan veya zaman dilimi için olasılık geliştirme.\n II. Model Algoritmalarını Uygulama.\n III. Veri Toplama\n IV. Modeli Değerlendirme.",
    "correctAnswer": "D",
    "options": {
      "A": "I-III-IV-II",
      "B": "II-I-III-IV",
      "C": "IV-II-III-I",
      "D": "III-II-IV-I",
      "E": "II-IV-I-III"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c96092c951abdad9b25a7e068c1efcb3.png\" alt=\"\" width=\"548\" height=\"123\">"
  },
  {
    "id": "2379542",
    "unitNumber": 3,
    "text": "<strong>Aşağıda CORINE tekniği ile ilgili verilen ifadelerden hangisi veya hangileri <u>yanlıştır</u>? </strong>\n I. Avrupa Birliği için bilgi toplamayı amaçlar.\n II. 1985 yılında başlatılmış bir programdır.\n III. Bitki örtüsünün yapısını değerlendirmek için kesin sonuçlar verir. \n IV. Bitki örtüsünün alansal değişiminin ifadesinde uygun bir veri seti sunar.",
    "correctAnswer": "B",
    "options": {
      "A": "Sadece I",
      "B": "Sadece III",
      "C": "I ve III",
      "D": "III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Diğer tüm ifadeler doğru iken III. no'lu ifade yanlıştır. \n CORINE Arazi Örtüsü verisi, bitki örtüsünün yapısını değerlendirmek için <strong>kesin olmayan</strong> sonuçlar vermekle birlikte alansal değişimin ifadesinde uygun bir veri seti sunmaktadır."
  },
  {
    "id": "2379551",
    "unitNumber": 3,
    "text": "<strong>Biyoçeşitlilik kavramı, hangi olay ile birlikte koruma stratejilerine bir hedef olmuş, günümüzde koruma ve sürdürülebilirlik konularının en önemli parçası haline gelmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Rio de Janeiro konferansıyla",
      "B": "Sulak Alanların Uluslararası Önemine İlişkin Ramsar Sözleşmesiyle",
      "C": "Nesli tükenmekte olan türlerin uluslararası ticaretine ilişkin sözleşmeyle",
      "D": "UNESCO İnsan ve Biyosfer Programıyla",
      "E": "Birleşmiş Milletler Çevre Programıyla"
    },
    "explanation": "Biyoçeşitlilik kavramı, 1992’de <strong>Rio de Janeiro’daki konferansla</strong> birlikte koruma stratejilerine bir hedef olmuş, günümüzde koruma ve sürdürülebilirlik konularının en önemli parçası haline gelmiştir."
  },
  {
    "id": "2383660",
    "unitNumber": 3,
    "text": "I.Yeryüzünün yalnızca belirli bölgelerinde yayılış gösteren sadece bitkiler için kullanılan bir ifadedir.\n<br/>II.Biyocoğrafya bilimin bir alt dalıdır.\n<br/>III.Bitki coğrafyası anlamına gelir.\n<br/>Fitocoğrafya ile ilgili yukarıdakilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I-III",
      "E": "II-III"
    },
    "explanation": "Fitocoğrafya: Biyocoğrafya bilimin bir alt dalı olup ‘bitki coğrafyası’ anlamına gelir. Yeryüzünün yalnızca belirli bölgelerinde yayılış gösteren canlılara ise, endemik denir."
  },
  {
    "id": "2383661",
    "unitNumber": 3,
    "text": "I.Botanik bahçesi\n II.Milli park\n III.Hayvanat bahçesi\n IV.Yaban hayatı geliştirme sahası\n Yukarıdakilerden hangisi in-situ koruma alanlarına örnek olarak verilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "I-III",
      "B": "II-IV",
      "C": "I-II-IV",
      "D": "II-III-IV",
      "E": "II-III"
    },
    "explanation": "In-situ Koruma: Canlıların, yaşadıkları yerden koparılmadan “doğal habitatı içinde” korunduğu anlamına gelir. Burada bahsedilen koruma alanları “botanik bahçesi”, “hayvanat bahçesi” değil, “tabiat koruma alanı” veya “yaban hayatı geliştirme sahası” gibi canlıların kendi ortamlarında yaşamlarının desteklendiği alanlardır. Canlıların yaşadıkları yerde korunması için (in-situ) Milli Park, Doğal Sit, Yaban Hayatı Geliştirme Sahası, Ramsar Alanı gibi ulusal ve uluslararası statüler belirlenmiştir."
  },
  {
    "id": "2383663",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ex-situ koruma alanına örnek olarak verilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Arboretum",
      "B": "Ramsar",
      "C": "Doğal sit",
      "D": "Tabiat koruma alanı",
      "E": "Milli park"
    },
    "explanation": "Ex-situ Koruma: Canlıların, yaşadıkları doğal habitatları dışında, ihtiyaç duydukları ortamın sağlandığı alanlarda korunması anlamına gelir. Dünyanın farklı yerlerinden çeşitli ağaç ve çalıların belirli izinler çerçevesinde toplanarak hem korunduğu hem de tanıtıldığı “arboretumlar” buna örnek olarak verilebilir."
  },
  {
    "id": "2383664",
    "unitNumber": 3,
    "text": "Biyoçeşitlilik ile ilgili aşağıda verilen bilgilerden hangisi <strong><u>yanlıştır?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Canlıların neslinin tükenmesi yerküre tarihinde doğal bir süreç olarak çok kez yaşanmıştır, ancak insanlar ortaya çıktıktıktan sonra bu döngüye müdahale ederek yavaşlatmışlardır.",
      "B": "Biyoçeşitlilik, bitkiler, hayvanlar, mikroorganizmalar gibi farklı yaşam formlarının çeşitliliğidir.",
      "C": "Biyoçeşitlilik, herhangi bir biyom veya alan içindeki genetik çeşitlilik, ekosistem çeşitliliği ve tür çeşitliliğini (türlerin sayısı) ifade etmektedir.",
      "D": "Biyoçeşitliliği etkileyen unsurlar arasında habitat değişikliği, iklim değişikliği, istilacı türlerin yayılışı, tüketimdeki aşırılık ve kirlilik sayılabilir.",
      "E": "Geçmişte Avrupa’yı etkisi altına alan buzullaşma dönemlerinde bazı canlıların güneye doğru göç etmeleri, Anadolu’da çeşitliliğin artmasına neden olmuştur."
    },
    "explanation": "Biyoçeşitlilik, bitkiler, hayvanlar, mikroorganizmalar gibi farklı yaşam formlarının çeşitliliğidir. Bu kavram herhangi bir biyom veya alan içindeki genetik çeşitlilik, ekosistem çeşitliliği ve tür çeşitliliğini (türlerin sayısı) ifade etmektedir. Günümüz dünyasında biyoçeşitliliği tehdit eden faktörlerin başında “insan” gelmektedir. Canlıların neslinin tükenmesi yerküre tarihinde doğal bir süreç olarak çok kez yaşanmıştır, ancak insan ortaya çıktığından beri bu döngünün 100 kat hızlandığı bilinmektedir. Biyoçeşitliliği etkileyen diğer unsurlar habitat değişikliği, iklim değişikliği, istilacı türlerin yayılışı, tüketimdeki aşırılık ve kirliliktir. Geçmişte Avrupa’yı etkisi altına alan buzullaşma dönemlerinde bazı canlıların güneye doğru göç etmeleri, Anadolu’da çeşitliliğin artmasına neden olmuştur."
  },
  {
    "id": "2383666",
    "unitNumber": 3,
    "text": "I.Esas araştırma unsurunu hem canlı bitki ve hayvanlar hem de fosilleri oluşturur.\n II.Ekoloji, botanik ve zooloji gibi disiplinlerle entegre olmuştur.\n III.Canlıların dünya üzerindeki dağılışını ve zaman içindeki değişimini araştırır. Fakat bu dağılışın nedenleri ile ilgilenmez.\n Biyocoğrafya ile ilgili yukarıda verilen bilgilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I-II",
      "E": "II-III"
    },
    "explanation": "Biyocoğrafya, canlıların dünya üzerindeki dağılışını, bu dağılışın nedenlerini ve zaman içindeki değişimini araştırır. Coğrafi bakış açısı ile ekoloji, botanik, zooloji gibi diğer disiplinleri entegre eden biyocoğrafyanın esas araştırma unsurunu canlı ve/veya fosil bitki ve hayvanlar oluşturur. Zamandan bağımsız olarak çalışan bu disiplin, dünyanın varoluşundan günümüze dek yeryüzündeki canlı yaşamı ile çevresel değişkenler arasındaki bağlantıyı açıklar."
  },
  {
    "id": "2383667",
    "unitNumber": 3,
    "text": "Biyoçeşitlilikte Coğrafi Bilgi Sistemleri ile ilgili aşağıdakilerden hangisi <strong><u>yanlıştır?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "BGIS (Biyoçeşitlilik Coğrafi Bilgi Sistemleri) birimlerinde görüntülenen tüm bilgiler, çevrim içi haritalama sistemi ile her zaman erişilebilir durumdadır.",
      "B": "CBS (Coğrafi Bilgi Sistemleri)’nin mekânsal analiz kabiliyetleri, bitki örtüsünde yama boyutları, yama şekilleri, yama izolasyonu, serpiştirme, yan yana bitiştirme, parçalanma ve yamalılık gibi tüm parametrelerin ölçümüne olanak sağlar.",
      "C": "BGIS, mekânsal biyoçeşitlilik bilgisine kolay erişim sağlar.",
      "D": "WEB CBS ile oluşturulan birimler, biyoçeşitlilik bilgilerinin yalnızca kamuda karar verme süreçlerine dâhil edilebilir.",
      "E": "Coğrafi bilgi sistemleri ile tür zenginliği, çeşitlilik indisi ve biyokütle değerleri gibi durumlar da değerlendirilebilir."
    },
    "explanation": "Biyoçeşitlilik Coğrafi Bilgi Sistemleri (BCBS veya BGIS) olarak adlandırılan bu birimlerin ilk amacı mekânsal biyoçeşitlilik bilgisine kolay erişim sağlamak, karar verme mekanizmalarının planlama sürecine katkı sağlamaktır. Geniş kitlelerin ulaşabilmesi amacıyla çoğunlukla WEB CBS ile oluşturulan bu birimler, biyoçeşitlilik bilgilerinin yalnızca kamu değil hem kamu hem de özel sektörde karar verme süreçlerine dâhil edilebilmesi gibi avantajlar sağlamaktadır. Yerel yönetimler, planlama uzmanları, ÇED uzmanları gibi kitlelere hitap eden bu uygulamalar, aynı zamanda tüm tarafların aynı veri setini kullanmasını sağlar ve karar sürecinde doğru bilgi güvencesi verir. BGIS birimlerinde görüntülenen tüm bilgiler, çevrim içi haritalama sistemi ile her zaman erişilebilir durumdadır ve mekânsal bilgiyi kolaylıkla sorgulayan kullanıcı, dilerse masaüstü CBS kullanarak veriyi indirebilmektedir. Coğrafi bilgi sistemleri ile tür zenginliği, çeşitlilik indisi ve biyokütle değerleri gibi durumlar da değerlendirilebilir."
  },
  {
    "id": "2383668",
    "unitNumber": 3,
    "text": "Herhangi bir türün zaman ve mekân boyunca dağılışını tahmin etmek için çevresel veriler ile bilgisayar algoritmalarının kullanıldığı yönteme ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mekansal habitat analizi",
      "B": "Tür dağılış modellemesi",
      "C": "Çevresel bilginin koordinasyonu",
      "D": "Habitat kullanımı",
      "E": "Tür dağılışı ile morfoloji ilişkisi"
    },
    "explanation": "Habitat niş modeli, habitat uygunluk modeli gibi adlarla da bilinen tür dağılış modellemesi, herhangi bir türün zaman ve mekân boyunca dağılışını tahmin etmek için çevresel veriler ile bilgisayar algoritmalarının kullanıldığı yöntemdir."
  },
  {
    "id": "2383669",
    "unitNumber": 3,
    "text": "I.Uzaktan Algılama verileri, bir nesnenin spektral yansıması veya yayımı ile elde edilir.\n II.Uzaktan algılama teknikleri dünya üzerindeki herhangi bir yerin zaman içindeki değişimi ve nedenlerini analiz etmek için anlık (ve tarihsel) veriler sağlamaktadır.\n III.Uzaktan algılama teknikleri maliyeti yüksektir.\n IV.Ormancılık çalışmaları için sıklıkla kullanılır.\n Yukarıda uzaktan algılama ile ilgili verilen bilgilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "II-IV",
      "D": "I-II-III",
      "E": "I-II-IV"
    },
    "explanation": "Uzaktan Algılama verileri, bir nesnenin spektral yansıması veya yayımı ile elde edilir. Bir uydu, uçak veya İHA’da bulunan sensör tarafından kaydedilen spektral bilgiler sensöre bağlı olarak farklılık gösterebilir. Biyoçeşitlilik ve koruma çalışmalarında çok büyük avantajlar sunan uzaktan algılama teknikleri dünya üzerindeki herhangi bir yerin zaman içindeki değişimi ve nedenlerini analiz etmek için anlık (ve tarihsel), uygun maliyetli çevresel veriler sağlamaktadır. Ormancılık ve biyoçeşitlilik çalışmaları için sıklıkla kullanılan uzaktan algılama teknikleri, çeşitli tematik bilgilerin oluşturulması için oldukça kullanışlıdır. Orman durumu, bitki örtüsü türü ve yoğunluğu bunlardan bazılarıdır."
  },
  {
    "id": "2383671",
    "unitNumber": 3,
    "text": "CORINE ile ilgili yukarıdakilerden hangisi <strong><u>yanlıştır?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Çevresel Bilginin Koordinasyonu anlamına gelir.",
      "B": "Arazi Örtüsü/Kullanımı Sınıflandırmasına göre uydu görüntüleri üzerinden bilgisayar destekli\n görsel yorumlama metodu ile üretilen arazi örtüsü/kullanımını verisidir.",
      "C": "CORINE, çevre ile ilgili öncelikli konularda (hava, su, toprak, arazi örtüsü, kıyı erozyonu, biyotoplar) Türkiye için bilgi toplamayı amaçlayan bir programdır.",
      "D": "1985 yılında başlatılmış bir programdır.",
      "E": "Arazi Örtüsü verisi, bitki örtüsünün yapısını değerlendirmek için kesin olmayan sonuçlar vermekle birlikte alansal değişimin ifadesinde uygun bir veri seti sunmaktadır."
    },
    "explanation": "Çevresel Bilginin Koordinasyonu anlamına gelir. Arazi Örtüsü/Kullanımı Sınıflandırmasına göre uydu görüntüleri üzerinden bilgisayar destekli görsel yorumlama metodu ile üretilen arazi örtüsü/kullanımını verisidir. CORINE, çevre ile ilgili öncelikli konularda (hava, su, toprak, arazi örtüsü, kıyı erozyonu, biyotoplar) Avrupa Birliği için bilgi toplamayı amaçlayan 1985 yılında başlatılmış bir programdır. Arazi Örtüsü verisi, bitki örtüsünün yapısını değerlendirmek için kesin olmayan sonuçlar vermekle birlikte alansal değişimin ifadesinde uygun bir veri seti sunmaktadır."
  },
  {
    "id": "2383672",
    "unitNumber": 3,
    "text": "I.NDVI, Normalize edilmiş bitki örtüsü farkı indeksi demektir.\n II.Veriler, uzaktan algılama tekniği ile elde edilmektedir.\n III.Mekansal habitat analizidir.\n Yukarıda NDVI ile ilgili verilenlerden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I-II",
      "E": "II-III"
    },
    "explanation": "NDVI, Normalize edilmiş bitki örtüsü farkı indeksi (NDVI), Landsat görüntüleri gibi multispektral raster veriler üzerinde uygulanan, ölçüm yapılan yerdeki bitki örtüsü hakkında bilgi verir. Uydular aracılığıyla yeryüzüne gönderilen elektromanyetik dalgalar, geri dönen yanıtların uydu alıcılarıyla toplanması sonucu elde edilir."
  },
  {
    "id": "2361456",
    "unitNumber": 4,
    "text": "Antropojenik faaliyetler sonucu havada, suda ve toprakta meydana gelen olumsuz gelişmelerle doğal dengenin bozulmasına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sit alanları",
      "B": "Çevre kirliliği",
      "C": "Çevre yönetimi",
      "D": "Kıyı alanları yönetimi",
      "E": "Çevresel etki değerlendirme"
    },
    "explanation": "Antropojenik faaliyetler sonucu havada, suda ve toprakta meydana gelen olumsuz gelişmelerle doğal dengenin bozulmasına çevre kirliliği denir."
  },
  {
    "id": "2361463",
    "unitNumber": 4,
    "text": "I. T.C. Çevre ve Şehircilik Bakanlığı, Ulusal Coğrafi Bilgi Sistemi Programı’nı kurmuştur.\n<br/>II. Coğrafi Bilgi Sistemlerinin temel fonksiyonları kullanılarak hava, su, toprak kirlilik araştırmaları daha etkin yapılmaktadır.\n<br/>III. Coğrafi Bilgi Sistemleri sayesinde yerleşim ve sanayi alanlarının yayılım eğilimlerinin izlenmesi, Coğrafi Bilgi Sistemleri ile daha etkin değerlendirilmektedir.\n<br/>Yukarıda çevre yönetiminde coğrafi bilgi sistemleri uygulamaları ile ilgili verilenlerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I-III",
      "E": "II-III"
    },
    "explanation": "Çevre Koruma Ajansı (Environmental Protection Agency, EPA), Ulusal Coğrafi Bilgi Sistemi Programını 1987 yılında kurmuştur. Çevre yönetimi kapsamında bulunan hava, su, toprak kirlilik araştırmaları, yerleşim ve sanayi alanlarının yayılım eğilimlerinin izlenmesi, gibi konularda, CBS’nin temel fonksiyonları kullanılarak daha etkin irdelemeler yapılmakta ve kararlar alınmaktadır."
  },
  {
    "id": "2361578",
    "unitNumber": 4,
    "text": "I. Coğrafi Bilgi Sistemleri, mekânsal veri entegrasyonu yapabilme özelliği sayesinde çevresel etki değerlendirmesinin bütün aşamalarında kullanılmaktadır.\n<br/>II. Coğrafi Bilgi Sistemleri yalnızca ÇED raporunun hazırlanmasında ve verilerin güncellenmesinde kullanılmaktadır.\n<br/>III.Coğrafi Bilgi Sistemlerinin ÇED çalışmalarında kullanımı ile sonuçlara daha uzun sürede ulaşılmakla birlikte değerlendirmede insan hatalarını en aza inmektedir.\n<br/>Çevresel Etki Değerlendirme (ÇED) ile ilgili yukarıda verilenlerden hangisi/hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I-II",
      "E": "I-III"
    },
    "explanation": "CBS, mekânsal veri entegrasyonu yapabilme özelliği sayesinde çevresel etki değerlendirmesinin bütün aşamalarında kullanılmaktadır. CBS’nin ÇED kapsamında kullanımı; harita, rapor, grafik ve görüntü bütünleştirilmesinde, çalışmada kullanılacak olan verilerin depolanmasında, analizinde, doğru kararların verilmesinde, ÇED raporunun hazırlanmasında, verilerin güncellenmesinde, ÇED kapsamında kullanılacak verilerin üretilmesinde ve görselleştirmede kullanılabilir. Coğrafi Bilgi Sistemlerinin ÇED çalışmalarında kullanımı ile değerlendirmede insan hatalarını en aza indirerek en doğru sonuçlara kısa zamanda ulaşılabilmesi sağlanmıştır."
  },
  {
    "id": "2361581",
    "unitNumber": 4,
    "text": "Su yönetimi Coğrafi bilgi sistemlerinin (CBS) kullanımı ile ilgili aşağıda verilen bilgilerden hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Su yönetimi ile ilgili konumsal analizler için CBS’nin kullanılması giderek azalmaktadır.",
      "B": "İçme suyu sistemi ile ilgili bilgilerin toplanıp işlenebilmesi, kullanılabilir forma dönüştürülebilmesi için CBS etkin bir araç olarak kullanılmaktadır.",
      "C": "CBS tabanlı su kalitesi yönetim sistemleri yaygın biçimde kullanılmaya başlanmıştır.",
      "D": "Harita, tablo, metin ve istatistikler gibi verilerin kullanıldığı nehir kirlilik çalışmalarında, bu verilerin birlikte değerlendirilmesi ve analiz edilmesi aşamasında CBS önemli bir rol oynamaktadır.",
      "E": "Son zamanlarda, araştırmalar kirletici kaynakların CBS aracılığı ile internet üzerinden sorgulanması yönünde olmaktadır."
    },
    "explanation": "Su yönetimi ile ilgili konumsal analizler için CBS’nin kullanıldığı karar destek sistemleri giderek artan bir oranda kullanılmaktadır. İçme suyu sistemi ile ilgili bilgilerin toplanıp işlenebilmesi, kullanılabilir forma dönüştürülebilmesi için CBS etkin bir araç olarak kullanılmaktadır. Su kaynaklarının izlenmesi, korunması, geliştirilmesi ve yönetimi çalışmalarında bilgisayar destekli veri analizi, görselleştirme araçları ve istatistiki yöntemler bir arada kullanılırsa daha etkin bir yönetim sağlanabilir. Bunun için, özellikle CBS tabanlı su kalitesi yönetim sistemleri yaygın biçimde kullanılmaya başlanmıştır. Harita, tablo, metin ve istatistikler gibi verilerin kullanıldığı nehir kirlilik çalışmalarında, bu verilerin birlikte değerlendirilmesi ve analiz edilmesi aşamasında CBS önemli bir rol oynamaktadır. Son zamanlarda, araştırmalar kirletici kaynakların CBS aracılığı ile internet üzerinden sorgulanması yönünde olmaktadır."
  },
  {
    "id": "2361586",
    "unitNumber": 4,
    "text": "Kirleticilerin akiferin en üstündeki alanda bulunmasından sonra, yeraltı suyundaki spesifik bir pozisyona ulaşması olasılığı veya eğilimine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yeraltı suyu",
      "B": "Yeraltı suyu hassasiyeti",
      "C": "Yeraltı suyu yönetimi ve modellenmesi",
      "D": "Taşkın su",
      "E": "Atık suyu"
    },
    "explanation": "Yeraltı suyu hassasiyeti; kirleticilerin akiferin en üstündeki alanda bulunmasından sonra, yeraltı suyundaki spesifik bir pozisyona ulaşması olasılığı veya eğilimidir."
  },
  {
    "id": "2361588",
    "unitNumber": 4,
    "text": "I.Coğrafi bilgi sistemi, atık yönetiminde sadece katı atık toplama sisteminde en etkin toplama optimizasyonu gerçekleştirilmesinde kullanılır.\n II.Atık yönetim sisteminin ilk basamağı atıkların toplanması ve taşınmasıdır.\n III.Depolama alanları yalnızca çevresel etkiye göre belirlenir.\n Atık yönetimi ile ilgili yukarıda verilenlerden hangisi/hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I-II",
      "E": "I-III"
    },
    "explanation": "Atık yönetim sisteminin ilk basamağı atıkların toplanması ve taşınmasıdır. Katı atık yönetim sisteminde atık toplama maliyetleri %65-95 arasında değişmektedir. Katı atıkların yüksek verimle toplanabilmesi için en uygun güzergâhların belirlenmesi ve maliyetin en aza indirilmesi oldukça önemlidir. Katı atık toplama sisteminde CBS tabanlı bir modelleme kullanılarak en etkin toplama optimizasyonu gerçekleştirilebilir. CBS gerekli ekonomik, çevresel ve politik araçları kullanarak depolama alanlarının yer seçiminde karar destek sistemi olarak önemli rol oynamaktadır."
  },
  {
    "id": "2361597",
    "unitNumber": 4,
    "text": "Hava kalitesi yönetimi ile ilgili verilen bilgilerden hangisi <strong>yanlıştır? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Meteorolojik değişkenler hava kirliliğini etkileyen bir faktördür.",
      "B": "Topografik yapı hava kirliliğini etkileyen bir faktördür.",
      "C": "Hava kalitesi yönetimi çalışmalarında, hava kirliliğinin izlenmesi ve modellenmesi amacıyla CBS’nin kullanılabilmektedir.",
      "D": "Hava kirleticilerin mekânsal dağılım çalışmalarında kirletici parametrenin kent atmosferindeki dağılımları izlenebilmektedir.",
      "E": "Temiz hava planlarının oluşturulabilmesi için Coğrafi Bilgi Sistemleri katkı sağlayamamaktadır."
    },
    "explanation": "Meteorolojik değişkenler ve topografik yapı hava kirliliğini etkileyen faktörlerdendir. Hava kalitesi yönetimi çalışmalarında, hava kirliliğinin izlenmesi ve modellenmesi amacıyla CBS’nin izleme, analiz edebilme, modelleyebilme ve harita üzerinde gösterebilme fonksiyonları kullanılabilmektedir. Hava kirleticilerin mekânsal dağılım çalışmalarında mekânsal interpolasyon yöntemleri kullanılarak kirletici parametrenin kent atmosferindeki dağılımları izlenebilmektedir. Endüstriyel faaliyetler sonucu atmosfere verilecek kirleticilerin ve kent topoğrafyasının hava kirliliğine etkisi de CBS kullanılarak modellenebilir. Ayrıca yönetmelikte geçen temiz hava planlarının oluşturulabilmesi için CBS’den faydalanılmaktadır."
  },
  {
    "id": "2361609",
    "unitNumber": 4,
    "text": "I.Avrupa Birliği direktifine uyumlu olarak 2005 yılında Çevresel Gürültünün Değerlendirilmesi ve Yönetimi Yönetmeliği yayınlanmıştır.\n<br/>II.Trafik ve endüstrilerden kaynaklanan gürültüler temel gürültü kaynaklarıdır.\n<br/>III.Gürültü seviyesini azaltmada ilk adım kentin gürültü haritasının oluşturulmasıdır.\n<br/>IV.Gürültü haritaları sadece kentin şimdiki gürültü durumunu gösterir. İleriye dönük planlamalarda kullanılmaz.\n<br/>Gürültü kirliliği ile ilgili yukarıdakilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I-II",
      "B": "III-IV",
      "C": "I-II-III",
      "D": "I-II-IV",
      "E": "II-III-IV"
    },
    "explanation": "Kara yolu, hava yolu ve demir yolu trafiği ve endüstrilerden kaynaklanan gürültüler temel gürültü kaynakları olarak ele alınabilir. Gürültü seviyesini azaltmada ilk adım kentin gürültü haritasının oluşturulmasıdır. Gürültü haritalarının oluşturulmasında CBS teknikleri kullanılmaya başlanmıştır. Gürültü haritası kentin şimdiki gürültü durumunu ve gürültü seviyesinin en yüksek olduğu noktaları gösterir. Gürültü haritaları; kentin gelişimini belirlemede, kent trafiğini planlamada, ölçülen gürültü seviyelerinin azaltılması amacıyla karar destek aracı olarak kullanılabilmektedir."
  },
  {
    "id": "2361619",
    "unitNumber": 4,
    "text": "Harita veya fotoğraf bilgilerinin düzenli diziler şeklinde grid pikseller olarak gösterilmesine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Antropojenik",
      "B": "Akifer",
      "C": "ArcGIS",
      "D": "Raster",
      "E": "Veri"
    },
    "explanation": "Raster, harita veya fotoğraf bilgilerinin düzenli diziler şeklinde grid pikseller olarak gösterilmesidir. Her piksel sadece bir tek özellik veya rengi ifade eder."
  },
  {
    "id": "2361632",
    "unitNumber": 4,
    "text": "I.Veriler bir excel dosyası haline getirilir.\n II.Örnek gürültü ölçüm değerleri alınır.\n III.Basemap eklenir\n IV.Veriler shape dosyasına dönüştürülür.\n V.Veriler, CBS yazılımına eklenir.\n Gürültü kirlilik haritası yukarıda verilen aşamaları doğru şekilde sıralayınız.",
    "correctAnswer": "E",
    "options": {
      "A": "II-V-IV-III-I",
      "B": "II-III-I-IV-V",
      "C": "II-III-V-IV-I",
      "D": "II-I-IV-V-III",
      "E": "II-I-V-IV-III"
    },
    "explanation": "Örnek gürültü ölçüm değerleri alınır, Veriler bir excel dosyası haline getirilir, Veriler dosyası ArcGIS’de nokta ekleme özelliği kullanılarak CBS yazılımına eklenir, Veriler shape dosyasına dönüştürülür, Basemap eklenir."
  },
  {
    "id": "2369269",
    "unitNumber": 4,
    "text": "Doğada insanoğlunun neden olduğu etkilerin karşılığı olan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tetraedrit",
      "B": "Antropojenik",
      "C": "Proterozoik",
      "D": "Diyatomit",
      "E": "Antrojezik"
    },
    "explanation": "Doğada insanoğlunun neden olduğu etkilerin karşılığı olan terim “Antropojenik”tir. Doğru cevap B’dir"
  },
  {
    "id": "2369366",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi günümüzde en çok karşılaşılan coğrafi özelliğe sahip problemlerden biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Çevre kirliliğinin artması",
      "B": "Kent ve çevre ulaşım planlaması",
      "C": "Kontrolsüz çoğalan sokak hayvanları",
      "D": "İçme suyu kaynaklarının kirlenmesi",
      "E": "Tarım alanlarının giderek azalması"
    },
    "explanation": "Çevre kirliliğinin artması, ormanların yok olması, atmosferik olayların analizi, kent çevre ve ulaşım planlaması, tarım alanlarının giderek azalması, içme suyu kaynaklarının kirlenmesi ve yok olma tehlikesi altında bulunması günümüzde en çok karşılaşılan coğrafi özelliğe sahip problemlerdir. Kontrolsüz çoğalan sokak hayvanları bu problemler arasında değildir. Doğru cevap C’dir."
  },
  {
    "id": "2369368",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir ÇED raporunun hazırlanmasındaki 3 aşamadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kaydetme - Sınama - Dönüt alma",
      "B": "Fizibilite - Sıralama - Raporlama",
      "C": "Veri toplama - Risk tespiti - Sonuç",
      "D": "Kaydetme - Sıralama - Sonuç",
      "E": "Veri toplama - Sıralama - Sonuç"
    },
    "explanation": "Bir ÇED raporunun hazırlanması Kaydetme (Envanter Oluşturma), Sıralama ve Sonuç olarak üç aşamada gerçekleştirilir. Doğru cevap D’dir."
  },
  {
    "id": "2369369",
    "unitNumber": 4,
    "text": "Ülkemizde ÇED hangi yıldan beri uygulanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "1975",
      "B": "1983",
      "C": "1993",
      "D": "2001",
      "E": "2005"
    },
    "explanation": "ÇED, ülkemizde 1993 yılından bu yana uygulanmaktadır. 1983 yılında yayımlanan 2872 sayılı Çevre Kanunu’na dayanarak 1993 yılında 21489 sayılı Resmî Gazete’de ilk Çevresel Etki Değerlendirmesi yönetmeliği yayımlanmıştır. Doğru cevap C’dir."
  },
  {
    "id": "2369371",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ÇED sürecinin prensiplerinden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Planlama sürecinde entegrasyon",
      "B": "Sorumluluk",
      "C": "Karar verme",
      "D": "Esneklik",
      "E": "Ekonomiklik"
    },
    "explanation": "ÇED sürecinin prensipleri;\n <ul> <li>Planlama sürecinde entegrasyon</li> <li>Mümkün olan en erken aşamada diyalog</li> <li>Sorumluluk</li> <li>Karar verme</li> <li>Halkın Katılımı</li> <li>Esneklik</li> <li>Demokrasi şeklindedir. Ekonomiklik bu prensipler arasında değildir. Doğru cevap E’dir. </li> </ul>"
  },
  {
    "id": "2369373",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi CBS’nin ÇED çalışmalarında kullanım konularından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Turizm yatırım projeleri",
      "B": "Avlanma sahaları belirleme",
      "C": "Arkeolojik kazı alanları tespiti",
      "D": "Flora haritaları çıkartmak",
      "E": "Nüfus kontrolü"
    },
    "explanation": "CBS’nin ÇED çalışmalarında kullanımı çoğunlukla karayolları, boru hatları, konut gelişim projeleri, kıyı ve taşkın koruma çalışmaları, barajlar, turizm yatırım projeleri, limanlar ve enerji hatları konularında yoğunluk kazanmıştır. Doğru cevap A’dır."
  },
  {
    "id": "2369375",
    "unitNumber": 4,
    "text": "Gelişmekte olan ülkelerde ortaya çıkan hastalıkların % 80’i aşağıdakilerden hangisinden kaynaklanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yeterli içme ve kullanma suyunun olmayışından",
      "B": "Hava kirliliğinden",
      "C": "Sağlıksız besinler ve hayvansal gıdalardan",
      "D": "Kanalizasyon sisteminin izole edilmemiş olmasından",
      "E": "Nüfus yoğunluğundan"
    },
    "explanation": "Gelişmekte olan ülkelerde ortaya çıkan hastalıkların % 80’i yeterli içme ve kullanma suyunun olmayışından kaynaklanmaktadır. Doğru cevap A’dır."
  },
  {
    "id": "2369376",
    "unitNumber": 4,
    "text": "Ekonomik olarak önemli miktarda suyu depolayabilen (yüksek geçirgenliğe sahip) ve yeterince hızlı taşıyabilen geçirimli jeolojik birimlere verilen isim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dolomit",
      "B": "Akifer",
      "C": "Apatit",
      "D": "Karst",
      "E": "Falez"
    },
    "explanation": "Ekonomik olarak önemli miktarda suyu depolayabilen (yüksek geçirgenliğe sahip) ve yeterince hızlı taşıyabilen geçirimli jeolojik birimlere verilen isim “Akifer”dir. Doğru cevap B’dir."
  },
  {
    "id": "2369378",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi hava kirliliğini etkileyen faktörlerden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Meteorolojik değişkenler (rüzgar, sıcaklık, sis, nem, basınç, enverziyon veya sıcaklık terselmesi)",
      "B": "Doğal faktörler (topografik yapı)",
      "C": "Plansız sanayileşme, kent dokusu",
      "D": "Kırsal alandan kentlere göç olayının artması sonucu ortaya çıkan sağlıksız kentleşme,",
      "E": "Deprem, erozyon ve toprak kaymaları"
    },
    "explanation": "Hava kirliliğini etkileyen faktörler;\n <ul> <li>Meteorolojik değişkenler (rüzgar, sıcaklık, sis, nem, basınç, enverziyon veya sıcaklık terselmesi)</li> <li>Doğal faktörler (topografik yapı)</li> <li>Plansız sanayileşme, kent dokusu</li> <li>Kırsal alandan kentlere göç olayının artması sonucu ortaya çıkan sağlıksız kentleşme,</li> <li>Yeşil alanların azalması</li> <li>Sınıraşan taşınım olarak sıralanabilir. Deprem, erozyon ve toprak kaymaları hava kirliliğini etkileyen faktörlerden biri değildir. Doğru cevap E’dir. </li> </ul>"
  },
  {
    "id": "2369380",
    "unitNumber": 4,
    "text": "Nokta veriler kullanılarak raster bir veri oluşturulması için ArcGIS’in hangi fonksiyonu kullanılmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "SQL",
      "B": "IDW",
      "C": "DEM",
      "D": "OGC",
      "E": "UTM"
    },
    "explanation": "Nokta veriler kullanılarak raster bir veri oluşturulması için ArcGIS’in IDW (Inverst Distance Weight) fonksiyonu kullanılır. Doğru cevap B’dir."
  },
  {
    "id": "2379725",
    "unitNumber": 4,
    "text": "Çevre Koruma Ajansı (Environmental Protection Agency, EPA), Ulusal Coğrafi Bilgi Sistemi Programını hangi yıl kurmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "1967",
      "B": "1977",
      "C": "1987",
      "D": "1997",
      "E": "2007"
    },
    "explanation": "ÇEVRE YÖNETİMİNDE COĞRAFİ BİLGİ SİSTEMLERİ<br/>Çevre Koruma Ajansı (Environmental Protection Agency, EPA), Ulusal Coğrafi Bilgi Sistemi Programını 1987 yılında kurmuştur."
  },
  {
    "id": "2379726",
    "unitNumber": 4,
    "text": "Ülkemizin de taraf olduğu Johannesburg Uygulama Planı çerçevesinde verdiğimiz taahhüd aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilimsel araştırma yapmak",
      "B": "Bilgiye dayalı karar almak",
      "C": "Elde edilen bilgileri yayınlamak",
      "D": "Halkı bilgilendirmek",
      "E": "Çevre sorumluluğuna sahip olmak"
    },
    "explanation": "ÇEVRE YÖNETİMİNDE COĞRAFİ BİLGİ SİSTEMLERİ<br/>Ülkemizin de taraf olduğu Johannesburg Uygulama Planı çerçevesinde “bilgiye dayalı karar almak” bir taahhüdümüzdür."
  },
  {
    "id": "2379727",
    "unitNumber": 4,
    "text": "ÇED Yönetmeliğine göre bir projenin hazırlık, inşaat ve işletme sırasında ya da işletme sonrasında, çevre unsurlarında doğrudan ya da dolaylı olarak, kısa veya uzun dönemde, geçici ya da kalıcı, olumlu ya da olumsuz yönde ortaya çıkma olası değişiklikleri olarak tanımlanan unsur aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Katkı",
      "B": "Tepki",
      "C": "Değişim",
      "D": "Gelişim",
      "E": "Etki"
    },
    "explanation": "ÇEVRESEL ETKİ DEĞERLENDİRMESİ VE COĞRAFİ BİLGİ SİSTEMLERİ<br/>Çevresel Etki Değerlendirmesi Yönetmeliğine göre “Etki” bir projenin hazırlık, inşaat ve işletme sırasında ya da işletme sonrasında, çevre unsurlarında doğrudan ya da dolaylı olarak, kısa veya uzun dönemde, geçici ya da kalıcı, olumlu ya da olumsuz yönde ortaya çıkma olası değişiklikleri olarak tanımlanmaktadır."
  },
  {
    "id": "2379728",
    "unitNumber": 4,
    "text": "Bugünün ihtiyaçlarını, gelecek kuşakların da kendi ihtiyaçlarını karşılayabilme olanağından ödün vermeksizin karşılamasına ne ad verilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çevre sorumluluğu",
      "B": "Bilimsel öngörü",
      "C": "Geleceği öngörme",
      "D": "Sürdürülebilir kalkınma",
      "E": "Ekonomik miras"
    },
    "explanation": "ÇEVRESEL ETKİ DEĞERLENDİRMESİ VE COĞRAFİ BİLGİ SİSTEMLERİ<br/>Sürdürülebilir kalkınma: Bugünün ihtiyaçlarını, gelecek kuşakların da kendi ihtiyaçlarını karşılayabilme olanağından ödün vermeksizin karşılamaktır."
  },
  {
    "id": "2379729",
    "unitNumber": 4,
    "text": "Dünya Sağlık Örgütünün raporuna göre Dünya nüfusunun % kaçı su kıtlığı çekmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "20",
      "B": "40",
      "C": "60",
      "D": "80",
      "E": "100"
    },
    "explanation": "BÜTÜNLEŞİK SU KALİTESİ YÖNETİMİNDE COĞRAFİ BİLGİ SİSTEMLERİ<br/>Dünya Sağlık Örgütünün raporuna göre Dünya nüfusunun % 40’ı su kıtlığı çekmekte ve 1.7 milyon insan temiz su bulamadığı için ölmektedir."
  },
  {
    "id": "2379730",
    "unitNumber": 4,
    "text": "Ülkemizdeki atık yönetiminin temelini oluşturan ilkeler yönetmeliğe göre kaç başlık altında sıralanabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "ENTEGRE ATIK YÖNETİMİNDE COĞRAFİ BİLGİ SİSTEMLERİ<br/>Ülkemizdeki atık yönetiminin temelini oluşturan üç ilke yönetmeliğe göre şöyle sıralanabilir;<br/>• Az atık üretilmesi (atık minimizasyonu)<br/>• Üretilen atıkların geri kazanılması<br/>• Atıkların çevreye zarar vermeden bertaraf edilmesi"
  },
  {
    "id": "2379731",
    "unitNumber": 4,
    "text": "Hava en büyük bileşeni ............. olan bir gaz karışımıdır. Cümledeki boşluk aşağıdakilerden hangisi ile doğru doldurulur?",
    "correctAnswer": "E",
    "options": {
      "A": "Neon",
      "B": "Helyum",
      "C": "Metan",
      "D": "Hidrojen",
      "E": "Azot"
    },
    "explanation": "HAVA KALİTESİ YÖNETİMİNDE COĞRAFİ BİLGİ SİSTEMLERİ<br/>Hava en büyük bileşeni azot olan bir gaz karışımıdır. Bunu oksijen, argon ve karbondioksit takip etmektedir. Ayrıca az miktarda da olsa neon, helyum, metan, hidrojen ve su buharı bileşiklerini de içermektedir."
  },
  {
    "id": "2379746",
    "unitNumber": 4,
    "text": "Harita veya fotoğraf bilgilerinin düzenli diziler şeklinde grid pikseller olarak gösterilmesine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "ArcGIS",
      "B": "Add Data",
      "C": "IDW",
      "D": "Basemap",
      "E": "Raster"
    },
    "explanation": "GÜRÜLTÜ KİRLİLİĞİ KONTROLÜNDE VE COĞRAFİ BİLGİ SİSTEMLERİ<br/>Raster, harita veya fotoğraf bilgilerinin düzenli diziler şeklinde grid pikseller olarak gösterilmesidir."
  },
  {
    "id": "2379750",
    "unitNumber": 4,
    "text": "Sayısal nitelikte hazırlanmış olan nokta, çizgi ve alansal objelere ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Raster",
      "B": "Basemap",
      "C": "Vektör",
      "D": "ArcGIS",
      "E": "Add Data"
    },
    "explanation": "GÜRÜLTÜ KİRLİLİĞİ KONTROLÜNDE VE COĞRAFİ BİLGİ SİSTEMLERİ<br/>Vektör, sayısal nitelikte hazırlanmış olan nokta, çizgi ve alansal objelerdir."
  },
  {
    "id": "2379753",
    "unitNumber": 4,
    "text": "Herhangi bir konuda mevcut durumun ortaya konması, bilgiye dönüştürülmesi, karar alıcılara ışık tutacak göstergelerin hesaplanabilmesi amacıyla derlenen numerik veya alfanumerik semboller dizisine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Raster",
      "B": "Veri",
      "C": "Vektor",
      "D": "Database",
      "E": "Basemap"
    },
    "explanation": "GÜRÜLTÜ KİRLİLİĞİ KONTROLÜNDE VE COĞRAFİ BİLGİ SİSTEMLERİ<br/>Veri, herhangi bir konuda mevcut durumun ortaya konması, bilgiye dönüştürülmesi, karar alıcılara ışık tutacak göstergelerin hesaplanabilmesi amacıyla derlenen numerik veya alfanumerik semboller dizisidir."
  },
  {
    "id": "2382192",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi coğrafi bilgi sistemlerinin kullanım alanlarından biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Çevresel etki değerlendirilmesi",
      "B": "Atık yönetimi",
      "C": "Çevresel kuralların ihlalinde yaptırım süreçleri",
      "D": "Hava alanlarında oluşan gürültünün izlenmesi",
      "E": "Tehlikeli atıkların izlenmesi"
    },
    "explanation": "ÇEVRE YÖNETİMİNDE COĞRAFİ BİLGİ SİSTEMLERİ<br/>ÇBS’nin çevre uygulamalarında kullanımı;<br/>• Doğal kaynak yönetimi<br/>• Atık yönetimi<br/>• Çevresel etki değerlendirmesi (ÇED)<br/>• Bitki örtüsü haritalarının hazırlanmasında\n •Su havzalarının yönetimi<br/>• Yeraltı suyu yönetimi ve modellenmesi<br/>• Yüzeysel su kaynaklarının yönetiminde<br/>• Taşkın suyu yönetiminde ve drenajında<br/>• Su kalitesinin izlenmesinde<br/>• Tehlikeli atıkların izlenmesinde<br/>• Sulak alanların yönetiminde<br/>• Özel çevre koruma alanlarının izlenmesinde<br/>• Kıyı alanlarının yönetiminde<br/>• Hava alanlarında oluşan gürültünün izlenmesinde<br/>• Ekosistem yönetiminde<br/>• İçme suyu temininde<br/>• Atıksuların toplanmasında<br/>• Hava kirliliğinin izlenmesi ve modellenmesinde<br/>• Katı atık deponi alanlarının tespiti olarak<br/>sıralanabilir."
  },
  {
    "id": "2382200",
    "unitNumber": 4,
    "text": "I. Proje sahibi için projenin tüm yönlerinin görülebilmesi ve seçeneklerin değerlendirilebilmesi.\n II. Uygulama aşamasına geçilmesi için gereken mali tablo analizinin yapılarak gereken desteğin sağlanması.<br/>III. Proje sonucunda ortaya çıkan çevresel hasara yönelik telafi önerilerinin sunulması.<br/>IV. Karar verme sürecine yönelik daha güvenilir ve işbirlikçi bir yaklaşım sağlaması\n Yukarıdakilerden hangileri ÇED sürecinin faydalarındandır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve IV",
      "E": "II ve IV"
    },
    "explanation": "ÇEVRESEL ETKİ DEĞERLENDİRMESİ VE COĞRAFİ BİLGİ SİSTEMLERİ<br/>ÇED sürecinin faydaları aşağıdaki şekilde özetlenebilir:<br/>• Uygulama aşamasında ortaya çıkabilecek çevresel problemlere karşı önceden önlemler üreterek hazırlıklı olunması.<br/>• Proje sahibi için projenin tüm yönlerinin görülebilmesi ve seçeneklerin değerlendirilebilmesi.<br/>• Karar verme sürecine yönelik daha güvenilir ve işbirlikçi bir yaklaşım sağlaması."
  },
  {
    "id": "2382205",
    "unitNumber": 4,
    "text": "\"Bugünün ihtiyaçlarını, gelecek kuşakların da kendi ihtiyaçlarını karşılayabilme olanağından ödün vermeksizin karşılamaktır.\"\n Yukarıdaki cümle aşağıdaki hangi kavramın tanımıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sürdürülebilir kalkınma",
      "B": "Geri dönüşüm",
      "C": "İleri dönüşüm",
      "D": "Çevresel etki değerlendirme",
      "E": "Küresel kalkınma"
    },
    "explanation": "ÇEVRESEL ETKİ DEĞERLENDİRMESİ VE COĞRAFİ BİLGİ SİSTEMLERİ<br/>Sürdürülebilir kalkınma: Bugünün ihtiyaçlarını, gelecek kuşakların da kendi ihtiyaçlarını karşılayabilme olanağından<br/>ödün vermeksizin karşılamaktır."
  },
  {
    "id": "2382207",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ÇED sürecinin prensiplerinden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Planlama sürecinde entegrasyon",
      "B": "Mümkün olan en erken aşamada diyalog",
      "C": "Halkın katılımı",
      "D": "Demokrasi",
      "E": "Ekonomik getiri"
    },
    "explanation": "ÇEVRESEL ETKİ DEĞERLENDİRMESİ VE COĞRAFİ BİLGİ SİSTEMLERİ<br/>ÇED sürecinin prensipleri;<br/>• Planlama sürecinde entegrasyon<br/>• Mümkün olan en erken aşamada diyalog<br/>• Sorumluluk<br/>• Karar verme<br/>• Halkın Katılımı<br/>• Esneklik<br/>• Demokrasi"
  },
  {
    "id": "2382218",
    "unitNumber": 4,
    "text": "I. Yeraltı suyu hassasiyet haritalarının oluşturulması\n II. Yaygın kirletici kaynaklardan kaynaklanan yeraltı suyunun kirlenme potansiyelinin tahmini\n III. Yeraltı suyunun kontrol dışında kullanımının takibi\n IV. Yeraltı suyu kaynaklarının tarımsal sulamada kullanılmasının engellenmesi\n Yukarıdakilerden hangileri yeraltı suyu çalışmalarında coğrafi bilgi sistemlerinin tipik uygulamaları arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "IIIve IV",
      "D": "I ve IV",
      "E": "II ve IV"
    },
    "explanation": "BÜTÜNLEŞİK SU KALİTESİ YÖNETİMİNDE COĞRAFİ BİLGİ SİSTEMLERİ<br/>Yeraltı suyu çalışmalarında coğrafi bilgi sistemlerinin tipik uygulamaları;<br/>• Yerin uygun olup olmadığına karar verilmesinde,<br/>• Yeraltı suyu hassasiyet haritalarının oluşturulmasında,<br/>• Su tablası derinliğinin belirlenmesinde,<br/>• Akifer tipi ve malzemesinin belirlenmesinde,<br/>• Envanter verilerinin yönetiminde,<br/>• Yaygın kaynaktan (noktasal olmayan kirletici kaynak) kaynaklanan kirliliğin meydana gelme sürecinin mekansal korelasyonunun tahmininde,<br/>• Yaygın kirletici kaynaklardan kaynaklanan yeraltı suyunun kirlenme potansiyelinin tahmininde,<br/>• Mekansal verilerle, mekansal karar destek sistemleri oluşturmak için yeraltı suyu kalitesi değerlendirme modelleri oluşturmada,<br/>• Yer altı sularının hareketlerinin modellemesinde,<br/>• Partikül hareketini izlemede,<br/>• Çözünmüş maddelerin taşınma ve sızma modellemesinde,<br/>• Toprak tuzluluğu ve yeraltı suyuna tuz taşınımının değerlendirilmesidir."
  },
  {
    "id": "2382221",
    "unitNumber": 4,
    "text": "Gıda, tekstil gibi nitelikli su gerektiren tesisler hariç olmak üzere, uygun bir arıtmadan sonra su ürünleri yetiştiriciliği için kullanılabilir nitelikte su, kalite sınıflamasına göre kaçıncı sınıftır?",
    "correctAnswer": "C",
    "options": {
      "A": "I.",
      "B": "II.",
      "C": "III.",
      "D": "IV.",
      "E": "V."
    },
    "explanation": "BÜTÜNLEŞİK SU KALİTESİ YÖNETİMİNDE COĞRAFİ BİLGİ SİSTEMLERİ<br/>III. Sınıf - Kirlenmiş su (III. sınıf su kalitesinde olması “Orta” su durumunu ifade etmektedir.);<br/>Gıda, tekstil gibi nitelikli su gerektiren tesisler hariç olmak üzere, uygun bir arıtmadan sonra su ürünleri yetiştiriciliği için kullanılabilir nitelikte su ve sanayi suyu"
  },
  {
    "id": "2382271",
    "unitNumber": 4,
    "text": "I. Az atık üretilmesi \n II. Üretilen atıkların geri kazanılması\n III. Atıkların türlerine göre ayrıştırılması\n IV. Atıkların çevreye zarar vermeden bertaraf<br/>edilmesi\n Yukarıdakilerden hangileri ülkemizdeki atık yönetiminin temelini oluşturan ilkelerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II ve IV",
      "B": "I- II ve III",
      "C": "II ve IV",
      "D": "I ve IV",
      "E": "II- III ve IV"
    },
    "explanation": "ENTEGRE ATIK YÖNETİMİNDE COĞRAFİ BİLGİ SİSTEMLERİ<br/>Ülkemizdeki atık yönetiminin temelini oluşturan üç ilke yönetmeliğe göre şöyle sıralanabilir;<br/>• Az atık üretilmesi (atık minimizasyonu)<br/>• Üretilen atıkların geri kazanılması<br/>• Atıkların çevreye zarar vermeden bertaraf edilmesi"
  },
  {
    "id": "2382280",
    "unitNumber": 4,
    "text": "Üst solunum yollarında keskin, boğucu ve tahriş edici etkileri olan, daha çok fosil yakıtlardan kaynaklanan gaz aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "CO",
      "B": "SO<sub>2</sub>",
      "C": "PM<sub>10</sub>",
      "D": "CO<sub>2</sub>",
      "E": "NO"
    },
    "explanation": "HAVA KALİTESİ YÖNETİMİNDE COĞRAFİ BİLGİ SİSTEMLERİ<br/>Kükürt dioksit (SO2)’in, üst solunum yollarında keskin, boğucu ve tahriş edici etkileri vardır. SO2 kirliliği daha çok fosil yakıtlardan kaynaklanırken, PM10 hem doğal kaynaklı tozlardan hem de trafikten<br/>kaynaklı olabilir."
  },
  {
    "id": "2382286",
    "unitNumber": 4,
    "text": "Aşağıda gürültü kirliliğine yönelik paylaşılan bilgilerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Gürültü birimi olarak frekans ağırlıklı şebeke (dBA-desibel) kullanılmaktadır.",
      "B": "Gürültünün kontrol altına alınmasına yönelik olarak ilk teknik düzenleme 2010 yılında yürürlüğe giren Gürültü Kontrol Yönetmeliği ile getirilmiştir.",
      "C": "Gürültü, gelişmekte olan ülkeler açısından kişisel ve toplumsal yaşam kalitesinin düşüklüğünün bir göstergesi olduğu kabul edilmektedir.",
      "D": "Karayolu, hava yolu ve demir yolu trafiği ve endüstrilerden kaynaklanan gürültüler temel gürültü kaynakları olarak değerlendirilir.",
      "E": "Gürültü seviyesini azaltmada ilk adım kentin gürültü haritasının oluşturulmasıdır."
    },
    "explanation": "GÜRÜLTÜ KİRLİLİĞİ KONTROLÜNDE VE COĞRAFİ BİLGİ SİSTEMLERİ<br/>Gürültünün kontrol altına alınmasına yönelik olarak ilk teknik düzenleme 1986 yılında yürürlüğe giren Gürültü Kontrol Yönetmeliği ile getirilmiştir"
  },
  {
    "id": "2382292",
    "unitNumber": 4,
    "text": "I. Karayolları projeleri\n II. Enerji santrali projeleri\n III. Kazı alanı projeleri\n Yukarıdakilerden hangisi CBS'nin ÇED kullanım alanlarındandır?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I ve III",
      "D": "Yalnız III",
      "E": "Yalnız I"
    },
    "explanation": "ÇEVRESEL ETKİ DEĞERLENDİRMESİ VE COĞRAFİ BİLGİ SİSTEMLERİ<br/>Karayolları ve enerji santralleri projelerinin çevreye olası hasarları olduğundan bu projelere yönelik ÇED raporu hazırlanır."
  },
  {
    "id": "2360979",
    "unitNumber": 5,
    "text": "“Can kaybına, yaralanmaya ya da diğer sağlık bozucu etkilere, mal varlığının zarar görmesine, sosyal ve ekonomik işleyişin kesilmesine veya çevresel bozulmaya neden olabilen süreç, olgu ya da insan faaliyetine … denir.” cümlesinde noktalı yere aşağıdakilerden hangisi gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tehlike",
      "B": "Maruz kalma",
      "C": "Afet",
      "D": "Zarar görebilirlik",
      "E": "Kapasite"
    },
    "explanation": "AFET VE DİRENÇLİLİK<br/>Can kaybına, yaralanmaya ya da diğer sağlık bozucu etkilere, mal varlığının zarar görmesine, sosyal ve ekonomik işleyişin kesilmesine veya çevresel bozulmaya neden olabilen süreç, olgu ya da insan faaliyetine tehlike denir."
  },
  {
    "id": "2360981",
    "unitNumber": 5,
    "text": "“Tehlikeye açık alanlarda yerleşik insanların, altyapı, konut, üretim kapasitelerinin ve insana ait diğer somut varlıkların durumuna … denir.” cümlesinde noktalı yere aşağıdakilerden hangisi gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Maruz kalma",
      "B": "Tehlike",
      "C": "Afet",
      "D": "Zarar görebilirlik",
      "E": "Kapasite"
    },
    "explanation": "AFET VE DİRENÇLİLİK<br/>Tehlikeye açık alanlarda yerleşik insanların, altyapı, konut, üretim kapasitelerinin ve insana ait diğer somut varlıkların durumuna maruz kalma denir."
  },
  {
    "id": "2360982",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi modern afet yönetimi anlayışının en önemli evresidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hazırlıklı olma",
      "B": "Zarar azaltma",
      "C": "Müdahale",
      "D": "İyileştirme",
      "E": "Rehabilitasyon"
    },
    "explanation": "AFET VE DİRENÇLİLİK<br/>Zarar azaltma, modern afet yönetimi anlayışının en önemli evresidir."
  },
  {
    "id": "2360984",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dirençli kentin stratejik binalar bileşeni içinde yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Konutlar",
      "B": "Kent yönetim binaları",
      "C": "Siteler",
      "D": "Otoparklar",
      "E": "Gökdelenler"
    },
    "explanation": "AFET VE DİRENÇLİLİK<br/>Dirençli kentin stratejik binalar bileşeni içinde hastaneler, kent yönetim binaları, askeri binalar, okullar ve diğer kamu binaları yer alır."
  },
  {
    "id": "2360989",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi/hangileri raster veri katmanı içinde yer alır?\n <ol type=\"I\"> <li>Topoğrafya</li> <li>Uydu görüntüsü</li> <li>Zemin sınıfı</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I., II. ve III.",
      "B": "II. ve III.",
      "C": "I. ve II.",
      "D": "I. ve III.",
      "E": "Sadece II."
    },
    "explanation": "AFET YÖNETİMİNDE COĞRAFİ BİLGİ SİSTEMİ TEKNOLOJİSİ KULLANIMI<br/>Raster veri katmanında arazi kullanımı, uydu görüntüsü ve topoğrafya yer alır."
  },
  {
    "id": "2360990",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi/hangileri vektör veri katmanı içinde yer alır?\n <ol type=\"I\"> <li>Topoğrafya</li> <li>Uydu görüntüsü</li> <li>Zemin sınıfı</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I., II. ve III.",
      "B": "II. ve III.",
      "C": "Sadece III.",
      "D": "I. ve III.",
      "E": "I. ve II."
    },
    "explanation": "AFET YÖNETİMİNDE COĞRAFİ BİLGİ SİSTEMİ TEKNOLOJİSİ KULLANIMI<br/>Vektör veri katmanında noktasal elemanlar, zemin sınıfı ve parseller, yollar, yapılar yer alır."
  },
  {
    "id": "2360991",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi/hangileri coğrafi bilgi sistemi tabanlı Afet Yönetimi Karar Destek Sistemi yapısının içinde yer alır?\n <ol type=\"I\"> <li>Olay komuta sistemi</li> <li>İyileştirme bilgi sistemi</li> <li>Mekânsal bilgi sistemi</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "II. ve III.",
      "B": "I. ve III.",
      "C": "I. ve II.",
      "D": "I., II. ve III.",
      "E": "Sadece II."
    },
    "explanation": "AFET YÖNETİMİNDE COĞRAFİ BİLGİ SİSTEMİ TEKNOLOJİSİ KULLANIMI<br/>Coğrafi bilgi sistemi tabanlı Afet Yönetimi Karar Destek Sistemi yapısının içinde olay komuta sistemi, iyileştirme bilgi sistemi, mekânsal bilgi sistemi, elektronik yardım dağıtım sistemi ve afet geçici kent yönetim sistemi yer alır."
  },
  {
    "id": "2360993",
    "unitNumber": 5,
    "text": "Ham verinin toplanması ve veri tabanının oluşturulması, mikrobölgeleme çalışmalarında izlenmesi tavsiye edilen kaçıncı proje aşamasıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "I. aşama",
      "B": "II. aşama",
      "C": "IV. aşama",
      "D": "III. aşama",
      "E": "V. aşama"
    },
    "explanation": "MİKROBÖLGELEME<br/>Ham verinin toplanması ve veri tabanının oluşturulması, mikrobölgeleme çalışmalarında izlenmesi tavsiye edilen III. proje aşamasıdır."
  },
  {
    "id": "2360994",
    "unitNumber": 5,
    "text": "İlgili genelgeye göre Mikrobölgeleme Rapor Formatı olarak hangi format tanımlanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Format 1",
      "B": "Format 2",
      "C": "Format 3",
      "D": "Format 4",
      "E": "Format 5"
    },
    "explanation": "MİKROBÖLGELEME<br/>İlgili genelgeye göre Mikrobölgeleme Rapor Formatı olarak Format 4 tanımlanmıştır."
  },
  {
    "id": "2360995",
    "unitNumber": 5,
    "text": "Mikrobölgeleme çalışmaları kapsamında, deprem tehlikesi kaynaklı özellikle yerleşim yerlerinde zemin problemleri nedeniyle karşılaşılabilecek risklerin belirlenmesine yönelik hangi riskler detaylı olarak araştırılır? \n <ol type=\"I\"> <li>Yer sarsıntısı</li> <li>Yüzeysel faylanma</li> <li>Sıvılaşma</li> <li>Deprem ilişkili su baskınları</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I., II. ve III.",
      "B": "I. ve II.",
      "C": "II. ve III.",
      "D": "III. ve IV.",
      "E": "I., II., II. ve IV."
    },
    "explanation": "MİKROBÖLGELEME<br/>Mikrobölgeleme çalışmaları kapsamında, deprem tehlikesi kaynaklı özellikle yerleşim yerlerinde zemin problemleri nedeniyle karşılaşılabilecek risklerin belirlenmesine yönelik; yer sarsıntısı, yüzeysel faylanma, sıvılaşma, zemin büyütmesi, toprak kaymaları ve kaya düşmesi ve deprem ilişkili su baskınları riskler detaylı olarak araştırılır."
  },
  {
    "id": "2374496",
    "unitNumber": 5,
    "text": "Toplumun tamamı veya belli kesimleri için fiziksel, ekonomik ve sosyal kayıplar doğuran, normal hayatı ve insan faaliyetlerini durduran veya kesintiye uğratan, etkilenen toplumun baş etme kapasitesinin yeterli olmadığı doğa, teknoloji veya insan kaynaklı olay aşağıdakilerden hangisi ile adlandırılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yangın",
      "B": "Afet",
      "C": "Sel felaketi",
      "D": "Patlama",
      "E": "Savaş"
    },
    "explanation": "Afet toplumun tamamı veya belli kesimleri için fiziksel, ekonomik ve sosyal kayıplar doğuran, normal hayatı ve insan faaliyetlerini durduran veya kesintiye uğratan, etkilenen toplumun baş etme kapasitesinin yeterli olmadığı doğa, teknoloji veya insan kaynaklı olaydır. Doğru cevap B'dir."
  },
  {
    "id": "2374937",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi afetlere hazırlık, müdahale ve iyileştirme önlemlerinin organizasyonu, planlanması ve uygulanması olarak tanımlanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Afet planlaması",
      "B": "Acil durum planlaması",
      "C": "Afet yönetimi",
      "D": "Afet ve acil durum uygulaması",
      "E": "Afet riski yönetimi"
    },
    "explanation": "Afet yönetimi; afetlere hazırlık, müdahale ve iyileştirme önlemlerinin organizasyonu, planlanması ve uygulanmasıdır.” Doğru cevap C'dir."
  },
  {
    "id": "2374944",
    "unitNumber": 5,
    "text": "Bireyin, topluluğun, varlıkların ya da sistemlerin tehlikelerin etkilerine karşı savunmasızlığını artıran fiziksel, sosyal, ekonomik ve çevresel faktörlerin ya da süreçlerin belirlediği koşullar afet riskinin bileşenlerinden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Risk",
      "B": "Tehlike",
      "C": "Kapasite",
      "D": "Maruz kalma",
      "E": "Zarar görebilirlik"
    },
    "explanation": "Zarar görebilirlik, bireyin, topluluğun, varlıkların ya da sistemlerin tehlikelerin etkilerine karşı savunmasızlığını artıran fiziksel, sosyal, ekonomik ve çevresel faktörlerin ya da süreçlerin belirlediği koşullardır. Doğru cevap E'dir."
  },
  {
    "id": "2374951",
    "unitNumber": 5,
    "text": "Olası bir afet durumunda meydana gelebilecek can ve mal kayıplarının azaltılması veya tamamen önlenmesine yönelik faaliyetleri kapsayan afet yönetimi evresi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İyileştirme",
      "B": "Müdahale",
      "C": "Hazırlıklı olma",
      "D": "Zarar azaltma",
      "E": "Risk alma"
    },
    "explanation": "Zarar azaltma, modern afet yönetimi anlayışının en önemli evresidir. Çünkü olası bir afet durumunda meydana gelebilecek can ve mal kayıplarının azaltılması veya tamamen önlenmesine yönelik faaliyetleri kapsamaktadır. Doğru cevap D'dir."
  },
  {
    "id": "2374959",
    "unitNumber": 5,
    "text": "Karşılaşılan afet durumunda bireysel olarak yapılması gerekenlerin planlaması, kamu hizmeti veren kurum ve kuruluşların hizmetlerinin aksamadan ne şekilde yürütülebileceği, beklenmedik olaylar durumunda plan geliştirebilme stratejilerinin geliştirilmesi ve uygulanmasına yönelik çalışmaları kapsayan afet yönetimi evresi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hazırlıklı olma",
      "B": "Zarar azaltma",
      "C": "Müdahale",
      "D": "İyileştirme",
      "E": "Önleme"
    },
    "explanation": "Hazırlıklı olma evresi, karşılaşılan afet durumunda bireysel olarak yapılması gerekenlerin planlaması, kamu hizmeti veren kurum ve kuruluşların hizmetlerinin aksamadan ne şekilde yürütülebileceği, beklenmedik olaylar durumunda plan geliştirebilme stratejilerinin geliştirilmesi ve uygulanmasına yönelik çalışmaları kapsar. Doğru cevap A'dır."
  },
  {
    "id": "2374972",
    "unitNumber": 5,
    "text": "I. Doğal veya insan kaynaklı afetler için tehlikeli bölgelerin haritalanması\n II. Afet bilgi envanterinin hazırlanması\n III. Bölgenin ekonomik koşul bilgisi\n IV. Bakı\n V. Yüzey analizleri \n Afet riski belirleme çalışmalarında Coğrafi Bilgi Sistemi kullanım alanına ilişkin yukarıda verilenlerden hangisi/hangileri yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnızca III",
      "B": "I-II-IV-V",
      "C": "II-III-IV",
      "D": "I-II-III-V",
      "E": "III-IV-V"
    },
    "explanation": "Coğrafi Bilgi Sistemi (CBS) doğal veya insan kaynaklı afetler için tehlikeli bölgelerin haritalanması, veritabanı oluşturma, bütünleşik afet bilgi sisteminin oluşturulması, afet bilgi envanterinin hazırlanması, görülebilirlik, eğim, bakı, etki alanları belirleme, yüzey analizleri gibi birçok konuda kullanılan etkin bir araçtır. Doğru cevap B'dir."
  },
  {
    "id": "2374979",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Detay veri kümesi içinde yer alan detay sınıflarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çizgi",
      "B": "Ağ veri kümesi",
      "C": "Görüntü veri kümesi",
      "D": "Topolojiler",
      "E": "Öznitelik tabloları"
    },
    "explanation": "Detay veri kümesi (feature dataset); nokta, çizgi, poligon gibi detay sınıflarından (feature classs) oluşan, aynı koordinat sistemine sahip katmanlardır. Doğru cevap A'dır."
  },
  {
    "id": "2374986",
    "unitNumber": 5,
    "text": "Afet yönetim süreçlerinde coğrafi bilgi teknolojilerinin ortaya koyduğu en etkin çözümlerinden biri olan ve koronovirüs salgınında üretilen virüs yayılım haritalarında kullanılan haritalar aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bölgesel haritalar",
      "B": "Fiziki haritalar",
      "C": "Etkileşimli (interaktif) haritalar",
      "D": "Klasik haritalar",
      "E": "Şehirleri gösteren haritalar"
    },
    "explanation": "Etkileşimli (interaktif) haritalar afet yönetim süreçlerinde coğrafi bilgi teknolojilerinin ortaya koyduğu en etkin çözümlerinden biri olarak karşımıza çıkmaktadır. Bunun en somut örneğini koronovirüs salgınında üretilen virüs yayılım haritalarında görebiliriz. Güncel verilerden elde edilen yayılım haritaları, tüm dünya ülkelerinde enfeksiyon etkileri ve süreci hakkında genel yapıyı izleyebilme ve jeoistatistiki bilgiler elde etmeye imkan ve olanak sağlarlar. Elde edilen veriler kullanılarak birikimli (kümülatif) pozitif vaka sayısı, birikimli ölüm sayısı ve diğer bazı ölçütlerin ülkelere göre seyri izlenebilmektedir. Doğru cevap C'dir."
  },
  {
    "id": "2375005",
    "unitNumber": 5,
    "text": "Ülkemizde Ulusal ölçekte tanımlanmış standartlara göre kullanılan ve yaygınlaştırılmış, coğrafi bilgi sistemi esaslarına göre bütünleşik afet yönetiminin tüm aşamalarını elektronik ortamda takip edip yönetebileceğimiz ve coğrafi bilgi sistemi tabanlı karar destek sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Afet Riski Belirleme Sistemi",
      "B": "Afet Destek Sistemi",
      "C": "Afet Yönetim Sistemi",
      "D": "Afet Yönetim ve Karar Destek Sistemi",
      "E": "Afet Durumu ve Yönetimi Sistemi"
    },
    "explanation": "Ülkemizde Ulusal ölçekte tanımlanmış standartlara göre kullanılan ve yaygınlaştırılmış, coğrafi bilgi sistemi esaslarına göre bir Ulusal Afet ve Acil Durum Yönetimi Bilgi Sistemi örneği olarak Afet Yönetim ve Karar Destek Sistemi (AYDES) verilebilir. AYDES en genel anlamda bütünleşik afet yönetiminin tüm aşamalarını elektronik ortamda takip edip yönetebileceğimiz coğrafi bilgi sistemi tabanlı bir karar destek sistemidir. Doğru cevap D'dir."
  },
  {
    "id": "2375035",
    "unitNumber": 5,
    "text": "Ham verinin toplanması ve veri tabanının oluşturulması coğrafi bilgi sistemi uygulamalarının yapıldığı aşama Coğrafi Bilgi Sistemlerinin kullanım aşamalarından hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "I. Aşama",
      "B": "II. Aşama",
      "C": "V. Aşama",
      "D": "IV. Aşama",
      "E": "III. Aşama"
    },
    "explanation": "Ham verinin toplanması ve veri tabanının oluşturulması coğrafi bilgi sistemi uygulamalarının yapıldığı aşama Coğrafi Bilgi Sistemlerinin kullanım aşamalarından III. Aşamadır. Doğru cevap E'dir."
  },
  {
    "id": "2380798",
    "unitNumber": 5,
    "text": "Tehlikeye açık alanlarda yerleşik insanların, altyapı, konut, üretim kapasitelerinin ve insana ait diğer somut varlıkların durumu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Maruz kalma",
      "B": "Sel",
      "C": "Zarar görebilirlik",
      "D": "Kapasite",
      "E": "Tehlike"
    },
    "explanation": "Maruz Kalma; Tehlikeye açık alanlarda yerleşik insanların, altyapı, konut, üretim kapasitelerinin ve insana ait diğer somut varlıkların durumudur. Cevap A'dır."
  },
  {
    "id": "2380799",
    "unitNumber": 5,
    "text": "Can kaybına, yaralanmaya ya da diğer sağlık bozucu etkilere, mal varlığının zarar görmesine, sosyal ve ekonomik işleyişin kesilmesine veya çevresel bozulmaya neden olabilen süreç aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Deprem",
      "B": "Tehlike",
      "C": "Maruz kalma",
      "D": "Kapasite",
      "E": "Zarar görebilirlik"
    },
    "explanation": "<strong>Tehlike (Hazard): </strong>Can kaybına, yaralanmaya ya da diğer sağlık bozucu etkilere, mal varlığının zarar görmesine, sosyal ve ekonomik işleyişin kesilmesine veya çevresel bozulmaya neden olabilen süreç, olgu ya da insan faaliyetidir. Cevap B'dir."
  },
  {
    "id": "2380801",
    "unitNumber": 5,
    "text": "Bireyin, topluluğun, varlıkların ya da sistemlerin tehlikelerin etkilerine karşı savunmasızlığını artıran fiziksel, sosyal, ekonomik ve çevresel faktörlerin ya da süreçlerin belirlediği koşullar aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kapasite",
      "B": "Tehlike",
      "C": "Zarar görebilirlik",
      "D": "Maruz kalma",
      "E": "Doğal afet"
    },
    "explanation": "Zarar görebilirlik; Bireyin, topluluğun, varlıkların ya da sistemlerin tehlikelerin etkilerine karşı savunmasızlığını artıran fiziksel, sosyal, ekonomik ve çevresel faktörlerin ya da süreçlerin belirlediği koşullar. Cevap C'dir."
  },
  {
    "id": "2380802",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi afet anı veya mümkünse hemen öncesinde yapılması gereken faaliyetler bütünüdür?",
    "correctAnswer": "D",
    "options": {
      "A": "Hazır olma",
      "B": "İyileştirme",
      "C": "Zararı azaltma",
      "D": "Müdehale",
      "E": "Kapasite"
    },
    "explanation": "Müdahale, afet anı veya mümkünse hemen öncesinde yapılması gereken faaliyetlerdir. Afetin etkilerinin belirlenmesi, hasar tespiti, arama ve kurtarma çalışmaları, toplum sağlığı ve güvenliğini sağlama, ulaşım, barınma, hasarlı sistemlerin onarımı ve yeniden işletilmesi gibi çalışmaları kapsar. Cevap D'dir."
  },
  {
    "id": "2380803",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi afet sonrası yeniden düzeltme çalışmalarını kapsayan müdahale ve iyileştirme ana evrelerini tanımlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Müdehale",
      "B": "Zarar azaltma",
      "C": "Risk yönetimi",
      "D": "Hazırbuluınuşluk",
      "E": "Kriz yönetimi"
    },
    "explanation": "Kriz yönetimi; afet sonrası yeniden düzeltme çalışmalarını kapsayan müdahale ve iyileştirme ana evrelerini tanımlar. Cevap E'dir."
  },
  {
    "id": "2380805",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi mikro bölgeleme çalışmaları coğrafi bilgi sistemi ile yapılan çalışmalar olduğundan, çalışmalar sırasında interpolasyon ve ekstrapolasyon yapılması gereken kısımlara yapılan uygulamadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Karelaj",
      "B": "Afet riski",
      "C": "Hazırbulunuşluk",
      "D": "Tehlike",
      "E": "Risk yönetimi"
    },
    "explanation": "Karelaj; mikro bölgeleme çalışmaları coğrafi bilgi sistemi ile yapılan çalışmalar olduğundan, çalışmalar sırasında interpolasyon ve ekstrapolasyon yapılması gereken kısımlar olarak anımlanır. Cevap A'dır."
  },
  {
    "id": "2380807",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi coğrafi konumuyla ilişkilendirilmiş her türlü verinin araştırılması, veri anomalilerinin tanımlanması, ölçüm alınmayan nokta için en uygun tahminin yapılması, belirsizliğin tanımlanması, yüzey oluşturulması amacıyla konumsal verilerin istatistiksel modellenmesini sağlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Sıkınım bandı",
      "B": "Jeoistatistik",
      "C": "Karelaj",
      "D": "Grid",
      "E": "Risk yönetimi"
    },
    "explanation": "jeoistatistik; coğrafi konumuyla ilişkilendirilmiş her türlü verinin araştırılması, veri anomalilerinin tanımlanması, ölçüm alınmayan nokta için en uygun tahminin yapılması, belirsizliğin tanımlanması, yüzey oluşturulması amacıyla konumsal verilerin istatistiksel modellenmesini sağlar. Cevap B'dir."
  },
  {
    "id": "2380808",
    "unitNumber": 5,
    "text": "Bir organizasyon (örgüt), topluluk ya da toplumda afet risklerini yönetmek ve azaltmak ve dayanıklılığı güçlendirmek için var olan tüm güçlü yönlerin, özelliklerin ve kaynakların birleşimi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Risk yönetimi",
      "B": "Zarar görebilirlik",
      "C": "Kapasite",
      "D": "Tehlike",
      "E": "Maruz kalma"
    },
    "explanation": "Bir organizasyon (örgüt), topluluk ya da toplumda afet risklerini yönetmek ve azaltmak ve dayanıklılığı güçlendirmek için var olan tüm güçlü yönlerin, özelliklerin ve kaynakların birleşimi kapasite olarak tanımlanır. Cevap C'dir."
  },
  {
    "id": "2380810",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi afet öncesi önlem almaya yönelik çalışmalarını kapsayan zarar azaltma, hazırlıklı olma ana evrelerini tanımlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Tehlike",
      "B": "Müdehale",
      "C": "Kapasite",
      "D": "Risk yönetimi",
      "E": "Afet yönetimi"
    },
    "explanation": "Risk yönetimi; afet öncesi önlem almaya yönelik çalışmalarını kapsayan zarar azaltma, hazırlıklı olma ana evrelerini tanımlar. Cevap D'dir."
  },
  {
    "id": "2380812",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi risk yönetimi evrelerinden birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Zarar azaltma",
      "B": "Hazırlıklı olma",
      "C": "Erken uyarı",
      "D": "Önleme",
      "E": "Müdehale"
    },
    "explanation": "Müdehale; kriz yönetiminin bir unsurudur. Cevap E'dir."
  },
  {
    "id": "2381306",
    "unitNumber": 5,
    "text": "T.C. İçişleri Bakanlığı, Afet ve Acil Durum Yönetim Başkanlığı tarafından 2012 yılında yürürlüğe konulan, Ulusal Deprem Stratejisi (UDSEP-2023) programı kapsamında en önemli hedeflerin; depremleri öğrenmek, deprem güvenli yerleşme ve yapılaşma, ilk kaç saatte baş edebilmesi gerekir?",
    "correctAnswer": "E",
    "options": {
      "A": "6 saat",
      "B": "12 saat",
      "C": "24 saat",
      "D": "60 saat",
      "E": "72 saat"
    },
    "explanation": "T.C. İçişleri Bakanlığı, Afet ve Acil Durum Yönetim Başkanlığı tarafından 2012 yılında yürürlüğe konulan, Ulusal Deprem Stratejisi (UDSEP-2023) programı kapsamında en önemli hedeflerin; depremleri öğrenmek, deprem güvenli yerleşme ve yapılaşma, ilk 72 saat depremlerin etkileriyle baş edebilmesi olduğu görülmektedir."
  },
  {
    "id": "2381307",
    "unitNumber": 5,
    "text": "Doğa kaynaklı ya da teknolojik tehlikeler, yüksek hasar görebilirlik ne şekilde adlandırılırr?",
    "correctAnswer": "C",
    "options": {
      "A": "Doğal afet",
      "B": "Deprem",
      "C": "Kırılganlık",
      "D": "Sosyal mesaj",
      "E": "İnternet çökmesi"
    },
    "explanation": "Doğa kaynaklı ya da teknolojik tehlikeler, yüksek hasar görebilirlik (kırılganlık) ve risk faktörleriyle birleştiğinde büyük afetler yaşanabilmektedir. Dünyada afetlerden kaynaklanan maddi hasarın yıllık ortalama 314 milyar ABD dolarına ulaştığı tahmin edilmektedir."
  },
  {
    "id": "2381308",
    "unitNumber": 5,
    "text": "Aşağıda afetler ile ilgili olarak verilen ifadelerden hangisi doğru değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Afetler toplumun fiziksel faaliyetlerini durdurur.",
      "B": "Afetler toplumun ekonomik faaliyetlerini durdurur.",
      "C": "Afetler toplumun sosyal faaliyetlerini durdurur.",
      "D": "Afetler toplumun psikolojik faaliyetlerini durdurur.",
      "E": "Afetler toplumun üretim faaliyetlerini durdurur."
    },
    "explanation": "Afet toplumun tamamı veya belli kesimleri için fiziksel, ekonomik ve sosyal kayıplar doğuran, normal hayatı ve insan faaliyetlerini durduran veya kesintiye uğratan, etkilenen toplumun baş etme kapasitesinin yeterli olmadığı doğa, teknoloji veya insan kaynaklı olaydır. Afet bir olayın kendisi değil, doğurduğu sonuçtur."
  },
  {
    "id": "2381310",
    "unitNumber": 5,
    "text": "“Afet riskini anlamak” eylemini gerçekleştirebilmek için ulusal ve yerel seviyelerde önem arz eden konular arasında coğrafi bilgi ile ilişkili olabilecek konular hangi çerçevede açıklanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Dubai Çerçevesi",
      "B": "Sendai Çerçevesi",
      "C": "Napoli Çerçevesi",
      "D": "Jholati Çerçevesi",
      "E": "Cincinati Çerçevesi"
    },
    "explanation": "Sendai Çerçevesi, kapsamında “Afet riskini anlamak” eylemini gerçekleştirebilmek için ulusal ve yerel seviyelerde önem arz eden konular arasında coğrafi bilgi ile ilişkili olabilecek maddeler ise aşağıda listelenmiştir."
  },
  {
    "id": "2381311",
    "unitNumber": 5,
    "text": "Tehlikeye açık alanlarda yerleşik insanların, altyapı, konut, üretim kapasitelerinin ve insana ait diğer somut varlıkların durumuna ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Maruz kalma",
      "B": "Zarar Görebilirlik",
      "C": "Kapasite",
      "D": "Afet yönetimi",
      "E": "Afet ve acil durum yönetimi"
    },
    "explanation": "Maruz kalma (Exposure): Tehlikeye açık alanlarda yerleşik insanların, altyapı, konut, üretim kapasitelerinin ve insana ait diğer somut varlıkların durumu."
  },
  {
    "id": "2381313",
    "unitNumber": 5,
    "text": "Afet yönetimi sürecinde coğrafi bilgi teknolojilerinin etkin bir şekilde kullanılan ve toplanan konumsal veri özelliği taşıyan çalışmalara ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgi toplama",
      "B": "Bilgi analizi",
      "C": "Bilgi depolama",
      "D": "Konumsal veri",
      "E": "Mikrobölgeleme"
    },
    "explanation": "Afet yönetimi sürecinde coğrafi bilgi teknolojilerinin etkin bir şekilde kullanıldığı mikrobölgeleme çalışmaları kapsamında toplanan tüm veriler konumsal veri özelliği taşır."
  },
  {
    "id": "2381315",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Coğrafi Bilgi Sisteminde yer almaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Veritabanı oluşturma",
      "B": "Turistik dağılımın belirlenmesi",
      "C": "Tehlikeli bölgelerin haritalanması",
      "D": "Afet bilgi envanterinin hazırlanması",
      "E": "Bütünleşik afet bilgi sisteminin oluşturulması"
    },
    "explanation": "Coğrafi Bilgi Sistemi (CBS) doğal veya insan kaynaklı afetler için tehlikeli bölgelerin haritalanması, veritabanı oluşturma, bütünleşik afet bilgi sisteminin oluşturulması, afet bilgi envanterinin hazırlanması, görülebilirlik, eğim, bakım etki alanları belirleme, yüzey analizleri gibi birçok konuda kullanılan etkin bir araçtır. Ayrıca afet riski belirleme çalışmalarında altlık olarak kullanılabilecek bölgesel ve kentsel planlama çalışmalarında da coğrafi bilgi sistemi kullanılmaktadır."
  },
  {
    "id": "2381318",
    "unitNumber": 5,
    "text": "Türkiye Deprem Tehlike Haritası hangi resmi gazete yayımlanarak yürürlüğe girmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "1999",
      "B": "2002",
      "C": "2010",
      "D": "2018",
      "E": "2019"
    },
    "explanation": "Türkiye Deprem Tehlike Haritası, 18 Mart 2018 tarih ve 30364 sayılı Resmî Gazete’de yayımlanan “Türkiye Deprem Tehlike Haritası ve Parametre Değerleri Hakkında Karar” ile yeni harita resmi olarak yayınlanmıştır. Yeni harita 1 Ocak 2019 tarihinde yürürlüğe girecektir."
  },
  {
    "id": "2381319",
    "unitNumber": 5,
    "text": "Modern afet yönetimi anlayışının en önemli evresi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Zarar azaltma",
      "B": "Hazırlıklı olma",
      "C": "Kriz yönetimi",
      "D": "Müdahale",
      "E": "İyileştirme"
    },
    "explanation": "Zarar azaltma, modern afet yönetimi anlayışının en önemli evresidir. Çünkü olası bir afet durumunda meydana gelebilecek can ve mal kayıplarının azaltılması veya tamamen önlenmesine yönelik faaliyetleri kapsar. Karşılaşılan afetlerin olumsuz etkilerini gidermek ve yeniden yapılanma çalışmalarını yürütebilmek için gereken maliyet miktarları gün geçtikçe artmaktadır."
  },
  {
    "id": "2381320",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi mikrobölgeleme etüt çalışmalarının amaçlarından biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kentlerdeki çarpık yapılaşmayı önlemek",
      "B": "Risk azaltma planlarının hazırlanması",
      "C": "Rant alanları yaratmak ve karlılık sağlamak",
      "D": "Afet risklerinin azaltılmasının sağlanması",
      "E": "Yerleşime uygunluk değerlendirmeleri yapmak"
    },
    "explanation": "Mikrobölgeleme etüt çalışmaları ile imar planına esas yerleşime uygunluk değerlendirmelerinin tehlike belirleme ve risk azaltma planlarının hazırlanmasında kullanılması suretiyle afet risklerinin azaltılmasını, kentlerimizdeki çarpık yapılaşma ve yarattığı sorunların çağdaş şehircilik ilkeleri ve planlama esaslarına uygun olarak yeniden yapılandırılmasının sağlanması hedeflenmektedir."
  },
  {
    "id": "2361067",
    "unitNumber": 6,
    "text": "Aktif ve sağlıklı bir yaşam ile normal bir gelişim için gerekli yeterli miktarda güvenli ve besleyici gıdaya sürekli erişimden yoksun kalma durumuna verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sağlık güvencesizliği",
      "B": "Teknoloji güvencesizliği",
      "C": "Tarım güvencesizliği",
      "D": "Barınma güvencesizliği",
      "E": "Gıda güvencesizliği"
    },
    "explanation": "Gıda güvencesizliği: Aktif ve sağlıklı bir yaşam<br/>ile normal bir gelişim için gerekli yeterli miktarda<br/>güvenli ve besleyici gıdaya sürekli erişimden<br/>yoksun kalma durumudur"
  },
  {
    "id": "2361090",
    "unitNumber": 6,
    "text": "Dünyada kümes hayvancılığına en çok konu olan hem eti hem de yumurtası ile ucuz protein kaynağı olması nedeniyle tüm dünyada yoğun olarak yetiştirilen kümes hayvanına verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tavuk",
      "B": "Hindi",
      "C": "Kaz",
      "D": "Bıldırcın",
      "E": "Ördek"
    },
    "explanation": "Dünyada kümes hayvancılığına en çok konu olan hayvan tavuktur. Hem eti hem de yumurtası ile ucuz protein kaynağı olması nedeniyle tüm dünyada yoğun olarak yetiştirilmekte ve gıda maddesi olarak sıklıkla tüketilmektedir."
  },
  {
    "id": "2362475",
    "unitNumber": 6,
    "text": "İnsanların yaşadıkları yerdeki toprağı işlemelerine ve hayvanları evcilleştirmelerine sebep olan durum aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nüfus artışı",
      "B": "Göçler",
      "C": "Makineleşme",
      "D": "Yüksek verim",
      "E": "Üretim maliyeti"
    },
    "explanation": "Tarımın ortaya çıkmasının temel sebeplerinden biri aşırı nüfus artışı olmuştur. Nüfus artışı insanların yaşadıkları yerdeki toprağı işlemelerine ve hayvanları evcilleştirmelerine sebep olmuştur (Heaton, 2005)"
  },
  {
    "id": "2362480",
    "unitNumber": 6,
    "text": "İnsanların hayvan yetiştiriciliğine başlama tarihinin aşağıdakilerden hangisinin olduğu düşünülmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "MÖ 10000",
      "B": "MÖ 12500",
      "C": "MÖ 17000",
      "D": "MÖ 19000",
      "E": "MÖ 20000"
    },
    "explanation": "İnsanların hayvan yetiştiriciliğine başlama tarihinin M.Ö. 17.000 (Skolnik, 1968: 96); mahsul yetiştiriciliğine başlama tarihinin ise MÖ 11.500-11.000 olduğu düşünülmektedir (Zeder, M. A., 2011: S222)."
  },
  {
    "id": "2362487",
    "unitNumber": 6,
    "text": "Birçok alanda karar vermeye rehberlik eden, bilgi katmanlarından oluşan ve bilgisayar tarafından oluşturulan haritalara verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kavram haritaları",
      "B": "Siyasi haritalar",
      "C": "Fiziki Haritalar",
      "D": "Coğrafi bilgi sistemleri",
      "E": "İzoterm haritaları"
    },
    "explanation": "Coğrafi bilgi sistemleri (CBS), birçok alanda karar vermeye rehberlik eden önemli bir araç olarak gittikçe yaygınlaşmaktadır. CBS, bilgi katmanlarından oluşan ve bilgisayar tarafından oluşturulan haritalardır."
  },
  {
    "id": "2362493",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Çevrenin korunması,</li> <li>Varlıkların etkin yönetilmesi,</li> <li>Düşük maliyetle üretimin sürekliliğinin sağlanması,</li> <li>Biyoteknolojinin uygulanması</li> <li>Yoğun küresel rekabette avantaj sağlanması</li> </ol> Yukarıdakilerden hangi veya hangileri CBS teknolojisinin tercih edilme nedenleri ile ilgilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I,II ve III",
      "D": "I,II,III ,V",
      "E": "I,II,III,IV ve V"
    },
    "explanation": "CBS teknolojisi çevrenin korunması, varlıkların etkin yönetilmesi, düşük maliyetle üretimin sürekliliğinin sağlanması, değişen hükümet desteklerinin takip edilebilmesi, biyoteknolojinin uygulanması ve yoğun küresel rekabette avantaj sağlanması amacıyla tercih edilmektedir."
  },
  {
    "id": "2362499",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Çiftçilere üretimi artırma yolları,</li> <li>Girdi maliyetlerini düşürme yolları</li> <li>Tarım arazilerini verimli bir şekilde yönetme yollarını</li> </ol> CBS çiftçilere yukarıdakilerden hangilerini analiz etmek için veri fırsatları sunmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I,II ve III"
    },
    "explanation": "CBS, çiftçilere üretimi artırma, girdi maliyetlerini düşürme ve tarım arazilerini verimli bir şekilde yönetme yollarını analiz etmek için çeşitli veri yönetimi fırsatları sunmaktadır"
  },
  {
    "id": "2362515",
    "unitNumber": 6,
    "text": "Dünya genelinde insanların günlük kalori ihtiyaçlarının neredeyse yarıdan fazlası hani gıdadan sağlanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Hayvansal gıdalar",
      "B": "Meyveler",
      "C": "Tahıl",
      "D": "Baklagiller",
      "E": "Sebzeler"
    },
    "explanation": "<strong>Dünya genelinde insanların günlük kalori ihtiyaçlarının neredeyse yarıdan fazlası tahıllardan karşılanmaktadır.</strong>"
  },
  {
    "id": "2362520",
    "unitNumber": 6,
    "text": "Gelişmekte olan ülkelerde protein ihtiyacının hayvansal gıdalardan karşılanma oranı yaklaşık olarak aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "%15",
      "B": "%17",
      "C": "%20",
      "D": "%23",
      "E": "%25"
    },
    "explanation": "Gelişmekte olan ülkelerde protein ihtiyacının hayvansal gıdalardan karşılanma oranı %20 civarındadır."
  },
  {
    "id": "2362529",
    "unitNumber": 6,
    "text": "Dünyada toplam süt üretimi yaklaşık olarak aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "1 milyon ton",
      "B": "10 milyon ton",
      "C": "100 milyon ton",
      "D": "1 milyar ton",
      "E": "10 milyar ton"
    },
    "explanation": "Dünyada toplam süt üretimi yaklaşık 1 milyar ton civarındadır."
  },
  {
    "id": "2383447",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi tarımın eş zamanlı olarak başladığı bölgelerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Güney Çin",
      "B": "Güney İtalya",
      "C": "Orta Avrupa",
      "D": "Sibirya",
      "E": "Kuzey Avrupa"
    },
    "explanation": "Tarımın Kısa Tarihi<br/>Güney Çin"
  },
  {
    "id": "2383449",
    "unitNumber": 6,
    "text": "Tarımın ortaya çıkmasının temel sebebi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hayvan neslinin tükenmeye başlaması",
      "B": "Nüfus artışı",
      "C": "Hastalıklar",
      "D": "Göç",
      "E": "Yerleşik hayata geçme isteği"
    },
    "explanation": "Tarımın Kısa Tarihi<br/>Nüfus artışı"
  },
  {
    "id": "2383452",
    "unitNumber": 6,
    "text": "İnsanlar yaklaşık kaç bin yıl önce yabani bitkileri toplayıp tüketmeye başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "2500",
      "B": "30000",
      "C": "105000",
      "D": "75000",
      "E": "200000"
    },
    "explanation": "Tarımın Kısa Tarihi<br/>İnsanların en az 105.000 yıl önce sorgum da dâhil olmak üzere çeşitli yabani bitkileri toplamaya ve bunları tüketmeye başladıkları bilinmektedir."
  },
  {
    "id": "2383453",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Coğrafi Bilgi Sistemlerinin (CBS) kullanıldığı alanlardan biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Süs kuşu yetiştiriciliği",
      "B": "İpek böcekçiliği",
      "C": "Arıcılık",
      "D": "Hastalık Takibi",
      "E": "Su Ürünleri Yetiştiriciliği"
    },
    "explanation": "Tarım ve Coğrafi Bilgi Sistemleri<br/>Hastalık Takibi"
  },
  {
    "id": "2383455",
    "unitNumber": 6,
    "text": "Gıda amacıyla kullanılan yaklaşık kaç bin yabani bitki türü bulunmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "3000",
      "B": "5000",
      "C": "15000",
      "D": "2500",
      "E": "10000"
    },
    "explanation": "Gıda<br/>10000"
  },
  {
    "id": "2383457",
    "unitNumber": 6,
    "text": "Ekonomik önemi açısından dünyada ikinci sırada yer alan familyası aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Baklagiller",
      "B": "Tahıllar",
      "C": "Sebzeler",
      "D": "Meyveler",
      "E": "Hayvansal Gıdalar"
    },
    "explanation": "Bitkisel Gıdalar<br/>Baklagiller"
  },
  {
    "id": "2383459",
    "unitNumber": 6,
    "text": "Dünya genelinde en çok üretimi yapılan sebze aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Patates",
      "B": "Domates",
      "C": "Kuru Soğan",
      "D": "Marul",
      "E": "Kabak"
    },
    "explanation": "Bitkisel Gıdalar<br/>Domates"
  },
  {
    "id": "2383461",
    "unitNumber": 6,
    "text": "Dünyadaki süt üretiminin yüzde kaçını inek sütü oluşturmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "%12.7",
      "B": "%2.3",
      "C": "%82",
      "D": "%80",
      "E": "%67.3"
    },
    "explanation": "Hayvansal Gıdalar<br/>%82"
  },
  {
    "id": "2383463",
    "unitNumber": 6,
    "text": "Balık etinde aşağıdaki minerallerden hangisi diğerlerine göre daha fazladır?",
    "correctAnswer": "D",
    "options": {
      "A": "Magnezyum",
      "B": "Demir",
      "C": "Bakır",
      "D": "İyot",
      "E": "Sodyum"
    },
    "explanation": "Hayvansal Gıdalar<br/>İyot"
  },
  {
    "id": "2383464",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi tarım faaliyetlerini önemli ölçüde etkileyen mayın tarlalarının en çok görüldüğü ülkelerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Amerika",
      "B": "İtalya",
      "C": "İngiltere",
      "D": "Çin",
      "E": "Afganistan"
    },
    "explanation": "Gıda ve Coğrafi Bilgi Sistemleri<br/>Afganistan"
  },
  {
    "id": "2385479",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, aktif ve sağlıklı bir yaşam ile normal bir gelişim için gerekli yeterli miktarda güvenli ve besleyici gıdaya sürekli erişimden yoksun kalma durumudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Gıda güvencesizliği",
      "B": "Destekten yoksun kalma",
      "C": "İş güvencesizliği",
      "D": "Ruhsal güvencesizlik",
      "E": "Çalışma güvencesizliği"
    },
    "explanation": "Gıda güvencesizliği, aktif ve sağlıklı bir yaşam ile normal bir gelişim için gerekli yeterli miktarda güvenli ve besleyici gıdaya sürekli erişimden yoksun kalma durumudur."
  },
  {
    "id": "2385481",
    "unitNumber": 6,
    "text": "Tarımla birlikte yalnızca yiyecek bulmak için harcanan zaman azalmamış aynı zamanda insanların sürekli yiyecek bulmak için ………………..zorunlulukları da ortadan kalkmıştır.\n <strong>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yerleşik hayat",
      "B": "Kavga",
      "C": "Göç etme",
      "D": "Mücadele",
      "E": "Savaş"
    },
    "explanation": "Tarımla birlikte yalnızca yiyecek bulmak için harcanan zaman azalmamış aynı zamanda insanların sürekli yiyecek bulmak için göç etme zorunlulukları da ortadan kalkmıştır."
  },
  {
    "id": "2385482",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi hayvancılık faaliyetleri arasında <strong><u>yer almaz</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Kümes hayvancılığı",
      "B": "Su ürünleri",
      "C": "Küçükbaş hayvancılık",
      "D": "İpek Böcekçiliği",
      "E": "Süs kuşu yetiştiriciliği"
    },
    "explanation": "Kümes hayvancılığı, Su ürünleri, Küçükbaş hayvancılık ve İpek Böcekçiliği hayvancılık faaliyetleri arasında yer alır. Süs kuşu yetiştiriciliği hayvancılık faaliyetleri arasında yer almaz"
  },
  {
    "id": "2385484",
    "unitNumber": 6,
    "text": "I.Çevrenin korunması\n II.Varlıkların etkin yönetilmesi\n III. Yüksek maliyetle üretim\n IV.Biyoteknolojinin uygulanması\n <strong>Yukarıdakilerden hangileri CBS teknolojisinin tercih edilmesi için söylenebilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III, IV",
      "B": "I, II, IV",
      "C": "Yalnızca IV",
      "D": "I ve II",
      "E": "I ve III"
    },
    "explanation": "CBS teknolojisi çevrenin korunması, varlıkların etkin yönetilmesi, düşük maliyetle üretimin sürekliliğinin sağlanması, değişen hükümet desteklerinin takip edilebilmesi, biyoteknolojinin uygulanması ve yoğun küresel rekabette avantaj sağlanması amacıyla tercih edilmektedir."
  },
  {
    "id": "2385486",
    "unitNumber": 6,
    "text": "Uzaktan algılama ve CBS ile organik tarıma uygun alanların tespiti kolaylıkla yapılabilmektedir. Organik tarım yapılırken aşağıdakilerden hangisi önemlidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Erken uyarı sistemleri, fenomon tuzaklar",
      "B": "Gıda kıtlığı koşunda farkındalık",
      "C": "Mevcut mahsul üretiminin arttırılması",
      "D": "Tarımsal teşvikler",
      "E": "Potansiyel haşere riski"
    },
    "explanation": "Uzaktan algılama ve CBS ile organik tarıma uygun alanların tespiti kolaylıkla yapılabilmektedir. Çünkü organik tarım yapılırken bitki korumada erken uyarı sistemler, feromon tuzakları önemlidir."
  },
  {
    "id": "2385488",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi canlı bir varlığı oluşturan organların bütünüdür?",
    "correctAnswer": "E",
    "options": {
      "A": "Kemik dokusu",
      "B": "Dolaşım sistemi",
      "C": "Sindirim sistemi",
      "D": "Boşaltım sistemi",
      "E": "Organizma"
    },
    "explanation": "Organizma, canlı bir varlığı oluşturan organların bütünüdür."
  },
  {
    "id": "2385489",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, insan ve hayvanların beslemesinde ya da endüstride ham madde olarak kullanılan bitkilerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "B12",
      "B": "Tahıl",
      "C": "Zeytin",
      "D": "Yağlı tohumlar",
      "E": "Hayvansal ürünler"
    },
    "explanation": "Tahıllar, insan ve hayvanların beslemesinde ya da endüstride ham madde olarak kullanılan bitkilerdir."
  },
  {
    "id": "2385491",
    "unitNumber": 6,
    "text": "……………………nedeniyle gıda ihtiyacı her geçen gün dünyadaki en önemli sorunlardan biri haline gelmektedir. Dolayısıyla, gıda konusunda yaşanan en büyük sorunların başında gıda güvencesi gelmektedir.\n <strong>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Turizm",
      "B": "Kuraklık",
      "C": "Susuzluk",
      "D": "Yüksek nüfus artışı",
      "E": "Yaşlı nüfus"
    },
    "explanation": "Gıda konusunda yaşanan en büyük sorunların başında gıda güvencesi gelmektedir. Çünkü yüksek nüfus artışı nedeniyle gıda ihtiyacı her geçen gün dünyadaki en önemli sorunlardan biri haline gelmektedir."
  },
  {
    "id": "2385496",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi etkin arazi yönetimi için önemli bir araçtır?",
    "correctAnswer": "B",
    "options": {
      "A": "FAO",
      "B": "CBS",
      "C": "BMGK",
      "D": "IOM",
      "E": "WHO"
    },
    "explanation": "CBS etkin arazi yönetimi için önemli bir araçtır. Çünkü CBS, yetersiz gıda ve su kaynakları nedeniyle risk altındaki bölgeleri belirlemek için mekânsal muhakeme yöntemlerinin kullanımına yönelik bir keşif aracı olabilmektedir."
  },
  {
    "id": "2385499",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi arazi ve su kaynaklarının bir envanteri ve bunların biyofiziksel sınırlamaları ve farklı senaryolar altında mahsul üretimi için potansiyellerinin değerlendirilmesi temelinde rasyonel arazi kullanım planlamasına olanak sağlamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "CBS",
      "B": "BMGK",
      "C": "IOM",
      "D": "WHO",
      "E": "GAEZ"
    },
    "explanation": "Küresel Agro-Ekolojik Bölgeler Veri Portali (GAEZ), arazi ve su kaynaklarının bir envanteri ve bunların biyofiziksel sınırlamaları ve farklı senaryolar altında mahsul üretimi için potansiyellerinin değerlendirilmesi temelinde rasyonel arazi kullanım planlamasına olanak sağlamaktadır."
  },
  {
    "id": "2386371",
    "unitNumber": 6,
    "text": "Aktif ve sağlıklı bir yaşam ile normal bir gelişim için gerekli yeterli miktarda güvenli ve besleyici gıdaya sürekli erişimden yoksun kalma durumu aşağıdakilerden hangisidir<strong>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Gıda terörü",
      "B": "Gıda güvencesizliği",
      "C": "Tarım yoksunluğu",
      "D": "Tarım plansızlığı",
      "E": "Gıda enflasyonu"
    },
    "explanation": "Gıda güvencesizliği, aktif ve sağlıklı bir yaşam ile normal bir gelişim için gerekli yeterli miktarda güvenli ve besleyici gıdaya sürekli erişimden yoksun kalma durumudur."
  },
  {
    "id": "2386376",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi “Levant” bölgede bulunmaktadır<strong>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Suriye",
      "B": "Yeni Gine",
      "C": "Etiyopya",
      "D": "Güney Amerika",
      "E": "Çin"
    },
    "explanation": "Levant; Lübnan, Filistin, Ürdün, İsrail ve Suriye’yi kapsayan bölgedir."
  },
  {
    "id": "2386377",
    "unitNumber": 6,
    "text": "İpek böcekçiliği aşağıdakilerden hangisinin yoğun olduğu yerlerde yapılmaktadır<strong>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Çam ağaçları",
      "B": "İncir ağaçları",
      "C": "İğde ağaçları",
      "D": "Dut ağaçları",
      "E": "Meşe ağaçları"
    },
    "explanation": "İpek böcekçiliği dut ağaçlarının yoğun olduğu yerlerde yapılmaktadır."
  },
  {
    "id": "2386380",
    "unitNumber": 6,
    "text": "CBS ile çiftçilerin tarımsal üretim için gereğinde fazla su kullanımının önüne geçilerek olası su kıtlığını en aza indirme aşağıdakilerden hangisi için örnek oluşturmaktadır<strong>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Güncel Sorunların Çözümü",
      "B": "Tarımsal Teşvik İşlemlerinin Yönetimi",
      "C": "Hassas Tarım",
      "D": "Gelecekteki Gıda Talebinin Karşılanması",
      "E": "Farkındalık Yaratma"
    },
    "explanation": "CBS ile çiftçilerin tarımsal üretim için gereğinde fazla su kullanımının önüne geçilerek olası su kıtlığını en aza indirme \"hassas tarım\" için örnek oluşturmaktadır."
  },
  {
    "id": "2386384",
    "unitNumber": 6,
    "text": "I. Hasta Takibi\n II. Tarımsal Teşvik İşlemleri\n III. Farkındalık Yaratma\n IV. Güncel Sorunların Çözümü\n V. Gelecekteki Gıda Talebinin Karşılanması\n Yukarıda verilenlerden hangisi ya da hangileri CBS’nin tarım alanında uygulanmasını açıklamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, III, V",
      "B": "II, IV",
      "C": "I, II, III",
      "D": "II, V",
      "E": "II, III, IV, V"
    },
    "explanation": "CBS’nin tarım alanında uygulanması şöyle sıralanabilir:\n<br/>• Hassas Tarım\n<br/>•Zamanlı Haritalama\n<br/>• Güncel Sorunların Çözümü\n<br/>• Tarımsal Teşvik İşlemleri\n<br/>• Gelecekteki Gıda Talebinin Karşılanması\n<br/>• Hastalık Takibi\n<br/>• Farkındalık Yaratma<br/>II, III, IV, V"
  },
  {
    "id": "2386387",
    "unitNumber": 6,
    "text": "Dünya tarım tarihinin en erken kültüre alınan bitkileri aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Baklagiller",
      "B": "Tahıllar",
      "C": "Meyveler",
      "D": "Sebzeler",
      "E": "Hayvansal gıdalar"
    },
    "explanation": "Dünya tarım tarihinin en erken kültüre alınan bitkileri tahıllardır."
  },
  {
    "id": "2386390",
    "unitNumber": 6,
    "text": "I. Genellikle tek veya çok yıllık ot, çalı ve ağaç formundaki bitkileri içerirler\n II. İnsanların günlük kalori ihtiyaçlarının yarıdan fazlasını karşılamaktadır\n III. Ucuz ve yüksek kaliteli bitkisel protein kaynağıdır\n IV. Gelişmiş ülkelerdeki insanların besin kaynaklarının ilk sırasında bulunurlar\n V. Kutuplar hariç dünyanın hemen her tarafına yayılmış bir familyadır\n Baklagiller hakkında yukarıda verilenlerden hangisi ya da hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I, III, V",
      "B": "II, IV",
      "C": "I, II, IV",
      "D": "III, V",
      "E": "II, III, IV, V"
    },
    "explanation": "Baklagiller hakkında verilenlerden şunlar doğrudur:\n<br/>Genellikle tek veya çok yıllık ot, çalı ve ağaç formundaki bitkileri içerirler,\n<br/>Ucuz ve yüksek kaliteli bitkisel protein kaynağıdır,\n<br/>Kutuplar hariç dünyanın hemen her tarafına yayılmış bir familyadır.<br/>I, III, V"
  },
  {
    "id": "2386393",
    "unitNumber": 6,
    "text": "Kök, gövde, sürgün, yaprak, çiçek, meyve ve tohumlarından gıda olarak faydalanılan bitkiler aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Meyveler",
      "B": "Tahıllar",
      "C": "Sebzeler",
      "D": "Baklagiller",
      "E": "Ağaçlar"
    },
    "explanation": "Sebzeler, kök, gövde, sürgün, yaprak, çiçek, meyve ve tohumlarından gıda olarak faydalanılan bitkilerdir."
  },
  {
    "id": "2386395",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisine meyve <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Domates",
      "B": "Zeytin",
      "C": "Ceviz",
      "D": "Karpuz",
      "E": "Üzüm"
    },
    "explanation": "Kök, gövde, sürgün, yaprak, çiçek, meyve ve tohumlarından gıda olarak faydalanılan bitkilere sebze denilmektedir. Sebzeler; karpuz, kuru soğan, lahana, hıyar, patlıcan, havuç, biber, marul, sarımsak olarak sayılabilir."
  },
  {
    "id": "2386398",
    "unitNumber": 6,
    "text": "I. Yerleşme planlarını yapmak\n II. Beslenmenin modellenmesini oluşturmak\n III. Yoksulluk haritalaması yapmak\n IV. Jeo-uzamsal verileri ve bilgileri toplamak\n V. Arazi ve su kaynaklarının envanterini çıkarmak\n Yukarıdakilerden hangisi ya da hangileri için FAO uydu ile uzaktan algılama, coğrafi bilgi sistemleri ve küresel konumlandırma sistemlerini kullanmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, III, V",
      "B": "II, IV",
      "C": "I, II, V",
      "D": "III, IV, V",
      "E": "II, III, IV, V"
    },
    "explanation": "FAO uydu ile uzaktan algılama, coğrafi bilgi sistemleri ve küresel konumlandırma sistemlerini şunlar için kullanmaktadır:\n<br/>Beslenmenin modellenmesini oluşturmak,\n<br/>Yoksulluk haritalaması yapmak,\n<br/>Jeo-uzamsal verileri ve bilgileri toplamak,\n<br/>Arazi ve su kaynaklarının envanterini çıkarmak.<br/>II, III, IV, V"
  },
  {
    "id": "2386752",
    "unitNumber": 6,
    "text": "\"Aktif ve sağlıklı bir yaşam ile normal bir gelişim için gerekli yeterli miktarda güvenli ve besleyici gıdaya sürekli erişimden yoksun kalma durumudur\"\n Yukarıda açıklanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gıda Güvencesizliği",
      "B": "Kalitesiz ürün",
      "C": "Tarım kısıtlaması",
      "D": "İlkel Tarım Uygulamaları",
      "E": "Neolitik Devrim"
    },
    "explanation": "Gıda güvencesizliği: Aktif ve sağlıklı bir yaşam ile normal bir gelişim için gerekli yeterli miktarda güvenli ve besleyici gıdaya sürekli erişimden yoksun kalma durumudur."
  },
  {
    "id": "2386757",
    "unitNumber": 6,
    "text": ".............. avcı-toplayıcı toplulukların göçebe yaşam tarzından tarım<br/>ve hayvancılığa geçiş sürecidir ve yerleşik bir yaşam tarzının başlangıcıdır.\n Yukarıdaki cümlede noktalı yere aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tarım Devrimi",
      "B": "Neolitik Devrim",
      "C": "Sanayi Devrimi",
      "D": "Coğrafi Bilgi Sistemi",
      "E": "Modern Tarım Sistemi"
    },
    "explanation": "Neolitik Devrim: Neolitik Devrim, avcı-toplayıcı toplulukların göçebe yaşam tarzından tarım ve hayvancılığa geçiş sürecidir ve yerleşik bir yaşam tarzının başlangıcıdır."
  },
  {
    "id": "2386784",
    "unitNumber": 6,
    "text": "\"Sığır, manda, at, eşek ve katır gibi hayvanların yetiştirilmesini kapsayan hayvancılık türü\" ve \"koyun, keçi, tavşan ve çeşitli kürk hayvanlarının yetiştiriciliğini kapsayan hayvancılık türü\" \n Yukarıdaki açıklamadaki iki kavram aşağıdaki seçeneklerden hangisinde bulunmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Büyükbaş Hayvancılık-Kümes Hayvancılığı",
      "B": "İpek Böcekçiliği-Küçükbaş Hayvancılık",
      "C": "Büyükbaş Hayvancılık-Küçükbaş Hayvancılık",
      "D": "Küçükbaş Hayvancılık-Büyükbaş Hayvancılık",
      "E": "Kümes Hayvancılığı-İpek Böcekçiliği"
    },
    "explanation": "Büyükbaş Hayvancılık: Sığır, manda, at, eşek ve<br/>katır gibi hayvanların yetiştirilmesini kapsayan hayvancılık türüne büyükbaş hayvancılık denmektedir.<br/>En çok yetiştirilen büyükbaş hayvanların başında<br/>sığır gelmektedir. Sığırlar hem et hem de süt ürünleri için dünya genelinde yoğun olarak yetiştirilen<br/>hayvanlardır.<br/>Küçükbaş Hayvancılık: Koyun, keçi, tavşan ve<br/>çeşitli kürk hayvanlarının yetiştiriciliğini kapsayan<br/>hayvancılık türüne küçükbaş hayvancılık denmektedir. En çok yetiştiriciliği yapılan küçükbaş hayvanların başında koyun gelmektedir."
  },
  {
    "id": "2386998",
    "unitNumber": 6,
    "text": "Bilgi katmanlarından oluşan ve bilgisayar tarafından oluşturulan<br/>haritalardır.\n Yukarıda tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Harita Bilgi Sistemleri",
      "B": "Kadastro İşlemleri",
      "C": "Coğrafik Konum",
      "D": "Coğrafi Bilgi Sistemleri",
      "E": "Haritacılık İylemleri"
    },
    "explanation": "Coğrafi bilgi sistemleri (CBS), birçok alanda karar vermeye rehberlik eden önemli bir araç olarak gittikçe yaygınlaşmaktadır. CBS, bilgi katmanlarından oluşan ve bilgisayar tarafından oluşturulan<br/>haritalardır. Temel bir coğrafi veri tabanının ana<br/>bileşenleri arazi kullanımı, altyapı ve topografyadır<br/>ve bunların üzerine nüfus hareketleri, yerleşim düzenleri ve erişilebilirlik gibi diğer özellikler hakkında bilgi de katmanlanabilmektedir."
  },
  {
    "id": "2387029",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi CBS’nin tarım alanındaki uygulamalarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hassas Tarım",
      "B": "Gerçek Zamanlı Haritalama",
      "C": "Güncel Sorunların Çözümü",
      "D": "İthalat Teşvik İşlemlerinin Yönetimi",
      "E": "Gelecekteki Gıda Talebinin Karşılanması"
    },
    "explanation": "CBS’yi tarım alanında çok farklı şekillerde kullanmak mümkündür. İnsanların ihtiyaçlarına paralel olarak CBS’nin tarım alanındaki uygulamalarından bazıları aşağıdaki gibi sıralanabilir:\n • Hassas Tarım\n • Gerçek Zamanlı Haritalama\n • Güncel Sorunların Çözümü\n • Tarımsal Teşvik İşlemlerinin Yönetimi\n • Gelecekteki Gıda Talebinin Karşılanması\n • Hastalık Takibi\n • Farkındalık Yaratma\n • Organik Tarım Alanlarının Tespiti"
  },
  {
    "id": "2387096",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi CBS teknolojisinin tercih edilme amaçlarından biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çevrenin korunması,",
      "B": "Varlıkların etkin yönetilmesi,",
      "C": "Düşük maliyetle üretimin sürekliliğinin<br/>sağlanması,",
      "D": "Değişen hükümet desteklerinin takip<br/>edilebilmesi,",
      "E": "Dijitalleşme"
    },
    "explanation": "CBS teknolojisi çevrenin korunması, varlıkların etkin yönetilmesi, düşük maliyetle üretimin sürekliliğinin sağlanması, değişen hükümet desteklerinin takip edilebilmesi, biyoteknolojinin uygulanması ve yoğun küresel rekabette avantaj sağlanması amacıyla tercih edilmektedir"
  },
  {
    "id": "2387119",
    "unitNumber": 6,
    "text": "Coğrafi Bilgi Sistemleri ile oluşturulan .....................ile tarım arazisinin güncel durumu daha doğru bir şekilde gözlemlenmektedir.\n<br/>Yukarıdaki cümledeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Harita sistemi",
      "B": "Gerçek zamanlı haritalar",
      "C": "Bilgi sistemi",
      "D": "Tarım planlamaları",
      "E": "Dijitalleşme"
    },
    "explanation": "CBS ile oluşturulan gerçek zamanlı haritalar ile<br/>tarım arazisinin güncel durumu daha doğru bir<br/>şekilde gözlemlenmektedir."
  },
  {
    "id": "2387160",
    "unitNumber": 6,
    "text": "Bir bölgedeki hastalıkların miktarı ve yeri ile<br/>ilgili doğru veriler CBS aracılığıyla belirlenip takip edilebilir. CBS kullanarak hükümet yetkilileri,<br/>haşere yerlerine ve potansiyel riskli alanlara ilişkin<br/>güncel bilgileri çiftçilere gönderebilir. Ayrıca yetkililer haritalarla paydaşlara açık bir web sitesinde<br/>hastalık bulaşmasını önleme ve etkilerini azaltma<br/>konularında çiftçilere yardımcı olabilir.\n Coğrafi bilgi sistemleri kapsamında aşağıdaki seçeneklerden hangisi açıklanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hastalık Takibi",
      "B": "Farkındalık Yaratma",
      "C": "Organik Tarım Alanlarının Tespiti",
      "D": "Gelecekteki Gıda Talebinin Karşılanması",
      "E": "Tarımsal Teşvik İşlemlerinin Yönetimi"
    },
    "explanation": "Hastalık Takibi<br/>Bir bölgedeki hastalıkların miktarı ve yeri ile<br/>ilgili doğru veriler CBS aracılığıyla belirlenip takip edilebilir. CBS kullanarak hükümet yetkilileri,<br/>haşere yerlerine ve potansiyel riskli alanlara ilişkin<br/>güncel bilgileri çiftçilere gönderebilir. Ayrıca yetkililer haritalarla paydaşlara açık bir web sitesinde<br/>hastalık bulaşmasını önleme ve etkilerini azaltma<br/>konularında çiftçilere yardımcı olabilir"
  },
  {
    "id": "2387214",
    "unitNumber": 6,
    "text": "Coğrafi bilgi sistemi güncel sorunları çözümü için kullanılmaktadır. Aşağıdakilerden hangisi bu güncel sorunlardan değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tarım alanındaki verimliliğin izlenmesi,",
      "B": "Nitrojen uygulanması",
      "C": "Hassas su sensörlerinin<br/>kullanılması",
      "D": "Müdahale için kritik alanların belirlenmesi,",
      "E": "Tarım alanlarının arttırılması"
    },
    "explanation": "Günümüzün en büyük sorunlarından olan<br/>suyun yönetimi konusunda CBS uygulamaları<br/>önemli bir araçtır. Bu konuda çiftçiler tarafından<br/>gerçek zamanlı eyleme geçirilebilir kararlar almak<br/>için uydular ve insansız hava araçları kullanılabilmektedir. Tarım alanındaki verimliliğin izlenmesi, nitrojen uygulanması, hassas su sensörlerinin kullanılması ve müdahale için kritik alanların belirlenmesi, bu teknolojinin sağlayabileceği önemli kullanımlardan bazılarıdır."
  },
  {
    "id": "2387220",
    "unitNumber": 6,
    "text": "Günümüzde doğanın ve tarım alanlarının tahrip<br/>edilmeden, insanların sağlıklarına olumsuz etkileri<br/>olmayan bitkisel ve hayvansal üretimin yapılması<br/>önem kazanmıştır. Bu amaçla yapılan tarım uygulamaları organik, ekolojik veya biyolojik tarım tanımlanmaktadır. Uzaktan algılama ve CBS ile organik tarıma uygun alanların tespiti kolaylıkla yapılabilmektedir. Çünkü organik tarım yapılırken bitki korumada erken uyarı sistemler, feromon tuzakları önemlidir. \n Coğrafi bilgi sistemleri kapsamında yukarıdaki açıklama, aşağıdakilerden hangisini açıklamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Organik Tarım Alanlarının Tespiti",
      "B": "Hassas Tarım",
      "C": "Tarımsal Teşvik İşlemlerinin Yönetimi",
      "D": "Gelecekteki Gıda Talebinin Karşılanması",
      "E": "Farkındalık Yaratma"
    },
    "explanation": "Organik Tarım Alanlarının Tespiti<br/>Günümüzde doğanın ve tarım alanlarının tahrip<br/>edilmeden, insanların sağlıklarına olumsuz etkileri<br/>olmayan bitkisel ve hayvansal üretimin yapılması<br/>önem kazanmıştır. Bu amaçla yapılan tarım uygulamaları organik, ekolojik veya biyolojik tarım tanımlanmaktadır. Uzaktan algılama ve CBS ile organik tarıma uygun alanların tespiti kolaylıkla yapılabilmektedir. Çünkü organik tarım yapılırken bitki<br/>korumada erken uyarı sistemler, feromon tuzakları<br/>önemlidir"
  },
  {
    "id": "2365289",
    "unitNumber": 7,
    "text": "Boş zaman, iş veya diğer amaçlar için bir- birini takip eden bir yıldan fazla olmamak üzere olağan ortamlarının dışındaki yer- lerde seyahat eden ve kalan kişilerin faaliyetlerine ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Lojistik",
      "B": "Turizm",
      "C": "Ekonomi",
      "D": "İletişim",
      "E": "Siyaset"
    },
    "explanation": "Her yıl milyonlarca insana ek olarak malların, hizmetlerin ve bilginin hareketi anlamına gelen turizm giderek küresel hâle gelmektedir. Ancak turizmin tarihsel gelişimi değerlendirildiğinde turizmin geçmişte küresel bir faaliyet olmadığı görülmektedir."
  },
  {
    "id": "2365297",
    "unitNumber": 7,
    "text": "\"Endüstri 4.0\" terimi ilk olarak hangi fuarda kullanılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hannover",
      "B": "Berlin",
      "C": "New York",
      "D": "Cape Town",
      "E": "Paris"
    },
    "explanation": "Endüstri 4.0 terimi ilk olarak 2011 yılında Hannover fuarında kullanıl- mıştır (Rojko, 2017). Endüstri 4.0 olarak isimlendirilen dördüncü endüstri devrimine robotlaşma, nesnelerin İnterneti, yapay zekâ, sensörler, bilişsel teknolojiler, nanoteknoloji, İnternetin hizmetleri, kuantum bilişim, giyilebilir teknolojiler, arttırılmış gerçeklik, akıllı sinyalizasyon, akıllı robotlar, büyük veri, 3D ve akıllı şebekeler gibi yeni nesil teknolojiler yön vermiştir."
  },
  {
    "id": "2365306",
    "unitNumber": 7,
    "text": "Çevrimiçi veri depolama alanına erişmenin kolay bir yolunu sağlamak için tasarlan sisteme ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Nesnelerin İnterneti",
      "B": "Büyük Veri",
      "C": "Bulut Bilişim",
      "D": "Blok Zinciri",
      "E": "Turizm Destinasyon web Sitesi"
    },
    "explanation": "Bulut bilişim hizmetleri, çevrimiçi veri depolama alanına erişmenin kolay bir yolunu sağlamak için tasarlanmıştır. Bulut bilişim, kamuya açık elektronik iletişim ağı aracılığıyla sağlam web plat- formlarına ve veri depolamaya erişim sağlar. Ayrıca, akıllı turizm için temel bir özellik olan bilgi paylaşımını teşvik eder. Başka bir ifade ile özelleştirilmiş bir rehber sistemi, kişiselleştirilmiş deneyim- ler sunmasına rağmen, herhangi bir kişisel cihaza kurulmadan muazzam sayıda turiste hizmet edebilir"
  },
  {
    "id": "2365312",
    "unitNumber": 7,
    "text": "Kriptografi kullanılarak bağlanarak güvenli hâle getirilen, bloklar adı verilen ve sürekli büyüyen kayıt listesine ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Nesnelerin İnterneti",
      "B": "Büyük Veri",
      "C": "Mobil Uygulamalar",
      "D": "Blok Zinciri",
      "E": "Bulut Bilişim"
    },
    "explanation": "Blok zinciri, kriptografi kullanılarak bağlanan ve güvenli hâle getirilen, bloklar adı verilen, sürekli büyüyen bir kayıt listesidir. Blok zinciri, merkezî bir otorite veya yönetici olmadan çalışabilecek güvenli ve dağıtılmış bir veri tabanı sunar. Ayrıca, dijital bir defter oluşturmak için bloklar olarak adlandırılan düzenli kayıtların sürekli büyüyen bir listesini yapmak için dağıtılmış, eşler arası bir ağ kullanır"
  },
  {
    "id": "2365318",
    "unitNumber": 7,
    "text": "Mekansal verilerin depolanması ve sorgulanabilir olması aşağıdakilerden hangisiyle ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Süreç olarak CBS",
      "B": "Araç olarak CBS",
      "C": "Veritabanı olarak CBS",
      "D": "Uygulama olarak CBS",
      "E": "Karar destek mekanızması olarak CBS"
    },
    "explanation": "Mekânsal verilerin depolanması ve sorgulanabilir olmasıdır. Örneğin Portekiz’in Averio bölgesi turizm potansiyeline sahip olup bunu yeterince değerlendiremeyen alanlardan biri olarak görülmektedir. Bölgenin turizm zenginliklerinin belirlenmesi için CBS faydalanılarak bir veritabanı veya turizm kaynak envanteri oluşturulmuştur."
  },
  {
    "id": "2365339",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi coğrafi bilgi sistem kategorilerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Karar Destek Mekanizması",
      "B": "Süreç Verilerin Toplanması",
      "C": "Veritabanı",
      "D": "Pratik Alan",
      "E": "Uygulama"
    },
    "explanation": "Coğrafi Bilgi Sistemleri yazılımı genel olarak veri girişi, veri ön işleme, veri depolama ve yönetimi, mekânsal analiz, veri çıkışı olmak üzere beş alt sistemden oluşmaktadır. Pratik Alan bu kategoride yoktur."
  },
  {
    "id": "2365384",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi coğrafi bilgi sistemlerinin turizmde kullanımıyla ilgili verilerinden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Turist Özellikleri",
      "B": "Psikolojik davranış biçimleri",
      "C": "Gerçek zaman-mekan davranışı",
      "D": "Coğrafi görünüm öğeleri ve turistik yerler",
      "E": "Bu yerlere eklenen görüntüler"
    },
    "explanation": "Coğrafi Bilgi Sistemleri, özellikle mekânsal ilişkileri ele almak için tasarlanmıştır. Coğrafi bilgi sistemlerinin turizmde kullanımı ile dört tür ilgili veri ayırt edilebilir (Van der Knaap, 1999):\n<br/><ul><br/><li><br/>Turist özellikleri\n<br/></li><br/><li><br/>Gerçek zaman - mekân davranışı\n<br/></li><br/><li><br/>Coğrafi görünüm öğeleri ve turistik yerler Bu yerlere eklenen görüntüler\n<br/></li><br/></ul><br/>Psikolojik davranış biçimleri konu dahilinde değildir."
  },
  {
    "id": "2365393",
    "unitNumber": 7,
    "text": "Höyükler, antik kentler, tarihi yapılar, kaleler, tarihi yerleşim alanları, tarihi şehirler ve kuleler hangi turizm kaynakları altında toplanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kültürel",
      "B": "İnanç",
      "C": "Tarih",
      "D": "Sağlık",
      "E": "Spor"
    },
    "explanation": "Tarihi turizm kaynakları; höyükler, antik kentler, tarihi yapılar, kaleler, tarihi yerleşim alanları, tarihi şehirler ve kuleleri kapsamaktadır"
  },
  {
    "id": "2365405",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi turizmde kullanılan uygulamalardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tripadvisor",
      "B": "Airbnp",
      "C": "Skyscanner",
      "D": "Google Maps",
      "E": "LinkedIn"
    },
    "explanation": "Linkedin bir turizm uygulaması değildir."
  },
  {
    "id": "2365420",
    "unitNumber": 7,
    "text": "Gastronomiye dayalı turizm kaynakları aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Höyükler, antik kentler, tarihi yapılar, kaleler, tarihi yerleşim alanları, tarihi şehirler, kuleler",
      "B": "Halk dansları, geleneksel kıyafetler, türküler, el sanatları",
      "C": "Konaklama tesisleri, müzeler, sinemalar, kültür ve kongre merkezleri, tiyatro ve konser salonu, kütüphaneler, sosyal tesisler, hayvanat bahçesi, mesire alani/piknik alani, şehir parklari, otogar ve otoparklar",
      "D": "Yiyecek içecek işletmeleri, coğrafi işaretli ürünler, yöresel\n yemekler, gıda festivalleri",
      "E": "Termal ve kaplıcalar, hamamlar, hastaneler"
    },
    "explanation": "Gastronomiye dayalı turizm kaynakları; yiyecek içecek işletmeleri, coğrafi işaretli ürünler, yöresel yemekler, gıda festivallerini içerir."
  },
  {
    "id": "2375979",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi küresel turizmin özelliklerinden <strong><u>değildir</u></strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Sınırsız sanal dünyalar",
      "B": "Yıkıcı teknolojilerin gelişimi",
      "C": "Üreticinin oluşturduğu deneyim",
      "D": "Yeni seyahat modelleri",
      "E": "Aile ve arkadaşlarla birlikte seyahatlar"
    },
    "explanation": "Küresel turizmin bazı karakteristik özellikleri vardır. Üreticinin oluşturduğu deneyimden kullanıcının oluşturduğu deneyime geçiş bunlardan bir tanesidir. Bu nedenle doğru yanıt c şıkkıdır."
  },
  {
    "id": "2375982",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Büyük Veri (Big Data) ile ilgili bir özelliktir?",
    "correctAnswer": "D",
    "options": {
      "A": "Zaman, alan ve varlık sınırlaması olmadan her şeyin internet üzerinden birbirine bağlı olmasıdır.",
      "B": "Çevrimiçi veri depolama alanına erişmenin kolay bir yolunu sağlamak için tasarlanmıştır.",
      "C": "Merkezi bir otorite veya yönetici olmadan çalışılabilecek güvenli ve dağıtılmış bir veri tabanı sunar.",
      "D": "Veriler destinasyon kaynaklarından, devletten, turizm işletmelerinden ve turistlerden toplanmaktadır.",
      "E": "Tüketiciler tarafından ihtiyaç duyulan ve bulundukları yere göre uyarlanan hizmetlerdir."
    },
    "explanation": "Akıllı turizmin temelinde büyük verilerden faydalanmak yer almaktadır. Veriler destinasyon kaynaklarından, devletten, turizm işletmelerinden ve turistlerden toplanmaktadır. Bu nedenle doğru yanıt d şıkkıdır."
  },
  {
    "id": "2375991",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kullanıcının beş duyusunun bir veya daha fazlasının gerçek zamanlı simülasyonu ile sonuçlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bulut bilişim",
      "B": "Sanal gerçeklik",
      "C": "Blok zinciri",
      "D": "QR Kod",
      "E": "Dokunmatik ekran araçları"
    },
    "explanation": "Sanal gerçeklik, kullanıcının gezinebileceği ve etkileşimde bulunabileceği bilgisayar tarafından oluşturulmuş bir 3D ortamının kullanımı olarak tanımlanır. Bu kullanım kullanıcının beş duyusunun bir veya daha fazlasının gerçek zamanlı simülasyonu ile sonuçlanır. bu nedenle doğru yanıt b şıkkıdır."
  },
  {
    "id": "2375994",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi uygulama olarak coğrafi bilgi sistemlerini tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Mekansal verilerin pazarlama ve planlama süreçlerinde kullanımıdır.",
      "B": "Mekansal verilerin dönüştürülmesi ve görüntülenmesidir.",
      "C": "Mekansal verilerin toplanması ve saklanmasıdır.",
      "D": "Mekansal verilerin depolanması ve sorgulanabilir olmasıdır.",
      "E": "Mekansal verilerin problem çözme sürecine dahil edilmesi ve kullanılmasıdır."
    },
    "explanation": "Uygulama olarak coğrafi bilgi sistemleri mekansal verilerin pazarlama ve planlama süreçlerinde kullanımıdır. Bu nedenle doğru yanıt a şıkkıdır."
  },
  {
    "id": "2376005",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisinde halkın belli konularda farkındalığını arttırmak için coğrafi bilgi sistemlerinin (CBS) üç boyutlu görüntüleme özelliğinden faydalanılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Karar destek mekanizması olarak CBS",
      "B": "Uygulama olarak CBS",
      "C": "Veri tabanı olarak CBS",
      "D": "Süreç olarak CBS",
      "E": "Araç olarak CBS"
    },
    "explanation": "Araç olarak CBS mekansal verilerin görüntülenmesini de içermektedir. Bazı konularda halkın farkındalığını arttırmak için CBS’nin üç boyutlu görüntüleme özelliğinden faydalanılmaktadır. Bu nedenle doğru yanıt e şıkkıdır."
  },
  {
    "id": "2376010",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi turizm planlaması ile ilgili <strong><u>yanlış</u></strong> bir ifadedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Turizm planlaması mekansal veri toplama ve işleme gerektirir.",
      "B": "Turizm planlaması ekonomik ve sosyal etkiler hakkında bilginin varlığını gerektirir.",
      "C": "Turizm planlamasında geri bildirim bilgisinin sadece topluluk içinde kalması önemlidir.",
      "D": "Turizm planlaması doğal kaynaklar ve nitelikler hakkında bilginin varlığını gerektirir.",
      "E": "Turizm planlaması turizm alt yapısı ile ilgilidir."
    },
    "explanation": "Etkili turizm planlamasında izleme mekanizmalarının ve planlama kararlarının turizm kaynağı üzerindeki etkisine ilişkin “geri bildirim bilgisi”nin topluluk dahil çeşitli paydaşlara dağıtılması önemlidir. Bu nedenle doğru yanıt c şıkkıdır."
  },
  {
    "id": "2376021",
    "unitNumber": 7,
    "text": "CBS kullanılarak araştırılabilecek “Ne değişti?” soru örneği aşağıdakilerden hangisine bir açıklık getirmek içindir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mevki",
      "B": "Yönlendirme",
      "C": "Desen",
      "D": "Akım",
      "E": "Modelleme"
    },
    "explanation": "Ne değişti? Sorusu Akım’a karşılık gelmektedir. Bu nedenle doğru yanıt d şıkkıdır. Bununla ilgili detaylı bilgi için tablo 7.1’e bakabilirsiniz."
  },
  {
    "id": "2376030",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi turizm kaynak envanteri ile ilgili <strong><u>yanlış</u></strong> bir ifadedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yeni hizmetler yaratmanın temelini oluşturur.",
      "B": "Planlayıcılara en uygun kaynakları kullanma konusunda yardımcı olur.",
      "C": "Kaynağın özellikleri, alanlar ve değerlerle ilgilenir.",
      "D": "Kaynak koruma, mülkiyet ve kullanım durumu hakkında kapsamlı bilgi içerir.",
      "E": "Turizm endüstrisindeki kısa vadeli eğilimleri, planlama problemleri yaratmada kullanır."
    },
    "explanation": "Kısa vadeli değil uzun vadeli eğilimler söz konusudur. Bu nedenle doğru yanıt e şıkkıdır."
  },
  {
    "id": "2376034",
    "unitNumber": 7,
    "text": "Müzeler aşağıdaki hangi turizm kaynağı içinde değerlendirilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tarihi turizm kaynakları",
      "B": "Şehir turizmi kaynakları",
      "C": "İnanç turizmi kaynakları",
      "D": "Doğal turizm kaynakları",
      "E": "Kültürel turizm kaynakları"
    },
    "explanation": "Müzeler “Şehir Turizmi Kaynakları” içinde yer alır. Bu nedenle doğru yanıt b şıkkıdır."
  },
  {
    "id": "2376043",
    "unitNumber": 7,
    "text": "Antik kentler aşağıdaki hangi turizm kaynağı içinde değerlendirilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Doğal turizm kaynakları",
      "B": "Kültürel turizm kaynakları",
      "C": "Şehir turizmi kaynakları",
      "D": "Tarihi turizm kaynakları",
      "E": "Savaş alanı turizm kaynakları"
    },
    "explanation": "Antik kentler “Tarihi Turizm Kaynakları” İçinde yer alır. Bu nedenle doğru yanıt d şıkkıdır."
  },
  {
    "id": "2382083",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi küresel turizmin özelliklerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sınırsız Sanal Dünyalar",
      "B": "Mobil Uygulamalar",
      "C": "Dokunmatik Ekran Araçları",
      "D": "Sanal Gerçeklik",
      "E": "Yakın Alan İletişimi"
    },
    "explanation": "<strong>Turizmde Yeni Trendler </strong><br/><strong>Küresel turizmin özellikleri şunlardır (Gelter, 2017: 10):</strong>\n • Küresel tüketici\n • Dijital dünyaya yönelme\n <strong>• Sınırsız sanal dünyala</strong>r\n • Yeni müşteriler\n • Aile ve arkadaşlarla birlikte seyahat\n • İnternet imkanları\n • Lüks hayat trendi\n • Şeffaflık trendi\n • Üreticinin oluşturduğu deneyimden kullanıcının oluşturduğu deneyime geçiş\n • Yıkıcı teknolojilerin hızla gelişimi\n • Deneyim üretimi\n • Paylaşım ekonomisi\n • Yeni seyahat modelleri\n <strong>Akıllı turizm kapsamında farklı teknolojiler kullanılmaktadır: Bunlar aşağıdaki gibi örneklendirilebilir:</strong>\n • Büyük Veri (Big Data)\n • Nesnelerin İnterneti (Internet of Things - IoT)\n • Bulut Bilişim (Cloud Computing)\n • Blok Zinciri (Blockchain)\n • Turizm Destinasyon Web Sitesi\n • Mobil Uygulamalar\n • QR Kod (Quick Response Code)\n • Dokunmatik Ekran Araçları\n • Sanal Gerçeklik\n • Yakın Alan İletişimi (Near Field Communication - NFC)\n • Konum Tabanlı Hizmetler (Location-Based Services -LBS)"
  },
  {
    "id": "2382084",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi akıllı turizm kapsamında kullanılan farklı teknolojilerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Küresel tüketici",
      "B": "Bulut bilişim",
      "C": "Dijital dünyaya yönelme",
      "D": "Sınırsız sanal dünyalar",
      "E": "Yeni müşteriler"
    },
    "explanation": "<strong>Akıllı turizm kapsamında farklı teknolojiler kullanılmaktadır: Bunlar aşağıdaki gibi örneklendirilebilir:</strong>\n<br/>• Büyük Veri (Big Data)\n<br/>• Nesnelerin İnterneti (Internet of Things - IoT)\n<br/>• <strong>Bulut Bilişim</strong> (Cloud Computing)\n<br/>• Blok Zinciri (Blockchain)\n<br/>• Turizm Destinasyon Web Sitesi\n<br/>• Mobil Uygulamalar\n<br/>• QR Kod (Quick Response Code)\n<br/>• Dokunmatik Ekran Araçları\n<br/>• Sanal Gerçeklik\n<br/>• Yakın Alan İletişimi (Near Field Communication - NFC)\n<br/>• Konum Tabanlı Hizmetler (Location-Based Services -LBS)\n<br/><strong>Küresel turizmin özellikleri şunlardır (Gelter, 2017: 10):</strong>\n<br/>• Küresel tüketici\n<br/>• Dijital dünyaya yönelme\n<br/>• Sınırsız sanal dünyalar\n<br/>• Yeni müşteriler\n<br/>• Aile ve arkadaşlarla birlikte seyahat\n<br/>• İnternet imkanları\n<br/>• Lüks hayat trendi\n<br/>• Şeffaflık trendi\n<br/>• Üreticinin oluşturduğu deneyimden kullanıcının oluşturduğu deneyime geçiş\n<br/>• Yıkıcı teknolojilerin hızla gelişimi\n<br/>• Deneyim üretimi\n<br/>• Paylaşım ekonomisi\n<br/>• Yeni seyahat modelleri"
  },
  {
    "id": "2382089",
    "unitNumber": 7,
    "text": "Aşağıdaki boşluğu doldurunuz?\n İletişimi üretmek için kullanılan araçlara ............... denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Büyük veri",
      "B": "Sanal gerçeklik",
      "C": "İletişim teknolojisi",
      "D": "Bilgi teknolojisi",
      "E": "Bulut bilişim"
    },
    "explanation": "İletişimi üretmek için kullanılan araçlara <strong>iletişim teknolojisi </strong>denir."
  },
  {
    "id": "2382108",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi okunabilir durumdaki bir verinin içerdiği bilginin istenmeyen taraflarca anlaşılamayacak bir hâle dönüştürülmesinde kullanılan yöntemlerin tümüdür?",
    "correctAnswer": "D",
    "options": {
      "A": "İletişim teknolojisi",
      "B": "Mobil uygulamalar",
      "C": "Büyük veri",
      "D": "Kriptografi",
      "E": "Bulut bilişim"
    },
    "explanation": "<strong>Blok Zinciri (Blockchain) </strong><br/><strong>Kriptografi </strong>ya da <strong>şifreleme </strong>okunabilir durumdaki bir verinin içerdiği bilginin istenmeyen taraflarca anlaşılamayacak bir hâle dönüştürülmesinde kullanılan yöntemlerin tümüdür."
  },
  {
    "id": "2382111",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kriptografi kullanılarak bağlanan ve güvenli hâle getirilen, sürekli büyüyen kayıt listesidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Büyük Veri",
      "B": "Sanal Gerçeklik",
      "C": "Bulut Bilişim",
      "D": "QR Kod",
      "E": "Blok Zinciri"
    },
    "explanation": "<strong>Blok Zinciri (Blockchain)</strong><br/><strong>Blok Zinciri (Blockchain) </strong>\n Blok zinciri, <strong>kriptografi </strong>kullanılarak bağlanan ve güvenli hâle getirilen, bloklar adı verilen, sürekli büyüyen bir kayıt listesidir."
  },
  {
    "id": "2382117",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi mekânsal verilerin toplanması, saklanması ve depolanmasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Süreç olarak CBS",
      "B": "Araç olarak CBS",
      "C": "Veritabanı olarak CBS",
      "D": "Uygulama olarak CBS",
      "E": "Karar destek mekânizması olarak CBS"
    },
    "explanation": "<strong>COĞRAFİ BİLGİ SİSTEMLERİNİN SUNDUĞU OLANAKLAR VE TURİZM </strong><br/><strong><em>Süreç olarak CBS: </em></strong>Mekânsal verilerin toplanması, saklanması ve depolanmasıdır."
  },
  {
    "id": "2382119",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi mekânsal verilerin toplanması ve saklanmasına ek olarak onların dönüştürülmesi görüntülenmesidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Süreç olarak CBS",
      "B": "Araç olarak CBS",
      "C": "Karar destek mekânizması olarak CBS",
      "D": "Uygulama olarak CBS",
      "E": "Veritabanı olarak CBS"
    },
    "explanation": "<strong>COĞRAFİ BİLGİ SİSTEMLERİNİN SUNDUĞU OLANAKLAR VE TURİZM </strong><br/><strong><em>Araç olarak CBS: </em></strong>Mekânsal verilerin toplanması ve saklanmasına ek olarak onların dönüştürülmesi görüntülenmesidir."
  },
  {
    "id": "2382125",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi mekânsal verilerin pazarlama ve planlama süreçlerinde kullanımıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Karar destek mekânizması olarak CBS",
      "B": "Veritabanı olarak CBS",
      "C": "Uygulama olarak CBS",
      "D": "Araç olarak CBS",
      "E": "Süreç olarak CBS"
    },
    "explanation": "<strong>COĞRAFİ BİLGİ SİSTEMLERİNİN SUNDUĞU OLANAKLAR VE TURİZM </strong><br/><strong><em>Uygulama olarak CBS: </em></strong>Mekânsal verilerin pazarlama ve planlama süreçlerinde kullanımıdır."
  },
  {
    "id": "2382131",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi mekânsal verilerin problem çözme sürecine dâhil edilmesi ve kullanımıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Süreç olarak CBS",
      "B": "Karar destek mekânizması olarak CBS",
      "C": "Araç olarak CBS",
      "D": "Veritabanı olarak CBS",
      "E": "Uygulama olarak CBS"
    },
    "explanation": "<strong>COĞRAFİ BİLGİ SİSTEMLERİNİN SUNDUĞU OLANAKLAR VE TURİZM </strong><br/><strong><em>Karar destek mekânizması olarak CBS: </em></strong>Mekânsal verilerin problem çözme sürecine dâhil edilmesi ve kullanımıdır."
  },
  {
    "id": "2382132",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi coğrafi bilgi sistemlerinin turizmde kullanımı ile ayırt edilebilen verilerden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Turist özellikleri",
      "B": "Gerçek zaman - mekân davranışı",
      "C": "Coğrafi görünüm öğeleri ve turistik yerler",
      "D": "Kriptografi",
      "E": "Bu yerlere eklenen görüntüler"
    },
    "explanation": "<strong>TURİZM PLANLAMASI VE COĞRAFİ BİLGİ SİSTEMLERİ </strong><br/>Coğrafi Bilgi Sistemleri, özellikle mekânsal ilişkileri ele almak için tasarlanmıştır. Coğrafi bilgi sistemlerinin turizmde kullanımı ile dört tür ilgili veri ayırt edilebilir (Van der Knaap, 1999):\n<br/>• Turist özellikleri\n<br/>• Gerçek zaman - mekân davranışı\n<br/>• Coğrafi görünüm öğeleri ve turistik yerler (konaklama yerleri, şehirler / köyler, tesisler, alanlar)\n<br/>• Bu yerlere eklenen görüntüler"
  },
  {
    "id": "2384112",
    "unitNumber": 7,
    "text": "Dünya Seyahat ve Turizm Konseyi’ne göre de turizm, dünya genelinde Gayri Safi Yurtiçi Hasıla’nın yaklaşık yüzde kaçını oluşturmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "%11",
      "B": "%15",
      "C": "%5",
      "D": "%20",
      "E": "%25"
    },
    "explanation": "Turizmde Küresel Trendler ve Bilgi Teknolojileri<br/>%11"
  },
  {
    "id": "2384117",
    "unitNumber": 7,
    "text": "Kitlesel iletişim araçlarının kullanımı neye sebep olmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgi teknolojilerinin gelişimine",
      "B": "Destinasyonun varlığının daha çok insan tarafından bilinmesine",
      "C": "Paylaşım ekonomisinin artışına",
      "D": "Farklı sanal ortamların kullanılmasına",
      "E": "Yıkıcı teknolojilerin gelişimine"
    },
    "explanation": "Turizmde Küresel Trendler ve Bilgi Teknolojileri<br/>Destinasyonun varlığının daha çok insan tarafından bilinmesine"
  },
  {
    "id": "2384120",
    "unitNumber": 7,
    "text": "“Okunabilir durumdaki bir verinin içerdiği bilginin istenmeyen taraflarca anlaşılamayacak bir hâle dönüştürülmesinde kullanılan yöntemlerin tümüdür” açıklaması hangi terimin tanımıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Blockchain",
      "B": "Cloud Computing",
      "C": "Kriptografi",
      "D": "Big Data",
      "E": "QR Code"
    },
    "explanation": "Turizmde Yeni Trendler<br/>Kriptografi"
  },
  {
    "id": "2384134",
    "unitNumber": 7,
    "text": "“Kriptografi kullanılarak bağlanan ve güvenli hâle getirilen, bloklar adı verilen, sürekli büyüyen bir kayıt listesidir” tanımı hangi turizm trendinin açıklamasıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Büyük Veri",
      "B": "Nesnelerin İnterneti",
      "C": "Bulut Bilişim",
      "D": "Blok Zinciri",
      "E": "Sanal Gerçeklik"
    },
    "explanation": "Turizmde Yeni Trendler<br/>Blok Zinciri"
  },
  {
    "id": "2384197",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi <em>uygulama olarak</em> <em>CBS </em>için verilebilecek bir örnektir?",
    "correctAnswer": "E",
    "options": {
      "A": "Malezya’nın Tiamon adasında turizmin nasıl geliştirilebileceğini öğrenmek için yerel nüfusa anket uygulanması kararlaştırılmıştır. Ankete yanıtlayanları konum verileri ve anketlere verdikleri yanıtların saklanmasında CBS’den faydalanılmıştır.",
      "B": "Amerika Birleşik Devletleri’nin Georgia eyaletinde sele duyarlılığı yüksek olan turizm kasabaları bulunmaktadır. Bu yerleşmelerde bir sel durumunda yaşaması muhtemel tehlike senaryoları konusunda halkın farkındalığını arttırmak için CBS’nin üç boyutlu görüntüleme özelliğinden faydalanılmaktadır.",
      "C": "Portekiz’in Averio bölgesi turizm potansiyeline sahip olup bunu yeterince değerlendiremeyen alanlardan biri olarak görülmektedir. Bölgenin turizm zenginliklerinin belirlenmesi için CBS faydalanılarak bir veri tabanı veya turizm kaynak envanteri oluşturulmuştur.",
      "D": "Endonezya’nın Bogor şehrinde doğa temelli turizm kaynaklarının yönetiminde uygulanan politikalar kurumlara göre farklılık göstermektedir. Ortak bir turizm politikası geliştirilmesine yönelik çeşitli paydaşlardan veriler toplanmış ve analiz edilmiştir. Bunun sonucunda CBS faydalanılarak üzerinde uzlaşılmış bir doğa temelli turizm kaynak yönetimi planı hazırlanmıştır.",
      "E": "Çek Cumhuriyeti’nde bisiklet boş zaman aktivitelerinde kullanılan önemli bir araçtır. Bisiklet yol ağının geliştirilmesi, trafik işaretçilerinin yerlerinin belirlenmesi ve yeni rotaların planlanmasında CBS kullanılmaktadır."
    },
    "explanation": "Coğrafi Bilgi Sistemlerinin Sunduğu Olanaklar ve Turizm<br/>Çek Cumhuriyeti’nde bisiklet boş zaman aktivitelerinde kullanılan önemli bir araçtır. Bisiklet yol ağının geliştirilmesi, trafik işaretçilerinin yerlerinin belirlenmesi ve yeni rotaların planlanmasında CBS kullanılmaktadır."
  },
  {
    "id": "2384199",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Coğrafi Bilgi Sistemlerini oluşturan bilim dallarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Matematik",
      "B": "Biyoloji",
      "C": "Psikoloji",
      "D": "Fizik",
      "E": "Kimya"
    },
    "explanation": "Coğrafi Bilgi Sistemlerinin Sunduğu Olanaklar ve Turizm<br/>Matematik"
  },
  {
    "id": "2384203",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi turizm planlaması kapsamında turizmde CBS uygulamalarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Turist özellikleri",
      "B": "Turizm kaynak envanterleri oluşturma",
      "C": "Coğrafi görünüm öğeleri ve turistik yerler",
      "D": "Gerçek zaman - mekân davranışı",
      "E": "Karar desteği olma"
    },
    "explanation": "Coğrafi Bilgi Sistemlerinin Turizm Planlamasında Kullanım Alanları<br/>Turizm kaynak envanterleri oluşturma"
  },
  {
    "id": "2384206",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi doğal turizm kaynaklarındandır?",
    "correctAnswer": "C",
    "options": {
      "A": "Höyük",
      "B": "Termal",
      "C": "Kanyon",
      "D": "Kaplıca",
      "E": "Hamam"
    },
    "explanation": "Coğrafi Bilgi Sistemlerinin Turizm Planlamasında Kullanım Alanları<br/>Kanyon"
  },
  {
    "id": "2384207",
    "unitNumber": 7,
    "text": "Sürdürülebilir turizm gelişimini teşvik etmede turist hareketini ve fiziksel çevre kullanımlarını analiz etmek için CBS’nin kullanılabileceğini kim kanıtlamıştır ?",
    "correctAnswer": "D",
    "options": {
      "A": "Mc Kercher",
      "B": "Lau",
      "C": "De Gloria",
      "D": "Van der Knaap",
      "E": "Noden"
    },
    "explanation": "Coğrafi Bilgi Sistemlerinin Turizm Planlamasında Kullanım Alanları<br/>Van der Knaap"
  },
  {
    "id": "2384212",
    "unitNumber": 7,
    "text": "Aşağıda verilen etkilerden hangisi CBS aracılığıyla modellenebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mekan modelleri",
      "B": "Hareket modelleri",
      "C": "Fiziksel çevre modellemesi",
      "D": "Harita modelleri",
      "E": "Erozyon"
    },
    "explanation": "Coğrafi Bilgi Sistemlerinin Turizm Planlamasında Kullanım Alanları<br/>Erozyon"
  },
  {
    "id": "2386629",
    "unitNumber": 7,
    "text": "Dünya Seyahat ve Turizm Konseyi’ne göre turizm, dünya genelinde Gayri Safi Yurtiçi Hasıla’nın yaklaşık ne kadarını temsil etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "%11",
      "B": "%17",
      "C": "%25",
      "D": "%15",
      "E": "%18"
    },
    "explanation": "Turizm, uluslararası üretim ve ticaretin en önem i oyuncularından biri durumundadır. Çünkü turizm ister gelişmiş ister gelişmekte olsun tüm ülkeler için önemli bir gelir kaynağıdır. Dünya Seyahat ve Turizm Konseyi’ne göre de turizm, dünya genelinde Gayri Safi Yurtiçi Hasıla’nın yaklaşık %11’ini temsil etmektedir"
  },
  {
    "id": "2386631",
    "unitNumber": 7,
    "text": "Boş zaman, iş veya diğer amaçlar için birbirini takip eden bir yıldan fazla olmamak üzere olağan ortamlarının dışındaki yerlerde seyahat eden ve kalan kişilerin faaliyetlerine <strong>……………. </strong>denir.\n <strong>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Turist",
      "B": "Dinlenme",
      "C": "Turizm",
      "D": "Gezi",
      "E": "Yolculuk"
    },
    "explanation": "Her yıl milyonlarca insana ek olarak malların, hizmetlerin ve bilginin hareketi anlamına gelen turizm giderek küresel hale gelmektedir. Boş zaman, iş veya diğer amaçlar için birbirini takip eden bir yıldan fazla olmamak üzere olağan ortamlarının dışındaki yerlerde seyahat eden ve kalan kişilerin faaliyetlerine turizm denir."
  },
  {
    "id": "2386634",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi küresel turizmin özelliklerinden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Küresel tüketici",
      "B": "Sınırsız sanal dünyalar",
      "C": "İnternet imkanları",
      "D": "Lüks hayat trendi",
      "E": "Opaklık trendi"
    },
    "explanation": "Küresel turizmin özellikleri şunlardır: Küresel tüketici, Dijital dünyaya yönelme, sınısrsız sanal dünyalar, yeni müşteriler, aile ve arkadaşlarla birlikte seyahat, internet imkanları, lüks hayat trendi, şeffaflık trendi, yıkıcı teknolojilerin hızla gelişimi, deneyim üretimi, paylaşım ekonomisi, yeni seyahat modelleri."
  },
  {
    "id": "2386636",
    "unitNumber": 7,
    "text": "Akıllı turizm kapsamında farklı teknolojiler kullanılmaktadır. Aşağıdakilerden hangisi bunlardan biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Büyük veri",
      "B": "NFC",
      "C": "LBS",
      "D": "ASELSAN",
      "E": "Sanal gerçeklik"
    },
    "explanation": "Akıllı turizm kapsamında farklı teknolojiler kullanılmaktadır. Bunlar aşağıdaki gibi örneklendirilebilir: Büyük Veri (Big Data), Nesnelerin İnterneti (Internet of Things-IoT), Bulut Bilişim (Cloud Computing), Blok Zinciri (Blockchain), Turizm Destinasyon Web Sitesi, Mobil Uygulamalar, QR Kod (Quick Response Code), Dokunmatik Ekran Araçları, Sanal Gerçeklik, Yakın Alan İletişimi (Near Field Communication - NFC), Konum Tabanlı Hizmetler (Location-Based Services -LBS)"
  },
  {
    "id": "2386643",
    "unitNumber": 7,
    "text": "I.Veri depolama\n II.Veri girişi\n III.Mekansal analiz\n IV.Veri çıkışı\n <strong>Yukarıdakilerden hangileri Coğrafi Bilgi Sistemleri yazılımıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "Yalnız IV",
      "C": "I, II, III ve IV",
      "D": "II, III, IV",
      "E": "I ve IV"
    },
    "explanation": "Coğrafi Bilgi Sistemleri yazılımı genel olarak veri girişi, veri ön işleme, veri depolama ve yönetimi, mekânsal analiz, veri çıkışı olmak üzere beş alt sistemden oluşmaktadır."
  },
  {
    "id": "2386644",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi mekânsal verileri toplanması, saklanması ve depolanmasını tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Süreç olarak CBS",
      "B": "Araç olarak CBS",
      "C": "Veritabanı olarak CBS",
      "D": "Uygulama olarak CBS",
      "E": "Karar destek mekanizması olarak CBS"
    },
    "explanation": "Mekânsal verilerin toplanması, saklanması ve depolanması<em> Süreç olarak CBS’dir.</em> Örneğin Malezya’nın Tiamon adasında turizmin nasıl geliştirilebileceğini öğrenmek için yerel nüfusa anket uygulanması kararlaştırılmıştır. Ankete yanıtlayanları konum verileri ve anketlere verdikleri yanıtların saklanmasında CBS’den faydalanılmıştır."
  },
  {
    "id": "2386648",
    "unitNumber": 7,
    "text": "Coğrafi Bilgi Sistemleri verilerin dönüştürülmesine ek olarak verilerin gösterimini de mümkün kılmaktadır. Mekânsal verilerin gösterimi ve turizm ilişkisi söz konusu olduğunda ilk akla gelen aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Turizm endüstrisi",
      "B": "Turist kaynakları",
      "C": "Turizm süreçleri",
      "D": "Turizm tredleri",
      "E": "Turizmin haritalanması"
    },
    "explanation": "Coğrafi Bilgi Sistemleri verilerin dönüştürülmesine ek olarak verilerin gösterimini de mümkün kılmaktadır. Mekânsal verilerin gösterimi ve turizm ilişkisi söz konusu olduğunda ilk akla gelen turizmin haritalanmasıdır. Turizm haritalaması, bölgedeki en iyi turizm noktalarının belirlenmesi ve bulunmasında turistlere rehberlik etmesi açısından önemlidir."
  },
  {
    "id": "2386650",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi turizm planlaması cazibe merkezleri içinde yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğal, kültürel, insan yapımı",
      "B": "Konaklama, restoranlar",
      "C": "Tur ve seyahat işlemleri",
      "D": "Posta hizmetleri",
      "E": "Para değişimi"
    },
    "explanation": "Turizm planlaması, cazibe merkezleri (doğal, kültürel, insan yapımı), hizmet (konaklama, restoranlar, mağazalar, ziyaretçi bilgileri, tur ve seyahat işlemleri, para değişimi, tıbbi tesisler, posta hizmetleri vb.) ve ulaşım tesisleri (hem malzeme altyapısı hem de ulaşım hizmetleri) gibi unsurları içeren ‘turizm altyapısı’ ile ilişkilidir."
  },
  {
    "id": "2386655",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Coğrafi bilgi sistemlerinin turizmde kullanımı ile ilgili verilerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sınırsız sanal dünyalar",
      "B": "Turist özellikleri",
      "C": "İnternet imkanları",
      "D": "Konaklama",
      "E": "Seyahat işlemleri"
    },
    "explanation": "Coğrafi Bilgi Sistemleri, özellikle mekânsal ilişkileri ele almak için tasarlanmıştır. Coğrafi bilgi sistemlerin kullanımı ile dört tür ilgili veri ayırt edilebilir. Bunlar: Turist özellikleri, Gerçek zaman-mekan davranışı, Coğrafi görünüm öğeleri ve turistik yerler, bu yerlere eklenen görüntüler."
  },
  {
    "id": "2386660",
    "unitNumber": 7,
    "text": "…………. ………………, bir bölgenin mevcut durumunun ve kapasitesinin tanımlandığı arazi kullanımları ve faaliyetleri, mevcut altyapı ve doğal kaynakları dikkate alarak turizm gelişimini yönetmek ve kontrol etmek için yapılmaktadır.\n <strong>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Turist haritaları oluşturma",
      "B": "Analiz etme",
      "C": "Ziyaretçi yönetimi",
      "D": "Kaynak envanterleri",
      "E": "Turizm etkileri ölçme"
    },
    "explanation": "Kaynak envanterleri, bir bölgenin mevcut durumunun ve kapasitesinin tanımlandığı arazi kullanımları ve faaliyetleri, mevcut altyapı ve doğal kaynakları dikkate alarak turizm gelişimini yönetmek ve kontrol etmek için yapılmaktadır."
  },
  {
    "id": "2361000",
    "unitNumber": 8,
    "text": "Suç, bireysel bir davranış olması açısından nasıl bir kavramdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Psikolojik",
      "B": "Hukuki",
      "C": "Kriminolojik",
      "D": "Dini",
      "E": "Ahlaki"
    },
    "explanation": "SUÇ KAVRAMI<br/>Suç, bireysel bir davranış olması açısından psikolojik bir kavramdır."
  },
  {
    "id": "2361003",
    "unitNumber": 8,
    "text": "Suç, topluma zararlı kabul edilmesi açısından nasıl bir kavramdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Hukuki",
      "B": "Sosyolojik",
      "C": "Kriminolojik",
      "D": "Dini",
      "E": "Ahlaki"
    },
    "explanation": "SUÇ KAVRAMI<br/>Suç, topluma zararlı kabul edilmesi açısından sosyolojik bir kavramdır."
  },
  {
    "id": "2361006",
    "unitNumber": 8,
    "text": "Suçun oluşması için en az kaç kişinin olması gerekir?",
    "correctAnswer": "D",
    "options": {
      "A": "5",
      "B": "4",
      "C": "3",
      "D": "2",
      "E": "1"
    },
    "explanation": "SUÇ KAVRAMI<br/>Suçun oluşması için en az iki kişinin olması gerekir"
  },
  {
    "id": "2361009",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi resmi sıfata sahip olanlara karşı işlenen suçlardandır?",
    "correctAnswer": "C",
    "options": {
      "A": "İftira",
      "B": "Yalan yere yemin etme",
      "C": "Memura tecavüz",
      "D": "Özel evrakta sahtecilik",
      "E": "Evrakı yok etme"
    },
    "explanation": "SUÇ KAVRAMI<br/>Resmi sıfata sahip olanlara karşı işlenen suçlar: Memura tecavüz ve heyete tecavüzdür."
  },
  {
    "id": "2361012",
    "unitNumber": 8,
    "text": "“TÜİK’in yayınladığı Adalet İstatistiklerindeki veriyi Adalet Bakanlığı adına … temin eder.” cümlesinde noktalı yere aşağıdakilerden hangisi gelir?",
    "correctAnswer": "E",
    "options": {
      "A": "Nüfus Müdürlüğü",
      "B": "Türkiye İstatistik Kurumu",
      "C": "Jandarma Genel Komutanlığı",
      "D": "Emniyet Genel Müdürlüğü",
      "E": "Adli Sicil ve İstatistik Genel Müdürlüğü"
    },
    "explanation": "SUÇ COĞRAFYASI<br/>TÜİK’in yayınladığı Adalet İstatistiklerindeki veriyi Adalet Bakanlığı adına Adli Sicil ve İstatistik Genel Müdürlüğü temin eder."
  },
  {
    "id": "2361015",
    "unitNumber": 8,
    "text": "“… terör, asayiş, trafik, kaçakçılık ve narkotik suçlarla ilgili istatistikleri genel müdürlüğün kendi web sitesinde suçla mücadele başlığı altında bir önceki yıla ait veriler olarak vermektedir.” cümlesinde noktalı yere aşağıdakilerden hangisi gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Emniyet Genel Müdürlüğü",
      "B": "Adli Sicil ve İstatistik Genel Müdürlüğü",
      "C": "Jandarma Genel Komutanlığı",
      "D": "Türkiye İstatistik Kurumu",
      "E": "Nüfus Müdürlüğü"
    },
    "explanation": "SUÇ COĞRAFYASI<br/>Emniyet Genel Müdürlüğü terör, asayiş, trafik, kaçakçılık ve narkotik suçlarla ilgili istatistikleri genel müdürlüğün kendi web sitesinde suçla mücadele başlığı altında bir önceki yıla ait veriler olarak vermektedir."
  },
  {
    "id": "2361018",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi/hangileri suç haritalarının analiziyle değerlendirilen durumlardandır?\n <ol type=\"I\"> <li>Zamana göre değişimini belirlemek</li> <li>Çerçevesinde meydana gelen suçların dağılışı</li> <li>Çerçevesinde meydana gelen suçların artış ve azalışı</li> </ol>",
    "correctAnswer": "B",
    "options": {
      "A": "I. ve II.",
      "B": "I., II. ve III.",
      "C": "Sadece II.",
      "D": "I. ve III.",
      "E": "II. ve III."
    },
    "explanation": "SUÇ HARİTALARI<br/>Suç haritalarının analiziyle değerlendirilen durumlar; ilgilenilen alanda işlenen suç türleri, çerçevesinde meydana gelen suçların artış ve azalışı, çerçevesinde meydana gelen suçların dağılışı, arazi kullanımıyla ilgili bağlantılarını belirlemek ve zamana göre değişimini belirlemek olarak sıralanabilir."
  },
  {
    "id": "2361020",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi suç haritaları oluşturmanın amaçlarındandır?",
    "correctAnswer": "C",
    "options": {
      "A": "Farklı büyüklükteki alanlarda değişik ayrıntılarla üretebilmek",
      "B": "Birçok veriyi aynı anda kullanmak",
      "C": "Analiz sonuçlarını gösteren haritalar sağlamak",
      "D": "Yalnızca suç değil farklı kaynaklardan oluşan verilerle ilişki kurabilmek",
      "E": "Çeşitli sorgulama yapabilmek"
    },
    "explanation": "SUÇ HARİTALARI<br/>Suç haritaları oluşturmanın amaçları şunlardır: Suçun ve diğer olay türlerinin mekânsal yapısının görsel ve istatistiksel analizlerini gerçekleştirmek, Analistlerin farklı veri kaynakları ve coğrafi değişkenlerle bağlantı kurmasını sağlamak, Analiz sonuçlarını gösteren haritalar sağlamaktır."
  },
  {
    "id": "2361021",
    "unitNumber": 8,
    "text": "“… çizgi tabanlı coğrafi varlıkların bağlantı şekillerinden, karar vermeye yönelik sonuç çıkarmaya yarayan vektör tabanlı konum analizleridir.” cümlesinde noktalı yere aşağıdakilerden hangisi gelir?",
    "correctAnswer": "D",
    "options": {
      "A": "Grid analizi",
      "B": "Sıcak nokta analizi",
      "C": "Yakınlık analizi",
      "D": "Ağ analizleri",
      "E": "Mekânsal sorgulama"
    },
    "explanation": "CBS’DE SUÇ ANALİZİ<br/>Ağ analizleri, çizgi tabanlı coğrafi varlıkların bağlantı şekillerinden, karar vermeye yönelik sonuç çıkarmaya yarayan vektör tabanlı konum analizleridir."
  },
  {
    "id": "2361023",
    "unitNumber": 8,
    "text": "“… gerçekleştirilirken raster veriler kullanılmaktadır.” cümlesinde noktalı yere aşağıdakilerden hangisi gelir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ağ analizleri",
      "B": "Sıcak nokta analizi",
      "C": "Yakınlık analizi",
      "D": "Mekânsal sorgulama",
      "E": "Grid analizi"
    },
    "explanation": "CBS’DE SUÇ ANALİZİ<br/>Grid analizi gerçekleştirilirken raster veriler kullanılmaktadır."
  },
  {
    "id": "2379755",
    "unitNumber": 8,
    "text": "Suçun farklı araştırmacılar tarafından yapılmış farklı sınıflandırılmaları bulunmaktadır. Ancak genel olarak kabul görmüş suçun kaç unsurunun olduğu bilinmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "SUÇ KAVRAMI<br/>Suçun farklı araştırmacılar tarafından yapılmış farklı sınıflandırılmaları bulunmaktadır. Ancak genel olarak kabul görmüş dört unsurunun olduğu bilinmektedir. Bunlar; maddi unsur, manevi unsur, yasallık unsuru ve hukuka aykırılıktır."
  },
  {
    "id": "2379759",
    "unitNumber": 8,
    "text": "Ülkemizde suçlarla ilgili veri kaynaklarına ulaşmak için veri temin edilebilecek kaç kurum vardır?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "SUÇ COĞRAFYASI<br/>Ülkemizde suçlarla ilgili veri kaynaklarına ulaşmak için veri temin edilebilecek birkaç kurum vardır. Bunlar;<br/>• Türkiye İstatistik Kurumu (TUİK)<br/>• Adalet Bakanlığı<br/>• Emniyet Genel Müdürlüğü<br/>• Jandarma Genel Komutanlığı"
  },
  {
    "id": "2379767",
    "unitNumber": 8,
    "text": "Suç analizinde kullanılan kaç tür yakınlık analizi vardır?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "CBS’DE SUÇ ANALİZİ<br/>Coğrafi varlıkları her yönden ve tanımlanan uzaklık/uzaklıklarda çevreleyen yeni tamponlar oluşturulup oluşturulan tamponlar içinde kalan detayları belirleme işlemine yakınlık analizi denir. Nokta, çizgi ve alan tabanlı coğrafi varlıklar için yakınlık analizi olmak üzere üç tür yakınlık analizi vardır."
  },
  {
    "id": "2379988",
    "unitNumber": 8,
    "text": "İnsanın üzerinde yaşadığı yer olan coğrafya bir ............. bilimidir. Aşağıdakilerden hangisi ile cümle doğru doldurulur?",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyoloji",
      "B": "Hukuk",
      "C": "Doğa",
      "D": "Psikoloji",
      "E": "Mekan"
    },
    "explanation": "SUÇ COĞRAFYASI<br/>İnsanın üzerinde yaşadığı yer olan coğrafya bir mekân bilimidir. Başta yeryüzü şekilleri ve iklim olmak üzere birçok coğrafi özellik mekânı oluşturmaktadır."
  },
  {
    "id": "2379991",
    "unitNumber": 8,
    "text": "Yılmaz ve Günay (2008)’in mekâna ilişkin güvenlik algısına dair Samsun şehrini ele aldıkları çalışmada, şehirde saat 17:00 -07:00 arasında halkın şehir mekanına ilişkin güvenlik algısında, en güvensiz yerler olarak kaç alan dikkati çekmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "SUÇ COĞRAFYASI<br/>Yılmaz ve Günay (2008)’in mekâna ilişkin güvenlik algısına dair Samsun şehrini ele aldıkları çalışmada, şehirde saat 17:00 -07:00 arasında halkın şehir mekanına ilişkin güvenlik algısında, en güvensiz yerler olarak iki alan dikkati çekmektedir. Bunlar; şehrin merkezi iş alanı ve şehirdeki parklar ve çevreleridir."
  },
  {
    "id": "2379993",
    "unitNumber": 8,
    "text": "CBS ile suç coğrafyası çalışmalarında genellikle kaç tür veri seti kullanılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "SUÇ COĞRAFYASI<br/>CBS ile suç coğrafyası çalışmalarında genellikle üç tür veri seti kullanılmaktadır. Bunlardan birincisi suça ait öznitelik verisi, ikincisi konum tabanlı veriler (ülke, şehir, cadde, yollar vb.) üçüncüsü ise<br/>çalışma ile ilişkilendirilebilecek destekleyici veya açıklayıcı verilerdir (nüfus miktarı, mahallin yaş ve cinsiyet dağılımı, eğitim seviyesi, gelir miktarı vb.)."
  },
  {
    "id": "2379997",
    "unitNumber": 8,
    "text": "Harita yapımında CBS’yi etkili bir şekilde kullanabilmek için önemli noktalardan biri veridir ve öncelikle CBS’ye aktarılması gerekmektedir. CBS’de bu amaçla kaç tür veri tipi kullanılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "SUÇ HARİTALARI<br/>Harita yapımında CBS’yi etkili bir şekilde kullanabilmek için önemli noktalardan biri veridir ve öncelikle CBS’ye aktarılması gerekmektedir. CBS’de bu amaçla iki tür veri tipi kullanılmaktadır. Bunlar konumsal veri (grafiksel) ve öznitelik (grafiksel olmayan) verileridir."
  },
  {
    "id": "2379999",
    "unitNumber": 8,
    "text": "Suç analizi türü olarak kullanılan 'Ağ Analizinin' kaç türü vardır?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "CBS’DE SUÇ ANALİZİ<br/>Ağ analizinin üç türü vardır (Yomralıoğlu, 2000). Bunlar:\n <br/>Optimum güzergâh belirleme: Bir A noktasından B noktasına ulaşmak için en uygun güzergâhın belirlenmesi işlemidir (Karakaş, 2005).\n <br/>En kısa mesafe: Ağ üzerinde hedeflenen adreslere başlangıç noktasından bitiş noktasına gidişte en kısa mesafe ile ulaşma işlemidir.\n <br/>Kaynak tahsisi: Kaynak tahsisi planlama ve yatırıma yönelik faaliyetlerdeki önemli işlerden biridir. Ağ yapısındaki coğrafi varlıkların aynı anda analiz edilerek optimum merkezin noktasal olarak tespit<br/>edilmesi işlemlerine coğrafi bilgi sistemlerinde kaynak tahsisi analizi adı verilir."
  },
  {
    "id": "2380000",
    "unitNumber": 8,
    "text": "Suç analizinde kullanılan bir tür olarak 'Ağ Analizi' aşağıdaki konulardan hangisi ile ilgilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yerleşim",
      "B": "Toplumsal hareket",
      "C": "İletişim",
      "D": "Hareketlilik",
      "E": "Ulaşım"
    },
    "explanation": "CBS’DE SUÇ ANALİZİ<br/>Ağ analizi genellikle ulaşım ile ilgilidir. Dolayısıyla güvenlik<br/>görevlilerinin intikalleri ile ilgili durumlarda ya da en uygun karakol konumlandırması gibi durumlarda kullanılabilir."
  },
  {
    "id": "2380003",
    "unitNumber": 8,
    "text": "Suç analiz türlerinden olan 'Sıcak Nokta Analizi'nde aşağıdaki verilerden hangisi kullanılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Raster",
      "B": "Öznitelik",
      "C": "Grafik",
      "D": "Vektör",
      "E": "Nokta"
    },
    "explanation": "CBS’DE SUÇ ANALİZİ<br/>CBS ile suç analizi çalışmalarında en çok kullanılan analizlerden biri de sıcak nokta (hotspot) analizidir. Sıcak nokta analizi, vektör verileri kullanır."
  },
  {
    "id": "2380716",
    "unitNumber": 8,
    "text": "......: Kötü niyetle ya da bir fiilin yanlış olduğunun bilerek ve isteyerek işlemektir.\n<br/>Yukarıdaki boşluğa gelmesi gereken kelime aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Taksir",
      "B": "Kasıt",
      "C": "Yağma",
      "D": "Rüşvet",
      "E": "Hırsızlık"
    },
    "explanation": "Kasıt: Kötü niyetle ya da bir fiilin yanlış olduğunun bilerek ve isteyerek işlemektir."
  },
  {
    "id": "2380718",
    "unitNumber": 8,
    "text": ".......: Kusurda bulunma ya da belli bir irade ile bir fiili yapmak fakat sonucun<br/>beklenen şekilde olmamasıdır.\n<br/>Yukarıdaki boşluğa gelmesi gereken kelime aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yağma",
      "B": "Kasıt",
      "C": "Taksir",
      "D": "Hırsızlık",
      "E": "Rüşvet"
    },
    "explanation": "Taksir: Kusurda bulunma ya da belli bir irade ile bir fiili yapmak fakat sonucun<br/>beklenen şekilde olmamasıdır."
  },
  {
    "id": "2380723",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi suçun ana unsurlarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mekan",
      "B": "Zaman",
      "C": "Cinsiyet",
      "D": "Suçlunun yaşı",
      "E": "Maddi unsur"
    },
    "explanation": "Suçun Unsurları<br/>Genel anlamda suç unsurları, suçun tam teşekküllü içinde fiilde bulunması zorunlu olan vasıflardır. Suçun farklı araştırmacılar tarafından yapılmış farklı sınıflandırılmaları bulunmaktadır. Ancak genel olarak kabul görmüş dört unsurunun olduğu bilinmektedir. Bunlar; maddi unsur, manevi unsur, yasallık unsuru ve hukuka aykırılıktır."
  },
  {
    "id": "2380742",
    "unitNumber": 8,
    "text": "Cebir, şiddet, korkutma ve tehdit altında işlenen suçlar aşağıdaki hangi kanun hükmü maddesinde doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "TCK m. 20",
      "B": "TCK m. 23",
      "C": "TCK m. 25",
      "D": "TCK m. 28",
      "E": "TCK m. 30"
    },
    "explanation": "Hukuka aykırılık: Hukuka aykırılık ise işlenen fiilin hukuk düzeni ile çelişki ve çatışma hâlinde bulunmasını ifade etmektedir. İşlenen fiil hukuk düzeniyle<br/>uyuşmazlık içindeyse hukuka aykırılık unsuru tamamlanır. Yasada suç olarak tanımlanmış bir hareketin yapılmasına hukuk düzeni izin verdiği takdirde, suç oluşmaz. Ceza hukuku hukuka aykırılığa birtakım istisnalar getirerek, kanuni unsuru tamamlayan bazı fiillerin hukuka uygun olacağını belirlemiştir, bunların başlıcaları şunlardır (TCK, 2004):<br/>Kanunun hükmü ve amirin emri (TCK m. 24/1)<br/>• Meşru savunma (TCK m. 25)<br/>• Hakkın kullanılması ve ilgilinin rızası<br/>(TCK m. 26)<br/>• Cebir, şiddet, korkutma ve tehdit altında<br/>işlenen suçlar (TCK m. 28)"
  },
  {
    "id": "2380783",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi adliyeye karşı işlenen suçlardan biri degildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kendiliğinden hak alma",
      "B": "Suç işlemeye dolaylı tahrik",
      "C": "Suç uydurma",
      "D": "İftira",
      "E": "Kanunen yerine getirilmesi gereken bir hizmetten kaçınmak"
    },
    "explanation": "Adliyeye karşı işlenen suçlar<br/>• Kanunen yerine getirilmesi gereken bir hizmetten kaçınmak<br/>• Suç uydurma<br/>• İftira<br/>• Yalan yere yemin etme<br/>• Kendiliğinden hak alma"
  },
  {
    "id": "2380784",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kanun düzenine karşı işlenenen suçlardan biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Suç uydurma",
      "B": "İftira",
      "C": "Yalan yere yemin etme",
      "D": "Suç işlemek için örgüt kurma",
      "E": "Kendiliğinden hak alma"
    },
    "explanation": "Kanun düzenine karşı suçlar<br/>• Suç işlemeye tahrik<br/>º Suç işlemeye doğrudan tahrik<br/>º Suç işlemeye dolaylı tahrik<br/>• Suç işlemek için örgüt kurma"
  },
  {
    "id": "2380785",
    "unitNumber": 8,
    "text": "Suç işlemeye doğrudan tahrik, Türk Ceza Kanuna göre suç türlerinden hangisine girmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Genel ahlaka ve aile düzenine karşı işlenen suçlar",
      "B": "Adliyeye karşı işlenen suçlar",
      "C": "Kamu esenliğine karşı suçlar",
      "D": "Kamu güvenine karşı suçlar",
      "E": "Kanun düzenine karşı suçlar"
    },
    "explanation": "Kanun düzenine karşı suçlar<br/>• Suç işlemeye tahrik<br/>º Suç işlemeye doğrudan tahrik<br/>º Suç işlemeye dolaylı tahrik"
  },
  {
    "id": "2380786",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Devlet yönetimine karşı suçlarlardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "İftira",
      "B": "İrtikâp",
      "C": "Suç işlemeye dolaylı tahrik",
      "D": "Suç uydurma",
      "E": "Kendiliğinden hak alma"
    },
    "explanation": "• Devlet yönetimine karşı suçlar<br/>• Zimmet ve ihtilas<br/>• İrtikâp<br/>• Rüşvet"
  },
  {
    "id": "2380787",
    "unitNumber": 8,
    "text": "......: Suçun ve suçluluğun mekâna bağlı açıklamasını yapan, coğrafyanın (beşeri coğrafyanın) gelişen parçasıdır.\n Yukarıda boş bırakılan yere gelecek tanımlama aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Suç Coğrafyası",
      "B": "Topografya",
      "C": "Suçlu",
      "D": "Hırsızlık",
      "E": "İltisas"
    },
    "explanation": "Suç Coğrafyası: Suçun ve suçluluğun mekâna bağlı açıklamasını yapan, coğrafyanın (beşeri coğrafyanın) gelişen parçasıdır."
  },
  {
    "id": "2380790",
    "unitNumber": 8,
    "text": "Aşağıdaki kurumların hangisinden Adalet Bakanlığı Adli Sicil ve İstatistik Genel Müdürlüğü Verileri temin edilmemektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hâkimler ve Savcılar Kurulu",
      "B": "Türkiye Noterler Birliği",
      "C": "Büyük Şehir Belediyeleri",
      "D": "Adli Tıp Kurumu",
      "E": "Danıştay"
    },
    "explanation": "Adalet Bakanlığı Adli Sicil ve İstatistik Genel Müdürlüğü Verileri: TÜİK’in yayınladığı Adalet İstatistiklerindeki veriyi de Adalet Bakanlığı adına Adli Sicil ve İstatistik Genel Müdürlüğü temin eder. Bu nedenle TÜİK tarafından yayınlanan Adalet İstatistiğindeki bazı bilgiler burada yer alan bilgilerle aynıdır. Verilerin bir kısmı kurumun web sayfasında verilmektedir. Bunun dışındaki daha detaylı veriler de kurumdan temin edilebilir. Bu kurumdan paylaştığı veriler Adalet Bakanlığının görev ve sorumluluk alanına giren tüm savcılık, mahkeme, icra müdürlükleri ile paydaş kurumlar olan;<br/>• Anayasa Mahkemesi<br/>• Yargıtay<br/>• Danıştay<br/>• Uyuşmazlık Mahkemesi<br/>• Hâkimler ve Savcılar Kurulu<br/>• Yüksek Hakem Kurulu<br/>• Türkiye Noterler Birliği<br/>• Adli Tıp Kurumu<br/>birimlerine ait bilgileri içeren idarî kayıtlardan üretilmektedir"
  },
  {
    "id": "2382509",
    "unitNumber": 8,
    "text": "Aşağıdaki ifadelerden hangisi suç kavramı ile ilgili olan görüşler arasında <strong><u>yer almaz</u></strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "İnsan yaşamı boyunca var olacaktır.",
      "B": "Evrensel bir olgudur.",
      "C": "Sosyal bir olgudur.",
      "D": "Düşünceyle başlaması yeterlidir, eyleme dönüşmesi gerekmez.",
      "E": "Zaman ve mekân boyutunda biçim değişikliği gösterir."
    },
    "explanation": "<strong>Suç kavramı hakkında şu görüşler ileri sürülmüştür:</strong><br/>1. Suç evrensel bir olgudur.<br/>2. Hangi davranışın suç olduğu görecelidir. Bazı toplumlarda suç olan bir davranış bazılarında suç sayılmamaktadır.<br/>3. Tarihte olduğu gibi insan yaşamı boyunca var olacaktır.<br/>4. Bireyin kişiliğinde somutlaşmasına rağmen sosyal bir olgudur.<br/>5. İnsan-doğa ve insan-insan ilişkileri bağlamında ortaya çıkan bir olgudur.<br/>6. Düşünceyle başlasa da eylemle sonuçlanır.<br/>7. Toplumun düzenini bozduğu için birden çok kişiyi etkileyen eylemsel bir süreçtir.<br/>8. Zaman ve mekân boyutunda biçim değişikliği gösterir. Örneğin; Orta Çağ’da suç sayılarak cezalandırılan sihirbazlık bugün bir meslek halini almıştır. Benzer şekilde evlilik dışı cinsel ilişki de tüm toplumlarda suç sayılmasına karşın günümüzde suç sayılmamaktadır.<br/>Düşünceyle başlaması yeterlidir, eyleme dönüşmesi gerekmez."
  },
  {
    "id": "2382511",
    "unitNumber": 8,
    "text": "Suç, aşağıdakilerden hangisi açısından kriminolojik bir kavramdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bireysel bir davranış olması açısından",
      "B": "Hangi davranışların suç olduğunun belirlenmesi açısından",
      "C": "Kanunun ihlal edilmesi bakımından",
      "D": "Ahlaki kurallarla çelişmesi açısından",
      "E": "Topluma zararlı kabul edilmesi açısından"
    },
    "explanation": "<strong>Suç;</strong><br/>• Kanunun ihlal edilmesi bakımından hukuki<br/>• Hangi davranışların suç olduğunun belirlenmesi açısından kriminolojik<br/>• Topluma zararlı kabul edilmesi açısından sosyolojik<br/>• Bireysel bir davranış olması açısından psikolojik<br/>• Dini kurallara aykırı düşmesi açısından dini<br/>• Ahlaki kurallarla çelişmesi açısından ahlaki bir kavramdır."
  },
  {
    "id": "2382516",
    "unitNumber": 8,
    "text": "Kişisel alanı aşıp kamusal alana giren ve yasak olan kural ve yasaları çiğneyen buna bağlı olarak da ceza ve yaptırımların uygulandığı kamusal bir otoritenin müdahalesini gerektiren suç şekli hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ahlaki suç",
      "B": "Psikolojik suç",
      "C": "Dini suç",
      "D": "Kriminolojik suç",
      "E": "Sosyalojik suç"
    },
    "explanation": "<strong>Sosyolojik olarak suç</strong> “Kişisel alanı aşıp kamusal alana giren ve yasak olan kural ve yasaları çiğneyen buna bağlı olarak da ceza ve yaptırımların uygulandığı kamusal bir otoritenin müdahalesini gerektiren fiillerdir.”<br/>Sosyalojik suç"
  },
  {
    "id": "2382518",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Adliyeye karşı işlenen suçlar arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "İftira",
      "B": "Özel evrakta sahtecilik",
      "C": "Devletin şahsiyetine karşı suçlar",
      "D": "Rüşvet",
      "E": "Suç işlemeye tahrik"
    },
    "explanation": "<strong>Adliyeye karşı işlenen suçlar:</strong><br/>• Kanunen yerine getirilmesi gereken bir hizmetten kaçınmak<br/>• Suç uydurma<br/>• İftira<br/>• Yalan yere yemin etme<br/>• Kendiliğinden hak alma"
  },
  {
    "id": "2382521",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ülkemizde suçlarla ilgili veri kaynaklarına ulaşmak için veri temin edilebilecek kurumlar arasında <strong><u>yer almaz</u></strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Valilikler",
      "B": "Emniyet Genel Müdürlüğü",
      "C": "Jandarma Genel Komutanlığı",
      "D": "Adalet Bakanlığı",
      "E": "Türkiye İstatistik Kurumu"
    },
    "explanation": "Ülkemizde suçlarla ilgili veri kaynaklarına ulaşmak için veri temin edilebilecek birkaç kurum vardır. Bunlar;<br/>• Türkiye İstatistik Kurumu (TUİK)<br/>• Adalet Bakanlığı<br/>• Emniyet Genel Müdürlüğü<br/>• Jandarma Genel Komutanlığı<br/>Valilikler"
  },
  {
    "id": "2382525",
    "unitNumber": 8,
    "text": "TÜİK verilerinde geliş nedenine göre 2019 yılında güvenlik birimine gelen veya getirilen çocukların en fazla karıştığı olay hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kabahat işleme",
      "B": "Bilgisine başvurma",
      "C": "Mağdur",
      "D": "Suça sürükleme",
      "E": "Kayıp (Bulunan)"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/fe5f429c04ad860e9420e6e715c6198e.jpeg\" alt=\"\" width=\"511\" height=\"237\"><br/>Mağdur"
  },
  {
    "id": "2382529",
    "unitNumber": 8,
    "text": "TÜİK verilerine göre 2019 yılında suça sürüklenen çocuklara isnat edilen suç türü hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hırsızlık",
      "B": "Yaralama",
      "C": "Göçmen kaçakçılığı",
      "D": "Pasaport kanununa muhalefet",
      "E": "Diğer"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/192c909f6614d57741a8dfd2777cf53e.jpeg\" alt=\"\" width=\"516\" height=\"305\"><br/>Yaralama"
  },
  {
    "id": "2382530",
    "unitNumber": 8,
    "text": "Adres bilgisinin olduğu cadde ve sokak bilgilerinin kullanılabildiği durumlarda suç haritaları oluşturmada genellikle hangi tip haritalar tercih edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nokta sembollü haritalar",
      "B": "Coğrafi haritalar",
      "C": "Koroplet haritalar",
      "D": "Derece sembollü haritalar",
      "E": "Kartogram haritalar"
    },
    "explanation": "Genellikle <strong>nokta sembollü haritalar</strong> adres bilgisinin olduğu cadde ve sokak bilgilerinin kullanılabildiği durumlarda tercih edilmektedir. Ülke, eyalet ve bölge gibi büyük ölçekli çalışmalarda koroplet haritalar kullanılırken şehir çalışmalarında ise çoğunlukla nokta sembollü haritalar tercih edilmektedir."
  },
  {
    "id": "2382533",
    "unitNumber": 8,
    "text": "Suç haritalamada çok fazla tercih edilmeyen haritalama şekli hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Coğrafi haritalar",
      "B": "Nokta sembollü haritalar",
      "C": "Derece sembollü haritalar",
      "D": "Koroplet haritalar",
      "E": "Kartogram haritalar"
    },
    "explanation": "<strong>Kartogram haritaların</strong> bazı zayıf yönleri vardır. Coğrafyayı çarpıtmaktadır bu nedenle yerler arasındaki mesafe gibi standart ölçümleri doğru olarak göstermeyebilir. Ayrıca harita okuyucusunun ilgili coğrafya hakkında bilgisi bulunmuyorsa doğru bir şekilde yorumlayamayabilir. <strong>Suç haritalama da kartogram haritalar çok fazla tercih edilmemektedir</strong>."
  },
  {
    "id": "2382537",
    "unitNumber": 8,
    "text": "Belli bir tarihte, belli bir bölgede gerçekleşen suçların görüntülenmesi veya haritalanması işlemi için aşağıdakilerden hangisi uygulanmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yakınlık analizi",
      "B": "Sıcak nokta analizi",
      "C": "Ağ analizi",
      "D": "Grid analizi",
      "E": "Mekansal sorgulama"
    },
    "explanation": "<strong>Mekânsal sorgulamalar</strong> yardımıyla grafik veriden öznitelik verisine ya da öznitelik verisinden grafik verisine ulaşabilmek söz konusudur. Örneğin şöyle bir sorgulama yapılabilir; belirli bir yılının belirli ayına ait seçilen mahallede ya da mevki de gerçekleşen suçların görüntülenmesi veya haritalanması.<br/>Mekansal sorgulama"
  }
]