[
  {
    "id": "3343491",
    "unitNumber": 1,
    "text": "Yeryüzündeki doğa ve insana ilişkin belli bir referans sistemindeki konum koordinatları ile ifade edilen mekânsal veriler ve öznitelik verilere, ne denmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Coğrafi Bilgi",
      "B": "Sistem",
      "C": "Harita",
      "D": "Heterojenlik",
      "E": "Ölçek"
    },
    "explanation": "Coğrafi Bilgi: Yeryüzündeki doğa ve insana ilişkin belli bir referans sistemindeki konum koordinatları ile ifade edilen mekânsal veriler ve öznitelik veriler olarak tanımlanır.\n<br/>Coğrafi bilgi, coğrafya hakkında bilgidir yani dünya yüzeyindeki bazı belirli konumlara bağlı bilgilerdir. Genel olarak coğrafi bilgi için “coğrafi referanslı” ve “jeo mekânsal (geo spatial)” terimleri birbirinin yerine kullanılmaktadır. Coğrafi bilgi birçok yönden özeldir. Anselin (1989), mekânsal verinin özel olduğunu iki önemli açıdan bakarak açıklamıştır. Bunlardan ilki, Tobler (1970)’in ünlü coğrafyanın ilk yasasıdır. Bu yasaya göre “Her şey birbiriyle ilişkilidir ama yakındaki şeyler uzaktaki şeylerden daha çok ilişkilidir.” Bu mekânsal ve zamansal bağımlılık veya en azından otokorelasyon özelliği, coğrafi verilere özgüdür ve klasik istatistiklerin çoğunun altında yatan bağımsızlık ilkesini ihlal etmektedir. Ayrıca dünya yüzeyinin sonsuz karmaşıklığının yaklaşık olarak temsil edilebileceği fikrinin temelini oluşturmakta"
  },
  {
    "id": "3343492",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi coğrafi olaylara örnek olarak gösterilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dağlar",
      "B": "Ovalar",
      "C": "Göller",
      "D": "Vadiler",
      "E": "Yağışlar"
    },
    "explanation": "Coğrafi varlık ve coğrafi olay: Coğrafi varlıklar, bir köy meydanı kadar küçük veya gezegenin kendisi kadar büyük olabilir. Tipik coğrafi varlıklar dağlar, ovalar, göller, nehirler, vadiler ve kıyılardır. Ayrıca insanların eserleri olan şehirler, yollar, tarımsal faaliyet alanları ve sanayi bölgeleri gibi beşeri özellikler de coğrafi varlık olarak ele alınmaktadır. Coğrafi varlıklar genellikle durağandır. Coğrafi olaylar ise coğrafyada meydana gelen durumlardır. Örneğin orman yangınları, yağışlar, seller, kuraklık, arazi kullanımı, toprak kayması, heyelan oluşumu, kuraklık, erozyon, şehirsel büyüme, salgın hastalıkların yayılımı, doğurganlık, ölüm oranları gibi dinamik süreçler coğrafi olaydır. Coğrafi varlıkların ve coğrafi olayların mekânsal ve zamansal özellikleri, sadece bunlarla ilgilenen belirli meslek erbaplarının değil aynı zamanda tüm bireylerin günlük yaşamının bir parçasıdır (Couclelis, 2005)."
  },
  {
    "id": "3343493",
    "unitNumber": 1,
    "text": "\"CBS; konum bilgisi olan her türlü veriyi işleyebilme özelliğinden dolayı enlem, boylam, adres, posta kodu ve benzeri verileri bünyesinde bulundurmaktadır. Coğrafi bilgi biliminde mekânsal bir temsil oluşturmak için dış dünyayı kavramsallaştırma süreci, genel olarak bilgisayar bilimlerinde olduğu gibi ................ olarak adlandırılmaktadır (Herring, 1991).\" Boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "mekânsal ve zamansal bağımlılık",
      "B": "veri ve süreç modellemesi",
      "C": "mekânsal ve zamansal heterojenlik",
      "D": "ölçek modellemesi",
      "E": "Zaman-mekân sıkışması"
    },
    "explanation": "CBS; konum bilgisi olan her türlü veriyi işleyebilme özelliğinden dolayı enlem, boylam, adres, posta kodu ve benzeri verileri bünyesinde bulundurmaktadır. Coğrafi bilgi biliminde mekânsal bir temsil oluşturmak için dış dünyayı kavramsallaştırma süreci, genel olarak bilgisayar bilimlerinde olduğu gibi “veri ve süreç modellemesi” olarak adlandırılmaktadır (Herring, 1991). Aynı zamanda CBS, veri modelini genişletmek ve katmanları zamansal olarak sıralamak için seçenekler aracılığıyla daha fazla işlevin eklenmesine olanak tanımaktadır. Böylece coğrafi bilgi sisteminin avantajları sayesinde dünyanın yüzeyini inceleyerek ve dijital bilgi teknolojisinin kullanılmasını sağlayarak bir veya daha fazla sorunun incelenmesine olanak sağlanmaktadır."
  },
  {
    "id": "3343494",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi CBS yöntem süreçleri için izlenen süreçlerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tampon analizi",
      "B": "Tematik haritalama",
      "C": "Komşuluk ilişkisi",
      "D": "Özel şirketler",
      "E": "Eğim analizi"
    },
    "explanation": "Yöntem: CBS için gerekli bileşenlerin bir araya getirilmesinin ardından, mekânsal ve mekânsal olmayan verilerin toplanması, depolanması, dönüştürülmesi, işlenmesi, görselleştirilmesi, analiz edilmesi, sorgulanması, sonuç haritalarının üretilmesi ve sunulması mümkün olabilmektedir (Kapluhan, 2014). Bunlar belirli bir çıktıyı elde etmek için izlenen süreçlerdir. Örneğin; tampon analizi, tematik haritalama, komşuluk ilişkisi, eğim analizi vb.<br/>Özel şirketler"
  },
  {
    "id": "3343495",
    "unitNumber": 1,
    "text": "CBS’de harita üzerinde yer alan verilerin detaylarını veren bilgi, aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Vektör veri",
      "B": "Öznitelik verisi",
      "C": "Raster veri",
      "D": "Alan verisi",
      "E": "Çizgi veri"
    },
    "explanation": "Öznitelik Verisi: Bir nesnenin özelliklerini ortaya koyan bilgilerdir. CBS’de harita üzerinde yer alan verilerin detaylarını veren bilgilerdir. Özellikleri belirten açıklayıcı bilgilerin ilişkili olduğu nesnenin konumunu belirten coğrafi bir referansa sahip olması gerekir. Veri tabanlarında nesneleri grafik olmayan nesneler ile ilişkilendirecek coğrafi koordinatlar haricinde posta kodu, adres, şehir kodu gibi referanslar kullanılarak bilgilerin bulunduğu veri tabanında ilişkilendirmeler yapılır. Böylelikle açıklanan bilginin konumdaki nesneye ait olduğu belirlenebilir (T.C. Çevre ve Şehircilik Bakanlığı, 2022)."
  },
  {
    "id": "3343496",
    "unitNumber": 1,
    "text": "“------- veriler, mekânsal verilerin hücresel kareler olarak ifade edilmesidir.”\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Raster",
      "B": "Vektör",
      "C": "Öznitelik",
      "D": "Donanım",
      "E": "Korelasyon"
    },
    "explanation": "Raster veriler, mekânsal verilerin hücresel kareler olarak ifade edilmesidir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3343497",
    "unitNumber": 1,
    "text": "“CBS’de mekânsal analiz olarak yapılan ilk çalışma, 1854’te İngiliz Dr. John Snow’un Londra’daki ------- salgınının nedenlerini araştırmak için yapmış olduğu çalışmadır.”\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "kolera",
      "B": "çiçek hastalığı",
      "C": "grip",
      "D": "veba",
      "E": "kızamık"
    },
    "explanation": "CBS’de mekânsal analiz olarak yapılan ilk çalışma, 1854’te İngiliz Dr. John Snow’un Londra’daki kolera salgınının nedenlerini araştırmak için yapmış olduğu çalışmadır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3343498",
    "unitNumber": 1,
    "text": "Harvard Konumsal Analiz ve Bilgisayar Grafikleri Laboratuvarlarının kurulduğu yıl aşağıdaki seçeneklerden hangisinde doğru verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1955",
      "B": "1964",
      "C": "1975",
      "D": "1980",
      "E": "1990"
    },
    "explanation": "1964 yılında Howard Fisher tarafından Harvard Konumsal Analiz ve Bilgisayar Grafikleri Laboratuvarları kurulmuştur. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3343499",
    "unitNumber": 1,
    "text": "\"------- itibaren bilgisayar destekli çizim (CAD)’in CBS’de kullanımı yaygınlaşmış ve yapılan çalışmalar ile hız kazanmıştır.\"\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "1950'lerden",
      "B": "1960’lardan",
      "C": "1970'lerden",
      "D": "1980'lerden",
      "E": "1990'lardan"
    },
    "explanation": "1960’lardan itibaren bilgisayar destekli çizim (CAD)’in CBS’de kullanımı yaygınlaşmış ve yapılan çalışmalar ile hız kazanmıştır. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3343500",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangileri coğrafi bilgi sistemlerinin temel bileşenleri arasında yer almaktadır?\n I. Donanım\n II. Yazılım\n III. Coğrafi veriler\n IV. Personel",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "CBS bir sistem olarak beş temel bileşene sahiptir. Bunlar;<br/>1. Donanım,<br/>2. Yazılım,<br/>3. Coğrafi veriler,<br/>4. Personel,<br/>5. Yöntem\n Doğru cevap E seçeneğidir."
  },
  {
    "id": "3343501",
    "unitNumber": 1,
    "text": "\"Yapılan her işlem bilgisinin ağdaki katılımcılar tarafından kaydedildiği ve paylaşıldığı dağıtılmış veri yapısı\" olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Blokzincir",
      "B": "Vektör",
      "C": "Raster",
      "D": "Topoloji",
      "E": "Korelasyon"
    },
    "explanation": "Blokzincir (Blockchain): Yapılan her işlem bilgisinin ağdaki katılımcılar tarafından kaydedildiği ve paylaşıldığı dağıtılmış bir veri yapısıdır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3343502",
    "unitNumber": 1,
    "text": "New York’ta farklı konudaki haritalar ile farklı veri tabanları ilk kez üst üste getirilerek şehrin çevresinin nüfus yoğunluğu ve arazi değerlerinin haritalandırıldığı yıl aşağıdaki seçeneklerden hangisinde doğru verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1854",
      "B": "1912",
      "C": "1929",
      "D": "1962",
      "E": "1980"
    },
    "explanation": "1929 yılında New York’ta farklı konudaki haritalar ile farklı veri tabanları ilk kez üst üste getirilerek şehrin çevresinin nüfus yoğunluğu ve arazi değerleri haritalandırılmıştır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3343503",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangileri CBS’nin kullanım alanları arasında yer almaktadır?\n I. Çevre Uygulamaları\n II. Belediye Uygulamaları\n III. Tarım Uygulamaları\n IV. Mühendislik Uygulamaları",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "CBS’nin kullanım alanları\n - Çevre Uygulamaları\n - Belediye Uygulamaları\n - Tarım Uygulamaları\n - Mühendislik Uygulamaları\n - Diğer Uygulamalar\n Doğru cevap E seçeneğidir."
  },
  {
    "id": "3343504",
    "unitNumber": 1,
    "text": "CBS alanında yapılan aşağıdaki çalışmalardan hangisi 1985 yılında meydana gelmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "ABD’de ilk raster tabanlı ve açık kaynak kodlu yazılım olan GRASS geliştirilmiştir.",
      "B": "SPOT uydusu yörüngeye yerleştirilmiştir.",
      "C": "İngiltere’de yazılım üzerine çalışan Graticule şirketi kurulmuştur.",
      "D": "Japonya’nın Ulusal Uzay Geliştirme Ajansı JERS-1 uydusunu dünya yörüngesine yerleştirmiştir.",
      "E": "MapInfo Profesyonel sürümü piyasaya sürülmüştür."
    },
    "explanation": "1985 yılında ABD’de ilk raster tabanlı ve açık kaynak kodlu yazılım olan GRASS (Geographic Resource Analysis Support System) geliştirilmiştir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3343505",
    "unitNumber": 1,
    "text": "Ormancılıktaki değişimi ele almak için olaya dayalı mekânsal zamansal veri modelini (ESTDM) geliştiren bilim insanları aşağıdaki seçeneklerden hangisinde doğru verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Wachowicz ve Healey",
      "B": "Ramachandran ve diğerleri",
      "C": "Peuquet ve Duan",
      "D": "Raper ve Livingstone",
      "E": "Burrough ve Frank"
    },
    "explanation": "Peuquet ve Duan (1995), ormancılıktaki değişimi ele almak için olaya dayalı mekânsal zamansal veri modelini (ESTDM) geliştirmiştir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3343506",
    "unitNumber": 1,
    "text": "CBS’de mekânsal bir temsil oluşturmak için küresel, ulusal veya yerel bir veri setine ihtiyaç duyulmaktadır. Bu tür verilerin işlenmesindeki kilit konu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tanımlanan verilerin ortalama sıcaklığı",
      "B": "Tanımlanan verilerin donanımı",
      "C": "Tanımlanan verilerin mevcut geometrik yapılar tarafından nasıl temsil edilmesi gerektiği",
      "D": "Tanımlanan verilerin mevcut nüfus yoğunluğu",
      "E": "Tanımlanan verilerin karar verme süreçlerine etkisi"
    },
    "explanation": "CBS’de mekânsal bir temsil oluşturmak için küresel, ulusal veya yerel bir veri setine ihtiyaç duyulmaktadır. Bu tür verilerin işlenmesindeki kilit konu, tanımlanan verilerin mevcut geometrik yapılar tarafından nasıl temsil edilmesi gerektiğidir. Üç boyutlu bir dünyada gerçek fiziksel varlıkların bazıları noktalar, bazıları çizgiler bir kısmı ise alanlar (bölgeler) biçiminde dijital nesneler olarak kavramsallaştırılmaktadır ancak çoğu zaman boyutsallıklarına göre noktalar, çizgiler veya alanlar olarak sınıflandırmak standart bir uygulamadır."
  },
  {
    "id": "3343507",
    "unitNumber": 1,
    "text": "Harita elemanlarının birbirleriyle olan ilişkilerini matematiksel olarak tanımlayan yöntem, aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Lokasyon",
      "B": "Vektör",
      "C": "Mekân",
      "D": "Topoloji",
      "E": "Yön"
    },
    "explanation": "Topoloji ve metrikler: Doğada nesneler arasındaki birçok zamansal ve mekânsal ilişki; bitişiklik, kapsama ve örtüşme de dâhil olmak üzere topolojiktir. Boyut, şekil, mesafe veya yön gibi metrik bilgiler de varlık türlerini tanımlamak için kullanılır. Uzaklık veya yön gibi nicel veya nitel olarak ifade edilen metrik özellikler çeşitli terimlerin anlamlarını belirleyebilir. Harita elemanlarının birbirleriyle olan ilişkilerini matematiksel olarak tanımlayan yöntemdir."
  },
  {
    "id": "3343508",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi CBS’deki kritik safhalardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Coğrafi verilerin mevcut veri tabanına aktarılması",
      "B": "Veri tabanının haritalama için modellenmesi",
      "C": "Veri tabanı kullanımı",
      "D": "Ne tür soruların sorulacağını ve ne tür cevapların beklendiğinin belirlenmesi",
      "E": "Coğrafi verilerin geometrisi"
    },
    "explanation": "CBS’nin Amaçları ve Önemi Bir bilgi teknolojisi olarak CBS’nin amacı, hâli hazırda mevcut olan mekân ve zamana başka bir bakış açısı veya görüş eklemek değil daha ziyade kullanıcıların mevcut veriler ile amaca uygun bir biçimde bilgileri işlemesi, anlaması, değerlendirmesi ve iletmesine yardımcı olmaktır. CBS, aynı anda bulunan çoklu mekânsal ve zamansal görünümler nedeniyle aslında çok karmaşıktır. CBS’de dört kritik safha vardır (Longley vd., 2005); \n<br/>1. Coğrafi verilerin mevcut veri tabanına aktarılması,\n<br/>2. Veri tabanının haritalama için modellenmesi,\n<br/>3. Veri tabanı kullanımı,\n<br/>4. Ne tür soruların sorulacağını ve ne tür cevapların beklendiğinin belirlenmesidir.<br/>Coğrafi verilerin geometrisi"
  },
  {
    "id": "3343509",
    "unitNumber": 1,
    "text": "CBS’de model oluşturulmasına katkı sağlayan önemli bilim insanları bulunmaktadır. Aşağıdaki isimlerden hangileri, verilerin zamansal olarak farklı versiyonlarının var olabileceği şekilde “versiyonlu uzamsal nesneler” içeren bir tasarım önermiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Wachowicz ve Healey (1994)",
      "B": "Raper ve Ramachandran (1996)",
      "C": "Raper ve Livingstone (1995)",
      "D": "Ramachandran ve diğerleri (1994)",
      "E": "Peuquet ve Duan (1995)"
    },
    "explanation": "1990’lardan itibaren daha çok modelleme üzerine çalışmalar yoğunlaşmıştır. Bu dönemde haritalarla üç boyutlu alanların temsili için CBS’ye önemli katkılar sağlanmıştır. CBS’de model oluşturulmasına katkı sağlayan önemli bilim insanları aşağıda verilmiştir;\n<br/>• Wachowicz ve Healey (1994), verilerin zamansal olarak farklı versiyonlarının var olabileceği şekilde “versiyonlu uzamsal nesneler” içeren bir tasarım önermiştir;\n<br/>• Ramachandran ve diğerleri (1994); geometrik ve geometrik olmayan niteliklere sahip verilerin, doğum ve ölüm tarihlerine bağlı olarak geçmiş, şimdi ve gelecek durumlarının verildiği (TCObject) adlı bir tasarım önermiştir;\n<br/>• Peuquet ve Duan (1995), ormancılıktaki değişimi ele almak için olaya dayalı mekânsal zamansal veri modelini (ESTDM) geliştirmiştir;\n<br/>• Raper ve Livingstone (1995), tüm değişkenlerin örneklerine mekânsal zamansal referanslar atanan ve böylece tek bir zaman çizelgesinin kullanılmasından kaçınan bir sistem önermiştir."
  },
  {
    "id": "3343510",
    "unitNumber": 1,
    "text": "Yapılan her işlem bilgisinin ağdaki katılımcılar tarafından kaydedildiği ve paylaşıldığı dağıtılmış veri yapısına ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Donanım",
      "B": "Ölçek",
      "C": "Blokzincir (Blockchain)",
      "D": "Planlama",
      "E": "Topoloji"
    },
    "explanation": "Blokzincir (Blockchain): Yapılan her işlem bilgisinin ağdaki katılımcılar tarafından kaydedildiği ve paylaşıldığı dağıtılmış bir veri yapısıdır.\n<br/>İlk olarak CBS’nin blokzincir teknolojisinden yararlandığı en temel alanlar sağlık, tapu kadastro sistemleri ve tedarik zincirleridir. Örneğin Hindistan arazi sahtekârlığının önüne blokzincir teknolojisini kullanarak geçmeye çalışmaktadır (Kshetri ve Voas, 2018). Blokzincirlerin kullanabildiği uzlaşı algoritmalarından biri konumun kanıtı (proof of location)’dır. Konum kanıtı, bir cihazın fiziksel konumunun diğer cihazların yayın cihazına güvenmek zorunda kalmadan konum verilerine güvenebilecek şekilde blok zincirine yayınlanmasını sağlayan bir teknolojidir. Konum kanıtı algoritmalarını gerçeklemek diğer uzlaşı algoritmalarına göre zordur (Şahin vd. 2020)."
  },
  {
    "id": "3343511",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Antik Yunan Döneminde ve Orta Çağda haritacılığa ilişkin <strong>doğru</strong> bir ifadedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Coğrafi bilgi birikimi dikkate değer şekilde artmıştır.",
      "B": "Bu dönemin önde gelen ilk haritacısı Gerhard Kremer'dir.",
      "C": "Haritalardaki kartuş veya başlık blokları giderek daha ayrıntılı olmuştur.",
      "D": "Haritalar, sınırların ve tehlikelerin belirlenmesi gibi ihtiyaçlara yönelik olmuştur.",
      "E": "Haritalardaki canavarlar gibi temsiller ile kıvrımlı çizgiler ortadan kaybolmuştur."
    },
    "explanation": "Antik Yunana ve Orta Çağ Döneminde haritacılığın ilk örneklerinin; sınırların, yolların ve tehlikelerin belirlenmesi gibi pratik ihtiyaçlara yönelik olduğu söylenebilir ancak Yunan filozof ve coğrafyacıların ortaya çıkışı ile Dünya’nın fiziki<br/>ve beşeri coğrafya özelliklerini gösteren haritalar da ortaya çıkmaya başlamıştır.<br/>Haritalar, sınırların ve tehlikelerin belirlenmesi gibi ihtiyaçlara yönelik olmuştur."
  },
  {
    "id": "3343512",
    "unitNumber": 2,
    "text": "Dairesel biçimdeki haritanın merkezinde Ege Denizi, çevresinde ise dünyanın bilinen toprakları gösterilmiş olan ve bu toprakların tamamı okyanuslarla çevrilen ilk dünya haritasını yapan kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Imago Mundi",
      "B": "Anaximander",
      "C": "Batlamyus",
      "D": "El-İdrisi",
      "E": "Marco Polo"
    },
    "explanation": "Anaximander, dünyanın ilk haritalarından birini yapan isimlerdendir. Dairesel biçimdeki haritanın merkezinde Ege Denizi bulunmaktadır. Çevresinde ise dünyanın bilinen toprakları gösterilmiş olup bu toprakların tamamı okyanuslarla çevrilmiştir."
  },
  {
    "id": "3343513",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Yunan haritacılığının doruk noktası ve aynı zamanda o dönem dünyanın özellikleri hakkında var olan bilgilerin bir özeti olarak kabul edilen \"Coğrafya Rehberi\" eserini oluşturmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Marco Polo",
      "B": "Eratosthenes",
      "C": "Batlamyus",
      "D": "Gerhard Kremer",
      "E": "El-İdrisi"
    },
    "explanation": "Bir astronom ve matematikçi olan Batlamyus, dönemin en büyük bilim merkezi olan İskenderiye’deki kütüphanede uzun yıllar eğitim görmüştür. Anıtsal eseri olan Coğrafya Rehberi (Geōgraphikē hyphēgēsis), sekiz cilt halinde hazırlanmıştır. Batlamyus’un dünya haritası, Yunan haritacılığının doruk noktası ve aynı zamanda o dönem Dünya’nın özellikleri hakkında var olan bilgilerin bir özeti olarak kabul edilir."
  },
  {
    "id": "3343514",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi haritalanan unsurun gerçek boyutunun temsil boyutuna oranı olarak tanımlanır?",
    "correctAnswer": "E",
    "options": {
      "A": "Ölçek",
      "B": "Koordinat",
      "C": "Analiz ölçeği",
      "D": "Fenomen ölçeği",
      "E": "Kartografik ölçek"
    },
    "explanation": "Kartografik ölçek, haritalanan unsurun gerçek boyutunun temsil boyutuna oranıdır. Genellikle kesir olarak ifade edilir. Örneğin 1:25.000, yani haritada ölçülen bir birim gerçek dünyada 25.000 birimi temsil eder."
  },
  {
    "id": "3343515",
    "unitNumber": 2,
    "text": "Göl, okyanusun bir kısmı, nehir veya rezervuar gibi bir su kütlelerinin derinliğini gösteren haritalara verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Batimetri haritaları",
      "B": "Deprem haritaları",
      "C": "Bitki örtüsü haritaları",
      "D": "Nüfus yoğunluğu haritaları",
      "E": "Ekonomik faaliyet haritaları"
    },
    "explanation": "Batimetri Haritaları<br/>Bazen batimetrik çizelge olarak da adlandırılan batimetrik haritalar, göl, okyanusun bir kısmı, nehir veya rezervuar gibi bir su kütlelerinin derinliğini gösteren haritalardır."
  },
  {
    "id": "3343516",
    "unitNumber": 2,
    "text": "Bir ülkenin veya bölgenin tarım, imalat, madencilik gibi faaliyetlerine odaklanan haritalara ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bitki örtüsü haritaları",
      "B": "Ekonomik faaliyet haritaları",
      "C": "Batimetri haritaları",
      "D": "Deprem haritaları",
      "E": "Nüfus yoğunluğu haritaları"
    },
    "explanation": "Ekonomik Faaliyet Haritaları<br/>Ekonomik faaliyet haritaları; bir ülkenin veya bölgenin tarım, imalat, madencilik gibi faaliyetlerine odaklanır."
  },
  {
    "id": "3343517",
    "unitNumber": 2,
    "text": "Haritadaki özelliklere ilişkin baskın anahtar kelimeler kullanılarak harita alanının doldurulması ile oluşturulan haritalara verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Nokta yoğunluk haritaları",
      "B": "Orantılı ve dereceli sembol haritaları",
      "C": "Tipografi haritaları",
      "D": "Hareketli haritalar",
      "E": "Dinamik haritalar"
    },
    "explanation": "Tipografi (Kelime) Haritaları<br/>Kelime haritaları, haritadaki özelliklere ilişkin baskın anahtar kelimeler kullanılarak harita alanını doldurulması ile oluşturulurlar."
  },
  {
    "id": "3343518",
    "unitNumber": 2,
    "text": "Harita üzerinde yakınlaştırma ve uzaklaştırma, gezinme gibi özelliklere sahip olan, harita üzerinde belirli özellikleri tanımlamaya, sorgulamaya ve raporlar oluşturmaya imkân veren haritalara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dinamik haritalar",
      "B": "Kelime haritaları",
      "C": "Hareketli haritalar",
      "D": "Etkileşimli haritalar",
      "E": "Nokta dağılım haritaları"
    },
    "explanation": "Etkileşimli Haritalar<br/>Etkileşimli haritalama; harita üzerinde yakınlaştırma ve uzaklaştırma, gezinme gibi özelliklere sahip olan, harita üzerinde belirli özellikleri tanımlamaya, sorgulamaya ve raporlar oluşturmaya imkân veren haritalardır."
  },
  {
    "id": "3343519",
    "unitNumber": 2,
    "text": "Mekânsal verileri görüntülemek için animasyon kullanılan haritalara ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Batimetri haritaları",
      "B": "Tipografi haritaları",
      "C": "Dinamik haritalar",
      "D": "Etkileşimli haritalar",
      "E": "Hareketli haritalar"
    },
    "explanation": "Hareketli Haritalar<br/>Hareketli haritalar, mekânsal verileri görüntülemek için animasyon kullanılan haritalardır."
  },
  {
    "id": "3343520",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi eşit alan projeksiyon türüne ilişkin <strong>doğru</strong> bir ifadedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Uzun mesafeler kat ederken yön korumanın öneminden dolayı seyir amaçlı kullanılır.",
      "B": "Coğrafi dağılımların doğru ölçümleri veya karşılaştırmaları gerekli olduğunda faydalıdır.",
      "C": "Kıtalar gibi büyük coğrafi birimlerin şeklini koruma konusunda faydalıdır.",
      "D": "Geniş alanları kapsayan küçük ölçekli haritalarda yaygın olarak kullanılır.",
      "E": "Grönland'da neden olduğu bozulma ile Mercator projeksiyonu, bu türe örnek olarak verilebilir."
    },
    "explanation": "Eşit alan veya eşdeğer projeksiyonlar alan korur. Bu tür projeksiyonlar, coğrafi dağılımların doğru ölçümlerinin veya karşılaştırmalarının gerekli olduğu durumlarda (ör. ormansızlaşma, sulak alanlar) oldukça faydalıdır. Bu projeksiyon türünde dünya yüzeyindeki gerçek oranları korumak için bazı özellikler bazen sıkıştırılır veya gerilir. Bu nedenle bu tür izdüşümler açısal ilişkilerin<br/>yanı sıra mesafeleri de bozar.<br/>Coğrafi dağılımların doğru ölçümleri veya karşılaştırmaları gerekli olduğunda faydalıdır."
  },
  {
    "id": "3343521",
    "unitNumber": 2,
    "text": "Bir doğu-batı değeri, bir kuzey-güney değeri ve bir yükseklik değeri biçiminde haritalanmış olan konumlara indeks atama yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Koordinat sistemi",
      "B": "Harita projeksiyonu",
      "C": "Ölçek",
      "D": "Silindirik Projeksiyon",
      "E": "Konik Projeksiyon"
    },
    "explanation": "Koordinat sistemi, bir doğu-batı değeri, bir kuzey-güney değeri ve bir yükseklik değeri biçiminde haritalanmış olan konumlara indeks atama yöntemidir."
  },
  {
    "id": "3343522",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sembolojik özelliklerine göre oluşturulan harita türlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tipografi",
      "B": "Dinamik",
      "C": "Deprem",
      "D": "Etkileşimli",
      "E": "Jeoloji"
    },
    "explanation": "Sembolojik özelliklerine göre olan harita türleri olarak orantılı ve dereceli sembol haritaları, nokta dağılım veya nokta yoğunluk haritaları ve tipografi haritaları sıralanabilir."
  },
  {
    "id": "3343523",
    "unitNumber": 2,
    "text": "Genellikle kesir olarak ifade edilen, haritalanan unsurun gerçek boyutunun temsil boyutuna oranını temsil eden ölçek tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fenomen ölçeği",
      "B": "Kartografik ölçek",
      "C": "Analiz ölçeği",
      "D": "Mekânsal ölçek",
      "E": "Zamansal ölçek"
    },
    "explanation": "Kartografik ölçek, haritalanan unsurun gerçek boyutunun temsil boyutuna oranıdır. Genellikle kesir olarak ifade edilir."
  },
  {
    "id": "3343524",
    "unitNumber": 2,
    "text": "Haritalardaki bozulma ile ilgili projeksiyon türleri arasında yer alan ve mesafeleri doğru bir şekilde temsil eden harita projeksiyonlarına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Konformal projeksiyon",
      "B": "Ortomorfik projeksiyon",
      "C": "Eşit mesafeli projeksiyon",
      "D": "Azimut projeksiyon",
      "E": "Eşit alan projeksiyonu"
    },
    "explanation": "Mesafe koruyan: Eşit Mesafe Projeksiyonu<br/>Mesafeleri doğru bir şekilde temsil eden harita projeksiyonlarına eşit mesafeli projeksiyonlar denir."
  },
  {
    "id": "3343525",
    "unitNumber": 2,
    "text": "Yeryüzü şekillerini gösteren referans haritalara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hava durumu haritaları",
      "B": "Jeoloji haritaları",
      "C": "Doğal kaynak haritaları",
      "D": "Topografya haritaları",
      "E": "Deprem haritaları"
    },
    "explanation": "Topografya Haritaları<br/>Topografya haritaları, yeryüzü şekillerini gösteren referans haritalardır."
  },
  {
    "id": "3343526",
    "unitNumber": 2,
    "text": "Bir ülkenin tarım, ormancılık veya rekreasyon faaliyetlerinin yönetimi için kritik bilgiler sunan haritalara ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Deprem haritaları",
      "B": "Batimetri haritaları",
      "C": "Nüfus yoğunluğu haritaları",
      "D": "Ekonomik faaliyet haritaları",
      "E": "Bitki örtüsü haritaları"
    },
    "explanation": "Bitki Örtüsü Haritaları<br/>Bitki örtüsü ile ilgili özellikleri gösteren haritalardır. Bir bitki örtüsü haritası; tarım, ormancılık veya rekreasyon faaliyetlerinin yönetimi için kritik bilgiler sunar."
  },
  {
    "id": "3343547",
    "unitNumber": 2,
    "text": "Yeryüzü şekillerini gösteren referans haritalar olarak yollar, patikalar, binalar, yer adları, işaretler, mezarlıklar, ibadet alanları, okullar ve çok daha fazla unsura ilişkin bilgiler bulunan harita türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Siyasi haritalar",
      "B": "Jeoloji haritaları",
      "C": "Topografya haritaları",
      "D": "Doğal kaynak haritaları",
      "E": "Batimetri haritaları"
    },
    "explanation": "Topografya haritaları, yeryüzü şekillerini<br/>gösteren referans haritalardır. tTopografya haritalarında yollar, patikalar, binalar, yer adları, işaretler, mezarlıklar, ibadet alanları, okullar ve çok daha fazla unsura ilişkin bilgiler bulunur. Bu unsurların gösteriminde ise standartlaştırılmış bir dizi<br/>özel semboller kullanılır."
  },
  {
    "id": "3343548",
    "unitNumber": 2,
    "text": "Aşağıdaki haritalardan hangisi gemi seyri sırasında sığ veya tehlikeli sulardan kaçınmak, inşaat projelerini planlamak, balıkçılık açısından uygun alanlara karar vermek gibi amaçlarla kullanılırlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Jeoloji haritaları",
      "B": "Hava durumu haritaları",
      "C": "Dinamik haritalar",
      "D": "Batimetri haritaları",
      "E": "Topografya haritaları"
    },
    "explanation": "Batimetri haritaları, gemi seyri sırasında sığ veya tehlikeli sulardan kaçınmak, inşaat projelerini planlamak, balıkçılık açısından uygun alanlara karar vermek gibi amaçlarla kullanılırlar."
  },
  {
    "id": "3343549",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi haritalarda olması gereken temel unsurlardan biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Renk",
      "B": "Başlık",
      "C": "Ölçek",
      "D": "Çerçeve",
      "E": "Veri kaynağı"
    },
    "explanation": "Haritalarda olması gereken temel unsurlar şunlardır: Çerçeve, haritalanan alan, başlık, açıklama, ölçek, yönlendirme/kuzey oku ve veri kaynağı<br/>Renk"
  },
  {
    "id": "3343550",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi haritalarda kullanılan sembollerle ilişkili görsel değişkenler arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Ton",
      "B": "Değer",
      "C": "Doygunluk",
      "D": "Renk",
      "E": "Desen"
    },
    "explanation": "Semboller ile ilişkili görsel değişkenler şu şekildedir:<br/>• Boyut<br/>• Doku<br/>• Desen<br/>• Şekil"
  },
  {
    "id": "3343618",
    "unitNumber": 2,
    "text": "Aşağıdaki açıklamaların hangisi ''harita'' işlevlerinden sayılamaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Haritalar, mekânı anlamada ve anlamlandırmada kullanılan en önemli araçlardır.",
      "B": "Bir köprü inşası için en uygun yerin neresi olduğu, en verimli<br/>tarım arazilerinin hangi bölgede bulunduğu gibi imar ve inşa ile ilgili doğru tespitler harita kullanılması ile kolaylık ve doğru saptama sağlamaktadır.",
      "C": "Zaman ve bütçe tasarrufu sağlayabilmeye yönelik en kısa veya en hızlı<br/>yolları harita kullanarak kolaylıkla tespit edebiliriz.",
      "D": "Renk körü olan kişiler, haritalardaki renkleri ayırt edemeyebilir. Bu nedenle<br/>haritalarda aydınlıktan karanlığa veya açıktan koyuya doğru ilerleyen bir renk<br/>paleti seçilmelidir.",
      "E": "Haritalar yoluyla,askeri uygulamalardan,<br/>ticaretten ulaşıma kadar çeşitli sektörlerde doğru<br/>ve etkili planlama stratejileri geliştirmek mümkündür."
    },
    "explanation": "CBS’de Temel Harita Bilgisi<br/>Renk körü olan kişiler, haritalardaki renkleri ayırt edemeyebilir. Bu nedenle<br/>haritalarda aydınlıktan karanlığa veya açıktan koyuya doğru ilerleyen bir renk<br/>paleti seçilmelidir."
  },
  {
    "id": "3343623",
    "unitNumber": 2,
    "text": "M.Ö. 7. binyılın sonlarına tarihlenen duvar resminde o dönemdeki Neolitik<br/>köyün planını temsil ettiği düşünülen ve haritacılığın tarihini belirleyen örnek Anadolu'da nerede bulunmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Çatalhöyük’te",
      "B": "Göbeklitepe 'de",
      "C": "Lascaeux",
      "D": "Babil",
      "E": "Efes"
    },
    "explanation": "HARİTACILIĞIN KISA TARİHİ<br/>M.Ö. 7. binyılın sonlarına tarihlenen duvar resminde o dönemdeki Neolitik<br/>köyün planını temsil ettiği düşünülen ve haritacılığın tarihini belirleyen örnek Anadolu'da Çatalhöyük'te bulunmuştur."
  },
  {
    "id": "3343624",
    "unitNumber": 2,
    "text": "Antik Çağda; aynı zamanda matematikçi ve astronom olan, sekiz ciltlik coğrafya rehberini hazırlayan Claudius Ptolemaeus (Batlamyus)un eserinin adı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Imago Mundi",
      "B": "Milet haritaları",
      "C": "Eratosthenes'in eseri",
      "D": "Geōgraphikē hyphegesis",
      "E": "Strabon Geografica"
    },
    "explanation": "Antik Yunan Dönemi’nde ve Orta<br/>Çağ’da Haritacılık<br/>Antik Çağda; aynı zamanda matematikçi ve astronom olan, sekiz ciltlik coğrafya rehberini hazırlayan Claudius Ptolemaeus(Batlamyus)un eserinin adı Coğrafya Rehberi (Geōgraphikē<br/>hyphēgēsis), sekiz cilt halinde hazırlanmıştır.<br/>İlk ciltte harita projeksiyonunu ve küre yapımını ele almıştır. Sonraki altı cilt, yaklaşık 8.000<br/>yerin adlarının ve bunların yaklaşık enlem ve<br/>boylamlarının bir listesinden oluşmaktadır."
  },
  {
    "id": "3343625",
    "unitNumber": 2,
    "text": "El-İdrisi, M.S. 1100-1165 yılları arasında yaşamış bir coğrafyacıdır. Sicilya Kralı II. Roger için dünyanın coğrafi özelliklerine odaklanan<br/>Roger Kitabı’nı yazmıştır. El-İdrisi, disk şeklinde<br/>hazırladığı dünya haritası ile gümüş bir gök küre<br/>üretmiştir. El-İdrisi’nin çalışması,................................ ile Arap geleneği arasında bir iş birliği yaratmıştır.<br/>Yukarıdaki açıklamada tamamlayıcı bilgi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kilisenin dogmatik yaptırımları",
      "B": "Antik Çağ haritacısı Batlamyus'un etkileri",
      "C": "Marco Polo'nun seyahat bilgileri",
      "D": "Piri Reisin çalışmaları",
      "E": "Sicilya Kralının hazırlattığı çalışma"
    },
    "explanation": "Antik Yunan Dönemi’nde ve Orta<br/>Çağ’da Haritacılık<br/>El-İdrisi, M.S. 1100-1165 yılları arasında yaşamış bir coğrafyacıdır. Sicilya Kralı II. Roger için dünyanın coğrafi özelliklerine odaklanan<br/>Roger Kitabı’nı yazmıştır. El-İdrisi, disk şeklinde<br/>hazırladığı dünya haritası ile gümüş bir gök küre<br/>üretmiştir. El-İdrisi’nin çalışması, Batlamyus etkileri ile Arap geleneği arasında ilgi çekici bir iş birliği<br/>olarak yorumlanmaktadır."
  },
  {
    "id": "3343626",
    "unitNumber": 2,
    "text": "Keşif çağı olarak da tanımladığımız Rönesans'ın en önde gelen haritacısı, Gerhard<br/>Kremer’di. Döneminin en ünlü küre ve harita üreticisi olan Kremer, kendi ismini taşıyan bir projeksiyon üretmiştir.<br/>Bu projeksiyon denizcilerin asırlık sorununu çözerek, kerterizlerin düz çizgiler olarak çizilebilmesini sağlamıştır.Gerhard Kremer ürettiği projeksiyona da ismini vermiştir,döneminde tanındığı ve bilindiği ismi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Leonardo da Vinci",
      "B": "Vermeer",
      "C": "Vaskö da Gama",
      "D": "Mercator",
      "E": "Cabot"
    },
    "explanation": "Rönesans Dönemi’nde Haritacılık<br/>Keşif çağının en önde gelen haritacısı, Flandreli Gerardus Mercator olarak bilinen Gerhard<br/>Kremer’di. Mercator, döneminin en ünlü küre<br/>ve harita üreticisidir. 1554’te yayınladığı Avrupa<br/>haritası sahip olduğu ündeki en belirleyici başarılarındandır (Fuechsel, 2019). Mercator ayrıca<br/>kendi ismini taşıyan bir projeksiyon üretmiştir.<br/>Mercator projeksiyonu, denizcilerin asırlık bir<br/>sorununu çözerek kerterizleri düz çizgiler olarak<br/>çizmelerini sağlamıştır."
  },
  {
    "id": "3343627",
    "unitNumber": 2,
    "text": "Haritacılıkta , haritalanan unsurun gerçek boyutunun temsil boyutuna oranı ne olarak tanımlanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Fenomen Ölçeği",
      "B": "Kartografik ölçek",
      "C": "Analiz ölçeği",
      "D": "Düzlem ölçek",
      "E": "Harita ölçeği"
    },
    "explanation": "KOORDİNAT SİSTEMİ, ÖLÇEK VE PROJEKSİYON TÜRLERİ<br/>Kartografik ölçek, haritalanan unsurun gerçek boyutunun temsil boyutuna oranıdır."
  },
  {
    "id": "3343628",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisini kullanım amaçlarına göre sınıflandırılan haritalardan kabul edemeyiz?",
    "correctAnswer": "E",
    "options": {
      "A": "• Genel Amaçlı Haritalar veya Referans<br/>Haritaları",
      "B": "• Özel Amaçlı Haritalar",
      "C": "• Sembolojik Özelliklerine Göre Haritalar",
      "D": "• WEB Tabanlı Haritalar",
      "E": "Ölçeklerine göre haritalar"
    },
    "explanation": "HARİTA TÜRLERİ<br/>Kullanım amaçlarına göre haritalar dörde ayrılır. Bunlar şu şekildedir:<br/>• Genel Amaçlı Haritalar veya Referans<br/>Haritaları<br/>• Özel Amaçlı Haritalar<br/>• Sembolojik Özelliklerine Göre Haritalar<br/>• WEB Tabanlı Haritalar"
  },
  {
    "id": "3343629",
    "unitNumber": 2,
    "text": "Göller, nehirler ve akarsular gibi yeryüzü şekillerini gösteren referans haritaları aşağıdakilerden hangi tanımla isimlendirmekteyiz?",
    "correctAnswer": "A",
    "options": {
      "A": "Topografya haritaları",
      "B": "Genel haritalar",
      "C": "Siyasi haritalar",
      "D": "Fiziki haritalar",
      "E": "Jeoloji haritaları"
    },
    "explanation": "HARİTA TÜRLERİ<br/>Topografya haritaları, yeryüzü şekillerini<br/>gösteren referans haritalardır. Topografik haritalarda bulunan<br/>diğer unsurlar; göller, nehirler ve akarsular gibi<br/>önemli fiziki coğrafya özellikleridir. Topografya<br/>haritaları doğa sporları ile uğraşanlar ve açık hava<br/>faaliyetlerine katılan turistlerce kullanılır."
  },
  {
    "id": "3343630",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi harita hazırlanırken uygulanması gereken tasarım unsurlarından değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çerçeve",
      "B": "Ölçek",
      "C": "Başlık",
      "D": "Harita kullanım rehberi",
      "E": "Lejand"
    },
    "explanation": "HARİTA TASARIMI<br/>Harita tasarım sürecinde kullanım rehberi gerekmez."
  },
  {
    "id": "3343631",
    "unitNumber": 2,
    "text": "Uluslararası Göç Politikaları Geliştirme Merkezi tarafından geliştirilen ''Etkileşimli Göç Haritası ''aşağıda belirtilen harita çeşitlerinden hangisinin örneğidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dinamik haritalar",
      "B": "Etkileşimli Haritalar",
      "C": "WEB tabanlı haritalar",
      "D": "Açıklamalı haritalar",
      "E": "Tipografi haritaları"
    },
    "explanation": "HARİTA TÜRLERİ<br/>Uluslararası Göç Politikaları Geliştirme Merkezi tarafından geliştirilen ''Etkileşimli Göç Haritası'' etkileşimli harita örneğidir."
  },
  {
    "id": "3343581",
    "unitNumber": 3,
    "text": "Koordinatlarla ifade edilen konum bilgisinin gerçek konuma yakınlığına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Konumsal hassasiyet",
      "B": "Konumsal çözünürlük",
      "C": "Konumsal doğruluk",
      "D": "Konumsal yakınlık",
      "E": "Konumsal bitişiklik"
    },
    "explanation": "Konumsal hassasiyet: Koordinatlarla ifade edilen konum bilgisinin gerçek konuma yakınlığına denir."
  },
  {
    "id": "3343582",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi 2013 yılında yayınlanan ISO 19157 Coğrafi Bilgi-Veri Kalitesi standartları arasında <strong>yer almaz?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Veri kalitesini tanımlamak için gereken bileşenleri tanımlar.",
      "B": "Veri kalitesini raster veri modeline göre belirler.",
      "C": "Veri kalitesi ölçütleri için bir kaydın bileşenlerini ve içerik yapısını belirtir.",
      "D": "Coğrafi verilerin kalitesini değerlendirmek için genel prosedürleri tanımlar.",
      "E": "Veri kalitesini raporlama ilkelerini belirler."
    },
    "explanation": "ISO 19157 Coğrafi Bilgi-Veri Kalitesi isimli standart, coğrafi verinin kalitesi için sahip olması gereken özellikleri tanımlamak üzere oluşturulmuş bir standarttır. 2013 yılında yayınlanan bu standart, coğrafi veriler için kabul edilebilir minimum kalite seviyelerini değil <br/>verinin kalitesinden bahsedebilmek için sahip olması gereken özellikleri belirtmektedir. Kısaca ISO 19157 standartları;<br/>• Veri kalitesini tanımlamak için gereken bileşenleri tanımlar.<br/>• Veri kalitesi ölçütleri için bir kaydın bileşenlerini ve içerik yapısını belirtir.<br/>• Coğrafi verilerin kalitesini değerlendirmek için genel prosedürleri tanımlar.<br/>• Veri kalitesini raporlama ilkelerini belirler (ISO, 2013)."
  },
  {
    "id": "3343585",
    "unitNumber": 3,
    "text": "Kullanılan ölçekte gösterimi zor olan nesnelerin mutlak konumunu bildiren geometrik nesne aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çizgi",
      "B": "Alan",
      "C": "Nokta",
      "D": "Veri",
      "E": "Bilgi"
    },
    "explanation": "Nokta: Gerçekte sahip olduğu uzunluk ve kapladığı alan gibi bilgilerinin kullanılan ölçekte gösterimi zor olan mutlak konum bildiren geometrik nesnedir."
  },
  {
    "id": "3343586",
    "unitNumber": 3,
    "text": "En az iki adet X,Y koordinat değerine sahip noktanın birbirine bağlanmasıyla oluşan geometrik nesne aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Nokta",
      "B": "Tablo",
      "C": "Kolon",
      "D": "Çizgi",
      "E": "Alan"
    },
    "explanation": "Çizgi: En az iki adet X,Y koordinat değerine sahip noktanın birbirine bağlanmasıyla oluşan geometrik nesnedir."
  },
  {
    "id": "3343588",
    "unitNumber": 3,
    "text": "Başlangıç ve bitiş koordinatları aynı olacak şekilde birden fazla X, Y koordinat değerine sahip noktanın birbirine bağlanmasıyla oluşan geometrik nesne aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Veri",
      "B": "Bilgi",
      "C": "Çizgi",
      "D": "Nokta",
      "E": "Alan"
    },
    "explanation": "Alan (polygon): Başlangıç ve bitiş koordinatları aynı olacak şekilde birden fazla X, Y koordinat değerine sahip noktanın birbirine bağlanmasıyla oluşan geometrik nesnedir."
  },
  {
    "id": "3343589",
    "unitNumber": 3,
    "text": "Raster verinin sahip olduğu bir pikselin yeryüzünde kapladığı alanı ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Konumsal Çözünürlük",
      "B": "Konumsal hassasiyet",
      "C": "Öznitelik verisi",
      "D": "Konumsal veri",
      "E": "Koordinat değeri"
    },
    "explanation": "Konumsal Çözünürlük: Raster verinin sahip olduğu bir pikselin yeryüzünde kapladığı alanı ifade eder."
  },
  {
    "id": "3343595",
    "unitNumber": 3,
    "text": "Nokta, çizgi ve alansal objelerin birbirleri ile olan konumsal ilişkilerini inceleyen matematik bilim dalı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Geometri",
      "B": "Topoloji",
      "C": "Raster",
      "D": "Vektör",
      "E": "Koordinat"
    },
    "explanation": "“Topoloji; nokta, çizgi ve alansal objelerin birbirleri ile olan konumsal ilişkilerini inceleyen matematik bilim dalıdır.” (Uyguçgil, 2018)."
  },
  {
    "id": "3343634",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi vektör veri modelinin sağladığı avantajlar arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Raster veri modeline göre veri yapıları daha karmaşıktır.",
      "B": "Çakıştırma (overlay) analizleri için uygun bir veri modeli değildir.",
      "C": "İstenilen ölçekte çalışılabilme kolaylığına sahiptir.",
      "D": "Sıklıkla güncelleştirme yapmak gerekebilir.",
      "E": "Sayısal yükseklik modeli vb. yüzey analizlerinde sürekli gösterim sağlanamamaktadır."
    },
    "explanation": "Vektör veri modelinin sağladığı bazı avantajları aşağıdaki şekilde özetleyebiliriz:<br/>• Vektör verilere ulaşmak raster verilere ulaşmak kadar kolay olmayabilir. Özellikle maliyetler göz<br/>önüne alındığında daha yüksek maliyetlere temin edilebilmektedir.<br/>• Projeksiyon dönüşümlerinin daha kolay yapılabildiği veri modelidir.<br/>• Ağ analizleri gerçekleştirebilmek için uygun bir veri modelidir.<br/>• Hem konumsal hem öznitelik verilere ulaşma ve güncelleme raster veri modeline göre daha kolaydır.<br/>• İstenilen ölçekte çalışılabilme kolaylığına sahiptir.<br/>• Alan ve uzunluk gibi ölçümlerde raster veri modeline göre gerçeğe daha yakın sonuçlar vermektedir.<br/>• Topoloji ilkeleri kullanılabildiğinden dolayı topolojik analiz işlemleri için uygundur."
  },
  {
    "id": "3343635",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi vektör veri modelinin dezavantajları arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Projeksiyon dönüşümlerinin kolay yapılabildiği veri modelidir.",
      "B": "Ağ analizleri gerçekleştirebilmek için uygundur.",
      "C": "Topolojik analiz işlemleri için uygundur.",
      "D": "Raster veri modeline göre veri yapıları daha karmaşıktır.",
      "E": "İstenilen ölçekte çalışılabilme kolaylığına sahiptir."
    },
    "explanation": "Vektör veri modelinin sahip olduğu avantajlarının yanında bazı dezavantajları da bulunmaktadır. Bunları şu şekilde özetleyebiliriz;<br/>• Raster veri modeline göre veri yapıları daha karmaşıktır.<br/>• Çakıştırma (overlay) analizleri için uygun bir veri modeli değildir.<br/>• Sıklıkla güncelleştirme yapmak gerekebilir.<br/>• Sayısal yükseklik modeli vb. yüzey analizlerinde sürekli gösterim sağlanamamaktadır. Topografik özellikler üçgenleme yöntemleri kullanılarak oluşturulmaktadır. Keskin ve ayrık bir gösterim meydana gelmektedir."
  },
  {
    "id": "3343636",
    "unitNumber": 3,
    "text": "Bir dijital haritanın veya hava fotoğrafının dahili koordinat sisteminin, coğrafi koordinatlardan oluşan bir yer sistemiyle ilişkilendirilebileceği anlamına gelen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "GPS",
      "B": "IRNSS",
      "C": "Konumsal çözünürlük",
      "D": "Konumsal veri",
      "E": "Georeferencing"
    },
    "explanation": "Georeferencing; bir dijital haritanın veya hava fotoğrafının dahili koordinat sisteminin, coğrafi koordinatlardan oluşan bir yer sistemiyle ilişkilendirilebileceği anlamına gelir."
  },
  {
    "id": "3343637",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi verilerin istenen koşulları karşılaması ve kullanıcı açısından amaca uygun olması konularında istatistiksel anlamda ölçülebilen, olumlu ya da olumsuz ayırt edici özellik ve karakteristikleri tanımlayan göstergelerin bütünü olarak tanımlanır?",
    "correctAnswer": "E",
    "options": {
      "A": "Coğrafi bilgi",
      "B": "Coğrafi konum",
      "C": "Coğrafi hassasiyet",
      "D": "Coğrafi doğruluk",
      "E": "Coğrafi veri kalitesi"
    },
    "explanation": "Coğrafi veri kalitesi, verilerin üretici açısından istenen koşulları karşılaması ve kullanıcı açısından amaca uygun olması konularında istatistiksel anlamda ölçülebilen, olumlu ya da olumsuz ayırt edici özellik ve karakteristikleri tanımlayan göstergelerin bütünüdür."
  },
  {
    "id": "3343638",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi coğrafi verinin kalitesini etkileyen etmenler arasında <strong>yer almaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Topolojik uygunluk",
      "B": "Güncellik",
      "C": "Doğruluk",
      "D": "Hassasiyet",
      "E": "Konum"
    },
    "explanation": "CBS’de kullanılacak coğrafi verinin kalitesini belirleyen doğruluk, bütünlük, topolojik uygunluk, güvenilirlik ve güncellik gibi birçok etmen bulunmaktadır.<br/>Konum"
  },
  {
    "id": "3343639",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi veri tiplerinden konumsal verilere ilişkin <strong>doğru</strong> bir ifadedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Konumsal veriler tablo verileridir.",
      "B": "Veriler harita ögeleri ile bağlantılıdır.",
      "C": "Koordinat bilgileri gerekir.",
      "D": "Harita ögelerini etiketlemede de kullanılır.",
      "E": "Coğrafi varlıkların nicel ve nitel özelliklerini barındırır."
    },
    "explanation": "Konumsal veri söz konusu olduğunda nesnenin evrendeki yerini belirten koordinat bilgileri ön plana çıkmaktadır. Bu nedenle konumsal veriden bahsedebilmek için evrende yer aldığı konumu belirli referans noktaları yardımıyla ifade edilmelidir.<br/>Koordinat bilgileri gerekir."
  },
  {
    "id": "3343640",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi öznitelik verilerinin saklandığı tablolarda olması gereken bir özelliktir?",
    "correctAnswer": "D",
    "options": {
      "A": "Alfa numerik isimlendirme yapılacaksa isimlendirme rakam ile başlamalıdır.",
      "B": "Tablo ve kolonlar isimlendirilirken çok uzun ifadeler kullanılmalıdır.",
      "C": "İsimlendirmede boşluk karakteri kullanılmalıdır.",
      "D": "Tablolarda başka katmanlarda tutulması uygun olan veri kullanılmamalıdır.",
      "E": "Kolonlarda yer alacak veriler için tüm veri tipleri kullanılmalıdır."
    },
    "explanation": "Tabloların sahip olması gereken özelliklerden başlıcaları aşağıda maddeler halinde sıralanmıştır.<br/>• Tablo ve kolonlar isimlendirilirken anlaşılır olmasına dikkat edilmelidir.<br/>• Tablo ve kolonlar isimlendirilirken çok uzun olmayacak şekilde özet ifadeler ile isimlendirilmelidir.<br/>• Alfa numerik isimlendirme yapılacaksa isimlendirme rakam ile başlamamalıdır.<br/>• İsimlendirmede boşluk karakteri kullanılmamalıdır. İki kelimeden oluşan isimlendirmelerde boşluk yerine “_” (alt çizgi) karakteri ya da benzeri karakterler kullanılabilir.<br/>• Kolonlarda yer alacak veriler için uygun veri tipi seçilmelidir. Adres benzeri kelime grupları için karakter, sayıların küsuratlı olmalarına göre ondalık veya tam sayı, tarihsel bir veri için tarih veya zaman olmasına dikkat edilmelidir.<br/>• Tablolarda başka katmanlarda tutulması uygun olan gereksiz veri yer almamalıdır."
  },
  {
    "id": "3343661",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir bütün olarak tematik, spektral veya resim verilerini temsil eden, eşit aralıklı hücrelerden oluşan dikdörtgen bir dizi olarak tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Piksel",
      "B": "Raster",
      "C": "Vektör",
      "D": "Konumsal çözünürlük",
      "E": "Topoloji"
    },
    "explanation": "Bir raster; bir bütün olarak tematik, spektral veya resim verilerini temsil eden, eşit aralıklı hücrelerden oluşan dikdörtgen bir dizidir."
  },
  {
    "id": "3343662",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi raster ve vektör veri modellerine ilişkin <strong>doğru</strong> bir ifadedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Boyutu raster veri modeline göre daha büyüktür.",
      "B": "Çakıştırma analizlerinde vektör verileri kullanmak daha avantajlıdır.",
      "C": "Ağ analizlerinde vektör veri modeli tercih edilir.",
      "D": "Vektör veri yapısı, raster veriye göre daha basittir.",
      "E": "Raster veriler vektör verilerden daha hassastır."
    },
    "explanation": "Raster ve vektör veri modellerinin kendilerine ait özellikleri ve üstün oldukları yönleri vardır.<br/>• Raster verilerin boyutu daha büyüktür.<br/>• Çakıştırma analizlerinde raster verileri kullanmak daha avantajlıdır.<br/>• Ağ analizlerinde vektör veri modeli tercih edilir.<br/>• Raster veri yapısı, vektör veriye göre daha basittir.<br/>• Vektör veriler raster verilerden daha hassastır.<br/>• Vektör verilerde öznitelik bilgilerine ulaşma ve güncelleme daha kolaydır."
  },
  {
    "id": "3343666",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi topolojik veri modeline ilişkin <strong>doğru</strong> bir ifadedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bağlanırlık ve bitişiklik olmak üzere iki temel ilkesi vardır.",
      "B": "Dosyalama için etkin ve tutarlı olan bir depolama yapısına sahiptir.",
      "C": "Nesnelerin birbirleriyle olan komşuluk, yön, bağlantı vb. ilişkileri saklanmaz.",
      "D": "Dosyaların yapılandırılması ve bakımı zordur, ancak kolay üretilebilir.",
      "E": "Analiz işlemleri gerçekleştirilirken koordinat bilgilerine ihtiyaç duyulur."
    },
    "explanation": "Topolojik veri modelinde konumsal nesnelerin koordinat (x, y) bilgilerinin yanı sıra içindelik, dışındalık, komşuluk, yön, bağlantı özellikleri, çakışıklık vb.<br/>topolojik özellikleriyle birlikte kaydedildiği veri modelidir. dosyaların yapılandırılması ve bakımı daha kolaydır. Bu yönüyle etkin ve tutarlı bir depolama yapısına sahiptir. Bu veri modelinde analiz işlemleri gerçekleştirilirken koordinat bilgilerine ihtiyaç duyulmamaktadır. Topoloji bağlanırlık, bitişiklik ve yakınlık olmak üzere üç temel ilkeye sahiptir.<br/>Dosyalama için etkin ve tutarlı olan bir depolama yapısına sahiptir."
  },
  {
    "id": "3343675",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi raster veri modelinin avantajlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Matematiksel modellerin kullanıldığı analiz yöntemlerinde kullanılması daha uygundur.",
      "B": "Diskte kapladığı alan vektör veri modeline göre daha fazladır.",
      "C": "Özel amaçlar için kullanılacak raster verilerin temininde yüksek ücretler ödemek gerekebilir.",
      "D": "Raster veri modelinin gerçek nesneleri temsil etme gücü çözünürlüğünün yüksek olmasına bağlıdır.",
      "E": "Bazı coğrafi varlıkların gösteriminde bozulmalar oluşabilir."
    },
    "explanation": "Raster veri modelinin sağladığı bazı avantajlar vardır. Bunları aşağıdaki şekilde özetleyebiliriz.<br/>• Raster verilere ulaşmak daha az maliyetli olabilmektedir. Bazı internet siteleri ya da resmî kurumlar ücretsiz erişim imkânı sunmaktadır.<br/>• Kolay ve basit bir veri yapısına sahiptir. Bu nedenle yorumlaması da kolaydır.<br/>• Matematiksel modellerin kullanıldığı analiz yöntemlerinde kullanılması daha uygundur.<br/>• Çakıştırma analizlerinde kullanımı kolaydır."
  },
  {
    "id": "3343679",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi raster verinin sahip olduğu bir pikselin yeryüzünde kapladığı alanı ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Konumsal çözünürlük",
      "B": "Coğrafi konumlandırma",
      "C": "Raster",
      "D": "Vektör",
      "E": "Poligon"
    },
    "explanation": "Konumsal çözünürlük, raster verinin sahip olduğu bir pikselin yeryüzünde kapladığı alanı ifade eder."
  },
  {
    "id": "3343680",
    "unitNumber": 3,
    "text": "Son yıllarda insansız hava araçlarında yaşanan gelişmeler neticesinde önceleri hayal etmesi zor olan detayda ve çözünürlükte koordinat değerlerine sahip veriler toplanabilmektedir. Uydu teknolojileri gelişmeden önce yüksek çözünürlüklü veriler toplamak için aşağıdaki hangi veri kaynağından yararlanılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Arazi ölçümleri",
      "B": "Kağıt haritalar",
      "C": "Sayısal veriler",
      "D": "Hava fotoğrafları",
      "E": "Küresel konumlandırma sistemi"
    },
    "explanation": "Yüksek çözünürlüklü veriler ile çalışılmak istendiğinde hava fotoğraflarından yararlanılmaktadır. Hatta son yıllarda insansız hava araçlarında yaşanan gelişmeler neticesinde önceleri hayal etmesi zor olan detayda ve çözünürlükte koordinat değerlerine sahip veriler toplanabilmektedir."
  },
  {
    "id": "3343471",
    "unitNumber": 4,
    "text": "Proje tasarımı ile ilgili aşağıdakilerden hangisine ulaşılabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Amaç ve hedefler ölçülebilir olmalıdır.",
      "B": "Amaç ve hedefler sadece önemli sonuçlar üzerine odaklanmalıdır.",
      "C": "Amaç ve hedefler, iddialı olmamalıdır.",
      "D": "Amaç ve hedefler belirli bir zaman boyutu ile sınırlı olmamalıdır.",
      "E": "Amaç ve hedefler ödüllere bağlanmamalıdır."
    },
    "explanation": "Proje tasarımında amaç ve hedefler ölçülebilir olmalıdır. Doğru yanıt A’dır."
  },
  {
    "id": "3343472",
    "unitNumber": 4,
    "text": "Proje verinin temininde ortaya çıkan maliyet toplam CBS maliyetinin ne kadarına karşılık gelmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "%50’sine",
      "B": "%60’ına",
      "C": "%65’ine",
      "D": "%80’ine",
      "E": "%85’ine"
    },
    "explanation": "Proje verinin temininde ortaya çıkan maliyet toplam CBS maliyetinin %85’ine karşılık gelebilmektedir. Doğru yanıt E’dir."
  },
  {
    "id": "3343473",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi grafik olmayan verilere örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "yollar",
      "B": "binalar",
      "C": "parseller",
      "D": "binalara ait kat miktarları",
      "E": "nehirler"
    },
    "explanation": "Binalara ait kat miktarları grafik olmayan verilere örnektir. Doğru yanıt D’dir."
  },
  {
    "id": "3343474",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi vektör veri tipinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "dijital uzaktan algılama görüntüleri",
      "B": "taranmış haritalar",
      "C": "haritalardan üretilmiş DEM’ler",
      "D": "GPS ölçümleri",
      "E": "dijital hava fotoları"
    },
    "explanation": "GPS ölçümleri vektör veri tipinden biridir. Doğru yanıt D’dir."
  },
  {
    "id": "3343475",
    "unitNumber": 4,
    "text": "<ul> <li>Sayısal arazi modelinin uygulamada kullanılmasınaihtiyaç duyulur.</li> <li>Eğim, bakı, yükseklik, görünürlük ile ilgili ölçümlerinve analizlerinin gerçekleştirilmesi, hacim hesaplamaları ve kesit alınması türündeki uygulamalar yapılmaktadır.</li> </ul> Yukarıda tanımı verilen analiz yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "çakıştırma",
      "B": "yakınlık analizi",
      "C": "grid analizi",
      "D": "istatistiksel analiz",
      "E": "sayısal arazi analizi"
    },
    "explanation": "Sayısal arazi analizi, gerçekleştirilirken sayısal arazi modelinin uygulamada kullanılmasına ihtiyaç duyulur. Sayısal arazi analizinde eğim, bakı, yükseklik, görünürlük ile ilgili ölçümlerin ve analizlerinin gerçekleştirilmesi, hacim hesaplamaları ve kesit alınması türündeki uygulamalar yapılmaktadır. Doğru yanıt E’dir."
  },
  {
    "id": "3343476",
    "unitNumber": 4,
    "text": "Raster verileri kullanılarak gerçekleştirilen ve komşuluk ve optimumkoridor belirleme olmak üzere iki türü bulunan analiz yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "sorgulama",
      "B": "çakıştırma",
      "C": "yakınlık analizi",
      "D": "grid analizi",
      "E": "ağ analizi"
    },
    "explanation": "Raster verileri kullanılarak gerçekleştirilen ve komşuluk ve optimum koridor belirleme olmak üzere iki türü bulunan analiz yöntemi grid analizidir. Doğru yanıt D’dir."
  },
  {
    "id": "3343477",
    "unitNumber": 4,
    "text": "CBS’de raster tipi veriler aşağıdakilerden hangisini temsil etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "gridli biçimdeki tematik verileri",
      "B": "yolları",
      "C": "yamaçlar",
      "D": "tesviye eğrileri",
      "E": "konum bilgileri"
    },
    "explanation": "CBS’de raster tipi veriler gridli biçimdeki tematik verileri temsil etmektedir. Doğru yanıt A’dır."
  },
  {
    "id": "3343478",
    "unitNumber": 4,
    "text": "CBS’de TIN’ler aşağıdakilerden hangisinin temsilinde kullanılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "adres bilgilerininin",
      "B": "nokta, çizgi ve poligon geometrilerinin",
      "C": "yüzey özelliklerinin",
      "D": "gridli biçimdeki tematik verilerin",
      "E": "konum verilerinin"
    },
    "explanation": "CBS’de TIN’ler yüzey özelliklerinin temsilinde kullanılmaktadır. Doğru yanıt C’dir."
  },
  {
    "id": "3343479",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi özel CBS uygulamalarına ilişkin kalite kriterlerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "esneklik vesürdürülebilirlik",
      "B": "nitelik veridoğruluğu",
      "C": "veri sözlüğü",
      "D": "harita ürünlerinin tasarım kalitesi ve kullanılabilirliği",
      "E": "CBS özellik tipinin doğruluğu"
    },
    "explanation": "Esneklik ve sürdürülebilirlik özel CBS uygulamalarına ilişkin kalite kriterlerindendir. Doğru yanıt A’dır."
  },
  {
    "id": "3343480",
    "unitNumber": 4,
    "text": "Bir CBS projesi yürütmenin ilk adımı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "mekânsal verinin işlenmesi",
      "B": "veri temini",
      "C": "sorgulama",
      "D": "çakıştırma",
      "E": "yakınlık analizi"
    },
    "explanation": "Veri temini, bir CBS projesi yürütmenin ilk adımıdır. Doğru yanıt B’dir."
  },
  {
    "id": "3343481",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi herhangi bir CBS projesi için ihtiyaç duyulan verilerin belirlenmesinde sorulabilecek sorulardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mevcut verilerden yararlanarak üretebileceğim yeni veriler olabilir mi?",
      "B": "İhtiyaç duyduğum veriler nelerdir ve hangi formattadır?",
      "C": "Verileri elde etmek için kullanılacak yöntem ve format nasıl olmalı?",
      "D": "Verileri dönüştürülecekse hangi formatlara dönüştürülmeli?",
      "E": "Katılımcılar nasıl belirlenecek?"
    },
    "explanation": "Herhangi bir CBS projesi için ihtiyaç duyulan verilerin belirlenmesinde aşağıdaki gibi bazı soruların sorulması gerekmektedir (Kazan, 2016);<br/>• İhtiyaç duyduğum veriler nelerdir ve hangi formattadır?<br/>• Mevcut verilerden yararlanarak üretebileceğim yeni veriler olabilir mi?<br/>• Kullanmayı planladığım haritaların ölçeği nasıl olmalı?<br/>• Verileri elde etmek için kullanılacak yöntem ve format nasıl olmalı?<br/>• Verileri dönüştürülecekse hangi formatlara dönüştürülmeli?<br/>Katılımcılar nasıl belirlenecek?"
  },
  {
    "id": "3343482",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi vektör veri temininde kullanılan birincil yöntemlerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dijital Uzaktan Algılama görüntüleri",
      "B": "GPS ölçümleri",
      "C": "Dijital Hava Fotoları",
      "D": "Topografik ölçümler",
      "E": "Taranmış haritalar"
    },
    "explanation": "Vektör veri temininde kullanılan birincil yöntemler:\n<br/><ul><br/><li>GPS ölçümleri</li><br/><li>Arazi ölçümleri</li><br/></ul>"
  },
  {
    "id": "3343483",
    "unitNumber": 4,
    "text": "\"Veriyi tanımlayan, anlamlandıran, kalitesini, kaynağını, formatını ve bunun gibi değişkenleri açıklayan bilgiler topluluğudur.\" şeklinde tanımlanan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Veri tabanı",
      "B": "CBS",
      "C": "Metaveri",
      "D": "LAN",
      "E": "WAN"
    },
    "explanation": "<strong>Metaveri:</strong> Veriyi tanımlayan, anlamlandıran, kalitesini, kaynağını, formatını ve bunun gibi değişkenleri açıklayan bilgiler topluluğudur."
  },
  {
    "id": "3343484",
    "unitNumber": 4,
    "text": "Örneğin bir bölgedeki yapıların bulunduğu haritanın öznitelik tablolarında, her bir yapının ismi, kaç kat olduğu, bina tipi, ne için kullanıldığı, ısıtma biçimi, renk vb. birçok veriyi görmeyi mümkün kılan analiz yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ağ Analizleri",
      "B": "Sorgulama Analizi",
      "C": "Grid Analizi",
      "D": "Çakıştırma Analizi",
      "E": "İstatistiksel Analizler"
    },
    "explanation": "<strong>Sorgulama (Query):</strong> CBS uygulamalarında öznitelik ve mekânsal veriler bir arada bulunmaktadır. Bu veriler, atanan kimlik numaraları aracılığıyla birbiriyle ilişkilendirilerek depolanmaktadır.<br/>Örneğin bir bölgedeki yapıların bulunduğu haritanın öznitelik tablolarında, her bir yapının ismi, kaç<br/>kat olduğu, bina tipi, ne için kullanıldığı, ısıtma biçimi, renk vb. birçok veriyi görmek mümkündür.<br/>Sorgulama Analizi"
  },
  {
    "id": "3343485",
    "unitNumber": 4,
    "text": "\"Raster verileri kullanarak gerçekleştirilen bir analiz yöntemidir. Komşuluk ve optimum koridor belirleme olmak üzere iki türü bulunmaktadır.\" şeklinde tanımlanan analiz yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çakıştırma analizi",
      "B": "İstatistiksel analizler",
      "C": "Grid analizi",
      "D": "Yakınlık analizi",
      "E": "Sorgulama analizi"
    },
    "explanation": "<strong>Grid analizi (Grid analysis):</strong> Raster verileri kullanarak gerçekleştirilen bir analiz yöntemidir. Grid analizinin, komşuluk ve optimum koridor belirleme olmak üzere iki türü bulunmaktadır."
  },
  {
    "id": "3343486",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir CBS projesinde kullanılacak tüm teknik araç ve gereçlerin tercih edilmesi süresince dikkat edilmesi gereken konulardan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Belirlenen amaç ve hedeflere uygun olmalıdırlar.",
      "B": "Proje bütçesini aşmamalıdırlar.",
      "C": "Güvenlik açısından herhangi bir risk taşımamalıdırlar.",
      "D": "Birbirlerine bağımsız bir biçimde yapılandırılmaya imkân vermelidirler.",
      "E": "Projede üzerinde uygulanacak yöntemlere imkân sağlamalıdırlar."
    },
    "explanation": "Bir CBS projesinde kullanılacak tüm teknik araç ve gereçlerin tercih edilmesi süresince dikkat edilmesi gereken bazı hususlar bulunmaktadır. Bunlar (ESRI, 2009);<br/>• Proje bütçesini aşmamalıdırlar.<br/>• Belirlenen amaç ve hedeflere uygun olmalıdırlar.<br/>• Çalışma alanına uygun olmalıdırlar.<br/>• Verilerin elde edilmesine, depolanmasına, koordine edilmesine, analiz edilmesine, paylaşımına, eşzamanlı kullanılabilmesine ve sunum yapılabilmesine uygun olmalıdırlar.<br/>• Güvenlik açısından herhangi bir risk taşımamalıdırlar.<br/>• Projede üzerinde uygulanacak yöntemlere imkân sağlamalıdırlar.\n<br/>• Kullanımı kolay, güncellenebilir, geliştirilebilir ve bakımı yapılabilir olmalıdır.<br/>• Teknik konularla ilgili yeterli destek hizmetleri alınabilmelidir.<br/>• Halihazırdaki teknik altyapıyı destekler nitelikte olmalıdırlar.<br/>• Birbirlerine entegre olduğunda uyumlu bir biçimde yapılandırılmaya imkân vermelidirler.<br/>Birbirlerine bağımsız bir biçimde yapılandırılmaya imkân vermelidirler."
  },
  {
    "id": "3343487",
    "unitNumber": 4,
    "text": "\"Yerel alan ağlarının birbirine bağlanmasını sağlayan geniş alan ağı\" olarak tanımlanan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "LAN",
      "B": "WAN",
      "C": "TIN",
      "D": "Metaveri",
      "E": "CBS"
    },
    "explanation": "<strong>WAN:</strong> Yerel alan ağlarının birbirine bağlanmasını sağlayan geniş alan ağı"
  },
  {
    "id": "3343488",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi başarılı bir CBS uygulaması için gerekli koşullardan biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kaliteli bir sunuma",
      "B": "İyi ve sağlam bir tasarıma",
      "C": "Başarılı bir sistem entegrasyonuna",
      "D": "Uygun donanım ve yazılım ürünü seçimine",
      "E": "Kurulum aşamasında dikkatli bir değerlendirmeye"
    },
    "explanation": "Başarılı bir CBS uygulaması;\n<br/><ul><br/><li>iyi ve sağlam bir tasarıma</li><br/><li>uygun donanım ve yazılım ürünü seçimine</li><br/><li>başarılı bir sistem entegrasyonuna</li><br/><li>kurulum aşamasında dikkatli bir değerlendirmeye bağlıdır.<br/></li><br/></ul><br/>Kaliteli bir sunuma"
  },
  {
    "id": "3343489",
    "unitNumber": 4,
    "text": "\"Konumsal doğruluk ve görüntü kalitesi\" kalite kriterleri aşağıdaki hangi CBS proje çıktılarıyla ilişkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Proje Raporları, Belgeler",
      "B": "Havadan Veri Toplama",
      "C": "Derlenmiş CBS Verileri",
      "D": "Özel CBS Uygulamaları",
      "E": "Kavramsal ve Fiziksel Veritabanı Tasarımları"
    },
    "explanation": "Havadan Veri Toplama\n<br/>• Uçuş ve ekipman özelliklerine uygunluk<br/>• Veri toplama çözünürlüğü<br/>• İşleme gereksinimlerine uygunluk<br/>• <strong>Konumsal doğruluk</strong><br/><strong>• Görüntü kalitesi</strong><br/>• Veri teslim dosya formatına bağlılık<br/>• İşleme ve teslimat zamanı"
  },
  {
    "id": "3343490",
    "unitNumber": 4,
    "text": "Aşağıdaki CBS proje çıktıları ile ilişkili kalite kriterlerinden hangisi \"Proje Raporları, Belgeler\" başlığı altında değerlendirilen kalite kriterlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Belge formatı, netlik, okunabilirlik",
      "B": "Dil bilgisi, söz dizimi, yazım",
      "C": "İçerik belirtilen alanları kapsar.",
      "D": "Harita özelliği konumsal doğruluk",
      "E": "Para birimi (mevcut koşulları yansıtan güncel)"
    },
    "explanation": "Proje Raporları, Belgeler\n<br/>• İçerik belirtilen alanları kapsar.<br/>• Belge formatı, netlik, okunabilirlik<br/>• Harita ürünlerinin tasarım kalitesi ve kullanılabilirliği<br/>• Dil bilgisi, söz dizimi, yazım<br/>• Para birimi (mevcut koşulları yansıtan güncel)<br/>Harita özelliği konumsal doğruluk \"Derlenmiş CBS Verileri\" başlığı altında yer alan bir kriterdir."
  },
  {
    "id": "3343645",
    "unitNumber": 5,
    "text": "\"Noktasal veriler için bir koordinat çiftini (x,y) içerirken çizgisel ve alansal verilerde<br/>birden fazla koordinat çiftinden meydana gelmektedir.\" tanımı aşağıdaki kavramlardan hangisini tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Mekânsal analiz",
      "B": "Lokasyon bilgisi",
      "C": "Mesafe ölçümü",
      "D": "Uzunluk bilgisi",
      "E": "Alan bilgisi"
    },
    "explanation": "Lokasyon bilgisi, noktasal veriler için bir koordinat çiftini (x,y) içerirken çizgisel ve alansal verilerde<br/>birden fazla koordinat çiftinden meydana gelmektedir. Raster verilerde lokasyon bilgisi, katmandaki<br/>hücrelerin çözünürlüğü ve hücrenin katmandaki<br/>konumundan hesaplanmaktadır. Raster verilerde<br/>hücrenin konumunun hesaplanmasında hücrenin<br/>sol alt noktası veya orta noktası kullanılarak ölçüm<br/>yapılmaktadır."
  },
  {
    "id": "3343646",
    "unitNumber": 5,
    "text": "1. eşittir (=) operatörü<br/>2. küçüktür (&lt;) operatörü<br/>3. büyüktür (&gt;) operatörü<br/>4. küçük eşittir (&lt;=) operatörü<br/>5. büyük eşittir (&gt;=) operatörü<br/>6. eşit değildir (&lt; &gt;) operatörü<br/>7. ve (and) operatörü<br/>8. değil (or) operatörü\n Öznitelik Koşullarıyla Mekânsal Seçim Öznitelik verileri üzerinde koşullu seçim yapabilmek için SQL sorguları kullanılmaktadır. CBS uygulamalarında sorguların yazılmasını kolaylaştıran çeşitli yardımcı arayüzler bulunmaktadır. Bu arayüzler aracılığı ile sorgu çalıştırılacak tablolar seçilmekte ve gerekli koşullar sorguya eklenmektedir. Koşul oluşturmak için sıklıkla operatörler kullanılır. Bu operatörlerden bazıları yukarıda verilmiştir. Yukarıda verilen operatörlerden kaçı doğru açıklanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "3",
      "B": "4",
      "C": "5",
      "D": "6",
      "E": "7"
    },
    "explanation": "Öznitelik Koşullarıyla Mekânsal Seçim Öznitelik verileri üzerinde koşullu seçim yapabilmek için SQL sorguları kullanılmaktadır. CBS uygulamalarında sorguların yazılmasını kolaylaştıran çeşitli yardımcı arayüzler bulunmaktadır. Bu arayüzler aracılığı ile sorgu çalıştırılacak tablolar seçilmekte ve gerekli koşullar sorguya eklenmektedir. Koşul oluşturmak için sıklıkla kullanılan operatörler; 1. eşittir (=) operatörü 2. küçüktür (&lt;) operatörü 3. büyüktür (&gt;) operatörü 4. küçük eşittir (&lt;=) operatörü 5. büyük eşittir (&gt;=) operatörü 6. eşit değildir (&lt; &gt;) operatörü 7. ve (and) operatörü 8. veya (or) operatörü 9. benzer (like) operatörü 10. değil (not) operatörü 11. is operatörü olarak sıralanabilir"
  },
  {
    "id": "3343648",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Kesişenleri seçme işlemi</li> <li>Sınırına dokunanları seçme işlemi</li> <li>Tümüyle içine düşenleri seçme işlemi</li> </ol> Topolojik ilişkileri kullanarak mekânsal seçim işlemleri CBS uygulamaları arasında farklılıklar göstermektedir ancak çoğu uygulama tarafından desteklenen sorgu araçları yukardakilerden hangileridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Topolojik ilişkileri kullanarak mekânsal seçim<br/>işlemleri CBS uygulamaları arasında farklılıklar<br/>göstermektedir ancak çoğu uygulama tarafından<br/>desteklenen sorgu araçları;<br/>• kesişenleri seçme işlemi<br/>• belirli uzaklıkta olanları seçme işlemi<br/>• içine düşenleri seçme işlemi<br/>• tümüyle içine düşenleri seçme işlemi<br/>• içinde olduğunu seçme işlemi<br/>• tümüyle içinde olduğunu seçme işlemi<br/>• sınırına dokunanları seçme işlemi<br/>• ortak kenar paylaştıklarını seçme işlemi<br/>• benzerlerini seçme işlemi<br/>olarak listelenebilir"
  },
  {
    "id": "3343652",
    "unitNumber": 5,
    "text": "Topolojik İlişkileri Kullanarak Mekânsal Seçim kapsamında Seçim fonksiyonuna parametre olarak verilen nesne ile birlikte bir ölçü değeri girilen seçme işlemi aşağıdakilerden hangisini tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Kesişenleri Seçme İşlemi",
      "B": "Belirli Uzaklıkta Olanları Seçme İşlemi",
      "C": "İçine Düşenleri Seçme İşlemi",
      "D": "Tümüyle İçine Düşenleri Seçme İşlemi",
      "E": "Sınırına Dokunanları Seçme İşlemi"
    },
    "explanation": "Belirli Uzaklıkta Olanları Seçme İşlemi (Within a Distance of)<br/>Belirli uzaklıkta olanları seçme işleminde, seçim fonksiyonuna parametre olarak verilen nesne ile birlikte bir ölçü değeri girilmektedir."
  },
  {
    "id": "3343659",
    "unitNumber": 5,
    "text": "Temel mekansal analizler kapsamında \"Komşu iki nokta arasındaki en büyük yükseklik farkının yönünün belirlenmesi için kullanılan analiz yöntemi\" aşağıdakilerden hangisini tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Düzensiz Topolojik Model",
      "B": "Eğim Analizi",
      "C": "Bakı Analizi",
      "D": "Profil Çıkarma Analizi",
      "E": "Eş Eğri/Kontur Analizi"
    },
    "explanation": "Bakı Analizi (Aspect Map): Komşu iki nokta<br/>arasındaki en büyük yükseklik farkının yönünün<br/>belirlenmesi için kullanılan analiz yöntemidir"
  },
  {
    "id": "3343660",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>En Kısa Yol Tespiti: En kısa yol tespiti, tek kaynaklı noktadan başlayan hareketin hedeflenen bir noktaya en küçük ölçü biriminde ulaşması için kullanılan bir yöntemdir.</li> <li>Filo Yönlendirme: Filo yönlendirme analizi, birden çok aracın birden çok durak noktasına en düşük maliyetle ulaşmasını sağlamak için kullanılan analiz türüdür.</li> <li>Rota Oluşturma: Rotaoluşturma işlemi bir kaynaktan başlayan hareketin<br/>birden fazla noktaya en küçük maliyetle ulaşması için kullanılır</li> </ol> Ağ (Network) Analizleri kapsamında yukarıdaki tanımlamalardan hangileri doğru açıklanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "En Kısa Yol Tespiti (Shortest Path): En kısa yol tespiti, tek kaynaklı noktadan başlayan hareketin hedeflenen bir noktaya en küçük ölçü biriminde ulaşması için kullanılan bir yöntemdir.\n Filo Yönlendirme (Fleet Routing): Filo yönlendirme analizi, birden çok aracın birden çok durak noktasına en düşük maliyetle ulaşmasını sağlamak için kullanılan analiz türüdür.\n Rota Oluşturma (Traveling Salesman): Rotaoluşturma işlemi bir kaynaktan başlayan hareketin<br/>birden fazla noktaya en küçük maliyetle ulaşması için kullanılır"
  },
  {
    "id": "3343669",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Ağ analizleri birbirine bağlı çizgisel nesneleri kullanarak noktalar arasında gerçekleşecek hareketlerin incelenmesi ve işlenmesi amacıyla uygulanır</li> <li>Yakınlık analizi, bir nesne ile diğer nesnelerin arasındaki yakınlığın hesaplanması ve bu hesaplama bilgilerinin analiz edilmesidir</li> <li>yüzey analiz yöntemleri Arazi yer şekilleri üzerinde çalışılması ve çeşitli sonuçların elde edilerek görselleştirilmesidir</li> </ol> Temel Mekânsal Analizler kapsamında yukarıdakilerden hangileri doğru tanımlanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Yüzey Analizleri<br/>Arazi yer şekilleri üzerinde çalışılması ve çeşitli<br/>sonuçların elde edilerek görselleştirilmesi işleminde<br/>yüzey analiz yöntemlerinden yararlanılmaktadır.<br/>Yüzey analizleri ile işlem sonuçları çıkarılabileceği<br/>gibi sonraki yapılacak analizler için hazırlık işlemi<br/>olarak uygulanabilir. Yüzey analizleri yapabilmek<br/>için öncelikle yüzey modelleri oluşturulmalıdır. Yüzey modelleri düzenli ve düzensiz topolojik modelleme olmak üzere iki farklı yöntemle üretilmektedir.\n Yakınlık Analizleri<br/>Yakınlık analizi, bir nesne ile diğer nesnelerin<br/>arasındaki yakınlığın hesaplanması ve bu hesaplama bilgilerinin analiz edilmesi işlemini kapsar.<br/>Yakınlık için uzunluk ölçüleri ile mesafe tespiti<br/>dışında ulaşım zamanı, gürültü seviyesi gibi başka<br/>ölçüm metodları da kullanılabilir. Raster veriler ve<br/>vektör veriler üzerinde çeşitli yakınlık analizleri uygulanabilir. En çok kullanılan yakınlık analizi metodu tampon bölge oluşturma işlemidir.\n Ağ (Network) Analizleri<br/>Ağ analizleri birbirine bağlı çizgisel nesneleri<br/>kullanarak noktalar arasında gerçekleşecek hareketlerin incelenmesi ve işlenmesi amacıyla uygulanan<br/>analiz yöntemleridir. Vektör veriler üzerinde işlemler gerçekleştirilir. Çizgisel nesnelerdeki hareket<br/>yönü (tek yönlü/ çift yönlü), kullanım ve taşıma<br/>limitleri gibi analizde kullanılacak kısıtlamalar belirlenmelidir."
  },
  {
    "id": "3343671",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Temel Mekânsal Analizlerinden olan Ağ (Network) Analizlerinin dışında kalır?",
    "correctAnswer": "E",
    "options": {
      "A": "En kısa yol tespiti",
      "B": "Rota oluşturma",
      "C": "En yakın durak noktaları tespiti",
      "D": "Servis alanlarının tespit",
      "E": "Tampon Analiz tespiti"
    },
    "explanation": "Ağ analizleri;<br/>Mekânsal Analiz 5<br/>• en kısa yol tespiti,<br/>• rota oluşturma,<br/>• en yakın durak noktaları tespiti,<br/>• servis alanlarının tespiti,<br/>• filo yönlendirme<br/>gibi işlemler için kullanılmaktadır"
  },
  {
    "id": "3343673",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi servis alanı tespitini tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir noktaya belirlenen ölçü birimi ve ölçü değeri uzaklıktaki alanın belirlenmesi ve bu alan üzerinde analiz yapılmasıdır",
      "B": "Bir kaynaktan başlayan hareketin birden fazla noktaya en küçük maliyetle ulaşmasıdır",
      "C": "Tek kaynaklı noktadan başlayan hareketin hedeflenen bir noktaya en küçük ölçü biriminde ulaşmasıdır",
      "D": "Birden çok aracın birden çok durak noktasına en düşük maliyetle ulaşmasıdır",
      "E": "Seçilen noktasal, çizgisel veya alansal bir nesneden belirlenen uzaklıktaki alanların tespit edilerek tampon bölge oluşturulmasıdır"
    },
    "explanation": "Servis Alanlarının Tespiti (Service Areas):<br/>Servis alanlarının tespiti işlemi, bir noktaya belirlenen ölçü birimi ve ölçü değeri uzaklıktaki alanın<br/>belirlenmesi ve bu alan üzerinde analiz yapılması<br/>için kullanılır."
  },
  {
    "id": "3343676",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Bilinen mekânsal verileri ve mekânsal verilere bağlı öznitelik verilerini kullanarak bilinmeyen konumlardaki mekânsal verileri veya mekânsal verilere bağlı öznitelik verilerini çeşitli algoritmalar<br/>kullanarak tahmin etme işlemidir</li> <li>Enterpolasyon işlemini gerçekleştirebilmek için öncelikli olarak modelleme yapılmalı ve oluşturulan<br/>gruplara/modellere göre tahminleme algoritmaları kullanılmalıdır</li> <li>Enterpolasyon işlemi bir katmanda uygulanır ve ilgili katmandaki bilinen veriler ile bilinmeyen verilerin yakınlıklarına ve benzer öznitelik verilerine göre çeşitli algoritmalar kullanılarak gerçekleştirilmektedir</li> </ol> Yukarıdakilerden hangisi Enterpolasyon kapsamında doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "ENTERPOLASYON (ARA DEĞER KESTİRİMİ)<br/>Enterpolasyon, bilinen mekânsal verileri ve mekânsal verilere bağlı öznitelik verilerini kullanarak bilinmeyen konumlardaki mekânsal verileri veya mekânsal verilere bağlı öznitelik verilerini çeşitli algoritmalar<br/>kullanarak tahminleme işlemidir. Bazı durumlarda çalışılan alanda istenen tüm konumlara ait verileri<br/>toplamak ya da elde etmek mümkün olmamaktadır. Bu durumlarda, sonuç haritası oluşturabilmek ya da<br/>farklı analizler uygulayabilmek için bilinmeyen konumlardaki verilerin tespit edilmesi gerekmektedir.<br/>Enterpolasyon işlemi bir katmanda uygulanır ve ilgili katmandaki bilinen veriler ile bilinmeyen verilerin yakınlıklarına ve benzer öznitelik verilerine göre çeşitli algoritmalar kullanılarak gerçekleştirilmektedir.<br/>Bilinen verilerin miktarı ve doğruluğu, bilinmeyen konumlardaki veri tahminleme işleminin doğruluğunu<br/>etkileyen en önemli faktördür. Bilinen verilerin miktarı ve doğruluğu ne kadar yüksekse tahminlenen verilerin doğruluğu da o kadar yüksek olmaktadır.<br/>134<br/>Mekânsal Analiz 5<br/>Enterpolasyon işlemini gerçekleştirebilmek için<br/>öncelikli olarak modelleme yapılmalı ve oluşturulan<br/>gruplara/modellere göre tahminleme algoritmaları<br/>kullanılmalıdır. Gruplandırma/modelleme işleminde etki alanına bölme (Voronoi Polygons) veya hücrelere bölme şeklinde iki yöntem uygulanmaktadır"
  },
  {
    "id": "3343647",
    "unitNumber": 6,
    "text": "CBS kavramı tarihsel olarak çok çeşitli sınıflandırmalara tabi tutulmuş olsa da Coğrafi Bilgi Sistemleri dönemlerini 5 genel kategoriye ayırmak mümkündür. Buna göre öncü dönem hangi tarihleri kapsar?",
    "correctAnswer": "C",
    "options": {
      "A": "1950’lerin ortalarından başlayıp 1980’lerin başlarına kadar",
      "B": "1950’lerin ortalarından başlayıp 1960’lerin başlarına kadar",
      "C": "1950’lerin ortalarından başlayıp 1970’lerin başlarına kadar",
      "D": "1950’lerin ortalarından başlayıp 1990’lerin başlarına kadar",
      "E": "1950’lerin ortalarından başlayıp 1999’lerin başlarına kadar"
    },
    "explanation": "CBS kavramı tarihsel olarak çok çeşitli sınıf- landırmalara tabi tutulmuş olsa da Coğrafi Bilgi Sistemleri dönemlerini 5 genel kategoriye ayırmak mümkündür. Bunlar:\n<br/><ol><br/><li><br/>Coğrafi Bilgi Sistemleri’nde öncü dönem: 1950’lerin ortalarından yaklaşık 1970’lerin ortalarına kadar\n<br/></li><br/><li><br/>Coğrafi Bilgi Sistemleri’nde hükümet des- tekli deneysel dönem: 1970’lerin ortaların- dan başlayıp 1980’lerin başlarına kadar\n<br/></li><br/><li><br/>Coğrafi Bilgi Sistemleri’nde ticari dönem: 1980’lerin başından 1990’a kadar\n<br/></li><br/><li><br/>Coğrafi Bilgi Sistemleri’nde kullanıcı hâkimiyeti dönemi: 1990’da başlayan ve 1990’ların ortalarına kadar\n<br/></li><br/><li><br/>Coğrafi Bilgi Sistemleri’nde 21. yüzyıl\n<br/></li><br/></ol>"
  },
  {
    "id": "3343649",
    "unitNumber": 6,
    "text": "1980’lerin başından 1990’a kadar olan dönem hangi Coğrafi Bilgi Sistemleri dönemini ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Coğrafi Bilgi Sistemleri’nde öncü dönem",
      "B": "Coğrafi Bilgi Sistemleri’nde hükümet destekli deneysel dönem",
      "C": "Coğrafi Bilgi Sistemleri’nde ticari dönem",
      "D": "Coğrafi Bilgi Sistemleri’nde kullanıcı hâkimiyeti dönemi",
      "E": "Coğrafi Bilgi Sistemleri’nde 21. yüzyıl"
    },
    "explanation": "CBS kavramı tarihsel olarak çok çeşitli sınıf- landırmalara tabi tutulmuş olsa da Coğrafi Bilgi Sistemleri dönemlerini 5 genel kategoriye ayırmak mümkündür. Bunlar:\n<br/><ol><br/><li><br/>Coğrafi Bilgi Sistemleri’nde öncü dönem: 1950’lerin ortalarından yaklaşık 1970’lerin ortalarına kadar\n<br/></li><br/><li><br/>Coğrafi Bilgi Sistemleri’nde hükümet des- tekli deneysel dönem: 1970’lerin ortaların- dan başlayıp 1980’lerin başlarına kadar\n<br/></li><br/><li><br/>Coğrafi Bilgi Sistemleri’nde ticari dönem: 1980’lerin başından 1990’a kadar\n<br/></li><br/><li><br/>Coğrafi Bilgi Sistemleri’nde kullanıcı hâkimiyeti dönemi: 1990’da başlayan ve 1990’ların ortalarına kadar\n<br/></li><br/><li><br/>Coğrafi Bilgi Sistemleri’nde 21. yüzyıl\n<br/></li><br/></ol><br/>CBS kavramı tarihsel olarak çok çeşitli sınıf- landırmalara tabi tutulmuş olsa da Coğrafi Bilgi Sistemleri dönemlerini 5 genel kategoriye ayırmak mümkündür. Bunlar:\n <ol> <li> Coğrafi Bilgi Sistemleri’nde öncü dönem: 1950’lerin ortalarından yaklaşık 1970’lerin ortalarına kadar\n </li> <li> Coğrafi Bilgi Sistemleri’nde hükümet des- tekli deneysel dönem: 1970’lerin ortaların- dan başlayıp 1980’lerin başlarına kadar\n </li> <li> Coğrafi Bilgi Sistemleri’nde ticari dönem: 1980’lerin başından 1990’a kadar\n </li> <li> Coğrafi Bilgi Sistemleri’nde kullanıcı hâkimiyeti dönemi: 1990’da başlayan ve 1990’ların ortalarına kadar\n </li> <li> Coğrafi Bilgi Sistemleri’nde 21. yüzyıl\n </li> </ol>"
  },
  {
    "id": "3343650",
    "unitNumber": 6,
    "text": "Yazılım paydaşlarının yazılımdan değer elde etmek için gerçekleştirebilecekleri eylemlere ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Harita ve İmaj Dijitalleştirme",
      "B": "Klavye Girdisi",
      "C": "Dosya İçeri Alma",
      "D": "Vektör Veri Yönetimi",
      "E": "Yazılım yeteneği"
    },
    "explanation": "Yazılım yeteneği: Yazılım paydaşlarının yazılımdan değer elde etmek için gerçek- leştirebilecekleri eylemlerdir."
  },
  {
    "id": "3343651",
    "unitNumber": 6,
    "text": "\"............. bir CBS’deki bağlantılı veya bitişik vektörel nesnelerin (noktalar, çoklu çizgiler ve çokgenler) arasındaki uzamsal ilişkileri ifade eder.\" Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Topoloji Yönetimi",
      "B": "Raster Vektör Dönüşümü",
      "C": "Veriyi Güncelleyebilme",
      "D": "Vektör Raster Dönüşümü",
      "E": "Vektör Veri Yönetimi"
    },
    "explanation": "Topoloji Yönetimi: Topoloji, bir CBS’deki bağlantılı veya bitişik vektörel nesnelerin (nokta- lar, çoklu çizgiler ve çokgenler) arasındaki uzam- sal ilişkileri ifade eder."
  },
  {
    "id": "3343653",
    "unitNumber": 6,
    "text": "Bir coğrafi nesneye belli bir mesafede bulunabilecek diğer coğrafi nesnelerin bulunması için kullanılan analize ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Konumlama",
      "B": "Zonlama",
      "C": "Tonlama",
      "D": "Uzamlama",
      "E": "Yakınlama"
    },
    "explanation": "Yakınlık ve Zonlama Analizi: Coğrafi objelerin diğer coğrafi objelere olan uzaklık bilgisi ile yapılır. En yaygın kullanılan yakınlık analizlerinden biri buffer (zonlama) analizidir. Zonlama analizi bir coğrafi nesneye belli bir mesafede bulunabilecek diğer coğrafi nesnelerin bulunması için kullanılır. Bu analizde nokta, çizgi veya poligon verinin çevresine istenilen mesafe ve kademelerde zonlar atanır."
  },
  {
    "id": "3343654",
    "unitNumber": 6,
    "text": "Ağ analizi aşağıdakilerden hangisinde yapılmaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Karayolları",
      "B": "Uçuş rotaları",
      "C": "Enerji nakil hatları",
      "D": "Dağların belirlenmesi",
      "E": "Su dağıtım şebekeleri"
    },
    "explanation": "Ağ analizi: Karayolları, uçuş rotaları, enerji nakil hatları, su dağıtım şebekeleri gibi çizgisel coğrafi\n<br/>objelerin oluşturdukları yapılar üzerinden yapılan analizlere ağ analizleri denir. Ağ analizleri genel manada:\n<br/><ul><br/><li><br/>En uygun güzergâh\n<br/></li><br/><li><br/>En düşük maliyet\n<br/></li><br/><li><br/>Etki alanı\n<br/>analizleri için kullanılır.\n<br/></li><br/></ul><br/>Ağ analizi: Karayolları, uçuş rotaları, enerji nakil hatları, su dağıtım şebekeleri gibi çizgisel coğrafi\n objelerin oluşturdukları yapılar üzerinden yapılan analizlere ağ analizleri denir. Ağ analizleri genel manada:\n <ul> <li> En uygun güzergâh\n </li> <li> En düşük maliyet\n </li> <li> Etki alanı\n analizleri için kullanılır.\n </li> </ul>"
  },
  {
    "id": "3343655",
    "unitNumber": 6,
    "text": "\"Bir trafonun yanması sonucunda hangi mahallelerde hangi binalara elektrik verilemeyeceği, bir doğalgaz vanasının kapanması sonucu hangi konutların etkileneceği gibi sorulara cevap verebilmek için .......... analizleri yapılmaktadır.\" Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Coğrafi kodlama",
      "B": "Etki alanı",
      "C": "En düşük maliyet",
      "D": "En uygun güzergah",
      "E": "Buffer"
    },
    "explanation": "Etki alanı: Etki alanı analizleri dendiğinde akla gelen en bilindik analiz, bir ağda veya şebekede oluşan aksaklık sebebiyle ağda başka nerelerin etkileneceğinin analizleridir. Genelde enerji ve dağıtım şebekelerin- de kullanılır. Örnek vermek gerekirse bir trafonun yanması sonucunda hangi mahallelerde hangi binalara elektrik verilemeyeceği, bir doğalgaz vanasının kapanması sonucu hangi konutların etkileneceği gibi soru- lara cevap verebilmek için etki alanı analizleri yapılmaktadır."
  },
  {
    "id": "3343656",
    "unitNumber": 6,
    "text": "Çakıştırma neyi ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aynı bölgeye ait farklı veri katmanlarını kullanarak içinde çeşitli veri setlerinin olduğu birleşmiş yeni haritalar elde etme işidir.",
      "B": "Bir coğrafi nesnenin adresi veya adı gibi sözel bir öznitelik verisini alarak o coğrafi neşenin dünya yüzeyindeki konumunu belirten coğrafi koordinatların alınması işlemidir.",
      "C": "Bir ağda veya şebekede oluşan aksaklık sebebiyle ağda başka nerelerin etkileneceğinin analizleridir.",
      "D": "Kontrol edilen kısıt, iki nokta arasındaki mesafedir.",
      "E": "Bir ağ içinde iki nokta arasında gidilebilecek yol."
    },
    "explanation": "Çakıştırma: En çok kullanılan analiz yöntemlerinden biri olan çakıştırma, aynı bölgeye ait farklı veri katmanlarını kullanarak içinde çeşitli veri setlerinin olduğu birleşmiş yeni haritalar elde etme işidir. Örne- ğin belirli bir bölgedeki konutları gösteren haritayı, aynı bölgedeki taşkın riski taşıyan bölgeleri gösteren haritalar ile çakıştırıp taşkın alanlarında kalan konutları gösteren yeni bir harita elde etmemiz mümkün olacaktır."
  },
  {
    "id": "3343657",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Coğrafi Bilgi Sistem Yazılımları arasında yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Web CBS Alıcıları",
      "B": "Masaüstü CBS Sistemleri",
      "C": "Konumsal Veritabanı Sistemleri",
      "D": "CBS Yazılım Merkezleri",
      "E": "Konumsal Veritabanı Sistemleri"
    },
    "explanation": "Şekil 6.2."
  },
  {
    "id": "3343658",
    "unitNumber": 6,
    "text": "ABD hükûmetine ait ve ABD Uzay Kuvvetleri tarafından yönetilen uydu tabanlı navigasyon sistemi olan GPS ilk olarak kaç yılında başlatılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1976",
      "B": "1977",
      "C": "1978",
      "D": "1979",
      "E": "1980"
    },
    "explanation": "<ol start=\"0\"><br/><li><br/>GPS ilk olarak 1978 yılında başlatılan, ABD hükûmetine ait ve ABD Uzay Kuv- vetleri tarafından yönetilen uydu tabanlı navigasyon sistemidir.\n<br/></li><br/></ol><br/><ol start=\"0\"> <li> GPS ilk olarak 1978 yılında başlatılan, ABD hükûmetine ait ve ABD Uzay Kuv- vetleri tarafından yönetilen uydu tabanlı navigasyon sistemidir.\n </li> </ol>"
  },
  {
    "id": "3343619",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Bilgisayar grafikleri</li> <li>Veri tabanları</li> <li>Uzaktan algılama</li> </ol> Yukarıdaki faaliyetlerin hangisinden Coğrafi bilgi sistemleri ortaya çıkmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Coğrafi bilgi sistemleri dört farklı alandaki faaliyetlerden<br/>ortaya çıkmıştır: Kartografi, bilgisayar<br/>grafikleri, veri tabanları ve uzaktan algılama"
  },
  {
    "id": "3343620",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Enerji kaynağı</li> <li>Enerjinin dünya yüzeyi ile etkileşimi</li> <li>Enerji türünün bir diğer enerji türüne dönüştürülmesi</li> </ol> CBS ve Uzaktan Algılama İlişkisinde Uzaktan Algılama Temelleri kapsamında yukarıdakilerden hangisi Dünya yüzeyindeki nesneler ve özellikleri hakkında bilgi toplamaya yardımcı<br/>olan temel işlemler arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Dünya yüzeyindeki nesneler<br/>ve özellikleri hakkında bilgi toplamaya yardımcı<br/>olan temel işlemler şunlardır: (i) Enerji kaynağı, (ii)<br/>kaynaktan yeryüzüne enerji iletimi, (iii) enerjinin<br/>dünya yüzeyi ile etkileşimi, (iv) atmosferden yansıyan/<br/>yayılan enerjinin yayılması, (v) sensör tarafından<br/>yansıyan/yayılan enerjinin tespiti, (vi) alınan<br/>enerjinin fotografik/dijital veri biçimine dönüştürülmesi,<br/>(vii) veri ürünlerinden bilgi içeriğinin<br/>çıkarılması, (viii) bilgilerin harita/tablo formatına<br/>dönüştürülmesi"
  },
  {
    "id": "3343621",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Güneş enerjisi</li> <li>Elektromanyetik enerji </li> <li>Yenilenebilir enerji</li> <li>Jeotermal enerji</li> </ol> Yukarıdakilerden hangi enerji türleri Uzaktan algılamada kullanılan enerji türleri arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "II ve IV",
      "E": "I, II ve IV"
    },
    "explanation": "Uzaktan algılamanın ilk şartı, hedefi aydınlatan veya elektromanyetik enerji sağlayan bir enerji kaynağına<br/>sahip olmaktır. Güneş, uzaktan algılama için en önemli enerji kaynağıdır. Güneş enerjisi görünür dalga<br/>boylarında herhangi bir kesintiye uğramadan yansıtılır veya termal kızılötesi dalga boylarında herhangi bir<br/>kesintiye uğramadan emilir ve ardından yeniden yayılır. Bir kaynaktan yayılan enerji, kaynak ile nesne yüzeyi<br/>arasında ışık hızında (saniyede 300.000 km) enerji dalgaları şeklinde yayılır. Bu tür enerji yayılımına<br/>Elektromanyetik Radyasyon (EMR) denir."
  },
  {
    "id": "3343622",
    "unitNumber": 7,
    "text": "\"Yeryüzündeki cisimlerin tür ve özellikleri ............ dalga boyuna bağlı olarak değişiklik göstermektedir.\"\n CBS ve Uzaktan Algılama İlişkisinde Uzaktan Algılama Temelleri kapsamında yukarıdaki cümleyi doğru tamamlamak için boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Elektromanyetik yansıtımı",
      "B": "Radyo frekans yansıtımı",
      "C": "Spektral yansıtımı",
      "D": "Termal yansıtımı",
      "E": "Işık yansıtımı"
    },
    "explanation": "Yeryüzündeki cisimlerin tür ve özellikleri spektral yansıtımı dalga boyuna bağlı olarak değişiklik göstermektedir"
  },
  {
    "id": "3343632",
    "unitNumber": 7,
    "text": "<ol type=\"I\"><br/><li>Günün veya mevsimin hangi saatinde olursa olsun ölçümlerin her zaman elde edilmesi </li><br/><li>Mikrodalgalar gibi güneş tarafından yeterince sağlanmayan dalga boylarını incelemek veya bir hedefin aydınlatılma şeklini daha iyi kontrol etmek için kullanılabilir</li><br/><li>Hedefleri yeterince aydınlatmak için oldukça büyük miktarda enerji üretmesi</li><br/></ol><br/>Yukarıdakilerden hangileri Uzaktan Algılama Platformlarındaki Aktif sensörlerin avantajlarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Aktif sensörler ise kendi enerji kaynaklarını sağlar. Sensör, araştırılacak hedefe yönelik radyasyon<br/>yayar. Bu hedeften yansıyan radyasyon sensör tarafından algılanır ve ölçülür. Aktif sensörlerin avantajları arasında günün veya mevsimin hangi saatinde olursa olsun ölçümlerin her zaman elde edilmesi yer alır. Aktif sensörler, mikrodalgalar gibi güneş tarafından yeterince sağlanmayan dalga boylarını incelemek veya bir hedefin aydınlatılma şeklini daha iyi kontrol etmek için kullanılabilir. Bununla birlikte aktif sistemlerin, hedefleri yeterince aydınlatmak için oldukça büyük miktarda enerji üretmesi gerekmektedir."
  },
  {
    "id": "3343633",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Uydu tarafından erişilemeyen bir çözünürlükte veri sağlar</li> <li>Uydunun gözlemleme kapsamından daha geniştir</li> <li>Belirli bölgelerde ulusal ve/veya uluslararası mevzuat tarafından sınırlandırılır</li> </ol> Uzaktan Algılamada Kullanılan Veri Kaynakları Ve Veri Türleri kapsamında İHA'ların özelliklerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "İHA ile uzaktan algılama robotik, bilgisayarla<br/>görme ve sensör minyatürleştirmenin gelişmesi sonucunda<br/>ortaya çıkmıştır. İHA’ların yüzeye yakın<br/>veri elde etme yeteneği; bu tür uzamsal çözünürlüğe<br/>izin vermektedir aynı zamanda uydu ve uçak<br/>sensörleri ile kıyaslandığında yarı bağımsızdırlar<br/>ve bulutlardan daha az etkilenirler. İHA esnekliği,<br/>edinim koşullarının seçilmesine olanak tanımaktadır.<br/>Bunlar; sensör tipi, görüş açıları, uzaysal çözünürlük,<br/>edinim süresi ve sıklığıdır. İHA sistemleri<br/>uydulara farklı ve tamamlayıcı bir profil sunmaktadır.<br/>İHA ve uydu sistemleri arasında çözünürlükte,<br/>özellikle uzaysal, zamansal ve alan çözünürlüklerinde<br/>her bir vektörü kullanmanın avantajları ve<br/>dezavantajları arasında tamamlayıcılıklar bulunmaktadır.<br/>Örneğin, İHA yüksek alım esnekliğine<br/>sahip olmasına rağmen bir operatör, büyük hacimli<br/>verilerin yönetimini ve ön işlemesini gerektirirken<br/>uydu verileri web tabanlı platformlarda kolayca<br/>bulunmakta ve genellikle analize hazır hâldedir.<br/>Ayrıca İHA, uydu tarafından erişilemeyen bir çözünürlükte<br/>veri sağlamaktadır ancak uydunun<br/>gözlemlenen kapsamına rakip olamaz ve belirli<br/>bölgelerde ulusal ve/veya uluslararası mevzuat tarafından<br/>sınırlandırılır. Uzaktan algılama verisinin<br/>bu iki kaynağı arasında, ilkinin avantajları ikincisinin<br/>dezavantajlarını telafi ediyor gibi gözükse de<br/>aslında sinerjileri için güçlü bir potansiyel ortaya<br/>koymaktadır."
  },
  {
    "id": "3343641",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>İlgili alan seçimi ve alana ait verilerin işleme</li> <li>Ön işleme</li> <li>Sınıflandırma</li> </ol> Yukarıdakilerden hangisi CBS verilerinin uzaktan algılama görüntü işleme işlevlerini geliştirmek için kullanılabildiği aşamalardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "I ve III",
      "C": "II ve III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "CBS verileri, çeşitli aşamalarda uzaktan algılama<br/>görüntü işleme işlevlerini geliştirmek için<br/>kullanılabilir: İlgili alan seçimi ve alana ait verilerin<br/>işleme, ön işleme ve sınıflandırması."
  },
  {
    "id": "3343642",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi hem İHA hem de uydu görüntülerden üretilebilen fotogrametrik ürünlerin dışında kalır?",
    "correctAnswer": "C",
    "options": {
      "A": "Coğrafi veriler",
      "B": "Arazi modelleri",
      "C": "Sayısal Arazi Modeli",
      "D": "3 boyutlu modeller",
      "E": "Vektörel haritalar"
    },
    "explanation": "Hem İHA hem de uydu görüntülerden birçok fotogrametrik ürünler üretilebilmektedir.<br/>Bunlardan bazıları:<br/>• Coğrafi veriler,<br/>• Arazi modelleri,<br/>• Vektörel haritalar,<br/>• Ortofoto,<br/>• 3 boyutlu modeller."
  },
  {
    "id": "3343643",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Uzaktan Algılama İlişkisi kapsamında Lidar Sistemleriyle ilişkili olarak kullanılan arazi modelleri örnekleri dışında kalır? <br/>• Su akışını veya kütle hareketlerini modelleme (örn. heyelanlar)<br/>• (örn. yükseltilmiş kabartma haritalar)<br/>•<br/>• 3B görselleştirmeler oluşturma<br/>• Yerçekimi ölçümlerini azaltma (arazi düzeltme) (örn. gravimetri, fiziksel jeodezi)<br/>•.",
    "correctAnswer": "D",
    "options": {
      "A": "Fiziki coğrafya ve jeomorfolojide arazi analizi",
      "B": "Hava fotoğrafçılığını veya uydu görüntülerini düzeltme",
      "C": "Fiziksel modeller oluşturma",
      "D": "Dijital modelleme hazırlama",
      "E": "Yerçekimi ölçümlerini azaltma"
    },
    "explanation": "Arazi modelleri birçok alanlarda kullanılmaktadır, onlardan bazı örnekler:<br/>• Su akışını veya kütle hareketlerini modelleme (örn. heyelanlar)<br/>• Fiziksel modeller oluşturma (örn. yükseltilmiş kabartma haritalar)<br/>• Hava fotoğrafçılığını veya uydu görüntülerini düzeltme<br/>• 3B görselleştirmeler oluşturma<br/>• Yerçekimi ölçümlerini azaltma (arazi düzeltme) (örn. gravimetri, fiziksel jeodezi)<br/>• Fiziki coğrafya ve jeomorfolojide arazi analizi."
  },
  {
    "id": "3343644",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Ölçüm ekipmanı</li> <li>Küresel Navigasyon Uydu Sistemi</li> <li>İnersiyal Ölçme Ünitesi</li> </ol> Lidar sistemleri, bir nesneye olan mesafeyi ölçmek için gönderilen lazer ışığının sensörden nesneye gitmesi ve menzili belirlemek üzere geri dönmesi için gereken kesin zamanlamayı kullanırken yukarıdakilerden hangilerini sisteminde bulundurmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Lidar sistemleri, bir nesneye olan<br/>mesafeyi ölçmek için gönderilen lazer<br/>ışığının sensörden nesneye gitmesi<br/>ve menzili belirlemek üzere geri<br/>dönmesi için gereken kesin zamanlamayı kullanır. Ölçüm ekipmanı, bir Küresel Navigasyon Uydu Sistemi<br/>(GNSS) ve bir İnersiyal Ölçme Ünitesi (IMU) içerir"
  },
  {
    "id": "3343608",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Coğrafya Biliminde doğal ve beşeri ortamlara ait verilerin araştırılmasında dikkat edilmesi gereken prensiplerden birisidir.",
    "correctAnswer": "B",
    "options": {
      "A": "Yayılım",
      "B": "İlişki",
      "C": "Çevresellik",
      "D": "Tümdengelim",
      "E": "Tümevarım"
    },
    "explanation": "CBS 103U Coğrafi Bilgi Sistemlerine Giriş Ders Kitabının “CBS’nin Kullanım Alanları” Başlıklı 8. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.\n Eyyuboğlu ve Aktaş (2016), coğrafyayı doğal ve beşeri ortamları içine alacak şekilde bu ortamlara ait verilerin ya da bu verilere ait özelliklerin gerek birbirleri ile gerekse de kendi içlerinde olan ilişkilerini coğrafi ilkeler çerçevesinde araştıran ve analiz eden bilim dalı olarak tanımlamaktadır. Bu prensipler;\n <ul> <li>Dağılış</li> <li>İlişki</li> <li>Nedensellik</li> <li>Karşılaştırma olarak ele alınmıştır.</li> </ul> Bu prensiplerin veri analiz süreçlerinde dikkate alınmaması, sonuçların sorunlu olmasına sebep olabilmektedir. Bu coğrafi prensiplerle yürütülen konuma dayalı analiz yöntemlerinde CBS işlevselliğin sağlanabilmesi adına çok önemli olmaktadır.\n Bu nedenle sorunun doğru Cevabı “B” seçeneğidir."
  },
  {
    "id": "3343609",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisinde Türkiye Coğrafi Bilgi Kurulu Sisteminin 49. Cumhurbaşkanlığı Kararnamesi ile kurulduğu yıl doğru olarak verilmiştir.",
    "correctAnswer": "C",
    "options": {
      "A": "2017",
      "B": "2018",
      "C": "2019",
      "D": "2020",
      "E": "2021"
    },
    "explanation": "CBS 103U Coğrafi Bilgi Sistemlerine Giriş Ders Kitabının “CBS’nin Kullanım Alanları” Başlıklı 8. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.\n CBS’nin kullanımı günlük hayatımıza olumlu yönde etkilerde bulunmaktadır. Gerek ulusal gerekse uluslararası düzeyde CBS kullanımı ile mekâna dayalı tüm iş ve işlemlerimizde ekonomiklik artmakta, zamandan ve enerjiden tasarruf etmekteyiz. Bu sebepler de göz önüne alınarak CBS’nin kullanımı ülkemizde bir devlet politikası hâlini alarak 07/11/2019 tarihli ve 49 no’lu Cumhurbaşkanlığı Kararnamesi ile Türkiye Coğrafi Bilgi Sistemi Kurulu oluşturulmuştur. Aynı yıl 24 Aralık tarihinde Ulusal Akıllı Şehirler Stratejisi ve Eylem Planı yayımlanmıştır. Ülkemizde CBS uzmanlığı da Cumhurbaşkanlığı yönetmeliği ile düzenlenmektedir. Bunların yanı sıra Ulusal Coğrafi Bilgi Sistemleri ve Eylem Planı da 30 Haziran 2020 tarihli ve 31171 sayılı Resmî Gazete’de yayımlanmıştır.\n Bu nedenle sorunun doğru Cevabı “C” seçeneğidir."
  },
  {
    "id": "3343610",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, Bilgi ve iletişim teknolojilerindeki gelişmenin etkisi ile yaşanan; nesnelerin internei, nanoteknoloji, yapay zeka gibi teknolojik gelişmeleri bünyesinde barındıran endüstri koluna verilen isimdir.",
    "correctAnswer": "D",
    "options": {
      "A": "Endüstri 1.0",
      "B": "Endüstri 2.0",
      "C": "Endüstri 3.0",
      "D": "Endüstri 4.0",
      "E": "Endüstri 5.0"
    },
    "explanation": "CBS 103U Coğrafi Bilgi Sistemlerine Giriş Ders Kitabının “CBS’nin Kullanım Alanları” Başlıklı 8. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.\n Endüstri 4.0 için dördüncü endüstri devrimi ya da endüstriyel internet gibi isimlendirmeler kullanılabilmektedir. Bilgi ve iletişim teknolojilerindeki gelişmenin etkisi olarak yaşanan dördüncü sanayi devrimi ve sonrasındaki teknoloji temelli gelişmeler endüstri 4.0 kavramını oluşturmuştur. Bu gelişmeleri robotik alanındaki gelişmeler, <em>nesnelerin interneti</em>, nanoteknoloji, akıllı sistemler, yapay zeka gibi teknolojiler oluşturmaktadır. Endüstri 4.0’ın ne olduğuna bakacak olursak; Özsoylu (2017)’nin yapmış olduğu “Bilgisayarların, makinelerin, insanların ve nesnelerin internetidir.” şeklindeki basitleşitirilmiş tanımı kullanabiliriz. Dördüncü endüstri devrimi için dijital ve fiziksel sistemlerin etkileşimin arttığı, akıllı cihazların sıkça görüldüğü bir dönem olarak düşünebiliriz. \n Bu nedenle sorunun doğru Cevabı “D” seçeneğidir."
  },
  {
    "id": "3343611",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Endüstri 4.0’ı diğer sanayi devrimlerinden farklı kılan başlıklardan birisidir.",
    "correctAnswer": "A",
    "options": {
      "A": "Sistem Etkisi",
      "B": "Algı",
      "C": "Mantık",
      "D": "Güç",
      "E": "Kurgulama"
    },
    "explanation": "CBS 103U Coğrafi Bilgi Sistemlerine Giriş Ders Kitabının “CBS’nin Kullanım Alanları” Başlıklı 8. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.\n Dördüncü sanayi devrimi olarak bahsettiğimiz Endüstri 4.0 yukarıda da sayıldığı gibi pek çok farklı bilişim sistemlerini, araştırma ve üretim teknolojilerini, veri ve haberleşme teknolojilerini içeren bir kavramdır. Özsoylu (2017)’ya göre Endüstri 4.0’ı diğer sanayi devrimlerinden farklı kılan üç önemli başlıktan bahsedilebilir. Bunlar;\n <em>Hız: </em>Bu dönemde yer alan teknolojik ilerlemeler, daha önceki dönemlere kıyasla daha hızlı gelişmektedir. Neredeyse her gün yeni bir teknolojinin ortaya çıktığına tanıklık edilebilmekte ve bu yeni ortaya çıkan teknolojilerde ilerleyen günlerde ortaya çıkacak daha yeni teknolojilerin oluşturulmasını sağlamaktadır.\n <em>Genişlik ve Derinlik: </em>Bu dönemde yaşanan dijital gelişmeler, endüstri de gerçekleşiyor gibi görünse de günlük hayatın pek çok alanında gündelik yaşamı derinden etkileyen özelliklere sahiptir.\n <em>Sistem Etkisi: </em>Bütüncül bir yapısı olması nedeniyle şirket, sektör ve hatta devletlerin yapısını, başka bir ifadeyle sistemlerini bütünsel olarak değiştirme gücüne sahiptir.\n Sayılan bu üç önemli özellik nedeniyle bireylerin, kurumların ve devletlerin uyum sağlamak gibi bir zorunluluğu doğmaktadır. Özellikle hızlı gelişim ve değişimi nedeni ile uyum sağlama konusunda sıkıntı yaşayanlar ciddi zararlara uğrayabilmektedir. Uyum sağlamayı bilenlerin ise hayatın her alanında daha ekonomik ve faydacı çözümler bulabileceğine, gelişmekte ve ilerlemekte sıkıntı yaşamayacağına kesin gözüyle bakabiliriz. \n Bu nedenle sorunun doğru Cevabı “A” seçeneğidir."
  },
  {
    "id": "3343612",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi önceden belirlenmiş standart haberleşme protokollerini kullanarak fiziksel ve sanal cihazların yerel ya da global bir ağ üzerinden haberleşmelerinin kısa adıdır.",
    "correctAnswer": "E",
    "options": {
      "A": "Akıllı Kentler",
      "B": "Bulut Ağı",
      "C": "Akıllı Evler",
      "D": "Ağ Katmanı",
      "E": "Nesnelerin İnterneti"
    },
    "explanation": "CBS 103U Coğrafi Bilgi Sistemlerine Giriş Ders Kitabının “CBS’nin Kullanım Alanları” Başlıklı 8. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.\n Dördüncü sanayi devriminde adından sıkça söz ettiren teknolojilerden birinin ise nesnelerin interneti olduğu açıkça görülmektedir. Akıllı evlerden akıllı binalara, akıllı fabrikalardan akıllı kentlere kadar hızla gelişen ve kapsamını arttıran bu teknolojiye her geçen gün daha fazla karşılaşmaktayız. Nesnelerin internetinden bahsederken önceden belirlenmiş standart haberleşme protokollerini kullanarak fiziksel ve sanal cihazların yerel ya da global bir ağ üzerinden haberleşmelerini ifade ediyoruz. Birbirlerine bu ağ üzerinden veri/bilgi gönderip alabilen cihazların çeşitliliği ise oldukça fazladır. Akıllı ev aletlerinden giyilebilir teknolojilere, akıllı binalardan akıllı kentsel cihazlara (akıllı çöp kovası, trafik işaretleri, yollar, sokak lambaları vb.) kadar çok geniş bir kullanım alanı bulunmaktadır. Bu akıllı cihazlar temelde bir bilgisayar olmayıp üzerlerinde yer alan sensörler ve haberleşme aygıtları ile önceden tanımlanmış diğer cihazlarla iletişim kurmaktadırlar. \n Bu nedenle sorunun doğru Cevabı “E” seçeneğidir."
  },
  {
    "id": "3343613",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Nesnelerin internetini meydana getiren katmanlardan birisidir.",
    "correctAnswer": "D",
    "options": {
      "A": "Akıllı Kentler",
      "B": "Bulut Ağı",
      "C": "Akıllı Evler",
      "D": "Ağ Katmanı",
      "E": "Nesnelerin İnterneti"
    },
    "explanation": "CBS 103U Coğrafi Bilgi Sistemlerine Giriş Ders Kitabının “CBS’nin Kullanım Alanları” Başlıklı 8. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.\n Demir (2020)’e göre nesnelerin internetini oluşturan üç ana bölüm bulunmaktadır. Bu ana bölümler;\n <em>Algılama katmanı: </em>Sensörler olarak da bahsedebileceğimiz bu katman, nesnelerin fiziksel ortamdan verileri topladığı katmandır. Bu veriler sıcaklık, nem, hacim gibi veriler olabilmektedir.\n <em>Ağ Katmanı: </em>Algılama katmanından toplanan verilerin önceden belirlenen uygulamaya yönlendirildiği katmandır.\n <em>Uygulama katmanı: </em>Bu katmanda algılama katmanından gelen veri ve bilgilere göre istenilen hizmetler sağlanmaktadır. \n Bu nedenle sorunun doğru Cevabı “D” seçeneğidir."
  },
  {
    "id": "3343614",
    "unitNumber": 8,
    "text": "Coğrafi Bilgi Sistemlerinin kullanıldığı mikrobölgeleme çalışmalarından hangi alanda en yoğun biçimde yararlanılmaktadır.",
    "correctAnswer": "C",
    "options": {
      "A": "Jeoloji",
      "B": "Hidroloji",
      "C": "Afet Yönetimi",
      "D": "Sağlık",
      "E": "Atık Yönetimi"
    },
    "explanation": "CBS 103U Coğrafi Bilgi Sistemlerine Giriş Ders Kitabının “CBS’nin Kullanım Alanları” Başlıklı 8. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.\n Afet yönetiminde yapılan <em>mikrobölgeleme </em>çalışmalarında CBS aktif olarak kullanılır. Bu çalışmalarla toplanan veriler, CBS ile tek bir veri tabanında birleştirilerek yapılacak her türlü sorgulama, analiz ve haritalama süreçlerinde kolaylık sağlar.\n Bu nedenle sorunun doğru Cevabı “C” seçeneğidir."
  },
  {
    "id": "3343615",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi “Coğrafi Epidemiyoloji”nin ilgilendiği alanlarından birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Afet Yönetimi",
      "B": "Sağlık Bilimleri",
      "C": "Jeoloji",
      "D": "Hidroloji",
      "E": "Çevre Bilimleri"
    },
    "explanation": "CBS 103U Coğrafi Bilgi Sistemlerine Giriş Ders Kitabının “CBS’nin Kullanım Alanları” Başlıklı 8. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.\n<br/>Toplumlar ya da insan toplulukları için sağlık kapsamında epidemiyolojik çalışmalar yürütülmektedir. Epidemiyolojiyi hastalıkla bağlantılı durumlarda dağılım, sıklık ve diğer parametrelerle olan ilişkilerin incelendiği tıp bilim dalı olarak ifade edebiliriz (Günay Aktaş ve diğ., 2020)\n<br/>Epidemiyolojinin coğrafya ile ilgili olan yani konum, zaman, dağılım, sıklık gibi bilgileri içeren ve CBS vasıtasıyla çalışılan kısmını “<em>Coğrafi Epidemiyoloji</em>” olarak ifade edebiliriz. Coğrafi epidemiyoloji biliminin ilgilendiği konuları aşağıdaki gibi gruplandırabiliriz (Günay Aktaş ve diğ., 2020):\n<br/><ul><br/><li>Salgın hastalıklar (Covid-19 gibi pandemiler, kolera salgını vb. )</li><br/><li>Kronik rahatsızlıklar</li><br/><li>Kanser</li><br/><li>Ölüm oranları</li><br/><li>Refah seviyesi, mutluluk</li><br/></ul>"
  },
  {
    "id": "3343616",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Coğrafi Bilgi Sistemlerinden yararlanılan ve yer küredeki katmanların yapısının incelendiği bilim dalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Afet Yönetimi",
      "B": "Sağlık Bilimleri",
      "C": "Jeoloji",
      "D": "Çevre Bilimleri",
      "E": "Atık Yönetimi"
    },
    "explanation": "CBS 103U Coğrafi Bilgi Sistemlerine Giriş Ders Kitabının “CBS’nin Kullanım Alanları” Başlıklı 8. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.\n<br/>Günümüzde ise CBS kullanılarak pek çok <strong>jeoloji</strong> katmanı çakıştırılabilmekte, bu katmanlar arasındaki ilişkiler ayrı bir harita olarak ele alınıp incelenebilmektedir. CBS’nin bu özelliği sayesinde yer küredeki katmanların yapısı ve birbirleri olan ilişkisi detaylı araştırmalara konu olabilmekte, yer küreyi ilgilendiren konularda daha bilimsel kararlar verilebilmesine imkan tanımaktadır."
  },
  {
    "id": "3343617",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Coğrafi Bilgi Sistemlerinden yararlanılarak oluşturulan Kent Bilgi Sistemlerindeki bilgilerin kullanılabilir olması için entegre edildiği bilgisayar uygulamasının adıdır.",
    "correctAnswer": "A",
    "options": {
      "A": "CAD",
      "B": "Word",
      "C": "Powerpoint",
      "D": "Acces",
      "E": "Filemaker"
    },
    "explanation": "CBS 103U Coğrafi Bilgi Sistemlerine Giriş Ders Kitabının “CBS’nin Kullanım Alanları” Başlıklı 8. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.\n Kent bilgi sistemleri içinde bulunan imar planları, CBS’ye entegre bir şekilde çalışabilmektedir. Belediyelerde bu bilgiler <em>CAD </em>ortamlarında yer almaktadır. Kent bilgi sistemlerindeki imar planı gibi bilgilerin CBS ile entegre edilmesi sonucunda kentli ve belediye açısından pek çok fayda ortaya çıkmaktadır. Bu faydalar zaman, çalışan, iş gücü ve maliyet gibi konularda tasarruf olarak genellenebilir.\n Bu nedenle sorunun doğru Cevabı “A” seçeneğidir."
  },
  {
    "id": "3343764",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Coğrafi Bilgi Sistemlerinden yararlanılan ve yer küredeki katmanların yapısının incelendiği bilim dalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Jeoloji",
      "B": "Sağlık Bilimleri",
      "C": "Afet Yönetimi",
      "D": "Çevre Bilimleri",
      "E": "Atık Yönetimi"
    },
    "explanation": "CBS 103U Coğrafi Bilgi Sistemlerine Giriş Ders Kitabının “CBS’nin Kullanım Alanları” Başlıklı 8. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.\n Günümüzde ise CBS kullanılarak pek çok jeoloji katmanı çakıştırılabilmekte, bu katmanlar arasındaki ilişkiler ayrı bir harita olarak ele alınıp incelenebilmektedir. CBS’nin bu özelliği sayesinde yer küredeki katmanların yapısı ve birbirleri olan ilişkisi detaylı araştırmalara konu olabilmekte, yer küreyi ilgilendiren konularda daha bilimsel kararlar verilebilmesine imkan tanımaktadır."
  }
]