[
  {
    "id": "3853141",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi tipik olay için verilebilecek örnektir?",
    "correctAnswer": "E",
    "options": {
      "A": "Firmaların yıllık ciroları",
      "B": "Trafik kazaları",
      "C": "Ölümler",
      "D": "Depremler",
      "E": "İdeal koşullarda iki hidrojen ve bir oksijen atomunun suyu oluşturması"
    },
    "explanation": "İdeal koşullar altında ve uygun bir laboratuvar ortamında iki hidrojen ve bir oksijen atomu bir araya getirilirse, su elde edilir. Bu deney aynı koşullar altında kaç kez tekrarlanırsa tekrarlansın, her deneyin sonucunda su elde edilecektir. Bu örnekte tek bir deney, ilgili deneyler kümesini temsil edebilmektedir. Dolayısıyla bu olay tipik olaydır. Doğru cevap (E)seçeneğidir. Ancak günlük yaşamdaki olaylar bu örnekteki olaya benzemez. Trafik kazaları, doğumlar, ölümler, depremler, yer şekilleri, firmaların yıllık ciroları ve benzeri gibi her gün karşılaşılan olaylar birer kolektif olay niteliğindedir."
  },
  {
    "id": "3853142",
    "unitNumber": 1,
    "text": "Sunma ve yorumlama yapmak amacıyla birimlerden derlenen, analiz edilen ve özetlenen sayısal bilgilere verilen isim aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Birim",
      "B": "Örneklem",
      "C": "Ana kütle",
      "D": "Veri",
      "E": "Parametre"
    },
    "explanation": "Sunma ve yorumlama yapmak amacıyla birimlerden derlenen, analiz edilen ve özetlenen sayısal bilgilere veri adı verilir. İstatistikte genellikle bir tek birimle değil birden çok birimden elde edilen veri topluluğu ile ilgilenilir. Birden fazla birimden örnek toplanmadıkça uygulanan istatistik tekniklerinin herhangi bir bilimsel değeri olmayacaktır. Doğru cevap (D)seçeneğidir."
  },
  {
    "id": "3853143",
    "unitNumber": 1,
    "text": "Aşağıda verilenlerden hangisi sonsuz ana kütle niteliğindedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir ildeki fındık bahçeleri topluluğu",
      "B": "Dünya üzerinde yaşayan sivrisinek topluluğu",
      "C": "Bir ilçedeki tarımsal faaliyetler",
      "D": "Şehir içinde yer alan trafik işaretleri",
      "E": "Şehir içi trafik akışını düzenlemede kullanılan kameralar"
    },
    "explanation": "İçerdiği birim sayısı sayılamayacak kadar büyük olan ana kütlelere sonsuz ana kütle adı verilir. Örneğin, dünya üzerinde yaşayan sivrisinek topluluğu sayılamayacak kadar çok sivrisinekten oluştuğu için sonsuz ana kütle niteliğindedir. Doğru cevap (B)seçeneğidir."
  },
  {
    "id": "3853144",
    "unitNumber": 1,
    "text": "Herhangi bir değişken incelenirken ana kütledeki bütün birimlerin ele alınarak ilgilenilen değişkenin incelenmesi sonucunda hesaplanan sayısal ya da oransal değerlere …………………………… adı verilir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıda verilenlerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Parametre",
      "B": "Sonlu ana kütle",
      "C": "Sonsuz ana Kütle",
      "D": "Kategorik veri",
      "E": "Nicel veri"
    },
    "explanation": "Herhangi bir değişken incelenirken ana kütledeki bütün birimlerin ele alınarak ilgilenilen değişkenin incelenmesi sonucunda hesaplanan sayısal ya da oransal değerlere parametre adı verilir. Parametre, ana kütle özelliklerinin almış olduğu sayısal değerleri ifade eder. Örnek olarak; “Bu yıl, Türkiye’de yeni evlenen kadınların evlenme yaşı ortalaması 19.2’dir.” denildiğinde, bu değer ilgili yılda yeni evlenen tüm kadınların evlenme yaşları elde edilerek hesaplanmışsa bir parametredir. Doğru cevap (A)seçeneğidir."
  },
  {
    "id": "3853145",
    "unitNumber": 1,
    "text": "Aşağıdaki verilen örneklerden hangisi nitel değişkenler grubunda yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Çocuk sayısı",
      "B": "Cinsiyet",
      "C": "Şehirdeki hastane sayısı",
      "D": "Gelir",
      "E": "Uzunluk"
    },
    "explanation": "Belli bir değişkenin ortaya çıkış biçiminin rakamla ifade edilemediği değişkenlere nitel değişken adı verilir. Nitel değişkenler, sayılarak ya da sıralanarak elde edilirler. İl isimleri, bölge isimleri, cinsiyet, göz rengi, besin maddesi türü vb. gibi değişkenler ancak sözel olarak ifade edilebildikleri için nitel değişken grubuna girerler. Doğru cevap (B)seçeneğidir."
  },
  {
    "id": "3853146",
    "unitNumber": 1,
    "text": "Aşağıda verilen örneklerden hangisi sürekli değişken türüne dahildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Acil servise bir günde gelen hasta sayısı",
      "B": "Bir bölgedeki hastanelerdeki yatak sayısı",
      "C": "Belli bir bölgedeki hayvan kolonisi sayısı",
      "D": "Belli bir arazide yetişen bitki türleri",
      "E": "Zaman periyodu"
    },
    "explanation": "Sürekli değişkenler genellikle nicel özellik taşırlar. Coğrafi bilgi sistemlerinde üzerinde çalışılan birçok sürekli değişken türü bulunmaktadır. Örneğin; uzunluk, alan, hacim, ağırlık, sıcaklık, zaman periyodu, oran gibi birçok değişken sürekli değişken türüne dâhildir. Doğru cevap (E) seçeneğidir."
  },
  {
    "id": "3853147",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi eşit ağırlıklı ölçek türüne örnek olarak verilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sınıf listesindeki öğrenci sayısı",
      "B": "Tedavi edilen hasta sayısı",
      "C": "Araba markası",
      "D": "Sıcaklık",
      "E": "Göz rengi"
    },
    "explanation": "Eşit aralıklı ölçek, sayısal olarak ifadelerin sıralanabilmesine olanak verir. Özellikler arasındaki eşit farklılıklar, eşit ölçme düzeyleri ile temsil edilebilir. Bu ölçek türünde; gözlem değerleri arasındaki farklar anlamlıdır. Sıcaklık eşit ağırlıklı ölçek türüne örnek olarak verilebilir. Doğru cevap (D)seçeneğidir."
  },
  {
    "id": "3853148",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi veri derleme sürecinde, veri derlemeyi düzenleyenlerden kaynaklanan hatalara gösterilen örneklerden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Evren tanımının hatalı yapılması",
      "B": "Objektif olamama",
      "C": "Yorgunluk",
      "D": "Dikkatsizlik",
      "E": "Soruların yeterince anlaşılamaması"
    },
    "explanation": "Veri derleme sürecinde bazı hatalar işlenebilir. Bu hataların kaynağı veri derlemeyi düzenleyenler, cevaplayıcılar ve derlemenin beşerî araçları olabilir.<br/>Derlemeyi düzenleyenlerden dolayı ortaya çıkan veri derleme hatalarına; derlemenin uygunsuz bir zamanda yapılması ve evren tanımının hatalı yapılması gösterilebilir. Doğru cevap (A) seçeneğidir.<br/>Cevaplayıcılardan kaynaklanan hatalar içinde; soruların yeterince anlaşılamaması, sorular anlaşılsa bile bilgisizlik, ilgisizlik vb. gibi nedenlerle yanlış cevap vermeleri gösterilebilir.<br/>Beşerî araçlardan kaynaklanan hatalara örnek olarak ise; dikkatsizlik, yorgunluk ve objektif olamama nedenleri gösterilebilir."
  },
  {
    "id": "3853149",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi “Büyüklük sırasına konmuş birimlerin birden fazla kullanılması durumunda ilgilenilen değişkenin aldığı değerlerin tekrarlanma sayılarını da gösterecek şekilde elde edilen seri” ifadesini tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Basit seri",
      "B": "Mekan serisi",
      "C": "Frekans serisi",
      "D": "Zaman serisi",
      "E": "Dağılma Serisi"
    },
    "explanation": "Büyüklük sırasına konmuş birimlerin birden fazla kullanılması durumunda ilgilenilen değişkenin aldığı değerlerin tekrarlanma sayılarını da gösterecek şekilde elde edilen seriye frekans serisi adı verilir. Doğru cevap (C) seçeneğidir. Frekans serileri değişkenin şıklarına göre sınıflanması ile elde edilir ve değişkenin dağılımını gösterir. Frekans serilerinde değişkenlerin farklı düzeylerinin kaçar kez tekrarlandığını gösteren sayılara ise frekans (sıklık) adı verilir."
  },
  {
    "id": "3853150",
    "unitNumber": 1,
    "text": "“………………….araştırmacıya iki değişken arasındaki ilişki hakkında daha fazla bilgi vermek amacı ile oluşturulur”.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıda verilenlerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Örneklem",
      "B": "Gruplandırılmış Frekans Serisi",
      "C": "Kontenjans tablosu",
      "D": "Veri",
      "E": "Oranlı Frekans Serisi"
    },
    "explanation": "Kontenjans tablosu, iki yönlü sınıflama tablosu olarak adlandırılır. Araştırmacıya iki değişken arasındaki ilişki hakkında daha fazla bilgi vermek amacı ile oluşturulurlar. Kontenjans tablosunda yer alacak değişkenlerin kategorik ya da kategorik değişkene dönüştürülebilir olması gerekir. Ele alınan iki değişkenden birisi satırda diğeri ise sütunda temsil edilecek biçimde bir tablo oluşturulur. Tablonun içi sayma yolu ile doldurulur. Tablonun gözelerinde frekanslar yer alır. Doğru cevap ( C) seçeneğidir."
  },
  {
    "id": "3853166",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir \"tipik olay\" dır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yer şekilleri",
      "B": "Suyun formülünün içeriği",
      "C": "Firmaların yıllık ciroları",
      "D": "Doğumlar",
      "E": "Depremler"
    },
    "explanation": "Suyun formülünün içeriğini oluşturan iki hidrojen bir oksijen atomunun bir araya gelip su elde edilmesi \"tipik olay\" dır. Diğer seçenekler ise \"kolektif olay\" dır. İstatistik kolektif olaylarla ilgilenir. Bu nedenle doğru yanıt b şıkkıdır."
  },
  {
    "id": "3853167",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi istatistiksel bir araştırmada ilk adımdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Tablo ve grafiklerle gösterme",
      "B": "Analiz etme",
      "C": "Düzenleme",
      "D": "Verileri toplama",
      "E": "Yorumlama"
    },
    "explanation": "İstatistiksel bir araştırmadaki ilk adım konuya ilişkin verilerin toplanmasıdır. Bu nedenle doğru yanıt d şıkkıdır."
  },
  {
    "id": "3853168",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi \"veri\" ile ilgili <strong>yanlış</strong> bir ifadedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Analiz edilen sayısal bilgilerdir.",
      "B": "Deneysel çalışmalardan elde edilir.",
      "C": "Bir tek birimden elde edilen veri yeterlidir.",
      "D": "Özetlenen sayısal bilgilerdir.",
      "E": "Sunma ve yorumlama amacı ile toplanır."
    },
    "explanation": "İstatistikte genelde bir tek birimden değil birden fazla birimden elde edilen veri topluluğu ile ilgilenilir. Birden fazla birimden örnek toplanmadıkça uygulanan istatistik tekniklerinin herhangi bilimsel bir değeri olmayacaktır. Bu nedenle doğru yanıt c şıkkıdır."
  },
  {
    "id": "3853169",
    "unitNumber": 1,
    "text": "Sonlu bir ana kütlede yer alan toplam birim sayısı hangi simgeyle belirtilir?",
    "correctAnswer": "E",
    "options": {
      "A": "S",
      "B": "X",
      "C": "Y",
      "D": "Z",
      "E": "N"
    },
    "explanation": "Sonlu bir ana kütlede yer alan toplam birim sayısı N simgesiyle gösterilir. Bu nedenle doğru yanıt e şıkkıdır."
  },
  {
    "id": "3853170",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi nicel bir değişkendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yaş",
      "B": "Göz rengi",
      "C": "Cinsiyet",
      "D": "Besin maddesi türü",
      "E": "Bölge isimleri"
    },
    "explanation": "Yaş, nicel değişken grubuna girer. Bu nedenle doğru yanıt a şıkkıdır."
  },
  {
    "id": "3853171",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi \"eşit aralıklı ölçek\" özelliği <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Standart ölçü birimleri kullanılır.",
      "B": "Ölçümlerin belli bir başlangıç ve bitiş noktası vardır.",
      "C": "Sayısal olarak ifadelerin sıralanmasına olanak verir.",
      "D": "Nicel değişkenlerin ölçümünde kullanılır.",
      "E": "Birimler arasındaki özellik/sonuç/değer farkları matematiksel olarak belirlenir."
    },
    "explanation": "Standart ölçü birimleri oransal ölçekte kullanılır. Bu nedenle doğru yanıt a şıkkıdır."
  },
  {
    "id": "3853172",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sınıflayıcı ölçek türü içinde değerlendirilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sıcaklık",
      "B": "Tedavi edilen hasta sayısı",
      "C": "Araba markası",
      "D": "At yarışındaki sıralama",
      "E": "Sınıf listesindeki öğrenci sayısı"
    },
    "explanation": "Araba markası sınıflayıcı ölçek türü içinde değerlendirilir. Bu nedenle doğru yanıt c şıkkıdır. Bununla ilgili olarak şekil 1.4'e bakabilirsiniz."
  },
  {
    "id": "3853173",
    "unitNumber": 1,
    "text": "Veri derleme yöntemleri ile ilgili aşağıdaki ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Birinci elden veriler en güvenilir verilerdir.",
      "B": "İkinci elden verilerde zaman kavramına dikkat edilmelidir.",
      "C": "İkinci elden verilerde güncel derlenen verilerin kullanılması önemlidir.",
      "D": "Birinci elden veriler diğer kişi veya kuruluşların topladığı verileri baz alır.",
      "E": "Birinci elden veri derleme yöntemleri gözlem, görüşme ve ankettir."
    },
    "explanation": "Araştırmacı kişi veya kuruluş, araştırmasında başka kişi veya kuruluşların daha önce kendi amaçları için derlemiş olduğu verileri kullanıyorsa yapılan veri derlemeye ikinci elden veri derleme adı verilir. Bu nedenle doğru yanıt d şıkkıdır."
  },
  {
    "id": "3853174",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi serileri oluşturan sayılardan her birine verilen addır?",
    "correctAnswer": "E",
    "options": {
      "A": "Ölçek",
      "B": "Ölçüm",
      "C": "Veri",
      "D": "Değişken",
      "E": "Terim"
    },
    "explanation": "Serileri oluşturan sayılardan her birine terim adı verilir. Bu nedenle doğru yanıt e şıkkıdır."
  },
  {
    "id": "3853175",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi araştırmacıya iki değişken arasındaki ilişki hakkında daha fazla bilgi vermek amacı ile oluşturulur?",
    "correctAnswer": "B",
    "options": {
      "A": "Mekan serisi",
      "B": "Kontenjans tablosu",
      "C": "Oransal frekans serisi",
      "D": "Kümülatif frekans serisi",
      "E": "Gruplandırılmış frekans serisi"
    },
    "explanation": "Kontenjans tablosu, araştırmacıya iki değişken arasındaki ilişki hakkında daha fazla bilgi vermek amacı ile oluşturulur. Bu nedenle doğru yanıt b şıkkıdır."
  },
  {
    "id": "3853256",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Temel İstatistikte bir olaylar kümesinin tümünü temsil eden tek bir olay aşağıdakilerden hangisinde doğru olarak adlandırılmıştır.",
    "correctAnswer": "B",
    "options": {
      "A": "Birim",
      "B": "Tipik Olay",
      "C": "Kolektif Olay",
      "D": "Veri",
      "E": "Örneklem"
    },
    "explanation": "CBS 105U Coğrafi Bilgi Sistemleri İçin Temel İstatistik Ders Kitabının “İstatistik ve Verinin Düzenlenmesi” Başlıklı 1. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.<br/>İstatistik kolektif olaylarla ilgilenir. Kolektif olay, bir olaylar kümesinde tek bir olayın değerlerini, bağlı olarak da ait olduğu kümeyi temsil edemeyen olaylardır. Eğer bir olaylar kümesinde tek bir olay, tüm olaylar kümesini temsil edebiliyorsa, bu tür olaylara tipik olay denir. Ancak istatistik tipik olaylarla ilgilenmez. Örneğin, ideal koşullar altında ve uygun bir laboratuvar ortamında iki hidrojen ve bir oksijen atomu bir araya getirilirse, su elde edilir. Bu deney aynı koşullar altında kaç kez tekrarlanırsa tekrarlansın, her deneyin sonucunda su elde edilecektir. Görüleceği gibi, bu örnekte tek bir deney ilgili deneyler kümesini temsil edebilmektedir. Dolayısıyla bu olay tipik olaydır.<br/>Bu nedenle sorunun doğru Cevabı “B” seçeneğidir."
  },
  {
    "id": "3853257",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Temel İstatistikte trafik kazaları, doğumlar, ölümler, depremler, yer şekilleri gibi her gün karşılaşılan olaylar aşağıda verilen olay türlerinden hangisi altında incelenebilir.",
    "correctAnswer": "C",
    "options": {
      "A": "Birim",
      "B": "Tipik",
      "C": "Kolektif",
      "D": "Veri",
      "E": "Örneklem"
    },
    "explanation": "CBS 105U Coğrafi Bilgi Sistemleri İçin Temel İstatistik Ders Kitabının “İstatistik ve Verinin Düzenlenmesi” Başlıklı 1. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.<br/>İstatistik kolektif olaylarla ilgilenir. Kolektif olay, bir olaylar kümesinde tek bir olayın değerlerini, bağlı olarak da ait olduğu kümeyi temsil edemeyen olaylardır. Eğer bir bir olaylar kümesinde tek bir olay, tüm olaylar kümesini temsil edebiliyorsa, bu tür olaylara tipik olay denir. Ancak istatistik tipik olaylarla ilgilenmez. Örneğin, ideal koşullar altında ve uygun bir laboratuvar ortamında iki hidrojen ve bir oksijen atomu bir araya getirilirse, su elde edilir. Bu deney aynı koşullar altında kaç kez tekrarlanırsa tekrarlansın, her deneyin sonucunda su elde edilecektir. Görüleceği gibi, bu örnekte tek bir deney ilgili deneyler kümesini temsil edebilmektedir. Dolayısıyla bu olay tipik olaydır. Ancak günlük yaşamdaki olaylar bu örnekteki olaya benzemez. Örneğin trafik kazaları, doğumlar, ölümler, depremler, yer şekilleri, firmaların yıllık ciroları ve benzeri gibi her gün karşılaşılan olaylar birer kolektif olay niteliğindedir.<br/>Bu nedenle sorunun doğru Cevabı “C” seçeneğidir."
  },
  {
    "id": "3853258",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Temel İstatistikte verilerin toplanması, sunulması, analiz edilmesi, ile ilgili konuları içeren istatistik dalının doğru ismidir.",
    "correctAnswer": "D",
    "options": {
      "A": "Tipik Olay",
      "B": "Kolektif Olay",
      "C": "Birim",
      "D": "Tanımlayıcı İstatistik",
      "E": "Çıkarımsal İstatistik"
    },
    "explanation": "CBS 105U Coğrafi Bilgi Sistemleri İçin Temel İstatistik Ders Kitabının “İstatistik ve Verinin Düzenlenmesi” Başlıklı 1. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.<br/>İstatistik araştırmaları genellikle <em>tanımlayıcı istatistik ve çıkarımsal istatistik </em>olmak üzere iki kısma ayrılabilir. Verilerin toplanması, düzenlenmesi, sunulması, analiz edilmesi ile ilgili konuları içeren istatistik dalına tanımlayıcı istatistik adı verilir. Seçilen bir örnek verisine dayalı olarak araştırma konusu topluluğa ilişkin bilgi sağlamak amacıyla kullanılan yöntemlere çıkarımsal istatistik adı verilir. Çıkarımsal istatistik, örnekten elde edilen bilgi kullanılarak topluluk değerinin en iyi tahmini olarak düşünülebilir.<br/>Bu nedenle sorunun doğru Cevabı “D” seçeneğidir."
  },
  {
    "id": "3853259",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Temel İstatistikte seçilen bir örnek verisine dayalı olarak araştırma konusu topluluğuna ilişkin bilgi sağlamak amacıyla kullanılan yöntemlere verilen doğru isimdir.",
    "correctAnswer": "E",
    "options": {
      "A": "Tipik Olay",
      "B": "Kolektif Olay",
      "C": "Birim",
      "D": "Tanımlayıcı İstatistik",
      "E": "Çıkarımsal İstatistik"
    },
    "explanation": "CBS 105U Coğrafi Bilgi Sistemleri İçin Temel İstatistik Ders Kitabının “İstatistik ve Verinin Düzenlenmesi” Başlıklı 1. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.<br/>İstatistik araştırmaları genellikle <em>tanımlayıcı istatistik ve çıkarımsal istatistik </em>olmak üzere iki kısma ayrılabilir. Verilerin toplanması, düzenlenmesi, sunulması, analiz edilmesi ile ilgili konuları içeren istatistik dalına tanımlayıcı istatistik adı verilir. Seçilen bir örnek verisine dayalı olarak araştırma konusu topluluğa ilişkin bilgi sağlamak amacıyla kullanılan yöntemlere çıkarımsal istatistik adı verilir. Çıkarımsal istatistik, örnekten elde edilen bilgi kullanılarak topluluk değerinin en iyi tahmini olarak düşünülebilir.<br/>Bu nedenle sorunun doğru Cevabı “E” seçeneğidir."
  },
  {
    "id": "3853260",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Temel İstatistikte hakkında bilgi toplanmak istenilen, üzerinde özellikleri ile ilgili ölçüm, sayım ya da gözlemlerin yapılabildiği canlı varlıklar, nesneler ya da olayların her birine verilen doğru isimdir.",
    "correctAnswer": "C",
    "options": {
      "A": "Tipik Olay",
      "B": "Örneklem",
      "C": "Birim",
      "D": "Veri",
      "E": "Ana Kütle"
    },
    "explanation": "CBS 105U Coğrafi Bilgi Sistemleri İçin Temel İstatistik Ders Kitabının “İstatistik ve Verinin Düzenlenmesi” Başlıklı 1. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.<br/>Hakkında bilgi toplanmak istenilen, üzerinde özellikleri ile ilgili ölçüm, sayım ya da gözlemlerin yapılabildiği canlı varlıklar, nesneler ya da olayların her birine birim adı verilir. Dolayısıyla, bir olayın istatistiksel birim olabilmesi için sayılabilir, ölçülebilir olması, ortak özelliklerinin yanında farklı yönlerinin de olması, özelliklerinin en az iki ölçme düzeyine sahip olması gerekir. Örneğin belli bir mahallede yaşayanların evleriyle iş yerleri arasındaki uzaklık dakika cinsinden incelendiği bir araştırmada her bir çalışan birer birimdir. Trafik kazalarının oluş nedenlerine ilişkin bir araştırmada ise her bir trafik kaza vakası birer birim olarak karşımıza çıkacaktır. Özellikleri ölçülemeyen ya da sayılamayan olaylar istatistiksel anlamda birim sayılmaz. Örneğin rüya istatistiksel anlamda birim olamaz.<br/>Bu nedenle sorunun doğru Cevabı “C” seçeneğidir."
  },
  {
    "id": "3853261",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Temel İstatistikte sunma ve yorumlama yapmak amacıyla birimlerden derlenen, analiz edilen ve özetlenen sayısal bilgilere verilen doğru isimdir.",
    "correctAnswer": "D",
    "options": {
      "A": "Tipik Olay",
      "B": "Örneklem",
      "C": "Birim",
      "D": "Veri",
      "E": "Ana Kütle"
    },
    "explanation": "CBS 105U Coğrafi Bilgi Sistemleri İçin Temel İstatistik Ders Kitabının “İstatistik ve Verinin Düzenlenmesi” Başlıklı 1. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.<br/>Sunma ve yorumlama yapmak amacıyla birimlerden derlenen, analiz edilen ve özetlenen sayısal bilgilere <em>veri </em>adı verilir. İstatistikte genellikle bir tek birimle değil birden çok birimden elde edilen veri topluluğu ile ilgilenilir. Birden fazla birimden örnek toplanmadıkça uygulanan istatistik tekniklerinin herhangi bir bilimsel değeri olmayacaktır. Dolayısıyla, bir araştırmada birimlerden derlenen tüm veriler bu araştırmanın veri seti olarak adlandırılır. Veriler, mevcut veri kaynaklarından ya da yeni veri toplamak üzere düzenlenmiş araştırma veya deneysel çalışmalardan elde edilebilir. <br/>Bu nedenle sorunun doğru Cevabı “D” seçeneğidir."
  },
  {
    "id": "3853262",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Temek istatistikte bir ana kütledeki birimlerin tamamına ulaşılamadığı durumlarda, ana kütleyi iyi temsil edecek şekilde ve daha az sayıda birim alarak oluşturulan alt kümeye verilen doğru isimdir.",
    "correctAnswer": "B",
    "options": {
      "A": "Tipik Olay",
      "B": "Örneklem",
      "C": "Birim",
      "D": "Veri",
      "E": "Ana Kütle"
    },
    "explanation": "CBS 105U Coğrafi Bilgi Sistemleri İçin Temel İstatistik Ders Kitabının “İstatistik ve Verinin<br/>Bir ana kütledeki birimlerin tamamına ulaşılamadığı durumlarda, ana kütleyi iyi temsil edecek şekilde ve daha az sayıda birim alarak oluşturulan alt kümeye <em>örneklem </em>adı verilir. Çıkarımsal istatistikte bir ana kütleye ilişkin çıkarsamalarda bulunabilmek için bu ana kütleden bir örneklem çekilmesi gerekir. Örneğin, 30 farklı bölgedeki hava sıcaklığı ölçüldüğünde, her bir sıcaklık değeri bir gözlem değeridir. Bu 30 adet hava sıcaklığından oluşan veri seti, gözlemler örneklemini oluşturmaktadır. Dolayısıyla incelemeler bu örneklem üzerinden yapılmalıdır. <br/>Düzenlenmesi” Başlıklı 1. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.<br/>Bu nedenle sorunun doğru Cevabı “B” seçeneğidir."
  },
  {
    "id": "3853263",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Temel İstatistikte, istatistik birimlerinin sahip oldukları özellikleri tanımlamak için kullanılan doğru terimdir.",
    "correctAnswer": "C",
    "options": {
      "A": "Tipik Olay",
      "B": "Örneklem",
      "C": "Değişken",
      "D": "Veri",
      "E": "Ana Kütle"
    },
    "explanation": "CBS 105U Coğrafi Bilgi Sistemleri İçin Temel İstatistik Ders Kitabının “İstatistik ve Verinin Düzenlenmesi” Başlıklı 1. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.<br/>İstatistik birimlerinin sahip oldukları özellikler birer değişken olarak görülebilir. Diğer bir deyişle birimlerin sahip oldukları ve birbirlerinden ayırt edilmelerini sağlayan özelliklere değişken adı verilir. Bu özellikler birimden birime farklı değerler alabilen ve ölçülebilen özelliklerdir. Örneğin belirli bir semtte oturanların işlerine gitme süreleri değişkene örnek olarak verilebilir. İstatistiksel araştırmalarda, ilk olarak temel birimin, ana kütlenin, ölçülecek özelliklerin ve değişkenlerin tanımlanması çok önemli bir yer tutar. Değişkenler genellikle <em>X, Y, Z, </em>... vb. harflerle gösterilirler. <br/>Bu nedenle sorunun doğru Cevabı “C” seçeneğidir."
  },
  {
    "id": "3853264",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Temel İstatistikte birimlerin sahip olduğu özelliklerin derecesinin belirlenerek sonuçların sayısal olarak ifade edilmesine verilen doğru isimdir.",
    "correctAnswer": "D",
    "options": {
      "A": "Tipik Olay",
      "B": "Örneklem",
      "C": "Değişken",
      "D": "Ölçme",
      "E": "Ana Kütle"
    },
    "explanation": "CBS 105U Coğrafi Bilgi Sistemleri İçin Temel İstatistik Ders Kitabının “İstatistik ve Verinin Düzenlenmesi” Başlıklı 1. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.<br/>Birimlerin sahip olduğu özelliklerin derecesinin belirlenerek sonuçların sayısal olarak ifade edilmesine ölçme adı verilir. Diğer bir tanımda ise ölçme, araştırmalarda üzerinde çalışılan evrenin birimlerinin sahip olduğu özelliklerin anlamlı rakam, sayı ve simgeler ile gösterilmesi işlemi olarak ifade edilmiştir. Ölçme işlemi sonucu elde edilen bu anlamlı rakam, sayı ve simgelere veri adı verilir. Harita, fotoğraf, MR görüntüsü, ders notu, deney sonucu, gelen otobüsün rengi, üzerinizdeki kazağın materyali veri olabilir. İstatistik açısından verinin doğasının anlaşılması büyük önem taşır çünkü farklı veri türleri için farklı istatistiksel analizlerin uygulanması söz konusudur. <br/>Bu nedenle sorunun doğru Cevabı “D” seçeneğidir."
  },
  {
    "id": "3853265",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Temel İstatistikte büyüklük sırasına konmuş birimlerin birden fazla kullanılması durumunda ilgilenilen değişkenin aldığı değerlerin tekrarlanma sayılarını da gösterecek şekilde elde edilen seriye verilen doğru isimdir.",
    "correctAnswer": "A",
    "options": {
      "A": "Frekans Serisi",
      "B": "Basit Seri",
      "C": "Zaman Serisi",
      "D": "Mekan Serisi",
      "E": "Kontenjan Tablosu"
    },
    "explanation": "CBS 105U Coğrafi Bilgi Sistemleri İçin Temel İstatistik Ders Kitabının “İstatistik ve Verinin Düzenlenmesi” Başlıklı 1. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.<br/>Büyüklük sırasına konmuş birimlerin birden fazla kullanılması durumunda ilgilenilen değişkenin aldığı değerlerin tekrarlanma sayılarını da gösterecek şekilde elde edilen seriye frekans serisi adı verilir. Frekans serileri değişkenin şıklarına göre sınıflanması ile elde edilir ve değişkenin dağılımını gösterir. Frekans serilerinde değişkenlerin farklı düzeylerinin kaçar kez tekrarlandığını gösteren sayılara ise frekans (sıklık) adı verilir. Frekans serilerinde öncelikle birbirinden farklı olarak ortaya çıkan değerler belirlenerek bir sütunda alt alta sıralanır, daha sonra her bir değer için kaçar adet gözlem olduğu sayılarak ilk sütunun yanında oluşturulan ve frekans adı verilen sütuna yazılır. <br/>Bu nedenle sorunun doğru Cevabı “A” seçeneğidir."
  },
  {
    "id": "3853287",
    "unitNumber": 1,
    "text": "İstatistiksel bir araştırmadaki ilk adım aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Verilerin düzenlenmesi",
      "B": "Verilerin toplanması",
      "C": "Verilerin analiz edilmesi",
      "D": "Verilerin tablo ve grafiklerle gösterilmesi",
      "E": "Verilerden elde edilen sonuçların yorumlanması"
    },
    "explanation": "İstatistik kavramı ve tanım<br/>Tanım olarak vermek gerekirse istatistik; belli bir amaç için verilerin toplanması, düzenlenmesi, tablo ve grafiklerle gösterilmesi, analiz edilmesi ve elde edilen sonuçların yorumlanması konularını içeren ve daha etkili kararlar almada yardımcı olan bir bilim dalıdır.<br/>Tanımdan anlaşılabileceği gibi, istatistiksel bir araştırmadaki ilk adım konuya ilişkin verilerin toplanmasıdır"
  },
  {
    "id": "3853288",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi istatistiksel olarak birim sayılamaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Evlenme",
      "B": "Grev",
      "C": "Rüya",
      "D": "Trafik kazası",
      "E": "Boşanma"
    },
    "explanation": "İstatistiğin konusu ve kapsamı<br/>Özellikleri ölçülemeyen ya da sayılamayan olaylar istatistiksel anlamda birim sayılmaz. Örneğin rüya istatistiksel anlamda birim olamaz."
  },
  {
    "id": "3853289",
    "unitNumber": 1,
    "text": "Sunma ve yorumlama yapmak amacıyla birimlerden derlenen, analiz edilen ve özetlenen sayısal bilgilere ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgi",
      "B": "Araştırma",
      "C": "Veri",
      "D": "İstatisitk",
      "E": "Bulgu"
    },
    "explanation": "İstatistik tanımı ve kapsamı<br/>Sunma ve yorumlama yapmak amacıyla birimlerden derlenen, analiz edilen ve özetlenen sayısal bilgilere veri adı verilir."
  },
  {
    "id": "3853290",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sonsuz ana kütleye örnek olarak verilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bir ildeki fındık bahçeleri topluluğu",
      "B": "Bir ilçedeki tarımsal faaliyetler",
      "C": "Şehir içinde yer alan trafik işaretleri",
      "D": "Şehir içinde faaliyet gösteren eczaneler",
      "E": "Dünya üzerinde yaşayan balık topluluğu"
    },
    "explanation": "İstatistik kavramlar ve tanımlar<br/>Sayılabilecek sayıda birim içeren ana kütlelere sonlu ana kütle denir. Örneğin, bir ildeki fındık bahçeleri topluluğu, bir ilçedeki tarımsal faaliyetler, şehir içinde yer alan trafik işaretleri, şehir içi trafik akışını düzenlemede kullanılan kameralar sayılabilecek türde olmalarından dolayı sonlu ana kütle niteliğindedirler. Sonlu bir ana kütlede yer alan toplam birim sayısı N simgesiyle belirtilir."
  },
  {
    "id": "3853291",
    "unitNumber": 1,
    "text": "Bir ana kütledeki birimlerin tamamına ulaşılamadığı durumlarda, ana kütleyi iyi temsil edecek şekilde ve daha az sayıda birim alarak oluşturulan alt kümeye ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gözlem",
      "B": "Veri",
      "C": "Birim",
      "D": "Örneklem",
      "E": "Evren"
    },
    "explanation": "İstatistiksel kavramlar ve terimler<br/>Bir ana kütledeki birimlerin tamamına ulaşılamadığı durumlarda, ana kütleyi iyi temsil edecek şekilde ve daha az sayıda birim alarak oluşturulan alt kümeye örneklem adı verilir."
  },
  {
    "id": "3853292",
    "unitNumber": 1,
    "text": "Ana kütle özelliklerinin almış olduğu sayısal değerleri ifade eden ve θ simgesi ile gösterilen değerlere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Parametre",
      "B": "Evren",
      "C": "Simge",
      "D": "Örnekleme",
      "E": "Evren"
    },
    "explanation": "İstatistik kavram ve tanımları<br/>Herhangi bir değişken incelenirken ana kütledeki bütün birimlerin ele alınarak ilgilenilen değişkenin incelenmesi sonucunda hesaplanan sayısal ya da oransal değerlere parametre adı verilir. Parametre, ana kütle özelliklerinin almış olduğu sayısal değerleri ifade eder. Çıkarımlarda parametreler genel olarak θ simgesi ile belirtilir."
  },
  {
    "id": "3853293",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Nitel (kategorik) değişkenlere örnek olarak verilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "İl sınır uzunlukları",
      "B": "Cinsiyet",
      "C": "Bir ailedeki çocuk sayısı",
      "D": "Kandaki kolesterol seviyesi",
      "E": "Ormandaki ağaç sayısı"
    },
    "explanation": "Değişken tanımı ve çeşitleri<br/>Belli bir değişkenin ortaya çıkış biçiminin rakamla ifade edilemediği değişkenlere nitel değişken adı verilir. Nitel değişkenler, sayılarak ya da sıralanarak elde edilirler. İl isimleri, bölge isimleri, cinsiyet, gözrengi, besin maddesi türü vb. gibi değişkenler ancak sözel olarak ifade edilebildikleri için nitel değişken grubuna girerler."
  },
  {
    "id": "3853294",
    "unitNumber": 1,
    "text": "Araştırmalarda üzerinde çalışılan evrenin birimlerinin sahip olduğu özelliklerin anlamlı rakam, sayı ve simgeler ile gösterilmesi işlemine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Veri",
      "B": "Analiz",
      "C": "Ölçme",
      "D": "Birim",
      "E": "Bulgu"
    },
    "explanation": "Ölçme kavramı ve özellikleri<br/>Birimlerin sahip olduğu özelliklerin derecesinin belirlenerek sonuçların sayısal olarak ifade edilmesine ölçme adı verilir. Diğer bir tanımda ise ölçme, araştırmalarda üzerinde çalışılan evrenin birimlerinin sahip olduğu özelliklerin anlamlı rakam, sayı ve simgeler ile gösterilmesi işlemi olarak ifade edilmiştir."
  },
  {
    "id": "3853295",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bilimsel çalışmalarda yapılabilecek tüm ölçümler için Stevens (1946) tarafından belirtilen ölçek türlerinden birisi değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sıralayıcı ölçek",
      "B": "Sınırlandırıcı ölçek",
      "C": "Eşit aralıklı ölçek",
      "D": "Oranlı ölçek",
      "E": "Sınıflayıcı ölçek"
    },
    "explanation": "Ölçek çeşitleri<br/>Bilimsel çalışmalarda yapılabilecek tüm ölçümler için Stevens (1946) aşağıdaki dört farklı ölçek türünün kullanılabileceğini belirtmiştir. Bu ölçek türleri; sınıflayıcı ölçek, sıralayıcı ölçek, eşit aralıklı ölçek ve oranlı ölçek olarak sıralanabilir.<br/>Cevap: Sınırlandırıcı ölçek türü şeklinde bir ölçek türü yoktur. Cevap B dir."
  },
  {
    "id": "3853296",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi eşit aralıklı ölçeklere örnek olarak verilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Takvimler",
      "B": "Öğrenim durumu",
      "C": "Medeni durum",
      "D": "Hız",
      "E": "Hasta sayısı"
    },
    "explanation": "Ölçek kavramı ve çeşitleri<br/>Sıralayıcı ölçeğin tüm özelliklerini içermek ve ürettiği bilgileri üretmekle birlikte, birimler arasındaki özellik/sonuç/değer farkları matematiksel olarak belirlenebilir. Nicel değişkenlerin ölçümünde kullanılan bu ölçekte, ölçümün belirli bir başlangıç noktası ve bitiş noktası vardır. Ek olarak ölçü birimi vardır. Eşit aralıklı ölçek, sayısal olarak ifadelerin sıralanabilmesine olanak verir."
  },
  {
    "id": "3853136",
    "unitNumber": 2,
    "text": "Bir sütun grafiğinde aşağıdakilerden hangisinin bulunması <u><strong>beklenmez</strong></u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kare",
      "B": "Dikdörtgen",
      "C": "Rakam",
      "D": "Daire",
      "E": "Sıfır noktası"
    },
    "explanation": "Bir değişkenin sütun grafiği ile gösteriminde, değişkenin miktarına bağlı olarak kare ve dikdörtgen yer alabilir. Sütunları hangi nicel değerleri temsil ettiklerini görebilmek için rakamlardan faydalanılır ve artan miktarları anlayabilmemiz için bir sıfır noktası da bulunur. Diğer taraftan, sütun grafiğinde daireden faydalanılmaz. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3853137",
    "unitNumber": 2,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/cc75307274c8cfc17550ef0a6f015ffe.png\" alt=\"\" width=\"382\" height=\"319\"><br/>Yukarıda yer alan görselle ilgili aşağıdaki bilgilerden hangisi <u><strong>yanlıştır</strong></u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Görsel bir sütun grafiği içermektedir.",
      "B": "Tüm mahallelerde en sık D hastalığı gözlenmektedir.",
      "C": "Alanönü ve Yenikent mahallelerinde C hastalığına sahip olan hasta sayısı birbirine eşittir.",
      "D": "A hastalığı en çok yenikent mahallesinde rastlanılmıştır.",
      "E": "Alanönü mahallesinde görülen A hastalığının sayısı önceki yılla aynıdır."
    },
    "explanation": "Alanönü mahallesinde görülen A hastalığının sayısı 12'dir. Bununla birlikte, grafikte bu hastalığa ilişkin önceki yıla ait bir bilgiye ulaşılamamaktadır. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3853138",
    "unitNumber": 2,
    "text": "Aşağıda 7 farklı ile ait 2022 yılı Eylül ayı yağışlı gün sayıları verilmiştir. İllere ait yağışlı gün sayısını gösteren çizgi grafik aşağıdakilerden hangisidir?<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/36b4a4cbc6494fc02b4fc25609a9e582.png\" alt=\"\" width=\"138\" height=\"144\">",
    "correctAnswer": "B",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ea3eaf225ee542dabe12ec8b994bbeb3.png\" alt=\"\" width=\"379\" height=\"177\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/35c5b9ef2496e416d7c00118ed7a017c.png\" alt=\"\" width=\"384\" height=\"179\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/fddd0e6c94d9ffb9e7e81e441b7f6db4.png\" alt=\"\" width=\"373\" height=\"174\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7202c8c209ca25d22a3fa472372a52a2.png\" alt=\"\" width=\"388\" height=\"181\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/aace976c23cf99c4f354c8ed5c703976.png\" alt=\"\" width=\"388\" height=\"181\">"
    },
    "explanation": "Seçeneklerin hepsi çizgi grafiği temsil ediyor olsa da, tabloda verilen bilgileri doğru şekilde yansıtan grafik B seçeneğindekidir."
  },
  {
    "id": "3853139",
    "unitNumber": 2,
    "text": "Bir ile Aralık ayında 10, Ocak ayında 20 ve Şubat ayında 15 gün kar yağmıştır. Bu ile ait kış aylarındaki karlı gün sayısı bilgilerini doğru şekilde yansıtan sütun grafiği aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/3eb5a587578cd56b18e174004086c4c9.png\" alt=\"\" width=\"376\" height=\"175\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/fc67b0599e6315ca55dee4a19436ffc2.png\" alt=\"\" width=\"369\" height=\"172\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/af2628a85b28cffa55d751b7403f10b8.png\" alt=\"\" width=\"380\" height=\"177\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/88e7ec9fada324946fcb07a826a35909.png\" alt=\"\" width=\"386\" height=\"180\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5b18afa4e48c4ab3525f87218d2063db.png\" alt=\"\" width=\"399\" height=\"186\">"
    },
    "explanation": "A ve B seçeneklerinde çizgi grafikler sunulmaktadır. C, D ve E seçenekleri sütun grafikleri içerseler de, aylara ait karlı gün sayılarını içeren doğru bilgiler C seçeneğindeki grafikte görülmektedir. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3853140",
    "unitNumber": 2,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/3f987c2cfaafd4800dde69f9220c42f9.png\" alt=\"\" width=\"250\" height=\"205\"> Bir bahçedeki ağaçların oranını temsil eden yukarıdaki görselle ilgili aşağıdaki bilgilerden hangisi <u><strong>yanlıştır</strong></u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Görselde bir pasta grafiği sunulmaktadır.",
      "B": "Bahçedeki elma ağacı sayısı 50 ise, şeftali ağacının sayısı 75'tir.",
      "C": "Bahçede en çok şeftali ağacı bulunmaktadır.",
      "D": "Bahçede 12 adet kiraz ağacı vardır.",
      "E": "Bahçede en az kiraz ağacı bulunmaktadır."
    },
    "explanation": "Pasta grafiği oluşturmak için nitel frekans serisinde nitel değişkenin ölçme düzeylerinin toplam içerisindeki oranları ilgili ölçme düzeyi frekansının toplam frekansa bölünmesi ile elde edilir. Dolayısıyla pasta grafiğinde oransal değerler yer almaktadır. Buna göre, bahçede yer alan ağaçların %12'si kiraz ağacı olmakla birlikte, bahçedeki toplam ağaç sayısı bilinmediğinden, kaç adet kiraz ağacı olduğunu bilmek mümkün görünmemektedir. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3853151",
    "unitNumber": 2,
    "text": "Aşağıdaki verilerle ilgili olarak seçeneklerdeki bilgilerden hangisi <u><strong>yanlıştır?</strong></u><br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9d26c7705976e3543ad36f2a9c8af9e5.png\" alt=\"\" width=\"117\" height=\"98\">",
    "correctAnswer": "C",
    "options": {
      "A": "Veriler dal-yaprak grafiği ile oluşturulmuştur.",
      "B": "Veri setindeki en küçük değer 13'tür.",
      "C": "Veri setindeki değerler büyükten küçüğe doğru sıralanmıştır.",
      "D": "Veri setindeki en büyük değer 43'tür.",
      "E": "Veri setindeki toplam 22 gözlem değeri vardır."
    },
    "explanation": "Dal-yaprak grafiklerinde veriler küçükten büyüğe sıralanmaktadır. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3853152",
    "unitNumber": 2,
    "text": "Bir ile düşen aylık yağış miktarı ortalaması yılın ilk aylarından Ekim ayına kadar artmakta, Kasım ve Aralık aylarında ise azalmaktadır. Bu ile ait yağış ortalaması değerlerini gösteren bir histogram grafiğinde, yatay eksende Ocak ayından başlamak üzere yılın tüm ayları, dikey eksende de yağış miktarları gösterildiğinde, bu histogram grafiği ile ilgili aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Grafik simetrik olacaktır.",
      "B": "Grafik düzgün dağılım gösterecektir.",
      "C": "Grafik sola çarpık olacaktır.",
      "D": "Grafik sağa çarpık olacaktır.",
      "E": "Grafiğe bakılarak önceki yılla kıyaslama yapılabilecektir."
    },
    "explanation": "Sola çarpık histogramlarda ilk sınıftan başlayarak frekans sayısı artmakta ama sonra seri sonuna gelindiğinde frekans sayısı düşmektedir. İlk aylarda yükselen yağış miktarının son iki ay azalması durumunda soruda ifade edilen histogramın sola çarpık olacağı anlaşılmaktadır. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3853153",
    "unitNumber": 2,
    "text": "Bir ülke veya bir bölgede yaşayan bireylerin yaş ve cinsiyete göre dağılımlarını göstermek üzere çizilen sütun grafiklerine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Histogram",
      "B": "Pasta grafiği",
      "C": "Saçılım grafiği",
      "D": "Pareto",
      "E": "Nüfus piramidi"
    },
    "explanation": "Nüfus piramidi bir ülke veya bir bölgede yaşayan bireylerin yaş ve cinsiyete göre dağılımlarını göstermek üzere çizilen bir tür sütun grafiği’dir. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3853154",
    "unitNumber": 2,
    "text": "İki nicel değişken arasında bir ilişkinin bulunmaması durumunu ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Saçılım grafiği",
      "B": "Sola çarpık grafik",
      "C": "Sağa çarpık grafik",
      "D": "Normal dağılım",
      "E": "Rassal dağılım"
    },
    "explanation": "İki değişken arasında ilişkinin olmadığı durumlarda saçılım grafiğinde yer alan noktalar düzlem üzerinde rassal olarak dağılacaklardır. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3853155",
    "unitNumber": 2,
    "text": "Bir kartezyen grafiğin yatay ekseninde sırasıyla 2016, 2017, 2018, 2019, 2020 ve 2021 değerleri; dikey ekseninde ise ortalama yağış miktarı değerlerini gösteren değerler yer almaktadır. Bu grafik aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Histogram",
      "B": "Çizgi grafiği",
      "C": "Sütun grafiği",
      "D": "Zaman serisi grafiği",
      "E": "Pareto grafiği"
    },
    "explanation": "Zaman serileri grafikleri kartezyen koordinat sistemi yardımıyla gösterilir. Kartezyen grafiğin yatay ekseninde, zaman değişkenin ölçme düzeyleri yer alırken düşey ekseninde zaman ile ilişkilendirilen araştırma değişkeni yer alır. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3853204",
    "unitNumber": 2,
    "text": "Nitel değişkenler aşağıdakilerden hangisi ile <strong>gösterilmez?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sütun grafiği",
      "B": "Çizgi grafiği",
      "C": "Pareto grafiği",
      "D": "Pasta grafiği",
      "E": "Nokta grafiği"
    },
    "explanation": "Nitel değişkenlerin grafiksel gösteriminde kullanılşan grafiklerden bazıları sütün, çizgi, pareto ve pasta grafiğidir."
  },
  {
    "id": "3853205",
    "unitNumber": 2,
    "text": "Aşağıdaki tabloya göre hazırlanan grafik hangisi ile tanımlanır?<br/><strong><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/8ef199e7e2564fb0a9275153a046582e.jpeg\" alt=\"\" width=\"605\" height=\"115\"></strong><br/><strong><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9af8b442be3fa3146dff12c6e2e8e383.jpeg\" alt=\"\" width=\"316\" height=\"284\"></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Aylık heyelan sıklıkları için sütun grafiği",
      "B": "Eşleştirilmiş sütun grafiği",
      "C": "Heyelan dağılımı oransal sütun grafiği",
      "D": "Heyelan dağılımı yatay sütun grafiği",
      "E": "Heyelan sıklıkları oranları için sütun grafiği"
    },
    "explanation": "Eşleştirilmiş sütun grafiği<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9a8483aacb1419514d36a6f063adca4c.jpeg\" alt=\"\" width=\"394\" height=\"385\">"
  },
  {
    "id": "3853206",
    "unitNumber": 2,
    "text": "İki nicel değişken için derlenen verilerin bir koordinat sistemi içerisinde eşlenmiş olarak gösterildiği grafiğe ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dal-yaprak",
      "B": "Histogram",
      "C": "Nüfus piramidi",
      "D": "Pareto",
      "E": "Serpilme"
    },
    "explanation": "İki nicel değişken için derlenen verilerin bir koordinat sistemi içerisinde eşlenmiş olarak gösterimine serpilme grafiği adı da verilir."
  },
  {
    "id": "3853207",
    "unitNumber": 2,
    "text": "Bir problemin önemli sebeplerini ya da bileşenlerini nispeten daha önemsiz sebeplerden ayırmak için kullanılan sütun grafiklerine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çizgi grafiği",
      "B": "Nokta grafiği",
      "C": "Pareto grafiği",
      "D": "Pasta grafiği",
      "E": "Sütun grafiği"
    },
    "explanation": "Pareto grafiği, bir problemin önemli sebeplerini/bileşenlerini nispeten daha önemsiz sebeplerden ayırmak için kullanılan sütun grafikleridir."
  },
  {
    "id": "3853208",
    "unitNumber": 2,
    "text": "Zamana bağlı bir değişkenin zaman değişkeninin uygun ölçme düzeylerine göre aldığı değerlerin alt alta sıralanmasıyla oluşturulan serilere ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Değişken serisi",
      "B": "Histogram serisi",
      "C": "Mekan serisi",
      "D": "Nicel değişken serisi",
      "E": "Zaman serisi"
    },
    "explanation": "Zamana bağlı bir değişkenin zaman değişkeninin uygun ölçme düzeylerine göre aldığı değerlerin alt alta (kronolojik olarak) sıralanmasıyla oluşturulan serilere zaman serisi denir."
  },
  {
    "id": "3853209",
    "unitNumber": 2,
    "text": "Nicel değişkenler hangi grafik ile <strong>gösterilmez?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Dal-yaprak grafiği",
      "B": "Histogram",
      "C": "Nokta grafiği",
      "D": "Pasta grafiği",
      "E": "Saçılım grafiği"
    },
    "explanation": "Nicel değişkenlerin grafiksel gösteriminde sıklıkla kullanılan nokta grafiği, dal-yaprak grafiği, histogram ve saçılım grafiği incelenecektir."
  },
  {
    "id": "3853210",
    "unitNumber": 2,
    "text": "En büyük değer, en küçük değer, ilgilenilen değişken sonuçlarında simetri olup olmadığı gibi veri özellikleri hakkında hızlı şekilde fikir sahibi olmayı sağlayan, veride olası aykırı değerlerin tespitinde faydalı grafik türü hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nokta grafiği",
      "B": "Sütun grafiği",
      "C": "Çizgi grafiği",
      "D": "Histogram",
      "E": "Dal-Yaprak grafiği"
    },
    "explanation": "Nokta grafiği<br/>Araştırmacının veri derleme işlemini tamamlar tamamlamaz verinin genel özellikleri hakkında (en büyük değer, en küçük değer, ilgilenilen değişken sonuçlarında simetri olup olmadığı vb.) hızlı bir biçimde fikir edinebilmesi için kullanılırlar. Veride olabilecek olan aykırı değerlerin tespitinde de faydalı bir grafik türüdür."
  },
  {
    "id": "3853211",
    "unitNumber": 2,
    "text": "Dal-Yaprak grafiği ile ilgili olarak hangisi/hangileri <strong>doğrudur?</strong><br/>I. Serinin küçükten büyüğe sıralanmış hâlinin elde edilmesini sağlar.<br/>II. Her dilim alanı hesaplanan oran ile orantılı olacak şekilde dilimlere ayrılır.<br/>III. Birim sayısının 50’den az olduğu durumlarda kullanışlı grafiklerdir.<br/>IV. Gözlem değerleri arasında boşluklar olup olmadığı elde edilir.",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I, II",
      "C": "III, IV",
      "D": "I, III, IV",
      "E": "II, III, IV"
    },
    "explanation": "Dal-Yaprak grafikleri nokta grafiğine benzer özellikler taşımaktadır. Serinin küçükten büyüğe sıralanmış hâlini elde etmemizi sağlar. Yapısı itibariyle yatay sütun grafiğine benzer bir gösterim elde edilmesi söz konusudur. Verinin genel genişliğinin ne olduğu, verinin toparlanma eğilimi olduğu bölgelerin olup olmadığı, gözlem değerleri arasında boşluklar olup olmadığı gibi farklı bilgiler dal-yaprak grafiklerinden elde edilebilir. Dal-yaprak grafikleri her ne kadar belirgin bir sınır olmasa da birim sayısının 50’den az olduğu durumlarda kullanışlı grafiklerdir. Dal-yaprak grafikleri oluştururken öncelikle ilgili nitel değişken sonuçları incelenir. Değerlerin 10’un katları biçiminde yazılıp yazılmayacağı incelenir."
  },
  {
    "id": "3853212",
    "unitNumber": 2,
    "text": "Tablo: Velilerin İlkokula Covid-19 Önlemlerinden Dolayı Vermiş Oldukları Puanlar.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/6aa4250aa1b41f3cafdcf340377241c1.jpeg\" alt=\"\" width=\"605\" height=\"156\"> Yukarıdaki tabloya göre aşağıda oluşturulan grafik hangisi ile tanımlanır?<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/87be0a29e82718704e0eed0f4fe08481.jpeg\" alt=\"\" width=\"366\" height=\"256\">",
    "correctAnswer": "C",
    "options": {
      "A": "Pareto",
      "B": "Sütun",
      "C": "Histogram",
      "D": "Çizgi",
      "E": "Sütun ve çizgi"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/31416790e7f0e02b8661c14fbdbba329.jpeg\" alt=\"\" width=\"426\" height=\"289\"> Histogram"
  },
  {
    "id": "3853213",
    "unitNumber": 2,
    "text": "İki değişken arasında ilişkinin olmadığı durumlarda saçılım grafiğinde yer alan noktalar düzlem üzerinde nasıl dağılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Rassal",
      "B": "Frekans",
      "C": "Saçılım",
      "D": "Piramit",
      "E": "Doğrusal"
    },
    "explanation": "İki değişken arasında ilişkinin olmadığı durumlarda saçılım grafiğinde yer alan noktalar düzlem üzerinde rassal olarak dağılacaklar."
  },
  {
    "id": "3853227",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sütun grafiğini ifade eden bir açıklamadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Verilerdeki aykırı değerlerin tespitini kolayca yapması",
      "B": "Sıklıkla karşılaştırma amaçlı kullanıma sahip olması",
      "C": "Problemin bileşenlerini daha önemsiz sebeplerden ayırması",
      "D": "Oransal ve kümülatif frekans dağılımını oluşturması",
      "E": "Sınıflayıcı ve sıralayıcı ölçek verilerini gösterebilmesi"
    },
    "explanation": "Sütun grafiği genel olarak sınıflayıcı ve sıralayıcı ölçekle ölçümlenmiş değişkenlere ilişkin sonuçların grafiksel gösterimini içerir. Kesikli değişkenler için de oluşturulabilir."
  },
  {
    "id": "3853228",
    "unitNumber": 2,
    "text": "\"Her ne kadar nitel değişkenler için oluşturulan grafikler arasında yer alsa da nicel kesikli değişkenler için de kullanılabilir\" ifadesi ile hangi tür grafikler belirtilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Pasta grafiği",
      "B": "Saçılım grafiği",
      "C": "Çizgi grafiği",
      "D": "Pareto grafiği",
      "E": "Sütun grafiği"
    },
    "explanation": "Sütun grafikleri, her ne kadar nitel değişkenler için oluşturulan grafikler arasında yer alsa da nicel kesikli değişkenler için de kullanılabilir\""
  },
  {
    "id": "3853229",
    "unitNumber": 2,
    "text": "İlgilenilen nitel değişkenin aldığı değerler uzun metinler ise bu durumda grafikte ne yapılması önerilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çizgi grafiği ile gösterimin ayrıntılı hazırlanması",
      "B": "Dairenin dilimlere ayrılarak pasta grafiği kullanılması",
      "C": "Dal-yaprak grafiği ile simetrik dağılım oluşturulması",
      "D": "Düşey sütun yerine yatay sütun grafiğinin yapılması",
      "E": "Zaman serisi grafiği ile değişimin gösterilmesi"
    },
    "explanation": "İlgilenilen nitel değişkenin aldığı değerler uzun metinler ise bu durumda düşey sütun grafiği yerine yatay sütun grafiği de tercih edilebilir."
  },
  {
    "id": "3853230",
    "unitNumber": 2,
    "text": "Eşleştirilmiş sütun grafiklerinin temel özelliği nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hem farklı kategorilerin karşılaştırılması hem de kategori içindeki grupların kendi içinde karşılaştırmasına olanak vermesi",
      "B": "Oransal ve kümülatif frekanslarında yer aldığı bir frekans dağılımının oluşturulmasına kolaylık sağlaması",
      "C": "Nitel değişkenin ölçme düzeylerinin toplam birim sayısına göre paylarını göstermek için detaylı bilgi vermesi",
      "D": "Her ne kadar belirgin bir sınır olmasa da birim sayısının 50'den az olduğu durumlarda oldukça kullanışlı grafikler olması",
      "E": "İki nicel değişken için derlenen verilerin bir koordinat sistemi içerisinde eşlenmiş olarak gösterimine yardım etmesi"
    },
    "explanation": "Eşleştirilmiş sütun grafikleri, eşleştirmenin öneminin vurgulanması açısından yararlıdır. Eşleştirilmiş sütun veya gruplanmış sütun grafikleri, hem farklı kategorilerin karşılaştırılması hem de kategori içindeki grupların kendi içinde karşılaştırmasına olanak veren grafiklerdir."
  },
  {
    "id": "3853231",
    "unitNumber": 2,
    "text": "Bir araştırmacı üniversiteye yeni kaydolan öğrencilerin cinsiyetlerine ve yaşamlarının çoğunluğunu geçirdikleri yerleşim birimine (köy, belde, küçük şehir ve büyük şehir gibi) göre dağılımlarını içeren bir tablo oluşturarak bu dağılımın da grafiğini oluşturmuştur. Bu araştırmacının hazırladığı grafik temelde aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Saçılım grafiği",
      "B": "Zaman serileri grafiği",
      "C": "Eşleştirilmiş sütun grafiği",
      "D": "Mekan serileri grafiği",
      "E": "Dal-yaprak grafiği"
    },
    "explanation": "Bir araştırmacı üniversiteye yeni kaydolan öğrencilerin cinsiyetlerine ve yaşamlarının çoğunluğunu geçirdikleri yerleşim birimine (köy, belde, küçük şehir ve büyük şehir gibi) göre dağılımlarını içeren bir tablo oluşturarak bu dağılımın da grafiğini oluşturmuştur. Bu durumda, araştırmacının öncelikle kontenjans tablosu oluşturması ve sonrasında eşleştirilmiş veya gruplanmış sütun grafiği hazırlaması beklenir."
  },
  {
    "id": "3853233",
    "unitNumber": 2,
    "text": "Bir öğretmen dersine girdiği Lise 9A, 9B ve 9C sınıflarındaki öğrencilerin son üç sınavdaki puanlarına ilişkin bir grafik hazırlayarak, bu puanlardaki değişimi görmek istemektedir. Bu durumda öğretmenin öncelikle ne tür bir grafik hazırlaması beklenir?",
    "correctAnswer": "C",
    "options": {
      "A": "Eşleştirilmiş sütun grafiği",
      "B": "Pareto grafiği",
      "C": "Çizgi grafiği",
      "D": "Dal-yaprak grafiği",
      "E": "Mekan serileri grafiği"
    },
    "explanation": "Bir öğretmen dersine girdiği Lise 9A, 9B ve 9C sınıflarındaki öğrencilerin son üç sınavdaki puanlarına ilişkin bir grafik hazırlayarak, bu puanlardaki değişimi görmek istemektedir. Bu durumda öğretmenin öncelikle çizgi grafiği hazırlaması beklenir. Çizgi grafiği, birbirini takip eden değerlerin bir çizgi yardımı ile birleştirilmesi ile oluşturulan grafiktir ve karşılaştırma amaçlı olarak sıklıkla kullanılmaktadır."
  },
  {
    "id": "3853234",
    "unitNumber": 2,
    "text": "Bir öğretmen sınıftaki 30 öğrencinin yüz üzerinden elde ettiği puanların grafiğini elde etmek istemiş, bu amaçla puanları 10'un katlarını dikkate alarak bir grafik hazırlamıştır. Bu durumda araştırmacı öncelikle hangi tür bir grafik hazırlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Histogram grafiği",
      "B": "Pareto grafiği",
      "C": "Çizgi grafiği",
      "D": "Dal-yaprak grafiği",
      "E": "Saçılım grafiği"
    },
    "explanation": "Bir öğretmen sınıftaki 30 öğrencinin yüz üzerinden elde ettiği puanların grafiğini elde etmek istemiş, bu amaçla puanları 10'un katlarını dikkate alarak bir grafik hazırlamıştır. Bu durumda araştırmacı öncelikle değerlerin 10'un katları biçiminde yazılabileceğini belirlemiş ve serinin küçükten büyüğe sırlanmış halini elde etmek üzere dal-yaprak grafiği hazırlamıştır."
  },
  {
    "id": "3853235",
    "unitNumber": 2,
    "text": "Bir araştırmacı öğrencilerin sınav başarı puanlarının nasıl bir dağılım gösterdiğini belirlemek istemiştir. Bu durumda bu dağılım hakkında bilgi elde etmek üzere öncelikle nasıl bir grafik hazırlaması beklenir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çizgi grafiği",
      "B": "Sütun grafiği",
      "C": "Histogram grafiği",
      "D": "Pareto grafiği",
      "E": "Dal-yaprak grafiği"
    },
    "explanation": "Bir araştırmacı öğrencilerin sınav başarı puanlarının nasıl bir dağılım gösterdiğini belirlemek istemiştir. Bu durumda bu dağılım hakkında bilgi elde etmek üzere öncelikle histogram grafiği hazırlaması beklenir. Histogram sürekli değişkenler için oluşturulmuş frekans gösteriminde kullanılan bir grafiktir. Histogram üzerinde çalışılan değişkenin dağılımı hakkında fikir veren bir grafiktir."
  },
  {
    "id": "3853237",
    "unitNumber": 2,
    "text": "Bir araştırmacı son yirmi yıl içerisindeki belli bir bölgeye düşen yıllık yağış ortalamasını belirlemiş ve yıllar içerisindeki bu yağış ortalamasındaki değişimi grafiksel olarak inceleyerek yorumlamıştır. Bu araştırmacı öncelikle ne tür grafikten yararlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Zaman serileri grafiği",
      "B": "Saçılma grafiği",
      "C": "Dal-yaprak grafiği",
      "D": "Eşleştirilmiş sütun grafiği",
      "E": "Mekan serileri grafiği"
    },
    "explanation": "Bir araştırmacı son yirmi yıl içerisindeki belli bir bölgeye düşen yıllık yağış ortalamasını belirlemiş ve yıllar içerisindeki bu yağış ortalamasındaki değişimi grafiksel olarak inceleyerek yorumlamıştır. Bu araştırmacı öncelikle zaman serileri grafiğinden yararlanmıştır. Zamana bağlı bir değişkenin zaman değişkeninin uygun ölçme düzeylerine göre aldığı değerlerin alt alta kronolojik olarak sırlanmasıyla oluşturulan serilere zaman serisi denir. Bu zaman serileri grafiksel olarak gösterilir."
  },
  {
    "id": "3853240",
    "unitNumber": 2,
    "text": "Öğrencilerin Matematik dersi ile Fen Bilgisi dersi puanları arasındaki ilişkiyi incelemek isteyen bir araştırmacı, bu ilişkiyi gösteren grafiği hazırladığı zaman önemli bir ilişki olduğunu belirlemiş, bunun yanı sıra dağılımdaki aykırı değerleri de gözlemlemiştir. Bu araştırmacı ne tür bir grafikten yararlanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Histogram grafiği",
      "B": "Pareto grafiği",
      "C": "Dal-yaprak grafiği",
      "D": "Saçılım grafiği",
      "E": "Nokta grafiği"
    },
    "explanation": "Öğrencilerin Matematik dersi ile Fen Bilgisi dersi puanları arasındaki ilişkiyi incelemek isteyen bir araştırmacı, bu ilişkiyi gösteren grafiği hazırladığı zaman önemli bir ilişki olduğunu belirlemiş, bunun yanı sıra dağılımdaki aykırı değerleri de gözlemlemiştir. Bu örnekte araştırmacı iki nicel değişken arasındaki ilişkinin grafiksel gösteriminde saçılım grafiğinden yararlanmıştır. Böylece değişkenler arasındaki ilişkiyi ve bu bu serideki genel gidişe uymayan gözlemleri veya aykırı değerleri de tesbit etmiştir."
  },
  {
    "id": "3853156",
    "unitNumber": 3,
    "text": "Bir coğrafi bölge sınırları içerisinde bulunan beş dağın yükseklik değerleri sırasıyla 1000, 1200, 1300, 1500 ve 2000 metre şeklindedir. Bu bölgede yer alan dağların yüksekliklerinin aritmetik ortalaması kaç metredir?",
    "correctAnswer": "D",
    "options": {
      "A": "1250",
      "B": "1300",
      "C": "1350",
      "D": "1400",
      "E": "1450"
    },
    "explanation": "Aritmetik ortalama, bir değişkene ait, ölçüm, tartım veya gözlem yoluyla derlenen, veri kümesindeki tüm değerlerin toplamının verideki birim sayısına bölünmesiyle elde edilir. Buna göre, beş dağın yükseklikleri toplamı 1000+1200+1300+1500+2000=7000 metre olacaktır. Bu toplamı beşe böldüğümüzde 7000/5=1400 değeri elde edilecektir. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3853157",
    "unitNumber": 3,
    "text": "Bir coğrafi bölge sınırları içerisinde bulunan iki dağın yüksekliği 1000, iki dağın yüksekliği 1500 ve bir dağın yüksekliği ise 2000 metre şeklindedir. Bu bölgede yer alan dağların yüksekliklerinin aritmetik ortalaması kaç metredir?",
    "correctAnswer": "D",
    "options": {
      "A": "1250",
      "B": "1300",
      "C": "1350",
      "D": "1400",
      "E": "1450"
    },
    "explanation": "Frekans serilerinde frekanslar her bir değerin tekrar sayısını vermektedir. Aritmetik ortalama hesaplamak için frekanslar (f ) ile gözlem değerleri (x) çarpılır, çarpımlar toplamı gözlem sayısına bölünerek aritmetik ortalama değeri hesaplanır. Bu durumda, 2x1000=2000; 2x1500=3000 ve 1x2000=2000 değerleri toplanarak (2000+3000+2000=7000) gözlem sayısına bölünmelidir (7000/5=1400). Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3853158",
    "unitNumber": 3,
    "text": "Yeni geliştirilen bir hava tahmin programında, hava sıcaklığı tahmini için aşağıdaki değişkenler, yanlarında belirtilen oranlarla dikkate alınarak hesaplama yapılmaktadır.<br/>Yağışlı geçen gün sayısı (%25)<br/>Güneşli geçen gün sayısı (%25)<br/>Önceki yıllarda ölçülen ortalama sıcaklıklar (%50)<br/>Bu programın, aşağıdaki hesaplama yöntemlerinden hangisinden yararlandığı söylenebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Aritmetik ortalama",
      "B": "Tartılı aritmetik ortalama",
      "C": "Geometrik ortalama",
      "D": "Mod",
      "E": "Medyan"
    },
    "explanation": "Kimi durumlarda araştırmacı gözlem birimlerinden bazılarının değerlerine diğerlerine göre daha fazla önem verebilir. Bu tür durumlarda gözlem biriminin önem miktarı, verilen önemi temsil edecek güce sahip bir ağırlık ve ya tartı ile eşleştirilir. Burada da yağışlı ve güneşli geçen gün sayıları ile eski hava sıcaklığı ortalamalarına farklı ağırlıklar verildiği görülmektedir. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3853159",
    "unitNumber": 3,
    "text": "Bir bölgede gözlemlenen yağışlı gün sayısı, aylara göre sırasıyla 13, 14, 16, 15, 16, 14, 9, 5, 10, 12, 13, 13 şeklindedir. Bu seriye göre, yağışlı gün değişkeninin medyan değeri nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "10",
      "B": "12",
      "C": "13",
      "D": "15",
      "E": "16"
    },
    "explanation": "Serideki değişkenler küçükten büyüğe sıralandığında 5, 9, 10, 12, 13, 13, 13, 14, 14, 15, 16, 16 sıralaması elde edilecektir. Medyan için sıra numarası (n + 1)/2 = (12 + 1)/2 = 6.5 olacaktır. Dolayısıyla medyan değeri sıralı seride yer alan altıncı ve yedinci gözlemlerin ortalama değeri olacaktır. Seride altıncı değerin 13, yedinci değerin de 13 olduğu görülmektedir. Bu değerlerin ortalaması da 13 olacaktır. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3853160",
    "unitNumber": 3,
    "text": "Bir bölgede gözlemlenen yağışlı gün sayısı, aylara göre sırasıyla 13, 14, 16, 15, 16, 14, 9, 5, 10, 12, 13, 13 şeklindedir. Bu seriye göre, yağışlı gün değişkeninin mod değeri nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "5",
      "B": "9",
      "C": "10",
      "D": "12",
      "E": "13"
    },
    "explanation": "Mod, bir seride en çok gözlenen değerdir. Sorudaki seride en çok tekrarlanan değerin üç kez tekrarlanmış olarak 13 değeri olduğu görülmektedir. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3853161",
    "unitNumber": 3,
    "text": "Bir ülke sınırları içerisinde yer alan ormanlık alanların kilometrekare cinsinden değerleri 10, 15, 20, 25, 30 ve 35 bin şeklindedir. Buna göre, bu ülkedeki ormanlık alanların değişim aralığı kaç bin metrekaredir?",
    "correctAnswer": "D",
    "options": {
      "A": "10",
      "B": "15",
      "C": "20",
      "D": "25",
      "E": "30"
    },
    "explanation": "Değişim aralığı serideki en büyük ve en küçük gözlem değeri arasındaki farkı temsil eder. Serideki en yüksek değer olan 35'ten, en küçük değer olan 10'u çıkardığımızda değişim aralığı 25 bin kilometrekare olacaktır. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3853162",
    "unitNumber": 3,
    "text": "Üç farklı denize ait Mart ayı ortalama deniz suyu sıcaklıkları 10, 15 ve 20 °C olarak hesaplanmıştır. Bu değerlere göre, deniz suyu sıcaklıklarının standart sapması kaçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "5",
      "B": "10",
      "C": "15",
      "D": "20",
      "E": "25"
    },
    "explanation": "Standart sapma, bir serideki her bir gözlem değeri ile ortalama arasındaki standart veya tipik farktır. Soruda yer alan değerlerin ortalaması (10+15+20)/3= 15'tir. Her bir değerin ortalamadan uzaklığı 10-15= -5, 15-15= 0 ve 20-15= 5 şeklindedir. Bu uzaklıklarının kareleri toplamı 25+0+25= 50'dir. Standart sapmanın hesaplanmasında, değerlerin ortalamadan uzaklıklarının kareleri toplamının gözlem sayısı-1'e bölünmesi işlemi gerçekleştirilir. Bu kapsamda 50/(3-1)=25 değeri elde edilir. Bu değerin karekökü olan 5, standart sapmayı göstermektedir. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3853163",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi merkezi eğilim ölçülerinden biri <u><strong>değildir</strong></u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Mod",
      "B": "Medyan",
      "C": "Aritmetik ortalama",
      "D": "Geometrik ortalama",
      "E": "Varyans"
    },
    "explanation": "Varyans merkezi eğilim değil, bir değişkenlik ölçüsüdür. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3853164",
    "unitNumber": 3,
    "text": "Bir veri setinde aritmetik ortalama 5, medyan 7 ve mod 9 olarak hesaplanmıştır. Bu veri seti için aşağıdakilerden hangisi veya hangileri söylenebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Simetriktir.",
      "B": "Sağa çarpıktır.",
      "C": "Sola çarpıktır.",
      "D": "Standart sapma değeri 0'dır.",
      "E": "Varyans değeri 0'dır."
    },
    "explanation": "Sola çarpık frekans serilerinde Aritmetik Ortalama &lt; Medyan &lt; Mod ilişkisi vardır. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3853165",
    "unitNumber": 3,
    "text": "Simetrik bir çan eğrisine sahip bir dağılımda, verilerin yüzde kaçının ortalamadan bir standart sapma altı ve üstünde yer alması beklenir?",
    "correctAnswer": "B",
    "options": {
      "A": "%50",
      "B": "%68.27",
      "C": "%95.45",
      "D": "%99.73",
      "E": "%100"
    },
    "explanation": "Simetrik çan eğrisinde, ilgili değişkenin ortalaması ile bir standart sapma aralığında verinin %68.27’si yer alır. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3853286",
    "unitNumber": 3,
    "text": "Bir değişken için gözlem değerleri (5, 3, 8, 2, 4, 2, 4, 2) olarak tespit edilmiştir. Örneklem aritmetik ortalaması kaçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "3.75",
      "B": "3.50",
      "C": "4.28",
      "D": "2.50",
      "E": "2.75"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5b6e2727db6de7614d4e13946bba4ff8.jpeg\" alt=\"\" width=\"649\" height=\"194\">"
  },
  {
    "id": "3853297",
    "unitNumber": 3,
    "text": "Aşağıdaki tabloda verilen frekans serisi için ana kütle aritmetik ortalaması kaçtır?<br/><table><tbody><tr><td><br/>χ<br/></td><td><br/>ƒ<br/></td></tr><tr><td><br/>3<br/></td><td><br/>7<br/></td></tr><tr><td><br/>9<br/></td><td><br/>9<br/></td></tr><tr><td><br/>12<br/></td><td><br/>15<br/></td></tr><tr><td><br/>16<br/></td><td><br/>19<br/></td></tr></tbody></table>",
    "correctAnswer": "B",
    "options": {
      "A": "1.15",
      "B": "11.72",
      "C": "0.86",
      "D": "6.13",
      "E": "12.50"
    },
    "explanation": "<table><tbody><tr><td><br/>x<sub>i</sub><br/></td><td><br/>ƒ<sub>i</sub><br/></td><td><br/>ƒi xi<br/></td></tr><tr><td><br/>3<br/></td><td><br/>7<br/></td><td><br/>21<br/></td></tr><tr><td><br/>9<br/></td><td><br/>9<br/></td><td><br/>81<br/></td></tr><tr><td><br/>12<br/></td><td><br/>15<br/></td><td><br/>180<br/></td></tr><tr><td><br/>16<br/></td><td><br/>19<br/></td><td><br/>304<br/></td></tr><tr><td><br/>Toplam<br/></td><td><br/>50<br/></td><td><br/>586<br/></td></tr></tbody></table><br/>A.O = 586/50=<br/>Dolayısıyl11,72a cevap B şıkkıdır."
  },
  {
    "id": "3853298",
    "unitNumber": 3,
    "text": "On birimlik bir basit seride değişken değerleri toplamı 150 ise bu değişken için örneklem aritmetik ortalaması kaç olur?",
    "correctAnswer": "C",
    "options": {
      "A": "10",
      "B": "14",
      "C": "15",
      "D": "11",
      "E": "25"
    },
    "explanation": "Bu problemde ana kütle birim sayısı n = 10 olarak verilmiştir. 10 birimlik basit seri mevcuttur. Aritmetik ortalama eşitliğinde ilgili değerleri yerine koyarak soruyu cevaplayalım. Hatırlanacağı gibi tüm gözlem değerleri toplamı birim sayısına bölünmektedir.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e0f3c2a379bc47403ea28a9902c9d0cd.jpeg\" alt=\"\" width=\"319\" height=\"73\"> Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "3853299",
    "unitNumber": 3,
    "text": "Mesafe değişkeni için bir çalışmada ana kütle standart sapma değeri 55 olarak tespit edilmiştir. Bu problemde mesafe değişkeninin varyansı kaçtır?",
    "correctAnswer": "D",
    "options": {
      "A": "55",
      "B": "44",
      "C": "2525",
      "D": "3025",
      "E": "7.41"
    },
    "explanation": "Varyans standart sapmanın karesi olduğundan, varyans s<sup>2</sup> = 55<sup>2</sup> = 3025 olacaktır.<br/>Dolayısıyla cevap D şıkkıdır."
  },
  {
    "id": "3853300",
    "unitNumber": 3,
    "text": "Bir çalışmada üç gözlem birimi değeri 64, 40 ve 25 olarak tespit edilmiştir. Bu gözlem birimlerine sahip olan değişkenin geometrik ortalaması kaç olur?",
    "correctAnswer": "E",
    "options": {
      "A": "80",
      "B": "44",
      "C": "64000",
      "D": "30",
      "E": "40"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/6e222daccc04342668889a544c5842ad.jpeg\" alt=\"\" width=\"840\" height=\"133\"><br/>Dolayısıyla cevap E şıkkıdır."
  },
  {
    "id": "3853301",
    "unitNumber": 3,
    "text": "Mesafe değişkeni için izleyen örneklem değerleri elde edilmiştir: (5, 2, 4, 7, 6, 5, 7, 9, 10). Bu basit seriye göre mesafe değişkeninin medyan değeri kaçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "6",
      "B": "2",
      "C": "7",
      "D": "9",
      "E": "4"
    },
    "explanation": "Öncelikle seriyi sıralayalım. Sıralanmış seri değerleri (2, 4, 5, 5, 6, 7, 7, 9, 10) olur. Medyan için sıra numarası (n + 1)/2 = (9 + 1)/2 = 5 olacaktır. Dolayısıyla medyan değeri sıralı seride yer alan beşinci gözlem değeri olan 6 olacaktır. Yanıt A şıkkıdır."
  },
  {
    "id": "3853302",
    "unitNumber": 3,
    "text": "Bir seriyi temsil etmeye ve özetlemeye yarayan ve değişkenin merkezini gösteren tek bir rakama verilen ifade aşağıdaki hangi seçenekte belirtilmiştir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Olasılıksal bölünme",
      "B": "Aritmetik ortalama",
      "C": "Varyans",
      "D": "Mod",
      "E": "Ortanca"
    },
    "explanation": "Bir seriyi temsil etmeye ve özetlemeye yarayan ve değişkenin merkezini gösteren tek bir rakama verilen ifadeye Aritmetik ortalama denir. Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "3853303",
    "unitNumber": 3,
    "text": "Örneklem değerleri (2, 4, 5, 5, 7, 10, 13, 17, 19, 25, 27) olan bir değişkenin üçüncü kartil değeri kaçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "7",
      "B": "25",
      "C": "19",
      "D": "4",
      "E": "5"
    },
    "explanation": "Q3; Üçüncü kartilin sıra numarası (11 + 1) × (3/4) = 9, bu durumda dokuzuncu birimin değeri olan Q3 = 19 olacaktır.<br/>Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "3853304",
    "unitNumber": 3,
    "text": "Bir değişkene ait merkezî eğilim ölçüsü dışında verinin değişkenliğini temsil eden ölçütlere de ihtiyaç vardır. Değişkenlik ölçüleri, bir değişkenin merkezî eğilim ölçüleri etrafındaki sapmalarını ifade eden ölçülerdir. Yaygın olarak kullanılan değişkenlik ölçüleri kaç tanedir ?",
    "correctAnswer": "D",
    "options": {
      "A": "5",
      "B": "4",
      "C": "9",
      "D": "3",
      "E": "6"
    },
    "explanation": "Bir değişkene ait merkezî eğilim ölçüsü dışında verinin değişkenliğini temsil eden ölçütlere de ihtiyaç vardır. Değişkenlik ölçüleri, bir değişkenin merkezî eğilim ölçüleri etrafındaki sapmalarını ifade eden ölçülerdir. Yaygın olarak kullanılan değişkenlik ölçüleri aralık, varyans ve standart sapmadır. Dolayısıyla 3 tanedir."
  },
  {
    "id": "3853305",
    "unitNumber": 3,
    "text": "Ortalaması 23, medyan değeri 21 ve standart sapması 3 olan bir değişken için Pearson’ın eğiklik katsayısı kaçtır?",
    "correctAnswer": "E",
    "options": {
      "A": "0.20",
      "B": "1.00",
      "C": "4.00",
      "D": "3.00",
      "E": "2.00"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9ce0f4c92fef55de2e326ecf946b287d.jpeg\" alt=\"\" width=\"570\" height=\"74\"><br/>Dolayısıyla cevap E şıkkıdır."
  },
  {
    "id": "3853306",
    "unitNumber": 4,
    "text": "Olasılık konusunda kaç temel kavram ile karşılaşılır ?",
    "correctAnswer": "A",
    "options": {
      "A": "4",
      "B": "2",
      "C": "5",
      "D": "3",
      "E": "6"
    },
    "explanation": "Olasılık konusunda dört temel kavramla karşılaşılır. Bunlar; deneme, sonuç, örneklem uzayı ve olaydır. Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3853307",
    "unitNumber": 4,
    "text": "Bir olayın gerçekleşme olasılığı, ilgilenilen sonuç sayısının mümkün sonuçların sayısına bölünmesi ile hesaplanır tanımı aşağıda belirtilen ifadelerden hangisinin karşılığıdır ?",
    "correctAnswer": "B",
    "options": {
      "A": "Olasılığın Göreli Frekans Tanımı",
      "B": "Olasılığın Klasik Tanımı",
      "C": "Subjektif Olasılık Tanımı",
      "D": "Saymanın Temel İlkesi",
      "E": "Permütasyon"
    },
    "explanation": "Olasılığın klasik tanımına göre bir olayın gerçekleşme olasılığı, ilgilenilen sonuç sayısının mümkün sonuçların sayısına bölünmesi ile hesaplanır. Bu tanım bir deneme sırasında ortaya çıkabilecek tüm sonuçların eşit olasılıklı olduğu varsayımına dayanmaktadır. Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "3853308",
    "unitNumber": 4,
    "text": "3 kırmızı kalem, 5 mavi kalem, 4 siyah kalem ve 3 yeşil kalem bulunan bir kalem kutusundan kaç tane farklı seçim yapılabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "60",
      "B": "36",
      "C": "180",
      "D": "72",
      "E": "120"
    },
    "explanation": "Saymanın temel prensibi yardımıyla bu kalem kutusundan 3 × 5 × 4 × 3 = 180 farklı seçim yapılabilir. Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "3853309",
    "unitNumber": 4,
    "text": "SIRALAMA kelimesinin harflerinden dörder harfli anlamlı ya da anlamsız kaç tane kelime oluşturulması mümkündür?",
    "correctAnswer": "C",
    "options": {
      "A": "6720",
      "B": "336",
      "C": "1680",
      "D": "40320",
      "E": "3650"
    },
    "explanation": "SIRALAMA kelimesinde 8 harf bulunmaktadır. Bu 8 harften 4 harfli oluşturulabilecek kelime sayısı araştırılmaktadır. Kelimelerde harflerin sırası önemlidir. Buna göre elde edilebilecek kelime sayısı aşağıdaki şekilde hesaplanır.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d62106b6d69b0d2decde0f6ba5a70fd8.jpeg\" alt=\"\" width=\"262\" height=\"86\"> Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "3853310",
    "unitNumber": 4,
    "text": "14 farklı kitap arasından 3 kitap kaç değişik şekilde seçilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "2064",
      "B": "264",
      "C": "2184",
      "D": "128",
      "E": "364"
    },
    "explanation": "Seçilen kitapların diziliş düzeni önemli olmadığından olabilecek seçim sayısı aşağıdaki gibi hesaplanır.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/6828a05c241025615d7b48712278e13f.jpeg\" alt=\"\" width=\"315\" height=\"94\"><br/>14 farklı kitaptan 3 kitap 364 farklı biçimde oluşturulabilir.<br/>Dolayısıyla cevap E şıkkıdır."
  },
  {
    "id": "3853311",
    "unitNumber": 4,
    "text": "Olasılığın kaç temel ilkesi bulunmaktadır ?",
    "correctAnswer": "A",
    "options": {
      "A": "3",
      "B": "5",
      "C": "7",
      "D": "4",
      "E": "2"
    },
    "explanation": "Olasılığın 3 temel ilkesi bulunmaktadır.<br/>Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3853312",
    "unitNumber": 4,
    "text": "A ve B gibi herhangi iki olaydan birinin ortaya çıkışı diğerinin ortaya çıkması olasılığını etkilemiyorsa bu iki olay aşağıdaki ifadelerden hangisi olarak adlandırılabilir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Bayes teoremi",
      "B": "Bağımsız olaylar",
      "C": "Koşullu olasılık",
      "D": "Binom dağılımı",
      "E": "Poisson dağılımı"
    },
    "explanation": "A ve B gibi herhangi iki olaydan birinin ortaya çıkışı diğerinin ortaya çıkması olasılığını etkilemiyorsa bu iki olaya bağımsız olaylar adı verilir. Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "3853313",
    "unitNumber": 4,
    "text": "Her denemede üzerinde durulan olayın gerçekleşme olasılığının değişmediği, tüm denemelerin birbirinden bağımsız olduğu ve deneme sayısının sabit olduğu tekrarlı denemeler olasılık teorisinde önemli bir yere sahiptir. Tüm denemelerin aynı koşullarda tekrarlandığı ve her tekrarda birbirinden bağımsız sadece iki olaydan birinin ortaya çıktığı denemelerde aşağıdaki şıklarda belirtilen ifadelerden hangisi söz konusu olur ?",
    "correctAnswer": "C",
    "options": {
      "A": "Poisson dağılımı",
      "B": "Sürekli olasılık dağılımı",
      "C": "Binom dağılımı",
      "D": "Düzgün dağılım",
      "E": "Normal dağılım"
    },
    "explanation": "Her denemede üzerinde durulan olayın gerçekleşme olasılığının değişmediği, tüm denemelerin birbirinden bağımsız olduğu ve deneme sayısının sabit olduğu tekrarlı denemeler olasılık teorisinde önemli bir yere sahiptir. Tüm denemelerin aynı koşullarda tekrarlandığı ve her tekrarda birbirinden bağımsız sadece iki olaydan birinin ortaya çıktığı denemelerde binom dağılımı söz konusu olur. Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "3853314",
    "unitNumber": 4,
    "text": "\"Belirli zaman aralığı veya mekânda rassal olarak gözlemlenen ilgilenilen türden sonuçların özel durumları için geliştirilmiş kesikli bir dağılımdır. İlgili zaman aralığında ortalama olarak ilgilenilen olayın meydana gelme sayısının bilindiği ve herhangi bir olayla onu hemen takip eden olay arasındaki farkın, önceki farklardan bağımsız olarak ortaya çıktığı kabul edilir.\" şeklinde tanımı olan ifade aşağıdaki hangi şıkta belirtilmiştir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Sürekli olasılık dağılımı",
      "B": "Düzgün dağılım",
      "C": "Binom dağılımı",
      "D": "Poisson dağılımı",
      "E": "Kesin olasılık dağılımı"
    },
    "explanation": "Poisson dağılımı belirli zaman aralığı veya mekânda rassal olarak gözlemlenen ilgilenilen türden sonuçların özel durumları için geliştirilmiş kesikli bir dağılımdır. İlgili zaman aralığında ortalama olarak ilgilenilen olayın meydana gelme sayısının bilindiği ve herhangi bir olayla onu hemen takip eden olay arasındaki farkın, önceki farklardan bağımsız olarak ortaya çıktığı kabul edilir.<br/>Dolayısıyla cevap D şıkkıdır."
  },
  {
    "id": "3853315",
    "unitNumber": 4,
    "text": "\"İstatistik teorisinde sürekli rassal değişkenlerin açıklanması ve günlük yaşamda pek çok farklı alanda uygulanması bakımından en çok başvurulan temel olasılık dağılımlarındandır\" şeklinde tanıma sahip olan ifade aşağıdaki hangi şıkta belirtilmiştir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Sürekli olasılık dağılımı",
      "B": "Poisson dağılımı",
      "C": "Binom dağılımı",
      "D": "Düzgün dağılım",
      "E": "Normal dağılım"
    },
    "explanation": "Normal dağılım istatistik teorisinde sürekli rassal değişkenlerin açıklanması ve günlük yaşamda pek çok farklı alanda uygulanması bakımından en çok başvurulan temel olasılık dağılımlarındandır.<br/>Dolayısıyla cevap E şıkkıdır."
  },
  {
    "id": "3853179",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi mekânsal veri için örüntülerin, anormalliklerin veya çeşitli hipotezlerin test edilmesi için kullanılan teknikler topluluğudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Mekânsal analiz",
      "B": "Veri",
      "C": "Harita",
      "D": "Betimleyici istatistik",
      "E": "Histogram"
    },
    "explanation": "Mekânsal analiz, mekânsal veri için örüntülerin, anormalliklerin veya çeşitli hipotezlerin test edilmesi için kullanılan teknikler topluluğudur. Doğru cevap a şıkkı."
  },
  {
    "id": "3853181",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi/hangileri mekânsal analiz teknikleri arasında yer alır?<br/>I. Noktaların tanımlanan düzlem üzerinde dağılımının incelenmesi<br/>II. Sürekli değişkenler üzerinde durulan coğrafi bilgi problemleri<br/>III. Mekânsal modelleme",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, III",
      "C": "II, III",
      "D": "I, II",
      "E": "III"
    },
    "explanation": "Mekânsal veri yapılarını kısaca inceledikten sonra bu veri yapılarından yola çıkılarak hangi tür mekânsal analizler yürütülebileceğini inceleyelim. Genel olarak dört ana başlık ortaya çıkmaktadır:<br/>-Bir grup nokta verisinden yola çıkılarak noktaların tanımlanan düzlem üzerinde dağılımının incelenmesi ilk ana başlık olarak ele alınabilir. <br/>-Diğer mekânsal analiz ise verinin sınırları belirlenmiş poligon alanlarının çeşitli özellikleri ile temsil edildiği durumlarda yürütülen analiz çalışmalarıdır.<br/>-Üçüncü ana başlık olarak sürekli değişkenler üzerinde durulan coğrafi bilgi problemleri ele alınabilir.<br/>-Son başlık ise özellikle ekonometri uygulamalarında sıklıkla karşımıza çıkan mekânsal modellemedir.<br/>Doğru cevap a şıkkı."
  },
  {
    "id": "3853223",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi araştırmacının ilgilendiği istatistiksel bir değişken bakımından renk tonlaması, çizgileme, örüntü gibi ayırt edici özellikler yardımıyla haritanın belirli bölgelerinin diğerlerinden ayrıştırılması için oluşturulan tematik haritalardır.",
    "correctAnswer": "A",
    "options": {
      "A": "Choropleth Haritası",
      "B": "Cartogram Haritası",
      "C": "Saçılım ve Bubble/Sembol Grafikleri",
      "D": "Isı haritası",
      "E": "Fiziki harita"
    },
    "explanation": "Temel olarak Choropleth haritaları için araştırmacının ilgilendiği istatistiksel bir değişken bakımından renk tonlaması, çizgileme, örüntü gibi ayırt edici özellikler yardımıyla haritanın belirli bölgelerinin diğerlerinden ayrıştırılması için oluşturulan tematik haritalardır. Doğru cevap a şıkkı."
  },
  {
    "id": "3853224",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi coğrafi sınırları belirli alanların (örneğin ilçelerin idari sınırları) herhangi bir değişkenin aldığı değerlere göre çarpıklaştırılması ile ortaya çıkar?",
    "correctAnswer": "A",
    "options": {
      "A": "Cartogram",
      "B": "Choropleth Haritası",
      "C": "Saçılım ve Bubble/Sembol Grafikleri",
      "D": "Isı Haritası",
      "E": "Fiziki Harita"
    },
    "explanation": "Cartogram haritaları, coğrafi sınırları belirli alanların (örneğin ilçelerin idari sınırları) herhangi bir değişkenin aldığı değerlere göre çarpıklaştırılması ile ortaya çıkarlar. Doğru cevap a şıkkı."
  },
  {
    "id": "3853225",
    "unitNumber": 5,
    "text": "Bir araştırmacının 4 gözlem noktası vardır. Bu dört gözlem noktasına ait koordinatlar aşağıdaki tabloda gösterilmektedir. Araştırmacının bu 4 gözlem noktasına ait ortalama merkez koordinatları aşağıdakilerden hangisidir?<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f5c622ed8058542e058b54ef2372f19c.jpeg\" alt=\"\" width=\"511\" height=\"217\">",
    "correctAnswer": "A",
    "options": {
      "A": "Ortalama Merkez(12.5 , 9)",
      "B": "Ortalama Merkez(10 , 8)",
      "C": "Ortalama Merkez(16.5 , 8)",
      "D": "Ortalama Merkez(20 , 10)",
      "E": "Ortalama Merkez(5 , 12)"
    },
    "explanation": "X=(x1+x2+x3+x4)/4<br/>X= (5+10+15+20)/4<br/>X=50/4<br/>X=12.5<br/>ve <br/>Y=(y1+y2+y3+y4)<br/>Y=(6+8+10+12)<br/>Y=36/4<br/>Y=9<br/>Buna göre Ortalama Merkez( 12.5,9)<br/>Doğru cevap a şıkkı"
  },
  {
    "id": "3853226",
    "unitNumber": 5,
    "text": "İkili kartezyen koordinat sisteminde yer alan A ve B noktalarının koordinatları sırasıyla (0,0) ve (2,0) olduğuna göre bu iki nokta arasındaki Öklid uzaklığı ne kadardır?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "0",
      "C": "5",
      "D": "4",
      "E": "1"
    },
    "explanation": "Öklid uzaklığı: d(A,B) =( (x<sub>2</sub>-x<sub>1</sub>)<sup>2</sup>+(y<sub>2</sub>-y<sub>1</sub>)<sup>2</sup> )<sup>1/2</sup><br/>= ((2-0)<sup>2</sup>+(0-0)<sup>2</sup>)<sup>1/2</sup><br/>= (4+0)<sup>1/2</sup><br/>=2<br/>Doğru cevap a şıkkı"
  },
  {
    "id": "3853232",
    "unitNumber": 5,
    "text": "A(6, 8) ve B(10, 12) olarak tanımlansın. Bu iki nokta arasındaki Manhattan uzaklığı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "8",
      "B": "6",
      "C": "10",
      "D": "12",
      "E": "0"
    },
    "explanation": "Manhattan Uzaklığı<br/>d(A,B)=|(x<sub>2</sub>-x<sub>1</sub>)|+|y<sub>2</sub>-y<sub>1</sub>|=|10-6|+|12-8|=4+4=8<br/>Doğru cevap a şıkkı"
  },
  {
    "id": "3853239",
    "unitNumber": 5,
    "text": "Bir araştırmacının dört gözlem noktası vardır. Bu dört gözlem noktasına ait koordinatlar ve bu koordinatlara ait tartı değişkeni (w) aşağıdaki tabloda gösterilmektedir. Araştırmacının bu dört gözlem noktasına ait tartılı ortalama merkez koordinatları aşağıdakilerden hangisidir?<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4236b8d95a62aea9fba9aff513fa410d.jpeg\" alt=\"\" width=\"464\" height=\"160\">",
    "correctAnswer": "A",
    "options": {
      "A": "(16,8)",
      "B": "(8,16)",
      "C": "(4,8)",
      "D": "(8,4)",
      "E": "(16,18)"
    },
    "explanation": "Toplam w = 2+4+4+6=16<br/>Toplam wx = 16 x 2 +11 x 4+18 x 4 +18 x 6 =32+44+72+108=256<br/>wx=(Toplam wx)/(Toplam w) = 256/ 16 = <strong>16</strong><br/>Toplam wy =4 x 2 +8 x 4+10 x4 +8 x 6 =8+32+40+48=128<br/>yx=(Toplam yx)/(Toplam w) = 128/ 16 = <strong>8</strong><br/>Buna göre Tartılı Ortalama Merkez Koordinatları <strong>(16,8)</strong> olarak bulunur. Doğru cevap a şıkkı<br/>Toplam w = 2+4+4+6=16<br/>Toplam wx = 16 x 2 +11 x 4+18 x4 +18 x 6 =32+44+72+108=256<br/>wx=(Toplam wx)/(Toplam w) = 256/ 16 = <strong>16</strong><br/>Toplam wy =4 x 2 +8 x 4+10 x4 +8 x 6 =8+32+40+48=128<br/>yx=(Toplam yx)/(Toplam w) = 128/ 16 = <strong>8</strong><br/>Buna göre Tartılı Ortalama Merkez Koordinatları <strong>(16,8)</strong> olarak bulunur. Doğru cevap a şıkkı"
  },
  {
    "id": "3853241",
    "unitNumber": 5,
    "text": "A(0, 0) ve B(4,4 ) olarak tanımlansın. Bu iki nokta arasındaki Manhattan uzaklığı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "8",
      "B": "4",
      "C": "2",
      "D": "0",
      "E": "10"
    },
    "explanation": "Manhattan Uzaklığı<br/>d(A,B)=|(x<sub>2</sub>-x<sub>1</sub>)|+|y<sub>2</sub>-y<sub>1</sub>|=|4-0|+|4-8|=4+4=8<br/>Doğru cevap a şıkkı"
  },
  {
    "id": "3853243",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ilgili değişkenin değerlerinin değişken ortalamasından olan ortalama olarak ne kadar saptıklarını gösteren<br/>bir ölçüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Standart sapma",
      "B": "Ortalama",
      "C": "Tartılı Ortalama",
      "D": "Havershine uzaklığı",
      "E": "Öklid uzaklığı"
    },
    "explanation": "Standart sapma ilgili değişkenin değerlerinin değişken ortalamasından olan ortalama olarak ne kadar saptıklarını gösteren bir ölçüdür. Doğru cevap a şıkkı."
  },
  {
    "id": "3853246",
    "unitNumber": 6,
    "text": "Quadrat analizi yapılan bir alan aşağıdaki şekilde gösterildiği gibi alt bölgelere ayrılmış ve alt bölge başına düşen birim sayıları da gösterilmiştir. Buna göre alt bölge başına düşen ortalama birim sayısı ne kadardır?<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/8b2dee38b780dde1ff4fd271e4b4140a.jpeg\" alt=\"\" width=\"401\" height=\"399\">",
    "correctAnswer": "A",
    "options": {
      "A": "1,6",
      "B": "2",
      "C": "40",
      "D": "25",
      "E": "2,4"
    },
    "explanation": "Hücre başına ortalama birim sayısı x olsun<br/>Araştırma alanı 25 eşit parçaya bölünmüş: k=25<br/>Hücrelerdeki toplam birim sayısı: 1+1+3+1+2+1+1+1+2+1+1+1+4+4+13+3=40<br/>Buna göre x=40/25=1,6 olarak bulunur. Doğru cevap a şıkkı"
  },
  {
    "id": "3853247",
    "unitNumber": 6,
    "text": "Quadrat analizde genel bir yaklaşım olarak hücre başına düşen birim sayısı en az kaç olmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "1",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Quadrat tekniği sıklıkla kullanılan bir teknik olmakla birlikte araştırmacının oluşturacağı hücre sayısının sonucu doğrudan etkileyebileceğini hatırlamak gerekir. Temel olarak araştırmacı nokta örüntü dağılımında bir düzen veya düzensizlik olup olmadığını araştırmaktadır. Çok küçük veya çok büyük seçilecek olan hücreler bu düzen veya düzensizliğin ortaya çıkışını maskeleyebilir. Konuyla ilgili birçok görüş olmakla birlikte hücre başına düşen birim sayısının en az iki adet olması sıklıkla kabul edilen bir yaklaşımdır. Doğru cevap a şıkkı."
  },
  {
    "id": "3853248",
    "unitNumber": 6,
    "text": "Bir korelasyon analizinde kullanılan Pearson korelasyon katsayısının alabileceği en büyük değer nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "1",
      "B": "0",
      "C": "0,5",
      "D": "2",
      "E": "4"
    },
    "explanation": "Pearson’ın korelasyon katsayısı (r) ile gösterilir ve -1≤ r ≤+1 aralığında değerler alır.<br/>Doğru cevap a şıkkı."
  },
  {
    "id": "3853249",
    "unitNumber": 6,
    "text": "Bir analizde korelasyon olmaması hangi sayı ile gösterilir?",
    "correctAnswer": "A",
    "options": {
      "A": "0",
      "B": "1",
      "C": "-1",
      "D": "0,5",
      "E": "+0,5"
    },
    "explanation": "Doğru cevap a şıkkı<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/3c59386b6db04bad22ad4227d7abd8b4.jpeg\" alt=\"\" width=\"542\" height=\"181\">"
  },
  {
    "id": "3853250",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi/hangileri komşuluk tabanlı tartı matrisi oluşturmak için kullanılan teknikler arasında yer alır?<br/>I. Rook<br/>II. Bishop<br/>III. Queen",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, II",
      "C": "I, III",
      "D": "II, III",
      "E": "III"
    },
    "explanation": "Komşuluk tabanlı tartı matrisi oluşturmak için sıklıkla kullanılan üç teknik bulunmaktadır. Bunlar Rook komşuluğu, Bishop komşuluğu ve Queen komşuluğudur. Doğru cevap a şıkkı."
  },
  {
    "id": "3853251",
    "unitNumber": 6,
    "text": "Quadrat analiz yapılan bir çalışmada elde edilen tablo aşağıdaki gibidir. Buna göre yapılan çalışmanın varyans değeri nedir?<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/15bb51958387c1338f96832ad70135c7.png\" alt=\"\" width=\"865\" height=\"300\">",
    "correctAnswer": "A",
    "options": {
      "A": "16/15",
      "B": "15/16",
      "C": "16",
      "D": "32",
      "E": "15/32"
    },
    "explanation": "Yapılan çalışma 4X4=16 birim alana bölünmüş.<br/><strong>k=16</strong><br/><strong>k-1=15</strong><br/>16 birim alandaki değerlerin toplamı: 4+2+3+1+3+4+2+2+1+2+2+1+1+1+1+2=32<br/>Ortalama dğer=32/16 =2 olarak bulunur<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/802d44fbe7d378eb54bf79288fb80f6f.jpeg\" alt=\"\" width=\"202\" height=\"98\"><br/>Buna göre her bir ölçümün ortalama değerden uzaklıklarının karelerinin toplamı:<br/>(4-2)<sup>2</sup>+(2-2)<sup>2</sup>+(3-2)<sup>2</sup>+(1-2)<sup>2</sup>+(3-2)<sup>2</sup>+(4-2)<sup>2</sup>+(2-2)<sup>2</sup>+(2-2)<sup>2</sup>+(1-2)<sup>2</sup>+(2-2)<sup>2</sup>+(2-2)<sup>2</sup>+(1-2)<sup>2</sup>+(1-2)<sup>2</sup>+(1-2)<sup>2</sup>+(1-2)<sup>2</sup>+(2-2)<sup>2</sup><br/>=2<sup>2</sup>+0<sup>2</sup>+1<sup>2</sup>+(-1)<sup>2</sup>+1<sup>2</sup>+(2)<sup>2</sup>+0<sup>2</sup>+0<sup>2</sup>+(-1)<sup>2</sup>+0<sup>2</sup>+(0)<sup>2</sup>+(-1)<sup>2</sup>+(-1)<sup>2</sup>+(-1)<sup>2</sup>+(-1)<sup>2</sup>+(0)<sup>2</sup><br/>=4+1+1+1+4+1+1+1+1+1=<strong>16</strong><br/>Buna göre s<sup>2</sup>=16/15 olarak bulunur<br/>Doğru cevap a şıkkı"
  },
  {
    "id": "3853252",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi benzer değerlere sahip olan birimlerin çalışma alanı içerisinde birbirlerine yakın noktalarda ortaya çıkıp çıkmadıklarının araştırılması işlemidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mekânsal Otokorelasyon",
      "B": "Yoğunluk grafikleri",
      "C": "Komşuluk analizi",
      "D": "Quadrat analiz",
      "E": "Korelasyon"
    },
    "explanation": "Mekânsal Otokorelasyon temel olarak benzer değerlere sahip olan birimlerin çalışma alanı içerisinde birbirlerine yakın noktalarda ortaya çıkıp çıkmadıklarının araştırılması işlemidir. Doğru cevap a şıkkı."
  },
  {
    "id": "3853253",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi/hangileri mekansal korelasyonda kullanılan katsayılar arasında yer alır?<br/>I. Global Moran'ın I katsayısı<br/>II. Global Geary’nin C katsayısı<br/>III. Yerel Moran’ın I Katsayıs",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, II",
      "C": "II, III",
      "D": "I, III",
      "E": "III"
    },
    "explanation": "Mekansal korelasyonda kullanılan katsayılar:<br/>I. Global Moran'ın I katsayısı<br/>II. Global Geary’nin C katsayısı<br/>III. Yerel Moran’ın I Katsayıs<br/>Doğru cevap a şıkkı"
  },
  {
    "id": "3853254",
    "unitNumber": 6,
    "text": "Quadrat analiz yapılan bir çalışmada aşağıdaki tabloda gösterilen ölçümler elde edilmiştir. Hücre başına düşen ortalama birim 5 olduğuna göre \"?\" ile gösterilen ölçüm değeri kaçtır?<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4fc5ca427e195fb4f1b8a1ff2f859d2f.jpeg\" alt=\"\" width=\"352\" height=\"352\">",
    "correctAnswer": "A",
    "options": {
      "A": "4",
      "B": "5",
      "C": "6",
      "D": "3",
      "E": "2"
    },
    "explanation": "Toplam hücre sayısı=9<br/>Ölçüm değerlerinin toplamı=5+6+4+4+5+6+5+6+? =41+?<br/>Hücre başına düşen ortalama birim =Ölçüm değerlerinin toplamı/Toplam hücre sayısı<br/>5=(41+?)/9<br/>Buna göre bilinmeyen hücre değeri: 4 olarak bulunur<br/>Doğru cevap a şıkkı"
  },
  {
    "id": "3853255",
    "unitNumber": 6,
    "text": "Quadrat analiz yapılan bir çalışmada elde edilen değerler aşağıda gösterilmektedir. Buna göre yapılan çalışmada hücre başına<br/>ortalama ölçüm değer, nedir?<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/22a06f34cf14e140a5c635d597c4d64a.jpeg\" alt=\"\" width=\"264\" height=\"262\">",
    "correctAnswer": "A",
    "options": {
      "A": "3",
      "B": "5",
      "C": "15",
      "D": "12",
      "E": "25"
    },
    "explanation": "Çalışmadaki toplam birim sayısı:25<br/>Çalışmada elde edilen ölçümlerin toplamı: 6+1+5+3+8+1+2+1+2+2+2+1+1+4+9+4+7+13+3 =75<br/>Hücre başına düşen ortalama ölçüm sayısı: 75/25 =3<br/>Doğru cevap a şıkkı"
  },
  {
    "id": "3853176",
    "unitNumber": 7,
    "text": "Yılın aylarını gösteren bir dairesel veride, her ay için ayrılacak olan dilimin açı cinsinden değeri aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "12",
      "B": "15",
      "C": "20",
      "D": "24",
      "E": "30"
    },
    "explanation": "360°’lik bir çember yılın 12 ayına bölündüğünde, her ay için 360/12 = 30° genişliğinde bir dilim ayrılır. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3853177",
    "unitNumber": 7,
    "text": "Günün saatlerini temsil eden bir dairesel veride 10:00 verisini temsil eden değer aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "100°",
      "B": "125°",
      "C": "150°",
      "D": "175°",
      "E": "200°"
    },
    "explanation": "Saat ve dakika olarak verilen bir günün saati verisi, (s × 60 +d)/4 formülüyle, (0°, 360°) aralığındaki bir dairesel veriye dönüştürülebilir. Formüldeki s değeri günün saatini, d değeri ise dakikayı belirtmektedir. Buna göre, (10 x 60 + 00)/4=150 olacaktır. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3853178",
    "unitNumber": 7,
    "text": "Her sınıfın bir daire dilimi olarak görüntülendiği grafik türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "1. tür ham veri grafiği",
      "B": "2. tür ham veri grafiği",
      "C": "Dairesel histogram",
      "D": "Doğrusal histogram",
      "E": "Gül diyagramı"
    },
    "explanation": "Gruplanmış dairesel veriler için daha yaygın olarak kullanılan grafik türü, her sınıfın bir daire dilimi olarak görüntülendiği gül diyagramlarıdır. Gül diyagramlarının dairesel Histogram’dan en önemli farkı, dairesel Histogram’da frekanslar grafikteki ilgili sütunun alanıyla orantılı iken, gül diyagramındaki her daire diliminin alanı, kendi sınıfının frekansıyla orantılıdır. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3853180",
    "unitNumber": 7,
    "text": "Pusuladaki 0°’nin kuzeyi işaret ettiği bir anda pusulayla birlikte arkasına dönen bir bireyin pusulada görmesi gereken açı değeri aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "45",
      "B": "90",
      "C": "135",
      "D": "180",
      "E": "225"
    },
    "explanation": "Pusulada 0°’nin kuzeyi işaret ettiği bir anda pusulayla birlikte arkasına dönen bir bireyin, güney yönünü görmesi beklenir ve 180°’lik bir dönüş yapmış olur. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3853202",
    "unitNumber": 7,
    "text": "Aşağıda sunulan görselde, Batı yönünü temsil eden nokta başlangıç noktası olarak kabul edilmiş ve dönüş doğrultusu olarak da saat yönünün tersi seçilmiştir. Buna göre, işaretli noktayı temsil eden değer aşağıdakilerden hangisidir?<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c4ef6be1f013e3b94930b1ff95373e60.jpeg\" alt=\"\" width=\"230\" height=\"211\">",
    "correctAnswer": "D",
    "options": {
      "A": "60°",
      "B": "120°",
      "C": "180°",
      "D": "210°",
      "E": "240°"
    },
    "explanation": "Şekildeki dairede her iki cephe arasında 90°'lik açı bulunmaktadır. Saat yönünün tersine, Batı yönünden Güney yönüne doğru gelinen her bir nokta 30°'ar dereceyi temsil etmektedir. Batı yönünden Doğu yönüne 180° ve işaretli alana da 180+30=210°'ye ulaşılmaktadır. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3853203",
    "unitNumber": 7,
    "text": "Aşağıdaki dairesel dal yaprak diyagramında seçeneklerdeki verilerden hangisi <u><strong>bulunmamaktadır?</strong></u><br/><u><strong><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/719df9f4d7825227cf4a6b8dfb7726f1.jpeg\" alt=\"\" width=\"245\" height=\"230\"></strong></u>",
    "correctAnswer": "D",
    "options": {
      "A": "47",
      "B": "50",
      "C": "57",
      "D": "277",
      "E": "307"
    },
    "explanation": "Şekildeki dal yaprak diyagramında 33, 47, 50, 50, 57, 67, 83, 97, 97 ve 307 değerleri yer almaktadır. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3853214",
    "unitNumber": 7,
    "text": "Ortalama bileşke uzunluğu <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ec6e94d0744835673ff28d49e269f4e9.jpeg\" alt=\"\" width=\"14\" height=\"21\"> =0.725 olarak hesaplanan verilerin dairesel varyans değeri kaçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "0.125",
      "B": "0.205",
      "C": "0.275",
      "D": "0.325",
      "E": "0.425"
    },
    "explanation": "Dairesel varyans değeri; V = 1 - <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ec6e94d0744835673ff28d49e269f4e9.jpeg\" alt=\"\" width=\"13\" height=\"19\"><br/>= 1-0.725<br/>= 0.275<br/>olarak elde edilir.<br/>Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3853215",
    "unitNumber": 7,
    "text": "Radyan cinsinden elde edilen 0.314 dairesel varyans değerinin derece cinsinden karşılığı kaçtır?",
    "correctAnswer": "B",
    "options": {
      "A": "15",
      "B": "18",
      "C": "20",
      "D": "24",
      "E": "30"
    },
    "explanation": "180θ/π formülü, radyan değerini açı değerine çevirmemizi sağlayacaktır. 180 x (0.314) / 3,14 = 18 'dir.<br/>Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3853216",
    "unitNumber": 7,
    "text": "Günün saatlerini gösteren bir dairede, 13:00 ile 14:00 saatleri arasındaki açı kaç derecedir?",
    "correctAnswer": "A",
    "options": {
      "A": "15",
      "B": "20",
      "C": "30",
      "D": "45",
      "E": "90"
    },
    "explanation": "24 saatlik bir günü gösteren dairede 360/24=15 derecelik açı her bir saat aralığı temsil etmektedir. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3853217",
    "unitNumber": 7,
    "text": "33°, 47°, 50°, 57° verilerini temsil eden dal-yaprak diyagramı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "3:3 7<br/>4:7<br/>5:0",
      "B": "3:3<br/>4:7<br/>5:0 7",
      "C": "3:0<br/>4:7<br/>5:0 7",
      "D": "3:3<br/>4:0<br/>5:0 7",
      "E": "3:3<br/>4:7<br/>5:0<br/>5:7"
    },
    "explanation": "Grafikteki 10°’lik her bir aralık dal adını alırken, yapraklar bu aralıktaki gözlem değerlerinin birler basamağını oluşturur. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3853218",
    "unitNumber": 8,
    "text": "Google Maps yazılımı ile aşağıdaki işlevlerden hangisi <u><strong>gerçekleştirilemez</strong></u>?",
    "correctAnswer": "A",
    "options": {
      "A": "İstatistiksel analizler yapma",
      "B": "Sokak görüntüleme",
      "C": "Trafik yoğunluğunu kontrol etme",
      "D": "Rota planlama",
      "E": "Belirli bölgelerin uzaydan çekilmiş resimlerine erişme"
    },
    "explanation": "Google firması tarafından internet tabanlı olarak kullanıcılara sunulan yazılım sokak görüntülerini, uzaydan çekilmiş bölge resimlerini, anlık bazı bilgilerin elde edilmesini (örneğin anlık trafik yoğunluğu), rota planlama özelliklerini içermektedir. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3853219",
    "unitNumber": 8,
    "text": "Temel olarak bir istatistik programlama dili ve yazılımı olup, coğrafi verilerin raporlanmasında yararlanılabilecek olan program aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Microsoft Powerpoint",
      "B": "QGIS",
      "C": "R",
      "D": "ArcGIS",
      "E": "Google Maps"
    },
    "explanation": "R; ücretsiz bir yazılımdır. Temel olarak bir istatistik programlama dili ve yazılımı olsa da zamanla ek kütüphaneler yardımıyla kapsamı genişlemiştir. Alanda çalışan uzmanların önerdiği yeni teknikler için oluşturulan programlar ek kütüphaneler yardımıyla tüm kullanıcılara aktarılmaktadır. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3853220",
    "unitNumber": 8,
    "text": "Aşağıda sunulan görselde, GeoDa yazılımının işlevler için tanımlı farklı menüleri bulunmaktadır. Menüde yer alan <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/63ee0fd6030b9423357dced209c3e497.jpeg\" alt=\"\" width=\"25\" height=\"30\"> işareti hangi işlevi temsil etmektedir?<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9f11fd71ae93ee918c521e9ba59e56d0.jpeg\" alt=\"\" width=\"706\" height=\"80\">",
    "correctAnswer": "D",
    "options": {
      "A": "Open (Aç)",
      "B": "Save (Kaydet)",
      "C": "Histogram",
      "D": "Tools (Araçlar)",
      "E": "Cartogram"
    },
    "explanation": "İlgili görsel, Tools (Araçlar) işlevini temsil etmektedir. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3853221",
    "unitNumber": 8,
    "text": "Aşağıda sunulan görselde, GeoDa yazılımının işlevler için tanımlı farklı menüleri bulunmaktadır. Menüde yer alan <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/879321dddc48f5c2a4749f0c0ecb2a77.jpeg\" alt=\"\" width=\"28\" height=\"25\"> işareti hangi işlevi temsil etmektedir?<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9f11fd71ae93ee918c521e9ba59e56d0.jpeg\" alt=\"\" width=\"751\" height=\"85\">",
    "correctAnswer": "B",
    "options": {
      "A": "Cartogram",
      "B": "Histogram",
      "C": "Bubble Chart",
      "D": "Clusters (Kümeler)",
      "E": "Time (Zaman)"
    },
    "explanation": "İlgili görsel, histogram işlevini temsil etmektedir. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3853222",
    "unitNumber": 8,
    "text": "Bölge büyüklüklerini ilgilenilen değişkenin büyüklüklerine göre standartlaştırarak daireler ile temsil edecek şekilde bir çizim yapısına sahip olan grafik türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Histogram",
      "B": "Kutu grafiği",
      "C": "Tematik harita",
      "D": "Dorling cartogram",
      "E": "Farklı değerler grafiği (Unique values)"
    },
    "explanation": "Dorling Cartogramları bölge büyüklüklerini ilgilenilen değişkenin büyüklüklerine göre standartlaştırarak daireler ile temsil edecek şekilde bir çizim yapısına sahiptir. Ek olarak alanları temsil eden daireler ister daire büyüklüğünü belirleyen değişken isterse başka bir değişkenin değerlerine göre renklendirilebilmektedir. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3853236",
    "unitNumber": 8,
    "text": "GeoDa yazılımına metin şeklinde veri girilmek istendiğinde aşağıdaki seçeneklerden hangisinden yararlanılmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Real",
      "B": "String",
      "C": "Integer",
      "D": "Length",
      "E": "Decimals"
    },
    "explanation": "Add variable penceresinde değişken ismi, daha sonra değişken tipi tanımlanır. Değişken tipi için verilen seçenekler Real-ondalıklı sayı (1.56 veya 2735.768 vb.), Integer-tam sayı (1, 3, 5, 17 vb.) ya da StringMetin (Eskişehir, Elma, Ahmet vb.) olabilecektir. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3853238",
    "unitNumber": 8,
    "text": "Ülkemizdeki iller için hesaplanan yıllık yağış miktarının illerin kapladığı alana oranını temsil etmek üzere harita üzerinde illerin farklı renklerle temsil edilmesini sağlayan görsel aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tematik Harita",
      "B": "Dorling Cartogram",
      "C": "Histogram",
      "D": "Kutu Grafiği",
      "E": "Tablo"
    },
    "explanation": "Tematik haritalarda belli bir değişkene göre bölgesel değişimleri görebilmek için farklı renk ve nesneler ile harita çizimi tematik haritaların ana fikri olarak öne çıkmaktadır. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3853242",
    "unitNumber": 8,
    "text": "Moran’ın saçılım grafiğini oluşturmak için GeoDa kısayol ikonlarının bulunduğu pencerede aşağıdaki ikonlardan hangisi kullanılmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ccfc04632a0b6ad6db14f91b560f83c9.jpeg\" alt=\"\" width=\"39\" height=\"35\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/6dd746db404d0a4ce193f4200ab593f1.jpeg\" alt=\"\" width=\"46\" height=\"48\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/3d2bf23c35df060cdda9fe5ebf65966b.jpeg\" alt=\"\" width=\"43\" height=\"49\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1434028eeb658c6cb1e18f0ef63f507b.jpeg\" alt=\"\" width=\"45\" height=\"43\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d92ae2eb6a081b28ead30c34054af296.jpeg\" alt=\"\" width=\"43\" height=\"44\">"
    },
    "explanation": "Moran’ın saçılım grafiğini oluşturmak için GeoDa kısayol ikonlarının bulunduğu pencerede 20’nci sırada yer alan <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d92ae2eb6a081b28ead30c34054af296.jpeg\" alt=\"\" width=\"39\" height=\"40\"> ikonu kullanılır. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3853244",
    "unitNumber": 8,
    "text": "Box Plot (Kutu Grafiği) oluşturmak için GeoDa kısayol ikonlarının bulunduğu pencerede aşağıdaki ikonlardan hangisi kullanılmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4c3924fb6c3c9b8cbb31bee9ea856aa6.jpeg\" alt=\"\" width=\"45\" height=\"45\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9b77c2287c0a7e986694df3ef79ed71c.jpeg\" alt=\"\" width=\"43\" height=\"44\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/8d916ed36cfe6eba1809b7ff4da113c2.jpeg\" alt=\"\" width=\"45\" height=\"46\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9d21a0f3660eff0ce6b54998538c09dd.jpeg\" alt=\"\" width=\"52\" height=\"48\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d04c3ccdd9a60a4ea680b9bca0cad838.jpeg\" alt=\"\" width=\"50\" height=\"49\">"
    },
    "explanation": "Box Plot (Kutu Grafiği) oluşturmak için GeoDa kısayol ikonu <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9b77c2287c0a7e986694df3ef79ed71c.jpeg\" alt=\"\" width=\"43\" height=\"44\"> şeklindedir. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3853245",
    "unitNumber": 8,
    "text": "GeoDa yazılımındaki <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c7cc2d2630c85683f3888bb39b2cb05c.jpeg\" alt=\"\" width=\"31\" height=\"35\"> ikonu hangi amaçla kullanılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Open (Aç)",
      "B": "Save (Kaydet)",
      "C": "Scatter Plot (Saçılım Grafiği)",
      "D": "Time (Zaman)",
      "E": "Map Movie (Harita Animasyon)"
    },
    "explanation": "GeoDa yazılımındaki <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c7cc2d2630c85683f3888bb39b2cb05c.jpeg\" alt=\"\" width=\"23\" height=\"26\"> ikonu, Map Movie (Harita Animasyon) işlevini görmektedir. Doğru yanıt E seçeneğidir."
  }
]