[
  {
    "id": "3309004",
    "unitNumber": 1,
    "text": "Which one of the statements below is true related with the field of comparative politics?",
    "correctAnswer": "C",
    "options": {
      "A": "It is one of the fifth sub-fields of political science.",
      "B": "It is possible to conduct a laboratory experiment in the field of comparative politics.",
      "C": "It may be possible to distinguish cause-effect relationships from political phenomena, events and developments.",
      "D": "It is possible to conduct a laboratory experiment just as we can force people to act according to certain rules by taking away their freedoms.",
      "E": "It is ethical to conduct a laboratory experiment in the field of comparative politics."
    },
    "explanation": "Therefore, there is no possibility of conducting a laboratory experiment in the field of comparative politics. However, when political phenomena, events and developments are observed, the existence of almost experiment-like conditions can be detected and it may be possible to distinguish cause-effect relationships from these conditions by using some logical processes through classification of cases or variables and observing what is constant and what is variable among them."
  },
  {
    "id": "3309008",
    "unitNumber": 1,
    "text": "Which one of the statements below is true related with the concept of democracy?",
    "correctAnswer": "B",
    "options": {
      "A": "It is a newly coined term.",
      "B": "In Aristotle’s work called Politics, there is a regime called democracy.",
      "C": "Timocracy wasn’t transformed into democracy when it decayed.",
      "D": "Over the centuries, timocracy hasn’t been forgotten.",
      "E": "The popular rule is still timocracy."
    },
    "explanation": "According to Aristotle, timocracy, which was a virtuous form of public rule, was transformed into democracy when it decayed, fell to its feet and the state began to be ruled by the mobs in the street. However, over the centuries, the concept of timocracy was forgotten and popular rule began to be called democracy."
  },
  {
    "id": "3309012",
    "unitNumber": 1,
    "text": "Which one of the statements below is true related with the concept of democracy?",
    "correctAnswer": "D",
    "options": {
      "A": "The concept of democracy isn’t the subject of daily conversations.",
      "B": "Democracy is a concept fit for scientific communication.",
      "C": "There are three types of contemporary democracies.",
      "D": "Democracy is the rule of the people by the people for the people.",
      "E": "Democracy doesn’t have a successful application in Switzerland."
    },
    "explanation": "R. Dahl, a late political scientist at Yale University, USA argued that the concept of democracy is actually the subject of daily conversations, and thus gained different meanings and is far from being a concept fit for scientific communication, so it should not be used in scientific studies. Abraham Lincoln, a famous U.S. president, refined this concept a little more and defined democracy as the rule of the people by the people for the people."
  },
  {
    "id": "3309016",
    "unitNumber": 1,
    "text": "Which one of the statements below is true related with the concept of democracy?",
    "correctAnswer": "B",
    "options": {
      "A": "There is only majoritarian type of democracy.",
      "B": "Majoritarian type of democracy is often called Westminster Democracy.",
      "C": "Westminster Democracy wasn’t the first implementation emerged in Britain.",
      "D": "The other type of democracy isn’t called consociational democracy.",
      "E": "Consociational democracy aims to exclude any minorities."
    },
    "explanation": "Regulations made in these respects have revealed two types of contemporary democracies. The first of these is the majoritarian type of democracy, which is based on the principle that the majority of the governed is effective during the election and running of the institutions of government (majority rules), and it is often called Westminster Democracy because its first implementation emerged in Britain. The basic logic in the latter type of democracy is to involve the whole nation as much as possible and thus try to be as inclusive as possible while making political decisions. For this reason, the design of this practice based on this pluralistic understanding in Switzerland is called consociational democracy."
  },
  {
    "id": "3309021",
    "unitNumber": 1,
    "text": "Which one of the statements below is true related with a parlimentary majoritarian democracy?",
    "correctAnswer": "E",
    "options": {
      "A": "The legislative branch isn’t superior to the executive.",
      "B": "The legislative branch isn’t superior to any other state institution among the government forces.",
      "C": "The judiciary is dependent.",
      "D": "The House of Commons doesn’t consist of the representatives of the people.",
      "E": "The legislature in Britain has two chambers that are the House of Commons and the House of Lords."
    },
    "explanation": "In the Westminster-type majority regime applied in Britain, constitutionally the legislative branch is superior to the executive and any other state institution among the government forces, and the judiciary is independent. The legislature in Britain has two chambers. These are the House of Commons, which is elected by the votes of the electorate and consists of the representatives of the people, and the House of Lords, which consists of nobles (aristocracy) some of whom are related to the Crown by blood and the others are awarded various titles and rank by the Crown, usually through heroism or marriage."
  },
  {
    "id": "3309025",
    "unitNumber": 1,
    "text": "Which one of the countries below isn’t ruled with a consociational democracy?",
    "correctAnswer": "C",
    "options": {
      "A": "Switzerland",
      "B": "Belgium",
      "C": "Britain",
      "D": "Lebanon",
      "E": "Netherlands"
    },
    "explanation": "In European countries such as the Netherlands, Belgium, and Asian countries such as Lebanon, parliamentary regime practices have become widespread on the basis of pluralism, especially in Switzerland."
  },
  {
    "id": "3309027",
    "unitNumber": 1,
    "text": "Which one the statements below is true related with semi-presidential regimes?",
    "correctAnswer": "B",
    "options": {
      "A": "Semi-presidential regimes aren’t considered hybrid regimes.",
      "B": "Semi-presidential regimes look like a mix of parliamentary and presidential regimes.",
      "C": "Semi-presidential regimes can’t be used in republican systems.",
      "D": "Constitutional monarchies are suitable for semi-presidential regimes.",
      "E": "Semi-presidential regimes weren’t first established in Finland and Germany."
    },
    "explanation": "Semi-presidential regimes are hybrid regimes that look like a mix of parliamentary and presidential regimes, and can only be used in republican systems. A semi-presidential regime requires a popularly elected head of state, therefore in those political systems where the head of state comes to power by employing a hereditary method to members of a dynasty, therefore constitutional monarchies are not suitable for semi-presidential regimes. The prerequisite for both presidential and semi-presidential regimes is a republic. Semi-presidential regimes were first established in Finland and Germany in 1919 after the First World War."
  },
  {
    "id": "3309028",
    "unitNumber": 1,
    "text": "Which one of the countries below isn’t ruled with an authoritarian regime?",
    "correctAnswer": "E",
    "options": {
      "A": "Belarus",
      "B": "Ukraine",
      "C": "Russia",
      "D": "Syria",
      "E": "New Zealand"
    },
    "explanation": "This practice, which gained stability first in Belarus, then in Ukraine and Russia, is no longer a regime of democracy but has turned into an authoritarian regime practice. However, examples of authoritarian semi-presidential regimes were not limited to these countries. For example, the Ba’ath Party in Iraq and Syria emerged in the 1940s as a product of an intellectual movement that combined nationalism and socialism and came to power with the help of military coups and continued to exist in Iraq until the 2003 American invasion. In Syria, the Ba’ath is still the only ruling party. In this situation, we call the authoritarian regime practices a single-party regime."
  },
  {
    "id": "3309031",
    "unitNumber": 1,
    "text": "Which one of the countries below is an absolute monarchy?",
    "correctAnswer": "A",
    "options": {
      "A": "Saudi Arabia",
      "B": "France",
      "C": "Australia",
      "D": "Canada",
      "E": "China"
    },
    "explanation": "It is seen that the Saudi Arabian regime, which is an absolute monarchy, legitimized the authority of the Saud dynasty to rule the country politically, with its adherence to traditions and especially the Sunni-Hanbali-Wahhabi practice of Islam."
  },
  {
    "id": "3309034",
    "unitNumber": 1,
    "text": "Which one the statements below is true related with totalitarian regimes?",
    "correctAnswer": "D",
    "options": {
      "A": "A totalitarian regime isn’t a political regime in which the entire life of the society and each individual member of it is under control.",
      "B": "It is possible and desirable for the slightest private life to exist without the knowledge, approval and regulation of the state.",
      "C": "Within the totalitarian regime, it isn’t acceptable that everyone will monitor everyone else at all hours of the day.",
      "D": "As a concept, it has been expressed most profusely by the fascist Italian dictator Mussolini, as the superior regime of the twentieth century.",
      "E": "Totalitarian regimes aren’t the exact opposite of democratic regimes."
    },
    "explanation": "Totalitarianism, as a concept, seems to have been expressed most profusely by the fascist Italian dictator, journalist Benito Mussolini, as the superior regime of the twentieth century. A totalitarian regime is a political regime in which the entire life of the society and each individual member of it is under control; while it is not possible and desirable for the slightest private life to exist without the knowledge, approval and regulation of the state. Totalitarian regimes thrive in a political and cultural environment that is the exact opposite of democratic regimes."
  },
  {
    "id": "3332645",
    "unitNumber": 1,
    "text": "In the field of comparative politics, it is not possible or ethical to conduct a laboratory experiment in order to determine a relationship between a determinant and the effect that it creates just as in other disciplines of social sciences. What can people NOT be used as?",
    "correctAnswer": "A",
    "options": {
      "A": "Guinea Pig",
      "B": "Cuba Pig",
      "C": "Polinesian Pig",
      "D": "Sumatra Pig",
      "E": "Bali Pig"
    },
    "explanation": "Using people as guinea pigs is not morally acceptable, and we cannot force people to act according to certain rules by taking away their freedoms, except in totalitarian regimes like North Korea."
  },
  {
    "id": "3332649",
    "unitNumber": 1,
    "text": "Which of the below is a totalitarian country?",
    "correctAnswer": "B",
    "options": {
      "A": "South Korea",
      "B": "North Korea",
      "C": "Turkey",
      "D": "The USA",
      "E": "Great Britain"
    },
    "explanation": "Using people as guinea pigs is not morally acceptable, and we cannot force people to act according to certain rules by taking away their freedoms, except in totalitarian regimes like North Korea."
  },
  {
    "id": "3332692",
    "unitNumber": 1,
    "text": "I- The US (1776),\n II- French (1789),\n III- Russian (1917)\n IV- Iranian (1979)\n V- Albanian (1980)\n Which of the above countries has had social revolutions?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "I-II-III",
      "D": "I-II-III-IV",
      "E": "I-II-III-V"
    },
    "explanation": "There have been social revolutions in very different dates, in very different geographies and in very different political and social environments. The US (1776), French (1789), Russian (1917) and Iranian (1979) Revolutions are prime examples of such political phenomena."
  },
  {
    "id": "3332696",
    "unitNumber": 1,
    "text": "What is Davies' theory also known as?",
    "correctAnswer": "D",
    "options": {
      "A": "The I-curve",
      "B": "The C-curve",
      "C": "The Z-curve",
      "D": "The J-Curve",
      "E": "The F-Curve"
    },
    "explanation": "According to Davies’s theory, known as the J-curve, the sudden and rapid pause after periods of rapid economic growth creates a social psychological effect that leads to popular uprisings."
  },
  {
    "id": "3332704",
    "unitNumber": 1,
    "text": "What does MDSD stand for?",
    "correctAnswer": "B",
    "options": {
      "A": "Most Similar Systems Design",
      "B": "Most Different Systems Design",
      "C": "Most Diverse Systems Design",
      "D": "Most Different Solutions Design",
      "E": "Most Different Systems Development"
    },
    "explanation": "Another approach is the most different systems design (MDSD) proposed by Przeworski and Teune (1970)."
  },
  {
    "id": "3332712",
    "unitNumber": 1,
    "text": "Who wrote the famous book \"The Prince\"?",
    "correctAnswer": "C",
    "options": {
      "A": "Platon",
      "B": "Aristotle",
      "C": "Machiavelli",
      "D": "Jung",
      "E": "Sartre"
    },
    "explanation": "The first serious deviation from these studies is Niccolò Machiavelli’s famous book the Prince, which consists mostly of propositions in the art of public administration, but is compiled from careful and rigorous observations made in different political systems and cultures up to his time in the sixteenth century."
  },
  {
    "id": "3332718",
    "unitNumber": 1,
    "text": "Who was the most influential Structural Functionalist?",
    "correctAnswer": "B",
    "options": {
      "A": "Marx",
      "B": "Weber",
      "C": "Jung",
      "D": "Skinner",
      "E": "Pavlov"
    },
    "explanation": "Structural functionalism emerged as a reaction to the institutional-structural approaches. Although its initial application emerged in the 1950s, we know that the first research on this subject started to be done by sociologists at the end of the nineteenth century. The most influential of these was the German sociologist Max Weber."
  },
  {
    "id": "3332723",
    "unitNumber": 1,
    "text": "When was United Nations (UN) founded?",
    "correctAnswer": "A",
    "options": {
      "A": "1945",
      "B": "1950",
      "C": "1955",
      "D": "1960",
      "E": "1965"
    },
    "explanation": "Founded in 1945 with the participation of 45 independent states at the time, with the entry of these newly established independent states as new members, the number of members of the United Nations (UN) has now increased to 193."
  },
  {
    "id": "3332731",
    "unitNumber": 1,
    "text": "Which of the below socio-economic structural relationship is the most important for capitalism?",
    "correctAnswer": "C",
    "options": {
      "A": "Peasant-land owner",
      "B": "Serf-Master",
      "C": "Proletarian-Bourgeois",
      "D": "Serf-Bourgeois",
      "E": "Proletarian-Master"
    },
    "explanation": "While the serfmaster relationship was the most important socioeconomic structural relationship for feudalism, the proletarian-bourgeois relationship became the most important in capitalism."
  },
  {
    "id": "3332745",
    "unitNumber": 1,
    "text": "What is the House of the Parliament which is elected by the votes of the electorate and consists of the representatives of the people called in the British political system?",
    "correctAnswer": "D",
    "options": {
      "A": "House of Lords",
      "B": "House of Cards",
      "C": "House of People",
      "D": "House of Commons",
      "E": "House of the Parliament"
    },
    "explanation": "Democracy based on representation places the legislature in a special position according to the Westminster model. The legislature in Britain has two chambers. These are the House of Commons, which is elected by the votes of the electorate and consists of the representatives of the people, and the House of Lords, which consists of nobles (aristocracy) some of whom are related to the Crown by blood and the others are awarded various titles and rank by the Crown, usually through heroism or marriage."
  },
  {
    "id": "3309048",
    "unitNumber": 2,
    "text": "Britain has an institutionalized parliamentary democracy which operates with a constitutional practice of legislative supremacy. This form of democratic governance has enabled similar political systems to be inspired by successful democratic regime practices in various countries. Select the country which <strong><u>is not</u></strong> one of them.",
    "correctAnswer": "C",
    "options": {
      "A": "Netherlands",
      "B": "Belgium",
      "C": "Germany",
      "D": "Italy",
      "E": "Sweden"
    },
    "explanation": "Please re read \"INTRODUCTION\" section of your book<br/>The British political system, which has an institutionalized parliamentary democracy as a political regime, which operates with a constitutional practice of legislative supremacy. This form of democratic governance has enabled similar political systems to be inspired by successful democratic regime practices in European countries such as the Netherlands, Belgium, Italy, Sweden and Denmark, as well as in its former colonies, as old as the United States of America and such more recent ones as India, which gained independence after the Second World War."
  },
  {
    "id": "3309058",
    "unitNumber": 2,
    "text": "Fill in the blank:<br/>The reign of................... paved the way for the rise of the United Kingdom as a major world power.",
    "correctAnswer": "A",
    "options": {
      "A": "Henry VIII",
      "B": "Richard II",
      "C": "James II",
      "D": "Charles I",
      "E": "Edward VI"
    },
    "explanation": "Please re study the \"THE DEVELOPMENT OF THE BRITISH POLITICAL SYSTEM\" section of your book.<br/>By defeating both the French Kingdom and its ally, the Kingdom of Scotland, in the war, the reign of Henry VIII paved the way for the rise of the United Kingdom as a major world power."
  },
  {
    "id": "3309059",
    "unitNumber": 2,
    "text": "When did Britain become a full member of European Union?",
    "correctAnswer": "C",
    "options": {
      "A": "1957",
      "B": "1962",
      "C": "1973",
      "D": "1984",
      "E": "1991"
    },
    "explanation": "Re study the \"THE DEVELOPMENT OF THE BRITISH POLITICAL SYSTEM\" section of your book<br/>Britain became a full member of the EEC and later the EU in 1973 and stayed as a member until the end of January 2020."
  },
  {
    "id": "3309063",
    "unitNumber": 2,
    "text": "When considering the poltical regime and its implementation which of the following statement <u><strong>is not true</strong></u>?",
    "correctAnswer": "D",
    "options": {
      "A": "The United Kingdom is still a monarchy.",
      "B": "The United Kingdom has never had a written constitution.",
      "C": "The root of this political regime is representative democracy.",
      "D": "The United Kingdom has an unwritten constitution.",
      "E": "Britain is in the process of creating a written constitution in the 21st century."
    },
    "explanation": "Re read the \"BRITISH POLITICAL SYSTEM\" section of your book.<br/>Britain has not had a written or unwritten constitution, but a political regime and its rules that are shaped by the practice of political decisions by the Parliament, which included constitutional principles and practices that are traditionally adhered to and followed by the legislature and the government."
  },
  {
    "id": "3309064",
    "unitNumber": 2,
    "text": "Fill in the blank:\n<br/>................ is elected by the most votes among the members and is a political personality who is distinguished by her / his experience and respect among the Parliamentarians.",
    "correctAnswer": "E",
    "options": {
      "A": "The Prime Minister",
      "B": "The backbencher",
      "C": "The Chief Whip",
      "D": "The Shadow Minister",
      "E": "The Speaker"
    },
    "explanation": "Re read the section titled \"Legislature\" of you book<br/><strong>The Speaker</strong> is elected by most votes among the members and is a political personality who is<br/>distinguished by her / his experience and respect among the Parliamentarians."
  },
  {
    "id": "3332204",
    "unitNumber": 2,
    "text": "Fill in the blank:\n The electoral system applied in Britain is a typical majority system practice, which is known <br/>as ............. where the winner takes all competition.",
    "correctAnswer": "D",
    "options": {
      "A": "System parties",
      "B": "The tory",
      "C": "Westminster democracy",
      "D": "The first-past-the-post",
      "E": "Alternative voting system"
    },
    "explanation": "Please re read the section titled \"Election System\" of your book.<br/>The electoral system applied in Britain is a system in the content of an athletic race, which is a typical majority system practice, which is known as the first-past-the-post, where the winner takes all competition."
  },
  {
    "id": "3332274",
    "unitNumber": 2,
    "text": "The increasing use of public resources by immigrants and asylum seekers have led to new reactions among the Anglo-Saxon population, resulting in the birth and strengthening of anti-immigrant parties. Which of the following is such a party?",
    "correctAnswer": "B",
    "options": {
      "A": "Conservative Party",
      "B": "British National Party",
      "C": "New Labour Party",
      "D": "Democratic Unionist Party",
      "E": "Liberal Party"
    },
    "explanation": "Re study the section titled \"Social Welfare State\" of your book.<br/>The increasing use of public resources by immigrants and asylum seekers have led to new reactions among the Anglo-Saxon population, resulting in the birth and strengthening of anti-immigrant parties such as the British National Party (BNP) or the UK Independence Party (UKIP)."
  },
  {
    "id": "3332286",
    "unitNumber": 2,
    "text": "What year did the British exit from the EU materialized?",
    "correctAnswer": "A",
    "options": {
      "A": "2020",
      "B": "2019",
      "C": "2018",
      "D": "2016",
      "E": "2013"
    },
    "explanation": "Review the section titled \"Economic System, Nationalization, Privatization and Liberalization\" of your book.<br/>The British exit from the EU materialized on 31 January 2020."
  },
  {
    "id": "3332295",
    "unitNumber": 2,
    "text": "When the United Kingdom first applied for full membership to the EU in the 1960s, which of the following country fiercely <u><strong>opposed her</strong></u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Germany",
      "B": "Italy",
      "C": "Netherlands",
      "D": "Luxembourg",
      "E": "France"
    },
    "explanation": "Review \"European Union and United Kingdom\" section of your book<br/>The United Kingdom first applied for full membership to the EU, then called the Common <br/>Market, in the 1960s, but faced fierce resistance from France."
  },
  {
    "id": "3332333",
    "unitNumber": 2,
    "text": "Which of the following<u><strong> is not</strong> </u>one of the regions of United Kingdom?",
    "correctAnswer": "A",
    "options": {
      "A": "Ireland",
      "B": "Scotland",
      "C": "Wales",
      "D": "Northern Ireland",
      "E": "England"
    },
    "explanation": "Review \"INTRODUCTION\" of your book.<br/>The United Kingdom, which consists of four regions on the British territory, namely England, Scotland, Wales and Northern Ireland (Ulster)."
  },
  {
    "id": "3332516",
    "unitNumber": 2,
    "text": "Which of the following is not one of the regions of the United Kingdom on British territory?",
    "correctAnswer": "C",
    "options": {
      "A": "England",
      "B": "Scotland",
      "C": "Southern Ireland",
      "D": "Northern Ireland",
      "E": "Wales"
    },
    "explanation": "Southern Ireland is not one of the regions of the United Kingdom on British territory."
  },
  {
    "id": "3332537",
    "unitNumber": 2,
    "text": "I. Celts\n II. Ottomans\n III. Romans\n IV. Danes\n Which of the above conquered Britain?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only III",
      "C": "I-II and III",
      "D": "III and IV",
      "E": "I-III and IV"
    },
    "explanation": "I-III and IV conquered Britain."
  },
  {
    "id": "3332558",
    "unitNumber": 2,
    "text": "Which of the below established the Anglican Church and led to significant economic wealth?",
    "correctAnswer": "A",
    "options": {
      "A": "Henry VIII",
      "B": "Charles I",
      "C": "Elizabeth I",
      "D": "Oliver Cromwell",
      "E": "Edward II"
    },
    "explanation": "Henry VIII established the Anglican Church, and led to significant economic wealth."
  },
  {
    "id": "3332662",
    "unitNumber": 2,
    "text": "What is the lower house of the Parliament in the British political system called?",
    "correctAnswer": "B",
    "options": {
      "A": "House of Cards",
      "B": "House of Commons",
      "C": "House of Commonwealth",
      "D": "House of Lords",
      "E": "House of Parliament"
    },
    "explanation": "The lower house of the Parliament in the British political system is called <em>House of Commons</em>."
  },
  {
    "id": "3332670",
    "unitNumber": 2,
    "text": "What is the upper house of the Parliament in the British political system called?",
    "correctAnswer": "A",
    "options": {
      "A": "House of Lords",
      "B": "House of the Rising Sun",
      "C": "House of the Crown",
      "D": "House of Commons",
      "E": "House of the Parliament"
    },
    "explanation": "House of Lords is called the upper house of the Parliament in the British political system."
  },
  {
    "id": "3332690",
    "unitNumber": 2,
    "text": "In British parliamentary democracy, the parties in the legislature are ..................... parties.",
    "correctAnswer": "B",
    "options": {
      "A": "shadow",
      "B": "disciplined",
      "C": "commonwealth",
      "D": "backbench",
      "E": "majesty's"
    },
    "explanation": "In British parliamentary democracy, the parties in the legislature are disciplined parties."
  },
  {
    "id": "3332706",
    "unitNumber": 2,
    "text": "What is the kitchen of the British public administration called?",
    "correctAnswer": "C",
    "options": {
      "A": "The Parliament",
      "B": "House of Commons",
      "C": "Whitehall",
      "D": "House of Lords",
      "E": "The supreme court"
    },
    "explanation": "The kitchen of the British public administration is called <em>Whitehall.</em>"
  },
  {
    "id": "3332736",
    "unitNumber": 2,
    "text": "Which of the following is the prime minister elected in 1979 and considered as a hero who prevented the economic collapse of the United Kingdom by focusing on rapid growth through the use of natural gas and oil resources?",
    "correctAnswer": "A",
    "options": {
      "A": "Margaret Thatcher",
      "B": "Tony Blair",
      "C": "Theresa May",
      "D": "David Cameron",
      "E": "Gordon Brown"
    },
    "explanation": "It is Margaret Thatcher."
  },
  {
    "id": "3332763",
    "unitNumber": 2,
    "text": "Which of the following replaced Theresa May and became the prime minister during the coronavirus pandemic?",
    "correctAnswer": "D",
    "options": {
      "A": "Margaret Thatcher",
      "B": "Gordon Brown",
      "C": "David Cameron",
      "D": "Boris Johnson",
      "E": "Tony Blair"
    },
    "explanation": "Boris Johnson replaced Theresa May and became the prime minister during the coronavirus pandemic."
  },
  {
    "id": "3332773",
    "unitNumber": 2,
    "text": "What is the event of Britain's leaving the European Union called?",
    "correctAnswer": "B",
    "options": {
      "A": "The Commonwealth",
      "B": "Brexit",
      "C": "The Great Out",
      "D": "Brexin",
      "E": "The Great Exit"
    },
    "explanation": "It is called Brexit."
  },
  {
    "id": "3332355",
    "unitNumber": 3,
    "text": "Who is <u><strong>the first</strong></u> president of United States of America?",
    "correctAnswer": "B",
    "options": {
      "A": "Thomas Jefferson",
      "B": "George Washington",
      "C": "John Adams",
      "D": "Franklin D. Roosevelt",
      "E": "Abraham Lincoln"
    },
    "explanation": "Review \"THE DEVELOPMENT OF THE AMERICAN POLITICAL SYSTEM\" chapter of your book<br/>George Washington is the first president of United States of America."
  },
  {
    "id": "3332374",
    "unitNumber": 3,
    "text": "Who was <u><strong>the first</strong></u> president to oppose slavery?",
    "correctAnswer": "D",
    "options": {
      "A": "George Washington",
      "B": "Thomas Jefferson",
      "C": "John F. Kennedy",
      "D": "Abraham Lincoln",
      "E": "Franklin D. Roosavelt"
    },
    "explanation": "Review \"THE DEVELOPMENT OF THE AMERICAN POLITICAL SYSTEM\" section of your book.<br/>Abraham Lincoln was the first president who opposed slavery in 1860."
  },
  {
    "id": "3332381",
    "unitNumber": 3,
    "text": "When did the abolishment of slavery take place?",
    "correctAnswer": "B",
    "options": {
      "A": "1796",
      "B": "1865",
      "C": "1933",
      "D": "1942",
      "E": "1968"
    },
    "explanation": "Review \"THE DEVELOPMENT OF THE AMERICAN POLITICAL SYSTEM\" of your book<br/>The escalation of the conflict between the northern and the southern states over the problem of slavery led to the eruption of a major Civil War in 1861. The war that lasted until 1865 cost the lives of half a million people and it ended with the victory of the north and the abolishment of <br/>slavery."
  },
  {
    "id": "3332391",
    "unitNumber": 3,
    "text": "Fill in the blank:\n The first 10 items, known as the..................specify the rights of American citizens, their individual freedoms, and ensure their equality before the laws in the adjudication process.",
    "correctAnswer": "A",
    "options": {
      "A": "Bill of Rights",
      "B": "New Deal",
      "C": "Confederation Laws",
      "D": "Declaration of Independence",
      "E": "Checks and balances"
    },
    "explanation": "Review \"The Constitutional Framework of American Politics\" of your book.<br/>The first 10 items, known as <strong>the Bill of Rights</strong>, specify the rights of American citizens, their individual freedoms, and ensure their equality before the laws in the adjudication process."
  },
  {
    "id": "3332403",
    "unitNumber": 3,
    "text": "Fill in the blank:\n<br/>\".................\" means the sharing of authority between the national government and the individual states.",
    "correctAnswer": "D",
    "options": {
      "A": "Separation of powers",
      "B": "Checks and Balances",
      "C": "Presidency",
      "D": "Federalism",
      "E": "Unitarianism"
    },
    "explanation": "Review \"Federalism\" section of your book.<br/><strong>Federalism</strong> means the sharing of authority between the national government and the individual states."
  },
  {
    "id": "3332417",
    "unitNumber": 3,
    "text": "How often are the presidential elections held?",
    "correctAnswer": "D",
    "options": {
      "A": "Every other year.",
      "B": "Every two years",
      "C": "Every three years",
      "D": "Every four years",
      "E": "Every five years"
    },
    "explanation": "Review the section titled \"Elections and Voting Behavior\" of your book.<br/>Every four years."
  },
  {
    "id": "3332454",
    "unitNumber": 3,
    "text": "How long are Supreme Court justices appointed for?",
    "correctAnswer": "A",
    "options": {
      "A": "Lifetime",
      "B": "Two years",
      "C": "Three years",
      "D": "Four years",
      "E": "Five years"
    },
    "explanation": "Review \"The Judiciary and the Supreme Court\" section of your book.<br/>Supreme Court judges are appointed for the duration of their lives, an opening on the Supreme Court becomes possible only when a judge retires or dies."
  },
  {
    "id": "3332468",
    "unitNumber": 3,
    "text": "Fill in the blank:\n Irrespective of the size of their populations, each state is represented by two senators who are elected for a \"......................\".",
    "correctAnswer": "E",
    "options": {
      "A": "Two-year term",
      "B": "Three-year term",
      "C": "Four-year term",
      "D": "Five-year term",
      "E": "Six-year term"
    },
    "explanation": "Review \"The Congress \"section of your book.<br/>Irrespective of the size of their populations, each state is represented by two senators who are elected for a six-year term."
  },
  {
    "id": "3332512",
    "unitNumber": 3,
    "text": "Which of the following statement <u><strong>is not true</strong></u> about the American presidential system?",
    "correctAnswer": "C",
    "options": {
      "A": "American presidential system differs from both the parliamentary and the semi-presidential systems.",
      "B": "The President serves as both head of state and head of government.",
      "C": "Presidents are elected directly by the national conventions.",
      "D": "Presidential elections that are held every four years.",
      "E": "The American Presidents have considerably limited official powers."
    },
    "explanation": "Review \"The Presidency\" section of your book.<br/>American Presidents are elected directly by the people in the elections that are held every four years."
  },
  {
    "id": "3332573",
    "unitNumber": 3,
    "text": "Who nominate candidates for the House of Representatives and the Senate?",
    "correctAnswer": "D",
    "options": {
      "A": "The president",
      "B": "The congress",
      "C": "The state legislatures",
      "D": "The voters",
      "E": "The chambers"
    },
    "explanation": "Review \"Political Parties\" section of your book.<br/>The United States is one of the few democratic countries where <strong>the voters</strong>, rather than the party’s central organization, nominate candidates for the House of Representatives and the Senate."
  },
  {
    "id": "3333802",
    "unitNumber": 4,
    "text": "Choose the option that completes the following sentence correctly.\n \"The .......... Republic represents an important break in the development of the French political system.\"",
    "correctAnswer": "E",
    "options": {
      "A": "First",
      "B": "Second",
      "C": "Third",
      "D": "Fourth",
      "E": "Fifth"
    },
    "explanation": "The Fifth Republic represents an important break in the development of the French political system."
  },
  {
    "id": "3333804",
    "unitNumber": 4,
    "text": "Choose the option that completes the following sentence correctly.\n \"African colonies of France, which gained independence after the Second World War, are now called .......... Africa.\"",
    "correctAnswer": "A",
    "options": {
      "A": "French",
      "B": "Fifth",
      "C": "Independent",
      "D": "United",
      "E": "National"
    },
    "explanation": "African colonies of France, which gained independence after the Second World War, are now called French Africa."
  },
  {
    "id": "3333806",
    "unitNumber": 4,
    "text": "In which one of the following countries is French the offical language?",
    "correctAnswer": "B",
    "options": {
      "A": "Haiti",
      "B": "Senegal",
      "C": "Cameroon",
      "D": "Burundi",
      "E": "Chad"
    },
    "explanation": "Senegal"
  },
  {
    "id": "3333807",
    "unitNumber": 4,
    "text": "Choose the option that completes the following sentence correctly.\n \"The entire population of France is estimated at .......... million at the beginning of July 2022.\"",
    "correctAnswer": "C",
    "options": {
      "A": "45,365",
      "B": "54,665",
      "C": "67,897",
      "D": "79,568",
      "E": "84,369"
    },
    "explanation": "The entire population of France is estimated at 67,897 million at the beginning of July 2022."
  },
  {
    "id": "3333808",
    "unitNumber": 4,
    "text": "Which of the following means 'French nationalism'?",
    "correctAnswer": "B",
    "options": {
      "A": "Conseilism",
      "B": "Gaullism",
      "C": "Francaphonism",
      "D": "Monarchism",
      "E": "Grandism"
    },
    "explanation": "Gaullism means French nationalism."
  },
  {
    "id": "3333809",
    "unitNumber": 4,
    "text": "Which of the following means \"monarchical social and political order from the late Middle Ages to the French Revolution of 1789\"?",
    "correctAnswer": "A",
    "options": {
      "A": "angien régime",
      "B": "subvention territoriale",
      "C": "estates general",
      "D": "assemblée nattionale",
      "E": "grandes ecoles"
    },
    "explanation": "Angien Regimé means \"monarchical social and political order from the late Middle Ages to the French Revolution of 1789."
  },
  {
    "id": "3333810",
    "unitNumber": 4,
    "text": "Which of the following means 'France's ordinary people'?",
    "correctAnswer": "E",
    "options": {
      "A": "The First Estate",
      "B": "Enlightened Despotism",
      "C": "The Second Estate",
      "D": "Grandes Ecoles",
      "E": "The Third Estate"
    },
    "explanation": "The Third Estate means 'France's ordinary people'."
  },
  {
    "id": "3333811",
    "unitNumber": 4,
    "text": "Choose the option that completes the following sentence correctly.\n \"The French .......... has been defined both as a set of politically loaded discourses as well as an analytical tool that can be used to decipher specific socio-economic, political, and cultural issues that form what is now commonly referred to as the French model.\"",
    "correctAnswer": "A",
    "options": {
      "A": "exceptionalism",
      "B": "revolution",
      "C": "Africa",
      "D": "republic system",
      "E": "cabinet"
    },
    "explanation": "The French exceptionalism has been defined both as a set of politically loaded discourses as well as an analytical tool that can be used to decipher specific socio-economic, political, and cultural issues that form what is now commonly referred to as the French model."
  },
  {
    "id": "3333812",
    "unitNumber": 4,
    "text": "Choose the option that completes the following sentence correctly.\n In the French political system, a .......... is a legislative instrument that requires new elections to be held if the government’s proposal for a vote of confidence is not accepted.",
    "correctAnswer": "D",
    "options": {
      "A": "legislative scrutiny",
      "B": "lois de finances",
      "C": "grands électeurs",
      "D": "motion de censure",
      "E": "bill"
    },
    "explanation": "In the French political system, a motion de censure is a legislative instrument that requires new elections to be held if the government’s proposal for a vote of confidence is not accepted."
  },
  {
    "id": "3333813",
    "unitNumber": 4,
    "text": "Choose the option that completes the following sentence correctly.\n \"On the center-right, one of the largest parties in France is the .........., which has a Gaullist political tradition.\"",
    "correctAnswer": "B",
    "options": {
      "A": "Movists",
      "B": "Republicans",
      "C": "Democrats",
      "D": "Liberals",
      "E": "Neo-liberals"
    },
    "explanation": "\"On the center-right, one of the largest parties in France is the Republicans (Les Républicains), which has a Gaullist political tradition.\""
  },
  {
    "id": "3333777",
    "unitNumber": 5,
    "text": "Officially, the Russian Federation is composed of how many federal subjects?",
    "correctAnswer": "D",
    "options": {
      "A": "70",
      "B": "75",
      "C": "80",
      "D": "85",
      "E": "90"
    },
    "explanation": "Officially, the Russian Federation is composed of eighty-five (85) federal subjects including 46 oblasts, 22 republics, 9 krais, 4 autonomous okrugs, 3 federal cities and 1 autonomous oblast."
  },
  {
    "id": "3333780",
    "unitNumber": 5,
    "text": "Which of the following is the upper house of Russia's parliment?",
    "correctAnswer": "B",
    "options": {
      "A": "The National Assembly",
      "B": "The Federation Council",
      "C": "The Executive Branch",
      "D": "The High Court",
      "E": "The Supreme Branch"
    },
    "explanation": "The Federation Council is the upper house of Russia's parliment."
  },
  {
    "id": "3333784",
    "unitNumber": 5,
    "text": "In the Russian executive branch, which of the following is the head of state?",
    "correctAnswer": "C",
    "options": {
      "A": "Prime Minister",
      "B": "Parliment",
      "C": "President",
      "D": "Federation Council",
      "E": "State Duma"
    },
    "explanation": "In the Russian executive branch, President is the head of state."
  },
  {
    "id": "3333787",
    "unitNumber": 5,
    "text": "Choose the option that completes the following sentence correctly.\n \"The article 111 of the Constitution of the Russian Federation grants the .......... the right of rejecting the nominee for prime-ministry.\"",
    "correctAnswer": "D",
    "options": {
      "A": "President",
      "B": "Federation Council",
      "C": "Parliment",
      "D": "State Duma",
      "E": "Supreme Court"
    },
    "explanation": "The article 111 of the Constitution of the Russian Federation grants the State Duma the right of rejecting the nominee for prime-ministry."
  },
  {
    "id": "3333789",
    "unitNumber": 5,
    "text": "Choose the option that completes the following sentence correctly.\n \"The national legislature in the Russian Federation is the bicameral Federal Assembly, which is made up of the .......... and the State Duma.\"",
    "correctAnswer": "C",
    "options": {
      "A": "Parliment",
      "B": "National Assembly",
      "C": "Federation Council",
      "D": "Congress",
      "E": "Supreme Court"
    },
    "explanation": "\"The national legislature in the Russian Federation is the bicameral Federal Assembly, which is made up of the Federation Council and the State Duma.\""
  },
  {
    "id": "3333791",
    "unitNumber": 5,
    "text": "Which of the following means \"the lower house\" in the Russian legislative branch?",
    "correctAnswer": "A",
    "options": {
      "A": "State Duma",
      "B": "Federation Council",
      "C": "Prime Minister",
      "D": "Federal Assembly",
      "E": "Bicameral Assembly"
    },
    "explanation": "State Duma means \"the lower house\" in the Russian legislative branch."
  },
  {
    "id": "3333793",
    "unitNumber": 5,
    "text": "How many constitutionally recognized high courts does Russia have?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Russia has three constitutionally recognized high courts: the Constitutional Court, the Supreme Court and the Higher Arbitration Court."
  },
  {
    "id": "3333795",
    "unitNumber": 5,
    "text": "Choose the option that completes the following sentence correctly.\n \"In Russian judiciary system, the procedure for appointment in the Supreme Court is the following: the chief justice of the Supreme Court makes a proposal; the .......... agrees on the proposition, and the Federation Council confirms the appointment.\"",
    "correctAnswer": "E",
    "options": {
      "A": "Prime Minister",
      "B": "State Duma",
      "C": "National Assembly",
      "D": "Higher Arbitration Court",
      "E": "President"
    },
    "explanation": "\"In Russian judiciary system, the procedure for appointment in the Supreme Court is the following: the chief justice of the Supreme Court makes a proposal; the President agrees on the proposition, and the Federation Council confirms the appointment.\""
  },
  {
    "id": "3333796",
    "unitNumber": 5,
    "text": "How many consecutive terms can a president serve in Russia?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "A president can serve for two consecutive terms in Russia."
  },
  {
    "id": "3333797",
    "unitNumber": 5,
    "text": "Choose the option that completes the following sentence correctly.\n \"As of January 2023, since the .......... elections United Russia, the party in power, has never lost parliamentary majority.\"",
    "correctAnswer": "C",
    "options": {
      "A": "2003",
      "B": "2005",
      "C": "2007",
      "D": "2009",
      "E": "2011"
    },
    "explanation": "As of January 2023, since the 2007 elections United Russia, the party in power, has never lost parliamentary majority."
  },
  {
    "id": "3333722",
    "unitNumber": 6,
    "text": "When did the Federation of Nigeria receive complete independence under a constitution that established a parliamentary administration and a significant amount of regional autonomy?",
    "correctAnswer": "A",
    "options": {
      "A": "1960",
      "B": "1950",
      "C": "1975",
      "D": "1955",
      "E": "1965"
    },
    "explanation": "Introduction<br/>On October 1, 1960, the Federation of Nigeria received complete independence under a constitution that established a parliamentary administration and a significant amount of regional autonomy."
  },
  {
    "id": "3333723",
    "unitNumber": 6,
    "text": "Which of the following <strong><u>is not</u></strong> one of the countries that shares borders with Nigeria?",
    "correctAnswer": "C",
    "options": {
      "A": "The Niger Republic",
      "B": "The Chad Republic",
      "C": "The Republic of Kenya",
      "D": "The Cameroon Republic",
      "E": "The Benin Republic"
    },
    "explanation": "GEOGRAPHY AND DEMOGRAPHIC STRUCTURE<br/>It shares borders with the Niger Republic in the north, the Chad Republic in the north-east, the Cameroon Republic in the east, the Benin Republic formerly known as Dahomey in the west, and the Bight of Benin, i.e. the Atlantic Ocean, in the south (Asegiemhe, 2018)."
  },
  {
    "id": "3333727",
    "unitNumber": 6,
    "text": "Which city is one of the most populous cities in the world and Africa’s largest megalopolis, with a population of about 23 million?",
    "correctAnswer": "D",
    "options": {
      "A": "Abuja",
      "B": "Ibadan",
      "C": "Kano",
      "D": "Lagos",
      "E": "Yoruba"
    },
    "explanation": "GEOGRAPHY AND DEMOGRAPHIC STRUCTURE<br/>The country’s largest city and the old capital Lagos until 1991, is a disproportionately large economic capital that grew as a result of its oil reserves. It is one of the most populous cities in the world and Africa’s largest megalopolis, with a population of about 23 million ."
  },
  {
    "id": "3333728",
    "unitNumber": 6,
    "text": "On May 29, 1999, Nigeria’s current constitution, the fourth since independence, went into effect. Which country is it modeled after?",
    "correctAnswer": "C",
    "options": {
      "A": "The United Kingdom",
      "B": "The Niger Republic",
      "C": "The United States",
      "D": "The Benin Republic",
      "E": "The Chad Republic"
    },
    "explanation": "POLITICAL SYSTEM IN NIGERIA<br/>On May 29, 1999, Nigeria’s current constitution, the fourth since independence, went into effect. It is modeled after the United States Constitution and provides for a strong executive, an elected legislature, and an independent judiciary."
  },
  {
    "id": "3333729",
    "unitNumber": 6,
    "text": "Which of the following is true about the presidential candidate?",
    "correctAnswer": "A",
    "options": {
      "A": "A presidential candidate shall be a citizen of Nigeria by birth.",
      "B": "S/he should have attained the age of fifty years.",
      "C": "S/he should be a member of a government.",
      "D": "S/he should have been educated up to at least University Certificate level.",
      "E": "A candidate must get at least 50% of the votes cast in 24 out of the 36 states in order to win the presidency."
    },
    "explanation": "POLITICAL SYSTEM IN NIGERIA<br/>A presidential candidate shall be a citizen of Nigeria by birth; have attained the age of forty years; be a member of a political party and be sponsored by that party; and have been educated up to at least School Certificate level or its equivalent (Constitution, Section 131). A candidate must get the most votes in a national election and at least 25% of the votes cast in 24 out of the 36 states in order to win the presidency."
  },
  {
    "id": "3333730",
    "unitNumber": 6,
    "text": "________________ is not the primary cause of local government dysfunction, but it is a contributing factor. It also serves as the foundation for additional failures such as excessive centralization, democratic erosion, outside influence, insufficient funding, poor management, lack of accountability, and waste.",
    "correctAnswer": "E",
    "options": {
      "A": "Autonomy",
      "B": "Legislation",
      "C": "Jurisdiction",
      "D": "Constitution",
      "E": "Corruption"
    },
    "explanation": "POLITICAL SYSTEM IN NIGERIA<br/>Corruption is not the primary cause of local government dysfunction, but it is a contributing factor. It also serves as the foundation for additional failures such as excessive centralization, democratic erosion, outside influence, insufficient funding, poor management, lack of accountability, and waste."
  },
  {
    "id": "3333731",
    "unitNumber": 6,
    "text": "In a bloody ___________ d’état that ended the First Republic on January 15, 1966, a group of young military personnel murdered the prime minister, two regional premiers, and several senior military personnel.",
    "correctAnswer": "B",
    "options": {
      "A": "accident",
      "B": "coup",
      "C": "war",
      "D": "agreement",
      "E": "organization"
    },
    "explanation": "DEVELOPMENT OF POLITICAL PARTIES AND PARTY SYSTEM<br/>In a bloody coup d’état that ended the First Republic on January 15, 1966, a group of young military personnel murdered the prime minister, two regional premiers, and several senior military personnel."
  },
  {
    "id": "3333732",
    "unitNumber": 6,
    "text": "How many different party systems have existed in Nigeria’s political system since the country’s independence in 1960?",
    "correctAnswer": "D",
    "options": {
      "A": "2",
      "B": "7",
      "C": "8",
      "D": "4",
      "E": "5"
    },
    "explanation": "DEVELOPMENT OF POLITICAL PARTIES AND PARTY SYSTEM<br/>Since the country’s independence in 1960, four different party systems have existed in Nigeria’s political system."
  },
  {
    "id": "3333733",
    "unitNumber": 6,
    "text": "Which of the following is true about election system?",
    "correctAnswer": "E",
    "options": {
      "A": "Elections are held at the federal (Presidential and National Assembly) level.",
      "B": "A modified three-round system is used to elect the president of Nigeria.",
      "C": "A candidate needs to win a majority of the vote and more than 35% of the vote in at least 24 of the 36 states in order to be elected in the first round.",
      "D": "In the event that no contender clears this threshold, a second round is held by using first-past-the-post voting, the 200 senators were chosen from 200 single-seat constituencies (three in each state and one for the Federal Capital Territory).",
      "E": "First-past-the-post voting was also used to elect the 360 members of the House of Representatives from single-member districts."
    },
    "explanation": "ELECTION SYSTEM, ELECTIONS AND ELECTION MANAGEMENT<br/>Elections are held at both the federal (Presidential and National Assembly) and state/local levels. A modified two-round system is used to elect the president of Nigeria. A candidate needs to win a majority of the vote and more than 25% of the vote in at least 24 of the 36 states in order to be elected in the first round. In the event that no contender clears this threshold, a second round is held. By using first-past-the-post voting, the 109 senators were chosen from 109 single-seat constituencies (three in each state and one for the Federal Capital Territory). First-past-the-post voting was also used to elect the 360 members of the House of Representatives from single-member districts."
  },
  {
    "id": "3333734",
    "unitNumber": 6,
    "text": "Stronger evidence of the declining voter turnout in Nigerian presidential elections comes from the __________ of the candidate, as shown by voters’ preferences for the candidate’s tribe, the running mate’s __________, voters’ support for the candidate’s political party, and voters’ confidence in the candidate’s abilities.",
    "correctAnswer": "C",
    "options": {
      "A": "name/party",
      "B": "tribe/city",
      "C": "popularity/tribe",
      "D": "violence/name",
      "E": "autonomy/party"
    },
    "explanation": "ELECTION SYSTEM, ELECTIONS AND ELECTION MANAGEMENT<br/>Stronger evidence of the declining voter turnout in Nigerian presidential elections comes from the popularity of the candidate, as shown by voters’ preferences for the candidate’s tribe, the running mate’s tribe, voters’ support for the candidate’s political party, and voters’ confidence in the candidate’s abilities (Adigun, 2020: 31-32)."
  },
  {
    "id": "3333735",
    "unitNumber": 7,
    "text": "I. They were a dynasty of Turkish origin that ruled over Iran from 1501 to 1736.\n II. The dynasty was founded by the spiritual leader and leader Ismail I (Shah Ismail), who established Twelver Shi’ism as the state religion and made Iran a major power in the region.\n III. They are considered to be the beginning of the modern state of Iran and played a significant role in the spread of the Twelver Shi’a faith in Iran and beyond.\n Which dynasty is described above?",
    "correctAnswer": "A",
    "options": {
      "A": "The Safavids",
      "B": "The Qajar Dynasty",
      "C": "The Pahlavis",
      "D": "The Persian",
      "E": "Achaemenid Empire"
    },
    "explanation": "HISTORICAL DEVELOPMENT OF THE STATE<br/>The Safavids were a dynasty of Turkish origin that ruled over Iran from 1501 to 1736. The dynasty was founded by the spiritual leader and leader Ismail I (Shah Ismail), who established Twelver Shi’ism as the state religion and made Iran a major power in the region. The Safavids are considered to be the beginning of the modern state of Iran and played a significant role in the spread of the Twelver Shi’a faith in Iran and beyond."
  },
  {
    "id": "3333736",
    "unitNumber": 7,
    "text": "Which of the following <strong><u>is not</u></strong> one of the differences between The Qajar dynasty and the Safavids?",
    "correctAnswer": "E",
    "options": {
      "A": "The Qajar dynasty did not establish a lineage relationship with Prophet Muhammad.",
      "B": "The Qajar dynasty was more secular in nature and did not establish a theocratic state like the Safavids before them.",
      "C": "The Qajars, unlike the Safavids, made a distinction between the interpretation of religion and the administration of the state.",
      "D": "The Qajar dynasty period was of significant change and transformation in Iran, marked by political instability, economic growth, and social and cultural transformation.",
      "E": "Era of The Qajar dynasty laid the foundation for the deterioration of Iran."
    },
    "explanation": "HISTORICAL DEVELOPMENT OF THE STATE<br/>The Qajar dynasty differed from the Safavids. They did not establish a lineage relationship with Prophet Muhammad. It is worth noting that the Qajar dynasty was more secular in nature and did not establish a theocratic state like the Safavids before them. Therefore, the Qajars, unlike the Safavids, made a distinction between the interpretation of religion and the administration of the state. The Qajar dynasty ruled Iran from 1794 to 1925 was a period of significant change and transformation in Iran, marked by political instability, economic growth, and social and cultural transformation. Despite the challenges, this era laid the foundation for the modernization of Iran and set the stage for the political and social changes that would occur in the decades to come."
  },
  {
    "id": "3333737",
    "unitNumber": 7,
    "text": "Which of the following is true after the discovery of oil in the early 20th century?",
    "correctAnswer": "E",
    "options": {
      "A": "There was a decrease in foreign investment.",
      "B": "Small oil companies were established in the country.",
      "C": "This new source of wealth did not help economic growth.",
      "D": "The European imperialist states were not interested in Iran.",
      "E": "Benefits of economic growth were not evenly distributed."
    },
    "explanation": "HISTORICAL DEVELOPMENT OF THE STATE<br/>Iran’s economy was transformed by the discovery of oil in the early 20th century, which led to an influx of foreign investment and the establishment of large oil companies in the country. This new source of wealth helped to fuel economic growth, but also led to significant income inequality and social unrest, as the benefits of this growth were not evenly distributed."
  },
  {
    "id": "3333738",
    "unitNumber": 7,
    "text": "When did CIA-led coup d’état Operation Ajax happen in Iran that aimed at overthrowing the government of Prime Minister Mohammad Mossadegh and reinstating the monarchy of Shah Mohammad Reza Pahlavi?",
    "correctAnswer": "B",
    "options": {
      "A": "1980",
      "B": "1953",
      "C": "1960",
      "D": "1975",
      "E": "1966"
    },
    "explanation": "HISTORICAL DEVELOPMENT OF THE STATE<br/>Operation Ajax was a CIA-led coup d’état in Iran in 1953, aimed at overthrowing the government of Prime Minister Mohammad Mossadegh and reinstating the monarchy of Shah Mohammad Reza Pahlavi."
  },
  {
    "id": "3333740",
    "unitNumber": 7,
    "text": "Which one of the following is one of the factors that led to the Islamic Revolution in 1979?",
    "correctAnswer": "C",
    "options": {
      "A": "Economic stability",
      "B": "Political freedom",
      "C": "Religious discontent",
      "D": "Human rights",
      "E": "Low inflation"
    },
    "explanation": "THE ISLAMIC REVOLUTION IN 1979 AND THE MAKING OF CONTEMPORARY IRAN<br/>The Islamic Revolution in Iran was driven by a combination of economic, political, and social factors, including: Economic grievances: Iran’s economy was facing serious challenges, including high inflation, rising unemployment, and a growing gap between the rich and poor. The Shah’s regime was widely seen as ineffective in addressing these problems and was criticized for its close ties to Western corporations and wealthy elites. Political repression: The Shah’s regime was known for its repression of political opposition, with widespread human rights abuses, including the use of torture, arbitrary detention, and censorship. The regime was also criticized for its lack of political freedom and suppression of dissent. Religious discontent: The Shah’s regime was seen as hostile to religious groups, particularly the Shi’a majority in Iran, and was criticized for its efforts to secularize and westernize Iranian society. This led to a resurgence of religious activism and increased support for Ayatollah Ruhollah Khomeini, who emerged as a prominent opposition leader."
  },
  {
    "id": "3333742",
    "unitNumber": 7,
    "text": "The Iran-Iraq War was a long and devastating conflict fought between 1980 and 1988 between the Islamic Republic of Iran and the Republic of Iraq. The war was primarily a result of long-standing territorial, political, and economic disputes between the two countries, as well as the desire for regional dominance. The conflict began on September 22, 1980, when Iraq __________a surprise invasion of Iran, and quickly escalated into a full-scale war.",
    "correctAnswer": "A",
    "options": {
      "A": "launched",
      "B": "got",
      "C": "explored",
      "D": "permitted",
      "E": "founded"
    },
    "explanation": "THE ISLAMIC REVOLUTION IN 1979 AND THE MAKING OF CONTEMPORARY IRAN<br/>The Iran-Iraq War was a long and devastating conflict fought between 1980 and 1988 between the Islamic Republic of Iran and the Republic of Iraq. The war was primarily a result of long-standing territorial, political, and economic disputes between the two countries, as well as the desire for regional dominance. The conflict began on September 22, 1980, when Iraq launched a surprise invasion of Iran, and quickly escalated into a full-scale war."
  },
  {
    "id": "3333744",
    "unitNumber": 7,
    "text": "__________ is the head of the executive branch, responsible for implementing the policies of the Supreme Leader and overseeing the administration of the country.",
    "correctAnswer": "D",
    "options": {
      "A": "The Parliament",
      "B": "The Guardian Council",
      "C": "The Judiciary",
      "D": "The President",
      "E": "The Expediency Council"
    },
    "explanation": "POLITICAL INSTITUTIONS<br/>The President: The head of the executive branch, responsible for implementing the policies of the Supreme Leader and overseeing the administration of the country."
  },
  {
    "id": "3333746",
    "unitNumber": 7,
    "text": "Which of the following <strong><u>is not</u></strong> one of the responsibilities of the Supreme Leader?",
    "correctAnswer": "C",
    "options": {
      "A": "Commander-in-Chief of the Armed Forces",
      "B": "Appointment of Officials",
      "C": "Approval of Treaties",
      "D": "Veto Power",
      "E": "Guardian of the Constitution"
    },
    "explanation": "POLITICAL INSTITUTIONS<br/>Commander-in-Chief of the Armed Forces\n Appointment of Officials\n Veto Power\n Guardian of the Constitution\n Foreign Policy\n Religious Authority\n Supervision of Elections\n Economic Affairs\n Media Control\n Advising the President"
  },
  {
    "id": "3333749",
    "unitNumber": 7,
    "text": "I. The Council consists of 12 men in total.\n II. Six of these individuals are appointed by the clergy directly elected by the Supreme Leader, while the other six are nominated by the Chief Judge and appointed by the Majlis.\n III. The Chief Judge himself is appointed by the President.\n IV. Each member is appointed for a six-year term.\n V. Every three years, the Supreme Leader and the Chief Judge appoint four people to the council, and in this way, the appointments are staggered. The Council is vital in the Iranian political system.\n Which of the following is true about the Guardian Council?",
    "correctAnswer": "D",
    "options": {
      "A": "I and II",
      "B": "II, III and IV",
      "C": "Only I",
      "D": "I, II and IV",
      "E": "IV and V"
    },
    "explanation": "POLITICAL INSTITUTIONS<br/>The Council consists of 12 men in total. Six of these individuals are appointed by the clergy directly elected by the Supreme Leader, while the other six are nominated by the Chief Judge and appointed by the Majlis. Meanwhile, the Chief Judge himself is appointed by the Supreme Leader. Each member is appointed for a six-year term. Every three years, the Supreme Leader and the Chief Judge appoint three people to the council, and in this way, the appointments are staggered. The Council is vital in the Iranian political system."
  },
  {
    "id": "3333751",
    "unitNumber": 7,
    "text": "Which of the following is wrong about presidential elections?",
    "correctAnswer": "C",
    "options": {
      "A": "Presidential elections in Iran are held every four years.",
      "B": "The election process in Iran is managed by the Interior Ministry, which is responsible for organizing and conducting the elections.",
      "C": "Candidates for the presidency in Iran must be between the ages of 30 and 60.",
      "D": "All candidates must also be approved by the Guardian Council.",
      "E": "To win the presidency in Iran, a candidate must receive at least 50% of the votes."
    },
    "explanation": "Presidential elections in Iran are held every four years and are a significant event in the country’s political calendar. The election process in Iran is managed by the Interior Ministry, which is responsible for organizing and conducting the elections. Candidates for the presidency in Iran must meet several qualifications, including being a Shia Muslim, being between the ages of 40 and 75 and having a degree from an accredited institution of higher learning. All candidates must also be approved by the Guardian Council. To win the presidency in Iran, a candidate must receive at least 50% of the votes."
  }
]