[
  {
    "id": "3874499",
    "unitNumber": 1,
    "text": "Which of the following civilizations belongs to the First Charter of Human Rights?",
    "correctAnswer": "A",
    "options": {
      "A": "Persia",
      "B": "Mesopotamia",
      "C": "Egypt",
      "D": "China",
      "E": "India"
    },
    "explanation": "The Achaemenid Persians pioneered advanced human rights principles, exemplified by Cyrus the Great’s abolition of slavery through the issuance of the first Human Rights Charter in the sixth century B.C."
  },
  {
    "id": "3874500",
    "unitNumber": 1,
    "text": "How was the public administration and bureaucracy in Ancient China?",
    "correctAnswer": "B",
    "options": {
      "A": "A rivalry relationship existed between the emperors and the scholarly class",
      "B": "A cooperative relationship existed between the emperors and the scholarly class",
      "C": "A incursions relationship existed between the emperors and the scholarly class",
      "D": "A susceptibilities relationship existed between the emperors and the scholarly class",
      "E": "An open relationship existed between the emperors and the scholarly class"
    },
    "explanation": "In ancient times, the bureaucratic systems of India and China diverged along distinctive trajectories. In China, a cooperative relationship existed between the emperors and the scholarly class."
  },
  {
    "id": "3874501",
    "unitNumber": 1,
    "text": "In which of the following options are the works on Turkish-Islamic law and justice given correctly with their authors?",
    "correctAnswer": "A",
    "options": {
      "A": "Nizam al-Mulk - Siyasetname<br/>Yusuf Has Hacip - Kutadgu Bilig<br/>Farabi - El Medinatü'l Fazila",
      "B": "Nizam al-Mulk - Kutadgu Bilig<br/>Yusuf Has Hacip - Siyasetname<br/>Farabi - El Medinatü'l Fazila",
      "C": "Nizam al-Mulk - El Medinatü'l Fazila<br/>Yusuf Has Hacip - Kutadgu Bilig<br/>Farabi - Siyasetname",
      "D": "Nizam al-Mulk - Siyasetname<br/>Yusuf Has Hacip - El Medinatü'l Fazila<br/>Farabi - Kutadgu Bilig",
      "E": "Nizam al-Mulk - Ottoman Public Administtation<br/>Yusuf Has Hacip - Kutadgu Bilig<br/>Farabi - Andalusian Public Administtation"
    },
    "explanation": "Islamic Public Administration boasts a rich heritage with identifiable traditions and practices in governmental affairs. Nizam al-Mulk’s “Siyasetname” stands as a seminal contribution, offering insights into state administration within the framework of Islamic principles and governance, and presenting practical concepts for governance enhancement (Arefeen et al., 2022). Similarly, Kutadgu Bilig, written by Yusuf Has Hacip, is a work that represents the first period of Turkish-Islamic culture. It contains topics such as the religion of the ancient Turkish society, family order, army, state organization, morality, and customs. This work is important in terms of illuminating the issues of justice and law in Turkish-Islamic culture (Çakan, 2017). In addition, according to Farabi’s book “El Medinatü’l Fazila”, cities are the first place where people come together and reach the greatest perfection."
  },
  {
    "id": "3874513",
    "unitNumber": 1,
    "text": "Which of the following options is the year in which the Comparative Administration Group was established, which played an important role in the advancement of the comparative management movement on a broader scale?",
    "correctAnswer": "C",
    "options": {
      "A": "1950",
      "B": "1955",
      "C": "1960",
      "D": "1965",
      "E": "1970"
    },
    "explanation": "Since its establishment in 1960, the Comparative Administration Group (CAG) has played a pivotal role in propelling the comparative administration movement forward on a broader scale. Guided by Fred W. Riggs, this organization experienced consistent expansion over a decade-long period."
  },
  {
    "id": "3874524",
    "unitNumber": 1,
    "text": "Which of the following is not one of the four different categories identified by Heady (1962) for comparative international administrative studies in the early 1960s?",
    "correctAnswer": "D",
    "options": {
      "A": "Modified traditional theory",
      "B": "Development administration theory",
      "C": "General system theory",
      "D": "World war theory",
      "E": "Middle-range theory"
    },
    "explanation": "World war theory is not one of the four different categories identified by Heady (1962) for comparative international administrative studies in the early 1960s.<br/>Heady (1962) delineated four distinct categories for comparative cross-national administration studies in the early 1960s, which he contends remain pertinent in contemporary discourse. These categories comprise “modified traditional, development administration, generalsystem theory, and middle-range theory”."
  },
  {
    "id": "3874525",
    "unitNumber": 1,
    "text": "Which of the following is the critical domain in development administration mentioned by Farazmand (1996), who defines the important factors that shape the focus of development administration?",
    "correctAnswer": "A",
    "options": {
      "A": "Financial reality",
      "B": "Location reality",
      "C": "Nation reality",
      "D": "Norm reality",
      "E": "Public reality"
    },
    "explanation": "Farazmand (1996) defines pivotal factors that have shaped the trajectory of development administration’s focus. He underscores the significance of addressing the “financial reality” as a critical domain within development administration."
  },
  {
    "id": "3874526",
    "unitNumber": 1,
    "text": "Which of the following replaced the decline in the conventional public administration model since the mid-1980s?",
    "correctAnswer": "A",
    "options": {
      "A": "Market oriented approach",
      "B": "Public-oriented approach",
      "C": "Nation-oriented approach",
      "D": "Women-oriented approach",
      "E": "Derivative instruments-oriented approach"
    },
    "explanation": "Since the mid-1980s, there has been a discernible decline in the conventional model of public administration, supplanted by a marketoriented approach emphasizing adaptability."
  },
  {
    "id": "3874527",
    "unitNumber": 1,
    "text": "Which of the following is the focus area of the New Public Management approach in competitive market conditions?",
    "correctAnswer": "B",
    "options": {
      "A": "Customer responses",
      "B": "Customer preferences",
      "C": "Customer strategies",
      "D": "Strategic preferences",
      "E": "Comparative methodology"
    },
    "explanation": "The New Public Management approach focuses on customer preferences in competitive market conditions."
  },
  {
    "id": "3874528",
    "unitNumber": 1,
    "text": "Three conflicting futuristic paradigms based on the assumption that less developed countries will try to imitate their more advanced counterparts by adopting imported administrative technologies are given correctly in which option below?",
    "correctAnswer": "C",
    "options": {
      "A": "independency theory <br/>social movements delimitation <br/>post-industrialism",
      "B": "dependency theory <br/>government systems delimitation <br/>pre-industrialism",
      "C": "dependency theory <br/>social systems delimitation <br/>post-industrialism",
      "D": "independency theory <br/>social systems delimitation <br/>pre-industrialism",
      "E": "independency theory <br/>public delimitation <br/>post-industrialism"
    },
    "explanation": "It was posited that less developed nations would endeavor to emulate their more developed counterparts by adopting imported administrative technologies. However, these assumptions were met with challenges posed by three contrasting futuristic paradigms: “dependency theory,” “social systems delimitation,” and “post-industrialism” (<br/>It was posited that less developed nations would endeavor to emulate their more developed counterparts by adopting imported administrative technologies. However, these assumptions were met with challenges posed by three contrasting futuristic paradigms: “dependency theory,” “social systems delimitation,” and “post-industrialism”."
  },
  {
    "id": "3874533",
    "unitNumber": 1,
    "text": "Which option below correctly describes comparative public administration addressing global issues?",
    "correctAnswer": "0",
    "options": {
      "A": "Artifical lakes<br/>environmental views<br/>maritime disputes",
      "B": "government intelligence<br/>environmental degradation<br/>maritime cruise",
      "C": "Artifical organs<br/>environmental tourism<br/>maritime disputes",
      "D": "Artifical intelligence<br/>social degradation<br/>national disputes",
      "E": "Artifical intelligence<br/>environmental degradation<br/>maritime disputes"
    },
    "explanation": "COMPARATIVE PUBLIC ADMINISTRATION<br/>Addressing Global Issues<br/>Including Artifcial Intelligence<br/>Including Environmental<br/>Degradation Including Maritime Disputes within Public Administration Frameworks"
  },
  {
    "id": "3874539",
    "unitNumber": 1,
    "text": "<strong>What is the challenge of Orientalism in studying Islamic public administration? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Lack of historical documents",
      "B": "Lack of economic aspect",
      "C": "Limited applicability in modern governance",
      "D": "Overemphasis on Western administrative practices",
      "E": "Maintaining objectivity regarding religious aspects"
    },
    "explanation": "The discourse on Islamic public administration often intersects with the concept of Orientalism, posing challenges for scholars in maintaining objectivity and avoiding bias towards the religious aspects of the approach."
  },
  {
    "id": "3874540",
    "unitNumber": 1,
    "text": "<strong>Which of the following <u>is not</u> an ancient Mesopotamian civilization?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Andalusian civilization",
      "B": "Sumerian civilization",
      "C": "Assyrian civilization",
      "D": "Akkadian civilization",
      "E": "Babylonian civilization"
    },
    "explanation": "Ancient civilizations in Mesopotamia such as Sumer, Babylon, Assyria, Akkad, Chaldea, and Elam had great influence on the administrative systems of other regions. Mesopotamia is called the source of civilizations. <strong>Andalusian civilizaiton was in Europe, namely Spain.<br/></strong>"
  },
  {
    "id": "3874541",
    "unitNumber": 1,
    "text": "<strong>In ancient times, what type of relationship existed between emperors and scholarly in China?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Authoritarian",
      "B": "Cooperative",
      "C": "Totalitarian",
      "D": "Democratic",
      "E": "Restrictive"
    },
    "explanation": "In ancient times, the bureaucratic systems of India and China diverged along distinctive trajectories. In China, a cooperative relationship existed between the emperors and the scholarly class. Conversely, Indian history is marked by the noted rivalry between Brahmin intellectuals and Kshatriya conquerors."
  },
  {
    "id": "3874542",
    "unitNumber": 1,
    "text": "<strong>By which actor, the administrative and legal customs of the Roman Empire were perpetuated until 18th century?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "King",
      "B": "People",
      "C": "Church",
      "D": "Oligarchy",
      "E": "Aristocracy"
    },
    "explanation": "The Roman Empire’s administrative and legal customs were perpetuated by the Church in Europe, even following the Empire’s decline and eventual dissolution. It was only after societal shifts that new manifestations of state bureaucracies began to emerge in the 18th century."
  },
  {
    "id": "3874543",
    "unitNumber": 1,
    "text": "<strong>Which of the following sought to assimilate Africans into its culture during colonization centuries?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Germany",
      "B": "France",
      "C": "Russia",
      "D": "Italians",
      "E": "Netherland"
    },
    "explanation": "The colonial period left a lasting negative legacy, marked by instances of prejudice and marginalization faced by non-Europeans. Tummala (2009) noted that the British aimed to segregate Africans from themselves, <strong>while the French sought to assimilate Africans into their culture</strong>. In contrast, the Portuguese pursued both objectives simultaneously."
  },
  {
    "id": "3874544",
    "unitNumber": 1,
    "text": "<strong>Which of the following is the most influential factor on the administrative structures of the Muslim societies?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Islam",
      "B": "Sultan",
      "C": "People",
      "D": "Military",
      "E": "Oligarchy"
    },
    "explanation": "Within Muslim and Islamic-majority countries, Islam plays a pivotal role in Public Administration, owing to its widespread influence and applicability. Despite the secular nature of many societies in Muslim countries, Islam profoundly influences all facets of public administration and governance."
  },
  {
    "id": "3874545",
    "unitNumber": 1,
    "text": "<strong>Who is the author of the famous book, namely “Siyasetname”?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Maverdi",
      "B": "Farabi",
      "C": "Kutadgu Bilig",
      "D": "Nizam al-Mulk",
      "E": "Yusuf Has Hacip"
    },
    "explanation": "Islamic Public Administration boasts a rich heritage with identifiable traditions and practices in governmental affairs. Nizam al-Mulk’s “<em>Siyasetname</em>” stands as a seminal contribution, offering insights into state administration within the framework of Islamic principles and governance, and presenting practical concepts for governance enhancement."
  },
  {
    "id": "3874546",
    "unitNumber": 1,
    "text": "<strong>Who is the author of “<em>The Study of Administration</em>” that contributed to the emergence of public administration as an academic field?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Karl Marx",
      "B": "Dwight Waldo",
      "C": "Woodrow Wilson",
      "D": "Leonard D. White",
      "E": "Charles Jean Bonnin"
    },
    "explanation": "Contemporary public administration finds its roots in Woodrow Wilson’s seminal work “The Study of Administration,” published in 1887, which laid the foundation for subsequent scholarly endeavors in the field."
  },
  {
    "id": "3874547",
    "unitNumber": 1,
    "text": "<strong>What was the main reason behind the decline of academic interest in comparative research during 1970s?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "There was a lack of available data",
      "B": "Journals discontinued publishing comparative articles",
      "C": "Statistical tools were not sufficient to analyze big amount of data",
      "D": "Eastern societies did not adopt to the Western-dominated comparative research",
      "E": "Funding organizations suspended financial support for comparative research"
    },
    "explanation": "There was a notable surge in scholarly enthusiasm for comparative and development administration, succeeded by a decline within the academic sphere. This downturn was primarily attributable to diminishing support from funding organizations and agencies for research and training endeavors in development and comparative administration throughout the 1970s. Consequently, this decline adversely affected the academic inclination toward pursuing analogous programs in public management."
  },
  {
    "id": "3874548",
    "unitNumber": 1,
    "text": "<strong>Which of the following <u>is not</u> a development during 1980s that influenced the public administration?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Artificial Intelligence",
      "B": "Market-Oriented Approach",
      "C": "Public-Private Partnerships",
      "D": "Privatization of Public Services",
      "E": "New Public Management Theory"
    },
    "explanation": "Artificial Intelligence has emerged during 2010s, not during 1980s."
  },
  {
    "id": "3874503",
    "unitNumber": 2,
    "text": "Which of the following is <strong>not</strong> a feature in the framework for comparing public administration systems as mentioned in the text?",
    "correctAnswer": "C",
    "options": {
      "A": "Administrative history",
      "B": "Recent administrative reforms",
      "C": "Public-private partnerships",
      "D": "Civil society presence",
      "E": "Legal structure"
    },
    "explanation": "This comparative framework includes the following factors: administrative history, the legal structure of the country, local-central government relations, public personnel system, presence of the civil society, and recent administrative reforms."
  },
  {
    "id": "3874504",
    "unitNumber": 2,
    "text": "Which of the following <strong>is not</strong> a factor affecting the decentralization of local governments?",
    "correctAnswer": "D",
    "options": {
      "A": "Central monitoring",
      "B": "Privatization",
      "C": "The appointment of local leaders",
      "D": "The national constitution",
      "E": "Political reforms"
    },
    "explanation": "and relations between central and local governments can be understood by evaluating the financial and political autonomy of local governments, decentralization types, appointment of mayors, council types, decision-making bodies, central monitoring over local governments, subsidiarity principle"
  },
  {
    "id": "3874505",
    "unitNumber": 2,
    "text": "Which of the following is <strong>not</strong> part of the \"New Public Management\" reform trend?",
    "correctAnswer": "D",
    "options": {
      "A": "Performance management",
      "B": "Market mechanisms in public sector",
      "C": "E-government services",
      "D": "Emphasis on hierarchy",
      "E": "Accountability to the public"
    },
    "explanation": "NPM focuses on introducing market mechanisms in the public sector, performance management, citizen-oriented service delivery, and accountability to the public"
  },
  {
    "id": "3874506",
    "unitNumber": 2,
    "text": "Which of the following <strong>is not</strong> included in the framework for comparing administrative reforms?",
    "correctAnswer": "C",
    "options": {
      "A": "Influence of international organizations",
      "B": "Market economy transitions",
      "C": "The role of private sector in governance",
      "D": "Strengthening of local government authority",
      "E": "Increasing public-private partnerships"
    },
    "explanation": "Administrative reforms are shaped by international organizations, market transitions, decentralization, and public-private partnerships."
  },
  {
    "id": "3874507",
    "unitNumber": 2,
    "text": "What is the primary purpose of public personnel systems?",
    "correctAnswer": "B",
    "options": {
      "A": "To promote privatization of public services",
      "B": "To manage public employees effectively",
      "C": "To reduce the size of government",
      "D": "To eliminate public sector unions",
      "E": "To implement performance-based contracts"
    },
    "explanation": "The structure of the public personnel systems plays a significant role in the functioning of the administrative system"
  },
  {
    "id": "3874508",
    "unitNumber": 2,
    "text": "In a federal system, how is power distributed?",
    "correctAnswer": "B",
    "options": {
      "A": "It is concentrated in the central government",
      "B": "Power is shared between the central and regional governments",
      "C": "Regional governments have complete autonomy",
      "D": "The central government has control over all legislation",
      "E": "The judiciary holds most of the power"
    },
    "explanation": "Federalism is a form of government in which power is divided between the central and local governments."
  },
  {
    "id": "3874509",
    "unitNumber": 2,
    "text": "Which of the following is a characteristic of a parliamentary system?",
    "correctAnswer": "D",
    "options": {
      "A": "The head of government is also the head of state",
      "B": "The Prime Minister is directly elected by the people",
      "C": "The President has significant executive powers",
      "D": "The head of government and head of state are separate",
      "E": "Legislative authority is concentrated in regional assemblies"
    },
    "explanation": "In parliamentary government systems, there is a clear separation between the head of the government (the Prime Minister) and the head of state (the President)."
  },
  {
    "id": "3874510",
    "unitNumber": 2,
    "text": "What is the primary role of Comparative Public Administration (CPA)?",
    "correctAnswer": "B",
    "options": {
      "A": "To identify best practices for private sector management",
      "B": "To compare and analyze administrative institutions across different countries",
      "C": "To focus exclusively on bureaucratic systems within Europe",
      "D": "To study the history of public administration in ancient empires",
      "E": "To promote the privatization of public services globally"
    },
    "explanation": "Comparative Public Administration (CPA) refers to the investigation and analysis of administrative institutions, processes, and behavior across organizational, state, and cultural differences."
  },
  {
    "id": "3874511",
    "unitNumber": 2,
    "text": "Which event significantly contributed to the rise of international public administration after 1960?",
    "correctAnswer": "C",
    "options": {
      "A": "The creation of the United Nations",
      "B": "The formation of the World Trade Organization",
      "C": "The establishment of the Organisation for Economic Co-operation and Development (OECD)",
      "D": "The fall of the Berlin Wall",
      "E": "The signing of the Kyoto Protocol"
    },
    "explanation": "The OECD, founded on 14 December 1960, is expected to meet two significant criteria: ‘(i) democratic societies committed to rule of law and protection of human rights; and (ii) open, transparent, and free-market economies."
  },
  {
    "id": "3874512",
    "unitNumber": 2,
    "text": "Which method is most commonly used by social scientists for large-scale comparisons in Comparative Public Administration?",
    "correctAnswer": "C",
    "options": {
      "A": "Laboratory experiments",
      "B": "Surveys",
      "C": "Comparative analysis",
      "D": "Field experiments",
      "E": "Archival research"
    },
    "explanation": "In the social sciences, experimenting on a large scale is very costly and hardly possible due to the validity challenges. In this sense, comparison is the only research lab that most social scientists can access."
  },
  {
    "id": "3874366",
    "unitNumber": 3,
    "text": "Which of the following in not one of the feature of the Developing Countries?",
    "correctAnswer": "E",
    "options": {
      "A": "Agricultural Economy",
      "B": "Higher Poverty Rate",
      "C": "Infrastructure Challenges",
      "D": "Lower Human Development Index",
      "E": "Political Stability"
    },
    "explanation": "The Features of Developing Countries:<br/>1. Agricultural Economy: Many developing countries rely heavily on agriculture as a primary economic activity, and industrialization may be limited.<br/>2. Higher Poverty Rate: Developing countries often have higher poverty rates, and there may be significant disparities in access to basic services.<br/>3. Infrastructure Challenges: Developing countries may face challenges in terms of inadequate infrastructure, including issues with transportation, communication, and<br/>energy systems.<br/>4. Low GDP per capita: Developing countries generally have a lower GDP per capita, indicating lower average income levels for their populations.<br/>5. Lower Human Development Index (HDI): Developing countries may have lower scores on the Human Development Index, reflecting challenges in areas such as healthcare, education, and income.<br/>6. Political Instability: Some developing countries may experience political instability, governance issues, and lessestablished political institutions."
  },
  {
    "id": "3874368",
    "unitNumber": 3,
    "text": "Which of the following is not one of the feature of the Developed Countries?",
    "correctAnswer": "B",
    "options": {
      "A": "High GDP per capita",
      "B": "Political Instability",
      "C": "High Human Development Index",
      "D": "High Standard of Living",
      "E": "Industrialization"
    },
    "explanation": "The Features of Developed Countries<br/>1. High GDP per capita: Developed countries generally have a high gross domestic product (GDP) per capita, indicating a high average income for their citizens.<br/>2. High Human Development Index (HDI): Developed countries tend to score high on the Human Development Index, which takes into account factors such as life<br/>expectancy, education, and income.<br/>3. High Standard of Living: Citizens in developedcountries generally enjoy a high standard of living, with access to quality healthcare, education, and other essential services.<br/>4. Industrialization and Infrastructure: Developed countries typically have well-developed industrial sectors and advanced infrastructure, including reliable transportation, communication, and energy systems.<br/>5. Low Poverty Rate: Developed countries typically have lower poverty rates compared to developing countries, and social safety nets are often well-established.<br/>6. Stable Political Environment: Developed countries often have stable political environments, well-established political institutions, and strong governance structures."
  },
  {
    "id": "3874370",
    "unitNumber": 3,
    "text": "Which of the following is one of the feature of Developing Countries?",
    "correctAnswer": "A",
    "options": {
      "A": "Higher Poverty Rate",
      "B": "High Human Development Index",
      "C": "High Standard of Living",
      "D": "Low Poverty Rate",
      "E": "High GDP per capita"
    },
    "explanation": "The Features of Developing Countries<br/>Higher Poverty Rate: Developing countries<br/>often have higher poverty rates, and there<br/>may be significant disparities in access to<br/>basic services.<br/>The Features of Developing Countries<br/>Higher Poverty Rate: Developing countries often have higher poverty rates, and there may be significant disparities in access to basic services."
  },
  {
    "id": "3874371",
    "unitNumber": 3,
    "text": "Which of the foolowing is one of the feature of Developed Countries?",
    "correctAnswer": "B",
    "options": {
      "A": "Political Instability",
      "B": "Low Poverty Rate",
      "C": "Low GDP per capita",
      "D": "Lower Human Development Index",
      "E": "Higher Poverty Rate"
    },
    "explanation": "Low Poverty Rate: Developed countries typically have lower poverty rates compared to developing countries, and social safety nets are often well-established."
  },
  {
    "id": "3874375",
    "unitNumber": 3,
    "text": "There are seven key factors to consider when conducting studies in comparative public administration. Which of the following is not one of them?",
    "correctAnswer": "E",
    "options": {
      "A": "Administrative Behavior and Ethics",
      "B": "Cultural and Contextual Influences",
      "C": "Public Sector Reforms",
      "D": "Implementation and Innovation",
      "E": "Global Cooperation and Partnerships"
    },
    "explanation": "Global Cooperation and Partnerships are one of the main facilitaty or indicator taken into consideration when comparing the administrations of developed and developing countries. It is not the one of the key factors to consider when conducting studies in comparative public administration."
  },
  {
    "id": "3874381",
    "unitNumber": 3,
    "text": "Which of the following is not one of the level and nature of comparing public administration systems?",
    "correctAnswer": "A",
    "options": {
      "A": "Identifying Challenges",
      "B": "Inter-state comparison",
      "C": "Development stages",
      "D": "Ideological orientation",
      "E": "Intra-state comparison"
    },
    "explanation": "Levels and Nature ofComparing Public Administration Systems<br/>Inter-state comparison: At this level, the study focuses on comparing administrative systems of countries. This can either be administrative systems of developed vs developing countries or developed countries on their own. The states being compared may need to have similar recognition status. That is, they ought to be recognized as independent states. Such comparisons can either take place among countries in the same continent or across different continents.<br/>Intra-state comparison: In this case, the study focuses on the administrative systems of a particular country. It is a useful approach when studying countries with different administrative systems for example federal and federation systems can offer good examples. The findings in such studies can be useful in determining the factors responsible for varying performance of various administrative units in a country.<br/>Development stages: Another level of comparison can be done by using development as a measure or basis of classification of countries being compared. For example, the comparative study can focus on comparing public administration systems of less developed, developing, developed or highly industrialized countries. This approach is important because it could reveal whether the publicnadministration system has an influence on the development of a country.<br/>Ideological orientation: Given that different countries have different political, economic and even religious ideologies, such ideologies can become the basis for comparing<br/>countries. The findings can help reveal whether certain ideologies have a better impact on the country’s administrative system than others."
  },
  {
    "id": "3874382",
    "unitNumber": 3,
    "text": "Emerging countries are characterized by dynamic economic growth. They are often experiencing various economic indicators. Which of the following is not one of the them?",
    "correctAnswer": "E",
    "options": {
      "A": "Market Reforms",
      "B": "Evolving Industrial Base",
      "C": "Technological Advancements",
      "D": "Infrastructure Development",
      "E": "Political Instability"
    },
    "explanation": "Dynamic Growth: Emerging countries are characterized by dynamic economic growth. They are often experiencing rapid industrialization, urbanization, and improvements in various economic indicators.<br/>1. Evolving Industrial Base: Emerging countries typically have industrial sectors that are evolving and diversifying. They may be transitioning from primarily agrarian economies to economies with a growing industrial and service sector.<br/>2. Market Reforms: Many emerging countries have implemented economic reforms to open up markets, attract foreign investment, and stimulate economic development. These reforms often involve changes in regulatory policies and trade practices.<br/>3. Technological Advancements: Emerging countries often experience advancements in technology and innovation, contributing to economic growth. They may embrace new technologies and industries to drive development.<br/>4. Infrastructure Development: Emerging countries may be in the process of developing or upgrading their infrastructure, including transportation, communication, and energy<br/>systems."
  },
  {
    "id": "3874383",
    "unitNumber": 3,
    "text": "........ is a composite index that considers life expectancy, education (average years of schooling and expected years of schooling), and per capita income. Using these rates, it is easy to determine the level of economic development of a country.<br/>Which is the option that completes the above blank place correctly?",
    "correctAnswer": "C",
    "options": {
      "A": "Income Inequality",
      "B": "Poverty Rate",
      "C": "Human Development Index",
      "D": "Infrastructure Development",
      "E": "Life Expectancy"
    },
    "explanation": "Human Development Index (HDI): HDI is a composite index that considers life expectancy, education (average years of schooling and expected years of schooling), and per capita income. Using these rates, it is easy to determine the level of economic development of a country. HDI provides a more holistic view of development by incorporating social and economic dimensions."
  },
  {
    "id": "3874384",
    "unitNumber": 3,
    "text": "A crucial indicator of a country’s development is the ................ which measures the total value of goods and services produced within a country’s borders. However, although it provides a snapshot of economic activity, it does notaccount for income distribution, inequality, or the composition of economic activities.<br/>Which is the option that completes the above blank place correctly?",
    "correctAnswer": "E",
    "options": {
      "A": "Global Economic Influence",
      "B": "Human Development Index",
      "C": "High Standard of Living",
      "D": "Gross National Income",
      "E": "Gross Domestic Product"
    },
    "explanation": "Gross Domestic Product (GDP): A crucial indicator of a country’s development is the GDP which measures the total value of goods and services produced within a country’s<br/>borders. However, although GDP provides a snapshot of economic activity, it does notaccount for income distribution, inequality, or the composition of economic activities."
  },
  {
    "id": "3874385",
    "unitNumber": 3,
    "text": "........................ measures the total income generated by a country’s residents, including income from abroad, divided by the population.<br/>Which is the option that completes the above blank place correctly?",
    "correctAnswer": "B",
    "options": {
      "A": "Global Economic Influence",
      "B": "Gross National Income per Capita",
      "C": "Gross Domestic Product",
      "D": "High Human Development Index",
      "E": "Evolving Industrial Base"
    },
    "explanation": "Gross National Income (GNI) per Capita: GNI measures the total income generated by a country’s residents, including income from abroad, divided by the population. GNI per capita provides a measure of average income and with that the level of development in the country. GNI per capita accounts for income from abroad, providing a more comprehensive measure of a country’s economic well-being."
  },
  {
    "id": "3874559",
    "unitNumber": 3,
    "text": "Which of the following may not be considered one of the levels and nature of comparing public administration systems?",
    "correctAnswer": "E",
    "options": {
      "A": "Inter-state comparison",
      "B": "Intra-state comparison",
      "C": "Development stages",
      "D": "Ideological orientation",
      "E": "Religious affiliation"
    },
    "explanation": "E"
  },
  {
    "id": "3874560",
    "unitNumber": 3,
    "text": "Which of the following is not one of the critical reasons for comparing public administration systems of developed and developing nations?",
    "correctAnswer": "E",
    "options": {
      "A": "Capacity building and training",
      "B": "Enhancing governance practices",
      "C": "Identifying challenges and solutions",
      "D": "Global cooperation and partnership",
      "E": "Downsizing administrative framework"
    },
    "explanation": "E"
  },
  {
    "id": "3874561",
    "unitNumber": 3,
    "text": "I. Cultural and Contextual Influences<br/>II. Implementation and Innovation<br/>III. Cross-country comparison<br/>IV. Institutional and Administrative Structures<br/>Which of the above are among the key factors to consider when conducting studies in comparative public administration",
    "correctAnswer": "E",
    "options": {
      "A": "I, II and III",
      "B": "I, III and IV",
      "C": "II, III and IV",
      "D": "I, III and IV",
      "E": "I, II, III and IV"
    },
    "explanation": "E"
  },
  {
    "id": "3874562",
    "unitNumber": 3,
    "text": "I. High GDP per capita<br/>II. Low score in High Human Development Index (HDI)<br/>III. High standard of living<br/>IV. Well-developed industrialization and infrastructure<br/>Which of the above are among the key features of developed nations?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III",
      "B": "I, III, IV",
      "C": "II, III, IV",
      "D": "III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "B"
  },
  {
    "id": "3874563",
    "unitNumber": 3,
    "text": "Which of the following may not be a feature of a developing nation?",
    "correctAnswer": "E",
    "options": {
      "A": "Agricultural economy",
      "B": "Higher poverty rate",
      "C": "Low GDP per capita",
      "D": "Political instability",
      "E": "High human development index (HDI) score"
    },
    "explanation": "E"
  },
  {
    "id": "3874564",
    "unitNumber": 3,
    "text": "\"........ are characterized by dynamic economic growth. They are often experiencing rapid industrialization, urbanization, and improvements in various economic indicators.\"<br/>Which of the following best fills in the blank?",
    "correctAnswer": "A",
    "options": {
      "A": "Emerging countries",
      "B": "Economic countries",
      "C": "Developed countries",
      "D": "Superpower nations",
      "E": "Middle-power countries"
    },
    "explanation": "A"
  },
  {
    "id": "3874565",
    "unitNumber": 3,
    "text": "Which of the following is not one of the indicators for economic development?",
    "correctAnswer": "D",
    "options": {
      "A": "Environmental sustainability",
      "B": "Gross domestic product",
      "C": "Income inequality",
      "D": "Geopolitical location",
      "E": "Human development index"
    },
    "explanation": "D"
  },
  {
    "id": "3874566",
    "unitNumber": 3,
    "text": "\"Some scholars define ......... in terms of the political system’s improved capacities, while others define it in terms of the national economy’s growth. Another group of scholars has found it difficult to discern between modernization and progress. ....... is multifaceted and includes administrative, political, social, and economic elements.\"<br/>Which of the following best fits in the blank above?",
    "correctAnswer": "A",
    "options": {
      "A": "Development",
      "B": "Administration",
      "C": "Governance",
      "D": "Economy",
      "E": "Stability"
    },
    "explanation": "A"
  },
  {
    "id": "3874567",
    "unitNumber": 3,
    "text": "What percentage of the people around the world live in developed nations?",
    "correctAnswer": "E",
    "options": {
      "A": "65",
      "B": "55",
      "C": "45",
      "D": "35",
      "E": "25"
    },
    "explanation": "E"
  },
  {
    "id": "3874568",
    "unitNumber": 3,
    "text": "\"The ................ evaluates the performance of countries by assessing their achievements across three key variables: education, life expectancy, and income. The quartile of the ........ distribution and 753 Public Administration in Developed and Developing Countries the (GNI/n) are used to categorize the nations. The ........ ranges are as follows: Countries scoring between 76 and 100 falls under the category of developed nations, those within the range of 51 to 75 are classified as developing, countries with scores ranging from 26 to 50 are considered as medium development, and those scoring between 1 and 26 are designated as low development.\"<br/>Which of the following is being described in the quote above?",
    "correctAnswer": "A",
    "options": {
      "A": "Human Development Index",
      "B": "Developmental Economy",
      "C": "Life Expentancy Index",
      "D": "National Income Distribution",
      "E": "National Ranking of Governance"
    },
    "explanation": "A"
  },
  {
    "id": "3874367",
    "unitNumber": 4,
    "text": "I. Comparative research in public administration aims only to test hypotheses and not to create them.<br/>II. Comparative research helps identify general patterns in public administration that can be used for theory-building.<br/>III. Social, political, and historical factors do not influence comparative research in public administration.<br/>Which of the above statements about comparative public administration is <strong>correct</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and III",
      "D": "II and III",
      "E": "Only III"
    },
    "explanation": "While comparative research is typically used to test a hypothesis, comparative research can also aim to create hypotheses and achieve theorybuilding (Collier, 1993). As a result, scholars use different frameworks to search for knowledge in their areas of expertise. Comparative research in public administration is mainly concerned with improving administrative practices by comparing experiences in different contexts that are influenced by certain social, political, economic, or historical factors that influence public administration. Comparative research is also regarded as an effective approach for constructing and testing theories, in which the concepts of social systems are replaced by corresponding variables that are “systems” or “cases” including different individuals, groups, public organizations, sectors, and countries (Prezeworski and Teune, 1970: 8-9). In addition, cumulative administrative knowledge can reveal general patterns in public administration. These general patterns can lead to generalizations that can be used for theory-building or reform efforts as application applications (Jreisat, 2011: 86)."
  },
  {
    "id": "3874369",
    "unitNumber": 4,
    "text": "In Comparative Public Administration, the framework that analyzes the relationship between institutional structures and their functions is known as __________.<br/>Which of the following best fills the blank above?",
    "correctAnswer": "C",
    "options": {
      "A": "Rational Choice Theory",
      "B": "Behavioralism",
      "C": "Structural Functionalism",
      "D": "Bureaucratic Theory",
      "E": "Postmodernism"
    },
    "explanation": "In CPA, system theory (structural functionalism) is one of the most popular analytical systems. It was first developed by social scientists in the early 1900s such as T. Parsons and M. Levy to analyze different societies around the world (Heady, 2006: 67). Political scientists then use this framework to examine political systems. This framework is composed of two parts: institutional structures, and the functioning of those institutional structures. This theory believes that the relationship between institutions and their functions is strong. However, in CPA analysis, a researcher needs to choose between an institutionalist approach and a functionalist approach. To decide which approach to take, some fundamental questions may be useful. For example, Peters (1994: 68) poses the following questions: “What are the boundaries of functional and institutional mechanisms? What are the functions, processes, or institutions and bodies that are subject to public administration?”, and “What functions does a given institution perform, and how does it perform them?” (Heady, 2006: 68). This is why a researcher should ask these significant questions before doing comparative research"
  },
  {
    "id": "3874372",
    "unitNumber": 4,
    "text": "Which of the following is <strong>correct</strong> about the institutionalist approach in comparative public administration (CPA)?",
    "correctAnswer": "B",
    "options": {
      "A": "The state is not considered a distinct actor from society.",
      "B": "Neo-institutionalists emphasize the importance of \"stateness\" in comparative research.",
      "C": "Institutionalists ignore the historical and cultural context of public institutions.",
      "D": "Comparative research under the institutionalist approach does not focus on power structures.",
      "E": "Neo-institutionalists view the state and society as indistinguishable."
    },
    "explanation": "Neo-institutionalists have recently emphasized the importance of the state as a distinguished actor distinct from both “society” and “government”, although all three are interrelated (Heady, 2006: 70). This has led to an increase in scholars’ attention on the state and public institutions in the field of CPA. Fesler (1988), for example, argues that the state is composed of “large and small parts” that share five interdependent features. And these parts are functioning, holding different values, having a history and organizational culture, and maintaining power structures. Neo-institutionalists, on the other hand, have a particular interest in the notion of “stateness” which they employ when conducting comparative research for different societies (Heady, 2006: 71). Almond (1988: 872) argues that these scholars’ perspective has increased the emphasis on institutional and particularly administrative history in CPA research."
  },
  {
    "id": "3874373",
    "unitNumber": 4,
    "text": "Which of the following is <strong>true</strong> about the concept of power distance?",
    "correctAnswer": "C",
    "options": {
      "A": "Power distance refers to equal distribution of power in all organizations.",
      "B": "In high power distance countries, power is decentralized.",
      "C": "Power distance is lower in Western European countries like the UK.",
      "D": "In low power distance countries, autocratic leadership is common.",
      "E": "Power distance is higher in the US compared to Eastern European countries."
    },
    "explanation": "It refers to the extent to which the least powerful members of an institution or organization anticipate and accept the unequal distribution of power in a country. Institutions can be defined as “families, schools, and communities”, whereas organizations can be defined as places where people work. In countries with high power distance, power is concentrated in one place, and there is high-level bureaucracy, autocratic leadership, and obedient people. In countries with low power distance, there are different roles of active people, decentralized hierarchies, and equal treatment of subordinates and superiors. Different power relationships at different levels lead to inequality in public institutions or organizations due to the structure of power distance. Power and inequality are fundamental facts of any society. It is higher in Eastern European countries, Latin America, Asia, and Africa, while it is lower in the US and Western European countries like Germany and the UK."
  },
  {
    "id": "3874374",
    "unitNumber": 4,
    "text": "I. CPA research focuses on individual and group behavior as one of its units of analysis.<br/>II. The choice of unit of analysis has no impact on the methodologies used in CPA research.<br/>III. Nation-wide characteristics, including the executive branch of government, are considered units of analysis in CPA research.<br/>Which of the above statements about the units of analysis in comparative public administration (CPA) is <strong>correct</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and III",
      "D": "II and III",
      "E": "Only III"
    },
    "explanation": "The main focus of CPA research is to identify the units of analysis such as: (a)individual and group behavior and performance, (b)organization and its capacity, (c)nation-wide characteristics and performance (including the executive branch of the government) (Jreisat, 2011: 88). Choosing the most appropriate unit of analysis will also help to apply the particular approaches and methodologies in comparative research. Once again, it is important to keep in mind that the different units of analysis are interrelated. For example, a researcher may assess environmental policies by looking at the structure of related public institutions, processes, and actors (the attitudes or beliefs of decision-makers) in various countries."
  },
  {
    "id": "3874376",
    "unitNumber": 4,
    "text": "The level of analysis that combines both macro and micro approaches, providing robust empirical evidence and is often used for national bureaucracies and case studies, is called __________.<br/>Which of the following best fills the blank above?",
    "correctAnswer": "C",
    "options": {
      "A": "Macro-level analysis",
      "B": "Micro-level analysis",
      "C": "Middle-level analysis",
      "D": "Comparative analysis",
      "E": "Case-specific analysis"
    },
    "explanation": "The middle-level (meso) analysis plays an important role in CPA because it offers a wide range of functions and a large dimension by using advantages of both macro and micro level of analyses. According to Jreisat (2011), the results of a middle-level study are more specific and robust. Analysis in the mid-level provides more powerful tools for empirical evidence based on real-life experiences. For example, mid-level analysis provides information for national bureaucracies. It is also the most powerful level of organizational analysis used for case studies. On the other hand, national structures and processes are the focus of mid-range research. For instance, social scientists such as Karl Marx, Durkheim, and others focus on national structures and processes to understand the functioning of social reality. Depending on the theory, mid-range research covers specific aspects of social issues. Comparative research on the national bureaucratic and administrative systems works efficiently because it applies to particular and individual cases. In a similar vein, data derived from middle-level models can be used to construct models that are more comprehensive and robust."
  },
  {
    "id": "3874377",
    "unitNumber": 4,
    "text": "Match the following steps in CPA research to their correct order:<br/>I. Conceptualization of a research problem<br/>II. Hypothesis formulation<br/>III. Operationalization of concepts and variables<br/>IV. Hypothesis testing<br/>A) First step<br/>B) Second step<br/>C) Third step<br/>D) Fourth step<br/>Which of the following correctly matches the steps above?",
    "correctAnswer": "B",
    "options": {
      "A": "I - B, II - A, III - D, IV - C",
      "B": "I - A, II - B, III - C, IV - D",
      "C": "I - A, II - C, III - B, IV - D",
      "D": "I - C, II - A, III - B, IV - D",
      "E": "I - D, II - C, III - A, IV - B"
    },
    "explanation": "The first step in CPA research is conceptualization of a research problem based on administrative models or theories. The second step is hypothesis formulation. The third step is the operationalization of concepts, factors and variables into specific measures depending on the unit of analysis. The fourth step is hypothesis testing by collected data which determines whether hypotheses are accepted or rejected. The final step is providing detailed findings and discussions, and providing strategic goals and policy recommendations depending on these findings and discussions."
  },
  {
    "id": "3874378",
    "unitNumber": 4,
    "text": "In CPA research, what should a researcher determine after selecting a specific research problem to systematically question the relationship between dependent and independent variables?",
    "correctAnswer": "E",
    "options": {
      "A": "Hypothesis",
      "B": "Methodology",
      "C": "Literature review",
      "D": "Data collection method",
      "E": "Research question"
    },
    "explanation": "After explaining the reasons for selecting a specific research problem to be analyzed, the researcher must determine the research question which systematically questions the relationship between dependent and independent variables. For instance, “What are the factors influencing the voting behavior of people in Türkiye and the United States (the US)?” is an appropriate question because it questions the influence of independent variables like age, income, gender, and other factors on voting behavior. In addition, this kind of research requires a comparative analysis between Türkiye and the US, both of which have a “presidential system”, but with different governmental and administrative systems in practice. In this sense, it is important to find out the most appropriate research question for a specific study in CPA research."
  },
  {
    "id": "3874379",
    "unitNumber": 4,
    "text": "I. Qualitative research allows for an in-depth understanding due to the scholar's close interaction with the subject.<br/>II. Qualitative analysis eliminates ambiguity in the data to provide a clear-cut understanding of social reality.<br/>III. Qualitative research provides narrative insights that help researchers investigate research problems that may otherwise be inaccessible.<br/>Which of the following statements about the advantages of qualitative research in CPA is <strong>correct</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and III",
      "D": "II and III",
      "E": "I and II"
    },
    "explanation": "There are some advantages of qualitative research: • The scholar gains an in-depth understanding of the CPA field due to close interaction with the subject. Therefore, the researcher can identify problems that are often ignored (e.g., nuances and complexities) in scientific, more positive inquiries. • Qualitative descriptions are used to illustrate potential cause and effect relationships, and dynamic processes. • Qualitative analysis enables the data to be ambiguous/contradictory in order to reflect social reality. • Qualitative research is narrative. Therefore, it is helpful to the researchers as they may be able to use qualitative reports to investigate research problems that may not be available to them, thereby gaining new insights."
  },
  {
    "id": "3874380",
    "unitNumber": 4,
    "text": "Which of the following is <strong>not</strong> a challenge in comparative research regarding reliability and availability of required data?",
    "correctAnswer": "D",
    "options": {
      "A": "Limited availability of data in underdeveloped countries",
      "B": "Lack of reliable data for measuring corruption",
      "C": "Difficulty in comparing cases without sufficient data",
      "D": "Developed countries providing more data than developing countries",
      "E": "The need for institutional mechanisms to ensure reliable data"
    },
    "explanation": "Reliability and availability of data is a challenge in comparative research. Without data, it is not possible to efficiently compare two or more cases. Researchers tend to study particular cases that have available data. This is because developed countries provide more data compared to developing or under-developed countries. Without available data, the causes of corruption cannot be measured. The absence of reliable and available data may limit an effective measurement. As a result, data series are necessary to test previously unknown questions. Since there are only a few researchers performing cross-country meta-analyses, the comparative literature is restricted due to the lack of accessible and unreliable data. An institutionalized mechanism that offers data series and maintenance to researchers is necessary, as this mechanism facilitates the availability and reliability of data for cross-country analysis at the macro level. For example, the Organisation for Economic Cooperation and Development (OECD) offers detailed data on many major topics with numerous subtopics, such as agriculture, development, economy, education, energy, employment, socio-demographic structures, innovation and technology. This data is very important for comparative research."
  },
  {
    "id": "3874502",
    "unitNumber": 4,
    "text": "<strong>Which research method uses empirical data analysis techniques such as multiple regression, time series, ANOVA, and network analysis?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Qualitative Research",
      "B": "Cross-Country Research",
      "C": "Quantitative Research",
      "D": "Transnational Research",
      "E": "Organizational Research"
    },
    "explanation": "After collecting data (primary, or secondary), it is important to choose the most appropriate analysis method. In quantitative research, there are simple (e.g., descriptive, crosstab, frequency), and advanced (e.g., multiple regression, ANOVA, multiple criteria decision-making) statistical analysis methods because this type of research mainly focuses on the questions of “how many?”, “how much?”, or “how often?” that are based on statistical calculations and assumptions."
  },
  {
    "id": "3874529",
    "unitNumber": 4,
    "text": "I.Limited representation of sample<br/>II.Difficulty of categorization<br/>III.Collecting subjective data<br/>IV.Analysis of social and political contexts<br/><strong>Which of the following is one of the disadvantages of case study research? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Only IV",
      "B": "I and III",
      "C": "II and IV",
      "D": "I, II, and III",
      "E": "I, II, III and IV"
    },
    "explanation": "The case study research technique looks at social units as a whole, hence no sample is required. In contrast, case studies have some disadvantages. Case study research has limited representation as researchers are looking at a specific group of people. It is difficult to make a categorization in the case studies. Case studies have the potential to be subjective research while collecting data that may have an additional layer of mistakes. The difference between the two emotions is significant, and this can lead to information biases.<br/><strong>Analysis of social and political context are not disadvantages alone. There are other factors.</strong>"
  },
  {
    "id": "3874530",
    "unitNumber": 4,
    "text": "I.Descriptive Data<br/>II.Explanatory Data<br/>III.Analytical Data<br/>IV.Normative Concepts<br/>V.Raw Data<br/><strong>Which of the following is one of the data types in CPA research? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "II and III",
      "C": "IV and V",
      "D": "I, II, III, and IV",
      "E": "I, II, III, IV and V"
    },
    "explanation": "Selecting the type of data construct theories in comparative research, and this selection depends on the purpose of comparative research. Descriptive data, explanatory and analytical data, and also data for prescriptive and normative concepts are the most widely used data types in CPA research. Raw data is not a data type in CPA research."
  },
  {
    "id": "3874531",
    "unitNumber": 4,
    "text": "<strong>Which of the following options <u>is not</u> one of the methodological challenges in comparative research?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Causality",
      "B": "Value Bias",
      "C": "Irrelevant Cases",
      "D": "Construct Equivalence",
      "E": "Performance criteria"
    },
    "explanation": "There are some methodological challenges for the researchers in the field of comparative analysis such as (1) irrelevant cases, (2) construct equivalence, (3) number of variables and cases, (4) causality, (5) value bias, (6) the impact of transnational factors, and (7) reliability and availability of required data. Performance criteria are not one of them."
  },
  {
    "id": "3874532",
    "unitNumber": 4,
    "text": "<em>“……………. the influence of culture, language, religion, habits, morality, and customs on administrative systems. Understanding the relationship between culture and administrative behavior is important for countries”.</em><br/><strong>Which of the following context type refers to the definition above?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Political context",
      "B": "Social context",
      "C": "Economic context",
      "D": "Academic context",
      "E": "Organizational context"
    },
    "explanation": "Social context is crucial for administrative changes. It refers to the influence of culture, language, religion, habits, morality, and customs on administrative systems. Understanding the relationship between culture and administrative behavior is important for countries."
  },
  {
    "id": "3874534",
    "unitNumber": 4,
    "text": "<strong>Which <u>is not</u> one of the six dimensions to differentiate between different administrative systems according to Hofstede et al. (2010)?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Power Distance",
      "B": "Inclusion-Exclusion",
      "C": "Indulgence-Restraint",
      "D": "Masculinity-Feminity",
      "E": "Collectivisim-Individualism"
    },
    "explanation": "Inclusion-exclusion is not one of the six dimensions mentioned by Hofstede."
  },
  {
    "id": "3874535",
    "unitNumber": 4,
    "text": "<em>“……………. refers to the extent to which the least powerful members of an institution or organization anticipate and accept the unequal distribution of power in a country”.</em><br/><strong>Which of the following concept refers to the definition above?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Power Distance",
      "B": "Indulgence-Restraint",
      "C": "Masculinity-Feminity",
      "D": "Long Term-Short Term",
      "E": "Collectivisim-Individualism"
    },
    "explanation": "Power distance refers to the extent to which the least powerful members of an institution or organization anticipate and accept the unequal distribution of power in a country."
  },
  {
    "id": "3874536",
    "unitNumber": 4,
    "text": "<strong>Which of the following level of analysis in comparative research</strong> <strong>focuses on individuals like public servants, bureaucrats, and other decision-makers and their behavior in the public institutions?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Macro level of analysis",
      "B": "Middle-level of analysis",
      "C": "Micro level of analysis",
      "D": "Regional level of analysis",
      "E": "Institutional level of analysis"
    },
    "explanation": "<strong>The micro-level analysis</strong>, on the other hand, focuses on individuals like public servants, bureaucrats, and other decision-makers and their behavior in the public institutions."
  },
  {
    "id": "3874537",
    "unitNumber": 4,
    "text": "<strong>Which of the following <u>is not</u> correct about prediction in findings and discussion part of a methodological research?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Predicting about future events, issues and cases",
      "B": "It is a statement that something is going to happen",
      "C": "There is no need for good theoretical and empirical evidence",
      "D": "It is about probabilities that might happen in the future",
      "E": "It is a logical connection of what happens in a particular situation"
    },
    "explanation": "A prediction is a statement that something is going to happen, <strong>whereas an explanation is a logical connection of what happens in a particular situation.</strong> Therefore, an explanation aims to answer the question “why?”. Prediction is simpler than explanation because explanation requires good theoretical and empirical evidence. For instance, a person may predict that tomorrow will be a sunny day because it happens every day. However, at some point in the analysis, they will provide evidence from meteorology to explain why this happens. Therefore, making predictions in CPA research must be made probabilistically."
  },
  {
    "id": "3874538",
    "unitNumber": 4,
    "text": "<strong>Which of the following <u>is not</u> one of the advantages of quantitative research in comparative studies?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "There are several ways to analyze quantitative data statistically",
      "B": "Theories can be tested and validated by quantitative methods",
      "C": "Massive amount of data can be analyzed by advanced software",
      "D": "Quantitative data can easily be produced and validated by others",
      "E": "Social analyses are done by researchers on statistical programs on PC"
    },
    "explanation": "Option E is an disadvantage.<br/>The context of quantitative analysis isdifferent because uantitative experiments do not take place in the social environments, but rather they are done by researchers on statistical programs on computers and other devices. Therefore, these experiments do not allow participants (sample of the study) to explain their choices or the meaning of the questions the researcher asks."
  },
  {
    "id": "3874396",
    "unitNumber": 5,
    "text": "The German public administration system encourages __________ in decision-making processes, allowing individuals to provide input on policies and regulations through public consultations and advisory boards.<br/>Which of the following best fills the blank above?",
    "correctAnswer": "C",
    "options": {
      "A": "Direct democracy",
      "B": "Government centralization",
      "C": "Public participation",
      "D": "Judicial oversight",
      "E": "Bureaucratic efficiency"
    },
    "explanation": "Government and citizen cooperation is another key feature in Germany. The public administration system encourages citizen participation in decision-making processes. Citizens have the opportunity to provide input on policies and regulations through various means, including public consultations and advisory boards. Considering that Germany is a federal state, it is quite understandable that local autonomy is important for German local governments. Local governments have a high degree of autonomy and are responsible for providing local services and infrastructure. Local governments have their own elected councils and mayors"
  },
  {
    "id": "3874397",
    "unitNumber": 5,
    "text": "In Germany, civil service recruitment follows the __________, where positions are filled based on qualifications, skills, and expertise, rather than political affiliations.<br/>Which of the following best fills the blank above?",
    "correctAnswer": "A",
    "options": {
      "A": "Merit principle",
      "B": "Political patronage",
      "C": "Rotational system",
      "D": "Arbitrary selection",
      "E": "Temporary appointment"
    },
    "explanation": "Germany has a strong welfare state with an extensive social safety net. Public administration plays a central role in the provision of social services, including healthcare, education, and social welfare programs. Therefore, the merit principle is taken care of in the recruitment of public personnel. Civil service positions are filled through a competitive and merit-based process. The selection of civil servants is based on qualifications, skills, and expertise, rather than political affiliations. Civil service operates independently of political changes. Civil servants are recruited based on qualifications, and their positions are protected from political interference."
  },
  {
    "id": "3874398",
    "unitNumber": 5,
    "text": "I. The UK has a written constitution protected by a qualified majority requirement.<br/>II. The judiciary in the UK is independent and separate from the government.<br/>III. Verdicts in UK courts are based on common law and previous case law decisions.<br/>Which of the above statements about the UK's legal and constitutional system is <strong>correct</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "II and III",
      "D": "I and III",
      "E": "Only III"
    },
    "explanation": "“The UK does not have a written constitution protected by a qualified majority requirement. The ‘unwritten’ and ‘unprotected’ constitution is the expression of the principle of parliamentary sovereignty codified in the Bill of Rights of 1689” (Kuhlmann &amp; Wollmann, 2014: 83). The judiciary in the United Kingdom is independent and separate from the government. It includes various courts, with the Supreme Court of the United Kingdom serving as the highest court. Primary legal references in the UK are common law and legislation. Therefore, verdicts in the courts are created concerning the laws and previous similar verdicts (case-law) since there is no constitution in the UK (Eroğul, 2016: 36)."
  },
  {
    "id": "3874399",
    "unitNumber": 5,
    "text": "I. The Prime Minister is appointed by the President without the need for Duma approval.<br/>II. The Federal Assembly of Russia consists of two chambers: the State Duma and the Federation Council.<br/>III. The Federation Council has more legislative power than the State Duma.<br/>Which of the above statements about the Russian government and legislature is <strong>correct</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "II and III",
      "D": "I and III",
      "E": "Only III"
    },
    "explanation": "The government, headed by the Prime Minister who is assigned by the president with the approval of the Duma, is responsible for implementing the President’s policies and managing the day-today administration of the country (Özel Özcan, 2018: 476). The Federal Assembly is the national legislature of Russia and consists of two chambers: the State Duma (lower house) of 450 members elected for a five-year term, and the Federation Council (upper house) of 178 members appointed by governors and regional legislatures (Parlak &amp; Caner, 2009: 243; Özel Özcan, 2018: 472; Balcı et al., 2022: 400). While the members of the Federation Council are known as “senators”, the members of the Duma are called “representatives” (Yavuz, 2022: 288). “Comparative power of the Duma is much higher than that of the upper house. Duma considers every single legal bill in the Russian Federation including those proposed by the Federation Council” (Balcı et al., 2022: 401)."
  },
  {
    "id": "3874400",
    "unitNumber": 5,
    "text": "Which of the following is <strong>incorrect</strong> about the German federal system and local governments?",
    "correctAnswer": "D",
    "options": {
      "A": "Local governments carry out the majority of federal laws and initiatives.",
      "B": "German municipalities are responsible for local administration and public services.",
      "C": "The mayor of a municipality is elected by the citizens.",
      "D": "The federal government holds the majority of administrative tasks in Germany.",
      "E": "Local councils are responsible for passing local ordinances and budgets."
    },
    "explanation": "In German federal system, local governments (federal states) hold a dominant position since they are responsible for carrying out the majority of federal laws and initiatives, while the federal government is limited to having its own regional and local administrative offices in the areas that are explicitly listed in the federal constitution (such as the federal labor agency, federal defense administration, and the areas of customs, finance, water, and shipping). Based on past procedures, every federal state has its administrative structure (Ayhan &amp; Lahdili, 2022: 229). As a result, Germany has a highly decentralized administrative structure, with the majority of administrative tasks being completed by subnational entities, especially local governments (Kuhlmann &amp; Wollmann, 2014: 73). German municipalities are responsible for local administration, public services, and decision-making on a wide range of issues. Local elections are held regularly to choose local representatives and leaders. Citizens of the municipality elect the mayor and members of the local council. The local council is the legislative body of the municipality. It is responsible for passing local ordinances, budgets, and policies. Council members represent the interests of the community and may belong to various political parties."
  },
  {
    "id": "3874401",
    "unitNumber": 5,
    "text": "I. Devolved administrations in Scotland, Wales, and Northern Ireland handle matters like education and health.<br/>II. The UK central government retains authority over all policy areas in Scotland, Wales, and Northern Ireland.<br/>III. The National Audit Office (NAO) is responsible for investigating public spending and is impartial.<br/>Which of the above is <strong>correct</strong> about the UK’s system of government?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and III",
      "D": "I and II",
      "E": "Only III"
    },
    "explanation": "In the context of the UK, where there is a complex system of central and local governments, as well as devolved governments in Scotland, Wales, and Northern Ireland, the relationships between these levels of government are distinctive. One of the defining features of the UK’s system is the devolution of powers to Scotland, Wales, and Northern Ireland. Each of these devolved administrations has its own parliament or assembly and varying degrees of legislative authority in specific policy areas. This means that the central government retains authority over certain reserved matters (such as defense and foreign affairs) while devolved governments handle a range of devolved matters (such as education and health) within their respective regions. Local administrations are governed by parliament. Parliament has the power to shift the jurisdiction and obligations of local governments from one unit to another as well as alter the organization, function, duties, and service standards of local governments. The National Audit Office (NAO), which is impartial toward both the federal and local governments, investigates public spending on behalf of the legislature (Çolak &amp; Genco, 2022: 162)"
  },
  {
    "id": "3874402",
    "unitNumber": 5,
    "text": "In public administration, __________ refers to the concept that government employees should be selected based on merit or competence rather than personal or political favoritism.<br/>Which of the above best fills the blank above?",
    "correctAnswer": "C",
    "options": {
      "A": "Patronage",
      "B": "Nepotism",
      "C": "Meritocracy",
      "D": "Bureaucracy",
      "E": "Political appointments"
    },
    "explanation": "Meritocracy refers to “the bureaucracy operated with respect to the concept that selections of government employees should be based on merit or competence rather than personal or political favoritism” (Cimitile, 2000)"
  },
  {
    "id": "3874403",
    "unitNumber": 5,
    "text": "Which of the following statements about the public personnel system in Russia is <strong>not true</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "The Russian civil service includes federal, regional, and municipal levels.",
      "B": "The system is entirely career-based with clear qualifications for advancement.",
      "C": "Union membership among Russian public servants is low.",
      "D": "Higher-level officials prioritize political party loyalty.",
      "E": "Russian public servants work in central and local government bodies."
    },
    "explanation": "The public personnel system in Russia governs the recruitment, management, and employment of individuals in the public sector, including government agencies and organizations. It encompasses various aspects of human resource management within the public administration. A portion of the Russian public personnel system is career-based. It indicates that there are no set qualifications to work in the government or to advance in one’s profession, nor is there a clear, gradual path up the ladder. For higher level officials, commitment to oneself and to the political party is crucial (Balcı et al., 2022: 409). The civil service in Russia is organized hierarchically and consists of various levels and ranks. It includes federal, regional, and municipal civil servants. Federal civil servants work in central government agencies, while regional and municipal civil servants work in regional and local government bodies. Although Russian public servants are free to join unions, the ratio of unionization is low. It is assumed that it is quite normal since “Russian bureaucracy is a privileged group and has little to complain about” (Balcı et al., 2022: 410)."
  },
  {
    "id": "3874404",
    "unitNumber": 5,
    "text": "I. The number of CSOs in the UK has declined since the 1980s with the rise of neoliberal policies.<br/>II. CSOs have been an important part of the UK’s democratic structure for centuries.<br/>III. CSOs in the UK represent various interest groups, including professional, educational, and commercial sectors.<br/>Which of the above statements about civil society organizations (CSOs) in the UK is <strong>correct</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "II and III",
      "D": "I and III",
      "E": "Only III"
    },
    "explanation": "One of the important features of developed democracies is the existence of CSOs. The number of CSOs is also one of the important features of Anglo-Saxon culture. There has been a strong foundation of CSOs in the UK for centuries. There are many CSOs related to different interest groups such as professional, educational, ethical, and commercial. There were 870.000 CSOs and 170.000 charities, registered in 2007. They play important roles in putting forward the expectations and demands of people for any amendment or change in the legislation, regulations, or arrangements in the UK (Durgun, 2012: 59-62). Since the 1980s, with the adoption of neoliberal economic policies, CSOs have started to come forward. Governance requires three elements in the decision-making processes as the state, private sector, and CSOs. Therefore, CSOs have started to become indispensable components of the democratic structure"
  },
  {
    "id": "3874405",
    "unitNumber": 5,
    "text": "Which of the following statements about recent administrative reforms in Germany is <strong>not true</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "The reforms aim to reduce bureaucracy and improve public service delivery.",
      "B": "Performance-based budgeting was part of Germany's public financial management reforms.",
      "C": "Data protection reforms align with European Union regulations like GDPR.",
      "D": "Reforms reduced the focus on merit-based recruitment in civil service.",
      "E": "Administrative simplification aimed to reduce red tape for businesses and citizens."
    },
    "explanation": "Germany has been undergoing administrative reforms in various areas to improve government efficiency, digitalization, and public service delivery. The goal was to make government services more accessible online, reduce bureaucracy, and improve data security. Administrative reforms aimed to modernize the public sector by promoting efficiency, effectiveness, and innovation. These efforts included organizational restructuring, process optimization, and the adoption of modern management practices. Germany continued to enhance its public financial management systems to ensure transparency, accountability, and efficient use of public funds. Reforms included budgetary improvements, financial reporting, and the use of performance-based budgeting. In addition, administrative simplification initiatives sought to reduce red tape and administrative burdens on businesses and citizens. Streamlining regulations and procedures aimed to make it easier to start and operate businesses, obtain permits, and navigate the administrative landscape. Germany aimed to attract and retain qualified talent in the civil service through transparent and merit-based recruitment processes. Training and professional development programs for civil servants were also prioritized. Furthermore, reforms in data protection and privacy aimed to align Germany with European Union regulations, such as the General Data Protection Regulation (GDPR)."
  },
  {
    "id": "3874549",
    "unitNumber": 5,
    "text": "Which of the following is not one of the administrative traditions in Europe?",
    "correctAnswer": "E",
    "options": {
      "A": "Napoleonic",
      "B": "Scandinavian",
      "C": "Germanic",
      "D": "Anglo-Saxon",
      "E": "Romanic"
    },
    "explanation": "E"
  },
  {
    "id": "3874550",
    "unitNumber": 5,
    "text": "Which of the following is not one of the features of the German administrative system?",
    "correctAnswer": "E",
    "options": {
      "A": "Decentralization",
      "B": "Transparency",
      "C": "Citizen participation",
      "D": "Merit principle",
      "E": "Ultra nationalism"
    },
    "explanation": "E"
  },
  {
    "id": "3874551",
    "unitNumber": 5,
    "text": "Which of the following can be referred to as one of the oldest monarchies in the world?",
    "correctAnswer": "A",
    "options": {
      "A": "United Kingdom",
      "B": "France",
      "C": "Turkey",
      "D": "United States",
      "E": "Germany"
    },
    "explanation": "A"
  },
  {
    "id": "3874552",
    "unitNumber": 5,
    "text": "Which of the following is the first charter of civil rights in the history of mankind?",
    "correctAnswer": "A",
    "options": {
      "A": "Magna Carta",
      "B": "American Constitution",
      "C": "French Revolution",
      "D": "Bill of Rights",
      "E": "Charter of Rights"
    },
    "explanation": "A"
  },
  {
    "id": "3874553",
    "unitNumber": 5,
    "text": "Which of the following has been set up in Great Britain as part of a major healthcare reform in the aftermath of the Second World War?",
    "correctAnswer": "C",
    "options": {
      "A": "WHO",
      "B": "WTO",
      "C": "NHS",
      "D": "NHI",
      "E": "FBI"
    },
    "explanation": "C"
  },
  {
    "id": "3874554",
    "unitNumber": 5,
    "text": "\"The ..... is a federal state located in Eastern Europe and Northern Asia and the largest country in the world. ..... is a federal state consisting of 85 federal subjects, each with varying degrees of autonomy.\"<br/>Which country is referred to in the quote above?",
    "correctAnswer": "E",
    "options": {
      "A": "United States",
      "B": "Germany",
      "C": "Ukraine",
      "D": "India",
      "E": "Russian Federation"
    },
    "explanation": "E"
  },
  {
    "id": "3874555",
    "unitNumber": 5,
    "text": "\"Much of Russia’s administrative and bureaucratic culture can be traced back to the Soviet Union. In the late 1980s, Soviet state institutions began to deteriorate under the leadership of General Secretary (and future President of the USSR), .... He initiated his five-year perestroika program, which included reforms outlined in three principles: “Glasnost” (openness), “Democratizatsia” (restructuring) and “Novoe Myshlenie” (new thinking).\"<br/>Which lead figure is referred to in the quote above?",
    "correctAnswer": "A",
    "options": {
      "A": "Mikhail Gorbachev",
      "B": "Josef Stalin",
      "C": "Vladimir Lenin",
      "D": "Vladimir Putin",
      "E": "Dimitri Medvedev"
    },
    "explanation": "A"
  },
  {
    "id": "3874556",
    "unitNumber": 5,
    "text": "What is the official name of the lower house of the federal parliament in Germany?",
    "correctAnswer": "B",
    "options": {
      "A": "Reichstag",
      "B": "Bundestag",
      "C": "Bundesliga",
      "D": "Weimar",
      "E": "Lebensraum"
    },
    "explanation": "B"
  },
  {
    "id": "3874557",
    "unitNumber": 5,
    "text": "Which of the following does not have a written constitution?",
    "correctAnswer": "C",
    "options": {
      "A": "United States",
      "B": "Turkey",
      "C": "United Kingdom",
      "D": "Germany",
      "E": "France"
    },
    "explanation": "C"
  },
  {
    "id": "3874558",
    "unitNumber": 5,
    "text": "In which pair of the countries is the financial and political autonomy of the local governments weak?",
    "correctAnswer": "A",
    "options": {
      "A": "Turkey-Russia",
      "B": "Russia-Germany",
      "C": "Turkey-Germany",
      "D": "Germany-Great Britain",
      "E": "Russia-Great Britain"
    },
    "explanation": "A"
  },
  {
    "id": "3874416",
    "unitNumber": 6,
    "text": "When was the current constitution adopted in Brazil?",
    "correctAnswer": "A",
    "options": {
      "A": "1988",
      "B": "1998",
      "C": "1888",
      "D": "2008",
      "E": "2018"
    },
    "explanation": "1988"
  },
  {
    "id": "3874417",
    "unitNumber": 6,
    "text": "When was the current constitution adopted in the USA?",
    "correctAnswer": "A",
    "options": {
      "A": "1787",
      "B": "1887",
      "C": "1987",
      "D": "2007",
      "E": "1907"
    },
    "explanation": "1787"
  },
  {
    "id": "3874418",
    "unitNumber": 6,
    "text": "Which of the following is both a member of BRICS and the Community of Portuguese Language Countries (CPLP)?",
    "correctAnswer": "B",
    "options": {
      "A": "Russia",
      "B": "Brasil",
      "C": "The US",
      "D": "Canada",
      "E": "England"
    },
    "explanation": "Brasil"
  },
  {
    "id": "3874419",
    "unitNumber": 6,
    "text": "Which country is not among the five permanent United Nations (UN) Security Council members?",
    "correctAnswer": "A",
    "options": {
      "A": "Brazil",
      "B": "China",
      "C": "The US",
      "D": "France",
      "E": "Russia"
    },
    "explanation": "Brazil"
  },
  {
    "id": "3874420",
    "unitNumber": 6,
    "text": "What concept reflects Brazil’s emphasis on cooperation, coordination, and predictability, its engagement in international forums, its focus on economic issues, and its constructive role in global governance?",
    "correctAnswer": "D",
    "options": {
      "A": "Regional power",
      "B": "Middle power",
      "C": "Great power",
      "D": "International manager",
      "E": "Local manager"
    },
    "explanation": "International manager"
  },
  {
    "id": "3874421",
    "unitNumber": 6,
    "text": "Which features of the recent administrative reforms specifically denote merit-based hiring and promotion, promote ethical conduct, and enhance employee development in Brazil?",
    "correctAnswer": "E",
    "options": {
      "A": "Administrative Modernization",
      "B": "Innovation and Performance",
      "C": "Data-Driven Decision-Making",
      "D": "E-Government",
      "E": "Public Service Reforms"
    },
    "explanation": "Public Service Reforms"
  },
  {
    "id": "3874422",
    "unitNumber": 6,
    "text": "What aspects of the recent administrative reforms specifically focus on efforts to streamline bureaucracy, improve efficiency, and enhance transparency in Brazil?",
    "correctAnswer": "A",
    "options": {
      "A": "Administrative Modernization",
      "B": "Performance Management",
      "C": "Entrepreneurial Reforms",
      "D": "Data-Driven Decision-Making",
      "E": "E-Government"
    },
    "explanation": "Administrative Modernization"
  },
  {
    "id": "3874423",
    "unitNumber": 6,
    "text": "What name is given to the large-scale corruption and money laundering investigation, also known as Operation Lava Jato, which began in Brazil in 2014?",
    "correctAnswer": "A",
    "options": {
      "A": "Car Wash",
      "B": "Money Wash",
      "C": "Corruption Wash",
      "D": "Bribery Wash",
      "E": "Economy Wash"
    },
    "explanation": "Car Wash"
  },
  {
    "id": "3874424",
    "unitNumber": 6,
    "text": "What is the oldest phase that Brazilian public administration has undergone?",
    "correctAnswer": "B",
    "options": {
      "A": "Bureaucracy",
      "B": "Patrimonialism",
      "C": "Managerialism",
      "D": "E-government",
      "E": "Digitalization"
    },
    "explanation": "Patrimonialism"
  },
  {
    "id": "3874425",
    "unitNumber": 6,
    "text": "What is the most recent phase of development that the public administration in Brazil has gone through?",
    "correctAnswer": "C",
    "options": {
      "A": "Patrimonialism",
      "B": "Bureaucracy",
      "C": "Managerialism",
      "D": "Digitalization",
      "E": "E-democracy"
    },
    "explanation": "Managerialism"
  },
  {
    "id": "3874514",
    "unitNumber": 7,
    "text": "Which country's governance is deeply rooted in Confucian values emphasizing hierarchy and harmony?",
    "correctAnswer": "C",
    "options": {
      "A": "Iran",
      "B": "Japan",
      "C": "China",
      "D": "South Korea",
      "E": "India"
    },
    "explanation": "China’s governance reflects a mix of modern administrative structures and traditional Confucian values, emphasizing hierarchy, harmony, and collective well-being."
  },
  {
    "id": "3874515",
    "unitNumber": 7,
    "text": "What system of public administration is heavily influenced by the concept of \"guanxi\" in China?",
    "correctAnswer": "B",
    "options": {
      "A": "Merit-based promotion",
      "B": "Network of personal connections",
      "C": "Centralized decision-making",
      "D": "Public-private partnerships",
      "E": "Local autonomy"
    },
    "explanation": "In Chinese Public Administration, guanxi plays a crucial role in securing promotions, accessing resources, and navigating bureaucratic obstacles."
  },
  {
    "id": "3874516",
    "unitNumber": 7,
    "text": "Japan's public administration system has been shaped significantly since which historical period?",
    "correctAnswer": "B",
    "options": {
      "A": "The Edo Period",
      "B": "The Meiji Period",
      "C": "The Tokugawa Shogunate",
      "D": "Post-World War II",
      "E": "The Kamakura Period"
    },
    "explanation": "Japan was already building a solid foundation for a public administration system after the Meiji period in 1868"
  },
  {
    "id": "3874517",
    "unitNumber": 7,
    "text": "In China's public administration, who is primarily responsible for managing appointments and promotions in the civil service?",
    "correctAnswer": "C",
    "options": {
      "A": "The State Council",
      "B": "The Premier",
      "C": "The Organization Department of the Communist Party",
      "D": "The National People’s Congress",
      "E": "The Politburo"
    },
    "explanation": "The Communist Party of China (CPC) forms the bedrock of the civil service. Policy formulation lies with the CPC’s Organization Department."
  },
  {
    "id": "3874518",
    "unitNumber": 7,
    "text": "Iran’s public administration is uniquely characterized by what influence in civil service recruitment?",
    "correctAnswer": "C",
    "options": {
      "A": "A focus on merit-based promotion",
      "B": "Emphasis on political neutrality",
      "C": "The involvement of religious authorities",
      "D": "Local government autonomy",
      "E": "Secular principles"
    },
    "explanation": "Iran’s civil service system operates within the framework of the Islamic Republic’s theocratic government"
  },
  {
    "id": "3874519",
    "unitNumber": 7,
    "text": "Which of the following is a distinctive feature of Japan’s public personnel system?",
    "correctAnswer": "C",
    "options": {
      "A": "High levels of politicization in civil service appointments",
      "B": "Strong influence of unions in policy-making",
      "C": "Career-based recruitment with low politicization",
      "D": "Religious influence in recruitment",
      "E": "Local government control over appointments"
    },
    "explanation": "Japan’s administrative framework is characterized by consensus-building, efficiency, and a strong emphasis on meritocracy within its civil service."
  },
  {
    "id": "3874520",
    "unitNumber": 7,
    "text": "In Japan, the National Government Organization Law establishes what kind of administrative structure?",
    "correctAnswer": "C",
    "options": {
      "A": "Decentralized",
      "B": "Federal",
      "C": "Strong hierarchical and centralized",
      "D": "Military-driven",
      "E": "Confederated"
    },
    "explanation": "The National Government Organization Law establishes a hierarchical structure with limited room for local autonomy."
  },
  {
    "id": "3874521",
    "unitNumber": 7,
    "text": "How does the public personnel system in Iran differ from China and Japan?",
    "correctAnswer": "B",
    "options": {
      "A": "It includes a meritocratic recruitment system",
      "B": "It has strong religious influences in recruitment",
      "C": "It relies heavily on unions for decision-making",
      "D": "It is a highly decentralized system",
      "E": "It avoids political involvement"
    },
    "explanation": "Iran’s civil service system... emphasizes ideological commitment and the principles of the Islamic Republic."
  },
  {
    "id": "3874522",
    "unitNumber": 7,
    "text": "In China’s administrative reforms, investments have been significant in which area, despite incomplete e-government reforms?",
    "correctAnswer": "B",
    "options": {
      "A": "Blockchain technology",
      "B": "Artificial Intelligence",
      "C": "Private sector governance",
      "D": "Social welfare systems",
      "E": "Global policy influence"
    },
    "explanation": "Governance reforms are the dominant reform paradigm. There are incomplete e-government reforms, but Artificial Intelligence investments are significant"
  },
  {
    "id": "3874523",
    "unitNumber": 7,
    "text": "Which of the following countries uses a civil service system where the majority of public servants are recruited through nationwide competitive exams?",
    "correctAnswer": "B",
    "options": {
      "A": "Iran",
      "B": "Japan",
      "C": "China",
      "D": "South Korea",
      "E": "India"
    },
    "explanation": "Japan’s civil service system prioritizes neutrality and professionalism. The National Personnel Authority (NPA) acts as the independent agency governing the system, ensuring recruitment and promotion are based solely on meritocratic principles."
  },
  {
    "id": "3874386",
    "unitNumber": 8,
    "text": "Which of the following county is not one of the neighbour country of the Niger?",
    "correctAnswer": "C",
    "options": {
      "A": "Mali",
      "B": "Chad",
      "C": "Cameroon",
      "D": "Libya",
      "E": "Algeria"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/00453098a28bf8b26cd6460f3b8a7e62.jpeg\" alt=\"\" width=\"549\" height=\"608\">"
  },
  {
    "id": "3874387",
    "unitNumber": 8,
    "text": "Which og the following is the largest and most populated country in the West Africa?",
    "correctAnswer": "C",
    "options": {
      "A": "Zambia",
      "B": "Senegal",
      "C": "Nigeria",
      "D": "Cameroon",
      "E": "Angola"
    },
    "explanation": "Nigeria is the largest and most populated country in West Africa, with a land area of over 923,768 square kilometers. Lagos is Nigeria’s largest city, financial center, and main port, while Abuja, the official capital, is situated in the center of land."
  },
  {
    "id": "3874388",
    "unitNumber": 8,
    "text": "When Nigeria gained its independency?",
    "correctAnswer": "B",
    "options": {
      "A": "in 1974",
      "B": "in 1960",
      "C": "in 1989",
      "D": "in 1954",
      "E": "in 1969"
    },
    "explanation": "On October 1, 1954, the colony renamed itself the autonomous Federation of Nigeria. Nigeria gained independence in 1960 under the Freedom Charter, a constitution that established a parliamentary government and considerable regional autonomy."
  },
  {
    "id": "3874389",
    "unitNumber": 8,
    "text": "Which of the following country is not one of the neighbour country of the South Africa?",
    "correctAnswer": "E",
    "options": {
      "A": "Botswana",
      "B": "Namibia",
      "C": "Zimbabwe",
      "D": "Mozambique",
      "E": "Zambia"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/00453098a28bf8b26cd6460f3b8a7e62.jpeg\" alt=\"\" width=\"349\" height=\"386\">"
  },
  {
    "id": "3874390",
    "unitNumber": 8,
    "text": "From ..... to ......, South African politics was dominated by “racial separation”, racial segregation and white minority rule.<br/>Which are the options that complete the above blanks place correctly?",
    "correctAnswer": "A",
    "options": {
      "A": "1948 / 1994",
      "B": "1956 / 1991",
      "C": "1934 / 1989",
      "D": "1961 / 1974",
      "E": "1939 / 1955"
    },
    "explanation": "From 1948 to 1994, South African politics was dominated by “racial separation”, racial segregation and white minority rule."
  },
  {
    "id": "3874391",
    "unitNumber": 8,
    "text": "• Current Constitution: Adopted in 1999.<br/>• Framework: Separation of powers but the excessive concentration of power in the hands<br/>of the executive, presidential system and social rights.<br/>• Key Features: Strong executive branch, the lack of effective checks and balance<br/>mechanisms, decentralization of powers.<br/>Which country do the above features indicate to us?",
    "correctAnswer": "B",
    "options": {
      "A": "Morocco",
      "B": "Nigeria",
      "C": "South Africa",
      "D": "Egypt",
      "E": "Niger"
    },
    "explanation": "Main Features of the Administrative History of Nigeria<br/>• Current Constitution: Adopted in 1999.<br/>• Framework: Separation of powers but the excessive concentration of power in the hands<br/>of the executive, presidential system and social rights.<br/>• Key Features: Strong executive branch, the lack of effective checks and balance<br/>mechanisms, decentralization of powers"
  },
  {
    "id": "3874392",
    "unitNumber": 8,
    "text": "• Current Constitution: Adopted in 1996.<br/>• Framework: Separation of powers, Parliamentary democracy based on the presidential<br/>system and social rights.<br/>• Key Features: A quasi-federal model; decentralization of powers.<br/>Which country do the above features indicate to us?",
    "correctAnswer": "0",
    "options": {
      "A": "Chad",
      "B": "Nigeria",
      "C": "Zambia",
      "D": "South Africa",
      "E": "Angola"
    },
    "explanation": "Main Features of the Administrative History of South Africa<br/>• Current Constitution: Adopted in 1996.<br/>• Framework: Separation of powers, Parliamentary democracy based on the presidential<br/>system and social rights.<br/>• Key Features: A quasi-federal model; decentralization of powers."
  },
  {
    "id": "3874393",
    "unitNumber": 8,
    "text": "• Current Constitution: Adopted in 2014.<br/>• Framework: Separation of powers but the excessive concentration of power in the hands<br/>of the executive, semi-presidential system and social rights.<br/>• Key Features: The lack of effective checks and balance mechanisms, unitary state, weberian<br/>bureaucracy, separation of central and local administrations but strong central administration<br/>Which country do the above features indicate to us?",
    "correctAnswer": "C",
    "options": {
      "A": "Gabon",
      "B": "Mali",
      "C": "Egypt",
      "D": "Algeria",
      "E": "Sudan"
    },
    "explanation": "Main Features of the Administrative History of Egypt<br/>• Current Constitution: Adopted in 2014.<br/>• Framework: Separation of powers but the excessive concentration of power in the hands<br/>of the executive, semi-presidential system and social rights.<br/>• Key Features: The lack of effective checks and balance mechanisms, unitary state, weberian<br/>bureaucracy, separation of central and local administrations but strong central administration"
  },
  {
    "id": "3874394",
    "unitNumber": 8,
    "text": "............... is an international organization composed of more than 100 nations that do not view themselves as part of any power block. It was a third power block during the Cold War along with the Western Alliance and the East Bloc.<br/>Which is the option that completes the above blank place correctly?",
    "correctAnswer": "B",
    "options": {
      "A": "Asia Cooperation Dialogue",
      "B": "The Non-Aligned Movement",
      "C": "African Union",
      "D": "Developing Eight (D-8) Organization for Economic Cooperation",
      "E": "Economic Cooperation Organization"
    },
    "explanation": "The Non-Aligned Movement is an international organization composed of more than 100 nations that do not view themselves as part of any power block. It was a third power block during the Cold War along with the Western Alliance and the East Bloc."
  },
  {
    "id": "3874395",
    "unitNumber": 8,
    "text": "What was the start date of the General Muhammad, Gamal Abdel Nasser era in Egypt?",
    "correctAnswer": "A",
    "options": {
      "A": "1952",
      "B": "1982",
      "C": "1970",
      "D": "1964",
      "E": "1955"
    },
    "explanation": "The Free Officers coup in 1952 was led by Gamal Abdel Nasser, Anwar Sadat, Khalid Muhammad and Abdul Rauf. Following the coup, Muhammed el-Nekib became head of state. After a disagreement with General Muhammad, Gamal Abdel Nasser assumed power in April 1954. The 1952 coup involved the military in Egypt’s politics. This was the start of the Nasser era in the country that would last until 1970."
  }
]