[
  {
    "id": "2362815",
    "unitNumber": 1,
    "text": "Products and experiences can provide meaning to people in different ways. Which type of consumption activities below is more about to express aspects of the self?",
    "correctAnswer": "B",
    "options": {
      "A": "Consuming as experience",
      "B": "Consuming as integration",
      "C": "Consuming as classification",
      "D": "Consuming as play",
      "E": "Consuming as buying"
    },
    "explanation": "Consuming as integration is about using and manipulating consumption objects to express aspects of the self. For example, magnets on our fridges are the clues that deliver the meaning of being a traveller"
  },
  {
    "id": "2362820",
    "unitNumber": 1,
    "text": "Products and experiences can provide meaning to people in different ways. Which type of consumption activities below is more about to participate in a mutual experience?",
    "correctAnswer": "D",
    "options": {
      "A": "Consuming as experience",
      "B": "Consuming as integration",
      "C": "Consuming as classification",
      "D": "Consuming as play",
      "E": "Consuming as fun"
    },
    "explanation": "Consuming as play is about consumers' use objects to participate in a mutual experience. For example, happy football fans might scream, hug and jump in unison when their team scores a goal."
  },
  {
    "id": "2362826",
    "unitNumber": 1,
    "text": "Consumer behavior is the totality of consumers’ actions. Which of the followings is not one of these actions?",
    "correctAnswer": "B",
    "options": {
      "A": "Purchase",
      "B": "Promote",
      "C": "Dispose",
      "D": "Use",
      "E": "Search"
    },
    "explanation": "Consumer behaviour is the study of consumers’ actions during searching <br/>for, purchasing, using, evaluating and disposing of products and services that they expect will satisfy their needs<br/>Promotion"
  },
  {
    "id": "2362829",
    "unitNumber": 1,
    "text": "Consumers may buy quite different things. Which of the terms below is the most inclusive to use for things consumers buy?",
    "correctAnswer": "C",
    "options": {
      "A": "Time",
      "B": "Idea",
      "C": "Offer",
      "D": "Goods",
      "E": "Service"
    },
    "explanation": "Since consumers may buy quite different things (such as products, services, ideas and time), sometimes the term “offer” can be used to refer to the products, services, ideas and time they buy."
  },
  {
    "id": "2362833",
    "unitNumber": 1,
    "text": "Household decision making is different from individual decision making. Which of household roles below does have necessarily some kind of power for ultimate decision making?",
    "correctAnswer": "B",
    "options": {
      "A": "Influencer",
      "B": "Gatekeeper",
      "C": "Buyer",
      "D": "User",
      "E": "Disposer"
    },
    "explanation": "Gatekeepers have some control over the decision-making process. The person in <br/>this role is responsible for controlling the flow of information to the other members (the members of the family, the members of the classroom or <br/>the members of a friendship gang)."
  },
  {
    "id": "2362836",
    "unitNumber": 1,
    "text": "Which of the terms below does refer to gathering knowledge about factors affecting current and future needs and preferences of consumers?",
    "correctAnswer": "B",
    "options": {
      "A": "Marketing strategy",
      "B": "Market intelligence",
      "C": "Successful marketing",
      "D": "Customer loyalty",
      "E": "Market orientation"
    },
    "explanation": "Gathering knowledge on the factors that affectnboth current and future needs and preferences of consumers is called market intelligence. Marketing <br/>managers collect market intelligence in a variety of ways such as by reading books, newspapers, and trade publications."
  },
  {
    "id": "2362841",
    "unitNumber": 1,
    "text": "I. Sequence of purchases\n II. Buying frequency\n III. Duration of patronage\n IV. Proportion of purchase\n V. Profit proportion of company\n There are different kinds of indicators of customer loyalty. Which of above is among these indicators?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III,IV, V",
      "B": "I, II, III,IV",
      "C": "I, II, III, V",
      "D": "I, II, IV, V",
      "E": "I, III,IV, V"
    },
    "explanation": "Customer loyalty can be defined as “a commitment to rebuy or re-patronage a preferred product, service, or brand”.<br/>I, II, III, IV"
  },
  {
    "id": "2362846",
    "unitNumber": 1,
    "text": "The perception process consists of different steps. Which two steps below are more about companies’ efforts to be noticed?",
    "correctAnswer": "C",
    "options": {
      "A": "Exposure-Attention",
      "B": "Attention-Stimulus Selection",
      "C": "Stimulus Selection-Stimulus Organization",
      "D": "Stimulus Organization- İnterpretation",
      "E": "Interpretation-Response"
    },
    "explanation": "Selecting stimulus is the second step of the perception process in which <br/>a consumer focuses his/her attention on certain incoming sensory information inputs.\n<br/>Many stimuli are really a complex combination of numerous simple stimuli that consumers must organize into a unified whole using perceptual organization. This process represents a somewhat higher, more meaningful level of processing than simply having stimuli register on our sensory receptors<br/>Stimulus Selection-Stimulus Organization"
  },
  {
    "id": "2362848",
    "unitNumber": 1,
    "text": "Which of the terms below is used to explain perceivers’ personal relevance to an offer?",
    "correctAnswer": "D",
    "options": {
      "A": "Values",
      "B": "Attention",
      "C": "Exposure",
      "D": "Involvement",
      "E": "Repetition"
    },
    "explanation": "Involvement refers to consumers’ perceptions of importance or personal relevance of an object, event, or activity. If a person finds a stimulus (for example his/ her mobile phone) relevant to himself/herself, the likelihood of paying attention to it increases."
  },
  {
    "id": "2362851",
    "unitNumber": 1,
    "text": "Which concept below is used for people’s tendency to believe in generalizations about members of a group?",
    "correctAnswer": "B",
    "options": {
      "A": "Schema",
      "B": "Stereotyping",
      "C": "Halo effect",
      "D": "First impressions",
      "E": "Physical appearances"
    },
    "explanation": "Stereotypes are a set of cognitive generalizations (e.g., beliefs, expectations) about the qualities and characteristics of the members of a group. Stereotypes simplify and expedite perceptions and judgments, but they are often exaggerated, and negative rather than positive, and resistant to change.<br/>Stereotyping"
  },
  {
    "id": "2374567",
    "unitNumber": 1,
    "text": "Which of the following is <strong>not</strong> one of the distinct types of consumption activities identified by the classification scheme of consumer behavior?",
    "correctAnswer": "D",
    "options": {
      "A": "Consuming as an experience.",
      "B": "Consuming as integration.",
      "C": "Consuming as classification.",
      "D": "Consuming as distinction.",
      "E": "Consuming as play."
    },
    "explanation": "A classification scheme is developed in an attempt to explore the different ways that products and experiences can provide meaning to people. This scheme identified four distinct types of consumption activities (Solomon et al. 2006, p.15-16):\n 1. Consuming as experience - when consumption is an emotional or aesthetic goal in itself, a consumer may find meaning in it. This would include activities like the pleasure derived from learning how to drive an electric car, or appreciating the speeding ability of a favourite car.\n 2. Consuming as integration - using and manipulating consumption objects to express aspects of the self. For example, attending matches in person rather than watching them on TV allows the fan to integrate his or her experience more completely with himself/herself - the feeling of ‘having been there’. Magnets on our fridges are the clues that deliver the meaning of being a traveller.\n 3. Consuming as classification - the activities that consumers engage in to communicate their association with objects, both to self and to others. For example, a consumer who owns a car (may it be Ferrari or Tata) reflects an image that puts him/her into a specific social standing, or a gender group or a cultural cluster. Tea lovers may believe that they have certain features like being introvert and quiet, while coffee lovers may see themselves as outgoing and social.\n 4. Consuming as play - consumers use objects to participate in a mutual experience. For example, happy football fans might scream, hug and jump in unison when their team scores a goal - this is a different dimension of shared experience compared with watching the game at home."
  },
  {
    "id": "2374696",
    "unitNumber": 1,
    "text": "Which of the following is <strong>not</strong> one of the four main steps taking during the consumption process?",
    "correctAnswer": "D",
    "options": {
      "A": "Searching.",
      "B": "Buying.",
      "C": "Using.",
      "D": "Expiring.",
      "E": "Disposing."
    },
    "explanation": "In a consumption process there are four main steps to take: searching, buying, using and disposing. During these four main steps and the sub-steps within the main steps, different roles that different agents (father, mother, teacher etc.) play impose some important information for companies to understand their target and potential consumers."
  },
  {
    "id": "2374901",
    "unitNumber": 1,
    "text": "Which household role is responsible for the upkeep of products, making sure that a product is in suitable condition to be used for the intended purpose?",
    "correctAnswer": "D",
    "options": {
      "A": "User",
      "B": "Buyer",
      "C": "Gatekeeper",
      "D": "Maintainer",
      "E": "Preparer"
    },
    "explanation": "<strong>Maintainer</strong>: The person in this role is responsible for maintaining the purchased product. For example: child puts air in the tires of his bicycle or cleans it after running it through mud puddles, while his grandfather looks after the plants and fountain in the garden."
  },
  {
    "id": "2374992",
    "unitNumber": 1,
    "text": "Which of the following is related to the <em>value</em> aspect of understanding consumer behavior?",
    "correctAnswer": "C",
    "options": {
      "A": "Customers who buy more products from the same brand.",
      "B": "Customers who buy a specific brand despite the price.",
      "C": "Customers who seek an appropriate ratio between benefits and resources.",
      "D": "Customers who are easier to deal with due to their familiarity with the products.",
      "E": "Customers who create business referrals of products they have already tried."
    },
    "explanation": "<strong><em>Value</em></strong> is defined as the ratio between the customer’s perceived benefits (economic, functional and psychological) and the resources (monetary, time, effort, psychological) used to obtain those benefits. The other choices are related to <em>customer loyalty</em> rather than value."
  },
  {
    "id": "2375002",
    "unitNumber": 1,
    "text": "Which of the following is an element of sensory perception?",
    "correctAnswer": "C",
    "options": {
      "A": "Intensity.",
      "B": "Position.",
      "C": "Taste.",
      "D": "Contrast.",
      "E": "Colour."
    },
    "explanation": "Human beings have five senses given above to govern sensory perception. Sensory receptors are eyes, mouth &amp; tongue, ears, nose, and skin. Taste is therefore an element of sensory perception, while the other choices are stimulus related factors."
  },
  {
    "id": "2375009",
    "unitNumber": 1,
    "text": "Which of the following stimulus related factors tends to \"wear off\" over time after multiple exposures?",
    "correctAnswer": "B",
    "options": {
      "A": "Contrast.",
      "B": "Novelty.",
      "C": "Repetition.",
      "D": "Isolation.",
      "E": "Movement."
    },
    "explanation": "<em>Novelty</em>: anything that is different from what is expected will attract attention. It may be a differently designed bottle, or a logo. Novelty tends to wear off after two or three exposure when it comes to advertising."
  },
  {
    "id": "2375021",
    "unitNumber": 1,
    "text": "Which of the following is a perceiver related factor?",
    "correctAnswer": "E",
    "options": {
      "A": "Repetition.",
      "B": "Contrast.",
      "C": "Isolation.",
      "D": "Movement.",
      "E": "Involvement."
    },
    "explanation": "Perceiver related factors are characteristics that differ from one individual to another. <em>Involvement</em> refers to consumers’ perceptions of importance or personal relevance of an object, event, or activity. If a person finds a stimulus (for example his/ her mobile phone) relevant to himself/herself, the likelihood of paying attention to it increases. Thus, he will be willing to shop for phone cases, or apps. The other choices are stimulus related factors."
  },
  {
    "id": "2375032",
    "unitNumber": 1,
    "text": "\"We remember only what we want to remember\".\n Which stimulus selection aspect of the perception process is this statement related to?",
    "correctAnswer": "A",
    "options": {
      "A": "Selective retention.",
      "B": "Selective perception.",
      "C": "Selective exposure.",
      "D": "Needs, wants and motives.",
      "E": "Selective values."
    },
    "explanation": "When a consumer is exposed to a stimulus through his/her senses, some factors determine if the stimulus is going to beproceeded to the perception process of consumer or not. Selecting stimulus is the second step of the perception process in which a consumer focuses his/her attention on certain incoming sensory information inputs. Since our brain’s capacity to process information is limited, we tend to be very selective about what we pay attention to. We apply the following selection process (Barış, 2018):\n 1. Selective exposure: our eyes and minds seek out and notice only information that interests us.\n 2. Selective perception: we screen out or modify ideas, messages and information that conflict with previously learned attitudes and beliefs.\n 3. Selective retention: we remember only what we want to remember"
  },
  {
    "id": "2375047",
    "unitNumber": 1,
    "text": "Which of the following categorization tools of the Gestalt theory explains the presentation of stimuli which we perceive as \"belonging together\" such as french fries and ketchup, or milk and cookies?",
    "correctAnswer": "C",
    "options": {
      "A": "Principle of closure.",
      "B": "Principle of uniting.",
      "C": "Principle of similarity.",
      "D": "Principle of proximity.",
      "E": "Figure-Ground principle."
    },
    "explanation": "Gestalt theory offers four categorisation tools in organising stimuli (Williams, 1981); 1. Figure and ground principle, 2. Principle of closure, 3. Principle of similarity and 4. Principle of proximity.\n<br/>Similarity refers to the fact that we often group stimuli to form a unified picture or impression, making it easier to process them. We view similar objects as belonging together. This principle is referred to as grouping in some of the consumer behaviour books. Grouping is the tendency to arrange stimuli together to form well-organized units. Thus, objects viewed in close proximity tend to be grouped together, as do stimuli that move in the same direction together."
  },
  {
    "id": "2375055",
    "unitNumber": 1,
    "text": "Which of the following is the final step of the perception process?",
    "correctAnswer": "E",
    "options": {
      "A": "Exposure.",
      "B": "Selecting stimulus.",
      "C": "Organizing stimulus.",
      "D": "Implementation.",
      "E": "Interpretation and meaning."
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/608b5aee18a33645f82863831e23f005.png\" alt=\"\" width=\"362\" height=\"345\">"
  },
  {
    "id": "2383856",
    "unitNumber": 1,
    "text": "Which of the following examples represents the the type of consuming as experience?",
    "correctAnswer": "A",
    "options": {
      "A": "Trying a new stereo system",
      "B": "Attending to a football match in person",
      "C": "Having magnets on the fridge",
      "D": "Being a tea person",
      "E": "Having designer's clothes"
    },
    "explanation": "In this type of consumption the goal is having an emotional or aesthetic experience.<br/>The correct answer is A. Only this choice represent the type of consuming as experience."
  },
  {
    "id": "2386865",
    "unitNumber": 1,
    "text": "Which of the following is associated with consumer behaviour from marketing perspective?",
    "correctAnswer": "B",
    "options": {
      "A": "Purchasing the products and services",
      "B": "Reacting to the prices of products and services",
      "C": "Disposing the products and services",
      "D": "Using the products and services",
      "E": "Evaluating the products and services"
    },
    "explanation": "The other for options are referring to consumer behaviour from consumer's (i.e. not company's) perspective.<br/>The correct answer is B. Marketing perspective is not about people per se but it is about marketing of products and services."
  },
  {
    "id": "2386923",
    "unitNumber": 1,
    "text": "Which of the following is <strong>not</strong> one of the factors which is associated with loyal customers?",
    "correctAnswer": "C",
    "options": {
      "A": "Loyal customers buy more products.",
      "B": "Loyal customers are less price sensitive.",
      "C": "Loyal customers more critical of products.",
      "D": "Serving loyal customers costs less.",
      "E": "Loyal customers may act as a voluntary sales staff."
    },
    "explanation": "The other four options represent advantages of having loyal customers for a company.<br/>The correct answer is C. This statement contains a contradiction in terms. A customer becomes a loyal customer because he/she prefers that brand/product."
  },
  {
    "id": "2387027",
    "unitNumber": 1,
    "text": "Which of the following is true in terms of order in a perception process?",
    "correctAnswer": "D",
    "options": {
      "A": "Attention- Stimulus selection - Exposure - Interpretation",
      "B": "Exposure - Interpretation - Stimulus organisation - Stimulus selection",
      "C": "Stimulus organisation - Interpretation - Attention - Reaction",
      "D": "Exposure - Attention - Stimulus selection - Stimulus organisation",
      "E": "Interpretation - Stinulus selection - Exposure - Reaction"
    },
    "explanation": "Other four options are not correct because they are not in logical order. Perception process must start with attention.<br/>The correct answer is D. This option contains first four steps of a perception process. The missing last two steps are: interpretation and reaction."
  },
  {
    "id": "2387079",
    "unitNumber": 1,
    "text": "Which of the following is a Gestalt principle in perception?",
    "correctAnswer": "C",
    "options": {
      "A": "Intensity",
      "B": "Size",
      "C": "Proximity",
      "D": "Frequency",
      "E": "Density"
    },
    "explanation": "The other four options are simply the characteristics of the stimulus. They are not functional in organising stimulus.<br/>The correct answer is C. Proximity is a Gestalt principle which refers to stimuli that are close to each other tend to be grouped together."
  },
  {
    "id": "2387133",
    "unitNumber": 1,
    "text": "Assignment of meaning to sensations is named as .............\n Which of the following completes the sentence above correctly?",
    "correctAnswer": "A",
    "options": {
      "A": "Interpretation",
      "B": "Comprehension",
      "C": "Attention",
      "D": "Stereotype",
      "E": "Schema"
    },
    "explanation": "Interpretation can be confused with comprehension. Comprehension is a part of the interpretation.<br/>The correct answer is A. Interpretation is a assigning a meaning to a stimulus."
  },
  {
    "id": "2387172",
    "unitNumber": 1,
    "text": "I. A set of cognitive generalisation\n II. Characteristics of a social category\n III. Exaggerated and negative judgments\n Which of the following define the concepts which the basic characteristics are given above?",
    "correctAnswer": "E",
    "options": {
      "A": "Schema",
      "B": "Prejudice",
      "C": "Cognitive bias",
      "D": "Halo effect",
      "E": "Stereotype"
    },
    "explanation": "Stereotypes often confused with schemas because both are cognitive structures. But unlike schemas stereotypes involve exaggerated and often negative judgments about a social group/category.<br/>The correct answer is E. These characteristics given in the question define stereotype."
  },
  {
    "id": "2387202",
    "unitNumber": 1,
    "text": "In Turkish culture the strong association between tea and simit is an example of ...........\n Which of the following completes the sentence above correctly?",
    "correctAnswer": "D",
    "options": {
      "A": "Proximity",
      "B": "Closure",
      "C": "Figure-ground",
      "D": "Similarity",
      "E": "Intensity"
    },
    "explanation": "The other options except E are the other Gestalt principles. The option E doesn't relate with the remaining.<br/>The correct answer is D. The example of tea and simit represent the principle of similarity. The particular culture (i.e. Turkish culture) creates these similarity between the two."
  },
  {
    "id": "2387228",
    "unitNumber": 1,
    "text": "Perception is the process of ............, ............. and .............. information inputs to produce meaning.\n Which of the following completes the sentence above correctly?",
    "correctAnswer": "C",
    "options": {
      "A": "sensing, imagining and describing",
      "B": "attending, sensing and comprehending",
      "C": "selecting, organising and interpreting",
      "D": "attending, organising and imagining",
      "E": "sensing, organising and comprehending"
    },
    "explanation": "Attention is a part of selecting informational input. Comprehension is a part of interpreting informational input. Description and imagination is irrelevant in this context.<br/>The correct answer is C. Perception contains three basic process: selecting, organising and interpreting information input."
  },
  {
    "id": "2387260",
    "unitNumber": 1,
    "text": "Gathering knowledge on the factors that affect both current and future needs and preferences of the consumers is called .....................\n Which of the following completes the sentence above correctly?",
    "correctAnswer": "B",
    "options": {
      "A": "Customer loyalty",
      "B": "Market intelligence",
      "C": "Market response",
      "D": "Market orientation",
      "E": "Consumer satisfaction"
    },
    "explanation": "The other options except D is irrelevant in this context. Market orientation refers to dissemination of market intelligence throughout the company.<br/>The correct answer is B. Market intelligence is important for the companies in order to develop successful strategies in order to be successful."
  },
  {
    "id": "3069156",
    "unitNumber": 1,
    "text": "Which of the following consumption activities constitutes the act of consuming as integration?",
    "correctAnswer": "B",
    "options": {
      "A": "Learning how to drive.",
      "B": "Attending a football match.",
      "C": "Believing that coffee makes one social and outgoing.",
      "D": "Celebrating an academic achievement with a cup of luxurious coffee.",
      "E": "Purchasing a certain brand in order to reflect high social status."
    },
    "explanation": "Consuming as integration - using and manipulating consumption objects to express aspects of the self. For example, attending matches in person rather than watching them on TV allows the fan to integrate his or her experience more completely with himself/herself - the feeling of ‘having been there’. Magnets on our fridges are the clues that deliver the meaning of being a traveller."
  },
  {
    "id": "3069158",
    "unitNumber": 1,
    "text": "................... are the intersection between companies and consumers.\n<br/>Which of the following concepts fills the blank corectly?",
    "correctAnswer": "C",
    "options": {
      "A": "Values",
      "B": "Behaviors",
      "C": "Needs",
      "D": "Decisions",
      "E": "Sales"
    },
    "explanation": "The term need is the intersection between companies and consumers. A product is anything a consumer acquires or might acquire to meet a perceived need. Consumers generally buy needsatisfaction, not physical product attributes. The head of Revlon once said that “in the factory we make cosmetics, in the store we sell hope.” (Mothersbaugh and Hawkins 2016). Needs are the basic human requirements such as for food, water, clothing, and shelter. People also have needs for love, security, prestige, sense of achievement. Most products satisfy more than one need. The need set is the blend of needs that is expected to be satisfied by consuming a product. For example, a person who buys an object that is designed with evil eye (may it be a necklace, a key holder or a vase) might want to protect himself/herself, his/her property from the hostile gazes of others, to decorate himself/herself or his/her belongings, or to show people that she is a believer of mystic issues. The motivation to buy such an object will be based on his/her need set."
  },
  {
    "id": "3070541",
    "unitNumber": 1,
    "text": "Which of the following concepts is the key to customer loyalty?",
    "correctAnswer": "D",
    "options": {
      "A": "Need set",
      "B": "Repeat patronage",
      "C": "Price",
      "D": "Satisfaction",
      "E": "Commitment"
    },
    "explanation": "There is a very important key that leads to customer loyalty. In order for a customer to be loyal, he/she needs to be satisfied. Satisfaction is the deviation between customer’s perceived product/service/shop/brand performance and his/her expectations (Barış, 2006). Kotler and Keller (2012) define satisfaction as a person’s feelings of pleasure or disappointment that result from comparing a product’s perceived performance (or outcome) to their expectations."
  },
  {
    "id": "3071847",
    "unitNumber": 1,
    "text": "Perception is defined as the process of selecting, organising and interpreting information inputs to produce meaning. At which stage of this process do consumers utilize their sensory receptors?",
    "correctAnswer": "D",
    "options": {
      "A": "Attention.",
      "B": "Stimulus selection.",
      "C": "Stimulus organization.",
      "D": "Exposure.",
      "E": "Interpretation."
    },
    "explanation": "Perception starts with an exposure to a stimulus. Exposure happens when a stimulus is in sufficient proximity to the sensory receptors, and the receptors are able to sense it. For example, if you are on the balcony you may not sense the smell of food cooking in the oven. However, in the kitchen the smell will be noticeable. Exposure provides consumers with the opportunity to pay attention to available information even though it does not guarantee it."
  },
  {
    "id": "3071888",
    "unitNumber": 1,
    "text": "Which of the following stimulus related factors refers to the state of being different from something else in juxtaposition or close association?",
    "correctAnswer": "C",
    "options": {
      "A": "Position.",
      "B": "Intensity.",
      "C": "Contrast.",
      "D": "Colour.",
      "E": "Taste."
    },
    "explanation": "Contrast: the state of being strikingly different from something else in juxtaposition or close association attracts attention. A change in the level of stimulation to which we have become habituated will arouse attention. Thus, the deliberate use of contrast can be a useful means of capturing attention."
  },
  {
    "id": "3071897",
    "unitNumber": 1,
    "text": "Which of the following is an accurate description of novelty?",
    "correctAnswer": "B",
    "options": {
      "A": "A completely new stimulus.",
      "B": "Something different from what is expected.",
      "C": "The placement of an object in physical space.",
      "D": "The definition or separation of a stimulus object from others.",
      "E": "The repeated experience of a specific stimulus."
    },
    "explanation": "Novelty: anything that is different from what is expected will attract attention. It may be a differently designed bottle, or a logo. Novelty tends to wear off after two or three exposure when it comes to advertising."
  },
  {
    "id": "3071911",
    "unitNumber": 1,
    "text": "Which of the following is a perceiver related factor rather than a stimulus related factor?",
    "correctAnswer": "E",
    "options": {
      "A": "Isolation.",
      "B": "Repetition.",
      "C": "Movement.",
      "D": "Intensity.",
      "E": "Value."
    },
    "explanation": "Values: consumer’s priorities and beliefs about the world determines the object of attention. The theory of perceptual defence, which posits that individuals block out perceptions that are repugnant to them, indicates that attention is selective and consumers choose what to pay attention to. For instance, certain people with strong beliefs can block out alcohol or cigarette ads. Value can be defined as a belief about some desirable end-state that transcends specific situations and guides selection of behaviour."
  },
  {
    "id": "3071922",
    "unitNumber": 1,
    "text": "During the perception process, which principle explains the organization of stimulus by either consciously or subconsciously perceiving something incomplete as complete by filling in the missing pieces of an incomplete stimulus?",
    "correctAnswer": "B",
    "options": {
      "A": "Figure-ground principle.",
      "B": "Principle of closure.",
      "C": "Principle of similarity.",
      "D": "Principle of proximity.",
      "E": "Principle of completion."
    },
    "explanation": "Closure is the tendency for a person to perceive an incomplete picture as complete, either consciously or subconsciously. People like to fill in missing pieces when a puzzle is incomplete. Incomplete messages from marketers beg for completion, thus drawing the perceiver in, and messages where closure is required tend to elicit strong recall (Kardes et al.2011). Remember google doodles and your effort to complete the doodles. The key to use the principle of closure is to provide consumers with an incomplete stimulus. For example, putting a well-known television ad on the radio is an effective way to get consumers to think about a message. The radio version of the ad is an incomplete stimulus, and consumers’ need for closure leads them to picture the visual parts of the ad."
  },
  {
    "id": "3071936",
    "unitNumber": 1,
    "text": "When consumers are interpreting the stimuli they encounter, they apply various learned associations when forming their interpretations. Sometimes these associations may be problematic or present issues in forming an appropriate interpretation of these stimuli. Which of the following concepts is <strong>not</strong> related to the interpretation of stimuli?",
    "correctAnswer": "A",
    "options": {
      "A": "Exposure.",
      "B": "Stereotype.",
      "C": "Halo effect.",
      "D": "First impressions.",
      "E": "Schema."
    },
    "explanation": "Interpretation of stimuli involves the application of learned associations between perceptual cues, signs, meanings and schemas. When we speak about previously learned associations, some important issues emerge such as stereotyping, halo effect, first impressions and schema.\n<br/>Exposure is simply the first stage in the process of perception of stimuli."
  },
  {
    "id": "3071948",
    "unitNumber": 1,
    "text": "Which of the following concepts accurately defines someone who is a regular patron of a specific place or brand?",
    "correctAnswer": "C",
    "options": {
      "A": "Consumer.",
      "B": "Buyer.",
      "C": "Customer.",
      "D": "Influencer.",
      "E": "User."
    },
    "explanation": "Customer is the person who regularly buys from a particular shop, brand, restaurant. Consumer is the one who engages in any activities of searching, purchasing, using or disposing of offers."
  },
  {
    "id": "3075899",
    "unitNumber": 1,
    "text": "A consumer who owns a Ferrari reflects an image that puts him/her into a specific social standing, or a gender group or a cultural cluster.\n<br/>For such consumers, which type of consumption is practiced?",
    "correctAnswer": "C",
    "options": {
      "A": "consuming as an experience",
      "B": "consuming as an integration",
      "C": "consuming as a classification",
      "D": "consuming as an act",
      "E": "consuing as a play"
    },
    "explanation": "Consuming as classification .- the activities that consumers engage in to communicate their association with objects, both to self and to others. For example, a consumer who owns a car (may it be Ferrari or Tata) reflects an image that puts him/her into a specific social standing, or a gender group or a cultural cluster. Tea lovers may believe that they have certain features like being introvert and quiet, while coffee lovers may see themselves as outgoing and social"
  },
  {
    "id": "2365389",
    "unitNumber": 2,
    "text": "The terms like motives, needs, wants, desires, and goals differ in some ways from each other. Considering these terms which statement below is not appropriate?",
    "correctAnswer": "C",
    "options": {
      "A": "Needs are universal human necessities",
      "B": "Desires are more culturally determined",
      "C": "Goal is the driving force to achieve stg.",
      "D": "Motive is why an individual does something",
      "E": "Wants are more product-oriented needs"
    },
    "explanation": "Goal is nn observable and measurable result that a person would like to achieve. Need is nn internal state of tension caused by disequilibrium from an ideal or desired state. Wants are product-oriented needs. A motive is why an individual does something.Desires are culturally determined but the underlying needs are the same for all humans.<br/>Goal is the driving force to achieve stg.\n<br/>A <strong>motive</strong> is a construct that represents an unobservable inner force that stimulates and compels a behavioral response and provides specific direction to that response. <strong>Needs</strong> are desires that arise when a consumer's current state does not match the consumer's preferred state."
  },
  {
    "id": "2365394",
    "unitNumber": 2,
    "text": "Consumers can have both latent and manifest motives to purchase a product. Which statement below is more likely to reflect latent motive?",
    "correctAnswer": "D",
    "options": {
      "A": "It is well-made product",
      "B": "It is a reputable brand",
      "C": "It is a trendy product",
      "D": "It makes people look beautiful",
      "E": "It has superior after-sales service"
    },
    "explanation": "Suppose a marketing researcher asked a consumer why he/she uses Louis Vuitton handbags. Some of the consumers would give several reasons, such as “They are the well-made, high-quality product,” “It is a reputable and trustworthy brand,” or “I am experiencing superior customer service &amp; after-sales service.”. However, there may be other reasons that the consumer is reluctant to admit or perhaps is not even aware of. For example, the motives, “it will make me look rich”, “I will feel important and respected with it.” or “They show me I am trendy” could influence the purchase of a handbag or many <br/>other items.<br/>It makes people look beautiful\n<br/><strong>Manifest motives:</strong> The reasons behind the consumer's behaviour that are known and accepted publicly.\n<br/><strong>Latent motives:</strong> Motives that either are unknown to the consumer or were reluctant to admit."
  },
  {
    "id": "2365399",
    "unitNumber": 2,
    "text": "If a person is concerned about both aging and using anti-aging (chemical) cosmetics, which of below is expected to occur?",
    "correctAnswer": "D",
    "options": {
      "A": "Positive reinforcement",
      "B": "Negative reinforcement",
      "C": "Approach-approach motivational conflict",
      "D": "Approach-avoidance motivational conflict",
      "E": "Avoidance-avoidance motivational conflict"
    },
    "explanation": "A consumer who faces a purchase choice with both desirable and undesirable outcomes confronts an approach\u0002avoidance conflict. A consumer who wants to get tanned skin, but does not want to risk skin damage experiences such a conflict.<br/>Approach-avoidance motivational conflict\n<br/>In<strong> approach -avoidance motivational conflict</strong>, an individual is faced with two outcomes, both desirable and undesirable outcomes. (e.g., A person who is concerned about gaining weight yet likes snack foods faces this type of problem.)"
  },
  {
    "id": "2365404",
    "unitNumber": 2,
    "text": "Which of below is appropriate to say about avoidance-avoidance motivational conflict?",
    "correctAnswer": "A",
    "options": {
      "A": "A purchase choice involves only undesirable outcomes",
      "B": "A purchase choice involves both desirable and undesirable outcomes",
      "C": "A purchase choice involves two desirable outcomes",
      "D": "A purchase choice represents both positive and negative reinforcers",
      "E": "A purchase choice represents only negative reinforcers"
    },
    "explanation": "In avoidance-avoidance motivational conflict, an individual is faced with two <br/>outcomes both of which are undesirable. (e.g., Either you do eat the food that you don’t like or you go to bed without dinner.)<br/>A purchase choice involves only undesirable outcomes"
  },
  {
    "id": "2365413",
    "unitNumber": 2,
    "text": "Abraham Maslow proposed the hierarchy of needs theory and argued that people are driven by particular needs at particular times. According to his theory, which of below needs is less fundamental and pressing?",
    "correctAnswer": "E",
    "options": {
      "A": "Self esteem",
      "B": "Sense of belonging",
      "C": "Sex",
      "D": "Security of employment",
      "E": "Morality"
    },
    "explanation": "A person tries to satisfy the most important need first. When that need is satisfied, it will stop being a motivator, and the person will then try to satisfy the next most important need. For example, starving people (physiological need) will not take an interest in the latest happenings in the art world (self\u0002actualization needs) nor in how they are seen or esteemed by others (social or esteem needs) nor even in whether they are breathing clean air (safety needs). However as each important need is satisfied, the next most important need will come into play.<br/>Morality"
  },
  {
    "id": "2365422",
    "unitNumber": 2,
    "text": "Which of theories below does argue that inconsistent attitudes can motive people to change their existing attitudes?",
    "correctAnswer": "C",
    "options": {
      "A": "Trio of needs theory",
      "B": "Hierarchy of needs theory",
      "C": "Balance theory",
      "D": "Drive theory",
      "E": "Self-determination theory"
    },
    "explanation": "The balance theory is a cognitive consistency theory that looks at how inconsistent attitudes can motivate individuals to be persuaded. Balance theory considers relations among elements a person might perceive as belonging together.<br/>Balance theory\n<br/>The <strong>balance theory</strong> is a cognitive consistency theory that looks at how inconsistent attitudes can motivate individuals to be persuaded (Jansson-Boyd,2010;123)."
  },
  {
    "id": "2365430",
    "unitNumber": 2,
    "text": "Self-determination theory distinguishes between intrinsic and extrinsic motivation. Which of below is not appropriate to say about this theory?",
    "correctAnswer": "C",
    "options": {
      "A": "People are happier when they pursue intrinsic goals",
      "B": "When people expect money, it is extrinsic motivation",
      "C": "Enjoyment is lower when intrinsic motivation is high",
      "D": "Intrinsically motivated people can stay engaged longer",
      "E": "Extrinsic motivation is higher when the ABCs are low"
    },
    "explanation": "This distinction is important because people are usually more creative, hard-working, and more fulfilled and happy when they pursue intrinsic goals rather than extrinsic goals. According to the self\u0002determination theory, intrinsic motivation is highest when autonomy, belongingness, and competence (the ABCs of self-determination) are high.<br/>Enjoyment is lower when intrinsic motivation is high"
  },
  {
    "id": "2365443",
    "unitNumber": 2,
    "text": "I. Affect encompasses both emotions and moods\n<br/>II. Emotions and moods can mutually influence each other\n<br/>III. Moods more depend on THE feelings of the person\n<br/>IV. Emotions usually last longer than moods\n<br/>V. Moods are accompanied by distinct facial expressions\n<br/>There are differences between affects, emotions, and moods. Which of above is appropriate to say about these terms?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "I, II, III, IV",
      "C": "I, II, III, V",
      "D": "I, II, IV, V",
      "E": "I, II, III"
    },
    "explanation": "Affect is a broad term that encompasses emotions and moods. There are differences between emotions and moods. Emotions and moods can mutually influence each other. For example, an emotion, if it’s strong and deep enough, can turn into a mood: Buying your dream car may generate the emotion of joy, but it also can put you in a good mood for several days. Similarly, if you’re in a good or bad mood, it might make you experience a more intense positive or negative emotion than would otherwise be the case. For example, if you are in a bad mood, you might “blow up” in response to a coworker’s comment when normally it would have just generated a mild reaction.<br/>I, II, III\n<br/>Emotion is a complex experience of consciousness, bodily sensation, and behavior that reflects the personal significance of a thing, an event, or a state of affairs. Emotions have been categorized differently by different thinkers and philosophers. Plutchik (1991) categorizes emotions into eight types, which are fear, anger, joy, sadness, acceptance, disgust, expectancy, and sadness. According to him, other emotions are either secondary and come out of these basic emotions; or a continuation of the primary emotions i.e. fear, anger, joy, sadness, acceptance, disgust, expectancy, and sadness. For instance delight can be a combination of surprise and joy. Similarly, contempt can be a combination of anger and disgust. Please keep in minf that affect is an umbrella concept that encompasses both emotions and moods."
  },
  {
    "id": "2365446",
    "unitNumber": 2,
    "text": "According to appraisal theory different appraisals lead to different reactions. Which of below is a correct sequence for reaction according to this theory?",
    "correctAnswer": "A",
    "options": {
      "A": "Situation, appraisal, emotion, action",
      "B": "Situation, emotion, appraisal, action",
      "C": "Situation, action, emotion, appraisal",
      "D": "Situation, action, appraisal, emotion",
      "E": "Action, situation, appraisal, emotion"
    },
    "explanation": "The appraisal theory of emotion proposes that emotions are extracted from our “appraisals” (i.e., our evaluations, interpretations, and explanations) of events. These appraisals lead to different specific reactions in different people.<br/>Situation, appraisal, emotion, action\n<br/>see \n<br/>Figure 2.10 Arnold's Appraisal Theory of Emotion (Reeve, 2009;345)"
  },
  {
    "id": "2365456",
    "unitNumber": 2,
    "text": "I. People rely on their feelings when making judgements\n<br/>II. Consumers decide to buy considering their feelings\n<br/>III. If people are in a good mood, their evaluation of stg is better\n<br/>IV. Companies should try to make their consumers feel good\n<br/>V. Evaluations and interpretations of events determine emotions\n<br/>According to feeling-as-information theory which of above is suitable to say?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "I, II, III, IV",
      "C": "I, II, III, V",
      "D": "I, II, IV, V",
      "E": "I, III, IV, V"
    },
    "explanation": "I, II, III, IV\n<br/>Feeling-as-information theory introduces that consumers consider their feelings when they are deciding to buy something. If they are in a good mood, no matter whether that mood is related to the product or not, their evaluation of that product is going to be better. For example, imagine that a consumer quickly finds a parking lot, or gets a wonderfull marriage proposal, all these may create good mood, but this is not going to lead the consumer to buy a life insurance, or a wedding dress wright a way. However, the consumer’s attitude towards an insurance brand he/she sees on the way will be also good because s/he feels good. Companies try to make their consumers feel good by creating a good ambiance and atmosphere in their stores, by having a helping personel, by making the purchase process easy, and by focusing on positive advertisement. Overall, the more the consumers feel good, the more favorable are their evaluations (Dalgıç, Ünal, 2018)."
  },
  {
    "id": "2386183",
    "unitNumber": 2,
    "text": "Which of the following are components of the motivation process? \n <ol type=\"I\"> <li>feeling of tension</li> <li>driving force to act</li> <li>setting goals</li> <li>recognition of needs</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "I, III",
      "C": "II, III",
      "D": "II, III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "All four are components of the motivation process."
  },
  {
    "id": "2386189",
    "unitNumber": 2,
    "text": "What is a latent motive?",
    "correctAnswer": "B",
    "options": {
      "A": "openly stated motive",
      "B": "hidden motive",
      "C": "conflicting motive",
      "D": "multiple motives",
      "E": "avoidance motive"
    },
    "explanation": "<strong>Latent motives: </strong>Motives that either consumers are not aware of or reluctant to admit."
  },
  {
    "id": "2386197",
    "unitNumber": 2,
    "text": "Which of the following is/are true according to hierarchy of needs theory? \n <ol type=\"I\"> <li>The needs of people can be ranked in order of importance.</li> <li>People would try to satisfy the lower level need before higher level need.</li> <li>Once a need at one level is satisfied, it would stop being a motivator.</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "I, II",
      "C": "I, III",
      "D": "II, III",
      "E": "I, II, III"
    },
    "explanation": "All three are true according to hierarchy of needs theory."
  },
  {
    "id": "2386207",
    "unitNumber": 2,
    "text": "Which of the following are true of balance theory? \n <ol type=\"I\"> <li>Balance theory consists of relations among tree elements perceived to belong together.</li> <li>Balance exists when there is a positive relationship between at least two elements.</li> <li>Balanced relationships are more memorable.</li> <li>Most commonly, celebrity endorsements of a product are used to form a triad.</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I, II",
      "B": "I, II, III",
      "C": "I, II, III, IV",
      "D": "I, III, IV",
      "E": "II, III, IV"
    },
    "explanation": "Balance exists when the relationships among all three elements are positive (e.g., p likes o; o likes x; therefore, p should like x) or if two relations are negative and one is positive (e.g., my enemy’s enemy is my friend)."
  },
  {
    "id": "2386212",
    "unitNumber": 2,
    "text": "Which of the following are true of trio of needs theory? \n <ol type=\"I\"> <li>Individuals need to be in control.</li> <li>Individuals need to feel a part of a community.</li> <li>Individuals need to feel that they have accomplished difficult tasks.</li> <li>Individuals need to feel they have a free choice.</li> </ol>",
    "correctAnswer": "B",
    "options": {
      "A": "I, II",
      "B": "I, II, III",
      "C": "II, III, IV",
      "D": "I, II, III, IV",
      "E": "I, III, IV"
    },
    "explanation": "Trio of needs theory holds that individuals are motivated by three basic drives: power (I), achievement (II), and affiliation (III). Individuals’ need for a feeling of having free choice is part of self-determination theory."
  },
  {
    "id": "2386218",
    "unitNumber": 2,
    "text": "Which of the following is an example of extrinsic motivation?",
    "correctAnswer": "C",
    "options": {
      "A": "Curiosity",
      "B": "Passion",
      "C": "Praise",
      "D": "Enjoyment",
      "E": "Freedom"
    },
    "explanation": "Extrinsic motivation refers to when people expect some reward such as praise, money or a bonus gift while intrinsic motivation refers to people’s desire to engage in an activity for its own sake."
  },
  {
    "id": "2386220",
    "unitNumber": 2,
    "text": "Which of the following best defines emotion?",
    "correctAnswer": "B",
    "options": {
      "A": "the sum of perceptions without a contextual stimulus",
      "B": "intense feelings directed at someone or something",
      "C": "general feeling not tied to a specific incident",
      "D": "a longer-lasting state caused by the surrounding environment",
      "E": "a broad range of feelings people experience"
    },
    "explanation": "Emotions are intense feelings directed at someone or something. (a), (c) and (d) are properties of mood, while (e) is the definition of affect."
  },
  {
    "id": "2386224",
    "unitNumber": 2,
    "text": "Which of the following is/are true of emotions in marketing? \n <ol type=\"I\"> <li>Emotions are used to arouse the interest of consumers.</li> <li>Consumers seek products which arouse emotions.</li> <li>In marketing, arousal of positive emotions is valuable. </li> </ol>",
    "correctAnswer": "B",
    "options": {
      "A": "I",
      "B": "I, II",
      "C": "II",
      "D": "I, II, III",
      "E": "II, III"
    },
    "explanation": "Marketers use emotions to arouse the interest of consumers. Consumers seek products which arouse emotions. Marketers also take advantage of negative and unpleasant emotions."
  },
  {
    "id": "2386230",
    "unitNumber": 2,
    "text": "Which of the following is true according to appraisal theory?",
    "correctAnswer": "A",
    "options": {
      "A": "emotions are based on an individual’s assessment of a situation or an outcome",
      "B": "assessment of a product is dependent on the feelings of the consumer",
      "C": "judgment of a product is based on the mood of the individual consumer",
      "D": "metacognitive experiences of an individual will have an effect on his/her judgment",
      "E": "assessment is dependent on the individual’s perception of a number of elements belonging together"
    },
    "explanation": "Appraisal theory<strong>, </strong>which is a theory of emotion, proposes that emotions are based on an individual’s assessment of a situation or an outcome and its relevance to his or her goals."
  },
  {
    "id": "2386235",
    "unitNumber": 2,
    "text": "Which of the following is true according to feelings-as-information theory?",
    "correctAnswer": "A",
    "options": {
      "A": "subjective experiences play a role in one’s judgment",
      "B": "liking or disliking enables one to make a judgment",
      "C": "one relies on memory and imagination to make a judgment",
      "D": "one’s emotions enable him/her to make a judgment",
      "E": "judgments are individual and reactions to these are also individual"
    },
    "explanation": "The feelings-as-information theory conceptualizes the role of subjective experiences - including moods, emotions, metacognitive experiences, and bodily sensations - in judgment."
  },
  {
    "id": "2387499",
    "unitNumber": 2,
    "text": "Which of the following is a defining characteristics of wants?",
    "correctAnswer": "C",
    "options": {
      "A": "Being same for all humans",
      "B": "Arising out of emotions",
      "C": "Culturally determined",
      "D": "Requiring to survive",
      "E": "Being instinctual"
    },
    "explanation": "The other options are attributes of needs.<br/>The correct answer is C. Although their underlying needs are universal, wants are culturally determined."
  },
  {
    "id": "2387574",
    "unitNumber": 2,
    "text": "Which of following examples latent motive of consumer can be <strong>more easily</strong> detected?",
    "correctAnswer": "D",
    "options": {
      "A": "Having a hamburger in McDonalds",
      "B": "Going to cinema with friends",
      "C": "Having a lunch in a cafeteria",
      "D": "Having a holiday in a reputable resort",
      "E": "Buying a laptop"
    },
    "explanation": "On the other options seems to be very ordinary consuming behaviours with manifest motives.<br/>The correct answer is D. This behaviour may be interpreted as consumer's desire to be looked rich or respected."
  },
  {
    "id": "2387614",
    "unitNumber": 2,
    "text": "I. Marketing cosmetic products by emphasising not containing chemical ingredients. \n II. Marketing electronic products with the strategy of \"buy now, pay (more) later\".\n Which of the following types of conflicts intended to be resolved in above examples, respectively?",
    "correctAnswer": "E",
    "options": {
      "A": "Approach-approach and Avoidance-avoidance",
      "B": "Avaoidance- approach and approach-approach",
      "C": "Approach-approach and approach-approach",
      "D": "Avoidance-avoidance and approach-avoidance",
      "E": "Approach-avoidance and avoidance-avoidance"
    },
    "explanation": "It is important to understand customers may need to buy cosmetic but they try to protect themselves from the harm of chemicals at the same time. The second example of marketing strategy can be only applied to the customers whose electronic staff had been broken.<br/>The correct answer is E. First example is about the resolution of approach-avoidance and the second one is about the resolution of avoidance-avoidance."
  },
  {
    "id": "2387638",
    "unitNumber": 2,
    "text": "I. People are driven by particular needs at particular times.\n II. The most indispensable needs are physiological needs.\n III. A person create art while s/he can hardly meet her basic needs. \n According to Maslow's motivation theory, which of above statement is true?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "According the theory the third statement can not be true because the theory stated that the needs are in a hierarchial order, without satisfying the lower one cannot experience the upper.<br/>The correct answer is C. According to Maslow there are individual differences in terms of what kinds of needs have priority for them at a particular time. And this theory states that physiological needs are the most basic needs for all humans."
  },
  {
    "id": "2387757",
    "unitNumber": 2,
    "text": "According to self-determinaton theory which is the following is associated with extrinsic motivation?",
    "correctAnswer": "B",
    "options": {
      "A": "Pride",
      "B": "Praise",
      "C": "Freedom",
      "D": "Interest",
      "E": "Enjoyment"
    },
    "explanation": "The remaining four options are sources of intrinsic motivation.<br/>The correct answer is B. Praise is the one the source of extrinsic motivation."
  },
  {
    "id": "2387774",
    "unitNumber": 2,
    "text": "Emotion is a complex experience of ..............., .................. and ................. that reflects the personal significance of a thing, an event, or a state of affairs. \n Which of the following completes the sentence above correctly?",
    "correctAnswer": "D",
    "options": {
      "A": "consciousness, drive and behaviour",
      "B": "drive, behaviour, desire",
      "C": "behaviour, bodily sensation and desire",
      "D": "consciousness, bodily sensation and behaviour",
      "E": "bodily sensation, consciousness and drive"
    },
    "explanation": "Drive and desire are irrelevant in this context.<br/>The correct answer is D. Emotion is a complex experience of three things: consciousness, bodily sensation and behaviour."
  },
  {
    "id": "2387815",
    "unitNumber": 2,
    "text": "Which of the following is true regarding mood?",
    "correctAnswer": "E",
    "options": {
      "A": "Directed to something",
      "B": "Expressed by people",
      "C": "Experienced as a specific feeling",
      "D": "Tied to specific incident",
      "E": "Sum of the perceptions"
    },
    "explanation": "The other four options relate to emotions not mood.<br/>The correct answer is E. Mood does not tie a specific incident. It is rather sum of perceptions."
  },
  {
    "id": "2388147",
    "unitNumber": 2,
    "text": "I. People rely on their feelings as diagnostic information. \n II. If people are in good mood, their evaluations of product are good. \n III. Companies try to make their consumers feel good. \n According to feeling-as-information which of the above statements is true?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Overall, the more consumers feel good, the more favorable are their evaluations.<br/>The correct answer is E. All statements are true."
  },
  {
    "id": "2388220",
    "unitNumber": 2,
    "text": "Affect can be experienced in the form of ................. and ....................\n Which of the following completes sentence above correctly?",
    "correctAnswer": "E",
    "options": {
      "A": "Motivation and drive",
      "B": "Cognition and motivation",
      "C": "Emotion and cogniton",
      "D": "Mood and motivation",
      "E": "Emotion and mood"
    },
    "explanation": "Affect is a broad ranges of feelings.<br/>The correct answer is E. It can be experienced as emotion and mood."
  },
  {
    "id": "2388329",
    "unitNumber": 2,
    "text": "According to self-determination theory what are the ABC's of self-determination?",
    "correctAnswer": "A",
    "options": {
      "A": "Autonomy, belongingness and competence",
      "B": "Motivation, competence and autonomy",
      "C": "Autonomy, creativity and competence",
      "D": "Motivation, belongingness and creativity",
      "E": "Belongingness, competence and creativity"
    },
    "explanation": "Motivation and creativity are irrelevant in this context.<br/>The correct answer is A. The ABC's of self-determination: autonomy, belongingness and competence."
  },
  {
    "id": "3067966",
    "unitNumber": 2,
    "text": "What are the driving force of consumers’ purchase decisions?",
    "correctAnswer": "C",
    "options": {
      "A": "quality of the products",
      "B": "price tags",
      "C": "motivation and emotions",
      "D": "the country where the product is produced",
      "E": "whether there is a sale"
    },
    "explanation": "Motivation and emotions are the driving force of consumers’ purchase decisions/buying decisions."
  },
  {
    "id": "3067968",
    "unitNumber": 2,
    "text": "What is the persistent need that stirs up and stimulates long-term goals within a consumer?",
    "correctAnswer": "E",
    "options": {
      "A": "behavior",
      "B": "emotion",
      "C": "price tag",
      "D": "decision",
      "E": "motivation"
    },
    "explanation": "Motivation is the persistent need that stirs up and stimulates long-term goals within a consumer."
  },
  {
    "id": "3067973",
    "unitNumber": 2,
    "text": "What are called as the temporary states that reflect current changes in motivation and which often trigger changes in behavior?",
    "correctAnswer": "A",
    "options": {
      "A": "emotions",
      "B": "motivation",
      "C": "price tags",
      "D": "decisions",
      "E": "quality"
    },
    "explanation": "Emotions are temporary states that reflect current changes in motivation. Emotions also often trigger changes in behavior."
  },
  {
    "id": "3067976",
    "unitNumber": 2,
    "text": "Which one of the items below attract attention to emotional objects?",
    "correctAnswer": "E",
    "options": {
      "A": "behavior",
      "B": "quality",
      "C": "decision",
      "D": "motivations",
      "E": "emotions"
    },
    "explanation": "In brief, motivations attract attention on goal-relevant objects, and emotions attract attention to emotional objects."
  },
  {
    "id": "3067983",
    "unitNumber": 2,
    "text": "Which one of the items below doesn’t belong to motivation?",
    "correctAnswer": "B",
    "options": {
      "A": "drive",
      "B": "quality",
      "C": "urge",
      "D": "wish",
      "E": "desire"
    },
    "explanation": "Motivation consists of drives, urges, wishes, or desires that initiate an uncomfortable tension that remains within the consumer until the need recognized is satisfied."
  },
  {
    "id": "3067985",
    "unitNumber": 2,
    "text": "What are desires that arise when a consumer’s current state does not match the consumer’s preferred state?",
    "correctAnswer": "C",
    "options": {
      "A": "drives",
      "B": "urges",
      "C": "needs",
      "D": "wants",
      "E": "motive"
    },
    "explanation": "Needs are desires that arise when a consumer’s current state does not match the consumer’s preferred state."
  },
  {
    "id": "3067989",
    "unitNumber": 2,
    "text": "What is a construct that represents an unobservable inner force that stimulates and compels a behavioral response and provides specific direction to that response?",
    "correctAnswer": "B",
    "options": {
      "A": "wants",
      "B": "motive",
      "C": "behavior",
      "D": "quality",
      "E": "needs"
    },
    "explanation": "A motive is a construct that represents an unobservable inner force that stimulates and compels a behavioral response and provides specific direction to that response."
  },
  {
    "id": "3068026",
    "unitNumber": 2,
    "text": "What is the term which defines why an individual does something?",
    "correctAnswer": "C",
    "options": {
      "A": "tension",
      "B": "influence",
      "C": "motive",
      "D": "demand",
      "E": "pleasure"
    },
    "explanation": "A motive is why an individual does something."
  },
  {
    "id": "3068038",
    "unitNumber": 2,
    "text": "What is called the willingness to buy a particular product or service?",
    "correctAnswer": "A",
    "options": {
      "A": "demand",
      "B": "goal",
      "C": "tension",
      "D": "stimulation",
      "E": "behavior"
    },
    "explanation": "Demand is the willingness to buy a particular product or service."
  },
  {
    "id": "3068050",
    "unitNumber": 2,
    "text": "When consumers buy a perfume or cologne, which one of the emotional and psychological feelings below they don’t actually buy?",
    "correctAnswer": "D",
    "options": {
      "A": "romance",
      "B": "sex appeal",
      "C": "sensual pleasure",
      "D": "problem and tension",
      "E": "sophistication"
    },
    "explanation": "Consumers do not buy products; instead, they buy motive satisfaction, problem solutions, or tension reducers. Thus, consumers do not buy perfume or cologne. Instead, they buy romance, sex appeal, sensual pleasure, sophistication, or a host of other emotional and psychological benefits."
  },
  {
    "id": "3072021",
    "unitNumber": 2,
    "text": "Which of the followings is suitable to say about the desires?",
    "correctAnswer": "A",
    "options": {
      "A": "They are culturally determined",
      "B": "They are universal human necessities",
      "C": "They are satisfied to avoid illness",
      "D": "They are the same for all humans",
      "E": "They represent an unobservable inner force"
    },
    "explanation": "Needs should also be distinguished from wants. Although some people tend to use these two terms <br/>synonymously, there are some differences between want and need terms. Needs are universal human necessities. They are universal because they are not culturally specific. Everyone has needs; they’re instinctual. They are necessary because if they are not satisfied, the individual will become physically sick. Because of this, humans are strongly motivated to satisfy their needs (to avoid illness). These motives give rise to “desires” which are means to the universal ends (e.g., an individual desires a fancy car because he needs social approval). Desires are culturally determined, but the underlying needs are the same for all humans.<br/>They are culturally determined"
  },
  {
    "id": "3072030",
    "unitNumber": 2,
    "text": "Which term below describe an internal state of tension caused by disequilibrium from an ideal or desired state?",
    "correctAnswer": "B",
    "options": {
      "A": "Goals",
      "B": "Needs",
      "C": "Wants",
      "D": "Desires",
      "E": "Motive"
    },
    "explanation": "A motive is a construct that represents an unobservable inner force that stimulates and <br/>compels a behavioral response and provides specific direction to that response. Needs are desires that arise when a consumer’s current state does not match the consumer’s preferred state. \n<br/>Need: An internal state of tension caused by disequilibrium from an ideal or desired <br/>state (Hoyer, Maclnnis, 2010: 50)."
  },
  {
    "id": "3072034",
    "unitNumber": 2,
    "text": "Motives that conform to a society’s prevailing value system are more likely to be manifest than are those in conflict with such values. Which of the followings is more likely to represent a manifest motive?",
    "correctAnswer": "D",
    "options": {
      "A": "They show me I am trendy",
      "B": "I will feel important",
      "C": "They will make me look rich",
      "D": "They are high-quality well-made product",
      "E": "They will make me look young"
    },
    "explanation": "Suppose a marketing researcher asked a consumer why he/she uses Louis Vuitton handbags. Some <br/>of the consumers would give several reasons, such as “They are the well-made, high-quality product,” “It is a reputable and trustworthy brand,” or “I am experiencing superior customer service &amp; after-sales service.”. However, there may be other reasons that the consumer is reluctant to admit or perhaps is not even aware of. For example, the motives, “it will make me look rich”, “I will feel important and respected with it.” or “They show me I am trendy” could influence the purchase of a handbag or many other items. Figure 2.2 shows consumers’ latent and manifest motives that influence the purchase of a handbag.<br/>They are high-quality well-made product"
  },
  {
    "id": "3072038",
    "unitNumber": 2,
    "text": "According to Maslow’s hierarchy of needs, which need below does represent the most pressing?",
    "correctAnswer": "D",
    "options": {
      "A": "Self-actualization needs",
      "B": "Social needs",
      "C": "Safety needs",
      "D": "Physiological needs",
      "E": "Esteem needs"
    },
    "explanation": "Abraham Maslow sought to explain why people are driven by particular needs at particular times. Why does one person spend a lot of time and energy on personal safety and another on gaining the esteem of others? Maslow’s answer is that human needs are arranged in a hierarchy, as shown in Figure 2.4, from the most pressing at the bottom to the least pressing at the top. They include physiological needs, safety needs, social needs, esteem needs, and self-actualization needs (Kotler &amp; Armstrong, 2012;148)."
  },
  {
    "id": "3072047",
    "unitNumber": 2,
    "text": "According to Maslow’s hierarchy of needs, which of the followings does represent needs such as sense of belonging, love, friendship, family, sense of connection, sexual intimacy?",
    "correctAnswer": "B",
    "options": {
      "A": "Self-actualization needs",
      "B": "Social needs",
      "C": "Esteem needs",
      "D": "Safety needs",
      "E": "Physiological needs"
    },
    "explanation": "Social needs are those like Sense of belonging, love, friendship, family, sense of connection, and sexual intimacy. Safety needs are those like security of body, of employement, of resources, of morality, of the family, of healty, of property."
  },
  {
    "id": "3072051",
    "unitNumber": 2,
    "text": "Which of theories below does look at how inconsistent attitudes can motivate individuals to be persuaded?",
    "correctAnswer": "B",
    "options": {
      "A": "Drive theory",
      "B": "Balance theory",
      "C": "Self-determination theory",
      "D": "Trio of needs theory",
      "E": "Maslow’s hierarchy of needs theory"
    },
    "explanation": "The balance theory is a cognitive consistency theory that looks at how inconsistent attitudes can <br/>motivate individuals to be persuaded (Jansson Boyd,2010;123). Balance theory considers <br/>relations among elements a person might perceive as belonging together. This perspective involves <br/>relations (always from the perceiver’s subjective point of view) among three elements, so the <br/>resulting attitude structures are called triads."
  },
  {
    "id": "3072055",
    "unitNumber": 2,
    "text": "Which of theories below does argue that intrinsic motivation is highest when autonomy, belongingness, and competence are high?",
    "correctAnswer": "C",
    "options": {
      "A": "Drive theory",
      "B": "Balance theory",
      "C": "Self-determination theory",
      "D": "Trio of needs theory",
      "E": "Maslow’s hierarchy of needs theory"
    },
    "explanation": "This distinction is important because people are usually more creative, hard-working, and more <br/>fulfilled and happy when they pursue intrinsic goals rather than extrinsic goals. According to the self-determination theory, intrinsic motivation is highest when autonomy, belongingness, and competence (the ABCs of self-determination) are high. This means that intrinsic motivation is greater when people:\n<br/>• feel that they have free choice (i.e., they are not forced to do something), <br/>• are part of an important group or organization, <br/>• and feel that they are very good at what they do (Kardes, 2011;127)."
  },
  {
    "id": "3072056",
    "unitNumber": 2,
    "text": "Which term below is an umbrella concept that encompasses a broad range of feelings?",
    "correctAnswer": "C",
    "options": {
      "A": "Moods",
      "B": "Dimension",
      "C": "Affect",
      "D": "Emotion",
      "E": "Arousal"
    },
    "explanation": "Affect"
  },
  {
    "id": "3072061",
    "unitNumber": 2,
    "text": "Which theory below does propose that our evaluations, interpretations, and explanations of events lead to an experience of liking or disliking of the products?",
    "correctAnswer": "C",
    "options": {
      "A": "Drive theory",
      "B": "Hierarchy of needs theory",
      "C": "Appraisal theory of emotion",
      "D": "Feeling-as-information theory",
      "E": "Balance theory"
    },
    "explanation": "The appraisal theory of emotion proposes that emotions are extracted from our “appraisals” <br/>(i.e., our evaluations, interpretations, and explanations) of events. These appraisals lead to <br/>different specific reactions in different people."
  },
  {
    "id": "3072066",
    "unitNumber": 2,
    "text": "Which theory below does propose that the more the consumers feel good, the more favorable are their evaluations of the products?",
    "correctAnswer": "E",
    "options": {
      "A": "Balance theory",
      "B": "Drive theory",
      "C": "Hierocracy of needs theory",
      "D": "Appraisal theory of emotion",
      "E": "Feeling-as-information theory"
    },
    "explanation": "Feeling-as-information theory introduces that consumers consider their feelings when they are deciding to buy something. If they are in a good mood, no matter whether that mood is related to the product or not, their evaluation of that product is going to be better. For example, imagine that a consumer quickly finds a parking lot, or gets a wonderful marriage proposal, all these may create a good mood, but this is not going to lead the consumer to buy life insurance, or a wedding dress right away. However, the consumer’s attitude towards an insurance brand he/she sees on the way will also be good because s/he feels good. Companies try to make their consumers feel good by creating a good ambiance and atmosphere in their stores, by having a helping personnel, by making the purchase process easy, and by focusing on positive advertisement. Overall, the more the consumers feel good, the more favorable are their evaluations (Dalgıç, Ünal, 2018)."
  },
  {
    "id": "2358579",
    "unitNumber": 3,
    "text": "..... is the subjective thoughts, feelings, beliefs of a person about their own attributes and their evaluations of these attributes. Fill in the blank.",
    "correctAnswer": "A",
    "options": {
      "A": "self-concept",
      "B": "self-esteem",
      "C": "actual self",
      "D": "ideal self",
      "E": "multiple selves"
    },
    "explanation": "Self-concept is the subjective thoughts, feelings, beliefs of a person about their own attributes and their evaluations of these attributes."
  },
  {
    "id": "2358584",
    "unitNumber": 3,
    "text": "People with ..... expect themselves to be successful, and they are willing to take risks and enjoy being the center of attention.\n<br/>Fill in the blank.",
    "correctAnswer": "B",
    "options": {
      "A": "low self-esteem",
      "B": "high self-esteem",
      "C": "low self-concept",
      "D": "high self-concept",
      "E": "high actual self"
    },
    "explanation": "People with high self-esteem expect themselves to be successful, and they are<br/>willing to take risks and enjoy being the center of attention."
  },
  {
    "id": "2358588",
    "unitNumber": 3,
    "text": "The gap between real and .... selves can be larger or smaller from person to person.<br/>Especially people who experience larger gaps are targeted by marketers. Fill in the blank.",
    "correctAnswer": "C",
    "options": {
      "A": "actual",
      "B": "multiple",
      "C": "ideal",
      "D": "common",
      "E": "robust"
    },
    "explanation": "The gap between real and ideal selves can be larger or smaller from person to person.<br/>Especially people who experience larger gaps are targeted by marketers."
  },
  {
    "id": "2358609",
    "unitNumber": 3,
    "text": ".... states that the formation of a self is due to interactions of the person with other people and assumes that people live in a symbolic environment. Fill in the blank.",
    "correctAnswer": "A",
    "options": {
      "A": "symbolic interactionism",
      "B": "authorative performances",
      "C": "self formation",
      "D": "authenticating",
      "E": "extended self"
    },
    "explanation": "Symbolic interactionism is a sociological theory. It states that the formation of a self is due to interactions of the person with other people. This theory assumes that people live in a symbolic environment."
  },
  {
    "id": "2358619",
    "unitNumber": 3,
    "text": "Which of the followings is not considered as a level of extended self?",
    "correctAnswer": "E",
    "options": {
      "A": "individual level",
      "B": "community level",
      "C": "family level",
      "D": "group level",
      "E": "class level"
    },
    "explanation": "The levels of the extended self are individual, family, community, and group levels."
  },
  {
    "id": "2358627",
    "unitNumber": 3,
    "text": "which level of extended self states that personal items like clothing, accessories, cars, instruments like guitar or pens are used for self-definition?",
    "correctAnswer": "D",
    "options": {
      "A": "group",
      "B": "community",
      "C": "family",
      "D": "individual",
      "E": "people"
    },
    "explanation": "Individual Level: Personal items like clothing, accessories, cars, instruments like guitar or pens are used for self-definition."
  },
  {
    "id": "2358629",
    "unitNumber": 3,
    "text": "which level of extended self includes the person’s house, household items like<br/>furniture?",
    "correctAnswer": "B",
    "options": {
      "A": "individual",
      "B": "family",
      "C": "group",
      "D": "people",
      "E": "community"
    },
    "explanation": "Family level: This second level of extended self includes the person’s house, household items like furniture. It represents the family and the identity of the person about their family."
  },
  {
    "id": "2358644",
    "unitNumber": 3,
    "text": "... consists of three interrelated personality traits that measure calm-anxious, secure-insecure, and self-satisfying-self-pitying. fill in the blank.",
    "correctAnswer": "C",
    "options": {
      "A": "extraversion",
      "B": "openness to experience",
      "C": "emotional stability",
      "D": "agreeableness",
      "E": "conscientiousness"
    },
    "explanation": "the emotional stability factor consists of three interrelated personality traits that<br/>measure calm-anxious, secure-insecure, and self-satisfying-self-pitying."
  },
  {
    "id": "2358649",
    "unitNumber": 3,
    "text": "... is the willingness of a consumer to prefer newly launched products early on. fill in the blank.",
    "correctAnswer": "B",
    "options": {
      "A": "dogmatism",
      "B": "innovativeness",
      "C": "social character",
      "D": "need for uniqueness",
      "E": "sensation seeking"
    },
    "explanation": "Innovativeness: is the willingness of a consumer to prefer newly launched products early on."
  },
  {
    "id": "2358661",
    "unitNumber": 3,
    "text": "... is a factor expressing brand personality characteristics such as down-to-earth, honest, wholesome, and cheerful. fill in the blanks.",
    "correctAnswer": "A",
    "options": {
      "A": "sincerity",
      "B": "excitement",
      "C": "competence",
      "D": "ruggedness",
      "E": "sophistication"
    },
    "explanation": "sincerity is a factor expressing brand personality characteristics such as down-to-earth, honest, wholesome, and cheerful."
  },
  {
    "id": "2384431",
    "unitNumber": 3,
    "text": "Which of the followings is not a part of self?",
    "correctAnswer": "A",
    "options": {
      "A": "evaluations of product attributes",
      "B": "subjective thoughts of a person about his/her own attributes",
      "C": "feelings of a person about his/her own attributes",
      "D": "beliefs of a person about his/her own attributes",
      "E": "evaluations of personal attributes"
    },
    "explanation": "The subjective thoughts, feelings, beliefs of a person about his/her own attributes and the evaluations of these attributes is called self\u0002concept.<br/>evaluations of product attributes"
  },
  {
    "id": "2384446",
    "unitNumber": 3,
    "text": "Which of the attributes given below can not form the self?",
    "correctAnswer": "A",
    "options": {
      "A": "product knowledge",
      "B": "possesions",
      "C": "family",
      "D": "role identities",
      "E": "fantasies"
    },
    "explanation": "Attributes that form the self can be a person’s body, family, role identities, relationships, fantasies, possessions, emotions, moods, traits, values, social positions, and other symbols.<br/>product knowledge"
  },
  {
    "id": "2384478",
    "unitNumber": 3,
    "text": "The answer of \"How I would like others to see me?\" reflects....................in.........................................\n which of the following completes the sentence above correctly?",
    "correctAnswer": "A",
    "options": {
      "A": "ideal self/social context",
      "B": "ideal self/actual self",
      "C": "actual self/private context",
      "D": "actual self/ideal self",
      "E": "social context/ actual self"
    },
    "explanation": "Table 3.1. reflects the correct answer, and based on the tacle its is seen that The answer of \"How I would like others to see me?\" reflects ideal self/social context"
  },
  {
    "id": "2384487",
    "unitNumber": 3,
    "text": "The gap between real and ideal selves can be larger or smaller from person to person. Especially people who experience .............................. are targeted by marketers.\n<br/>Which of the following completes the sentence above correctly?",
    "correctAnswer": "A",
    "options": {
      "A": "larger gaps",
      "B": "smaller gaps",
      "C": "real selves",
      "D": "ideal selves",
      "E": "social selves"
    },
    "explanation": "The gap between real and ideal selves can be larger or smaller from person to person. Especially people who experience larger gaps are targeted by marketers."
  },
  {
    "id": "2384506",
    "unitNumber": 3,
    "text": "Victoria uses Hermès bags for everything. She’s a true fan and has one of the largest Hermès bag collections in the world with over 100 bags by the brand. In fact, her collection is so valuable, that she has over $2 million dollars worth of Hermès bags in her wardrobe. Hermès bags is a part of her............................\n Which of the following completes the sentence above correctly?",
    "correctAnswer": "A",
    "options": {
      "A": "extended self",
      "B": "ideal self",
      "C": "personality",
      "D": "success",
      "E": "multiple self"
    },
    "explanation": "The different theory on self-formation by examining the relationships between the possessions and the sense of the self.<br/>extended self"
  },
  {
    "id": "2384512",
    "unitNumber": 3,
    "text": "Which of the following is not a variable offered in the big five-factor personality model?",
    "correctAnswer": "A",
    "options": {
      "A": "Jealousy",
      "B": "Emotional Stability",
      "C": "Extraversion",
      "D": "Openness to Experience",
      "E": "Agreeableness"
    },
    "explanation": "The big five-factor model is frequently used to measure personality traits. This model consists of five factors as extraversion, openness, agreeableness, conscientiousness, and emotional stability<br/>Jealousy"
  },
  {
    "id": "2384517",
    "unitNumber": 3,
    "text": "In order to enhance their authentic identity, these consumers have and <br/>display products. Novel or creative products that do not fit in norms are their choices. Especially fashion-conscious people are belong to this cathegory.\n Which type of consumers are described above?",
    "correctAnswer": "A",
    "options": {
      "A": "consumers who are after need for uniqueness",
      "B": "innovative consumers",
      "C": "dogmatic consumers",
      "D": "sensation seeking consumers",
      "E": "consumers who are after need for cognition"
    },
    "explanation": "Need for Uniqueness:\n<br/>In order to enhance their authentic identity, these consumers have and <br/>display products. Novel or creative products that do not fit in norms are their choices. Especially fashion-conscious people are belong to this cathegory.<br/>consumers who are after need for uniqueness"
  },
  {
    "id": "2384522",
    "unitNumber": 3,
    "text": "Which of the following explanations does describe Compulsory Consumption?",
    "correctAnswer": "A",
    "options": {
      "A": "addictive and uncontrollable consumption behavior",
      "B": "consumer’s interest in national or foreign products",
      "C": "the desire for unique, new, and complex experiences",
      "D": "a preference on processing either verbal or visual information",
      "E": "being open to information"
    },
    "explanation": "Compulsive Consumption refers to addictive and uncontrollable consumption <br/>behavior. Compulsive consumption ranges from uncontrollable shopping to gambling and eating disorders or drug addiction.<br/>addictive and uncontrollable consumption behavior"
  },
  {
    "id": "2384525",
    "unitNumber": 3,
    "text": "Brand personality serves to establish ............... with consumers.\n Which of the following completes the sentence above correctly?",
    "correctAnswer": "A",
    "options": {
      "A": "emotional bonds",
      "B": "monetary bonds",
      "C": "cultural bonds",
      "D": "social bonds",
      "E": "cognitive bonds"
    },
    "explanation": "Brand personality serves to establish emotional bonds with consumers. As the consumer’s personalities and the brand get closer, the brand serves as a resource to express the consumer’s self. Therefore, marketers expect that consumers’ likelihood to prefer a brand will be higher if there is a personality match between them and the brand."
  },
  {
    "id": "2384537",
    "unitNumber": 3,
    "text": "Which of the following brand personality dimension reflects the famous tag line of Apple Brand's \"Think different\"?",
    "correctAnswer": "A",
    "options": {
      "A": "Excitement",
      "B": "Sincerity",
      "C": "Competence",
      "D": "Sophistication",
      "E": "Ruggedness"
    },
    "explanation": "The Figure 3.1. represents the Aker's brand personality dimensions and the onlye dimension called excitement emphasizes being Daring, Spririted, Imaginative and Up-to-date"
  },
  {
    "id": "2388121",
    "unitNumber": 3,
    "text": "Which one of the following is defined as the subjective thoughts, feelings, beliefs of a person about their own attributes and their evaluations of these attributes?",
    "correctAnswer": "C",
    "options": {
      "A": "Self-esteem",
      "B": "Self-efficacy",
      "C": "Self-concept",
      "D": "Self-directedness",
      "E": "Self-presentation"
    },
    "explanation": "Self-concept is the subjective thoughts, feelings, beliefs of a person about their own attributes and their evaluations of these attributes (Rosenberg 1979, Solomon et al. 2013)"
  },
  {
    "id": "2388199",
    "unitNumber": 3,
    "text": "A person may feel fit and tall, but actually, when measured, he may not be considered fit and tall according to the general standards\n Which one of the following dimensions of self is related to the above example?",
    "correctAnswer": "E",
    "options": {
      "A": "Content",
      "B": "Direction",
      "C": "Intensity",
      "D": "Stability over time",
      "E": "Accuracy"
    },
    "explanation": "A person’s attitude of themselves may not be accurate, and may not reflect reality. For example, the person may feel fit and tall, but actually, when measured, they may not be considered fit and tall according to the general standards. So, this is related to the accuracy dimension of the self."
  },
  {
    "id": "2388224",
    "unitNumber": 3,
    "text": "Which of one of the following group would be willing to take risks?",
    "correctAnswer": "D",
    "options": {
      "A": "Low self-concept",
      "B": "High self-concept",
      "C": "Low self-esteem",
      "D": "High self-esteem",
      "E": "Actual self"
    },
    "explanation": "People with high self-esteem expect themselves to be successful, and they are willing to take risks and enjoy being the center of attention."
  },
  {
    "id": "2388284",
    "unitNumber": 3,
    "text": "Which one of the following groups is especially targeted by marketers?",
    "correctAnswer": "A",
    "options": {
      "A": "People who experience larger gaps between actual and ideal self",
      "B": "People who experience smaller gaps between actual and ideal self",
      "C": "People who have higher actual self",
      "D": "People who have higher ideal self",
      "E": "People who have lower actual self"
    },
    "explanation": "The gap between real and ideal selves can be larger or smaller from person to person. Especially people who experience larger gaps are targeted by marketers."
  },
  {
    "id": "2388323",
    "unitNumber": 3,
    "text": "Which of the following refers to the self created through a creative individual process?",
    "correctAnswer": "C",
    "options": {
      "A": "Symbolic interactionism",
      "B": "Authoritative performances",
      "C": "Authenticating acts",
      "D": "Extended self",
      "E": "Self-esteem"
    },
    "explanation": "Arnould and Price (2003) conceptualize the two self-formation processes: authoritative performances and authenticating acts. This perspective demonstrates that self can be created through a socialization process (i.e., through performances scripted by the community) and through a creative individual process (i.e., authenticating acts)."
  },
  {
    "id": "2388380",
    "unitNumber": 3,
    "text": "Which one of the following correctly constitute the front stage indicated in the Goffman's theatrical analogy?",
    "correctAnswer": "C",
    "options": {
      "A": "Setting",
      "B": "Personal front",
      "C": "Setting and personal front",
      "D": "Apperance",
      "E": "Appearance and manners"
    },
    "explanation": "A person is like an actor who performs at the front stage, defining the situation to the audience. The setting (the physical scene) and the personal front (the appearance and manners with shared meanings expected by the audience) constitute the front stage."
  },
  {
    "id": "2388459",
    "unitNumber": 3,
    "text": "In which one of the following congruences, self-approval is the motive to buy a brand?",
    "correctAnswer": "D",
    "options": {
      "A": "Actual self - Private context",
      "B": "Actual self - Social context",
      "C": "Ideal self - Private context",
      "D": "Ideal self - Social context",
      "E": "Multiple self - Social context"
    },
    "explanation": "In situation where social ideal self-image congruency with brand image, social approval is the motive to buy the brand. So the correct answer is ideal self - social context."
  },
  {
    "id": "2388495",
    "unitNumber": 3,
    "text": "Which one of the following is the motive to buy the brand in the actual self-image congruency with brand image?",
    "correctAnswer": "E",
    "options": {
      "A": "Self-efficacy",
      "B": "Self-esteem",
      "C": "Social approval",
      "D": "Social consistency",
      "E": "Self-consistency"
    },
    "explanation": "Self consistency is the motive to buy the brand in the actual self-image congruency with brand image."
  },
  {
    "id": "2388544",
    "unitNumber": 3,
    "text": "Which one of the following is true for personality?",
    "correctAnswer": "B",
    "options": {
      "A": "Personality is inconsistent",
      "B": "Personality makes people distinct from one another",
      "C": "Personality is shifting",
      "D": "Major changes in daily life often change personality",
      "E": "The external factors rarely change the personality"
    },
    "explanation": "Personality makes people distinct from one another. Except this one all the others are not correct about personality."
  },
  {
    "id": "2388563",
    "unitNumber": 3,
    "text": "Which one of the following traits refers to a desire for unique, new, and complex experiences?",
    "correctAnswer": "D",
    "options": {
      "A": "Innovativeness",
      "B": "Optimum stimulation level",
      "C": "Novelty-seeking",
      "D": "Sensation seeking",
      "E": "Compulsive consumption"
    },
    "explanation": "Sensation Seeking refers to a desire for unique, new, and complex experiences. These people enjoy taking the risk to get this experience. Extreme sports lovers are examples of such consumers."
  },
  {
    "id": "3073487",
    "unitNumber": 3,
    "text": "Which of the followings does form through a comparison of a realistic understanding of the self with an ideal one?",
    "correctAnswer": "B",
    "options": {
      "A": "Private self",
      "B": "Self esteem",
      "C": "Self-concept",
      "D": "Multiple selves",
      "E": "Self-attribute"
    },
    "explanation": "Self-esteem indicates the positivity of a person’s self-concept (Solomon et al. 2013). People with lower self-esteem have lower expectations about their performances in different life domains and <br/>always struggle to avoid embarrassment, failure, or rejection by others. People with high self-esteem expect themselves to be successful, and they are willing to take risks and enjoy being the center of attention. Marketers differentiate their offerings through attaching meanings which appeal to the self-esteem of the consumer. Self-esteem forms through a comparison of a realistic understanding of the self with an ideal one. The ideal self represents how the person would like <br/>to be.<br/>Self esteem\n<br/>Self-esteem forms through a comparison of a realistic understanding of the self with an ideal one. The ideal self represents how the person would like to be. When people construct who they are, they consider themselves sometimes in a private context and sometimes within a social context (Evans et al. 2009)."
  },
  {
    "id": "3073500",
    "unitNumber": 3,
    "text": "Depending on the occasions and social interactions, people may feel, think, and communicate themselves in different ways. Which term below is used to describe this phenomenon?",
    "correctAnswer": "D",
    "options": {
      "A": "Self-concept",
      "B": "Private self",
      "C": "Self esteem",
      "D": "Multiple selves",
      "E": "Self-attribute"
    },
    "explanation": "People also do not have a single, clearly defined self (Evans et al. 2009, Solomon et al., 2013). <br/>Depending on the occasions and social interactions, people construct multiple selves or multiple identities. For example, a woman can think and communicate as a daughter when spending time with her parents. She may feel relaxed, show a fun and caring personality, and wear casual clothing without make-up. However, when she works as a doctor at a hospital, the same person may feel, think, and communicate herself as a disciplined, formal, and hard-working person and may wear formal clothes and a proper make-up.<br/>Multiple selves Depending on the occasions and social interactions, people construct multiple selves or multiple identities."
  },
  {
    "id": "3073512",
    "unitNumber": 3,
    "text": "There are different conceptual approaches to understanding self-formation. Which approach below does argue that we are continuously in the process of impression management in everyday life?",
    "correctAnswer": "B",
    "options": {
      "A": "The extended self",
      "B": "Looking-glass self",
      "C": "Socialization process",
      "D": "Authoritative performances",
      "E": "Authenticating acts"
    },
    "explanation": "Looking-glass is a mirror that shows our reflection of how we expect we appear to other people. Whencyou look at the mirror, you see yourself from others’cperspectives (Cooley 1902). A person always lookscat multiple mirrors, not a single one. For example,cpeople see their mother’s, a colleague’s, a friend’s,chusband’s or wife’s, a neighbor’s perspective ofcthemselves in different mirrors. Then they arrangecthemselves according to these reflections. Cooley’sclooking-glass self argues that we are continuouslycin the process of impression management in everyday life.<br/>Looking-glass self <strong>Looking-glass</strong> is a mirror that shows our reflection of how we expect we appear to other people. When you look at the mirror, you see yourself from others’ perspectives (Cooley 1902). A person always looks at multiple mirrors, not a single one"
  },
  {
    "id": "3073521",
    "unitNumber": 3,
    "text": "According to Erving Goffman’s dramaturgy perspective where the performer does not act to create the idealized picture for the audience?",
    "correctAnswer": "D",
    "options": {
      "A": "Theater",
      "B": "Stage",
      "C": "Front-stage",
      "D": "Back-stage",
      "E": "In public"
    },
    "explanation": "Goffman’s (1959) theatrical analogy has elements such as front-stage, back-stage, appearance, and <br/>manner. A person is like an actor who performs at the front stage, defining the situation to the <br/>audience. The setting (the physical scene) and the personal front (the appearance and manners <br/>with shared meanings expected by the audience) constitute the front stage. Appearance includes <br/>items that show the performer’s social status and manner communicates the audience what sort of role the performer plays in the situation. Appearance and manner must be consistent. There <br/>is no audience at the back-stage, and the performer does not act to create the idealized picture for the audience. The facts suppressed at the front\u0002stage appear at the back-stage (Ritzer 2010). <br/>Consumption is at the center of this process. Th<br/>Back-stage\n<br/>Goffman’s (1959) theatrical analogy has elements such as <em>front-stage</em>, <em>back-stage,</em> <em>appearance</em>, and <em>manner</em>. A person is like an actor who performs at the front stage, defining the situation to the audience"
  },
  {
    "id": "3073529",
    "unitNumber": 3,
    "text": "I. They are expressions of the person’s unique and true self\n<br/>II. They are apart from any ascribed roles that the person plays to others\n<br/>III. The person acts from inside, not from the community\n<br/>IV. They are like rituals or festivals where a group of people participate\n<br/>V. They create a collective sense of identity and security for members\n<br/>Which of above is/are appropriate to say about Arnould and Price’s (2003) authenticating acts?",
    "correctAnswer": "D",
    "options": {
      "A": "I,II, III, IV, V",
      "B": "I, III, IV, V",
      "C": "I, II, IV, V",
      "D": "III, IV, V",
      "E": "I, II, III"
    },
    "explanation": "Authenticating acts are the expression of the person’s unique and true self apart from any <br/>ascribed roles that the person plays to others. The person acts from inside, not from the community, while constructing their authentic self. Another informant’s narrative demonstrates how an authentic, unique self is constructed through a creative effort spent to achieve uniqueness by <br/>combining different styles (Arnould and Price 2003, p. 149):<br/>I, II, III\n<br/>Arnould and Price’s (2003) research on authoritative performances and authenticating acts aim to study the role of consumption in self-formation at two levels: 1. being a community member and 2. being an individual self. Authoritative performances are situations like rituals or festivals where a group of people participates, a collective sense of identity exists, and participants feel the community and the security it creates for the members. Examples of such communities are lifestyle groups, affinity groups, family, ethnic groups. Authoritative performances are learned, rehearsed in the group many times, and practiced together. Wedding ceremonies, cooking, serving guests at home are some examples of authoritative performances"
  },
  {
    "id": "3073536",
    "unitNumber": 3,
    "text": "There are different conceptual approaches to understanding self-formation. Which approach below does argue that possessions ranging from personal consumption items to pets and national monuments and landmarks create a sense of self?",
    "correctAnswer": "A",
    "options": {
      "A": "The extended self",
      "B": "Looking-glass self",
      "C": "Socialization process",
      "D": "Authoritative performances",
      "E": "Authenticating acts"
    },
    "explanation": "Russell W. Belk (1988) introduced a different theory on self-formation by examining the relationships between the possessions and the sense of the self. Belk (1988) argues that our bodies, internal bodily processes, ideas and experiences, persons, places, and things that a person feels attached form who we are. Possessions ranging from personal consumption items to pets and national monuments and landmarks create a sense of self (Solomon et al. 2013). Some of these items are closer to us, and others are more apart. That is, Belk (1988) uses a core-self and an extended-self metaphor. The extended self gradually extends from the core through possessions of different categories.<br/>The extended self\n<br/>Possessions ranging from personal consumption items to pets and national monuments and landmarks create a sense of self"
  },
  {
    "id": "3073831",
    "unitNumber": 3,
    "text": "Which of below does refer to the fit between the actual selves constructed in the social context and the product or brand image?",
    "correctAnswer": "A",
    "options": {
      "A": "The social actual self-congruency with brand image",
      "B": "Actual self-image congruency with brand image",
      "C": "Ideal self-image congruency with brand image",
      "D": "Typical user image congruency with actual self-image",
      "E": "Typical user image congruency with ideal self-image"
    },
    "explanation": "Self-formation theories show that we construct, express, and transform ourselves through consumption since items possess meanings. Let’s think about a female university student who perceives herself as trendy, modern, and creative. A specific mobile phone brand that she perceives as trendy and provides attributes supporting creative practices is congruent with her self image and influences her choice when buying a smartphone. Consumers compare their self-image with product image, brand image, or the typical user image of a brand (Evans et al. 2009). Actual and ideal self-image congruence is the experience gained by comparing the consumer’s actual and ideal selves with a brand or a product user image, respectively.The social actual and social ideal self-congruencies refer to the fit between the actual and ideal selves constructed in the social context and the product or brand image.<br/>The social actual self-congruency with brand image\n<br/><strong>Table 3.2. Actual and Ideal Self Congruence and Motivations in Context</strong>\n<br/><table><tbody><tr><td><br/></td><td><br/><strong>Actual self</strong>\n<br/></td><td><br/><strong>Ideal self</strong>\n<br/></td></tr><tr><td><br/><strong>Private Context</strong>\n<br/></td><td><br/>Actual Self-image congruency with brand image\n<br/>Self-consistency is the motive to buy the brand\n<br/></td><td><br/>Ideal Self-image congruency with brand image\n<br/>Self-esteem is the motive to buy the brand\n<br/></td></tr><tr><td><br/><strong>Social Context </strong>\n<br/></td><td><br/>Social Self-image congruency with brand image\n<br/>Social consistency is the motive to buy the brand\n<br/></td><td><br/>Social Ideal Self-image congruency with brand image\n<br/>Social approval is the motive to buy the brand\n<br/></td></tr></tbody></table><br/><strong>Source</strong>: adopted from Evans et al 2009, p. 210."
  },
  {
    "id": "3073847",
    "unitNumber": 3,
    "text": "The three theoretical approaches which conceptualize personality are Freudian, neo-Freudian, and Trait theories. Which of below is appropriate to say about Freudian approach?",
    "correctAnswer": "C",
    "options": {
      "A": "Individual’s efforts to overcome inferiority shapes the personality",
      "B": "How individuals resolve tensions like anxiety shapes the personality",
      "C": "The interactions of the id, superego, and ego shapes the personality",
      "D": "An individual’s personality in adult life is shaped by the environment",
      "E": "The child-parent relationship in adolescence shapes the personality"
    },
    "explanation": "Freud’s Psychoanalytical theory argues that at the base of our motivation and personality is unconscious needs and drives (e.g., sexual or other biological drives). The interactions of the id, the superego, and the ego as three systems define the personality. The id is selfish; it is where primitive and impulsive drives are stored. Physiological needs such as thirst, hunger, and sex are examples of such impulsive drives that need immediate satisfaction (Shiffman and Wisenbilt 2015). The superego controls if the individual satisfies their needs in a socially acceptable, proper way. It controls the impulsive nature of the id. The ego is the individual’s internal monitor, which balances the id and the superego.<br/>The interactions of the id, superego, and ego shapes the personality\n<br/>Freud’s Psychoanalytical theory argues that at the base of our motivation and personality is unconscious needs and drives (e.g., sexual or other biological drives). The interactions of <em>the id, the superego</em>, and <em>the ego</em> as three systems define the personality."
  },
  {
    "id": "3073853",
    "unitNumber": 3,
    "text": "According to Horney’s (1945) personality types based on interpersonal responses, which personality type does want to excel, to achieve success, prestige, and admiration?",
    "correctAnswer": "B",
    "options": {
      "A": "Detached oriented types",
      "B": "Aggressive-oriented types",
      "C": "Persons high in dogmatism",
      "D": "Compliant-oriented types",
      "E": "Persons high in extraversion"
    },
    "explanation": "Aggressive-oriented types “want to excel, to achieve success, prestige, and admiration. They see other people as competitors. They consider strength, power, and unemotional realism to be necessary qualities. People are valued if useful to one’s goals” (Noerager 1979, p.58).<br/>Aggressive-oriented types\n<br/>Aggressive-oriented types\n<br/>“want to excel, to achieve success, prestige, and admiration. They see other people as competitors…They consider strength, power, and unemotional realism to be necessary qualities. People are valued if useful to one’s goals” (Noerager 1979, p.58)."
  },
  {
    "id": "3073895",
    "unitNumber": 3,
    "text": "According to five-factor model of personality traits (FFM) which factor below does include components of anxiety, angry hostility, depression, self-consciousness, impulsiveness, and vulnerability?",
    "correctAnswer": "D",
    "options": {
      "A": "Openness to experience",
      "B": "Agreeableness",
      "C": "Conscientiousness",
      "D": "Neuroticism",
      "E": "Extraversion"
    },
    "explanation": "De Mooij (2011) argues that in non-Western cultures, personality traits differ from Western <br/>individualists’ view of fixed traits as part of the person. They express elements of the personality in objective abstract words, out of contextual specificity (e.g. I am kind). However, people from other cultures prefer to use the collective self’s elements or describe them in a context-specific manner (e.g. my father thinks I am kind). Therefore, personality trait measures can be revised as a result of situational influences. For example, descriptions of personality traits in American culture are mainly psychological traits. However, in collectivistic cultures, social roles are used to express personality. As a result of psychologists’ collaborative research, the Five-Factor Model of Personality Traits (FFM) has been developed. Five factors are neuroticism, extraversion, openness to experience, agreeableness, and conscientiousness. Table 3.4 shows the factors and components of each factor, which differs from<br/>Neuroticism\n<br/>See table <strong>Table 3.3 The Big Five Personality Factors for a detailed explanation.</strong>"
  },
  {
    "id": "2362951",
    "unitNumber": 4,
    "text": "... is a process where the information and experiences acquired consciously<br/>or unconsciously shape the consumers’ behavior. Fill in the blank.",
    "correctAnswer": "A",
    "options": {
      "A": "learning",
      "B": "memory",
      "C": "involvement",
      "D": "enjoyment",
      "E": "repetition"
    },
    "explanation": "Learning is a process where the information and experiences acquired consciously<br/>or unconsciously shape the consumers’ behavior."
  },
  {
    "id": "2362953",
    "unitNumber": 4,
    "text": ".... focuses on the learning that occurs as a result of consumer reactions to stimuli. Fill in the blank.",
    "correctAnswer": "D",
    "options": {
      "A": "gestalt learning",
      "B": "observational learning",
      "C": "cognitive learning",
      "D": "behavioral learning",
      "E": "stimulus generalization"
    },
    "explanation": "One of the theories is the behavioral learning theory, and it focuses on the learning that occurs as a result of consumer reactions to stimuli."
  },
  {
    "id": "2362957",
    "unitNumber": 4,
    "text": "... focuses on consumer learning behavior through gathering and processing information to solve complex problems. Fill in the blank.",
    "correctAnswer": "B",
    "options": {
      "A": "gestalt learning",
      "B": "cognitive learning",
      "C": "behavioral learning",
      "D": "observational learning",
      "E": "repetition"
    },
    "explanation": "The other category is the cognitive learning theory, which focuses on consumer learning behavior through gathering and processing information to solve complex problems."
  },
  {
    "id": "2362962",
    "unitNumber": 4,
    "text": ".... is an individual’s tendency to respond the same way to the conditioned stimulus and other stimuli similar to the conditioned stimulus. Fill in the blank.",
    "correctAnswer": "C",
    "options": {
      "A": "repetition",
      "B": "stimulus discrimination",
      "C": "stimulus generalization",
      "D": "memory",
      "E": "punishment"
    },
    "explanation": "Stimulus generalization is an individual’sntendency to respond the same way to the<br/>conditioned stimulus and other stimuli similar to the conditioned stimulus."
  },
  {
    "id": "2362967",
    "unitNumber": 4,
    "text": "... is the faculty of the brain where information and experience are stored and retrieved when needed. Fill in the blank.",
    "correctAnswer": "E",
    "options": {
      "A": "repetition",
      "B": "punishment",
      "C": "involvement",
      "D": "positive reinforcement",
      "E": "memory"
    },
    "explanation": "Memory is the faculty of the brain where information and experience are stored and retrieved when needed."
  },
  {
    "id": "2362972",
    "unitNumber": 4,
    "text": "... are generally associated with a need recognition and arise from consumers’ self-realization of the need. Fill in the blank.",
    "correctAnswer": "B",
    "options": {
      "A": "inactive problems",
      "B": "active problems",
      "C": "internal search",
      "D": "external search",
      "E": "information sources"
    },
    "explanation": "Active problems are generally associated with a need recognition and arise from<br/>consumers’ self-realization of the need."
  },
  {
    "id": "2362977",
    "unitNumber": 4,
    "text": "consumers identify prior experience with a product from their memory for ..... Fill in the blank.",
    "correctAnswer": "C",
    "options": {
      "A": "external search",
      "B": "information sources",
      "C": "internal search",
      "D": "inactive problems",
      "E": "inert set"
    },
    "explanation": "For internal search, consumers identify prior experience with a product from their memory."
  },
  {
    "id": "2362980",
    "unitNumber": 4,
    "text": "... include information acquired from free or low-priced product testers. Fill in the blank.",
    "correctAnswer": "D",
    "options": {
      "A": "marketing sources",
      "B": "independent sources",
      "C": "personal sources",
      "D": "experiental sources",
      "E": "memories"
    },
    "explanation": "Experiential sources include information acquired from free or low-priced product testers."
  },
  {
    "id": "2362986",
    "unitNumber": 4,
    "text": "... is used generally for frequent purchases. Fill in the blank.",
    "correctAnswer": "A",
    "options": {
      "A": "limited problem solving",
      "B": "extensive problem solving",
      "C": "involvement",
      "D": "routinized choice behavior",
      "E": "impulse buying"
    },
    "explanation": "Limited Problem Solving is used generally for frequent purchases."
  },
  {
    "id": "2362991",
    "unitNumber": 4,
    "text": "... refers to consumers’ perceptions of importance or personal relevance of an<br/>object, event, or activity. Fill in the blank.",
    "correctAnswer": "E",
    "options": {
      "A": "limited problem solving",
      "B": "extensive problem solving",
      "C": "impulse buying",
      "D": "reinforcement",
      "E": "involvement"
    },
    "explanation": "Involvement refers to consumers’ perceptions of importance or personal relevance of an object, event, or activity."
  },
  {
    "id": "2373352",
    "unitNumber": 4,
    "text": "I. It is permanent change in behavior\n II. It is a process\n III. It is a process that shapes the consumers’ behavior\n IV. It is a process happen consciously or unconsciously\n V. It is a process occur only with prior knowledge\n There are several definitions of the concept of learning. Which of above is/are among common characteristics in definitions of learning?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "I, II, III, IV",
      "C": "I, II, III, V",
      "D": "I, II, IV, V",
      "E": "I, III, IV, V"
    },
    "explanation": "The process of learning takes place when a consumer experiences some learning error, but it may not always be necessary to have experience for <br/>a consumer to learn. For instance, for learning to occur, a consumer may observe others’ behavior. This is called observational (social) learning. Moreover, consumers may learn about a product of which they have no prior knowledge. This may occur effortlessly or accidentally due to advertisements and marketing <br/>communication. This is called incidental learning.<br/>I, II, III, IV"
  },
  {
    "id": "2373359",
    "unitNumber": 4,
    "text": "Brands generally want consumers to associate their products with individuals’ psychological needs. Which learning theory below is used by such brands?",
    "correctAnswer": "B",
    "options": {
      "A": "Observational learning",
      "B": "Classical conditioning",
      "C": "Operant conditioning",
      "D": "Behavioral learning theory",
      "E": "Cognitive learning theory"
    },
    "explanation": "Classical conditioning is an approach that is frequently used in managing consumer behavior. Brands generally create conditioned stimuli to <br/>connect their products with the physiological or psychological needs of consumers. For example, consumers may feel thirsty and quench their thirst <br/>with Sprite due to classical conditioning when they see Sprite’s advertising slogans, such as “Freedom from thirst”."
  },
  {
    "id": "2373366",
    "unitNumber": 4,
    "text": "Which concept below does define the response to a stimulus similar to the conditioned stimulus and is often used by competing brands?",
    "correctAnswer": "C",
    "options": {
      "A": "Repetition",
      "B": "Stimulus discrimination",
      "C": "Stimulus generalization",
      "D": "Unconditional stimuli",
      "E": "Conditional response"
    },
    "explanation": "Stimulus generalization is an individual’s tendency to respond the same way to the conditioned stimulus and other stimuli similar to the conditioned stimulus."
  },
  {
    "id": "2373376",
    "unitNumber": 4,
    "text": "There are important differences between operant and classical conditioning. Which of the below is correct about these differences?",
    "correctAnswer": "A",
    "options": {
      "A": "Behavior does not occur automatically in operant conditioning",
      "B": "Consequences of behavior are learned in classical conditioning",
      "C": "Association of two stimulus is learned in operant conditioning",
      "D": "Stimulus are unconditioned and conditioned in operant conditioning",
      "E": "Relationship between behavior and reward occurs in classical conditioning"
    },
    "explanation": "The experiment shows how a particular behavior of the rat is conditioned upon <br/>the consequences of the behavior, which accounts for the difference between operant conditioning and classical conditioning. Behavior does not occur <br/>automatically (reflexively) in operant conditioning.On the contrary, the animals in the experiment learned the consequences of their behavior and <br/>deliberately shaped their behavior to obtain a reward or avoid punishment.<br/>Behavior does not occur automatically in operant conditioning"
  },
  {
    "id": "2373395",
    "unitNumber": 4,
    "text": "Which concept below is about the removal of the unpleasant situation when consumers perform the desired behavior?",
    "correctAnswer": "B",
    "options": {
      "A": "Punishment",
      "B": "Negative reinforcement",
      "C": "Positive reinforcement",
      "D": "Rewarding",
      "E": "Stimulus generalization"
    },
    "explanation": "Negative reinforcement is that consumers are informed about the unpleasant situation or potential deprivations when they do not exhibit the desired behavior, and thus undesired behavior is discouraged."
  },
  {
    "id": "2373399",
    "unitNumber": 4,
    "text": "Which memory type below does require consumers to make a detailed cognitive repetition process for a product?",
    "correctAnswer": "D",
    "options": {
      "A": "Episodic memory",
      "B": "Sensory memory",
      "C": "Short-term memory",
      "D": "Long-term memory",
      "E": "Semantic memory"
    },
    "explanation": "Long-term memory is a memory that allows the storage of information over <br/>an extended period. After a detailed and cognitive repetition process, the information in the short-term memory is moved to long-term memory."
  },
  {
    "id": "2373405",
    "unitNumber": 4,
    "text": "It is defined a five-stage for consumer buying decisions within a framework of cognitive assessment. Which of the below does order correctly these stages?",
    "correctAnswer": "B",
    "options": {
      "A": "Problem recognition, alternative evaluation, purchase, post-purchase, information search",
      "B": "Problem recognition, information search, alternative evaluation, purchase, post-purchase",
      "C": "Information search, problem recognition, alternative evaluation, purchase, post-purchase",
      "D": "Information search, problem recognition, purchase, alternative evaluation, post-purchase",
      "E": "Alternative evaluation, purchase, post-purchase, problem recognition, information search"
    },
    "explanation": "There are various factors that affect consumer buying decisions, and a five-stage buying decision process covers these factors within a framework of cognitive assessment. These stages are problem recognition, information search, alternative evaluation, purchase, and post-purchase stages.<br/>Problem recognition, information search, alternative evaluation, purchase, post-purchase stages"
  },
  {
    "id": "2373414",
    "unitNumber": 4,
    "text": "There are reasons for customers to prefer shopping from online or offline stores. Which of the below is among the reasons for online shopping?",
    "correctAnswer": "D",
    "options": {
      "A": "Breaking the monotony and having fun",
      "B": "Physical activity, traveling or walking",
      "C": "Opportunity to interact with outside people",
      "D": "Fast and flexible delivery and transactions",
      "E": "Being able to negotiate price"
    },
    "explanation": "The factors affecting consumers’ online retail preferences can be listed as follows: Usefulness, Enjoyment, Ease of use, Trustworthiness, Style, Familiarity, Fast and flexible delivery and transactions."
  },
  {
    "id": "2373420",
    "unitNumber": 4,
    "text": "I. Cost of complaining\n II. Expected product performance\n III. Customer personality traits\n IV. Sociocultural structure\n V. Market structure\n When experiencing dissatisfaction, consumers are expected to engage in complaining behavior. Which of above does affect whether customers engage in complaint behavior or not?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "I, II, III, IV",
      "C": "I, II, IV, V",
      "D": "I, III, IV, V",
      "E": "III, IV, V"
    },
    "explanation": "Most consumers who are dissatisfied with product performance engage <br/>in complaint behaviour. On the one hand, complaints are upsetting for business. On the other hand, they function as valuable information that help identify management failures and take preventive and corrective actions. However, dissatisfaction with purchased products or services alone is not sufficient <br/>enough in explaining complaining behaviour. In addition to expected product/service performance, customer personality traits, sociocultural structure, market structure, cost of complaining, existence of effective CRM affect whether customers engage in complaint behaviour or keep silent or quit.<br/>I, II, III, IV, V"
  },
  {
    "id": "2373425",
    "unitNumber": 4,
    "text": "Costumers use different types of decision-making process. Which type of purchasing below does require costumers to make a conscious and systematic effort?",
    "correctAnswer": "C",
    "options": {
      "A": "Impulse Purchase",
      "B": "Routinised Choice",
      "C": "Extensive Problem Solving",
      "D": "Limited Problem Solving",
      "E": "Cognitive Purchase"
    },
    "explanation": "Extensive Problem Solving of purchasing requires a conscious and systematic effort. Extensive problem solving is a purchasing behavior commonly observed with infrequently purchased items carrying higher risks to buyers (such as cars, computers, or houses)."
  },
  {
    "id": "2378289",
    "unitNumber": 4,
    "text": "For learning to occur, a consumer may observe others’ behavior. This is called .................. learning.\n To make the statement above correct, which of the followings should be substituted into the blank?",
    "correctAnswer": "B",
    "options": {
      "A": "marginal",
      "B": "social",
      "C": "compulsory",
      "D": "voluntary",
      "E": "easy"
    },
    "explanation": "The process of learning takes place when a consumer experiences some learning error, but it may not always be necessary to have experience for a consumer to learn. For instance, for learning to occur, a consumer may observe others’ behavior. This is called observational (social) learning."
  },
  {
    "id": "2378296",
    "unitNumber": 4,
    "text": "I. Learning is temporary changes in behavior.\n<br/>II. Learning is a process.\n<br/>III. Learning is a system that operates with conscious or unconscious efforts.\n<br/>Which of the statements given above, are correct?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "<strong>Learning is a process.</strong> It is the process of gaining new knowledge and experience through reading, thinking, speaking, observation, and discussion. The consumers’ knowledge and experiences help them develop behavioral patterns to deal with similar situations.\n<br/><strong>Learning is permanent changes in behavior.</strong> If there is no change in behavior as a result of learning activity, learning cannot be considered complete. Learning creates a positive or negative change in behavior.\n<br/><strong>Learning is a system that operates with conscious or unconscious efforts.</strong> Learning occurs either with an individual’s conscious effort (such as gathering information about products, surfing on the web about a service or experience) or unconsciously when exposed to some information (TV advertisement, news) and events involuntarily."
  },
  {
    "id": "2378402",
    "unitNumber": 4,
    "text": "Which of the following is the term used for \"the response to a stimulus similar to the conditioned stimulus\"?",
    "correctAnswer": "B",
    "options": {
      "A": "Repetition",
      "B": "Stimulus Generalization",
      "C": "Learning",
      "D": "Positive Reinforcement",
      "E": "Negative Reinforcement"
    },
    "explanation": "Stimulus generalization is defined as the response to a stimulus similar to the conditioned stimulus. Competing brands attempt to benefit from stimulus generalization, introducing products to the market with a package similar to that of the product of a leading brand to create a positive reaction to their product."
  },
  {
    "id": "2378408",
    "unitNumber": 4,
    "text": "........................ happens when brands try to ensure that the difference between their products and competing products is perceived by their target consumers.\n To make the statement correct, which of the following should be substituted into the blank?",
    "correctAnswer": "D",
    "options": {
      "A": "positive reinforcement",
      "B": "negative reinforcement",
      "C": "repetition",
      "D": "stimulus discrimination",
      "E": "cognitive learning"
    },
    "explanation": "Stimulus discrimination is the opposite of stimulus generalization. It happens when brands try to ensure that the difference between their products and competing products is perceived by their target consumers. Most product differentiation and positioning strategies are examples of stimulus discrimination designed for consumers to distinguish a product or brand from its competitors based on an essential and valuable feature."
  },
  {
    "id": "2378418",
    "unitNumber": 4,
    "text": "What are the principles of Operant conditioning that should be taken into account to be successful in marketing applications?",
    "correctAnswer": "A",
    "options": {
      "A": "positive reinforcement, negative reinforcement, and punishment",
      "B": "positive reinforcement, repetition, and punishment.",
      "C": "repetition, conditional stimulus and punishment.",
      "D": "negative reinforcement, cognitive learning, and repetition",
      "E": "conditional stimulus, repetition, and positive reinforcement"
    },
    "explanation": "Operant conditioning has three principles, which should be taken into account to be successful in marketing applications. These are positive reinforcement, negative reinforcement, and punishment."
  },
  {
    "id": "2378515",
    "unitNumber": 4,
    "text": "What is the term used for \"the needs that consumers are not yet aware of\"?",
    "correctAnswer": "D",
    "options": {
      "A": "opportunity recognition",
      "B": "actual state",
      "C": "external information search",
      "D": "inactive problems",
      "E": "repetition"
    },
    "explanation": "Active and inactive problems: Consumer problems can be classified as active and inactive problems. Problems that are generally associated with a need recognition and arise from consumers’ self-realization of the need are defined as active problems while the needs that consumers are not yet aware of are defined as inactive problems"
  },
  {
    "id": "2378520",
    "unitNumber": 4,
    "text": "Which one of the followings includes the brands that a consumer is aware of when considering a purchase yet has a negative attitude?",
    "correctAnswer": "A",
    "options": {
      "A": "inept set",
      "B": "inert set",
      "C": "active problem",
      "D": "inactive problem",
      "E": "operant conditioning"
    },
    "explanation": "the inert set includes the brands of which the consumer is aware, but towards which s/he is basically indifferent. Inept set includes the brands that a consumer is aware of when considering a purchase yet has a negative attitude."
  },
  {
    "id": "2378535",
    "unitNumber": 4,
    "text": "Which one of the followings is used generally for infrequent purchases?",
    "correctAnswer": "B",
    "options": {
      "A": "limited problem solving",
      "B": "extensive problem solving",
      "C": "routinized choice behavior",
      "D": "affective choice",
      "E": "internal search"
    },
    "explanation": "Limited Problem Solving is used generally for frequent purchases.\n Extensive Problem Solving is used generally for infrequent purchases.\n Routinized Choice Behavior is a is typical form of frequent purchases."
  },
  {
    "id": "2380067",
    "unitNumber": 4,
    "text": "Impulse buying is defined as a(n) ................., often accompanied by intense feeling states such as pleasure and excitement with a sudden urge.\n To make the statement above correct, which of the followings should be substituted into the blank?",
    "correctAnswer": "D",
    "options": {
      "A": "cost",
      "B": "producer plan",
      "C": "producer behavior",
      "D": "unplanned purchasing",
      "E": "planned purchasing"
    },
    "explanation": "Impulse buying is defined as an unplanned purchasing, often accompanied by intense feeling states such as pleasure and excitement with a sudden urge (Rook, 1987). The reasons behind impulse buying behavior are addressed under two categories."
  },
  {
    "id": "2380068",
    "unitNumber": 4,
    "text": "Which of the following(s) are types of cognitive purchase?\n I. Limited problem solving\n II. Routinized choice\n III. Impulse (unplanned) purchasing",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "I and II",
      "E": "I and III"
    },
    "explanation": "Individuals show differences in their decision-making processes based on their experiences and knowledge about the qualities of products and services they wish to purchase. As previously mentioned, all shopping experiences are about problem solving. When solving problems, we may refer to cognitive (limited or extensive problem solving, and routinized choice) and impulse (unplanned) purchasing.\n Marketers that target several consumer segments, each with different problem-solving processes, may have to develop multiple strategies to influence the different decision outcomes. (Peter and Olson, 2010: 180). There are three types of cognitive purchase: Limited problem solving, Extensive problem solving, and Routinised choice."
  },
  {
    "id": "2388599",
    "unitNumber": 4,
    "text": "Which one of the following refers to the consumer learning happens through advertisements and marketing communication?",
    "correctAnswer": "D",
    "options": {
      "A": "Learning",
      "B": "Consumer learning",
      "C": "Observational learning",
      "D": "Incidental learning",
      "E": "Experiencial learning"
    },
    "explanation": "Consumers may learn about a product of which they have no prior knowledge. This may occur effortlessly or accidentally due to advertisements and marketing communication. This is called incidental learning."
  },
  {
    "id": "2388643",
    "unitNumber": 4,
    "text": "Which one of the following learning theories focus on learning that occurs as a result of consumer reactions to stimuli?",
    "correctAnswer": "D",
    "options": {
      "A": "Observational Learning",
      "B": "Cognitive Learning",
      "C": "Gestalt Learning",
      "D": "Behavioral Learning",
      "E": "Constructivist Learning"
    },
    "explanation": "Behavioral learning theory focuses on the learning that occurs as a result of consumer reactions to stimuli."
  },
  {
    "id": "2388700",
    "unitNumber": 4,
    "text": "It is common for political leaders to display images of themselves having dinner during Ramadan with economically disadvantaged family, which creates positive emotions in a large part of society.\n Which of the following theories can be related to the above example?",
    "correctAnswer": "A",
    "options": {
      "A": "Classical Conditioning",
      "B": "Operant Conditioning",
      "C": "Observational Learning",
      "D": "Cognitive Learning",
      "E": "Gestalt Learning"
    },
    "explanation": "Classical conditioning is a frequently used method in political marketing studies. For example, it is common for political leaders to display images of themselves holding babies to the press, which creates positive emotions in a large part of society. The given case (having a dinner with this family) can also be considered as a classic conditioning."
  },
  {
    "id": "2388713",
    "unitNumber": 4,
    "text": "Which one of the following happens when brands try to ensure that the difference between their products and competing products is perceived by their target consumers?",
    "correctAnswer": "C",
    "options": {
      "A": "Repetation",
      "B": "Stimulus Generalization",
      "C": "Stimulus Discrimination",
      "D": "Negative Reinforcement",
      "E": "Punishment"
    },
    "explanation": "Stimulus discrimination is the opposite of stimulus generalization. It happens when brands try to ensure that the difference between their products and competing products is perceived by their target consumers."
  },
  {
    "id": "2388751",
    "unitNumber": 4,
    "text": "Which one of the following can be used to explain the porpose of the reminder advertisements?",
    "correctAnswer": "C",
    "options": {
      "A": "Working memory",
      "B": "Long term memory",
      "C": "Information recall",
      "D": "Sensory register",
      "E": "Information processing"
    },
    "explanation": "Most large companies continue to advertise, even though their brands are firmly established in consumers’ memories. For example, a large portion of the advertising budgets of the largest beverage brands such as Coca-cola and Pepsi are reserved for reminder advertisements, aiming to move their products from long- term memory to short-term memory, or information recall."
  },
  {
    "id": "2388767",
    "unitNumber": 4,
    "text": "Which one of the following is the second stage of the decision making process?",
    "correctAnswer": "A",
    "options": {
      "A": "Information search",
      "B": "Recognition",
      "C": "Alternative Evaluation",
      "D": "Purchase",
      "E": "Postpurchase"
    },
    "explanation": "Information search is the second stage of the decision making."
  },
  {
    "id": "2388790",
    "unitNumber": 4,
    "text": "Which of the following occurs after the cases like release of a new product in the market, a change in consumer purchasing power and living conditions, or marketing communication?",
    "correctAnswer": "B",
    "options": {
      "A": "Need recognition",
      "B": "Opportunity recognition",
      "C": "Active problems",
      "D": "Pasive problems",
      "E": "Actual state"
    },
    "explanation": "Several reasons lay behind existence of the opportunity recognition, such as the release of a new product in the market, a change in consumer purchasing power and living conditions, or marketing communication."
  },
  {
    "id": "2388808",
    "unitNumber": 4,
    "text": "Which one of the following factors decreases consumers’ possibilities of maintaining an external search before purchasing?",
    "correctAnswer": "E",
    "options": {
      "A": "Information availability",
      "B": "Social status",
      "C": "Store concentration",
      "D": "Time availability",
      "E": "Purchase for self"
    },
    "explanation": "Except purchase for self all the factors listed increase consumers’ possibilities of maintaining an external search before purchasing. Purchase for self on the other hand decreases."
  },
  {
    "id": "2388843",
    "unitNumber": 4,
    "text": "Which one of the following refer to the procedures consumers use to facilitate consumption-related choices when the attribute-based choice is concerned?",
    "correctAnswer": "D",
    "options": {
      "A": "Attribute-based choice",
      "B": "Attitude-based choice",
      "C": "Affective choice",
      "D": "Decision rules",
      "E": "Retail"
    },
    "explanation": "Decision rules are the procedures consumers use to facilitate consumption-related choices when the attribute-based choice is concerned."
  },
  {
    "id": "2388864",
    "unitNumber": 4,
    "text": "__________ refers to consumers’ perceptions of importance or personal relevance of an object, event, or activity.\n Which one of the following correctly fills in the blank in the above sentence?",
    "correctAnswer": "A",
    "options": {
      "A": "Involvement",
      "B": "Limited problem solving",
      "C": "Extensive Problem Solving",
      "D": "Routinized Choice Behavior",
      "E": "Impulse Purchase"
    },
    "explanation": "Involvement refers to consumers’ perceptions of importance or personal relevance of an object, event, or activity."
  },
  {
    "id": "2369914",
    "unitNumber": 5,
    "text": "What is the fundamental purpose of studying attitude?",
    "correctAnswer": "D",
    "options": {
      "A": "To sell more consumer goods.",
      "B": "To evaluate the value of objects, people, concepts, ideas etc.",
      "C": "To determine the positive, negative and neutral evaluations felt by individuals.",
      "D": "To predict and explain the behavior of individuals.",
      "E": "To predict and explain the consumption of individuals."
    },
    "explanation": "The following presents some definitions of attitudes:\n • Attitude is our positive (liking), negative (disliking) or indifferent (neutral, neutrality, aloofness) evaluation of an object, a person or people (including ourselves), a topic or an idea, and our tendency to act in a certain way based on these evaluations (Koç, 2019).\n • Attitude is defined as the positive or negative evaluations felt by the individual toward objects, concepts, ideas or symbols (Loudon &amp; Bitta, 1993).\n • Attitude is “the tendency to evaluate a symbol, object or event in a negative or positive way” (Katz, 1960).\n <strong>The purpose of studies on attitude is to predict and to explain behavior of individuals (Eiser, 1997).</strong>"
  },
  {
    "id": "2369915",
    "unitNumber": 5,
    "text": "Attitudes may be difficult to change, and while this is possible there are various factors that influence the ability to change attitudes. With this in mind, which variable below is related to the <strong>strength</strong> of the attitude?",
    "correctAnswer": "B",
    "options": {
      "A": "Valence.",
      "B": "Extremity.",
      "C": "Resistance.",
      "D": "Persistence.",
      "E": "Confidence."
    },
    "explanation": "Consumers’ attitudes to object of attitudes i.e. products, brands, stores, restaurants etc.can be complex. They vary according to (Blythe, 2001:54):\n • valence - whether the attitude is positive, negative or neutral;\n • extremity - <strong>the strength and the power of the attitude; </strong>\n • resistance - the degree to which the attitude can be changed by outside influences;\n • persistence - the degree to which the attitude erodes over time; and\n • confidence - the level at which the consumer believes the attitude is correct."
  },
  {
    "id": "2369932",
    "unitNumber": 5,
    "text": "Which of the following is within the scope of the <em>cognitive element</em> of consumer attitudes?",
    "correctAnswer": "A",
    "options": {
      "A": "Beliefs.",
      "B": "Feelings.",
      "C": "Intentions.",
      "D": "Behavior.",
      "E": "Advertisements."
    },
    "explanation": "There are three elements of an attitude: cognitive, emotional and behavioral. The cognitive element refers to the knowledge and beliefs of the consumer about an object or event. The emotional element characterizes feelings about objects. The behavioral element represents goals and the desire to act towards the goal. For more information, refer to Figure 5.1 in the course book."
  },
  {
    "id": "2369935",
    "unitNumber": 5,
    "text": "Which of the following accurately shows the hierarchy of effects that result in attitude based on cognitive information processing where a consumer first accumulates knowledge about a product, develops feelings regarding this product, and finally chooses whether or not to purchase this product?",
    "correctAnswer": "C",
    "options": {
      "A": "Beliefs - Behavior - Affect.",
      "B": "Affect - Behavior - Beliefs.",
      "C": "Beliefs - Affect - Behavior.",
      "D": "Affect - Beliefs - Behavior.",
      "E": "Behavior - Beliefs - Affect."
    },
    "explanation": "Consumers approach a product purchase decision as a problem-solving process. In the first level of hierarchy, the consumer forms his beliefs about a product or a brand by accumulating knowledge (beliefs) regarding relevant attributes of the product/brand. Later, the consumer evaluates his beliefs and forms a feeling about the product (affect). For more information please refer to Figure 5.2 in the course book.<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5c1be517ded56eed4a66bfd265a5c2c0.png\" alt=\"\" width=\"451\" height=\"297\">"
  },
  {
    "id": "2369945",
    "unitNumber": 5,
    "text": "When developing an attitude towards a product or service, people strive to maximize rewards and reduce punishments. For example, people may prefer a car with a smaller engine because it can drive further on a single tank of gas and consume less fuel. Which function of consumer attitudes is this behavior related to?",
    "correctAnswer": "A",
    "options": {
      "A": "Utilitarian function.",
      "B": "Value-expressive function.",
      "C": "Ego-defensive function.",
      "D": "Knowledge function.",
      "E": "Affordability function."
    },
    "explanation": "After purchasing a product or service, consumers adopt different attitudes based on their liking or disliking. <strong>Utilitarian function</strong> is related to the basic principles of reward or punishment (Solomon et al., 2006a). For example, a person’s attitude towards a cleaning agent can be shaped by either removing dirt easily (maximizing reward) or preventing consumers from spending too much time to remove dirt (minimizing punishment) (Gregory, et al., 2002). If the object a consumer wants to have in order to meet a specific need serves his/her purpose, the attitude developed towards it will also be positive (İnceoğlu, 2011). People strive to maximize rewards in their external environment and reduce punishments to the lowest level (Katz, 1960). In this example, consumers are maximizing their reward by being able to drive further, and minimizing their punishments through reduced fuel consumption and running costs."
  },
  {
    "id": "2370192",
    "unitNumber": 5,
    "text": "During the COVID-19 pandemic, the sale of outdoor, camping and hiking goods and services increased significantly, and the advertising campaigns for these products implied that consumers could enjoy outdoor and nature activities even if they have never been camping/hiking etc. before. Which strategy regarding forming or changing attitudes is this example related to?",
    "correctAnswer": "D",
    "options": {
      "A": "Changing beliefs.",
      "B": "Adding a new belief.",
      "C": "Targeting normative and accepted beliefs.",
      "D": "Encouraging attitude formation based on imagined experience.",
      "E": "Changing evaluations."
    },
    "explanation": "Encouraging attitude formation based on imagined experience: Marketers can communicate information through ads featuring vivid language, detailed pictures, or instructions to encourage consumers to imagine the experience. Doing this may produce positive brand attitudes as long as consumers are good at imagining things and as long as they focus on positive aspects rather than potentially negative aspects."
  },
  {
    "id": "2370202",
    "unitNumber": 5,
    "text": "Casio sells over 10 million watches every year, and is a very common wristwatch brand. Vacheron Constantin, however, manufactures less than 20,000 watches a year and is therefore extremely exclusive and their watches are difficult to obtain. Which psychological principle of persuasion does Vacheron Constantin reflect?",
    "correctAnswer": "C",
    "options": {
      "A": "Authority.",
      "B": "Consistency.",
      "C": "Scarcity.",
      "D": "Consensus.",
      "E": "Reciprocity."
    },
    "explanation": "Scarcity: The more difficult it is to obtain a product or brand, the more attractive it becomes as its quantity decreases. Therefore, it can be very useful to emphasize scarcity in messages to create an attitude. In particular, the use of restriction in campaigns can be given as an example."
  },
  {
    "id": "2370208",
    "unitNumber": 5,
    "text": "When advertising their sportswear and equipment, brands like Nike, Adidas and Under Armour use professional athletes or well-known sports teams. Occasionally, they also imply that these professionals are in fact quite similar to regular consumers by having them engage with \"regular people\" in their advertisements. Which level of commitment to consumer attitudes or which level of involvement in the attitude object (in this case the products of sports brands) is this related to?",
    "correctAnswer": "B",
    "options": {
      "A": "Compliance.",
      "B": "Identification.",
      "C": "Authority.",
      "D": "Internalization.",
      "E": "Changing beliefs."
    },
    "explanation": "<strong>Identification</strong>: A process of identification occurs when attitudes are formed in order for the consumer to be similar to another person or group. Advertising that depicts the social consequences of choosing some products over others is relying on the tendency of consumers to imitate the behaviour of desirable models."
  },
  {
    "id": "2370230",
    "unitNumber": 5,
    "text": "Which of the following attitude theories posits that individuals form a \"triad\" system in which attitudes are determined based on the relationship between the elements of the triad (namely a person and their perceptions; an attitude object; and \"the other\", which may be a person or object)?",
    "correctAnswer": "E",
    "options": {
      "A": "Cognitive Consistency Theory.",
      "B": "Congruity Theory.",
      "C": "Functional Theory.",
      "D": "Social Judgement Theory.",
      "E": "Balance Theory."
    },
    "explanation": "According to the “Balance Theory”, individuals form a system which they call “triad” and they determine their attitude according to the relationship among triads. Each triad includes 1. a person and his/her perceptions, 2. an attitude object, and 3. “the other” (a person or an object). People can shape their attitudes clearly if the triad is in harmony, and they feel tension if there is a discrepancy between these three things. This theory assumes that balanced states are stable while imbalanced states are unstable. When an unstable situation arises, the psychological tension encourages a person to restore balance cognitively by changing the relationships. Therefore, a person’s attitude towards an object depends on his attitude towards a source that is linked to the object."
  },
  {
    "id": "2370233",
    "unitNumber": 5,
    "text": "Which aspect of measuring attitudes does social desirability, which may be inconsistent with the individual's real feelings, decrease?",
    "correctAnswer": "B",
    "options": {
      "A": "Reliability.",
      "B": "Validity.",
      "C": "Objectivity.",
      "D": "Agreeability.",
      "E": "Consistency."
    },
    "explanation": "<strong>Validity</strong> is an important issue in attitude scales. Validity expresses the precision and accuracy of scientific findings (Büyüköztürk et al., 2010; McMillan &amp; Schumaher, 2010). One of the most common problems that decrease validity is social desirability. Responses to items in an attitude scale towards social desirability are responses that are inconsistent with the individual’s real feelings."
  },
  {
    "id": "2376140",
    "unitNumber": 5,
    "text": "Which of the following brand slogans serves for value-expressive function?",
    "correctAnswer": "D",
    "options": {
      "A": "Save Money. Live Better",
      "B": "Connecting people.",
      "C": "There is no substitute.",
      "D": "Success. It’s a Mind Game.",
      "E": "The happiest place on earth."
    },
    "explanation": "Value-expressive function explains consumers’ core values. This function is present in attitudes about one’s own central values and self-perception (Gregory, et al., 2002). In other words, the attitude of consumers is about how they describe themselves rather than the objective benefits of products or<br/>services. Therefore, Success. It’s a Mind Game, the slogan of Tag Heuer is a good example of value extressive functions.<br/>Success. It’s a Mind Game."
  },
  {
    "id": "2376153",
    "unitNumber": 5,
    "text": "Which of the following expressions can be used to cognitively explain a preference at eating at the school canteen?",
    "correctAnswer": "A",
    "options": {
      "A": "Eating at the canteen is very convenient.",
      "B": "Meeting friends at the canteen makes me happy.",
      "C": "I like to eat at the canteen.",
      "D": "I am looking for alternative places to lunch, till then I will eat at the canteen.",
      "E": "I feel good about eating at the canteen."
    },
    "explanation": "Cognitive element is a rational element consisting of knowledge, beliefs, perceptual responses, and ideas that individuals have towards any attitude object (a situation, an event or an object) and is associated with understanding, evaluation, planning, decision-making, and thinking (Breckler, 1984).<br/>Eating at the canteen is very convenient."
  },
  {
    "id": "2376161",
    "unitNumber": 5,
    "text": "Which of the following features is not an influence on attitudes?",
    "correctAnswer": "E",
    "options": {
      "A": "confidence",
      "B": "valence",
      "C": "resistance",
      "D": "persistence",
      "E": "rationale"
    },
    "explanation": "Consumers’ attitudes to object of attitudes i.e. products, brands, stores, restaurants etc.can be complex. They vary according to (Blythe, 2001:54):<br/>• valence - whether the attitude is positive,<br/>negative or neutral;\n<br/>• extremity - the strength and the power of<br/>the attitude;<br/>• resistance - the degree to which the attitude<br/>can be changed by outside influences;<br/>• persistence - the degree to which the<br/>attitude erodes over time; and<br/>• confidence - the level at which the<br/>consumer believes the attitude is correct.<br/>rationale"
  },
  {
    "id": "2376174",
    "unitNumber": 5,
    "text": "Which of the following reveals the extremity of an attitude?",
    "correctAnswer": "A",
    "options": {
      "A": "the strength and the power of the attitude",
      "B": "the degree to which the attitude can be changed by outside influences;",
      "C": "the degree to which the attitude erodes over time",
      "D": "the level at which the consumer believes the attitude is correct",
      "E": "the attitude's being positive, negative or neutral"
    },
    "explanation": "extremity - the strength and the power of the attitude;"
  },
  {
    "id": "2376193",
    "unitNumber": 5,
    "text": "Which of the following ranking is correct for attitude development based on Cognitive Information Processing?",
    "correctAnswer": "A",
    "options": {
      "A": "I-Beliefs\n II-Affect\n III-Behaviour",
      "B": "I-Affect\n II-Behaviour\n III-Beliefs",
      "C": "I-Behaviour\n II-Affect\n III-Beliefs",
      "D": "I-Behaviour\n II-Beliefs \n III-Affect",
      "E": "I-Beliefs\n II- Behaviour\n III-Affect"
    },
    "explanation": "While all three components of an attitude are important, their relative importance varies depending on the motivation level of a consumer relative to the attitude object. Attitude researchers developed the concept of hierarchy of effects to<br/>explain this situation. The relative effect of the three components is shown in Figure 5.2. Please see the figure mentioned.<br/>I-Beliefs\n II-Affect\n III-Behaviour"
  },
  {
    "id": "2376210",
    "unitNumber": 5,
    "text": "................ refers to consumers’ perceptions of importance or personal relevance of an object, event, or activity.\n which of the followings fill the sencence correctly?",
    "correctAnswer": "A",
    "options": {
      "A": "Involvement",
      "B": "Knowledge function",
      "C": "Consensus",
      "D": "Balance theory",
      "E": "Attitude"
    },
    "explanation": "Remember, involvement refers to consumers’ perceptions of importance or personal relevance of an object, event, or activity. High involvement indicates high importance given to the object of attitude, low involvement indicates low importance given to the object of attitude (for example, brands, stores, tastes, prices etc.)"
  },
  {
    "id": "2376216",
    "unitNumber": 5,
    "text": "Which of the following is not a psychological principle that plays an important role in the realization of the persuasion process?",
    "correctAnswer": "B",
    "options": {
      "A": "Reciprocity",
      "B": "Drive",
      "C": "Authority",
      "D": "Liking",
      "E": "Consensus"
    },
    "explanation": "The realization of the persuasion process<br/>depends on fulfilling some of the following psychological principles (Cialdini &amp; Rhoads, 2001);<br/>Reciprocity: It refers to what people get in return for forming a positive attitude towards an event<br/>or object. Therefore, when forming an attitude, the benefit to be obtained by the consumer should be<br/>emphasized very well or it would be useful to give some encouraging awards.<br/>Scarcity: The more difficult it is to obtain a product or brand, the more attractive it becomes as its<br/>quantity decreases. Therefore, it can be very useful to emphasize scarcity in messages to create an attitude.<br/>In particular, the use of restriction in campaigns can be given as an example.<br/>Authority: The person who gives the message to the consumer to form an attitude is also of great<br/>importance. This person’s competence, relevance and credibility are significant, i.e. recommendation of a<br/>health product by a doctor.<br/>Consistency: When consu<br/>Drive"
  },
  {
    "id": "2376227",
    "unitNumber": 5,
    "text": "According to the “....................”, individuals form a system which they call “triad” and they determine their attitude according to the relationship among triads.\n which of the followings fill the sencence correctly?",
    "correctAnswer": "A",
    "options": {
      "A": "Balance Theory",
      "B": "Cognitive-Consistency Theories",
      "C": "Functional Theories",
      "D": "Social Judgment Theories",
      "E": "Trio of Needs Theory"
    },
    "explanation": "According to the “Balance Theory”, individuals form a system which they call “triad” and they determine their attitude according to the relationship among triads. Each triad includes 1. a person and his/her perceptions, 2. an attitude object, and 3. “the other” (a person or an object)."
  },
  {
    "id": "2376240",
    "unitNumber": 5,
    "text": "Which of the following is not one of the popular scales for attitude measurement?",
    "correctAnswer": "E",
    "options": {
      "A": "Bogardus Scales",
      "B": "Thurstone Scales,",
      "C": "Likert Scales",
      "D": "Semantic Scales",
      "E": "Normative Scales"
    },
    "explanation": "These lists of adjectives and sentences are called<br/>“scale”. The most popular scales are\n<br/>Bogardus Scales,\n<br/>Thurstone Scales,\n<br/>Likert Scales,\n<br/>Semantic Scales,\n<br/>Guttman Scales and\n<br/>Osgood scales.<br/>Normative scales"
  },
  {
    "id": "2376258",
    "unitNumber": 5,
    "text": "Which of the following describes the scale example given below?\n Eating at the university canteen is cheap.\n strongly agree\n agree\n indecisive\n disagree\n strongly disagree",
    "correctAnswer": "A",
    "options": {
      "A": "Likert",
      "B": "Semantic differential",
      "C": "Nominal",
      "D": "Itemized rating",
      "E": "catagoric"
    },
    "explanation": "If you refer to your book page 123, you will observe that the examplified scale is a likert scale."
  },
  {
    "id": "3063784",
    "unitNumber": 5,
    "text": "Which of the following concepts is the core essence of the definition of attitude?",
    "correctAnswer": "D",
    "options": {
      "A": "Belief",
      "B": "Opinion",
      "C": "Feelings",
      "D": "Evaluation",
      "E": "Idea"
    },
    "explanation": "The problem that comes to the forefront in defining the concept of attitude is that it overlaps with concepts such as ‘belief’, ‘opinion’, ‘value’, ‘habit’, ‘character/personal trait’, ‘motive’ and ‘ideology’ (McKenzie, 2010: 19). This situation is mostly caused by the fact that the attitude is an ‘evaluation’ in its essence (Petty, Wegener and Fabrigar, 1997: 611)."
  },
  {
    "id": "3063792",
    "unitNumber": 5,
    "text": "Which fundamental principle refers to similarity between ideological trends, resulting in overlapping potential outputs when faced with a hypothetical situation?",
    "correctAnswer": "B",
    "options": {
      "A": "Strength",
      "B": "Consistency",
      "C": "Stability",
      "D": "Accessibility",
      "E": "Ideology"
    },
    "explanation": "The strength of a person’s attitude is one of the factors that affect this consistency. Consistency is indicative of the strength of attitude (Craig, et al., 2000). Attitude Consistency is defined as overlapping the potential output of an individual in the face of a hypothetical situation that the individual will experience when the situation in question happens (Pearl, 2010). Strong attitudes are more stable in different situations and even over a wide period of time. Therefore, it can be consistently recalled from memory. Weak attitudes, on the other hand, are less accessible and can be affected by situations quickly and constantly change (Bohner &amp; Dickel, 2011).\n According to the consistency principle, if certain attitude elements are derived from the same general ideological trends, they must be related to each other (Judd &amp; Milburn, 1980)."
  },
  {
    "id": "3063808",
    "unitNumber": 5,
    "text": "Which of the following concepts refers to the degree to which an attitude erodes over time?",
    "correctAnswer": "D",
    "options": {
      "A": "Valence",
      "B": "Extremity",
      "C": "Resistance",
      "D": "Persistence",
      "E": "Confidence"
    },
    "explanation": "To sum up, consumers’ attitudes to object of attitudes i.e. products, brands, stores, restaurants etc.can be complex. They vary according to (Blythe, 2001:54):\n valence - whether the attitude is positive, negative or neutral;\n extremity - the strength and the power of the attitude;\n resistance - the degree to which the attitude can be changed by outside influences;\n persistence - the degree to which the attitude erodes over time; and\n confidence - the level at which the consumer believes the attitude is correct."
  },
  {
    "id": "3063823",
    "unitNumber": 5,
    "text": "Which of the following is <strong>not</strong> one of the main factors that are effective in preventing attitude from turning into behavior?",
    "correctAnswer": "E",
    "options": {
      "A": "Low level of involvement of a consumer towards a product/brand in question causes a mismatch between consumer’s attitude and behavior.",
      "B": "If a consumer does not have an experience of using the product, his/her attitude will be weak, and this influences behavior negatively",
      "C": "Attitudes do not turn into behavior when the characteristic of a brand is not linked to the values of a consumer",
      "D": "Although the increase in the price and the difficulty of transportation may not change the attitude of a consumer, it may reflect negatively on the behavior of the consumer.",
      "E": "The consumer consciously exerting the effort to make purchasing decisions for a specific brand or product when easier alternatives are available."
    },
    "explanation": "We can list the main factors that are effective in preventing attitude (liking a brand) from turning into behavior (buying the brand) as follows (Ünal, 2008; Bilgili, 2016);\n • Low level of involvement of a consumer towards a product/brand in question causes a mismatch between consumer’s attitude and behavior.\n • If a consumer does not have an experience of using the product, his/her attitude will be weak, and this influences behavior negatively.\n • Attitudes do not turn into behavior when the characteristic of a brand is not linked to the values of a consumer.\n • Although the increase in the price and the difficulty of transportation may not change the attitude of a consumer, it may reflect negatively on the behavior of the consumer.\n The terms “attitude” and “intention” are not always compatible, i.e. even if a consumer has a positive attitude towards a product or brand, he may not buy it, and such a case happens often. Think about your liking and buying behavior. One of the reasons for this is that the person buys a brand he easily finds and does not want to make additional efforts for another brand."
  },
  {
    "id": "3063850",
    "unitNumber": 5,
    "text": "Which of the following hierarchies of effects accurately represents attitude based on cognitive information processing?",
    "correctAnswer": "A",
    "options": {
      "A": "Beliefs - Affect - Behaviour - Attitude",
      "B": "Beliefs - Behaviour - Affect - Attitude",
      "C": "Affect - Behaviour - Beliefs - Attitude",
      "D": "Beliefs - Affect - Attitude - Behaviour",
      "E": "Affect - Beliefs - Attitude - Behaviour"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/a9a1e7962b3f3068ab74902fd0da5446.png\" alt=\"Three Hierarchies of Effects\" width=\"678\" height=\"439\">"
  },
  {
    "id": "3064598",
    "unitNumber": 5,
    "text": "Which function of consumer attitudes is based on the reward and punishment principle?",
    "correctAnswer": "A",
    "options": {
      "A": "Utilitarian function",
      "B": "Value-expressive function",
      "C": "Ego-defensive function",
      "D": "Core function",
      "E": "Knowledge function"
    },
    "explanation": "After purchasing a product or service, consumers adopt different attitudes based on their liking or disliking. Utilitarian function is related to the basic principles of reward or punishment (Solomon et al., 2006a). For example, a person’s attitude towards a cleaning agent can be shaped by either removing dirt easily (maximizing reward) or preventing consumers from spending too much time to remove dirt (minimizing punishment) (Gregory, et al., 2002)."
  },
  {
    "id": "3064601",
    "unitNumber": 5,
    "text": "Which strategy for changing attitudes is used when the quality of a product is perceived to be weak, or the price to be high?",
    "correctAnswer": "C",
    "options": {
      "A": "Changing beliefs",
      "B": "Changing evaluations",
      "C": "Adding a new belief",
      "D": "Adding a new evaluation",
      "E": "Targeting normative and accepted beliefs."
    },
    "explanation": "Adding a new belief: This strategy is applied by marketers if there is a problem in the quality perception of the product or if the price of a product is higher than that of the competitors. A new feature added to the existing product or a decrease in price will be effective in changing attitudes. For example, emphasizing the “doublesided softness” feature of Solo toilet paper is an effort to add a new belief (Koç, 2019)."
  },
  {
    "id": "3064609",
    "unitNumber": 5,
    "text": "Which of the following psychological principles would be important regarding the persuasion process specifically focussing on individual and social values of consumers?",
    "correctAnswer": "C",
    "options": {
      "A": "Reciprocity",
      "B": "Authority",
      "C": "Consistency",
      "D": "Liking",
      "E": "Scarcity"
    },
    "explanation": "Consistency: When consumers create an attitude towards any product or service, they may carefully act in a way that does not contradict themselves. Therefore, it would be beneficial to be careful not to contradict the individual and social values of the consumers in the messages aimed at forming an attitude."
  },
  {
    "id": "3064614",
    "unitNumber": 5,
    "text": "When advertisements make use of celebrities or public figures, which level of commitment to consumer attitudes are these advertisements targeting?",
    "correctAnswer": "B",
    "options": {
      "A": "Compliance",
      "B": "Identification",
      "C": "Specification",
      "D": "Internalization",
      "E": "Endorsement"
    },
    "explanation": "Consumers differ in their commitment to an attitude. The degree of commitment is related to the levels of involvement in the attitude object. \n Identification: A process of identification occurs when attitudes are formed in order for the consumer to be similar to another person or group. Advertising that depicts the social consequences of choosing some products over others is relying on the tendency of consumers to imitate the behaviour of desirable models."
  },
  {
    "id": "3064617",
    "unitNumber": 5,
    "text": "Which of the following attitude theories attempts to explain how current attitudes produce distortions of attitude-related objects and how these decisions mediate attitude change?",
    "correctAnswer": "E",
    "options": {
      "A": "Balance theory",
      "B": "Congruity theory",
      "C": "Cognitive dissonance theory",
      "D": "Functional theory",
      "E": "Social judgement theory"
    },
    "explanation": "Social judgment theory was developed by Sheriff and Hoveland (1961). This theory attempts to explain how current attitudes produce distortions of attitude-related objects and how these decisions mediate attitude change. Thus, a person’s initial attitude towards a subject serves as an anchor for judging stimuli related to an attitude. The person’s initial attitude on an issue provides a point of reference from which to evaluate other views."
  },
  {
    "id": "3065298",
    "unitNumber": 5,
    "text": "I. evaluation of an object, a person or people\n II. preparatory tendency for a specific behavior\n III. understood as a result of the observation of a behavior\n IV. do not overlap with concepts such as ‘belief’, ‘opinion’, and ‘ideology’\n V. permanent concept and has a long-term tendency\n It is important for marketers to uncover attitudes of consumers. Which of above is suitable to say about attitudes?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "II, III, IV, V",
      "C": "I, III, IV, V",
      "D": "I, II, IV, V",
      "E": "I, II, III, V"
    },
    "explanation": "The concept of attitude is one of the most widely used concepts not only in the analysis of <br/>consumer behavior but also in popular culture. The concept of attitude, which is at the center of <br/>social psychology theory (Terry &amp; Hogg, 2000), is used in politics, health, marketing, education, <br/>and many more fields (Howe &amp; Krosnick, 2017: 328). An attitude is not a behavior that can be <br/>seen directly, but a preparatory tendency for a specific behavior. Therefore, the existence of an <br/>attitude is understood as a result of the observation of a behavior (Kağıtçıbaşı, 1999). The following <br/>presents some definitions of attitudes:<br/>• Attitude is our positive (liking), negative (disliking) or indifferent (neutral, neutrality, aloofness) evaluation of an object, a person or people (including ourselves), a topic or an idea, and our tendency to act in a certain way based on these evaluations (Koç, 2019).<br/>• Attitude is defined as the positive or negative evaluations felt by t<br/>I, II, III, V"
  },
  {
    "id": "3065302",
    "unitNumber": 5,
    "text": "I. To measure changes in attitudes\n<br/>II. To determine attitudes\n<br/>III. To change attitudes\n<br/>IV. To exhibit attitudes\n<br/>V. To form attitudes\n<br/>Attitudes are studied by companies in order to direct consumers to a specific purchasing behavior. Accordingly, which of above is among the aims of companies on attitudes of consumers?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III,IV, V",
      "B": "II, III,IV, V",
      "C": "I, III,IV, V",
      "D": "I, II, IV, V",
      "E": "I, II, III, V"
    },
    "explanation": "Attitude is the tendency of people to react positively or negatively towards objects, opinions, <br/>or environments. It is known that people’s attitudes directly affect their purchase intentions. Purchasing intentions also affect reinforcement of attitudes or change of attitudes. Consumers adopt good or bad attitudes towards outlets, products, brands, individuals and opinions. If attitudes towards products and brands in different market segments can be determined, if the changes in attitudes can be measured, it will be possible for companies to develop and implement effective marketing strategies in line with this information (Odabaşı &amp; Barış, 2013).<br/>I, II, III,V"
  },
  {
    "id": "3065305",
    "unitNumber": 5,
    "text": "Attitudes have many features. Which of below is not one of these features?",
    "correctAnswer": "E",
    "options": {
      "A": "Stronger attitudes are more difficult to change",
      "B": "Attitudes can have a complex structure",
      "C": "Attitudes are learned",
      "D": "People have a set of attitudes",
      "E": "Attitudes are easy to change"
    },
    "explanation": "Attitudes have many features. Every attitude has a power. Strong attitudes are difficult to change <br/>compared to other adopted attitudes. Attitudes can have a complex structure depending on the <br/>complexity of its elements. One attitude can be related to the other attitudes a person has. Attitudes are learned and people do not have only one attitude, but a set of attitudes (Odabaşı &amp; Barış, 2013). Attitudes can change, however it is very difficult to change them (İslamoğlu &amp; Altunışık, 2013). Moreover, it is easier to reinforce positive attitudes than to change negative ones.<br/>Attitudes are easy to change"
  },
  {
    "id": "3065310",
    "unitNumber": 5,
    "text": "Consumers’ attitudes to object of attitudes can be complex. Which of below does represent the degree to which the attitude can be changed by outside influences?",
    "correctAnswer": "B",
    "options": {
      "A": "Confidence",
      "B": "Resistance",
      "C": "Valance",
      "D": "Extremity",
      "E": "Persistence"
    },
    "explanation": "To sum up, consumers’ attitudes to object of attitudes i.e. products, brands, stores, restaurants <br/>etc.can be complex. They vary according to (Blythe, 2001:54):<br/>• valence - whether the attitude is positive, negative or neutral;<br/>• extremity - the strength and the power of the attitude;<br/>• resistance - the degree to which the attitude can be changed by outside influences;<br/>• persistence - the degree to which the attitude erodes over time; and<br/>• confidence - the level at which the consumer believes the attitude is correct."
  },
  {
    "id": "3065314",
    "unitNumber": 5,
    "text": "Consumers’ attitudes to object of attitudes can be complex. Which of below does represent the level at which the consumer believes the attitude is correct?",
    "correctAnswer": "B",
    "options": {
      "A": "Extremity",
      "B": "Confidence",
      "C": "Resistance",
      "D": "Valance",
      "E": "Persistence"
    },
    "explanation": "To sum up, consumers’ attitudes to object of attitudes i.e. products, brands, stores, restaurants <br/>etc.can be complex. They vary according to (Blythe, 2001:54):<br/>• valence - whether the attitude is positive, negative or neutral;<br/>• extremity - the strength and the power of the attitude;<br/>• resistance - the degree to which the attitude can be changed by outside influences;<br/>• persistence - the degree to which the attitude erodes over time; and<br/>• confidence - the level at which the consumer believes the attitude is correct."
  },
  {
    "id": "3065324",
    "unitNumber": 5,
    "text": "There are three elements of an attitude as cognitive, emotional and behavioral. Which of below is correct about these elements?",
    "correctAnswer": "C",
    "options": {
      "A": "The emotional element characterizes the desire to act",
      "B": "Cognitive element is of a simpler nature than the emotional one",
      "C": "Beliefs about any product constitute the cognitive element",
      "D": "Behavioral elements do not affect cognitive and emotional elements",
      "E": "The behavioral element characterizes feelings about objects"
    },
    "explanation": "There are three elements of an attitude: cognitive, emotional and behavioral. The cognitive <br/>element refers to the knowledge and beliefs of the consumer about an object or event. The emotional element characterizes feelings about objects. The behavioral element represents goals and the desire to act towards the goal.Emotional element is related to the values of the individual, and are of a simpler nature than the cognitive factors. This dimension of attitudes consists of individual values (Ünal, 2008).<br/>Beliefs about any product constitute the cognitive element"
  },
  {
    "id": "3065327",
    "unitNumber": 5,
    "text": "I. consumer’s having no experience of using the product\n II. the increase in the price or the difficulty of transportation\n III. values of a consumer not being linked with characteristic of a brand\n IV. complexity of consumers’ attitudes to object of attitudes\n V. Low level of involvement of a consumer towards a product\n There are factors that are effective in preventing attitude from turning into behavior. Which of above is among these factors?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III, IV,V",
      "B": "I, II, III, IV",
      "C": "I, II, III, V",
      "D": "I, II, IV,V",
      "E": "I, III, IV,V"
    },
    "explanation": "We can list the main factors that are effective in preventing attitude (liking a brand) from turning <br/>into behavior (buying the brand) as follows (Ünal, 2008; Bilgili, 2016);<br/>• Low level of involvement of a consumer towards a product/brand in question causes <br/>a mismatch between consumer’s attitude and behavior.<br/>• If a consumer does not have an experience of using the product, his/her attitude will <br/>be weak, and this influences behavior negatively.<br/>• Attitudes do not turn into behavior when the characteristic of a brand is not linked to <br/>the values of a consumer.<br/>• Although the increase in the price and the difficulty of transportation may not change <br/>the attitude of a consumer, it may reflect negatively on the behavior of the consumer<br/>I, II, III,V"
  },
  {
    "id": "3065333",
    "unitNumber": 5,
    "text": "Researchers developed the concept of hierarchy of effects to explain relative effect of three components attitudes. Which of below does represent the ordered hierarchy for hedonic consumption?",
    "correctAnswer": "D",
    "options": {
      "A": "Behavior, affect, belief",
      "B": "Belief, affect, behavior",
      "C": "Belief, behavior, affect",
      "D": "Affect, behavior, belief",
      "E": "Affect, belief, behavior"
    },
    "explanation": "Consumers approach a product purchase decision as a problem-solving process. In the first level of <br/>hierarchy, the consumer forms his beliefs about a product or a brand by accumulating knowledge (beliefs) regarding relevant attributes of the product/brand. Later, the consumer evaluates his beliefs and forms a feeling about the product (affect). In the second level of hierarchy, the first step also starts with beliefs. This is a behavioural learning situation. Behavior is carried out based on beliefs formed by knowledge, emotions occur just after the behavior. In the third level of hierarchy, affect comes first, then the behaviour, and then beliefs. At the affect level of hierarchy, we can notice that hedonic consumption and beliefs are formed after a behavior based on emotions is realized.<br/>Affect, behavior, belief"
  },
  {
    "id": "3065348",
    "unitNumber": 5,
    "text": "There are basic strategies used in forming or changing attitudes. Which strategy below does aim to change the beliefs accepted by society?",
    "correctAnswer": "C",
    "options": {
      "A": "Encouraging attitude formation based on imagined experience",
      "B": "Changing beliefs",
      "C": "Targeting normative and accepted beliefs",
      "D": "Adding a new belief",
      "E": "Changing evaluations"
    },
    "explanation": "Targeting normative and accepted beliefs: This strategy aims to change the beliefs accepted <br/>by society. An example of this method is that a chocolate brand emphasizes that its products are <br/>beneficial because they contain vitamins."
  },
  {
    "id": "3065360",
    "unitNumber": 5,
    "text": "Which of attitude theories below does attempt to explain how current attitudes produce distortions of attitude-related objects and how these decisions mediate attitude change?",
    "correctAnswer": "B",
    "options": {
      "A": "Affective cognitive consistency theory",
      "B": "Social judgment theory",
      "C": "Cognitive dissonance theory",
      "D": "Congruity theory",
      "E": "Functional theory"
    },
    "explanation": "Social judgment theory was developed by Sheriff and Hoveland (1961). This theory attempts to <br/>explain how current attitudes produce distortions of attitude-related objects and how these decisions mediate attitude change. Thus, a person’s initial attitude towards a subject serves as an anchor for judging stimuli related to an attitude. The person’s initial attitude on an issue provides a point of reference from which to evaluate other views."
  },
  {
    "id": "2368202",
    "unitNumber": 6,
    "text": "Cultural elements like kissing the hands of elderly people are gradually passed down from one generation to another in Turkey. Which character of the culture is stated in this example?",
    "correctAnswer": "B",
    "options": {
      "A": "Culture is discovered",
      "B": "Culture is learnt",
      "C": "Culture is conformity",
      "D": "Culture meets a need",
      "E": "Culture can change"
    },
    "explanation": "Culture is not a system of values that is innate or transmitted genetically.<br/>One learns culture through his/her family and environment after he/she was born. Cultural elements like showing respect to the elderly people, kissing their hands are gradually passed down from one generation to another by learning<br/>Culture is learnt \n<br/><strong><em>Culture is learned. </em></strong>Culture is not a system of values that is innate or transmitted by genetically. One learns culture through his/her family and environment after he/she was born. Cultural elements are gradually passed down from one generation to another by learning. From a marketing viewpoint, it is seen that some advertisements introduce “a model to be copied” by using the method of indirect learning."
  },
  {
    "id": "2368214",
    "unitNumber": 6,
    "text": "In every country, culture guides and directs people's decisions on \"when to eat, what to eat\" by providing tried-and-true methods. Which characteristic of the culture is emphasised in this statement?",
    "correctAnswer": "A",
    "options": {
      "A": "Culture meets a need",
      "B": "Culture is an organization and a union",
      "C": "Culture is not static",
      "D": "Culture is discovered",
      "E": "Culture is traditional."
    },
    "explanation": "Culture exists to meet the needs of society’s members. It offers order, direction,<br/>and guidance in all phases of human problem solving by providing ‘tried-and-true’ methods of satisfying physiological, personal, and social needs<br/>Culture meets a need: <strong><em>Culture meets a need. </em></strong>Culture exists to meet the needs of society’s members. It offers order, direction, and guidance in all phases of human problem solving by providing ‘tried-and-true’ methods of satisfying physiological, personal, and social needs"
  },
  {
    "id": "2368260",
    "unitNumber": 6,
    "text": "A man who has moved to Canada to work, stayed there for five years and learnt its culture which is new for him. Which term is used to explain this case?",
    "correctAnswer": "C",
    "options": {
      "A": "Cultural learning",
      "B": "Assimilation",
      "C": "Acculturation",
      "D": "Integration",
      "E": "Enculturation"
    },
    "explanation": "Acculturation: When discussing the acquisition of culture, anthropologists usually distinguish between the learning of one’s own or native culture and the learning of some ‘new’ (other) culture. The learning of one’s own culture is known as enculturation while the learning of a new or foreign culture is called acculturation."
  },
  {
    "id": "2368277",
    "unitNumber": 6,
    "text": "The members of European society have common worldview and share certain principles about order and justice compared to the American society. Which functional area shape this?",
    "correctAnswer": "E",
    "options": {
      "A": "Values and belifefs",
      "B": "Social structure",
      "C": "Ecology",
      "D": "Political ideas",
      "E": "Ideology"
    },
    "explanation": "Ideology is the mental characteristics of a society and the way its people communicate their environment and social groups. It is considered that the members of a society have a common worldview and share certain principles about order and justice.<br/>Ideology: \n<br/><ul><br/><li><strong>Ideology</strong>- It is the mental characteristics of a society and the way its people communicate their environment and social groups. It is considered that the members of a society have a common worldview and share certain principles about order and justice.</li><br/></ul>"
  },
  {
    "id": "2368340",
    "unitNumber": 6,
    "text": "Getting the approval of parents before the marriage is one of the......................about marriage in Turkey. Which of the below completes the sentence?",
    "correctAnswer": "B",
    "options": {
      "A": "Rules",
      "B": "Norms",
      "C": "Standarts",
      "D": "Rituels",
      "E": "Habits"
    },
    "explanation": "A limitation to behavior defined by culture is named as a norm. For example taking shoes off when entering homes, offering drinks to guests, and starting serving from the oldest in the room.<br/>Norm: \n<br/>A limitation to behavior defined by culture is named as a norm. For example taking shoes off when entering homes, offering drinks to guest, and starting serving from the oldest in the room. If the individual does not comply with the norms of society, the social groups do not approve his/her behavior and thus, he/she is excluded. Conformity to norms is sometimes rewarded (İslamoğlu and Altunışık, 2017, p.179). Norms are the standards accepted by a society and its individuals are expected to comply with them. They are the rules that define appropriate and inappropriate behavior (Bradley, 2002, p.94). Norms provide guidelines that regulate social life."
  },
  {
    "id": "2368345",
    "unitNumber": 6,
    "text": "Which of the methods below, may be used to understand the dynamics of young generations' use of visual and written communications on social media?",
    "correctAnswer": "A",
    "options": {
      "A": "Content analysis",
      "B": "Field survey",
      "C": "Value scales",
      "D": "Focus group",
      "E": "Questionnaire"
    },
    "explanation": "The content analysis of certain messages may help understand the dynamics of a given society in comparison with those of other societies. Content analysis focuses on the content of verbal, written, and visual communications,such as the copy and art composition of an advertisement<br/>Content analysis\n<br/>Content analysis focuses on the content of verbal, written, and visual communications,such as the copy and art composition of an advertisement (Schiffman, Hansen and Kanuk, 2012, p. 349)."
  },
  {
    "id": "2368350",
    "unitNumber": 6,
    "text": "A researcher has been to a village to observe the shopping behaviour of the villagers in the open bazaar. Which method is used in this case to measure cultural values?",
    "correctAnswer": "C",
    "options": {
      "A": "Survey",
      "B": "Rokeach value questionnaire",
      "C": "Consumer fieldwork",
      "D": "In depth interviewing",
      "E": "Experiment"
    },
    "explanation": "Consumer fieldwork takes place in a natural environment; it is conducted without the subject’s awareness; and it focuses on the observation of behavior.<br/>Consumer fieldwork\n<br/>The prominent characteristics of field observation are as follows (Schiffman, Hansen and Kanuk, 2012, p.350):\n<br/><ol><br/><li>It takes place in a natural environment;</li><br/><li>Sometimes it is conducted without the subject’s awareness;</li><br/><li>It focuses on the observation of behavior.</li><br/></ol>"
  },
  {
    "id": "2368363",
    "unitNumber": 6,
    "text": "Which of the social institutions below transfer the elements of culture to the new members of the society and enable the culture to be shared?",
    "correctAnswer": "D",
    "options": {
      "A": "Work place",
      "B": "Marriage",
      "C": "Religion",
      "D": "Family",
      "E": "School"
    },
    "explanation": "Different social institutions within a society transfer the elements of culture and enable the culture to be shared.The primary of such institutions is the family<br/>that serves as the main agent for enculturation- for the passing down of basic cultural beliefs,<br/>Family\n<br/><strong><em>Culture is the total of values and norms shared by the society’s members. </em></strong>It is expected the members of a society to comply with and behave according to the socially accepted cultural norms and values. In addition to the family, two other institutions share much of the responsibility for the transfer of selected aspects of culture: educational institutions and houses of worship. In some countries, educational institutions are specifically responsible for imparting basic learning skills, history, patriotism, citizenship, and the technical training needed to prepare people for significant roles within society. Religious institutions provide and maintain religious consciousness, spiritual guidance, and moral training. Although the young receive much of their consumer training within their family setting, the educational and religious systems reinforce this training by teaching economic and ethical concepts"
  },
  {
    "id": "2368368",
    "unitNumber": 6,
    "text": "Which concept is used ironically to refer to the acceptance of the same patterns, trends, and actions of consumption all over the world?",
    "correctAnswer": "A",
    "options": {
      "A": "McDonaldization",
      "B": "Geocolonization",
      "C": "Uniformity",
      "D": "Burgerglobe",
      "E": "Hamburger generation"
    },
    "explanation": "“McDonaldization” and “Coca-Colonization”, refers to the acceptance of the same patterns, trends, and actions of consumption all over the world.<br/>McDonaldization\n<br/>Global consumption culture, as a concept on which all the countries today try to dwell and which is sometimes described ironically as “McDonaldization” and “Coca-Colonization”, refers to the acceptance of the same patterns, trends, and actions of consumption all over the world (Odabaşı, 2006)."
  },
  {
    "id": "2368379",
    "unitNumber": 6,
    "text": "The food culture is not homogeneous in Turkey.People living in different regions vary in terms of food preferences and spesific local foods. Which of the following terms is used to explain this situation?",
    "correctAnswer": "B",
    "options": {
      "A": "Segmentation",
      "B": "Subcultures",
      "C": "Target market",
      "D": "Ethnography",
      "E": "Localization"
    },
    "explanation": "The culture in a country or a market can vary in terms of different values, habits, customs, and behaviors. There is no proper and thoroughly<br/>homogeneous culture in hardly any market. The reason is that a society consists of people of different ethnicities and religions and that different geographic structures create different cultures.<br/>Subcultures \n<br/>The culture in a country or a market can vary in terms of different values, habits, customs, and behaviors. There is no proper and thoroughly homogeneous culture in hardly any market. The reason is that a society consists of people of different ethnicities and religions and that different geographic structures create different cultures. The diversity of subcultures in a society is a richness (Koç, 2017). It is possible to say that the culture of a country or society consists of the two major sets of elements (Schiffman, Hansen and Kanuk, 2012, p.352):"
  },
  {
    "id": "2372657",
    "unitNumber": 6,
    "text": "Which of the following terms define “The learning of a new or foreign culture “ ?",
    "correctAnswer": "C",
    "options": {
      "A": "Assimilation",
      "B": "Enculturation",
      "C": "Acculturation",
      "D": "Value transmission",
      "E": "Norm learning"
    },
    "explanation": "The right answer is C) acculturation"
  },
  {
    "id": "2372676",
    "unitNumber": 6,
    "text": "I. Culture is innate\n<br/>II. Culture is learned\n<br/>III. Culture defines community\n<br/>IV. Culture contains abstract ideas\n<br/>V. Culture is static\n<br/>Which of the above describe culture?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II and III",
      "B": "I, II, III and IV",
      "C": "II, III and IV",
      "D": "II , III , IV and V",
      "E": "III , IV and V"
    },
    "explanation": "The right answer is C) \n<br/>II. Culture is learned\n<br/>III. Culture defines community\n<br/>IV. Culture contains abstract ideas"
  },
  {
    "id": "2372680",
    "unitNumber": 6,
    "text": "Which of the following are the major functional areas that shape the culture of a particular society as a system?",
    "correctAnswer": "E",
    "options": {
      "A": "Ecology, Ideology and Education",
      "B": "Social structure and Ideology",
      "C": "Ecology, Social structure and Education",
      "D": "Ideology and Education",
      "E": "Ecology, Social Structure and Ideology"
    },
    "explanation": "THE COMPONENTS OF CULTURE<br/>The right answer is E) Ecology, Social Structure and Ideology"
  },
  {
    "id": "2372683",
    "unitNumber": 6,
    "text": "_______are the standards that are accepted by a society and its individuals are expected to comply with.\n<br/>Which of the folowing completes the sentence above?",
    "correctAnswer": "C",
    "options": {
      "A": "Beliefs",
      "B": "Traditions",
      "C": "Norms",
      "D": "Ideologies",
      "E": "Values"
    },
    "explanation": "THE COMPONENTS OF CULTURE<br/>The right answer is C). \n<br/>Norms are the standards accepted by a society and its individuals are expected to comply with them. They are the rules that define appropriate and inappropriate behavior (Bradley, 2002, p.94). Norms provide guidelines that regulate social life."
  },
  {
    "id": "2372690",
    "unitNumber": 6,
    "text": "Which generation below are defined by the term interbellum ?",
    "correctAnswer": "A",
    "options": {
      "A": "People born at the turn of the 20th century.",
      "B": "People born at the beginning of 21st century.",
      "C": "People born between 1946 and 1964.",
      "D": "People born between 1965 and 1985.",
      "E": "People born between 1986 and 2002."
    },
    "explanation": "SUBCULCULTURE<br/>The right answer is A) Age subcultures acc. to Solomon are as follows:\n<br/>Interbellum Generation: People born at the turn of the 20th century. <br/>Silent Generation: People born between the two World Wars.<br/>War Babies: People born during World War II.<br/>Baby Boomers: People born between 1946 and 1964<br/>Generation X: People born between 1965 and 1985.<br/>Generation Y: People born between 1986 and 2002.<br/>Generation Z: People born after 2003."
  },
  {
    "id": "2372694",
    "unitNumber": 6,
    "text": "The motto “if you succeed, then you are happy” is associated with which of the Age subcultures?",
    "correctAnswer": "B",
    "options": {
      "A": "Interbellum",
      "B": "Generation X",
      "C": "Generation Y",
      "D": "Silent Generation",
      "E": "Millenials"
    },
    "explanation": "Right answer is B)\n<br/><strong><em>Generation X </em></strong>is the group involving the consumers who were born between 1965 and 1979 and therefore, developed values related to the significant changes during that period. It is the group that represents individualism in the cycle of generations. Gen Xers who needed to work harder, to begin working at an earlier age, to take more work home, and to do and get more felt that they needed to make a difference. With the increase in the labor force participation of women of this generation, Gen X also claimed its place in history as a period with a lower rate of childbirth. The people of this cohort were always raised all over the world with the motto “if you succeed, then you are happy”. Thus they always tried to take initiative, make a difference, be a leader, and compete with themselves (Kuran, 2019b)."
  },
  {
    "id": "2372700",
    "unitNumber": 6,
    "text": "“The consumers are asked to answer a series of questions that intend to find out their thoughts about fundamental individual and social concepts, including freedom, comfort, national security, and peace.”\n<br/>Which of the following culture measurement technique is used above?",
    "correctAnswer": "A",
    "options": {
      "A": "Value Scales",
      "B": "Content Analysis",
      "C": "Consumer Fieldwork",
      "D": "Bahavior Analysis",
      "E": "Descriptive Analysis"
    },
    "explanation": "The Right answer is A) Value Scales\n<br/>In value scales, consumers are asked to answer a series of questions that intend to find out their thoughts about fundamental individual and social concepts, including freedom, comfort, national security, and peace. Based on responses given to these questions, cultural and individual values and attitudes that are of importance to consumers are identified (Er, 2019, p.118)."
  },
  {
    "id": "2372706",
    "unitNumber": 6,
    "text": "Which of the following terms below define ”the process educators instruct children in an educational environment as to what, how, and why it should be done” ?",
    "correctAnswer": "A",
    "options": {
      "A": "Technical learning",
      "B": "Digital learning",
      "C": "Formal learning",
      "D": "İnformal learning",
      "E": "Machine learning"
    },
    "explanation": "CULTURE<br/>The Right answer is A) Technical Learning \n<br/>Technical learning is the process educators instruct children in an educational environment as to what, how, and why it should be done (Schiffman et. al., 2012; 344)."
  },
  {
    "id": "2372712",
    "unitNumber": 6,
    "text": "Which of the following is <strong>not</strong> a subculture category ?",
    "correctAnswer": "C",
    "options": {
      "A": "Nationality or Ethnicity Subcultures",
      "B": "Geographic or Regional Subcultures",
      "C": "Education subcultures",
      "D": "Age Subcultures",
      "E": "Gender Subcultures"
    },
    "explanation": "THe answer is C) Education Subcultures. It is called Social class Subculture.\n<br/>Subculture categories: Nationality or Ethnicity Subcultures, Religious Subcultures, Geographic or Regional Subcultures, Age Subcultures, Gender Subcultures, Social Class Subcultures."
  },
  {
    "id": "2372716",
    "unitNumber": 6,
    "text": "I. Silent Generation: People born between the two World Wars.\n<br/>II. War Babies: People born during World War II.\n<br/>III. Baby Boomers: People born between 1946 and 1964.\n<br/>IV. Baby Boomers: People born between 1965 and 1985.\n<br/>Which of the above age-related groups that are divided by the years of birth are relevant to Solomon’s year ranges?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II and III",
      "B": "I.II. and IV",
      "C": "II,III and IV",
      "D": "II and III",
      "E": "II and IV"
    },
    "explanation": "Right answer is A) I,II and III (IV is not Baby Boomers it is X generation ) \n<br/>Interbellum Generation: People born at the turn of the 20th century.<br/>Silent Generation: People born between the two World Wars.<br/>War Babies: People born during World War II.<br/>Baby Boomers: People born between 1946 and 1964.<br/>Generation X: People born between 1965 and 1985.<br/>Generation Y: People born between 1986 and 2002.<br/>Generation Z: People born after 2003."
  },
  {
    "id": "2384550",
    "unitNumber": 6,
    "text": "Which of the following fills the sentence below correctly?\n Culture is society’s..........................",
    "correctAnswer": "A",
    "options": {
      "A": "personality",
      "B": "asset",
      "C": "strain",
      "D": "colour",
      "E": "tool"
    },
    "explanation": "Culture is society’s personality. The effects of culture on consumer behavior are strong and far-reaching. As a concept necessary for understanding of consumer behavior, culture can be thought of as the collective memory of a society"
  },
  {
    "id": "2385171",
    "unitNumber": 6,
    "text": "In an advertisement, a famous celebrity shows how to use a newly developed innovative disinfectant which claims that it will remove the bacteria and viruses from surfaces after spraying two times.\n Which characteristics of culture is exemplified above?",
    "correctAnswer": "A",
    "options": {
      "A": "Culture is learned",
      "B": "Culture is discovered",
      "C": "Culture is traditional",
      "D": "Culture is an organization and a union",
      "E": "Culture is conformity"
    },
    "explanation": "<em>Culture is learned</em>. Culture is not a system of values that is innate or transmitted genetically. One learns culture through his/her family and environment after he/she was born. Cultural elements are gradually passed down from one generation to another by learning. From a marketing viewpoint, it is seen that some advertisements introduce “a model to be copied” by using the method of indirect learning.<br/>Culture is learned."
  },
  {
    "id": "2385191",
    "unitNumber": 6,
    "text": "Baby shower parties are a relatively new way of celebration for us. But that doesn't mean that giving gifts to expectant parents wasn’t done before baby showers became popular. New babies have always been a source of joy and celebration - but in past times, these kind of celebrations for babies were very different from what we know today. \n The paragraph above can be a good example of which characteristics of culture?",
    "correctAnswer": "A",
    "options": {
      "A": "Culture can change",
      "B": "Culture involves not only similarities but also differences.",
      "C": "Culture is conformity",
      "D": "Culture is an organization and a union",
      "E": "Culture is static."
    },
    "explanation": "Culture can change. Change takes a long time; new cultural norms do not instantly sweep the old ones away and new norms coexist along with the old ones. The old norms can disappear after living together with the new ones for a long time. Technological advances and consequently, innovations in communications are among the important factors that speed up cultural change <br/>and conformity."
  },
  {
    "id": "2385198",
    "unitNumber": 6,
    "text": "Which of the following is not an element of Culture?",
    "correctAnswer": "A",
    "options": {
      "A": "Economy",
      "B": "Language",
      "C": "Values",
      "D": "Social order",
      "E": "Technology"
    },
    "explanation": "The Figure (6.1 Characteristics and Elements of Culture) in the book indicates that economy is not an element of culture."
  },
  {
    "id": "2385200",
    "unitNumber": 6,
    "text": "Which of the following terms describes the way a system adapts to its habitat?",
    "correctAnswer": "A",
    "options": {
      "A": "Ecology",
      "B": "Ideoloy",
      "C": "Economy",
      "D": "Philosophy",
      "E": "Typology"
    },
    "explanation": "Ecology-It is the way a system adapts to its habitat. It is the primary among the factors that shape the biological culture of geography. The technology a culture uses to obtain and transmit resources shapes its ecology."
  },
  {
    "id": "2385212",
    "unitNumber": 6,
    "text": "Ritual is a set of multiple, symbolic behaviors that are practiced in a fixed sequence and repeated periodically.\n Based on the definition above which of the following cannot be a ritual?",
    "correctAnswer": "A",
    "options": {
      "A": "vacations",
      "B": "graduations",
      "C": "funerals",
      "D": "religious festive times",
      "E": "national days"
    },
    "explanation": "Weddings, funerals, religious festive times, national days, bank holidays, baptizing, grooming, graduations are all examples of rituals.<br/>vacations"
  },
  {
    "id": "2385224",
    "unitNumber": 6,
    "text": "Which of the following generations is born after 2003?",
    "correctAnswer": "A",
    "options": {
      "A": "Generation Z",
      "B": "Generation Y",
      "C": "Generation X",
      "D": "Interbellum Generation",
      "E": "Silent Generation"
    },
    "explanation": "Interbellum Generation: People born at the turn of the 20th century.\n<br/>Silent Generation: People born between the two World Wars. \n<br/>War Babies: People born during World War II.\n<br/>Baby Boomers: People born between 1946 and 1964\n<br/>Generation X: People born between 1965 and 1985.\n<br/>Generation Y: People born between 1986 and 2002.\n<br/>Generation Z: People born after 2003."
  },
  {
    "id": "2385234",
    "unitNumber": 6,
    "text": "Gender identity is a major component of a consumer’s ...................\n which of the following fills the blank abowe correctly?",
    "correctAnswer": "A",
    "options": {
      "A": "personality",
      "B": "image",
      "C": "success",
      "D": "value",
      "E": "attitude"
    },
    "explanation": "Gender identity is a major component of a consumer’s personality. <br/>People generally conform to the expectations of their own cultures about how people of a specific gender should act, dress, or talk."
  },
  {
    "id": "2385241",
    "unitNumber": 6,
    "text": "Which of the definitions below is given for the concept of enculturation?",
    "correctAnswer": "A",
    "options": {
      "A": "the gradual acquisition of the characteristics and norms of a culture or group by a person, another culture.",
      "B": "the accumulation of learned beliefs, values, and customs that serve to direct the consumer behavior of members of a particular society",
      "C": "a cultural mirror; that reflects the characteristics of the culture it represents",
      "D": "as a set of reasonable and approved beliefs, ideas on efforts, relations, desires, and purposes that have importance for a society’s identity",
      "E": "a system of values that is innate or transmitted genetically."
    },
    "explanation": "the gradual acquisition of the characteristics and norms of a culture or group by a person, another culture.<br/>enculturation"
  },
  {
    "id": "2385248",
    "unitNumber": 6,
    "text": "..............focuses on the content of verbal, written, and visual communications,such as the copy and art composition of an advertisement.\n Which of the followings fills the blank correctly?",
    "correctAnswer": "A",
    "options": {
      "A": "Content analysis",
      "B": "Rokeach Survey",
      "C": "List of Values (LOV)",
      "D": "Lifestyles",
      "E": "Coding"
    },
    "explanation": "Content analysis focuses on the content of verbal, written, and visual communications, such as the copy and art composition of an advertisement."
  },
  {
    "id": "3071994",
    "unitNumber": 6,
    "text": "Which subsystem of a culture production system deals with the dissemination and distribution of new symbols and products?",
    "correctAnswer": "C",
    "options": {
      "A": "The creative subsystem.",
      "B": "The distribution subsystem.",
      "C": "The managerial subsystem.",
      "D": "The communication subsystem.",
      "E": "The assignment subsystem."
    },
    "explanation": "A culture production system has three primary subsystems (Solomon, 2017, p.518):\n 1. A creative subsystem to create new symbols and products.\n 2. A managerial subsystem to choose, materialize, produce, and manage the distribution of new symbols and products.\n 3. A communications subsystem to give meaning to the new product and assign a set of symbolic attributes to it."
  },
  {
    "id": "3072007",
    "unitNumber": 6,
    "text": "Culture is not necessarily static and constantly evolves. As such, following the industrial revolution and the proliferation of fossil fuels, Arabian culture was drastically changed upon the discovery of oil. Which major functional area of culture has this impact stemmed from?",
    "correctAnswer": "D",
    "options": {
      "A": "Social structure.",
      "B": "Ideology.",
      "C": "Economy.",
      "D": "Ecology.",
      "E": "Values."
    },
    "explanation": "Culture is not static as mentioned above. It constantly evolves by synthesizing old ideas with new ones. A cultural system consists of following functional areas. It is possible to mention three major functional areas that shape the culture of a particular society as a system (Solomon, 2017):\n • Ecology-It is the way a system adapts to its habitat. It is the primary among the factors that shape the biological culture of geography. The technology a culture uses to obtain and transmit resources shapes its ecology."
  },
  {
    "id": "3072058",
    "unitNumber": 6,
    "text": "Which of the following is an accurate definition of a norm?",
    "correctAnswer": "C",
    "options": {
      "A": "What is considered normal in any given culture.",
      "B": "A limitation to freedoms within a culture.",
      "C": "A limitation to behavior defined by culture.",
      "D": "The normal behavior defined by culture.",
      "E": "The average of all behavioral patterns within a culture."
    },
    "explanation": "A limitation to behavior defined by culture is named as a norm. For example taking shoes off when entering homes, offering drinks to guests, and starting serving from the oldest in the room. If the individual does not comply with the norms of society, the social groups do not approve his/her behavior and thus, he/she is excluded. Conformity to norms is sometimes rewarded (İslamoğlu and Altunışık, 2017, p.179). Norms are the standards accepted by a society and its individuals are expected to comply with them. They are the rules that define appropriate and inappropriate behavior (Bradley, 2002, p.94). Norms provide guidelines that regulate social life."
  },
  {
    "id": "3072074",
    "unitNumber": 6,
    "text": "The act of fasting during Ramadan (Eid) is an example of which of the following elements of culture?",
    "correctAnswer": "D",
    "options": {
      "A": "Norms and behavior patterns.",
      "B": "Customs",
      "C": "Language and symbols.",
      "D": "Rituals.",
      "E": "Material culture and technology."
    },
    "explanation": "A ritual is a set of multiple, symbolic behaviors that are practiced in a fixed sequence and repeated periodically (Solomon, 2017, p.523). Ritual is some sort of a symbolic sequence of actions that help one to establish a connection with a material item. Actions in rituals have become socially standardized and continuously repeated. However, they require using the socially approved and adopted symbols (Odabaşı, 2006, p.74). Weddings, funerals, religious festive times, national days, bank holidays, baptizing, grooming, graduations are all examples of rituals. As a religious activity that is practiced in a fixed sequence and repeated yearly, the act of fasting is therefore considered a ritual."
  },
  {
    "id": "3072085",
    "unitNumber": 6,
    "text": "Which of the following subcultures are considered representative of \"digital natives\"?",
    "correctAnswer": "D",
    "options": {
      "A": "Children.",
      "B": "Generation X.",
      "C": "Generation Y.",
      "D": "Generation Z.",
      "E": "Phygital experience."
    },
    "explanation": "Generation Z is the first generation of the 21st century. They are “Digital Natives” who spend a substantial chunk of their time online, so they expect brands to engage them in two-way digital conversations. Owing to the era they were born, they are a visual generation, so they love visuality as a form of sending messages."
  },
  {
    "id": "3072115",
    "unitNumber": 6,
    "text": "Which of the following accurately portrays the association between necessity and luxury as a reflection of the relationship between culture and consumer behaviour?",
    "correctAnswer": "E",
    "options": {
      "A": "The targeting of specific social classes by marketers to attract consumers from that social class.",
      "B": "The association of certain products with genders, such as household goods for women and luxury items such as cars and electronics for men.",
      "C": "Members of Generation Z seeking phygital experiences through the consumption and use of advanced technology, while older generations make do with lesser technologies and experiences.",
      "D": "The art, architecture and technologies perceived differently as a result of material culture differing between regions.",
      "E": "The prevalence of mobile phones in the west compared to the relative scarcity of them in the east."
    },
    "explanation": "Culture is also associated with what the members of a society regard as a necessity and what they consider as a luxury. For instance, when asked whether a cell phone or an iPod is a necessity or a luxury, the participants’ answers will vary depending on cultures (Schiffman, Hansen and Kanuk, 2012, p.343)."
  },
  {
    "id": "3072121",
    "unitNumber": 6,
    "text": "The recipe for Coca Cola is the same around the world. Which of the following concepts accurately describes this phenomenon?",
    "correctAnswer": "A",
    "options": {
      "A": "Global consumption culture.",
      "B": "Geographical subcultures.",
      "C": "Nationality subcultures.",
      "D": "Material culture.",
      "E": "Norms."
    },
    "explanation": "Global consumption culture, as a concept on which all the countries today try to dwell and which is sometimes described ironically as “McDonaldization” and “Coca-Colonization”, refers to the acceptance of the same patterns, trends, and actions of consumption all over the world (Odabaşı, 2006). Global consumption culture describes the cultural identities of larger groups that are not merely related to one single country, that are generally international and whose members are not confined with their own national cultures. More and more advancing technology every day; the standardization of senses of eating, drinking, entertainment, and dressing regardless of border, religion, language, and race owing to easy transportation and the media; and the uniformity across the globe are the most important outcomes of the term globalization. Global culture involves enhanced lifestyle, increased consumption, and products and identities bought and sold across the globe. From the perspective of consumption, global culture means the sharing of symbols related to consumption such as product categories, brands, and typical consumption activities."
  },
  {
    "id": "3072152",
    "unitNumber": 6,
    "text": "While the majority of languages are read from left to right, certain languages are read in different directions such as right to left (Arabic), or top to bottom (Chinese). Since these directions may influence the proper placement of text on advertising materials, which method of measuring cultural values would provide an indication to marketers for understanding the dynamics of these societies?",
    "correctAnswer": "A",
    "options": {
      "A": "Content analysis.",
      "B": "Consumer fieldwork.",
      "C": "Rokeach value survey.",
      "D": "List of values scale.",
      "E": "Values and lifestyle scale."
    },
    "explanation": "The content analysis of certain messages may help understand the dynamics of a given society in comparison with those of other societies. Content analysis focuses on the content of verbal, written, and visual communications,such as the copy and art composition of an advertisement (Schiffman, Hansen and Kanuk, 2012, p. 349). By using content analysis, it is possible to determine the typical characteristics or specific aspects of a culture and to make intercultural comparisons. Content analysis is useful to both marketers and public policymakers focusing on comparing the advertising claims of competitors within a specific industry. It is also efficient in evaluating the nature of advertising claims targeted to specific audiences (e.g. women, elders, or children) (Schiffman, Hansen and Kanuk, 2012, p.350). Content analyses make possible the identification of changes that occurred in a specific period, society, or culture."
  },
  {
    "id": "3072165",
    "unitNumber": 6,
    "text": "Which of the following is <strong>not</strong> related to consumer fieldwork?",
    "correctAnswer": "A",
    "options": {
      "A": "It primarily makes use of survey studies.",
      "B": "It takes place in a natural environment.",
      "C": "It usually focuses on in-store behavior rather than at-home consumption.",
      "D": "It may be conducted without the subject's awareness.",
      "E": "It focuses on the observation of behavior."
    },
    "explanation": "Value scales are the tools that aim to measure values and attitudes that define consumers’ behavior by using survey studies. On the other hand, The prominent characteristics of field observation are as follows (Schiffman, Hansen and Kanuk, 2012, p.350): 1. It takes place in a natural environment; 2. Sometimes it is conducted without the subject’s awareness; 3. It focuses on the observation of behavior. Since the emphasis is placed on a natural environment and observable behavior, field observation concerned with consumer behavior usually focuses on in-store shopping behavior and, less frequently, on in-home preparation and consumption (Schiffman, Hansen and Kanuk, 2012, p.350). In such studies, researchers obtain data by making observations on the behavior of consumers."
  },
  {
    "id": "3072177",
    "unitNumber": 6,
    "text": "Which of the following subcultures best explains the extended use of spices and hot peppers in places that are typically quite hot themselves, such as Adana and Antakya in Turkey, or Mexico and Guatemala in Central America?",
    "correctAnswer": "C",
    "options": {
      "A": "Nationality subcultures.",
      "B": "Religious subcultures.",
      "C": "Regional subcultures.",
      "D": "Age subcultures.",
      "E": "Social class subcultures."
    },
    "explanation": "People of the same race, religion, social status, and even of the same age may gather in the same geographic regions. There are regional subcultures whose members share similarities in values, beliefs, and norms. Such subcultures play a crucial role in building identities. People continue to keep alive the attitudes, behaviors, customs, traditions, manners, and religious and national heritage of the region they live in. Therefore, consumption behavior is shaped not only by demographic features of a region, such as age, gender, or race but also by geographic features. In the case of spicy food, the use of spice in cuisine is a regional subculture."
  },
  {
    "id": "2373477",
    "unitNumber": 7,
    "text": "''........ consists of a group of individuals who occupy a similar position in the economic system of production.''\n Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Social groups",
      "B": "Social class",
      "C": "Opinion leadership",
      "D": "Working class",
      "E": "Upper class"
    },
    "explanation": "Social class consists of a group of individuals who occupy a similar position in the economic system of production. The occupation within the system is very important as it offers financial incentives and benefits."
  },
  {
    "id": "2373490",
    "unitNumber": 7,
    "text": "Which of the following statement <strong>is not</strong> true about social class?",
    "correctAnswer": "B",
    "options": {
      "A": "Social class is one of the most important concepts that play a significant role in determining what and how we consume.",
      "B": "Social class is concrete.",
      "C": "Social class consists of a group of individuals who occupy a similar position in the economic system of production",
      "D": "People can move to an upper social class by a higher-level of education",
      "E": "Social class is defined as a ranking system in a society into a hierarchy of distinct status groups such as upper, middle, and lower."
    },
    "explanation": "Social class is continuous rather than concrete, with individuals able to move into a higher social class or drop into a lower class. People can move to an upper class by a higher-level of education or move to a lower social class as result of a job loss."
  },
  {
    "id": "2373496",
    "unitNumber": 7,
    "text": "'' ....... refers to people’s desire to show visible evidence of their ability to afford luxury goods.''\n<br/>Which of the following completes the sentence above correctly?",
    "correctAnswer": "A",
    "options": {
      "A": "Conspicuous consumption",
      "B": "Reference groups",
      "C": "Brand communities",
      "D": "Materialistic consumption",
      "E": "FOMO"
    },
    "explanation": "According to Veblen, conspicuous consumption covers socioeconomic behaviours of high-income people who spend their money on luxury goods and services to display their social power and prestige. Conspicuous consumption refers to people’s desire to show visible evidence of their ability to afford luxury goods."
  },
  {
    "id": "2373504",
    "unitNumber": 7,
    "text": "Which of the following statement is not true about social groups?",
    "correctAnswer": "E",
    "options": {
      "A": "A social group is a collection of individuals",
      "B": "A social group consist of two or moreindividual.",
      "C": "A social group is two or interacting with each other",
      "D": "A social group is who have common set of objectives",
      "E": "Social group memberships are permanent"
    },
    "explanation": "Social group memberships are not permanent and social groups are dynamic in nature which can change form and expand activities in time. Since groups provide opportunities to individuals to learn and socialise, people typically belong to many different social groups for many different reasons. For example, one could be a member of a sports team, camping group, college class, workplace, and more."
  },
  {
    "id": "2373514",
    "unitNumber": 7,
    "text": "''...... is described as a part of the individuals' self-concept which derives from their knowledge of their membership of a social group together with the value and emotional significance of that membership. ''\n<br/>Which of the following completes the sentence correctly?",
    "correctAnswer": "C",
    "options": {
      "A": "Social class",
      "B": "Social groups",
      "C": "Social identity",
      "D": "Aspirational group",
      "E": "Brand community"
    },
    "explanation": "Being a part of a group (or groups) is important to people’s identities as it helps them define who they are as well as boosting their self-esteem and general well-being as mentioned above. According to the Social Identity Theory, an individual’s self-concept is defined by belonging to certain social groups (Tajfel &amp; Turner, 1979). Social identity is described as a part of the individual’s self-concept which derives from their knowledge of their membership of a social group or groups together with the value and emotional significance of that membership."
  },
  {
    "id": "2373521",
    "unitNumber": 7,
    "text": "Which one of the following statement is not true about social power?",
    "correctAnswer": "A",
    "options": {
      "A": "It is mutually exclusive with reward and coercive power.",
      "B": "Social power is the potential to change the attitudes, beliefs, and behaviours of others in groups.",
      "C": "It is categorized in five different types.",
      "D": "In any social group, various types of power to influence each other can be exerted by team members.",
      "E": "Social power is investigated by French and Raven in 1959."
    },
    "explanation": "In any social group, various types of power to influence each other can be exerted by team members. Moreover, these different types of power are not mutually exclusive, and they are often used collectively.\n<br/>Social power is the potential to change the attitudes, beliefs, and behaviours of others in groups. Besides the social power of group members, the social group also has collective power. Social power is investigated by French and Raven (1959), and later Raven (1974) and categorized in five different types. In any social group, various types of power to influence each other can be exerted by team members. Moreover, these different types of power are not mutually exclusive, and they are often used collectively."
  },
  {
    "id": "2374225",
    "unitNumber": 7,
    "text": "Which one of the following power type is based on the recognition and acceptance of another person’s authority?",
    "correctAnswer": "C",
    "options": {
      "A": "Expert Power",
      "B": "Referent Power",
      "C": "Legitimate Power",
      "D": "Informational Power",
      "E": "Reward Power"
    },
    "explanation": "Legitimate Power is based on the recognition and acceptance of another person’s authority. Authority is often identified with uniform wearers, soldiers, police officers, doctors. For many years, toothpaste companies showed dentists’ wearing white coats, to utilize the legitimate power of dentists for influencing consumer purchase decisions."
  },
  {
    "id": "2374246",
    "unitNumber": 7,
    "text": "Which of the following statement is not true about reference groups?",
    "correctAnswer": "B",
    "options": {
      "A": "Reference groups and their influences change for different consumption activities and product categories.",
      "B": "For low involvement products or for products that are consumed privately, the influence of reference groups is more than it is for high involvement or specialty products.",
      "C": "In membership reference groups, members know each other personally.",
      "D": "Aspirational group is a reference group that one admires and wishes to be like but is not currently a member of.",
      "E": "Associative reference groups include people who are viewed as equals like coworkers, classmates, club members, and even neighbors."
    },
    "explanation": "Reference groups and their influences change for different consumption activities and product categories. For low involvement products or for products that are consumed privately, the influence of reference groups is less than it is for high involvement or specialty products. There are several categorizations for reference groups"
  },
  {
    "id": "2374264",
    "unitNumber": 7,
    "text": "Which one of the following is an advantage of the self-identification method?",
    "correctAnswer": "A",
    "options": {
      "A": "Evaluate individuals directly and motivate their later behaviours",
      "B": "Easy to design",
      "C": "Effective",
      "D": "Right for different backgrounds",
      "E": "Save costs"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/3a4c35b78c9616becf09b3ae3eec2461.png\" alt=\"\" width=\"642\" height=\"480\">"
  },
  {
    "id": "2374445",
    "unitNumber": 7,
    "text": "Which one of the following is not a characteristic of macro infuencers?",
    "correctAnswer": "A",
    "options": {
      "A": "Higher engagement with followers",
      "B": "Distant relationships with followers",
      "C": "Influencer enjoys celebrity status",
      "D": "Influencers are more famous than influential",
      "E": "Up to 1 million followers"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/6e6c8f3cd4927f13e4d7589fe1d11cca.png\" alt=\"\" width=\"653\" height=\"195\">"
  },
  {
    "id": "2376494",
    "unitNumber": 7,
    "text": "Two or more people who regularly interact and share a sense of unity and common identity can be considered as a ...............................\n<br/>Which of the following completes the sentence above correctly?",
    "correctAnswer": "A",
    "options": {
      "A": "social group",
      "B": "social class",
      "C": "referance group",
      "D": "brand community",
      "E": "opinion leadership"
    },
    "explanation": "Two or more people who regularly interact and share a sense of unity and common identity can be considered as a social group."
  },
  {
    "id": "2376506",
    "unitNumber": 7,
    "text": "Which of the following creates an image of sharing similar values and sets the group apart from the rest of the world because of the membership in that particular group?",
    "correctAnswer": "0",
    "options": {
      "A": "Unity",
      "B": "Solidarity",
      "C": "We-feeling",
      "D": "Common intrest",
      "E": "Group norms"
    },
    "explanation": "There are some common characteristics of social groups. By examining these characteristics one can determine whether a collection of people can be considered as a group. By definition a social group must have;<br/>1. Relationship: Members of a group are inter-related to each other. Social interaction is the very basis of group life.<br/>2. Group unity and solidarity: The members of the group are united by a sense of unity and a feeling of sympathy.<br/>3. We-feeling: Members share some similar values and set themselves apart from the rest of the world because of their membership in one particular group.<br/>4. Common interest: The interests and ideas of the group are common\n<br/>5. Similar behaviour: The members of a group behave in a similar way for the pursuit of common interest.<br/>6. Group norms: Every group has its own rules and norms. They may be written or unwritten norms or standards."
  },
  {
    "id": "2376510",
    "unitNumber": 7,
    "text": "Beauty bloggers, based on their experiences with products or brands, can share their experiences through a social platform, and can influence consumers to buy or not to buy the product/brand that is being promoted.\n<br/>Which of the following power types do beauty bloggers have?",
    "correctAnswer": "A",
    "options": {
      "A": "expert power",
      "B": "reward power",
      "C": "coercive power",
      "D": "referent power",
      "E": "legitimate power"
    },
    "explanation": "Expert Power is based on one’s credibility or expertise in an area. A perfect example of this would be beauty bloggers. Based on their experiences with products or brands, they can share their experiences through a social platform that can then influence consumers to buy or not to buy the product/brand that is being promoted."
  },
  {
    "id": "2376523",
    "unitNumber": 7,
    "text": "Successful people, sports people, or celebrities with whom an individual wants to associate his or her identity forms ..................................\n Which of the following completes the sentence above correctly?",
    "correctAnswer": "A",
    "options": {
      "A": "aspirational groups",
      "B": "primary groups",
      "C": "social groups",
      "D": "informal groups",
      "E": "disassociative groups"
    },
    "explanation": "Successful people, sports people, or celebrities with whom an individual wants to associate his or her identity forms aspirational groups."
  },
  {
    "id": "2377341",
    "unitNumber": 7,
    "text": "Which of the statements about social class below is correct?",
    "correctAnswer": "B",
    "options": {
      "A": "It is estimated that by 2030, half of the world population will join the middle class.",
      "B": "The social class system is changing globally.",
      "C": "Social class is defined as a income level that an individual earns in a life time.",
      "D": "Social class consists of a group of individuals who occupy a very different position in an economic system.",
      "E": "Social class ranking is determined with the possessions an individual holds."
    },
    "explanation": "the social class system is changing globally. It is estimated that by 2030, two billion people will join the middle class from emerging economies, leaving Europe and North America with less than a third of the total middle-class population.\n<br/>Social class ranking is determined not only with the possessions an individual holds but also education and income level that an indivudual has."
  },
  {
    "id": "2377353",
    "unitNumber": 7,
    "text": "In an American social class ranking, which of the following is positioned in between lower class and upper lower middle class?",
    "correctAnswer": "E",
    "options": {
      "A": "Blue collars",
      "B": "Cream de cream",
      "C": "Upper Middle Class",
      "D": "Upper Class",
      "E": "working class"
    },
    "explanation": "Although there are various categorizations of the social classes around the world, many sociologists suggest five social classes in USA (Figure 7.1) If you examine the figure, it is observed that there is working class in between lower and upper lower middle class."
  },
  {
    "id": "2377374",
    "unitNumber": 7,
    "text": "Head &amp; Shoulders's tagline “You never get a second chance to make a first impression” is a good example of .........................\n<br/>Which of the following completes the sentence above correctly?",
    "correctAnswer": "E",
    "options": {
      "A": "Informational Power",
      "B": "Expert Power",
      "C": "Legitimate Power",
      "D": "Referent Power",
      "E": "Coercive Power"
    },
    "explanation": "Head &amp; Shoulders has been marketed under the tagline, “You Never Get a Second Chance to Make a First Impression”, that can be an example for the use of coercive power by inducing fears of social exclusion from groups because of dandruff on shoulders."
  },
  {
    "id": "2377408",
    "unitNumber": 7,
    "text": "Secondary groups are ........1......, .........2....... and meet l.........3............ than primary groups.",
    "correctAnswer": "A",
    "options": {
      "A": "1. larger, 2. impersonal 3. less frequently",
      "B": "1. narrower, 2. personal 3. less frequently",
      "C": "1. narrower, 2. impersonal 3. frequently",
      "D": "1. smaller, 2. personal 3. less frequently",
      "E": "1. larger, 2. personal 3. frequently"
    },
    "explanation": "Secondary groups are larger, impersonal and meet less frequently than primary groups.<br/>1. larger, 2. impersonal 3. less frequently"
  },
  {
    "id": "2377448",
    "unitNumber": 7,
    "text": "How many people a dissatisfied customer will tell about his/her dissasisfactory experience?",
    "correctAnswer": "A",
    "options": {
      "A": "between 9-15 people",
      "B": "between 3-5 people",
      "C": "between 15-25 people",
      "D": "between 8-9 people",
      "E": "between 30-35 people"
    },
    "explanation": "• A dissatisfied customer will tell between 9-15 people about their experience. Around 13% of dissatisfied customers<br/>tell more than 20 people."
  },
  {
    "id": "2377483",
    "unitNumber": 7,
    "text": "Which of the following is not a tool for identifying opinion leaders?",
    "correctAnswer": "E",
    "options": {
      "A": "Observation",
      "B": "Grading key rolles",
      "C": "Social interpersonal relationship measurement",
      "D": "Self-identification",
      "E": "Surveys"
    },
    "explanation": "Four alternative ways of identifying opinion leaders in our course book are mentioned. Please see; Table 7.1 Alternative Methods to Identify Opinion Leaders. And you will observe that surveys are not suitable tools for identification of opinion leaders."
  },
  {
    "id": "2385244",
    "unitNumber": 7,
    "text": "I. Implied or imagined others\n II. People around the individual\n III. Virtual groups\n IV. Social roles\n V. Genes\n Consumers are increasingly connected to each other. Which of above is among the social factors impacting on the consumer behavior?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "I, II, III, IV",
      "C": "I, II, III, V",
      "D": "I, II, IV, V",
      "E": "I, III, IV, V"
    },
    "explanation": "The impact of social factors such as social class, reference groups, family and social roles have been studied for a very long time, In addition to <br/>these factors, this chapter extends the analysis of consumer behavior to the reality of virtual groups in the digital age.<br/>I, II, III, IV"
  },
  {
    "id": "2385252",
    "unitNumber": 7,
    "text": "Many economic behaviors of people are related to their status group or social class. Which of below is not appropriate to say about this issue?",
    "correctAnswer": "E",
    "options": {
      "A": "Consumption is a symbol of people’s socioeconomic status",
      "B": "Buying decisions are influenced by consumer’s social class",
      "C": "Income, education level etc. determine the social class",
      "D": "Social classes may be lower, middle, and upper status groups",
      "E": "Conspicuous consumption refers to people’s desire to pay less"
    },
    "explanation": "Among the earliest of consumption discipline researchers, Veblen was one of the first scholars to study the relationship between consumption and <br/>social status in society. Thorstein Veblen discussed in his book “The Theory of the Leisure Class: An Economic Study in the Evolution of Institutions” <br/>(1899) that many economic behaviours of people are related to their status group. According to Veblen, conspicuous consumption covers socio\u0002economic behaviours of high-income people who spend their money on luxury goods and services to display their social power and prestige<br/>Conspicuous consumption refers to people’s desire to pay less"
  },
  {
    "id": "2385267",
    "unitNumber": 7,
    "text": "I. It has people who have implicit relationships with each other\n<br/>II. It has people who have explicit relationships with each other\n<br/>III. It has individuals who share a sense of unity\n<br/>IV. It has people who have permanent memberships of the group\n<br/>V. It has people who have a set of objectives\n<br/>The groups that people belong to can influence individual’s preferences and lifestyles. Which of above is among the common features of social groups?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "I, II, III, IV",
      "C": "I, II, III, V",
      "D": "I, II, IV, V",
      "E": "I, III, IV, V"
    },
    "explanation": "In sum, a group can be defined as two or more individuals who share a set of norms, values, beliefs, or lifestyles and have certain implicit or explicit <br/>relationships with one another. According to well\u0002known social psychologist Muzafer Sherif, social group is a social unit consisting of a number ofindividuals interacting with each other with respect to common motives and aims; an accepted division of labour; established status, roles and relationships; accepted norms and values; and accepted sanctions. Social group memberships are not permanent and social groups are dynamic in nature which can change form and expand activities in time. Since groups provide opportunities to individuals to learn and socialise, people typically belong to many different social groups for many different reasons. For example, one could be a member of a sports team, camping group, college class, workplace, and more<br/>In sum, a group can be defined as two or more<br/>individuals who share a set of norms, values, beliefs,<br/>or lifestyles and have certain implicit or explicit<br/>relationships with one another. According to wellknown<br/>social psychologist Muzafer Sherif, social<br/>group is a social unit consisting of a number of individuals interacting with each other with respect to common motives and aims; an accepted division<br/>of labour; established status, roles and relationships; accepted norms and values; and accepted sanctions."
  },
  {
    "id": "2385275",
    "unitNumber": 7,
    "text": "Social power has the potential to change the attitudes, beliefs, and behaviors of consumers. What kind of social power arises when marketers promote their brands through celebrities?",
    "correctAnswer": "E",
    "options": {
      "A": "Coercive power",
      "B": "Reward power",
      "C": "Expert power",
      "D": "Informational power",
      "E": "Referent power"
    },
    "explanation": "Referent Power is based on admiring the qualities of a group or another person. Referent power is especially important for marketing because consumers associate themselves with certain groups and tend to copy their consumption behaviours. Individuals buy certain brands (such as Nike, Adidas, or Apple) to identify themselves with some groups they admire. Marketing managers promote their brands through celebrities or influential to utilize referent power"
  },
  {
    "id": "2385291",
    "unitNumber": 7,
    "text": "Reference groups serve as sources of comparison and influence for people’s opinions and behavior. Which reference group below is that people may prefer to avoid or distance themselves from?",
    "correctAnswer": "E",
    "options": {
      "A": "Formal reference groups",
      "B": "Informal reference groups",
      "C": "Aspirational groups",
      "D": "Associative reference groups",
      "E": "Dissociative reference groups"
    },
    "explanation": "Unlike aspirational groups, associative reference groups include people who are viewed as equals like coworkers, classmates, club members, and even neighbors. Finally, the dissociative group includes people that the individual would not like to associate with. People sometimes may prefer to avoid some groups or distance themselves from some groups. Since the motivation of individuals to distance themselves from a dissociative group may be more powerful than the desire to associate with a group, marketing managers need to take both into consideration.<br/>Dissociative reference groups"
  },
  {
    "id": "2385301",
    "unitNumber": 7,
    "text": "I. They support the company by buying more\n II. They develop deeper brand engagement\n III. They advocate more strongly on behalf of the brand\n IV. They participate in the creation of new products\n V. They gain information about a brand\n In today’s marketing world, the brand community is very important for competitive advantage. Which of above is among the benefits directly provided by community members?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "I, II, III, IV",
      "C": "I, II, III, V",
      "D": "I, II, IV, V",
      "E": "I, III, IV, V"
    },
    "explanation": "In today’s competitive and congested marketing world, the brand community is a very important source of competitive advantage since it is known that community members buy more, develop deeper brand engagement, and advocate more strongly on behalf of the brand. Not only do community members support the company with their purchases and loyalty, they also engage in the process of the development of new products. Members of a brand community can participate in the creation of new products or services and demonstrate an example of collective value creation participants as prosumers of the brand<br/>I, II, III, IV"
  },
  {
    "id": "2385311",
    "unitNumber": 7,
    "text": "In today’s world, consumers can easily reach information in the pre-purchase phase of the buying decision process. Which of following is correct about this process?",
    "correctAnswer": "D",
    "options": {
      "A": "Consumers tend to rely on impersonal sources",
      "B": "Word of mouth is powerful for familiar category",
      "C": "Word of mouth is less powerful when the product is new",
      "D": "Negative information plays a greater role than positive ones",
      "E": "Positive information plays a greater role than negativw ones"
    },
    "explanation": "According to Arndt (1967) and many other influential researchers, negative information plays a greater role in consumer evaluations than positive information. This view is in line with Prospect Theory (Tversky and Kahneman, 1981) which state that negative perceptions of performance have a greater <br/>effect on satisfaction and repurchase intentions than do positive perceptions of performance. Thus, besides enhancing positive word of mouth among <br/>consumers, marketing managers need to develop strategies to prevent negative word of mouth.<br/>Negative information plays a greater role than positive ones"
  },
  {
    "id": "2385316",
    "unitNumber": 7,
    "text": "Opinion leaders play a key role between the marketer and the consumer. Which of following refers to opinion leaders who influence others through emphasizing their personal experiences?",
    "correctAnswer": "A",
    "options": {
      "A": "A trend setter",
      "B": "Local opinion leader",
      "C": "An authority figure",
      "D": "Adviser",
      "E": "Expert"
    },
    "explanation": "Opinion leaders can perform an authority figure role as they act as experts and authorities for a specific product category. People think that they have knowledge, expertise, and experience with the product category. Opinion leaders do not always provide news and advice based on their knowledge or expertise; some opinion leaders influence others through emphasizing their personal experiences. Thus, opinion leaders may act in a trend setter role by narrating their personal experiences to others. People in consumers’ membership and aspirational groups also provide knowledge and advice. These local opinion leaders narrate personal experiences about product and service offerings."
  },
  {
    "id": "2385327",
    "unitNumber": 7,
    "text": "I. Fear of missing out\n II. Attractiveness\n III. Reliability\n IV. Sincerity\n V. Quality of information offered\n An influencer aims to affect to buy or not to buy a product. Which of above is/are among the factors increasing the effect of influencers?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "I, II, III, IV",
      "C": "I, II, III, V",
      "D": "I, II, IV, V",
      "E": "II, III, IV, V"
    },
    "explanation": "In general, an influencer aims to affect to buy or not to buy a product or service mentioned or promoted. The effect of influencers depends on their attractiveness, reliability, sincerity, and quality of information offered. According to De Veirman, Cauberghe and Hudders (2017) influencers are “content creators who accumulated a solid base of followers. Through blogging, vlogging, or creating short-form content (e.g. Instagram, Snapchat) they provide their followers an insight into their personal, everyday lives, their experiences and opinions”.<br/>II, III, IV, V"
  },
  {
    "id": "2385334",
    "unitNumber": 7,
    "text": "I. Feeling depressed\n II. Social comparison\n III. Social media posts\n IV. Interesting event\n V. Being macro influencer\n Fear of missing out (FOMO) is connected to behaviors of consumers. Which of above is related with the concept of FOMO?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "I, II, III, IV",
      "C": "I, II, III, V",
      "D": "I, II, IV, V",
      "E": "II, III, IV, V"
    },
    "explanation": "Researchers recently drew attention to another side of the issue as people consume many social media posts every day, they start to compare themselves with other people physically and socially and feel depressed. This fear of missing out (FOMO) is connected to social media use by many researchers.<br/>Across the globe, the COVID-19 pandemic and subsequent lockdowns have dramatically changed the everyday behaviour of billions of people.in 2020. The <br/>lockdowns during the coronavirus pandemic have cancelled many things all around the world, but FOMO does not appear to be one of them. People were still suffering FOMO during the pandemic, but it changed its focus. Since they <br/>are bombarded by posts about online workouts, cooking experiences and new films on Netflix, FOMO continued in the digital world.<br/>I, II, III, IV"
  },
  {
    "id": "3070751",
    "unitNumber": 7,
    "text": "Why are consumption patterns influenced by the consumer's social class?",
    "correctAnswer": "C",
    "options": {
      "A": "Consumption is a social activity.",
      "B": "Consumers socialize while buying goods.",
      "C": "Consumption patterns are symbols of people’s socioeconomic status.",
      "D": "Consumers choose what they buy according to the social rules.",
      "E": "Social rules and consumption patterns are independent of each other."
    },
    "explanation": "These varied consumption patterns are highly influenced by consumer’s social class because consumption is not only an act of buying goods and services; they are symbols of people’s socioeconomic status."
  },
  {
    "id": "3070753",
    "unitNumber": 7,
    "text": "I. Consumption patterns\n II. Income\n III. Education\n IV. Possessions\n V. Neighbors\n Which of the above are the determiners of a social class?",
    "correctAnswer": "B",
    "options": {
      "A": "I, III, IV",
      "B": "II, III, IV",
      "C": "I, II, V",
      "D": "III, IV, V",
      "E": "I, V"
    },
    "explanation": "According to many sociologists, this position (social class) or ranking is determined with an individual’s income, education, and possessions."
  },
  {
    "id": "3070759",
    "unitNumber": 7,
    "text": "Why are groups other than family would affect consumer behaviours?",
    "correctAnswer": "A",
    "options": {
      "A": "People seek to feel a sense of belonging to groups beyond their family.",
      "B": "People feel ashamed when they see other people buy different things.",
      "C": "People tell each other what to buy.",
      "D": "People think that the school they graduated from is important.",
      "E": "People affect each other's consumption patterns."
    },
    "explanation": "The most primary group is family. Besides family there are other groups that people associate with or the groups that they meet and interact. People seek to feel a sense of belonging to groups beyond their family; close friends, graduates from the same school, religious or cause-related affiliations; sports team fan group, brand communities; groups sharing the same passion or hobby like running, cooking, believers in astrology etc."
  },
  {
    "id": "3070762",
    "unitNumber": 7,
    "text": "I. a set of norms\n II. beliefs\n III. lifestyles\n IV. house\n V. workplace\n VI. occupation\n Which of the above should people share in order to be considered as a social group?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III, IV",
      "B": "II, III",
      "C": "Only III",
      "D": "IV, V, VI",
      "E": "I, II, III"
    },
    "explanation": "a group can be defined as two or more individuals who share a set of norms, values, beliefs, or lifestyles and have certain implicit or explicit relationships with one another."
  },
  {
    "id": "3070767",
    "unitNumber": 7,
    "text": "Which of the following is <u>not</u> one of the characteristics of a social group?",
    "correctAnswer": "D",
    "options": {
      "A": "Relationship",
      "B": "Unity and solidarity",
      "C": "We-feeling",
      "D": "Purchases",
      "E": "Similar behaviours"
    },
    "explanation": "There are some common characteristics of social groups. ... By definition a social group must have; 1. Relationship: Members of a group are inter-related to each other. Social interaction is the very basis of group life.\n 2. Group unity and solidarity: The members of the group are united by a sense of unity and a feeling of sympathy.\n 3. We-feeling: Members share some similar values and set themselves apart from the rest of the world because of their membership in one particular group.\n 4. Common interest: The interests and ideas of the group are common.\n 5. Similar behaviour: The members of a group behave in a similar way for the pursuit of common interest.\n 6. Group norms: Every group has its own rules and norms. They may be written or unwritten norms or standards."
  },
  {
    "id": "3070770",
    "unitNumber": 7,
    "text": "Which of the following is <u>not</u> one of the power types that influence group members?",
    "correctAnswer": "C",
    "options": {
      "A": "expert power",
      "B": "legitimate power",
      "C": "political power",
      "D": "referent power",
      "E": "reward power"
    },
    "explanation": "... In any social group, various types of power to influence each other can be exerted by team members.different types of power are not mutually exclusive, and they are often used collectively.\n<br/>• Reward Power\n<br/>• Coercive Power \n<br/>* Referent power\n<br/>*Legitimate power\n<br/>*expert power"
  },
  {
    "id": "3070772",
    "unitNumber": 7,
    "text": "A .......... group is a group of actual or imaginary individuals that serve as sources of comparison and influence for people’s opinions and behaviour.",
    "correctAnswer": "A",
    "options": {
      "A": "reference",
      "B": "associative",
      "C": "primary",
      "D": "secondary",
      "E": "legendary"
    },
    "explanation": "<strong>Reference</strong> groups serve as sources of comparison and influence for people’s opinions and behaviour. A reference group is an actual or imaginary individual or group that significantly influences an individual’s evaluations, cognitions, affective responses, aspirations, and behaviour"
  },
  {
    "id": "3070773",
    "unitNumber": 7,
    "text": "I. cost effectiveness\n<br/>II. trust\n<br/>III. traditional\n<br/>IV. expensive\n<br/>Which of the above are among the advantages of word of mouth (WOM) marketing?",
    "correctAnswer": "D",
    "options": {
      "A": "I, III",
      "B": "Only III",
      "C": "I, III, IV",
      "D": "I, II",
      "E": "III, IV"
    },
    "explanation": "Word of mouth marketing has been more popular than ever in the last 20 years due to many important advantages such as <strong>cost effectiveness</strong>. While costs for traditional marketing campaigns may run-up to thousands or millions, word of mouth marketing is a comparatively <strong>inexpensive</strong> strategy. Secondly word of mouth marketing creates <strong>trust</strong>. Since companies and commercial messages are found less reliable by consumers every other day, facilitating word-of-mouth marketing can help them break down trust barriers by relying on other people they know personally."
  },
  {
    "id": "3070774",
    "unitNumber": 7,
    "text": "I. Observation\n<br/>II. Examination\n<br/>III. Grading key roles\n<br/>IV. Self identification\n<br/>V. Self esteem\n<br/>Which of the above are the ways of identifying <strong>opinion leaders</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "I, III, IV",
      "B": "II, III, IV",
      "C": "II, IV, V",
      "D": "Only II",
      "E": "Only III"
    },
    "explanation": "Observation, Grading Key roles, Social interpersonal relationship measurement, Self identification are listed in the book."
  },
  {
    "id": "3070775",
    "unitNumber": 7,
    "text": "I. attractiveness\n<br/>II. reliability\n<br/>III. sincerity\n<br/>IV. education\n<br/>V. financial situation\n<br/>Which of the above factors are related to the effect of influencers?",
    "correctAnswer": "E",
    "options": {
      "A": "II, III, V",
      "B": "I, III, V",
      "C": "III, V",
      "D": "Only V",
      "E": "I, II, III"
    },
    "explanation": "The effect of influencers depends on their attractiveness, reliability, sincerity, and quality of information offered."
  },
  {
    "id": "2374456",
    "unitNumber": 8,
    "text": "Which one of the following is not a basic need that individuals come together to meet in virtual communities?",
    "correctAnswer": "D",
    "options": {
      "A": "Interest",
      "B": "Relationship",
      "C": "Imagination",
      "D": "Curiosity",
      "E": "Making a transaction"
    },
    "explanation": "Hagel and Armstrong (1997) state that individuals come together to meet four basic needs in virtual communities. These needs can be listed as follows: • Interest: such as various hobby groups, tech forums or fan communities, • Relationship: such as forums where new mothers share their experiences, • Imagination: such as virtual gaming communities or Comic-Con communities and • Making a transaction: such as the need to make transactions on online shopping sites."
  },
  {
    "id": "2374465",
    "unitNumber": 8,
    "text": "Which one of the following is not a feature of digital social network according to Mayfield (2008)?",
    "correctAnswer": "C",
    "options": {
      "A": "Participation",
      "B": "Openness",
      "C": "Creativity",
      "D": "Dialogue",
      "E": "Connectivity"
    },
    "explanation": "Mayfield (2008) emphasizes that digital social networks have five important features: • participation, • openness, • dialogue, • building virtual community and • connectivity"
  },
  {
    "id": "2374478",
    "unitNumber": 8,
    "text": "Which one of the following refers to the generation born before 1980 and are not familiar with virtual reality but try to adapt.",
    "correctAnswer": "A",
    "options": {
      "A": "Digital immigrants",
      "B": "Digital natives",
      "C": "Alpha Generation",
      "D": "Millennials",
      "E": "Generation x"
    },
    "explanation": "The generation was born before 1980 and are not familiar with virtual reality but try to adapt is called Digital immigrants. Digital immigrants find the Internet meaningful in terms of its convenience, comparison opportunity, and ease of payment when shopping. According to Gans (1999), the Internet affects not only young people, but also all segments of society."
  },
  {
    "id": "2374483",
    "unitNumber": 8,
    "text": "Which one of the following is the group who adopts innovation after seeing the concrete benefits of it?",
    "correctAnswer": "A",
    "options": {
      "A": "Early majority",
      "B": "Early adopters",
      "C": "Late majority",
      "D": "Laggards",
      "E": "Innovators"
    },
    "explanation": "Early Majority: Those are the group who adopts innovation after seeing the concrete benefits of it. They monitor new products/brands, collect information and make a decision after evaluating all this information"
  },
  {
    "id": "2374485",
    "unitNumber": 8,
    "text": "Which one of the following is not a feature of mobile devices?",
    "correctAnswer": "B",
    "options": {
      "A": "The most important feature of mobile devices is that they are portable.",
      "B": "Mobile devices are standart",
      "C": "With the Internet becoming wireless, mobile devices can transiently connect to the network.",
      "D": "Mobile devices allow the sharing of text and visual content.",
      "E": "Mobile devices facilitate users’ lives with the functions they have"
    },
    "explanation": "Mobile devices are nor standart they can be customized by their owners"
  },
  {
    "id": "2374492",
    "unitNumber": 8,
    "text": "Which one of the following refers to the impressive individuals who are committed to spreading technology while contributing to content creation in the digital world?",
    "correctAnswer": "A",
    "options": {
      "A": "Netizens",
      "B": "Brand advocates",
      "C": "Digital moms",
      "D": "Millennials",
      "E": "How to video users"
    },
    "explanation": "Netizens are impressive individuals who are committed to spreading technology while contributing to content creation in the digital world. Netizens are impressive individuals who are committed to spreading technology while contributing to content creation in the digital world, communicate and connect with their peers in a great way through online environments. Furthermore, new generation consumers are those who can empathize, like to experiment with innovations, recognize patterns and produce meaning, and can be highly creative."
  },
  {
    "id": "2374498",
    "unitNumber": 8,
    "text": "Which one of the following term refers producing to consume?",
    "correctAnswer": "A",
    "options": {
      "A": "Prosumers",
      "B": "Produsage",
      "C": "Tysumers",
      "D": "Gynosumers",
      "E": "Prosagers"
    },
    "explanation": "Creators of the products that they will consume. Producing to consume is explained with the concept of “prosumer”"
  },
  {
    "id": "2374630",
    "unitNumber": 8,
    "text": "Accorrding to diffusion of innovation theory which group consists people who believe in traditional values and think that there is a high risk in adopting innovation and do not favor change at all?",
    "correctAnswer": "E",
    "options": {
      "A": "Innovators",
      "B": "Early adopters",
      "C": "Early majority",
      "D": "Late majority",
      "E": "Laggards"
    },
    "explanation": "Laggards: Members of this group are usually people who believe in traditional values and think that there is a high risk in adopting innovation and do not favor change at all (Madran &amp; Esen, 2002)."
  },
  {
    "id": "2374666",
    "unitNumber": 8,
    "text": "Which one of the following digital marketing tool takes part in the bottom of funnel (BOFU)?",
    "correctAnswer": "E",
    "options": {
      "A": "SEO",
      "B": "Landing page optimization",
      "C": "Content marketing",
      "D": "Leading page optimization",
      "E": "Social media optimization"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/97c239bfaeb2df8eacd767e67a1e3d60.png\" alt=\"\" width=\"593\" height=\"374\">"
  },
  {
    "id": "2374672",
    "unitNumber": 8,
    "text": "Which of the following refers to the mixing of styles related to literature, music and architecture?",
    "correctAnswer": "E",
    "options": {
      "A": "Fragmentation",
      "B": "Chronology",
      "C": "De-differentation",
      "D": "Anti-foundationalism",
      "E": "Pastiche"
    },
    "explanation": "Pastiche: Refers to the mixing of styles related to literature, music and architecture."
  },
  {
    "id": "2376295",
    "unitNumber": 8,
    "text": "I. Shared emotions\n II. Lifestyles\n III. Moral expressions\n IV. Consumption practices\n V. Shared place of residence\n Virtual communities can have characteristics similar to the characteristics of communities existing in an offline environment. Which of above is/are expected to be among these common characteristics?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "I, II, III, IV",
      "C": "I, II, III, V",
      "D": "I, II, IV, V",
      "E": "I, III, IV, V"
    },
    "explanation": "Virtual communities coexist through shared emotions, lifestyles, new moral expressions, and consumption practices. In reality, postmodern <br/>transient communities, which have to consolidate and validate their unity, are observers of that can facilitate and support the community: place of residence, territory, emblem, support for rituals that promote integration or recognition.<br/>I, II, III, IV"
  },
  {
    "id": "2376304",
    "unitNumber": 8,
    "text": "There are important features of digital social networks. Which feature below does more about the speed and spread of information sharing in digital networks?",
    "correctAnswer": "E",
    "options": {
      "A": "Participation",
      "B": "Openness",
      "C": "Dialogue",
      "D": "Building virtual community",
      "E": "Connectivity"
    },
    "explanation": "When a content shared on a digital social network may be shared on another digital social network, thus the speed and spread of information increase. For example, when a content shared on Facebook is shared on Instagram and Twitter at the same time, much more people are reached When <br/>affinity groups, brand communities and other virtual groups come together online, it creates a unified sense of self with a large number of other users.<br/>Connectivity"
  },
  {
    "id": "2376310",
    "unitNumber": 8,
    "text": "I. They think technology as a part of their daily lives\n II. They try to adapt to virtual reality\n III. Instant messaging applications are a part of their lives\n IV. They make purchasing decisions anytime through smart devices\n V. They mostly see the internet as necessity or convenience\n Individuals who make up the cyberculture process are grouped as digital natives and digital immigrants. Which of above is/are among the characteristics of digital natives?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "I, II, III, V",
      "C": "I, III, IV, V",
      "D": "I, III, IV",
      "E": "III, IV, V"
    },
    "explanation": "Digital natives are a generation born in 1980 and after, who think that technology is a routine part of their daily lives rather than a necessity. The reason why this generation is called digital natives is because they speak the digital language as if it was their native language (native speaker-digital native) (Prensky, 2001). Digital immigrants are the generation that was born before 1980 and are not familiar with virtual reality like the digital natives born in the digital world, but try to adapt later (Çetin &amp; Özgiden, 2013). The Internet, online environments, digital devices, all kinds of technological innovations, and instant messaging applications are almost like a part of the lives of digital natives. They have a language of their own. They like to use abbreviations and emojis <br/>when texting. They use blogs and/or vlogs as a way to express themselves and follow their friends’ lives from their blogs/ social media accounts (Prensky, 2004).<br/>I, III, IV"
  },
  {
    "id": "2376321",
    "unitNumber": 8,
    "text": "Cyberculture have developed as a result of internet and online interaction. Which generation below does have a more need to adapt to cyberculture?",
    "correctAnswer": "B",
    "options": {
      "A": "Digital natives",
      "B": "Digital immigrants",
      "C": "Network generation",
      "D": "Alpha generation",
      "E": "Generation Z"
    },
    "explanation": "Digital immigrants are the generation that was born before 1980 and are not familiar with virtual reality like the digital natives born in the digital world, but try to adapt later. Network generation consists of young people who love to share, who personalize products, who do research on every subject, who give importance to brands, who love fun things, who want everything to be resolved quickly and who want to have newtechnologies as soon as possible. Another classification that has recently started to be discussed is the concept of “Alpha generation”. Alpha generation is the group representing individuals born after 2010."
  },
  {
    "id": "2376358",
    "unitNumber": 8,
    "text": "I. They are mostly middle-class people\n II. They are more global and information oriented\n III. They are fast and can adapt to changes quickly\n IV. They are mobile consumers and trend setters\n V. They are mostly middle-aged men\n Which of above can be answer to the question of who are new generation consumers?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "I, II, III, IV",
      "C": "I, II, III, V",
      "D": "I, II, IV, V",
      "E": "I, III, IV, V"
    },
    "explanation": "Kotler et al. (2017) claim that the most important groups that can be defined as new generation consumers are teens, women and netizens. These three consumer communities constitute the most influential market segments in <br/>the digital age. They are the groups that use online environments most and that they are the groups that adapt to innovations first and easiest (i.e. early <br/>adopters). They are also trend setters. With theirextensive use of the Internet and social media, especially young people with a high number of <br/>followers affect their followers when they share the products they purchase. These consumers are mobile consumers who have a strong connection <br/>and mostly consist of young, urban middle class individuals. According to Dinç (2018), the newgeneration consumers are more global, activeconsumers who attach importance to information, are fast and can adapt quickly to changes.<br/>I, II, III, IV"
  },
  {
    "id": "2376361",
    "unitNumber": 8,
    "text": "One concept related to new generation consumers is prosumer. Which of below is not correct about this concept?",
    "correctAnswer": "A",
    "options": {
      "A": "Prosumers do buy the products offered to them",
      "B": "The prosumer is both producer and consumer",
      "C": "Prosumers create the products they will consume",
      "D": "Prosumers are demanding and active consumers",
      "E": "Prosumers like communicate with brands"
    },
    "explanation": "The term prosumer is derived from the words producer and consumer. Prosumers are more demanding, more conscious and more active consumers. They do not embrace being passive consumers who only buy the products offered to them. They would like to follow brands and communicate with them. Since they can easily access information about price, they want to negotiate with businesses and influence them.<br/>Prosumers do buy the products offered to them"
  },
  {
    "id": "2376366",
    "unitNumber": 8,
    "text": "I. They tend to prefer low-priced products\n II. They have relatively less sensitivity\n III. They do not tend to be involved in production processes\n IV. They tend to act according to their five senses organs\n V. They tend to like to live life faster\n There are differences between traditional and new generation consumers. Which of above is among the features of traditional consumers?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "II, III, IV, V",
      "C": "I,III, IV, V",
      "D": "I, II, IV, V",
      "E": "I, II, III, IV"
    },
    "explanation": "New generation consumers are more questioning, more conscious, more aware and do not have blind confidence in marketing campaigns (Simonson and <br/>Rosen, 2014; Michael, 2016). While traditional consumers tend to prefer low-priced products, new generation consumers act based on the total value <br/>of products. If traditional consumers encounter any problems, they wait for the operators to produce the solution, while new generation consumers can their own solutions. While new generation consumers are more sensitive and aware, traditional consumers do not have such sensitivity. While new generation <br/>consumers can be involved in the production processes as they can form an interaction with businesses, traditional consumers do not have any involvement in the production processes of products (Needel, 2013).<br/>I, II, III, IV"
  },
  {
    "id": "2376378",
    "unitNumber": 8,
    "text": "The traditional purchasing process is a linear process, whereas the online purchasing process has turned into a purchasing cycle. Which stage below is removed in new generation consumers’ purchasing decision process?",
    "correctAnswer": "E",
    "options": {
      "A": "Awareness",
      "B": "Research",
      "C": "Review",
      "D": "Feedback",
      "E": "Evaluation"
    },
    "explanation": "In the classic journey, consumers engage in an extented consideration and evaluation phase before either entering into the loyalty loop or proceeding into a new round of consideration and evaluation that may lead. The new journey compresses the consider step and shortens or entirely eliminates the evaluate step, delivering customers directly into the loyalty loop and locking them within it."
  },
  {
    "id": "2376632",
    "unitNumber": 8,
    "text": "I. Saving money or time,\n II. Reaching a better service\n III. Feeling useful\n IV. Being more sustainable\n V. Developing closer relationships\n After social networks spread, collaborative consumption networks seem to emerge. Which of above is/are among the advantages collaborative consumption networks can provide with?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "I, II, III, IV",
      "C": "I, II, III, V",
      "D": "I, II, IV, V",
      "E": "I, III, IV, V"
    },
    "explanation": "The goal of people using shared networks is to find better and new ways to do things. These ways could be saving money or time, reaching a better <br/>service, feeling useful, being more sustainable, or developing closer relationships with people rather than brands (Botsman &amp; Rogers, 2010).<br/>I, II, III, IV, V"
  },
  {
    "id": "2376923",
    "unitNumber": 8,
    "text": "I. To trigger the change in consumers’ habits\n II. To measure whether marketing strategies are working or not\n III. To classify the minds of consumers to predict purchasing behavior\n IV. To learn consumer recommendation patterns\n V. To make sense of consumer behavior\n There are today applications, which influence the next-generation marketing communication strategies. Which of above is/are among these strategies?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "I, II, III, IV",
      "C": "I, II, III, V",
      "D": "I, II, IV, V",
      "E": "II, III, IV, V"
    },
    "explanation": "Advances in machine learning and artificial intelligence applications have three important dimensions in determining the next-generation marketing communication strategies, making products more innovative. The first of these is the use of various devices used in artificial intelligence applications and machine learning to measure whether marketing strategies are working or not, <br/>and marketing managers can manage their pre\u0002test processes more accurately. Secondly, artificial intelligence applications guide businesses in order <br/>to classify the minds of consumers more easily, to predict similar purchasing behavior, and to learn consumer recommendation patterns (Davenport &amp; Kirby, 2015). Third, the transformation of the Internet into a semantic web helps CRM managers to make sense of consumer behavior. Semantic web provides classification and filtering of searches made in search engines, trends among consumers, recommendations of influencers.<br/>II, III, IV, V"
  },
  {
    "id": "2386086",
    "unitNumber": 8,
    "text": "Which of the following are true of digital natives as consumers? \n <ol type=\"I\"> <li>They can make purchasing decisions anywhere and anytime</li> <li>They want to be contacted personally by the brands they interact with</li> <li>They trust their friends, family or social media acquaintances/followers more than businesses or brands.</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I",
      "B": "I, II",
      "C": "I, II, III",
      "D": "II, III",
      "E": "I, III"
    },
    "explanation": "All are true. Digital natives can make purchasing decisions anywhere and anytime through a variety of smart devices. While interacting with brands, they want to be contacted personally by these brands, love to socialize and communicate and trust each other. Moreover, they trust their friends, family or social media acquaintances/followers more than businesses or brands, and live fully connected with these groups"
  },
  {
    "id": "2386094",
    "unitNumber": 8,
    "text": "Which of the following are among the characteristics of network generation? \n <ol type=\"I\"> <li>They personalize products</li> <li>They do research on products</li> <li>They give more importance to quality than brands</li> <li>They want things to be resolved quickly</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I, II",
      "B": "I, II, III",
      "C": "I, II, III, IV",
      "D": "I, II, IV",
      "E": "II, II, III"
    },
    "explanation": "Network generation consists of young people who love to share, who personalize products, who do research on every subject, who give importance to brands, who love fun things, who want everything to be resolved quickly"
  },
  {
    "id": "2386102",
    "unitNumber": 8,
    "text": "Which of the following best defines the concept of “netizen”?",
    "correctAnswer": "A",
    "options": {
      "A": "Individuals who are active in the digital world",
      "B": "Teenagers who play online games",
      "C": "Women who advocate certain brands",
      "D": "Digital moms who share their experiences",
      "E": "Professionals who produce how-to-do videos"
    },
    "explanation": "Netizens are impressive individuals who are committed to spreading technology while contributing to content creation in the digital world, communicate and connect with their peers in a great way through online environments."
  },
  {
    "id": "2386110",
    "unitNumber": 8,
    "text": "Which of the following are the features of new generation consumers? \n<br/><ol type=\"I\"><br/><li>Comments and suggestions of peers have more impact on them than advertisements.</li><br/><li>Following influencers is more common than following movies stars.</li><br/><li>Consumer-to-consumer shopping is also a possible way of buying things.</li><br/><li>They prefer to shop in stores after online research about products.</li><br/></ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "I, III, IV",
      "D": "I, II, III, IV",
      "E": "I, II"
    },
    "explanation": "The new generation consumers place more value on comments and suggestions about brands on the Internet than the advertising messages they are exposed to. They easily become members of various virtual communities, therefore <em>acquire new habits</em>, follow influencers instead of movie stars. New generation consumers prefer to visit the stores less frequently and shop online. Another feature in the new generation consumer era is the possibility of shopping from consumer to consumer."
  },
  {
    "id": "2386116",
    "unitNumber": 8,
    "text": "Which of the following is true of new generation customers compared to traditional ones?",
    "correctAnswer": "B",
    "options": {
      "A": "They prefer low-priced products.",
      "B": "They are more questioning.",
      "C": "They expect operators to produce a solution.",
      "D": "They act according to five senses as customers.",
      "E": "They are influenced more by advertisements."
    },
    "explanation": "New generation customers are more questioning and do not have blind confidence in marketing campaigns while traditional consumers tend to prefer low-priced products, wait for the operators to produce a solution when they encounter a problem, act according to five sense organs to examine products, need to touch and smell products."
  },
  {
    "id": "2386119",
    "unitNumber": 8,
    "text": "Which of the following is true of traditional customers compared to new generation customers?",
    "correctAnswer": "E",
    "options": {
      "A": "They like to act based on the total value of products.",
      "B": "They produce their own solution when faced with a problem.",
      "C": "They are involved in the production processes of products.",
      "D": "They are more conscious and aware customers.",
      "E": "They prefer to see, touch, smell the product before buying."
    },
    "explanation": "The new generation consumers act based on the total value of products while traditional consumers tend to prefer low-priced products. If traditional consumers encounter any problems, they wait for the operators to produce the solution, while new generation consumers can produce their own solutions. New generation customers like to be involved in the production processes as they can form an interaction with businesses while traditional consumers do not have any involvement in the production processes of products. New generation consumers are more questioning, more conscious, and more aware. Traditional consumers act according to five sense organs to examine products. New generation consumers who do not need to touch and smell products compare products online."
  },
  {
    "id": "2386124",
    "unitNumber": 8,
    "text": "Which of the following are parts of cross-screen purchasing? \n <ol type=\"I\"> <li>Seeing an advertisement on social media</li> <li>Searching for the product on the website</li> <li>Read online comments about the product</li> <li>Compare prices on price comparison sites</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "I, III",
      "C": "II, III",
      "D": "II, III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "All are part of cross-screen purchasing."
  },
  {
    "id": "2386131",
    "unitNumber": 8,
    "text": "Which of the following are elements of postmodern marketing? \n <ol type=\"I\"> <li>Increase in mass marketing</li> <li>Attraction to hyperreality</li> <li>Destruction of hierarchical structures</li> <li>Reduction in consumption</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I, II, III",
      "D": "II, III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "One of the elements which characterizes postmodern marketing is fragmentation which refers to the emergence of micro markets rather than mass markets, the presence of more niche products and more personalized marketing activities indicate that the mass structure is disintegrating."
  },
  {
    "id": "2386137",
    "unitNumber": 8,
    "text": "Which of the following is NOT a factor affecting new generation consumers’ behavior?",
    "correctAnswer": "E",
    "options": {
      "A": "globalization",
      "B": "postmodernism",
      "C": "collaborative consumption",
      "D": "omni channel marketing",
      "E": "commerce"
    },
    "explanation": "Among the factors that affect new generation consumers’ behavior is e-commerce which is different from commerce (traditional commerce)."
  },
  {
    "id": "2386143",
    "unitNumber": 8,
    "text": "Which of the following next-generation marketing communication strategies would be possible due to the advances in artificial intelligence and/or machine learning applications? \n <ol type=\"I\"> <li>Measure the effectiveness of the marketing strategies</li> <li>Determine the recommendation patterns of consumers</li> <li>Make sense of consumer behavior</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "III",
      "D": "I, III",
      "E": "I, II, III"
    },
    "explanation": "Advances in machine learning and artificial intelligence applications have all of the above dimensions in determining the next-generation marketing communication strategies."
  }
]