[
  {
    "id": "3184171",
    "unitNumber": 1,
    "text": "Complete the sentence with one of the answers below: ‘Nullification is the process of …’",
    "correctAnswer": "C",
    "options": {
      "A": "establishing a written constitution",
      "B": "regulating the existing rules in a society",
      "C": "abolishing a rule because it does not conform a constitution",
      "D": "abolishing the constitution",
      "E": "renegotiating a court decision"
    },
    "explanation": "The answer can be found on page 1 of the textbook.<br/>According to the book nullification is the process of abolishing a rule that does not comply with the state constitution."
  },
  {
    "id": "3184172",
    "unitNumber": 1,
    "text": "What is the primary task of a constitution?",
    "correctAnswer": "E",
    "options": {
      "A": "It is the arrangement of how individuals should live their lives",
      "B": "It is to realize a code of conduct in traffic",
      "C": "It is a nonbinding set of verbal statements",
      "D": "It is a document of rules that change every four years",
      "E": "It is the regulation of the nature, structure, fundamental organs of a state"
    },
    "explanation": "The answer to the question can be found on page one of the textbook.<br/>The primary task of a constitution must be the regulation of what is inherent to the nature and structure in accordance with its fundamental organs. It is the utmost task to uphold these crucial state functions as an sovereign state."
  },
  {
    "id": "3184174",
    "unitNumber": 1,
    "text": "What does it mean that United Kingdom does not have a written constitution?",
    "correctAnswer": "B",
    "options": {
      "A": "It means that United Kingdom has a written constitution",
      "B": "It means that the United Kingdom uses other written documents and unwritten customary law",
      "C": "It means that United Kingdom has no valid national laws",
      "D": "It means that United Kingdom can be plunged into chaos in a situation of war",
      "E": "It means that United Kingdom is not a constitutional country"
    },
    "explanation": "The asnwer to the question can be found on page one.<br/>The United Kingdom is the only country in the world that has a socalled unwritten constitution. This does not mean the UK does not have a constitution as such. UK does have a constitution but these are represented in custormary laws that are not codified in one single document."
  },
  {
    "id": "3184175",
    "unitNumber": 1,
    "text": "Please complete the following sentence as quoted in your textbook mean ‘<em>If the rule is on the formation and functioning of fundamental state organs, it means…’</em>?",
    "correctAnswer": "C",
    "options": {
      "A": "It means it is a state that has no economy",
      "B": "It means it is a human psychological flaw",
      "C": "It means it is a rule of constitution in material sense",
      "D": "It means there is no punishment for certain crimes",
      "E": "It means any person can be his/her own judge"
    },
    "explanation": "The answer to the question can be found on page one.<br/>Here the question is looking for the combination, as can be found in the textbook for the concepts constitution and the word material sense. The combination is derived directly from the textbook."
  },
  {
    "id": "3184178",
    "unitNumber": 1,
    "text": "What type of constitution is the Turkish constitution regarding that governance method of the state is a Republic and the provision shall not be amended, nor shall their amendment be proposed?",
    "correctAnswer": "E",
    "options": {
      "A": "A flexible one",
      "B": "A new one",
      "C": "A formal one",
      "D": "A soft one",
      "E": "A rigid one"
    },
    "explanation": "The answer to the question can be found on page two.<br/>The questions renders only one right answer which can only be a 'rigid' constitution due to the fact that the Turkish constitution is not easly amendable."
  },
  {
    "id": "3184179",
    "unitNumber": 1,
    "text": "When was the first historical moment in history that limited the power of a sovereign?",
    "correctAnswer": "C",
    "options": {
      "A": "It was when the Westphalia was signed",
      "B": "It was when the American Declaration of Human Rights was signed",
      "C": "It was when Magna Carta was signed",
      "D": "It was when the French Declaration of Human Rights was signed",
      "E": "It was with the fall of Istanbul in 1453"
    },
    "explanation": "The right answer can directly be found on page two.<br/>The right answer is Magna Carta in 1215 when for the first time aristocracy demanded some rights against the arbitrariness of the Monarchy."
  },
  {
    "id": "3184181",
    "unitNumber": 1,
    "text": "What are the three powers that were separated with the US Constitution of 1789?",
    "correctAnswer": "B",
    "options": {
      "A": "Legislative, administrative and religious",
      "B": "Legislative, executive and judicial",
      "C": "Legislative, bureaucratic and administrative",
      "D": "Legislative, democratic and republican",
      "E": "Democratic, legislative and judicial"
    },
    "explanation": "The answer can be retrieved on page three.<br/>The only right answer can be the classic separation of powers Legislative, executive and judicial. Any other answer can not be right."
  },
  {
    "id": "3184183",
    "unitNumber": 1,
    "text": "What is meant by constituent power?",
    "correctAnswer": "D",
    "options": {
      "A": "It is the power of the people to organize a referendum",
      "B": "It is the power to make new laws",
      "C": "It is the power to overthrow a government",
      "D": "It is the power to enact a new constitution",
      "E": "It is the power to delegate new tasks to a federal state"
    },
    "explanation": "The answer can be found on page three.<br/>By the term Constituent Power it is meant the power to enact or make new constitution. This is the case when a constitution is flexible or soft and not rigid."
  },
  {
    "id": "3184184",
    "unitNumber": 1,
    "text": "Under which circumstances is amending power of the parliament possible?",
    "correctAnswer": "C",
    "options": {
      "A": "When a parliament has a senate to ratify such a power",
      "B": "When a president validates such a power",
      "C": "When there is majority support in the parliament",
      "D": "When a parliament is empowered by a referendum",
      "E": "Whenever a parliament desires to amend a constitution"
    },
    "explanation": "The answer can be found on page four of the textbook.<br/>An amending power belongs as an authority to the legislative parliament and can only be enforced upon a majority of the parliamentary."
  },
  {
    "id": "3184186",
    "unitNumber": 1,
    "text": "Which of the below describes the ‘memorandum of joint force’?",
    "correctAnswer": "D",
    "options": {
      "A": "This happens when a majority of the nation pledges to a parliament",
      "B": "This happens when the bureaucratic power supports a government",
      "C": "This is the case when police forces support armed forces",
      "D": "This is the case when armed forces express their commitment to the constitution",
      "E": "This is the case when a memorandum is prepared by a majority of politicians"
    },
    "explanation": "The answer to the question can be found on page three of the textbook.<br/>Memorandum of joint force happens in a unique situation when armed forces feel to support alliance to the constitution of the country."
  },
  {
    "id": "3184605",
    "unitNumber": 1,
    "text": "When was the current Turkish Constitution adopted?",
    "correctAnswer": "C",
    "options": {
      "A": "1980",
      "B": "1981",
      "C": "1982",
      "D": "1983",
      "E": "1984"
    },
    "explanation": "Supremacy of the Constitution<br/>The Turkish Constitution is a single text which was adopted in <strong>1982</strong>."
  },
  {
    "id": "3184898",
    "unitNumber": 1,
    "text": "Which of the following refers to rules at the top of the hierarchy of norms meaning that every type of rule contained in the constitution notwithstanding if it is related to the state organs or not?",
    "correctAnswer": "B",
    "options": {
      "A": "Constitution in material sense",
      "B": "Constitution in formal sense",
      "C": "Constitution",
      "D": "Constitutional Law",
      "E": "Unwritten constitutions"
    },
    "explanation": "Meaning of the Constitution<br/>Constitution in formal sense refers to rules at the top of the hierarchy of norms meaning that every type of rule contained in the constitution notwithstanding if it is related to the state organs or not. If the rule is in the text of the constitution, it is a constitutional provision in formal sense."
  },
  {
    "id": "3184899",
    "unitNumber": 1,
    "text": "Which of the following is <strong>not</strong> one of the methods to make the constitution rigid?",
    "correctAnswer": "D",
    "options": {
      "A": "Proposition",
      "B": "Referendum",
      "C": "Quorum for Decision Taking",
      "D": "Limitless Time",
      "E": "Unamendable Articles"
    },
    "explanation": "Types of Constitutions<br/>There are different ways and methods to make the constitution a rigid one:\n <ul> <li>Proposition</li> <li>Quorum for Decision Taking</li> <li>Referendum</li> <li>Unamendable Articles</li> <li>Time Limit</li> <li>Period (Era-duration) Limit</li> </ul>"
  },
  {
    "id": "3184901",
    "unitNumber": 1,
    "text": "Which of the following is a method of direct democracy where a proposition is either approved or rejected directly by the people?",
    "correctAnswer": "A",
    "options": {
      "A": "Referendum",
      "B": "Proposition",
      "C": "Quorum for Decision Taking",
      "D": "Unamendable Articles",
      "E": "Period (Era-duration) Limit"
    },
    "explanation": "Types of Constitutions<br/>A referendum may be required for a constitutional amendment, unlike laws. Referendum is a method of direct democracy where a proposition is either approved or rejected directly by the people. In some cases, constitutional<br/>amendments may be submitted to referendum whereas for ordinary laws no referendum is required."
  },
  {
    "id": "3184902",
    "unitNumber": 1,
    "text": "Which of the following is the idea that state (government) should be legally limited in its powers?",
    "correctAnswer": "E",
    "options": {
      "A": "Quorum for Decision Taking",
      "B": "Unamendable Articles",
      "C": "French Declaration of the Rights of Man",
      "D": "Unconstitutionalism",
      "E": "Constitutionalism"
    },
    "explanation": "Constitutionalism is the idea, often associated with the political theories of John Locke and the \"founders\" of the United States of America. The idea here is that state (government) should be legally limited in its powers."
  },
  {
    "id": "3184905",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>The legislative branch</li> <li>The executive branch</li> <li>The judicial branch</li> <li>The sovereignty branch</li> </ol> Which of the following above branches are components of the government with respect to The US Constitution?",
    "correctAnswer": "C",
    "options": {
      "A": "I-II",
      "B": "II-II",
      "C": "I-II-III",
      "D": "I-II-IV",
      "E": "I-III-IV"
    },
    "explanation": "Constitutionalism<br/>The US Constitution is the first, and therefore the oldest, constitution of the world. The constitution embodied the doctrine of the separation of powers. The government is divided into three branches: the legislative branch (the Congress); the executive branch (president) and the judicial branch (Supreme court and other courts)."
  },
  {
    "id": "3184907",
    "unitNumber": 1,
    "text": "When did delegates of American people meet in Philadelphia and draft the Constitution?",
    "correctAnswer": "A",
    "options": {
      "A": "1787",
      "B": "1788",
      "C": "1789",
      "D": "1790",
      "E": "1791"
    },
    "explanation": "Constitutionalism<br/>Delegates of the American people met in Philadelphia and drafted the Constitution in 1787."
  },
  {
    "id": "3184908",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Men are born and remain free and equal in rights.</li><br/><li>The aim of all political association is the preservation of the natural and imprescriptible rights of man.</li><br/><li>Law is the expression of the general will.</li><br/><li>Liberty consists in the freedom to do everything which injures no one else.</li><br/></ol><br/>Which of the following above were the rights of man and of the citizen in French Declaration?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "I-II-III",
      "C": "I-III-IV",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "ANNEXES 2: French Declaration of the Rights of Man (26 August 1789) (Relevant Parts)<br/>Therefore the National Assembly recognizes and proclaims, in the presence and under the auspices of the Supreme Being, the following rights of man and of the citizen:\n<br/>1.Men are born and remain free and equal in rights\n<br/>2. The aim of all political association is the preservation of the natural and imprescriptible rights of man.\n<br/>3. The principle of all sovereignty resides essentially in the nation. No body nor individual may exercise any authority which does not proceed directly from the nation.\n<br/>4. Liberty consists in the freedom to do everything which injures no one else\n<br/>5. Law can only prohibit such actions as are hurtful to society. Nothing may be prevented which is not forbidden by law, and no one may be forced to do anything not provided for by law.\n<br/>6.Law is the expression of the general will\n<br/>...\n<br/>9. As all persons are held innocent until they shall have been declared guilty,<br/>…\n<br/>16. A society in which the observance of the law is not assured, nor the separation of powers defined, has no constitution<br/>at all."
  },
  {
    "id": "3184910",
    "unitNumber": 1,
    "text": "When did Turkey enact the constitution after the declaration of the republican government?",
    "correctAnswer": "B",
    "options": {
      "A": "1923",
      "B": "1924",
      "C": "1925",
      "D": "1961",
      "E": "1982"
    },
    "explanation": "Constitution Making Power<br/>In 1924 upon the declaration of the republican government, Turkiye enacted a new constitution."
  },
  {
    "id": "3184913",
    "unitNumber": 1,
    "text": "Which of the following is subject to the existing constitutional procedures and provisions?",
    "correctAnswer": "D",
    "options": {
      "A": "Legislative power",
      "B": "Executive power",
      "C": "Judicial power",
      "D": "Amending power",
      "E": "Constituent power"
    },
    "explanation": "Constitution Making Power<br/>Another way of constitution making, or in a better terminology constitutional law making, is amending the constitutional provisions. In this case, the constitution is amended in accordance with the provisions laid in the constitution itself. Of course, provisions of constitutions might be required to change under certain circumstances. If there is a majority support in the parliament, constitution can be amended. This is called amending power and it is different from constituent power. While constituent power is not limited, amending power is subject to the existing constitutional procedures and provisions."
  },
  {
    "id": "3184193",
    "unitNumber": 2,
    "text": "Which of the below convention had established the criteria for Statehood?",
    "correctAnswer": "C",
    "options": {
      "A": "It was with the San Francisco Conference in 1945",
      "B": "It was with the establishment of the United Nations in 1945",
      "C": "It was the Montvideo Convention in 1933",
      "D": "It was with the Westphalia in 1648",
      "E": "It was with the Magna Carta in 1215"
    },
    "explanation": "The answer can be found in chapter two page one.<br/>The questions seeks for a historical moment when at the Montvideo convention it was accorded which criteria would be counted as criteria for Statehood."
  },
  {
    "id": "3184194",
    "unitNumber": 2,
    "text": "What are the four criteria for Statehood?",
    "correctAnswer": "D",
    "options": {
      "A": "It is flag, constitution and language",
      "B": "It is territory and recognition by at least one state",
      "C": "It is a historical memory, flag and one ethnic race",
      "D": "It is population, territory, government and capacity to establish relations with other states",
      "E": "It is the right for self-determination"
    },
    "explanation": "The answer can be found in chapter two.<br/>During the MOntvideo Convention the criteria for Statehood were defined and these were population, territory, government and capacity to establish relations with other states."
  },
  {
    "id": "3184196",
    "unitNumber": 2,
    "text": "What does external sovereignty mean?",
    "correctAnswer": "A",
    "options": {
      "A": "It means that a state has the capacity to make decision without foreign interference",
      "B": "It means that a state must be assisted by other great powers",
      "C": "It means that a state must be a federal state of another larger state",
      "D": "It means that a state does not have its own constitution yet",
      "E": "It means that a state does not have its own army yet"
    },
    "explanation": "The answer can be found in chapter two of the textbook.<br/>External sovereignty is when a state has the capacity to make decision without foreign interference."
  },
  {
    "id": "3184197",
    "unitNumber": 2,
    "text": "How do federations differ from unitary states?",
    "correctAnswer": "B",
    "options": {
      "A": "Federations are the same as unitary states",
      "B": "Federations must share power",
      "C": "Federations are separate parts that are autonomous countries",
      "D": "Federations must have their own presidents",
      "E": "Federations are colonies of a central government"
    },
    "explanation": "The answer can be found in chapter two page two.<br/>Federations and unitary states are different international actors where federal states must share power and unitatry powers do not have share power another substate."
  },
  {
    "id": "3184199",
    "unitNumber": 2,
    "text": "How is power relations established in federal states?",
    "correctAnswer": "B",
    "options": {
      "A": "Each state has the same legislative but different executive and judicial organ",
      "B": "Each constituent state is regulated by its own legislative, executive and judicial organ",
      "C": "Each state has the same legislative and executive organ but a different judiciary",
      "D": "Each state has the same legislative, executive and judiciary organ",
      "E": "None of the above"
    },
    "explanation": "The answer to the question can be found in chapter two page two.<br/>Power relations are established wherein ach constituent state is regulated by its own legislative, executive and judicial organ. This is also what states perceive under being a federal state."
  },
  {
    "id": "3184200",
    "unitNumber": 2,
    "text": "What is meant by devolution of power?",
    "correctAnswer": "C",
    "options": {
      "A": "It is when a federal state delegates power to local bureaucracies",
      "B": "It is when a federal state returns a power back to the central government",
      "C": "It is when a central government delegates power to local authorities",
      "D": "It is when a unitary state annexes a smaller state",
      "E": "It is when a federal government becomes a unitary state"
    },
    "explanation": "The answer to the question can be found in chapter two page two.<br/>With the term Devolution of Power it is when a central government delegates power to local authorities."
  },
  {
    "id": "3184202",
    "unitNumber": 2,
    "text": "What type of power system does a totalitarian state have?",
    "correctAnswer": "B",
    "options": {
      "A": "This is a system of separation of powers",
      "B": "This is a system of fusion of powers",
      "C": "This is a system where some powers such as the executive and legislative but not others are fused",
      "D": "This is system of checks and balances",
      "E": "This is a system of parliamentary monarchy"
    },
    "explanation": "The answer can be found in chapter two page three.<br/>Totalitarian states feature the notion of not sharing any power and in contrast such states converge all possible powers in one person or a small group of persons."
  },
  {
    "id": "3184203",
    "unitNumber": 2,
    "text": "What does J. Locke mean by Federative power?",
    "correctAnswer": "D",
    "options": {
      "A": "That individuals must be in a state of social contract with a federal government",
      "B": "That politicians pursue personal-gain and must therefore be controlled",
      "C": "That citizens must obey the state officials at all times",
      "D": "This is the power to make war, peace and union",
      "E": "That citizenry must always be in fear of war and invasion due to a weak state"
    },
    "explanation": "The answer can be found in chapter two page four.<br/>John Locke is known to be the father of liberal thought and with Federative power he refers to the power to make war, peace and union. It is according to Locke only with such an authority that a state can wage war make peace or unite."
  },
  {
    "id": "3184205",
    "unitNumber": 2,
    "text": "According to Montesquieu legislative power should be given to…?",
    "correctAnswer": "D",
    "options": {
      "A": "One wise individual such as a philosopher",
      "B": "Religious elite such as the Pope",
      "C": "Economic elite such as a billionaire",
      "D": "A group persons such as parliament",
      "E": "A group of people such as a president"
    },
    "explanation": "The answer to the question can be found in chapter two page four.<br/>Monstequieu was among amny one of the first political theorists who wanted to counter the power balance by separating powers. He believed that the legislative power could best be delegated to a group of people such as a parliament"
  },
  {
    "id": "3184207",
    "unitNumber": 2,
    "text": "Which of the following statements is TRUE?",
    "correctAnswer": "B",
    "options": {
      "A": "The president of a federal state can make laws",
      "B": "The parliamentary legislature can unseat the executive",
      "C": "The government may change a rigid constitution",
      "D": "The head of democratic state may interfere in judiciary",
      "E": "The judiciary may make policies on behalf of the parliament"
    },
    "explanation": "The answer can be found in chapter two page five.<br/>All statements are wrong except for the statement that the parliamentary legislature can unseat the executive."
  },
  {
    "id": "3184494",
    "unitNumber": 2,
    "text": "Under international law, the criteria for statehood are expressed by the 1933 Montevideo Convention on the Rights and Duties of States. Article 1 of the Convention provides that: “The state as a person of international law should possess the following qualifications\"\n Which of the following is <strong>not</strong> one of the qualifications?",
    "correctAnswer": "E",
    "options": {
      "A": "Permanent population",
      "B": "Defined territory",
      "C": "Government",
      "D": "Capacity to enter into relations with the other states",
      "E": "Law"
    },
    "explanation": "Definition and Elements of State<br/>“The state as a person of international law should possess the following qualifications:<br/>a) a permanent population;<br/>b) a defined territory;<br/>c) government; and<br/>d) capacity to enter into relations with the other states.”"
  },
  {
    "id": "3184497",
    "unitNumber": 2,
    "text": "Which of the following is a condition of a state in which state itself has the power to make decisions on its own, not a foreign state or an international authority?",
    "correctAnswer": "A",
    "options": {
      "A": "Independence",
      "B": "Government",
      "C": "Territory",
      "D": "Convention",
      "E": "Sovereignty"
    },
    "explanation": "Definition and Elements of State<br/><strong>Independence</strong> is a condition of a state in which state itself has the power to make decisions on its own, not a foreign state or an international authority. In this sense, it is also known as external sovereignty. Independence also means the exercise of exclusive power in a state’s territory. This is called internal sovereignty."
  },
  {
    "id": "3184501",
    "unitNumber": 2,
    "text": "Which of the following is the principle in international law that nations have the right to freely choose their international political status and the type of internal administration with no external compulsion or interference?",
    "correctAnswer": "B",
    "options": {
      "A": "International law",
      "B": "Self-determination",
      "C": "Colonial domination",
      "D": "Constitutional law",
      "E": "Independence"
    },
    "explanation": "Definition and Elements of State<br/><strong>Self-determination</strong> is the principle in international law that nations have the right to freely choose their international political status and the type of internal administration with no external compulsion or interference."
  },
  {
    "id": "3184502",
    "unitNumber": 2,
    "text": "Which of the following is a typical example of unitary states?",
    "correctAnswer": "C",
    "options": {
      "A": "Germany",
      "B": "Belgium",
      "C": "Turkiye",
      "D": "The United States",
      "E": "Canada"
    },
    "explanation": "Types of States<br/>Turkiye is a typical example of unitary states. According to the constitution (article 3) “The Turkish state, with its territory and nation, is an indivisible entity” and no amendment to this article is allowed. Therefore, any proposal for federal government in Turkiye is not possible."
  },
  {
    "id": "3184515",
    "unitNumber": 2,
    "text": "Which of the following is <strong>not true</strong> related to unitary state?",
    "correctAnswer": "D",
    "options": {
      "A": "A unitary state is composed of a single state.",
      "B": "In a unitary state, any sub-governmental units can be created or abolished.",
      "C": "In a unitary state, the central government may transfer some power to lower levels.",
      "D": "In a unitary state, central authority and sub-national units share power.",
      "E": "A unitary state is a state governed as one single unit."
    },
    "explanation": "Types of States<br/>In a united state (not unitary state), central authority and sub-national units share power."
  },
  {
    "id": "3184522",
    "unitNumber": 2,
    "text": "Which of the following is one of the types of fusion of power systems?",
    "correctAnswer": "A",
    "options": {
      "A": "Absolute monarchy",
      "B": "Rigid separation of powers",
      "C": "Flexible or light separation of powers",
      "D": "Presidential system",
      "E": "Parliamentarian system"
    },
    "explanation": "Types of Government<br/>In the fusion of power systems, the executive organ has right to law-making as well. It is also a legislature. There are two types: Absolute Monarchy and Dictatorship."
  },
  {
    "id": "3184532",
    "unitNumber": 2,
    "text": "Which of the following is an example of absolute monarchy?",
    "correctAnswer": "C",
    "options": {
      "A": "The Netherlands",
      "B": "Sweden",
      "C": "Saudi Arabia",
      "D": "Denmark",
      "E": "Japan"
    },
    "explanation": "Types of Government<br/>Apart from historical examples typical example of an absolute monarchy is Saudi Arabia and some Gulf states such as the United Arab Emirates, Kuwait, Oman and Qatar."
  },
  {
    "id": "3184536",
    "unitNumber": 2,
    "text": "Who governs the country without being bound by any law and comes to power by force?",
    "correctAnswer": "B",
    "options": {
      "A": "The monarch",
      "B": "The dictator",
      "C": "The president",
      "D": "The prime minister",
      "E": "The senator"
    },
    "explanation": "Types of Government<br/>A dictator is a person who governs the country without being bound by any law.The dictator comes to power by force and mostly by overthrowing the existing government."
  },
  {
    "id": "3184571",
    "unitNumber": 2,
    "text": "According to Montesquieu (known as the father of the theory of separation of powers) the executive power should be given to _____, legislative power should be given to _____ and judicial power to _____.\n Which of the following options correctly fills the respective blanks above?",
    "correctAnswer": "E",
    "options": {
      "A": "independent courts-single person-a group of persons",
      "B": "a group of persons-independent courts-single person",
      "C": "a group of persons-single person-independent courts",
      "D": "single person-independent courts-a group of persons",
      "E": "single person-a group of persons-independent courts"
    },
    "explanation": "Types of Government<br/>According to Montesquieu (known as the father of the theory of separation of powers) the executive power should be given to<strong> single person</strong> (head of state, president, king), legislative power should be given to <strong>a group of persons</strong> (Parliament, Council, Assembly) and judicial power to <strong>independent courts</strong>."
  },
  {
    "id": "3184578",
    "unitNumber": 2,
    "text": "Which of the following is not true related to parliamentarian system?",
    "correctAnswer": "D",
    "options": {
      "A": "In the parliamentarian system, there is a close link between the executive and legislative organs.",
      "B": "In the parliamentarian system there are two wings of the executive organ: the head of the state (king or president) and council of ministers.",
      "C": "In the parliamentarian system, most of the members of the council of ministers are also members of the parliament.",
      "D": "In the parliamentarian system legislative, executive and judiciary are completely<br/>separated from each other and each organ is independent from the others.",
      "E": "In the parliamentarian system, the execute branch is dependent on the legislative organ."
    },
    "explanation": "Types of Government<br/>There is a close link between the executive and legislative organs in countries ruled by parliamentarian systems. There are no separate elections for the executive organ, since the executive organ stems from within the legislature.<br/>In countries governed by parliamentarian system there are two wings of the executive organ: the head of the state (king orpresident) and council of ministers.Most of the members of the council of ministers are also members of the parliament. In any case, the prime minister has to be a member of the legislature and most of the time the leader of the political party with most of the seats in the parliament.When no political party gets the majority in the parliament, the parliamentarian system may become instable unless a coalition<br/>government is formed. The execute branch is dependent on the legislative organ.\n On the other hand in the presidential system legislative, executive and judiciary are completely separated from each other and each organ is independent from the others. However, this does not mean that each organ work in isolation from others."
  },
  {
    "id": "3184101",
    "unitNumber": 3,
    "text": "Which of the following is true?",
    "correctAnswer": "D",
    "options": {
      "A": "Republican governments are always democratic.",
      "B": "In republican regimes governance is determined by descendance.",
      "C": "States governed by monarchies are never democratic.",
      "D": "In every democratic state, there must be both legislative and judicial powers.",
      "E": "In a parliamentarian system, the head of the state is independent from the legislative organ."
    },
    "explanation": "State may be a democratic one whose organs are elected by the public and that guarantees fundamental rights for its citizens. In monarchies who governs is determined by descendance. A person who is going to be the ruler of a country is determined among the members of a certain family (royal family). In a republican regime no family has a right to govern by inheritance. Republican government is also known to be the rule of the people by the people. However, there are undemocratic republican governments in the world and they call themselves republics, too. On the other hand, there are several democratic regimes with kings and queens, i.e. monarchies, whose powers are only symbolic and ceremonial. Some democratic states are governed by monarchies in Europe, e.g. United Kingdom, Sweden, Norway, the Netherlands, Belgium, Spain whereas some are republics, e.g. Germany, Austria, France, Ireland, Finland, Switzerland and Turkiye.\n Every state has legislative and judicial powers. Parliaments that are legislative organs are composed of elected members most of the time. In democratic states this is a must.\n In a parliamentarian system the executive organ, meaning the council of ministers, emerges out of the parliament, begins its term of office upon a vote of confidence and controlled by the parliament. P.1"
  },
  {
    "id": "3184104",
    "unitNumber": 3,
    "text": "Which of the following are true of representative democracy?\n <ol type=\"I\"> <li>the people directly govern themselves without any intermediaries</li> <li>legislative power is given to elected representatives</li> <li>the power of the representatives is for a specific period</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I only",
      "B": "I and II",
      "C": "II only",
      "D": "II and III",
      "E": "I, II, III"
    },
    "explanation": "In direct democracy, the people directly govern themselves and make decisions without needing any other intermediaries. Since direct democracy is not always possible in practice, the people identify their representatives and they make decisions onbehalf of the people. This practice of democracy is referred to as a representative democracy. As a result of the principle that the power belongs to people, the representatives use the legislative power in a specified period of time."
  },
  {
    "id": "3184107",
    "unitNumber": 3,
    "text": "All of the following is true in a presidential system EXCEPT",
    "correctAnswer": "C",
    "options": {
      "A": "the executive is the president himself",
      "B": "the president is independent from the legislative organ",
      "C": "the president is the head of the judiciary",
      "D": "the president appoints the administrative officials",
      "E": "the separation of powers is more rigid"
    },
    "explanation": "In a presidential system, on the other hand, the head of state and the executive is the president himself. The president is elected in a separate election by the public directly. He is independent from the legislative organ. The judiciary is independent both from the legislative and executive as a rule in democracies (p.1) Under the system known as the presidential system, the executive organ (president) is directly elected by the people (p.1). People who come to the very important administrative offices are either directly determined by the elected legislative organ or they are appointed by the executive and approved by the legislative organ (p.2)"
  },
  {
    "id": "3184109",
    "unitNumber": 3,
    "text": "What does the term “suffrage” mean?",
    "correctAnswer": "A",
    "options": {
      "A": "the right to vote",
      "B": "referendum",
      "C": "the right to stand for election",
      "D": "constitutional amendments",
      "E": "exclusion from voting"
    },
    "explanation": "In democracies, voters can vote in elections of their representatives. This is called right to vote or suffrage."
  },
  {
    "id": "3184110",
    "unitNumber": 3,
    "text": "Which of the following are the types of suffrage?\n <ol type=\"I\"> <li>universal suffrage</li> <li>equal suffrage</li> <li>compulsory suffrage</li> <li>direct suffrage</li> </ol>",
    "correctAnswer": "B",
    "options": {
      "A": "I, II",
      "B": "I, II, III",
      "C": "I, II, III, IV",
      "D": "II, III, IV",
      "E": "II, III"
    },
    "explanation": "There are three types of suffrage: universal suffrage, equal suffrage, compulsory suffrage."
  },
  {
    "id": "3184113",
    "unitNumber": 3,
    "text": "Which of the following are the functions of the legislative organ in a parliamentarian system?\n <ol type=\"I\"> <li>to select the top judicial persons</li> <li>to make laws</li> <li>to give vote of confidence for the prime minister</li> <li>to remove the government from power</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I and II",
      "B": "II and III",
      "C": "III and IV",
      "D": "I, II, III, IV",
      "E": "II, III, IV"
    },
    "explanation": "In a parliamentarian system of government, persons at the top of the judicial power is obtained by taking office through selection by the legislative organ (p. 2), the legislature refers to the making of laws applicable in a country (p. 3), and the prime minister and ministers who make up the executive branch (council of ministers) come from the legislative organ, they come to office through a vote of confidence in the legislature and they are supervised by the legislative organ (p. 4)."
  },
  {
    "id": "3184116",
    "unitNumber": 3,
    "text": "Which of the following is true of separation of powers?\n <ol type=\"I\"> <li>The state’s government is divided into three branches - judicial, legislative and executive organs.</li> <li>The three branches must be separated from each other to prevent one branch becoming more powerful than others.</li> <li>The administration must supervise the judiciary to ensure the judges act in accordance with the law.</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I only",
      "B": "II only",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II, III"
    },
    "explanation": "The distinctive feature found in separation of powers is that the judicial, legislative and executive organs must be separated from each other. Judges must be independent while carrying out their duties. Otherwise they cannot execute their work rightfully and cannot check the administration in the real sense. If the administration is not supervised by the judiciary, it does not feel the obligation to act in accordance with the law."
  },
  {
    "id": "3184120",
    "unitNumber": 3,
    "text": "Which of the following ensure(s) judges to make independent decisions?\n <ol type=\"I\"> <li>Having job security</li> <li>Being paid salary</li> <li>Being deprived of rights</li> <li>Being forced to retire</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II",
      "B": "I, II, III",
      "C": "I, II, III, IV",
      "D": "I, II, IV",
      "E": "I, III, IV"
    },
    "explanation": "Judges cannot be dismissed according to the principle known as tenure of judges (job security of judges) and they cannot be made to retire before the retirement age unless they choose so. Moreover, judges cannot be deprived of their monthly salaries and other rights owing to their status. These provisions work to ensure that judges make independent decisions."
  },
  {
    "id": "3184123",
    "unitNumber": 3,
    "text": "What is the purpose of the constitutional court?",
    "correctAnswer": "A",
    "options": {
      "A": "To ensure the laws are not in conflict with the constitution",
      "B": "To write a new constitution",
      "C": "To make amendments to the constitution",
      "D": "To enable the legislative organ to change the constitution",
      "E": "To ensure the executive organ to make changes in the constitution"
    },
    "explanation": "It is important that the constitution should be a hard (rigid) one, i.e. uneasy to amend. Otherwise, in the event that the constitution can be made and amended like ordinary laws, there will be no sense of the supremacy of the constitution if the legislative organ can easily make changes in the constitution in practice (p.4). The review of the constitutionality of laws is carried out by the constitutional court which is an independent judicial organ (p.5)."
  },
  {
    "id": "3184129",
    "unitNumber": 3,
    "text": "Which of the following is considered the world’s oldest constitution court?",
    "correctAnswer": "A",
    "options": {
      "A": "The US Supreme Court",
      "B": "Turkish Constitutional Court",
      "C": "The Constitutional Court of Austria",
      "D": "The Federal Constitutional Court of Germany",
      "E": "The Constitutional Council of France"
    },
    "explanation": "<strong>The US Supreme Court was established before 1803 (1789), </strong>Turkish Constitutional Court was established in 1961, The Constitutional Court of Austria was established in 1919, The Federal Constitutional Court of Germany was established in 1951, The Constitutional Council of France was established in 1958."
  },
  {
    "id": "3185754",
    "unitNumber": 3,
    "text": "Which one of the following democratic states is governed by monarchy?",
    "correctAnswer": "D",
    "options": {
      "A": "France",
      "B": "Turkiye",
      "C": "Switzerland",
      "D": "Belgium",
      "E": "Finland"
    },
    "explanation": "Some democratic states are governed by monarchies<br/>in Europe, e.g. United Kingdom, Sweden, Norway, the Netherlands, Belgium, Spain whereas some are republics, e.g. Germany,<br/>Austria, France, Ireland, Finland, Switzerland and Turkiye."
  },
  {
    "id": "3185760",
    "unitNumber": 3,
    "text": "I. United Kingdom\n II. Spain\n III. Germany\n Which one(s) of the above countries is/are governed by monarchies?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I-II",
      "E": "II-III"
    },
    "explanation": "Some democratic states are governed by monarchies<br/>in Europe, e.g. United Kingdom, Sweden, Norway, the Netherlands, Belgium, Spain whereas some are republics, e.g. Germany,<br/>Austria, France, Ireland, Finland, Switzerland and Turkiye."
  },
  {
    "id": "3185765",
    "unitNumber": 3,
    "text": "Which one of the following <strong>is wrong</strong> about the parliamentarian system?",
    "correctAnswer": "C",
    "options": {
      "A": "The executive organ emerges out of the parliament",
      "B": "The executive organ begins its term of office upon a vote of confidence",
      "C": "The president is elected in a separate election by the public directly",
      "D": "The executive organ is controlled by the parliament",
      "E": "The head of state has only symbolic powers"
    },
    "explanation": "In a parliamentarian system the executive organ,<br/>meaning the council of ministers, emerges out of the parliament, begins its term of office upon a vote of confidence and<br/>controlled by the parliament. The head of state can be a president, king or queen. The most important point in a parliamentarian<br/>system is that the head of state has only symbolic powers."
  },
  {
    "id": "3185771",
    "unitNumber": 3,
    "text": "Which one of the following terms stands for the famous words of Abraham Lincoln \"that government of the people, by the people, for the people” ?",
    "correctAnswer": "A",
    "options": {
      "A": "Democracy",
      "B": "Constitution",
      "C": "Republic",
      "D": "Monarchy",
      "E": "Parliament"
    },
    "explanation": "emocracy is formed from the words demos (the people) and kratos (the power-rule). Democracy is also known as, in the words<br/>of the US president Abraham Lincoln, “that government of the people, by the people, for the people” . The people can directly<br/>use the power that they have through the election of representatives."
  },
  {
    "id": "3185791",
    "unitNumber": 3,
    "text": "Which one of the following words stands for the right to vote?",
    "correctAnswer": "A",
    "options": {
      "A": "suffrage",
      "B": "amendment",
      "C": "citizenship",
      "D": "referendum",
      "E": "constitution"
    },
    "explanation": "In democracies, voters can vote in elections of their representatives. This is called right to vote or suffrage"
  },
  {
    "id": "3185792",
    "unitNumber": 3,
    "text": "When did Turkiye acknowledge the right of women to vote?",
    "correctAnswer": "E",
    "options": {
      "A": "1930",
      "B": "1931",
      "C": "1932",
      "D": "1933",
      "E": "1934"
    },
    "explanation": "In 1934, Turkiye acknowledged the right of<br/>women to vote."
  },
  {
    "id": "3185793",
    "unitNumber": 3,
    "text": "I. Those who are eligible to vote are required by law to do so.\n II. Voting is not only a right but also a duty.\n III. There might be some restriction because of religion, race or gender.\n Which one(s) of these principles belong(s) to compulsory suffrage?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I-II",
      "E": "II-III"
    },
    "explanation": "Compulsory suffrage means that those who are eligible to vote are required by law to do so (to vote). According to compulsory<br/>voting, voting is not only a right but also a duty and those who do not vote face penalties (most of the time monetary fines)."
  },
  {
    "id": "3185796",
    "unitNumber": 3,
    "text": "Which one of the following <strong>is not</strong> one of basic the requirements of the rule of law?",
    "correctAnswer": "D",
    "options": {
      "A": "Separation of powers",
      "B": "Independence of judiciary",
      "C": "Supremacy of the constitution",
      "D": "Regular elections",
      "E": "Protection of fundamental rights"
    },
    "explanation": "The requirements of the rule of law can be extended and elaborated in detail. However, the main (basic) requirements are Separation of Powers, Independence of Judiciary, Supremacy of the Constitution, Protection of Fundamental Rights, Judicial Review of the Administration:"
  },
  {
    "id": "3185798",
    "unitNumber": 3,
    "text": "I. Executive\n II. Judiciary\n III. Regulative\n Which one(s) of them is/are among the basic powers found in a state?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I-II",
      "E": "II-III"
    },
    "explanation": "There are three basic powers (forces) found in a state, namely the legislative, executive and judiciary."
  },
  {
    "id": "3185799",
    "unitNumber": 3,
    "text": "Which one of the following countries owns the world's oldest constitutional court?",
    "correctAnswer": "A",
    "options": {
      "A": "The USA",
      "B": "England",
      "C": "Germany",
      "D": "France",
      "E": "China"
    },
    "explanation": "The Supreme Court in the United States has been called the world's oldest constitutional court. The Supreme Court invalidated<br/>a law as unconstitutional in the Marbury v. Madison case in 1803."
  },
  {
    "id": "3182018",
    "unitNumber": 4,
    "text": "Where does public laws arise from?",
    "correctAnswer": "D",
    "options": {
      "A": "Holy books",
      "B": "Moral",
      "C": "Ethics",
      "D": "Public law",
      "E": "Public opinion"
    },
    "explanation": "HUMAN RIGHTS AND CONSTITUTION<br/>Public rights arise from public law and they are regulated by public law. A"
  },
  {
    "id": "3182019",
    "unitNumber": 4,
    "text": "Which type of rights to inherent to everyone?",
    "correctAnswer": "E",
    "options": {
      "A": "Public rights",
      "B": "Occupetional rights",
      "C": "Educational rights",
      "D": "Constitutional rights",
      "E": "Fundamental rights"
    },
    "explanation": "HUMAN RIGHTS AND CONSTITUTION<br/>There is no need to have a specific relationship with the governmental office to be entitled to these rights. This type of rights are also referred to as “fundamental rights and freedoms”. The Constitution stipulates that “Everyone possesses inherent fundamental rights and freedoms, which are inviolable and inalienable”"
  },
  {
    "id": "3182020",
    "unitNumber": 4,
    "text": "Which date is correct for declaration of Universal Declaration of Human Rights by the United Nations General Assembly?",
    "correctAnswer": "C",
    "options": {
      "A": "1926",
      "B": "1942",
      "C": "1948",
      "D": "1954",
      "E": "1962"
    },
    "explanation": "HUMAN RIGHTS AND CONSTITUTION<br/>1948 is correct date for declaration of Universal Declaration of Human Rights by the United Nations General Assembly."
  },
  {
    "id": "3182021",
    "unitNumber": 4,
    "text": "Fundamental rights and freedoms may be restricted only by what?",
    "correctAnswer": "D",
    "options": {
      "A": "Public",
      "B": "Moral",
      "C": "Ethics",
      "D": "Law",
      "E": "God"
    },
    "explanation": "HUMAN RIGHTS AND CONSTITUTION<br/>“Fundamental rights and freedoms may be restricted only by law and in conformity with the reasons mentioned in the relevant articles of the Constitution without infringing upon their essence."
  },
  {
    "id": "3182022",
    "unitNumber": 4,
    "text": "According to Turkish law; which right fall withing to the indivuals rights?",
    "correctAnswer": "B",
    "options": {
      "A": "Housing",
      "B": "Religion",
      "C": "Union",
      "D": "Education",
      "E": "Social security"
    },
    "explanation": "HUMAN RIGHTS AND CONSTITUTION<br/>According to the Turkish Constitution, individual liberty and security, right of privacy, right to property, fair trial, freedom of expression, communication, religion and conscience as well as freedom to assembly and form organizations fall within this group of rights (articles 17-40)."
  },
  {
    "id": "3182532",
    "unitNumber": 4,
    "text": "According to Turkish law; which right fall withing to social and economic rights?",
    "correctAnswer": "B",
    "options": {
      "A": "Individual liberty",
      "B": "Right to housing",
      "C": "Right of privacy",
      "D": "Right to property",
      "E": "Fair trial"
    },
    "explanation": "The right to education, right to work, right to union, right to housing, right to social security are freedom of contract are examples of social and economic rights (articles 41-65)."
  },
  {
    "id": "3182533",
    "unitNumber": 4,
    "text": "According to Turkish law; which right fall withing to the political rights?",
    "correctAnswer": "D",
    "options": {
      "A": "Right to housing",
      "B": "Free trial",
      "C": "Right to union",
      "D": "Right to vote",
      "E": "Freedom"
    },
    "explanation": "Political rights<br/>The right to vote and be voted and the right to engage in political activity fall within this group of rights."
  },
  {
    "id": "3182535",
    "unitNumber": 4,
    "text": "Which date, Turkiye introduced the right of individual application to the Constitutional Court?",
    "correctAnswer": "E",
    "options": {
      "A": "1952",
      "B": "1964",
      "C": "1978",
      "D": "1996",
      "E": "2010"
    },
    "explanation": "Protection of Human Rights<br/>The 2010 amendments of the constitution in Turkiye introduced the right of individual application to the Constitutional Court. According to this, everyone can apply to the Constitutional Court for violations by any public authority of fundamental rights and freedoms provided for under the Constitution and the European Convention on Human Rights."
  },
  {
    "id": "3182547",
    "unitNumber": 4,
    "text": "Which date, The European Convention on Human Rights (ECHR) was signed?",
    "correctAnswer": "A",
    "options": {
      "A": "1950",
      "B": "1954",
      "C": "1968",
      "D": "1980",
      "E": "1994"
    },
    "explanation": "Protection at the National Level: Turkish Constitutional Court<br/>The European Convention on Human Rights (ECHR) was signed in 1950."
  },
  {
    "id": "3182549",
    "unitNumber": 4,
    "text": "Applications to the ECtHR must be made within what months after from the final domestic judicial decision?",
    "correctAnswer": "D",
    "options": {
      "A": "1 months",
      "B": "2 months",
      "C": "3 months",
      "D": "4 months",
      "E": "6 months"
    },
    "explanation": "Protection at an International Level: European Court of Human Rights<br/>Applications to the ECtHR must be made within 4 months from the final domestic judicial decision."
  },
  {
    "id": "3190361",
    "unitNumber": 5,
    "text": "Please complete the following sentence accordingly “The Ottoman administration was based on…”",
    "correctAnswer": "C",
    "options": {
      "A": "Continental legal system",
      "B": "International legal system",
      "C": "Islamic legal system",
      "D": "Napoleonic legal system",
      "E": "Christian legal system"
    },
    "explanation": "The question concerns historical knowledge between the Ottoman regime and new Republic.<br/>The Ottoman administration was according to Chapter 5 based on Islamic religion and the Shariah law."
  },
  {
    "id": "3190363",
    "unitNumber": 5,
    "text": "What were the other traditional rules that the Ottoman legal system used?",
    "correctAnswer": "D",
    "options": {
      "A": "Shariah law",
      "B": "Pagan law",
      "C": "French Revolution laws",
      "D": "Customary law (Örf)",
      "E": "American Revolution laws"
    },
    "explanation": "The question concerns historical knowledge between the Ottoman regime and new Republic.<br/>To answer the question one must know the sources of Ottoman legal system. In this case it is the source of custom laws"
  },
  {
    "id": "3190366",
    "unitNumber": 5,
    "text": "When was the first Criminal Code that the Ottomans had adopted from the West?",
    "correctAnswer": "E",
    "options": {
      "A": "1453",
      "B": "1550",
      "C": "1876",
      "D": "1909",
      "E": "1840"
    },
    "explanation": "The question concerns historical knowledge between the Ottoman regime and new Republic.<br/>Historical knowledge is required to know that the first Criminal Code was introduced in 1840."
  },
  {
    "id": "3190369",
    "unitNumber": 5,
    "text": "What was meant by the term Meşrutiyet?",
    "correctAnswer": "B",
    "options": {
      "A": "It was the proclamation of the Monarch",
      "B": "It was the proclamation of parliamentary monarchy",
      "C": "It was the proclamation of the Turkish modern parliamentary system",
      "D": "It was the proclamation of Mecelle",
      "E": "It was the proclamation of International law system"
    },
    "explanation": "The question concerns historical knowledge between the Ottoman regime and new Republic.<br/>The right meaning of Mesrutiyet is the proclamation of the parliamentary monarchy."
  },
  {
    "id": "3190373",
    "unitNumber": 5,
    "text": "When were the religious courts abolished?",
    "correctAnswer": "D",
    "options": {
      "A": "With the first constitutional amendments in 1923",
      "B": "With the Teskilati Esasiye in 1921",
      "C": "With the constitutional amendments in 1909",
      "D": "With the first constitution in 1924",
      "E": "With the constitutional amendments in 1919"
    },
    "explanation": "The question concerns historical knowledge between the Ottoman regime and new Republic.<br/>The religious courts were abolished in 1924"
  },
  {
    "id": "3190377",
    "unitNumber": 5,
    "text": "What is the right dates of constitutional adoptions in the history of modern Turkiye?",
    "correctAnswer": "D",
    "options": {
      "A": "1919, 1925, 1930, 1940",
      "B": "1884, 1919, 1923, 1982",
      "C": "1975, 1985, 1995, 2000",
      "D": "1921, 1924, 1961, 1982",
      "E": "1921, 1923, 1955, 1982"
    },
    "explanation": "The question concerns historical knowledge between the Ottoman regime and new Republic.<br/>The right answer is that constitutions were adopted in 1921, 1923, 1955 and 1982"
  },
  {
    "id": "3190381",
    "unitNumber": 5,
    "text": "Which document is the first document that explicitly limited the powers of the Sultan bilaterally?",
    "correctAnswer": "B",
    "options": {
      "A": "Kanun-I Esasi",
      "B": "Sened-I Ittifak",
      "C": "Magna Carta",
      "D": "Mecelle",
      "E": "The Tanzimat"
    },
    "explanation": "The question concerns historical knowledge between the Ottoman regime and new Republic.<br/>It was Abdulmedi I who made reorganization."
  },
  {
    "id": "3190383",
    "unitNumber": 5,
    "text": "Who was the Sultan known for the Tanzimat (Reorganization) unilaterally?",
    "correctAnswer": "A",
    "options": {
      "A": "Abdulmecid I",
      "B": "Abdulmecid II",
      "C": "Abdulhamid Han",
      "D": "The Ayaan",
      "E": "The Grandvizier"
    },
    "explanation": "The question concerns historical knowledge between the Ottoman regime and new Republic.<br/>The right answer is Abdulhamid I"
  },
  {
    "id": "3190384",
    "unitNumber": 5,
    "text": "What were the main freedoms granted with the edict of 1856?",
    "correctAnswer": "E",
    "options": {
      "A": "Equality of access to education, government appointments, military service, administration of justice for Muslims",
      "B": "Equality of access to education, government appointments, military service, administration of justice for Non-Muslims",
      "C": "Equality of access to education, government appointments, military service, administration of justice for Christians only",
      "D": "Equality of access to education, government appointments, military service, administration of justice for Jews only",
      "E": "Equality of access to education, government appointments, military service, administration of justice for Muslims and all other religions"
    },
    "explanation": "The question concerns historical knowledge between the Ottoman regime and new Republic.<br/>The freedoms granted concerned all religious groups"
  },
  {
    "id": "3190385",
    "unitNumber": 5,
    "text": "What was the main amendment or innovation to the constitution that took place with the 1960 military coup?",
    "correctAnswer": "B",
    "options": {
      "A": "It expanded the democratic standards",
      "B": "It introduced the Constitutional Court",
      "C": "It expanded human rights and freedoms by conforming to the European Union",
      "D": "It was the consolidation of a one-party regime",
      "E": "It was the constitution of Misaki Milli"
    },
    "explanation": "The question concerns historical knowledge between the Ottoman regime and new Republic.<br/>The military coup introduced a constitutional court"
  },
  {
    "id": "3190399",
    "unitNumber": 6,
    "text": "Which organ in contemporary Türkiye is the legislature branch?",
    "correctAnswer": "B",
    "options": {
      "A": "The criminal court",
      "B": "The civil court",
      "C": "The Grand National Assembl",
      "D": "The International Court of Justice",
      "E": "The International Court of Human Rights"
    },
    "explanation": "The answer requires knowledge of historical and modern references.<br/>The organ in contemporary Türkiye for the legislature branch is the Grand National Assembly"
  },
  {
    "id": "3190400",
    "unitNumber": 6,
    "text": "The parliament of Türkiye is composed of how many deputies?",
    "correctAnswer": "B",
    "options": {
      "A": "500",
      "B": "600",
      "C": "650",
      "D": "550",
      "E": "700"
    },
    "explanation": "The answer requires knowledge of historical and modern references.<br/>It is 600."
  },
  {
    "id": "3190402",
    "unitNumber": 6,
    "text": "Which of the below answers is wrong?",
    "correctAnswer": "C",
    "options": {
      "A": "All potential delegates to the Grand National Assembly must be Turkish citizen and over 18 years",
      "B": "They must be exempt of military service",
      "C": "Those convicted of corruption and bribe",
      "D": "Those who have public service can be eligible without resigning public office",
      "E": "They must have at least completed primary education"
    },
    "explanation": "The answer requires knowledge of historical and modern references.<br/>Thr right answer ar those who have public service can be eligible without resigning public office"
  },
  {
    "id": "3190403",
    "unitNumber": 6,
    "text": "Please complete the following sentence “Elections to Grand National Assembly are every ….”",
    "correctAnswer": "B",
    "options": {
      "A": "Six years",
      "B": "Five years",
      "C": "Four years",
      "D": "Three years",
      "E": "Seven years"
    },
    "explanation": "The answer requires knowledge of historical and modern references.<br/>The right answer is 5 years"
  },
  {
    "id": "3190404",
    "unitNumber": 6,
    "text": "What is the organ called the oversees the general elections in Türkiye?",
    "correctAnswer": "C",
    "options": {
      "A": "Judges of the Electoral Board",
      "B": "Masters of the Electoral Board",
      "C": "Supreme Board of Elections",
      "D": "Grand National Assembly",
      "E": "Grand European Justice Members"
    },
    "explanation": "The answer requires knowledge of historical and modern references.<br/>The right answer is \"Supreme Board of Elections\""
  },
  {
    "id": "3190406",
    "unitNumber": 6,
    "text": "When there are more than 5% vacancies in the Grand National Assembly what is the name of the election that will be held?",
    "correctAnswer": "C",
    "options": {
      "A": "Post-election",
      "B": "On-election",
      "C": "By-election",
      "D": "Side-election",
      "E": "New election"
    },
    "explanation": "The answer requires knowledge of historical and modern references.<br/>The right answer is by-elections"
  },
  {
    "id": "3190407",
    "unitNumber": 6,
    "text": "How many years is the term of office of the Speaker of Grand National Assembly?",
    "correctAnswer": "A",
    "options": {
      "A": "Two years",
      "B": "Three years",
      "C": "Four years",
      "D": "Five years",
      "E": "One year"
    },
    "explanation": "The answer requires knowledge of historical and modern references.<br/>The right answer is \"two years\"."
  },
  {
    "id": "3190409",
    "unitNumber": 6,
    "text": "What are the main functions of the Grand National Assembly?",
    "correctAnswer": "C",
    "options": {
      "A": "Debate, question historical events",
      "B": "To enact on matters of financial conflict",
      "C": "Enact, amend and repeal laws",
      "D": "Ratify international laws",
      "E": "None of the above"
    },
    "explanation": "The answer requires knowledge of historical and modern references.<br/>The right answer is to \"Enact, amend and repeal laws\""
  },
  {
    "id": "3190410",
    "unitNumber": 6,
    "text": "Which of the below organs is the Commander-in-Chief?",
    "correctAnswer": "A",
    "options": {
      "A": "Grand National Assembly",
      "B": "The president",
      "C": "The prime-minister",
      "D": "The Turkish army Supreme commander",
      "E": "The Minister of Defence"
    },
    "explanation": "The answer requires knowledge of historical and modern references.<br/>The right answer is \"the Grand National Assembly\""
  },
  {
    "id": "3190412",
    "unitNumber": 6,
    "text": "What does Art. 83 of the constitution entail? (As stated in your textbook)",
    "correctAnswer": "A",
    "options": {
      "A": "Parliamentarians will not be held liable for their votes and views during parliamentary proceedings",
      "B": "Parliamentarians will be liable for their criminal views",
      "C": "Parliamentarians are not free to pose their views",
      "D": "Citizens are liable for their political views",
      "E": "Citizens and parliamentarians are liable for their acts and opinions"
    },
    "explanation": "The answer requires knowledge of historical and modern references.<br/>The right answer is that parliamentarians will not be held liable for their votes and views during parliamentary proceedings"
  },
  {
    "id": "3459254",
    "unitNumber": 6,
    "text": "Which one of the following is the legislature branch in Turkiye?",
    "correctAnswer": "A",
    "options": {
      "A": "The Grand National Assembly of Turkiye",
      "B": "The President of the Republic",
      "C": "The Constitutional Court",
      "D": "The Council of Ministers",
      "E": "The Court of Appeal"
    },
    "explanation": "The Grand National Assembly of Turkiye is the legislature branch in Turkiye. It is one of the authorized organs through which the Turkish nation exercises its sovereignty. According to Article 7 of the Constitution Legislative power is vested in the Grand National Assembly of Turkiye on behalf of Turkish Nation and his power cannot be delegated."
  },
  {
    "id": "3459259",
    "unitNumber": 6,
    "text": "How many deputies are there in The Grand National Assembly of Turkiye?",
    "correctAnswer": "A",
    "options": {
      "A": "600",
      "B": "550",
      "C": "500",
      "D": "450",
      "E": "400"
    },
    "explanation": "The Grand National Assembly of Turkiye is composed of six hundred deputies (members)."
  },
  {
    "id": "3459263",
    "unitNumber": 6,
    "text": "Which one of the following is not a requirement for eligibility to a be a deputy?",
    "correctAnswer": "A",
    "options": {
      "A": "Gender",
      "B": "Citizenship",
      "C": "Age",
      "D": "Education",
      "E": "Legal capacity"
    },
    "explanation": "There are citizenship, age, education, legal capacity, military service and non-conviction requirements for eligibility to a be a deputy."
  },
  {
    "id": "3459265",
    "unitNumber": 6,
    "text": "What is the age of eligibility to be a deputy?",
    "correctAnswer": "A",
    "options": {
      "A": "18",
      "B": "21",
      "C": "25",
      "D": "30",
      "E": "40"
    },
    "explanation": "Only Turkish citizens who are over the age of eighteen are eligible to be a deputy."
  },
  {
    "id": "3459310",
    "unitNumber": 6,
    "text": "Which level of education is required for the eligibility of deputy?",
    "correctAnswer": "A",
    "options": {
      "A": "Primary education",
      "B": "Secondary Education",
      "C": "High school education",
      "D": "University Degree",
      "E": "Master degree"
    },
    "explanation": "Only Turkish citizens who are over the age of eighteen are eligible to be a deputy. They need to complete primary education and should not be deprived of legal capacity."
  },
  {
    "id": "3459319",
    "unitNumber": 6,
    "text": "Which of the following crimes conviction is not an obstacle to be a deputy",
    "correctAnswer": "A",
    "options": {
      "A": "Tax evasion",
      "B": "Embezzlement",
      "C": "Corruption",
      "D": "Bribery",
      "E": "Theft"
    },
    "explanation": "Those who are convicted for certain crimes such as embezzlement, corruption, bribery, theft, fraud, forgery, breach of trust, fraudulent bankruptcy and terrorism cannot be elected as a deputy (art. 76)."
  },
  {
    "id": "3459326",
    "unitNumber": 6,
    "text": "How often are elections for the Grand National Assembly of Turkiye held?",
    "correctAnswer": "A",
    "options": {
      "A": "Every five years",
      "B": "Every four years",
      "C": "Every three years",
      "D": "Every seven years",
      "E": "Every ten years"
    },
    "explanation": "Elections for the Grand National Assembly of Turkiye is held every five years."
  },
  {
    "id": "3459351",
    "unitNumber": 6,
    "text": "What is the quorum for meeting at The Grand National Assembly of Turkiye?",
    "correctAnswer": "A",
    "options": {
      "A": "⅓ of the total number of members",
      "B": "¼ of the total number of members",
      "C": "½ of the total number of members",
      "D": "1/5 of the total number of members",
      "E": "⅛ of the total number of members"
    },
    "explanation": "The Grand National Assembly of Turkiye convenes with at least one-third of the total number of members (200 members) for all its affairs, including elections it holds. If there is a fewer number of members present, the Assembly cannot convene. This is called quorum for meeting."
  },
  {
    "id": "3459378",
    "unitNumber": 6,
    "text": "Which of the following is not included among the duties and powers of the Grand National Assembly of Turkiye?",
    "correctAnswer": "E",
    "options": {
      "A": "To enact, amend, and repeal laws",
      "B": "To debate and adopt the budget bills and final accounts bills",
      "C": "To decide to issue currency",
      "D": "To approve the ratification of international treaties",
      "E": "To judge the President of the Republic"
    },
    "explanation": "The duties and powers of the Grand National Assembly of Turkiye are to enact, amend, and repeal laws; to debate and adopt the budget bills and final accounts bills; to decide to issue currency and declare war; to approve the ratification of international treaties, to decide with the majority of three-fifths of the Grand National Assembly of Turkiye to proclaim amnesty and pardon; and to exercise the powers and carry out the duties envisaged in the other articles of the Constitution (art. 87)"
  },
  {
    "id": "3459397",
    "unitNumber": 6,
    "text": "Which of the following is the representative of the The Office of Commander-in-Chief?",
    "correctAnswer": "A",
    "options": {
      "A": "President of the Republic",
      "B": "Speaker of Grand National Assembly of Turkiye",
      "C": "Chief of the General Staff",
      "D": "Chief of the Air Staff",
      "E": "Chief of the Army"
    },
    "explanation": "The Office of Commander-in-Chief is inseparable from the spiritual existence of the Grand National Assembly of Turkiye although it represented by the President of the Republic who is responsible to the Grand National Assembly of Turkiye for national security and for the preparation of the armed forces for the defence of the country (art. 117)"
  },
  {
    "id": "3188846",
    "unitNumber": 7,
    "text": "According to which article of the Constitution executive power and function is exercised and carried out by the President of the Republic?",
    "correctAnswer": "A",
    "options": {
      "A": "Article 8",
      "B": "Article 11",
      "C": "Article 45",
      "D": "Article 48",
      "E": "Article 101"
    },
    "explanation": "CONSTITUTIONAL LAW<br/>According to Article 8 of the Constitution executive power and function is exercised and carried out by the President of the Republic in conformity with the Constitution and laws."
  },
  {
    "id": "3188849",
    "unitNumber": 7,
    "text": "The nomination and election of the President is regulated by which article?",
    "correctAnswer": "D",
    "options": {
      "A": "Article 1",
      "B": "Article 12",
      "C": "Article 42",
      "D": "Article 101",
      "E": "Article 105"
    },
    "explanation": "The nomination and election of the President is regulated by Article 101 of the Constitution"
  },
  {
    "id": "3188853",
    "unitNumber": 7,
    "text": "What is the age limit of president for nomination?",
    "correctAnswer": "D",
    "options": {
      "A": "Over 18",
      "B": "Over 25",
      "C": "Over 36",
      "D": "Over 40",
      "E": "Over 45"
    },
    "explanation": "Nomination and Election<br/>Only Turkish citizens over the age of forty and those who have completed higher<br/>education can be nominated."
  },
  {
    "id": "3188856",
    "unitNumber": 7,
    "text": "How long the President’s term of office?",
    "correctAnswer": "E",
    "options": {
      "A": "1 year",
      "B": "2 year",
      "C": "3 year",
      "D": "4 year",
      "E": "5 year"
    },
    "explanation": "Nomination and Election<br/>The President’s term of office is five years"
  },
  {
    "id": "3188909",
    "unitNumber": 7,
    "text": "How many terms The President can be elected?",
    "correctAnswer": "B",
    "options": {
      "A": "One term",
      "B": "Two terms",
      "C": "Three terms",
      "D": "Four terms",
      "E": "Five terms"
    },
    "explanation": "Nomination and Election<br/>The President’s term of office is five years. A person cannot be elected as the President of the Republic for more than two<br/>terms."
  },
  {
    "id": "3188910",
    "unitNumber": 7,
    "text": "Which <strong>is not</strong> the duties and powers of the President?",
    "correctAnswer": "C",
    "options": {
      "A": "To decide on the use of the Turkish Armed Forces.",
      "B": "To commute or remit the sentences imposed on persons, on grounds of chronic illness, disability or old age.",
      "C": "To determine the price of meat",
      "D": "To issue presidential decrees and by-laws.",
      "E": "To promulgate laws"
    },
    "explanation": "Under Article 104 of the Constitution the duties and powers of the President are as follow:\n To deliver the opening speech of the Grand National Assembly of Turkiye on the first day of the legislative year, if<br/>he deems it necessary.<br/>• To give message to the Assembly regarding domestic and foreign policies of the country.<br/>• To promulgate laws.<br/>• To send laws back to the Grand National Assembly of Turkiye to be reconsidered.<br/>• To appeal to the Constitutional Court for the annulment of all or certain provisions of laws and the Rules of<br/>Procedure of the Grand National Assembly of Turkiye on the grounds that they are unconstitutional in form or in<br/>content.<br/>• To appoint and dismiss the deputies of the President of the Republic and the ministers.<br/>• To appoint and dismiss the high ranking executives, and to regulate the procedure and principles governing the<br/>appointment thereof by presidential decree.<br/>• To accredit representatives of the Republic of Turkiye to foreign states and to receive the representatives of foreign<br/>states appointed to the Republic of Turkiye.<br/>• To ratify and promulgate international treaties.<br/>• To submit laws regarding amendment to the Constitution to referendum, if he deems it necessary.<br/>• To determine national security policies and take necessary measures.<br/>• To represent the Office of Commander-in-Chief of the Turkish Armed Forces on behalf of the Grand National<br/>Assembly of Turkiye.<br/>• To decide on the use of the Turkish Armed Forces.<br/>• To commute or remit the sentences imposed on persons, on grounds of chronic illness, disability or old age.<br/>• To issue presidential decrees and by-laws.<br/>• The President of the Republic also exercises powers of election and appointment of some public officials, and<br/>perform the other duties conferred on him by the Constitution and laws."
  },
  {
    "id": "3188911",
    "unitNumber": 7,
    "text": "Which decrees are not regulated by president?",
    "correctAnswer": "E",
    "options": {
      "A": "The establishment",
      "B": "Abolition",
      "C": "The organizational structure of the ministries",
      "D": "Establishment of central and provincial organizations",
      "E": "Land transactions"
    },
    "explanation": "Presidential Decrees<br/>The establishment, abolition, the duties and powers, the organizational structure of the ministries, and the establishment of their central and provincial organizations can be regulated by the presidential decree (art. 104)."
  },
  {
    "id": "3188913",
    "unitNumber": 7,
    "text": "Which Article of the Constitution regulates the administration of state of emergency?",
    "correctAnswer": "E",
    "options": {
      "A": "Article 8",
      "B": "Article 45",
      "C": "Article 85",
      "D": "Article 101",
      "E": "Article 119"
    },
    "explanation": "Article 119 of the Constitution regulates the administration of state of emergency"
  },
  {
    "id": "3188914",
    "unitNumber": 7,
    "text": "In which condition the President of the Republic <strong>may not</strong> declare<br/>state of emergency?",
    "correctAnswer": "B",
    "options": {
      "A": "In the event of war",
      "B": "In the event of pandemic",
      "C": "The emergence of a situation necessitating war",
      "D": "Mobilization",
      "E": "An uprising"
    },
    "explanation": "The President of the Republic may declare state of emergency “in the event of war, the emergence of a situation necessitating war, mobilization, an uprising, strong rebellious actions against the motherland and the Republic,"
  },
  {
    "id": "3188915",
    "unitNumber": 7,
    "text": "Under which articele a motion requesting that the President of the Republic be<br/>investigated on allegations of a crime?",
    "correctAnswer": "D",
    "options": {
      "A": "Article 8",
      "B": "Article 45",
      "C": "Article 85",
      "D": "Article 105",
      "E": "Article 108"
    },
    "explanation": "Criminal Liability of the President<br/>Under Article 105, the absolute majority of the Grand National Assembly of Turkiye (301 members) may table a motion requesting that the President of the Republic be investigated on allegations of a crime"
  },
  {
    "id": "3188773",
    "unitNumber": 8,
    "text": "According to which article of the Constitution judicial power is exercised by independent and impartial courts on behalf of the Turkish Nation?",
    "correctAnswer": "D",
    "options": {
      "A": "Article 2",
      "B": "Article 5",
      "C": "Article 7",
      "D": "Article 9",
      "E": "Article 10"
    },
    "explanation": "JUDICIARY: GENERAL PROVISIONS AND CONSTITUTIONAL COURT<br/>According to Article 9 of the Constitution judicial power is exercised by independent and impartial courts on behalf of the Turkish Nation."
  },
  {
    "id": "3188774",
    "unitNumber": 8,
    "text": "The independence of courts is regulated by which Article of the Constitution?",
    "correctAnswer": "A",
    "options": {
      "A": "Article 138",
      "B": "Article 139",
      "C": "Article 140",
      "D": "Article 141",
      "E": "Article 142"
    },
    "explanation": "JUDICIARY: GENERAL PROVISIONS AND CONSTITUTIONAL COURT<br/>The independence of courts is regulated by Article 138 of the Constitution."
  },
  {
    "id": "3188775",
    "unitNumber": 8,
    "text": "According to Article 138, what are the fundemental feature of judges?",
    "correctAnswer": "B",
    "options": {
      "A": "Codependent",
      "B": "İndependent",
      "C": "Dependent",
      "D": "Responsible",
      "E": "Recommendation"
    },
    "explanation": "JUDICIARY: GENERAL PROVISIONS AND CONSTITUTIONAL COURT<br/>The independence of courts is regulated by Article 138 of the Constitution. According to this article judges are independent in<br/>the discharge of their duties."
  },
  {
    "id": "3188776",
    "unitNumber": 8,
    "text": "Which procedures of the courts <strong>is not</strong> regulated by law?",
    "correctAnswer": "C",
    "options": {
      "A": "Formation",
      "B": "Duties",
      "C": "Time",
      "D": "Powers",
      "E": "Functioning"
    },
    "explanation": "JUDICIARY: GENERAL PROVISIONS AND CONSTITUTIONAL COURT<br/>The formation, duties and powers, functioning and trial procedures of the courts are regulated by law (art. 142). C"
  },
  {
    "id": "3188778",
    "unitNumber": 8,
    "text": "Judges and public prosecutors serve until over what age?",
    "correctAnswer": "C",
    "options": {
      "A": "25",
      "B": "45",
      "C": "65",
      "D": "75",
      "E": "85"
    },
    "explanation": "JUDICIARY: GENERAL PROVISIONS AND CONSTITUTIONAL COURT<br/>Judges and public prosecutors serve until they are over the age of sixty-five"
  },
  {
    "id": "3188784",
    "unitNumber": 8,
    "text": "Which one is higher court?",
    "correctAnswer": "D",
    "options": {
      "A": "Civil court",
      "B": "Criminal court",
      "C": "Military court",
      "D": "Court of Jurisdictional Disputes",
      "E": "Court of account"
    },
    "explanation": "There are four higher courts enumerated in the Constitution namely Constitutional Court, High Court of Appeals (Yargıtay) , Council of State (Danıştay) , Court of Jurisdictional Disputes (Uyuşmazlık Mahkemesi)."
  },
  {
    "id": "3188788",
    "unitNumber": 8,
    "text": "Which court do deliver final judgments in disputes between civil and administrative courts concerning their jurisdiction and judgments?",
    "correctAnswer": "D",
    "options": {
      "A": "Constitutional Court",
      "B": "High Court of Appeals",
      "C": "Council of State",
      "D": "Court of Jurisdictional Disputes",
      "E": "Military court"
    },
    "explanation": "Higher Courts<br/>The Court of Jurisdictional Disputes is empowered to deliver final judgments in disputes between civil and administrative courts concerning their jurisdiction and judgments."
  },
  {
    "id": "3188797",
    "unitNumber": 8,
    "text": "The functions and powers of the Constitutional Court are under which Article?",
    "correctAnswer": "C",
    "options": {
      "A": "Article 140",
      "B": "Article 146",
      "C": "Article 148",
      "D": "Article 150",
      "E": "Article 152"
    },
    "explanation": "Formation and Functions of Constitutional Court<br/>The functions and powers of the Constitutional Court are as follow under Article 148."
  },
  {
    "id": "3188800",
    "unitNumber": 8,
    "text": "Twelve member of The Constitutional Court is elected by whom?",
    "correctAnswer": "B",
    "options": {
      "A": "Grand National Assembly of Turkiye",
      "B": "President",
      "C": "Council of State",
      "D": "High Court of Appeals",
      "E": "Constitutional Court"
    },
    "explanation": "Formation and Functions of Constitutional Court<br/>The Constitutional Court is composed of fifteen members of whom three will be elected by the Grand National Assembly of Turkiye and twelve will be appointed by the President"
  },
  {
    "id": "3188804",
    "unitNumber": 8,
    "text": "Judicial review is regulated by which article ?",
    "correctAnswer": "A",
    "options": {
      "A": "Article 125",
      "B": "Article 130",
      "C": "Article 140",
      "D": "Article 141",
      "E": "Article 142"
    },
    "explanation": "Under article 125, recourse to judicial review is available against all actions and acts of administration. This is a requisite for the rule of law."
  }
]