[
  {
    "id": "3836089",
    "unitNumber": 1,
    "text": "Which of the following is not one of the characteristics of the classical theory?",
    "correctAnswer": "A",
    "options": {
      "A": "Transparency",
      "B": "Written rules",
      "C": "Expertise",
      "D": "Neutrality",
      "E": "Written duties"
    },
    "explanation": "The classical theory was characterised by hierarchical organisational structure and functioning, neutrality, expertise, written rules and duties."
  },
  {
    "id": "3836093",
    "unitNumber": 1,
    "text": "Which of the following is Weber's ideal type of formal hierarchical organisation governed by written rules and duties, rationality, efficiency, expertise, and neutrality?",
    "correctAnswer": "B",
    "options": {
      "A": "Public model",
      "B": "Bureaucratic model",
      "C": "Sector model",
      "D": "Democratic model",
      "E": "Authority model"
    },
    "explanation": "Weber’s ‘bureaucratic model’ referred to an ideal type of formal hierarchical organization governed by written rules and duties, rationality, efficiency, expertise, and neutrality."
  },
  {
    "id": "3836371",
    "unitNumber": 1,
    "text": "Which of the following is a situation caused by the rigidity that Downs (1967) characterised as the inability of bureaucratic organisations to adapt to changes in their environment and learn from their mistakes?",
    "correctAnswer": "C",
    "options": {
      "A": "inertia and ritualism",
      "B": "goal displacement and red tape",
      "C": "inertia and red-tape",
      "D": "trained and incapacity",
      "E": "original and specialization"
    },
    "explanation": "Public managers or policymakers did not have the amount of specialisation that many bureaucrats had, which conflicted with the classical model’s basic assumptions. Downs (1967) criticised the rigidity of bureaucratic organisations since they could not adapt to changes in their environment and not learn from their mistakes, causing inertia and red tape."
  },
  {
    "id": "3836374",
    "unitNumber": 1,
    "text": "Which one of the following approaches is that the political or public organisations are systems composed of interdependent parts or subsystems that interact with and are connected to more comprehensive and broader systems?",
    "correctAnswer": "D",
    "options": {
      "A": "Public approach",
      "B": "Organisational approach",
      "C": "Interact approach",
      "D": "System approach",
      "E": "Administrative approach"
    },
    "explanation": "According to the system approach, political or public organisations are systems composed of interdependent parts or sub-systems that interact with and are connected to more comprehensive and broader systems."
  },
  {
    "id": "3836382",
    "unitNumber": 1,
    "text": "Which of the following describes the behaviour of individuals-voters, politicians, and bureaucrats- in the theory of public choice?",
    "correctAnswer": "E",
    "options": {
      "A": "Minimise their societies's market",
      "B": "Maximize their organisational decision",
      "C": "Maximize their personal qualifications",
      "D": "Minimise their personal interests",
      "E": "Maximize their personal interests"
    },
    "explanation": "All voters, politicians, and bureaucrats are perceived as individuals trying to maximize their personal interests."
  },
  {
    "id": "3836384",
    "unitNumber": 1,
    "text": "Which one of the following can be defined as the use of public resources and opportunities for the benefit of a certain person or group in a way that leads to waste of public resources and that is contrary to the interests of the majority?",
    "correctAnswer": "A",
    "options": {
      "A": "Public rent-seeking",
      "B": "Free-riding",
      "C": "Externalities",
      "D": "Political market",
      "E": "Maximise the interest"
    },
    "explanation": "“Public rent-seeking” can be defined as the use of public resources and opportunities for the benefit of a certain person or group in a way that leads to waste of public resources and that is contrary to the interests of the majority."
  },
  {
    "id": "3836420",
    "unitNumber": 1,
    "text": "Which one of the following is known as the formal and informal administrative and participatory institutional settings and arrangements that determine how public policies and decisions are made, how related actors interact and cooperate in policy-making processes, and “how public actions are carried out from the perspective of maintaining a country’s constitutional values in the face of changing problems, actors, and environments”?",
    "correctAnswer": "B",
    "options": {
      "A": "Public choice theory",
      "B": "Public governance",
      "C": "Classic approach",
      "D": "Neoclassical approach",
      "E": "Public-private partnership"
    },
    "explanation": "OECD (2005: 16) defines public governance as the formal and informal administrative and participatory institutional settings and arrangements that determine how public policies and decisions are made, how related actors interact and cooperate in policy-making processes, and “how public actions are carried out from the perspective of maintaining a country’s constitutional values in the face of changing problems, actors, and environments.”"
  },
  {
    "id": "3836423",
    "unitNumber": 1,
    "text": "Which one of the following refers to integrating new digital technologies in the operations and functions of public administration so that public services are provided in a more accessible, effective, efficient, economical, and equal manner?",
    "correctAnswer": "C",
    "options": {
      "A": "Public values",
      "B": "Public principles",
      "C": "E-government",
      "D": "Public choice",
      "E": "Public governance"
    },
    "explanation": "Electronic government, e-government, e-state, mobile, or digital government concepts are often used interchangeably. These terms refer to integrating new digital technologies in the operations and functions of public administration so that public services are provided in a more accessible, effective, efficient, economical, and equal manner."
  },
  {
    "id": "3836427",
    "unitNumber": 1,
    "text": "Which one of the following is not one of the market-oriented approaches that underline the free market mechanisms and values in public service production and delivery?",
    "correctAnswer": "D",
    "options": {
      "A": "Competitiveness",
      "B": "Choice",
      "C": "Efficiency",
      "D": "Solidarity",
      "E": "Customer orientation"
    },
    "explanation": "The market-oriented approaches underline the free market mechanisms and values such as competitiveness, choice, efficiency, economy, and customer orientation in public service production and delivery."
  },
  {
    "id": "3836433",
    "unitNumber": 1,
    "text": "Which one of the following is not a change of focus in public administration towards digital government and participatory governance?",
    "correctAnswer": "E",
    "options": {
      "A": "Participatory governance",
      "B": "Involving multi-actor cooperation",
      "C": "Partnerships based on interaction",
      "D": "Networking in public decision-making",
      "E": "Hierarchical organizational structures"
    },
    "explanation": "Köseoğlu and Sobacı (2015: 307) also underline a change of focus in public administration towards digital government and participatory governance, involving the development of horizontal and multi-actor cooperation and partnerships based on interaction and networking in public decision-making and policy-making processes, and such principles as transparency, participation, accessibility, speed, and accountability by taking advantage of the opportunities of digital technologies."
  },
  {
    "id": "3843019",
    "unitNumber": 1,
    "text": "Which theory is characterized by hierarchical organizational structure and functioning, impartiality, expertise, written rules and tasks?",
    "correctAnswer": "A",
    "options": {
      "A": "the Classical Theory",
      "B": "Organizational theory",
      "C": "Market based theory",
      "D": "Change theory",
      "E": "The Neoclassical Theory"
    },
    "explanation": "The classical theory was characterized by hierarchical organizational structure and functioning, neutrality, expertise, written rules and duties."
  },
  {
    "id": "3843020",
    "unitNumber": 1,
    "text": "Which of the following referred to an ideal type of formal hierarchical organization governed by written rules and tasks, rationality, efficiency, efficiency, expertise and impartiality?",
    "correctAnswer": "A",
    "options": {
      "A": "Weber’s ‘bureaucratic model’",
      "B": "Woodrow Wilson and Frank Goodnow's \"separation of politics-administration\"",
      "C": "Frederick Winslow Taylor's \"scientific management\"",
      "D": "Henry Fayol's \"the principles approach\"",
      "E": "Gulick and Urwick’s \"the principles approach\""
    },
    "explanation": "Weber’s ‘bureaucratic model’ referred to an ideal type of formal hierarchical organization governed by written rules and duties, rationality, efficiency, expertise, and neutrality"
  },
  {
    "id": "3843021",
    "unitNumber": 1,
    "text": "Which of the following is <strong>not</strong> among the fundamental tenets of the classical theory?",
    "correctAnswer": "A",
    "options": {
      "A": "Recognition of management’s role in effective communication, coordination, and decision-making",
      "B": "Authority, chain of command, and control",
      "C": "Rationally structured hierarchical organizational structure",
      "D": "Formal rules and procedures, and a commitment to serving the public interest",
      "E": "Division of labor, specialization, and separation of politics and administration"
    },
    "explanation": "The fundamental tenets of the classical theory<br/>Basic features, values and principles<br/>1 Authority, chain of command, and control<br/>2 Rationally structured hierarchical organizational structure<br/>3 Formal rules and procedures, and a commitment to serving the public interest<br/>4 Division of labor, specialization, and separation of politics and administration<br/>5 Neutrality, merit, rationality, predictability, efficiency, effectiveness, and economy as the main<br/>principles guiding public (and private) organizations"
  },
  {
    "id": "3843022",
    "unitNumber": 1,
    "text": "Which of the following are among the issues that the classical theory is concerned with?",
    "correctAnswer": "A",
    "options": {
      "A": "well-structured configurations for official roles, rules, procedures, and guidelines",
      "B": "environmental factors",
      "C": "informal group dynamics in organizations",
      "D": "human relations or behavioral approach",
      "E": "organizational subsystems"
    },
    "explanation": "It was not much concerned with environmental factors, organizational subsystems, personnel issues, and<br/>informal group dynamics in organizations. Thus, neoclassical theory, also called human relations or<br/>behavioral approach, was developed to meet such shortcomings.<br/>The classical theory viewed all organizations as well-structured configurations involving<br/>official roles, rules, procedures, and guidelines It was not much concerned with environmental factors, organizational subsystems, personnel issues, and informal group dynamics in organizations. Thus, neoclassical theory, also called human relations or behavioral approach, was developed to meet such shortcomings."
  },
  {
    "id": "3843023",
    "unitNumber": 1,
    "text": "What distinguishes neoclassical theory from classical theory in the study of organizations?",
    "correctAnswer": "A",
    "options": {
      "A": "Emphasis on the human side of the organization and social relations between staff.",
      "B": "Adopting a holistic and unified approach to organizations.",
      "C": "Emphasizing the need for greater institutional flexibility and change.",
      "D": "responding to environmental changes requires fostering adaptability in organizations and promoting changes in organizational culture.",
      "E": "Focusing on centralized and flexible organizational structures and teams."
    },
    "explanation": "What differentiates the neoclassical theory from the classical theory in studying organizations<br/>is the emphasis it places on the human aspect of organization and social relationships among personnel."
  },
  {
    "id": "3843024",
    "unitNumber": 1,
    "text": "Which of the following also focus on leadership, organizational change and culture?",
    "correctAnswer": "A",
    "options": {
      "A": "Modern theorists",
      "B": "Classical theorists",
      "C": "Neo-Classical theorists",
      "D": "The new public reformers",
      "E": "the traditional public administratiors"
    },
    "explanation": "Modern theorists consider organizations as<br/>complex and diverse entities that include various<br/>social groups. These groups interact among<br/>themselves and with the environment but may<br/>not necessarily share common values.<br/>They further focus on leadership,<br/>organizational change, and culture."
  },
  {
    "id": "3843025",
    "unitNumber": 1,
    "text": "Which of the following did <strong>not</strong> contribute to The New Public Administration Movement (NPA movement)?",
    "correctAnswer": "A",
    "options": {
      "A": "David Easton",
      "B": "Dwight Waldo",
      "C": "George Frederickson",
      "D": "Michael Harmon",
      "E": "Frank Marini"
    },
    "explanation": "The scholars such as Dwight Waldo, George Frederickson, Michael Harmon, and Frank Marini contributed to the NPA movement."
  },
  {
    "id": "3843026",
    "unitNumber": 1,
    "text": "In which of the following theories are politicians compared to businessmen or entrepreneurs, bureaucrats to company managers and voters to customers?",
    "correctAnswer": "A",
    "options": {
      "A": "Public Choice Theory",
      "B": "Theory Z",
      "C": "System approach",
      "D": "Total Quality Management",
      "E": "The Public Governance theory"
    },
    "explanation": "Public choice theorists compare politicians to businessmen or entrepreneurs; bureaucrats to corporate executives; and voters to customers"
  },
  {
    "id": "3843029",
    "unitNumber": 1,
    "text": "<strong>Which of the following is the correct match for the classical theory in terms of structure, the role of the state and the management?<br/>Structure:</strong> Z. Centralized&amp;hierarchical W. Top-down&amp;decentralized Y. Participative&amp;collaborative<br/><strong>Role of the state:</strong> I. Strong and intervening state&amp;a weak market II. Minimal state presence&amp;market focus and domination III. A balanced presence of civic-public-private sectors&amp;supervising state<br/><strong>Management:</strong> K. Bureaucratic administrator L. Entrepreneur manager M. Coordinating&amp;facilitating leader",
    "correctAnswer": "A",
    "options": {
      "A": "Z-I-K",
      "B": "Z-II-L",
      "C": "W-III-M",
      "D": "Y-I-M",
      "E": "W-I-M"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/a173bef1ab70b41b5487208a0c013879.png\" alt=\"\" width=\"663\" height=\"471\">"
  },
  {
    "id": "3843032",
    "unitNumber": 1,
    "text": "Which of the following can be considered the best defining characteristic of a future public administration?",
    "correctAnswer": "A",
    "options": {
      "A": "More participatory and pluralistic democratic public governance, shared and facilitative public leadership, continuous improvement and adaptation",
      "B": "A top-down and hierarchical public administration",
      "C": "A customer and technology friendly public administration",
      "D": "More rule-based and hierarchical organizational structures on the basis of the principles of neutral competence, rationality, control and command culture, and politics-administration separation.",
      "E": "More emphasis the market-based public management"
    },
    "explanation": "The future prospects of public administration<br/>seem to dwell upon the development of<br/>more participative and pluralistic democratic<br/>public governance, shared and facilitative<br/>public leadership, continuous improvement<br/>and adaptation.<br/>The future prospects of public administration seem to dwell upon the development of<br/>more participative and pluralistic democratic public governance, shared and facilitative<br/>public leadership, continuous improvement and adaptation."
  },
  {
    "id": "3836707",
    "unitNumber": 2,
    "text": "Which one of the followings are the events that shaped the new public administration?",
    "correctAnswer": "A",
    "options": {
      "A": "Civil rights movements, anti-war protests, demands for greater accountability in governance",
      "B": "Military intervention, anti-war protests, demands for greater accountability in governance",
      "C": "Civil rights movements, anti-war protests, demands for greater competitiveness",
      "D": "Civil rights movements, for war protests, demands for greater competitiveness",
      "E": "Military movements, anti-war protests, demands for greater effectiveness"
    },
    "explanation": "It was shaped by a confluence of social upheaval, including civil rights movements, anti-war protests, and demands for greater accountability in governance."
  },
  {
    "id": "3836764",
    "unitNumber": 2,
    "text": "Which one of the following is the Nobel laureate public administration theorist that was very influential in the formation and development of the NPA movement?",
    "correctAnswer": "B",
    "options": {
      "A": "Jan Tinbergen",
      "B": "Herbert Simon",
      "C": "Paul Samuelson",
      "D": "John Hicks",
      "E": "Wassily Leontief"
    },
    "explanation": "The opposing ideas and critiques by some public administration theorists, such as Nobel laureate Herbert Simon, were also very influential in the formation and development of the NPA movement."
  },
  {
    "id": "3836775",
    "unitNumber": 2,
    "text": "Which one of the following is the theme of the Minnowbrook at 50 Conference?",
    "correctAnswer": "C",
    "options": {
      "A": "Revisiting the Administrative Organizations",
      "B": "Do not visit the Administrative State",
      "C": "Revisiting the Administrative State",
      "D": "Revisiting the Alternative State",
      "E": "Revisiting the Alter Organizations"
    },
    "explanation": "Organizers agreed on the theme of “Revisiting the Administrative State,” which connected well to the Minnowbrook legacy and Dwight Waldo’s concerns about public administration and democracy."
  },
  {
    "id": "3836788",
    "unitNumber": 2,
    "text": "Which one of the following terms was added to the principles of public administration that have shaped both the study and practice of public administration in the first conference?",
    "correctAnswer": "D",
    "options": {
      "A": "Public administration",
      "B": "Bureaucracy",
      "C": "Hierarchy",
      "D": "Social equity",
      "E": "Public managment"
    },
    "explanation": "This first conference made essential contributions to the discipline of public administration but specifically played a key role in adding social equity to the principles of public administration that have shaped both the study and practice of public administration."
  },
  {
    "id": "3836797",
    "unitNumber": 2,
    "text": "Which one of the following is not one of NPA's values?",
    "correctAnswer": "E",
    "options": {
      "A": "Humanistic",
      "B": "Democratic",
      "C": "Flexible",
      "D": "Responsive",
      "E": "Rule-bound"
    },
    "explanation": "The classical theory was considered overly mechanical, depersonalised, hierarchical, and rule-bound.<br/>The advocates of the NPA movement noticed and criticised the predominance of bureaucratic ideals in public administration (Denhardt, 1997: 1096). The NPA movement argued for a more humanistic, value-based, democratic, flexible, and responsive model of public administration."
  },
  {
    "id": "3836818",
    "unitNumber": 2,
    "text": "Which one of the following is not one of the similar aspects of NPA with the previous movements?",
    "correctAnswer": "A",
    "options": {
      "A": "Humanistic approach",
      "B": "Human relations",
      "C": "Organizational learning",
      "D": "Reinventing or refounding government",
      "E": "PUblic service"
    },
    "explanation": "As discussed above, despite being labelled “new”, the NPA movement is not a totally new movement that is completely separate from previous movements. It has some similar aspects to other approaches, such as human relations, organisational learning, organisational change and development, reinventing or refounding government, public service, public value, or democratic public governance approaches."
  },
  {
    "id": "3836846",
    "unitNumber": 2,
    "text": "Which one of the following is not one of the members of the NPA movement?",
    "correctAnswer": "B",
    "options": {
      "A": "Gaus (1947)",
      "B": "Debreu (1981)",
      "C": "Rawls (1971)",
      "D": "Husserl (1980)",
      "E": "Ramos (1981)"
    },
    "explanation": "The members of the NPA movement have referred to some intellectuals and scholars and tried to apply them to the field and issues of public administration, such as Maslow, Mosher (1941), Pfifner (1946), Gaus (1947), Kaufman (1956; 1971), Kuhn (1962/1991), Rawls (1971), Husserl (1980), and Ramos (1981/1984), among others."
  },
  {
    "id": "3836869",
    "unitNumber": 2,
    "text": "Which of the following factors does the NPA movement consider when making decisions and policies?",
    "correctAnswer": "C",
    "options": {
      "A": "Efficient",
      "B": "Neutral",
      "C": "Social justice",
      "D": "Economic",
      "E": "Coherent"
    },
    "explanation": "According to the NPA movement, public officials should consider social justice in their decisions and policies and treat citizens fairly while delivering public services."
  },
  {
    "id": "3836876",
    "unitNumber": 2,
    "text": "Which one of the following is the reason for critics of the NPA movement?",
    "correctAnswer": "D",
    "options": {
      "A": "Not changing the existing environmental pollution",
      "B": "Not changing the existing hierarchy",
      "C": "Not changing the existing bureaucracy",
      "D": "Not changing the existing status quo",
      "E": "Not changing the existing administration"
    },
    "explanation": "Despite this opposing stand, the NPA movement has been criticised for not changing the existing status quo or understanding much, not deviating from the modernist line, not substantially criticising the status quo, and not being radical and proactive enough for change."
  },
  {
    "id": "3836886",
    "unitNumber": 2,
    "text": "Which one of the following is the person whose understanding of justice developed and became vital since it formed the basis of the NPA movement for correcting social injustices?",
    "correctAnswer": "E",
    "options": {
      "A": "Özgür (2002)",
      "B": "Haque (1996)",
      "C": "Ventriss (1997)",
      "D": "Ostrom (1989)",
      "E": "Rawls (1971)"
    },
    "explanation": "At this point, the understanding of justice developed by Rawls (1971) becomes vital since it formed the basis of the NPA movement for correcting social injustices."
  },
  {
    "id": "3842263",
    "unitNumber": 2,
    "text": "The ..............................movement emerged in the late 1960s and early 1970s as a<br/>response to the limitations of traditional public administration, driven by a growing recognition<br/>of the need for governments to address social issues and promote equity. <br/>Which of the following correctly completes<br/>the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "New Public Administration",
      "B": "Classical Public Administration",
      "C": "Postmodern Public Administration",
      "D": "New Public Service",
      "E": "Systems Theory"
    },
    "explanation": "The New Public Administration movement emerged in the late 1960s and early 1970s as a<br/>response to the limitations of traditional public administration, driven by a growing recognition<br/>of the need for governments to address social issues and promote equity."
  },
  {
    "id": "3842265",
    "unitNumber": 2,
    "text": "The ................................. goes beyond the self-interested individualistic and rational analysis and adopts a broader and long-term public interest.<br/>Which of the following correctly completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Classical Public Administration",
      "B": "New public service model",
      "C": "New Public Management",
      "D": "Postmodern Public Administration",
      "E": "Systems Theory"
    },
    "explanation": "The new public service model goes beyond the self-interested individualistic and rational analysis and adopts a broader and long-term public interest."
  },
  {
    "id": "3842268",
    "unitNumber": 2,
    "text": "Which of the following <strong>isnot</strong> one of the fundamental tenets of the new public administration (NPA) movement?",
    "correctAnswer": "0",
    "options": {
      "A": "Public administrators and agencies are not and cannot be neutral or objective; they are value-driven and protect citizens’ rights and social equity.",
      "B": "Technology is often dehumanizing but can be integrated to improve responsiveness, equity, and<br/>justice.",
      "C": "Classic authority and hierarchy are often ineffective, and classics tend toward<br/>goal displacement and survival.",
      "D": "The NPA movement attempts to define and improve theory-practice relations.",
      "E": "Participation and citizen-focus, leadership, cooperation, responsiveness, interdependency, social<br/>equity, adaptability, democracy, humanism, relevance, and adaptation to change are the main<br/>principles guiding organizations, as are efficiency, effectiveness, and economy."
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0e3d6597f057ead2e7fc5a9f8a523635.png\" alt=\"\" width=\"620\" height=\"263\"><br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0e3d6597f057ead2e7fc5a9f8a523635.png\" alt=\"\" width=\"632\" height=\"268\">"
  },
  {
    "id": "3842275",
    "unitNumber": 2,
    "text": "Which of the following is <strong>one of</strong> the features of the NPM approach?",
    "correctAnswer": "E",
    "options": {
      "A": "Policy orientation",
      "B": "Belief in the power of public administration to achieve socio-economic progress in the regulated and controlled market system",
      "C": "Public interest and common good",
      "D": "Citizen and rights-centered",
      "E": "Managerial focus"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e45d6266afa1debcdaa5ba6af941eb88.png\" alt=\"\" width=\"678\" height=\"287\"><br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e45d6266afa1debcdaa5ba6af941eb88.png\" alt=\"\" width=\"574\" height=\"243\">"
  },
  {
    "id": "3842556",
    "unitNumber": 2,
    "text": "............. in the NPA movement implies a policy-oriented public administration with an active responsibility to resolve social problems and issues.<br/>Which of the following correctly completes the sentence above?",
    "correctAnswer": "E",
    "options": {
      "A": "Movement",
      "B": "Coordination",
      "C": "Approach",
      "D": "Control",
      "E": "Administration"
    },
    "explanation": "“administration” in the NPA movement implies a policy-oriented public administration with an active responsibility to resolve social problems and issues."
  },
  {
    "id": "3842557",
    "unitNumber": 2,
    "text": "...................came after decades of theorizing a neutral public administration that was technically driven and separated from politics and policymaking.<br/>Which of the following correctly completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Minnowbrook II",
      "B": "Minnowbrook I",
      "C": "Minnowbrook III",
      "D": "Minnowbrook at 50",
      "E": "The New Public Management movement"
    },
    "explanation": "Minnowbrook I came after decades of theorizing a neutral public administration that was<br/>technically driven and separated from politics and policymaking."
  },
  {
    "id": "3842558",
    "unitNumber": 2,
    "text": "Which of the following <strong>is</strong> <strong>one of</strong> the feature of the NPM approach?",
    "correctAnswer": "C",
    "options": {
      "A": "Citizen and rights-centered",
      "B": "Public interest and common good",
      "C": "Belief in the power of the free market and limited state intervention",
      "D": "Policy orientation",
      "E": "Solidarity, efficiency, fairness, social equity, responsiveness"
    },
    "explanation": "<strong><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e45d6266afa1debcdaa5ba6af941eb88.png\" alt=\"\" width=\"678\" height=\"287\"></strong><br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e45d6266afa1debcdaa5ba6af941eb88.png\" alt=\"\" width=\"683\" height=\"289\">"
  },
  {
    "id": "3842560",
    "unitNumber": 2,
    "text": "Which of the following<strong> is one of</strong> the feature of the NPA movement?",
    "correctAnswer": "A",
    "options": {
      "A": "Citizen and rights-centered",
      "B": "Customer- and choice-oriented",
      "C": "Public interest and common good Individual interest and personal benefit",
      "D": "Belief in the power of the free market and limited state intervention",
      "E": "Managerial focus"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e45d6266afa1debcdaa5ba6af941eb88.png\" alt=\"\" width=\"678\" height=\"287\">"
  },
  {
    "id": "3842564",
    "unitNumber": 2,
    "text": "........... argued for developing a theory of public administration with an overarching, encompassing epistemology and research methodology by drawing from the various disciplines that intersect the field and questioning the underlying premises.<br/>Which of the following correctly completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Dubnick, 1999",
      "B": "Bailey (1989)",
      "C": "Stivers (1998)",
      "D": "Henry (1975)",
      "E": "Ventriss (1997)"
    },
    "explanation": "Bailey (1989) argued for developing a theory of public administration with an overarching, encompassing epistemology and research methodology by drawing from the various disciplines that intersect the field and questioning the underlying premises."
  },
  {
    "id": "3842567",
    "unitNumber": 2,
    "text": ".......................... claim that public administrators should see citizens as citizens rather than customers or voters, show shared leadership, develop trust, and collaborate with citizens.<br/>Which of the following correctly completes the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "Rawls (1971)",
      "B": "Ventriss (1997)",
      "C": "Haque (1996)",
      "D": "Hummel and Stivers (1998)",
      "E": "Ostrom (1989)"
    },
    "explanation": "Hummel and Stivers (1998) claim that public administrators should see citizens as citizens rather than customers or voters, show shared leadership, develop trust, and collaborate with citizens."
  },
  {
    "id": "3835294",
    "unitNumber": 3,
    "text": "Which of the following is <strong>not</strong> true about Keynesianism?",
    "correctAnswer": "E",
    "options": {
      "A": "Argues that state intervention in the market economy is both desirable and necessary.",
      "B": "Constructed in response to the economic and political difficulties of the 1920s and 1930s.",
      "C": "It is an economic theory based on the work of Keynes.",
      "D": "The post-World War II period was accompanied by the emergence of social democracy in many Western capitalist countries.",
      "E": "It reached the peak of its popularity in the 1970s and 1980s."
    },
    "explanation": "This question is derived from part Economic/Fiscal Factors.<br/>Keynesianism is an economic theory based on the works of John Maynard Keynes (1883-1946). Keynes argues state intervention in a market economy is both desirable and necessary to avoid destabilizing levels of social unrest and high unemployment. Constructed in response to the economic and political difficulties of the 1920s and 1930s, Keynesian economic policies reached the height of their influence during the post- World War II period, accompanying the emergence of social democracy in many Western capitalist nations. During the 1970s, however, Keynesian economic theory was largely discredited following its apparent inability to account for rising levels of unemployment, inflation, and economic stagnation. Since the 1980s, Keynesianism has been superseded by neoliberalism as the dominant economic policy framework for the capitalist West. The correct answer is option E."
  },
  {
    "id": "3835595",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>The role of the state in provision of public services should be maintained at a maximum level.</li> <li>Market mechanisms should be used as much as possible, even though a fully free market for services is not feasible.</li> <li>Individualism and individual choice should be pursued rather than collective decisionmaking.</li> </ol> Which of the above themes shows the influence of new right ideas on public sector changes?",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "III",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "This question is derived from Political/Ideological Factors.<br/>Flynn (1990) pinpoints four themes that show the influence of New Right ideas on public sector changes.\n <ol> <li>Market mechanisms should be used as much as possible, even though a fully free market for services is not feasible.</li> <li>Competition should be encouraged among providers, and more choices should be given to clients. Besides, the choice to opt out of state provision should be allowed because this would increase competition among the public providers and also between them and the private and voluntary sectors. Competition is considered a way to increase efficiency and customer orientation.</li> <li>Individualism and individual choice should be pursued rather than collective decisionmaking.</li> <li>The role of the state in provision of public services should be maintained at a minimum level.</li> </ol> The correct answer is option D."
  },
  {
    "id": "3835632",
    "unitNumber": 3,
    "text": "Which of the following is <strong>not</strong> one of the social changes that have influenced the emergence of the new public management?",
    "correctAnswer": "C",
    "options": {
      "A": "Better education of population",
      "B": "Expectation of better quality provisions",
      "C": "Decreasing life expectancy",
      "D": "Shift from blue-collar to white-collar employment",
      "E": "Active and demanding citizen image"
    },
    "explanation": "This question is derived from \"Social Change\".<br/>Life expectancy increased during this period. Therefore, the correct answer is option C."
  },
  {
    "id": "3835640",
    "unitNumber": 3,
    "text": "\"For Hood (1991), the new public management model was shaped by two different streams of ideas: ---------- and ----------.\"\n<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "New institutional economics / business-type managerialism",
      "B": "Classical economics / business-type managerialism",
      "C": "New institutional economics / authoritarianism",
      "D": "Classical economics / authoritarianism",
      "E": "Keynesian economics / authoritarianism"
    },
    "explanation": "The correct answer is option A.<br/>For Hood (1991), the new public management model was shaped by two different streams of ideas. The first one was “new institutional economics,” built on the post World War II development of public choice theory, transaction cost theory, and principal-agent theory. It provided ‘a set of administrative reform doctrines built on ideas of contestability, user choice, transparency, and close concentration on incentive structures’. The second stream of ideas shaping the NPM was business-type “managerialism.”"
  },
  {
    "id": "3835653",
    "unitNumber": 3,
    "text": "Which of the following is a means by which public choice theory examines the decision-making behaviors of government officials?",
    "correctAnswer": "D",
    "options": {
      "A": "Statistics",
      "B": "Historical analysis",
      "C": "Maths",
      "D": "Economic theory",
      "E": "Literature"
    },
    "explanation": "This question is derived from Public Choice Theory.<br/>Public choice theory studies the decisionmaking behaviors of government officials from the perspective of economic theory. The correct answer is option D."
  },
  {
    "id": "3835703",
    "unitNumber": 3,
    "text": "Which of the following is <strong>not</strong> one of the dogmatic principles affecting the characteristics of New Public Management?",
    "correctAnswer": "E",
    "options": {
      "A": "Management is superior to administration.",
      "B": "Good management is the key to resolving economic and social problems.",
      "C": "Management consists of a discrete body of knowledge that is universally applicable and, therefore, portable.",
      "D": "Management in the private sector is superior to that in the public sector.",
      "E": "The administration should encourage anti-democratic practices."
    },
    "explanation": "This question is derived from Managerialism.<br/>Wilson and Doig argue that the characteristics of NPM are based on the following dogmatic principles:\n<br/><ul><br/><li>Management is superior to administration.</li><br/><li>Management in the private sector is superior to that in the public sector.</li><br/><li>Good management is the key to resolving economic and social problems.</li><br/><li>Management consists of a discrete body of knowledge that is universally applicable and, therefore, portable (1996: 53).</li><br/></ul><br/>The correct answer is option E."
  },
  {
    "id": "3835758",
    "unitNumber": 3,
    "text": "Which of the following is <strong>not</strong> one of the seven overlapping principles argued by Hood?",
    "correctAnswer": "A",
    "options": {
      "A": "A shift towards integration of units in the public sector",
      "B": "Hands-on professional management",
      "C": "A shift to greater competition in the public sector",
      "D": "Explicit standards and measures of performance",
      "E": "A stress on private sector styles of management practice"
    },
    "explanation": "This question is derived from \"MAIN FEATURES OF NEW PUBLIC MANAGEMENT\".<br/>Hood (1991: 4-5) argues that it is possible to identify its core elements and offers seven overlapping principles that appear in most discussions of NPM. These are as follows:\n <ol> <li>Hands-on professional management in the public sector</li> <li>Explicit standards and measures of performance</li> <li>Greater emphasis on output controls</li> <li>A shift to disaggregation of units in the public sector</li> <li>A shift to greater competition in the public sector</li> <li>A stress on private sector styles of management practice</li> <li>A stress on greater discipline and parsimony in resource use</li> </ol> The correct answer is option A."
  },
  {
    "id": "3835762",
    "unitNumber": 3,
    "text": "Which of the following is <strong>not</strong> one of the ten principles of entrepreneurial government?",
    "correctAnswer": "D",
    "options": {
      "A": "Prefer market mechanisms to bureaucratic mechanisms",
      "B": "Redefine their clients as customers and offer them choices",
      "C": "Promote competition among service providers",
      "D": "Centralize authority, limited participatory management",
      "E": "Empower citizens by shifting control from the bureaucracy to the community"
    },
    "explanation": "This question is derived from MAIN FEATURES OF NEW PUBLIC MANAGEMENT.<br/>Osborne and Gaebler (1992: xix) use the phrase entrepreneurial government to describe the new model. They identified ten principles that represent ‘entrepreneurial government.’\n<br/>Entrepreneurial governments:\n<br/><ol><br/><li>Promote competition among service providers.</li><br/><li>Empower citizens by shifting control from the bureaucracy to the community.</li><br/><li>Measure the performance of their agencies, focusing not on inputs but on outcomes.</li><br/><li>Are driven by their goals-their missions- rather than by their rules and regulations.</li><br/><li>Redefine their clients as customers and offer them choices.</li><br/><li>Prevent problems before they emerge, rather than simply offering services afterward.</li><br/><li>Focus their energy on earning money, not simply spending it.</li><br/><li>Decentralize authority, embracing participatory management.</li><br/><li>Prefer market mechanisms to bureaucratic mechanisms.</li><br/><li>Focus not simply on providing public services but on catalyzing all sectors- public, private, and voluntary-into action to solve their community’s problems (1992: 19-20).</li><br/></ol><br/>The correct answer is option D."
  },
  {
    "id": "3835845",
    "unitNumber": 3,
    "text": "\"The initial focus of managerial reforms in the public sector is expressed by the concept of the 3Es: economy, efficiency, and ----------.\"\n<br/>Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "education",
      "B": "effectiveness",
      "C": "equality",
      "D": "consciousness",
      "E": "environment"
    },
    "explanation": "This question is derived from \"NEW PUBLIC MANAGEMENT IN THE INTERNATIONAL CONTEXT\".<br/>The initial focus of managerial reforms in the public sector is expressed by the concept of the ‘3Es’: economy, efficiency, and effectiveness. The correct answer is option B."
  },
  {
    "id": "3835911",
    "unitNumber": 3,
    "text": "\"---------- (also known as outsourcing), an essential feature of the New Public Management, became a prevalent method of public service delivery.\"\n<br/>Which of the following completes the sentence above?",
    "correctAnswer": "C",
    "options": {
      "A": "The Purchaser-Provider Split",
      "B": "Privatization",
      "C": "Contracting out",
      "D": "Public-Private Partnerships (PPPs)",
      "E": "Forward contracts"
    },
    "explanation": "This question is derived from \"MAIN FEATURES OF NEW PUBLIC MANAGEMENT\".<br/>Contracting Out: Contracting out (also known as outsourcing), an essential feature of NPM, became a prevalent method of public service delivery. The correct answer is option C."
  },
  {
    "id": "3843955",
    "unitNumber": 3,
    "text": "What does NPM stand for in public administration?",
    "correctAnswer": "B",
    "options": {
      "A": "New Parliamentary Mechanism",
      "B": "New Public Management",
      "C": "National Policy Management",
      "D": "Nonprofit Public Model",
      "E": "Profit Public Model"
    },
    "explanation": "NPM stands for New Public Management in public administration"
  },
  {
    "id": "3843956",
    "unitNumber": 3,
    "text": "Which concept is central to New Public Management?",
    "correctAnswer": "C",
    "options": {
      "A": "Bureaucratic hierarchy",
      "B": "Centralized control",
      "C": "Efficiency and effectiveness",
      "D": "Political neutrality",
      "E": "Decentralized control"
    },
    "explanation": "At its core, NPM reforms aim to improve public administration by achieving the three “E’s”- economy, efficiency, and effectiveness."
  },
  {
    "id": "3843957",
    "unitNumber": 3,
    "text": "Who are considered the intellectual founders of \"entrepreneurial government\"?",
    "correctAnswer": "B",
    "options": {
      "A": "Hayek and Friedman",
      "B": "Osborne and Gaebler",
      "C": "Keynes and Smith",
      "D": "Hood and Dunleavy",
      "E": "Cotler and Taylor"
    },
    "explanation": "Osborne and Gaebler use the phrase entrepreneurial government to describe the new model. They identified ten principles that represent ‘entrepreneurial government.’"
  },
  {
    "id": "3843958",
    "unitNumber": 3,
    "text": "What does the \"3 E's\" in NPM stand for?",
    "correctAnswer": "C",
    "options": {
      "A": "Employment, Environment, Equity",
      "B": "Efficiency, Equality, Empowerment",
      "C": "Economy, Efficiency, Effectiveness",
      "D": "Enforcement, Ethics, Energy",
      "E": "Enforcement, Ethics, Efficiency"
    },
    "explanation": "NPM reforms aim to improve public administration by achieving the three “E’s”- economy, efficiency, and effectiveness."
  },
  {
    "id": "3843959",
    "unitNumber": 3,
    "text": "Which of the following <strong>is not</strong> a feature of NPM?",
    "correctAnswer": "B",
    "options": {
      "A": "Hands-on professional management",
      "B": "Strong reliance on hierarchy",
      "C": "Explicit standards and measures of performance",
      "D": "Competition in service delivery",
      "E": "Output-based performance measurement"
    },
    "explanation": "Hood (1991: 4-5) argues that it is possible to identify its core elements and offers seven overlapping<br/>principles that appear in most discussions of NPM. These are as follows:<br/>1. Hands-on professional management in the public sector. This means freeing the managers to<br/>manage, or, as Hood puts it, ‘active, visible, discretionary control of organizations from named persons<br/>at the top’. The justification for this is that ‘accountability requires clear assignment of responsibility for<br/>action, not diffusion of power’.<br/>2. Explicit standards and measures of performance. This requires goals and targets to be defined and<br/>performance indicators to be set. The typical justification for this is that ‘accountability requires a clear<br/>statement of goals; efficiency requires a ‘hard look’ at objectives.<br/>3. Greater emphasis on output controls. Resources are allocated to areas according to measured<br/>performance due to the ‘need to stress results rather than procedures.’<br/>4. A shift to disaggregation of units in the public sector. This involves breaking up large entities into<br/>‘corporatized units around products, operating on decentralized ‘one-line’ budgets and dealing with one<br/>another on an ‘arm’s-length’ basis.’ The typical justification for this is a ‘need to create manageable units’<br/>and ‘to gain efficiency advantages of use of contract.’<br/>5. A shift to greater competition in the public sector. This requires ‘the move to term contracts and<br/>public tendering procedures.’ ‘Rivalry as the key to lower costs and better standards’ is seen as the typical<br/>justification for this point.<br/>6. A stress on private sector styles of management practice. This involves a ‘move away from militarystyle<br/>‘public service ethic’ and ‘flexibility in hiring and rewards.’ This is justified by ‘need to use ‘proven’<br/>private sector management tools in the public sector’."
  },
  {
    "id": "3843960",
    "unitNumber": 3,
    "text": "According to public choice theory, public officials are primarily motivated by:",
    "correctAnswer": "D",
    "options": {
      "A": "Social justice",
      "B": "Altruism",
      "C": "Centeralism",
      "D": "Personal interests",
      "E": "Religious beliefs"
    },
    "explanation": "public choice theory<br/>argues that the relative strengths of interest groups<br/>will determine public expenditure patterns due to<br/>the fact that the taxpayers are more diverse and<br/>disorganized but interest groups are well organized."
  },
  {
    "id": "3843961",
    "unitNumber": 3,
    "text": "What is \"contracting out\" in the context of NPM?",
    "correctAnswer": "E",
    "options": {
      "A": "Hiring government officials permanently",
      "B": "Eliminating private contractors",
      "C": "Merging ministries for effectiveness",
      "D": "Merging ministries for efficiency",
      "E": "Delegating public services to private entities"
    },
    "explanation": "Contracting out (also<br/>known as outsourcing), an essential feature of<br/>NPM, became a prevalent method of public<br/>service delivery. It involves the delegation of certain<br/>government functions and services to external<br/>entities through contractual arrangements. Instead<br/>of delivering services directly with government<br/>resources and staff, public agencies engage external<br/>contractors, which may include private companies,<br/>nonprofit organizations, or other public<br/>institutions."
  },
  {
    "id": "3843962",
    "unitNumber": 3,
    "text": "What is the main criticism of applying private sector techniques in public management?",
    "correctAnswer": "A",
    "options": {
      "A": "They may not suit the nature of public services",
      "B": "They reduce costs too much",
      "C": "They over-professionalize public servants",
      "D": "They decrease citizen participation",
      "E": "They increase citizen participation"
    },
    "explanation": "the<br/>main criticisms include its limited geographic<br/>reach, confined primarily to Anglo-American,<br/>Australasian, and some Scandinavian contexts,<br/>while the bureaucratic paradigm remained prevalent<br/>in other regions. Additionally, it has been criticized<br/>for lacking a strong theoretical foundation and<br/>conceptual clarity."
  },
  {
    "id": "3843963",
    "unitNumber": 3,
    "text": "In which countries did NPM reforms primarily originate and develop?",
    "correctAnswer": "D",
    "options": {
      "A": "Eastern Europe and Asia",
      "B": "Middle East and Latin America",
      "C": "Middle East and Asia",
      "D": "Anglo-Saxon countries",
      "E": "Scandinavian countries only"
    },
    "explanation": "New Public Management reforms first<br/>emerged in developed countries, particularly in the<br/>Anglo-Saxon states, and were later spread through<br/>much of Europe and to developing and transitional<br/>states"
  },
  {
    "id": "3843964",
    "unitNumber": 3,
    "text": "What is the principal-agent theory mainly concerned with?",
    "correctAnswer": "D",
    "options": {
      "A": "Promoting nationalism in public policy",
      "B": "Promoting nationalism in private policy",
      "C": "Explaining international treaties",
      "D": "Aligning interests between delegators and executors",
      "E": "Reducing tax burdens for agents"
    },
    "explanation": "The primary intellectual foundation for<br/>NPM reform comes from theories rooted in new<br/>institutional economics, with public choice theory<br/>and principal-agent theory being particularly<br/>significant."
  },
  {
    "id": "3844867",
    "unitNumber": 3,
    "text": "Which of the following is a primary factor in the emergence and rise of New Public Management (NPM)?",
    "correctAnswer": "C",
    "options": {
      "A": "The ascendancy of traditional public administration",
      "B": "The establishment of a unified global economic system",
      "C": "The convergence of economic/fiscal, political/ideological, and social factors",
      "D": "The success of the Keynesian economic policy in the 1970s",
      "E": "A decrease in public demand for services and a stable demographic structure"
    },
    "explanation": "The other options are either contradictory or incomplete explanations based on the text. For example, the Keynesian economic policy was largely discredited in the 1970s , and NPM arose from a decrease in economic growth and an increase in public demand for services<br/>The unit states, \"The rise of NPM as an international trend is attributed to particular economic, social, and political factors\". It further breaks these down into \"economic/fiscal, political/ideological, and social factors, respectively\"."
  },
  {
    "id": "3844868",
    "unitNumber": 3,
    "text": "What two main streams of ideas, according to Hood (1991), shaped the New Public Management model?",
    "correctAnswer": "C",
    "options": {
      "A": "Public Choice Theory and Keynesian economics",
      "B": "Managerialism and Traditional Public Administration",
      "C": "New Institutional Economics and business-type managerialism",
      "D": "Neo-liberalism and Social Democracy",
      "E": "The Welfare State and Marketization"
    },
    "explanation": "The other options are either contradictory or incomplete explanations based on the text. For example, the Keynesian economic policy was largely discredited in the 1970s , and NPM arose from a decrease in economic growth and an increase in public demand for services<br/>the text explicitly states that for Hood (1991), the NPM model was shaped by two different streams of ideas: \"new institutional economics,\" and \"business-type 'managerialism\"."
  },
  {
    "id": "3844869",
    "unitNumber": 3,
    "text": "The concept of \"Welfare State\" is described as a state that has assumed responsibility for the well-being and social security of its citizens. The chapter mentions this was replaced by what?",
    "correctAnswer": "B",
    "options": {
      "A": "Laissez-faire policies",
      "B": "The New Right ideology",
      "C": "A mixed economy with Keynesian policies",
      "D": "A post-war settlement",
      "E": "Social democracy principles"
    },
    "explanation": "Laissez-faire was considered \"dead\" with the rise of the welfare state. A mixed economy, welfare state, and political consensus were principles of the post-war settlement that NPM sought to reform. Social democracy was a dominant value in British politics before the NPM shift<br/>The unit explains that following the recession of the mid-1970s, \"Keynesian economic theory was largely discredited\". This led to the rise of neoliberalism and the ideas of the New Right, which questioned state intervention and reasserted the importance of market forces , ultimately superseding Keynesianism"
  },
  {
    "id": "3844870",
    "unitNumber": 3,
    "text": "Which of the following is NOT one of the core elements of New Public Management as identified by Hood (1991)?",
    "correctAnswer": "E",
    "options": {
      "A": "Hands-on professional management in the public sector",
      "B": "Explicit standards and measures of performance",
      "C": "A stress on greater discipline and parsimony in resource use",
      "D": "A shift to greater competition in the public sector",
      "E": "An increase in the size of public sector monopolies"
    },
    "explanation": "The other options are all explicitly listed as core principles of NPM by Hood (1991)<br/>This is a negative question. The document lists several core elements of NPM identified by Hood, including hands-on professional management, explicit performance standards, and a shift to greater competition. An increase in public sector monopolies is contrary to the NPM principle of disaggregation and introducing competition."
  },
  {
    "id": "3844871",
    "unitNumber": 3,
    "text": "According to public choice theory, what is a central problem that leads to policy outcomes favoring certain interests over the general public?",
    "correctAnswer": "B",
    "options": {
      "A": "The presence of effective incentives for cost control",
      "B": "The influence of self-interested politicians, bureaucrats, and special interest groups",
      "C": "The emphasis on collective decision-making over individualism",
      "D": "The success of the welfare state in providing social services",
      "E": "The lack of clear assignment of responsibility for action"
    },
    "explanation": "Public choice theorists argue that the public sector <i>lacks</i> effective incentives for cost control. The theory promotes individualism over collective decision-making<br/>The text states, \"A central problem for public choice theorists is the influence of self-interested politicians, bureaucrats, and special interest groups on the political and bureaucratic process, leading to policy outcomes that favor certain interests at the expense of the general public\""
  },
  {
    "id": "3844872",
    "unitNumber": 3,
    "text": "Which statement best describes the concept of \"managerialism\" as presented in the unit?",
    "correctAnswer": "A",
    "options": {
      "A": "It is a set of beliefs and practices that assumes better management can solve a wide range of social ills",
      "B": "It is a strictly technocratic approach to administrative reform, devoid of ideological influence.",
      "C": "It promotes a military-style \"public service ethic\" and rigidity in hiring practices.",
      "D": "It argues that the public sector model is superior to the private sector model.",
      "E": "It is primarily a method used by Labour governments to reduce state intervention."
    },
    "explanation": "The text explicitly states that managerialism is considered an ideology and is politically driven. It involves a move <i>away</i> from a \"military-style 'public service ethic<br/>Pollitt's definition of managerialism, as quoted in the unit, is \"A set of beliefs and practices, at the core of which burns the seldom-tested assumption that better management will prove an effective solvent for a wide range of economic and social ills\"."
  },
  {
    "id": "3844873",
    "unitNumber": 3,
    "text": "In the context of NPM reforms, what is the meaning of the three \"E's\"?",
    "correctAnswer": "C",
    "options": {
      "A": "Empathy, equality, and ethics",
      "B": "Engagement, empowerment, and effectiveness",
      "C": "Economy, efficiency, and effectiveness",
      "D": "Education, employment, and empowerment",
      "E": "Equilibrium, enterprise, and evaluation"
    },
    "explanation": "The other options are not mentioned in the text as the \"three E's\" of NPM reforms.<br/>The unit explicitly states that \"At its core, NPM reforms aim to improve public administration by achieving the three \"E's\"- economy, efficiency, and effectiveness\""
  },
  {
    "id": "3844874",
    "unitNumber": 3,
    "text": "The rise of NPM is attributed as a response to several factors, including a decline in economic growth and what other public-related issue?",
    "correctAnswer": "D",
    "options": {
      "A": "A decrease in public demand for public services",
      "B": "A decline in public trust in politicians",
      "C": "An increase in the political consensus among parties",
      "D": "Increasing demands from the public for public services",
      "E": "A surplus of economic resources"
    },
    "explanation": "The document notes a decline in economic growth, not a surplus of resources. The other options are not mentioned in this context as factors that forced governments to seek new ways of managing public services<br/>The text states, \"The decline in economic growth, on the one hand, and increasing demands from the public for public services, on the other hand, forced governments to seek new ways of managing and delivering public services\""
  },
  {
    "id": "3844876",
    "unitNumber": 3,
    "text": "Which of the following is NOT considered a key element of \"entrepreneurial government\" as introduced by Osborne and Gaebler?",
    "correctAnswer": "B",
    "options": {
      "A": "Empowering citizens by shifting control from bureaucracy to the community",
      "B": "Operating with rigid rules rather than mission-driven goals",
      "C": "Prioritizing measuring outcomes over inputs",
      "D": "Fostering competition among service providers",
      "E": "Encouraging collaboration across public, private, and voluntary sectors"
    },
    "explanation": "All other options are listed as key features of entrepreneurial government.<br/>This is a negative question. The unit states that entrepreneurial governments, as described by Osborne and Gaebler, operate with \"mission-driven goals rather than rigid rules\"."
  },
  {
    "id": "3844879",
    "unitNumber": 3,
    "text": "How does the unit characterize the Conservative Government's view on the British public sector, which led to radical reform?",
    "correctAnswer": "C",
    "options": {
      "A": "As being highly efficient and well-managed",
      "B": "As being a model of success that should be emulated",
      "C": "As being costly, wasteful, and in need of radical reform",
      "D": "As an area that requires increased public spending and larger government",
      "E": "As a system that benefits from a lack of competition"
    },
    "explanation": "The other options contradict the view of the Conservative government, which sought to reduce costs and state activity<br/>he document states that \"Since 1979, the Conservative Government's view concerning the public sector has been that it is costly, wasteful, and in need of radical reform\". This is also reiterated in the suggested answers for a self-review question, where the view of the civil service was that it was \"inefficient and wasteful\""
  },
  {
    "id": "3835985",
    "unitNumber": 4,
    "text": "Which of the following is the author of the 1995 publication \"Towards a New Public Service\"?",
    "correctAnswer": "A",
    "options": {
      "A": "Richard Boyle",
      "B": "David Farnham",
      "C": "Allen Schick",
      "D": "Sylvia Horton",
      "E": "Dwight Waldo"
    },
    "explanation": "This question is generated from the topic \"The Irish Experiences with the NPS Approach\".<br/>Richard Boyle’s 1995 publication, “Towards a New Public Service” was a study on the evolving principles of public service management within the Irish context. The correct answer is option A."
  },
  {
    "id": "3835995",
    "unitNumber": 4,
    "text": "\"The New Public Service (NPS), as suggested by ---------- and Robert B. Denhardt in their book, “The New Public Service: Serving, Not Steering” is an account of normative shortcomings of New Public Management (NPM).\"\n<br/>Which of the following completes the sentence above?",
    "correctAnswer": "C",
    "options": {
      "A": "Dwight Waldo",
      "B": "George H. Frederickson",
      "C": "Janet V. Denhardt",
      "D": "Frank Marini",
      "E": "Richard Boyle"
    },
    "explanation": "This question is generated from the topic \"MAIN CHARACTERISTICS AND DIMENSIONS OF THE NEW PUBLIC SERVICE (NPS)\".<br/>The New Public Service (NPS), as suggested by Janet V. Denhardt and Robert B. Denhardt in their book, “The New Public Service: Serving, Not Steering” (2003 and later editions of 2007; 2011; and 2015b) is an account of normative shortcomings of New Public Management (NPM). The correct answer is option C."
  },
  {
    "id": "3836108",
    "unitNumber": 4,
    "text": "Which of the following did <strong>not</strong> contribute to the rise of the New Public Administration (NPA) movement, emphasizing social equality and responsiveness to citizen needs and choices?",
    "correctAnswer": "D",
    "options": {
      "A": "Rapid suburbanization",
      "B": "Increasing population diversity",
      "C": "Urban riots",
      "D": "Economic growth",
      "E": "Citizen demands"
    },
    "explanation": "This question is generated from topic The Other American NPS Experiences and Approaches.<br/>Significant social, economic, and administrative changes became evident in the United States and much of the developed world during the 1960s. Factors such as increasing population diversity, citizen demands, rapid suburbanization, social issues, war on poverty programs, new social movements, urban riots, anti-war protests, and the U.S. failure in the Vietnam War contributed to the rise of the New Public Administration (NPA) movement, emphasizing social equality and responsiveness to citizen needs and choices."
  },
  {
    "id": "3836191",
    "unitNumber": 4,
    "text": "According to Farnham and Horton (1996), which of the following was <strong>not</strong> a supporting element to the emergence of the New Public Service model?",
    "correctAnswer": "A",
    "options": {
      "A": "The military coup in Chile in 1973 and the economic policies implemented afterwards",
      "B": "Increasing demand for accountability, efficiency, and improved service delivery",
      "C": "New managerialism influenced by New Right economic policies",
      "D": "The shift to market-based governance in the United Kingdom",
      "E": "Public sector growth and increasing economic dependence on the state"
    },
    "explanation": "This question is generated from the topic The British Experiences with the NPS Approaches.<br/>According to Farnham and Horton (1996a), the idea of New Public Service was imminent, and it emerged as a response to the above-mentioned economic challenges. Besides the economic burdens, there were also ideological shifts in governance during the late 20th century. The 1980s saw the rise of “new managerialism that was heavily influenced by New Right economic policies that emphasized market mechanisms, deregulation, and an enterprise culture. Under successive Conservative governments in the United Kingdom, public sector reforms shifted its focus from politics to markets, state monopolies to an Enabling State model, and welfare provision to private-sector efficiency. Managerialism as illustrated in figure 4.3 had a bad image but was central to these reforms, introducing private-sector practices into public organizations to improve accountability, efficiency, and service delivery. The election of Tony Blair and the rebranding of the Labour Party brought further and deeper reforms on market principles. Blair was in favour of free-market dynamics and stakeholderdriven governance underlined a bipartisan consensus on the importance of private-sectorinspired public management strategies. The correct answer is option A."
  },
  {
    "id": "3836200",
    "unitNumber": 4,
    "text": "Which of the following is <strong>not</strong> one of the common features of the New Public Management (NPM) and New Public Service (NPS) movements?",
    "correctAnswer": "B",
    "options": {
      "A": "Focus on citizen-centered services and democratic values",
      "B": "Emphasis on a market-oriented approach in governance",
      "C": "Collaboration between public, private, and non-profit sectors",
      "D": "Engagement with stakeholders in the governance process",
      "E": "Focus on improving service delivery through efficiency and accountability"
    },
    "explanation": "This question is generated from the topic MAIN CHARACTERISTICS AND DIMENSIONS OF THE NEW PUBLIC SERVICE (NPS).<br/>An emphasis on a market-oriented approach to management is not a common feature of these two movements."
  },
  {
    "id": "3836242",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>NPA reflects a policy-oriented approach.</li> <li>NPS reflects a citizen and democracy-oriented approach.</li> <li>NPA advocates participatory governance.</li> <li>NPS focuses on public policy implementation and the delivery of goods and services.</li> </ol> Which of the above statements regarding the New Public Administration (NPA) and the New Public Service (NPS) are correct?",
    "correctAnswer": "E",
    "options": {
      "A": "I and II",
      "B": "III and IV",
      "C": "I, II, and III",
      "D": "II, III, and IV",
      "E": "I, II, III. and IV"
    },
    "explanation": "This question is generated from the topic \"A Brief Comparison on the NPS and NPA Movements\".<br/>The term “administration” in the New Public Administration (NPA) movement reflects a policy-oriented approach, emphasizing an active responsibility to address social issues and “public service”. The New Public Service (NPS), on the other hand, reflects a citizen and democracyoriented approach. As Graham and Hays (1993) note, the latter integrates public, political, and bureaucratic dimensions, focusing on public policy implementation and the delivery of goods and services. This broader conception involves values such as justice, equity, representation, responsiveness, effectiveness, trust, and accountability. The NPA extends beyond public agencies, advocating participatory governance where citizens and actors from public, private, and civic sectors collaborate in policy-making and decision-making processes (Frederickson, 1997). The correct answer is option E."
  },
  {
    "id": "3836250",
    "unitNumber": 4,
    "text": "\"Scholars like S. P. Osborne, Z. Radnor, and G. Nasi have expanded the American version of the NPS approach in England and ----------.\"\n<br/>Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Germany",
      "B": "Italy",
      "C": "Greece",
      "D": "Spain",
      "E": "Portugal"
    },
    "explanation": "This question is generated from the topic \"Americanization, Continuation, Dissemination, and Other Problems of the NPS Approach by Denhardt and Denhardt\".<br/>Scholars like S. P. Osborne, Z. Radnor, and G. Nasi extended the American version of the NPS approach in the UK and Italy, publishing in “The American Review of Public Administration” rather than British or European journals. The correct answer is option B."
  },
  {
    "id": "3836268",
    "unitNumber": 4,
    "text": "Denhardt and Denhardt did make an attempt to address issues of practicality of the NPS with cases and examples in ---------- and Italy in their book “The New Public Service: Serving, Not Steering”.\n<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Sweden",
      "B": "Norway",
      "C": "Finland",
      "D": "Denmark",
      "E": "Türkiye"
    },
    "explanation": "This question is generated from the topic \"Future Prospects of the NPS Movement\".<br/>Denhardt and Denhardt did make an attempt to address issues of practicality of the NPS with cases and examples in Sweden and Italy in their book “The New Public Service: Serving, Not Steering”. The correct answer is option A."
  },
  {
    "id": "3836276",
    "unitNumber": 4,
    "text": "Which of the following represented the waste treatment disputes in Turin?",
    "correctAnswer": "E",
    "options": {
      "A": "Positive Externality",
      "B": "Principal-Agent Problem",
      "C": "Participatory Governance",
      "D": "Gresham's Law",
      "E": "Not in My Backyard"
    },
    "explanation": "This question is generated from the topic \"Future Prospects of the NPS Movement\".<br/>The second example Denhardt and Denhardt used was the Italian case, experimenting with the NPS principles. In Turin there were waste treatment disputes at the time, which prompted the use of deliberative democracy to resolve the problem. This dispute was also known as “Not in My Backyard” (NIMBY) locations. The correct answer is option E."
  },
  {
    "id": "3836331",
    "unitNumber": 4,
    "text": "Which of the following bridged the ongoing relevance of ethical considerations in public administration?",
    "correctAnswer": "D",
    "options": {
      "A": "Sylvia Horton",
      "B": "David Osborne",
      "C": "Ted Gaebler",
      "D": "Jonathan Rauh",
      "E": "David Farnham"
    },
    "explanation": "This question is generated from the topic \"Future Prospects of the NPS Movement\".<br/>Among the limited exceptions was Jonathan Rauh (2018), who explored ethical concerns within the field in his article “The New Public Service: Back to a Service Ethic?” that was published in “Public Integrity”. Rauh’s work bridged the ongoing relevance of ethical considerations in public administration, though broader theoretical advancements in the NPS remained scarce. The correct answer is option B."
  },
  {
    "id": "3844077",
    "unitNumber": 4,
    "text": "Which of the following are the main proponents of the so-called New Public Service (NPS) approach?",
    "correctAnswer": "A",
    "options": {
      "A": "J. V. Denhardt and R. B. Denhardt",
      "B": "David Easton",
      "C": "H. Fayol, L. Gulick, and L. Urwcik",
      "D": "F.W. Taylor",
      "E": "M. Weber"
    },
    "explanation": "J. V. Denhardt and R. B. Denhardt are the main proponents of what is labeled as the New Public Service (NPS) approach."
  },
  {
    "id": "3844079",
    "unitNumber": 4,
    "text": "<em>\"The Old Public Administration (OPA) is considered to prioritize ................ in relation to public interest as politically defined and expressed through law. This traditional approach basically assumes a bureaucratic organizational structure that has limited administrative discretion, and brings about public servant motivation that is driven by pay and benefits.\"</em><br/>Which of the following options correctly completes the blank in the sentence?",
    "correctAnswer": "A",
    "options": {
      "A": "rationality and hierarchical accountability",
      "B": "technical and economic rationality",
      "C": "market-driven accountability",
      "D": "collaborative structures and multifaceted accountability",
      "E": "centralizing public interest as the outcome of shared values"
    },
    "explanation": "\"The OPA is considered to prioritize rationality and hierarchical accountability in relation to public interest as politically defined and expressed through law. This traditional approach basically assumes a bureaucratic organizational structure that has limited administrative discretion, and brings about public servant motivation that is driven by pay and benefits.\""
  },
  {
    "id": "3844084",
    "unitNumber": 4,
    "text": "Which of the following is <strong>not</strong> among the main characteristics of the New Public Service (NPS) according to Light?",
    "correctAnswer": "A",
    "options": {
      "A": "government-centered roles",
      "B": "diversity in race, gender, and professional backgrounds",
      "C": "a growing interest in nonprofit and nongovernmental roles",
      "D": "increased sectorswitching among employees",
      "E": "a strong commitment to contributing to societal betterment"
    },
    "explanation": "According to Light (199a; 2001), the NPS is characterized by four key attributes:<br/>Diversity in race, gender, and professional backgrounds; <br/>a growing interest in nonprofit and nongovernmental roles; <br/>increased sectorswitching among employees; <br/>and a strong commitment to contributing to societal betterment."
  },
  {
    "id": "3844090",
    "unitNumber": 4,
    "text": "Which of the following is <strong>not</strong> among the seven core principles of the comprehensive framework proposed by Janet and Robert Denhardt for the New Public Service (NPS) to reassert democratic values, citizenship and public service?",
    "correctAnswer": "A",
    "options": {
      "A": "value productivity, not just people",
      "B": "serve citizens, not customers",
      "C": "seek the public interest",
      "D": "prioritize citizenship and public service over entrepreneurship",
      "E": "think strategically but act democratically"
    },
    "explanation": "“TheNew Public Service is about Serving, Not Steering” by Janet and Robert Denhardt (2015b) offers a comprehensive framework for reasserting democratic values, citizenship, and public service.<br/>It is structured around seven core principles: (1)<br/>serve citizens, not customers; (2) seek the public interest; (3) prioritize citizenship and public service<br/>over entrepreneurship; (4) think strategically but<br/>act democratically; (5) acknowledge the complexity<br/>of accountability; (6) serve rather than steer;<br/>and (7) value people, not just productivity.<br/>“TheNew Public Service is about Serving, Not Steering” by Janet and Robert Denhardt (2015b) offers a comprehensive framework for reasserting democratic values, citizenship, and public service. <br/>It is structured around seven core principles: (1)<br/>serve citizens, not customers; (2) seek the public interest; (3) prioritize citizenship and public service<br/>over entrepreneurship; (4) think strategically but<br/>act democratically; (5) acknowledge the complexity<br/>of accountability; (6) serve rather than steer;<br/>and (7) value people, not just productivity."
  },
  {
    "id": "3844100",
    "unitNumber": 4,
    "text": "Which of the following envisioned the first Minnowbrook Conference in 1968 as a platform to guide public administration as an independent discipline, separate from political science, and as a means to respond to administrative problems arising from rapid societal change?",
    "correctAnswer": "A",
    "options": {
      "A": "Dwight Waldo",
      "B": "Peter DeLeon",
      "C": "Robert B. Denhardt",
      "D": "John Kamensky",
      "E": "Woodrow Wilson"
    },
    "explanation": "Waldo envisioned the first Minnowbrook Conference in 1968 as a platform to guide public administration as an independent discipline, distinct from political science, and as a means to respond to the administrative problems emerging from rapid societal changes."
  },
  {
    "id": "3844280",
    "unitNumber": 4,
    "text": "Which of the following is <strong>not</strong> one of the countries covered in Denhardt and Denhardt's book (“The New Public Service: Serving, Not Steering”), which addresses the practical issues of NPS with cases and examples?",
    "correctAnswer": "A",
    "options": {
      "A": "Türkiye",
      "B": "Sweden",
      "C": "Italy",
      "D": "Korea",
      "E": "Brazil"
    },
    "explanation": "According to Denhardt and Denhardt, the NPS (American version or the version coined and developed by them) was studied around the world, to which they referred with examples in Sweden, Italy, Korea, Brazil, and the Netherlands. Besides, the NPS gathered some academic attention from Turkish scholars and was utilized in some master’s theses with special topics to be implemented. The attraction of the NPS among Turkish scholars and graduate students was never mentioned by Denhardt and Denhardt with<br/>the possible language barrier, Turkish, to them and with the possibility of publication years of Turkish literature on the movement after their own interest faded."
  },
  {
    "id": "3844289",
    "unitNumber": 4,
    "text": "Which of the following is specifically mentioned by Denhardt and Denhardt as an example of a system for registering and addressing complaints that is implemented to increase accountability in order to support the fundamental principles of NPS?",
    "correctAnswer": "A",
    "options": {
      "A": "The Kungsbacka community",
      "B": "Netherlands",
      "C": "“My Backyard” (MBY) locations",
      "D": "The City of New York",
      "E": "Continental Europe and Türkiye"
    },
    "explanation": "The Kungsbacka (Figure 4.6) community is specifically referred to by the authors as an example where a system for registering and addressing complaints to enhance accountability was introduced. <br/>While such examples are not immediate examples of the NPS approach, such examples are utilized by the authors to endorse the core principles of the NPS.<br/>The Kungsbacka community is specifically referred to by the authors as an example where a system for registering and addressing complaints to enhance accountability was introduced. <br/>While such examples are not immediate examples of the NPS approach, such examples are utilized by the authors to endorse the core principles of the NPS."
  },
  {
    "id": "3844301",
    "unitNumber": 4,
    "text": "Which of the following is one of the basic principles of NPS?",
    "correctAnswer": "A",
    "options": {
      "A": "Serving citizens rather than directing",
      "B": "Ensuring a clear distinction between politics and administration",
      "C": "Giving priority to the interests of the organization over those of citizens.",
      "D": "Focusing primarily on quantifiable outputs and outcomes.",
      "E": "Prioritizing market-oriented strategies over public service values"
    },
    "explanation": "“TheNew Public Service is about Serving, Not Steering” by Janet and Robert Denhardt (2015b) offers a comprehensive framework for reasserting democratic values, citizenship, and public service.<br/>It is structured around seven core principles: (1) serve citizens, not customers; (2) seek the public interest; (3) prioritize citizenship and public service over entrepreneurship; (4) think strategically but act democratically; (5) acknowledge the complexity of accountability; (6) serve rather than steer; and (7) value people, not just productivity."
  },
  {
    "id": "3844304",
    "unitNumber": 4,
    "text": "What is the main focus of the New Public Service (NPS)?",
    "correctAnswer": "A",
    "options": {
      "A": "Citizen and democracy oriented approach",
      "B": "Productivity-enhancing approach",
      "C": "Hierarchical control approach",
      "D": "Strict commitment to rules and regulations",
      "E": "Privatization of local public services"
    },
    "explanation": "This paradigm emphasizes a citizen-centric approach,<br/>advocating for public administrators to act as<br/>facilitators of citizen engagement and democratic<br/>governance."
  },
  {
    "id": "3844306",
    "unitNumber": 4,
    "text": "<em>\"The ..... has an unwavering commitment to democratic values and citizen-centered focus.\"</em><br/>Which choice is the correct answer for the blank in the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "New Public Service (NPS)",
      "B": "New Public Administration (NPA)",
      "C": "New Public Management (NPM)",
      "D": "Traditional Public Administration (TPA)",
      "E": "American New Public Administration"
    },
    "explanation": "The NPS has an unwavering commitment to democratic values and citizen centered focus."
  },
  {
    "id": "3844966",
    "unitNumber": 4,
    "text": "Who are the main proponents of the New Public Service (NPS) approach?",
    "correctAnswer": "C",
    "options": {
      "A": "F. C. Mosher and Dwight Waldo",
      "B": "David Farnham and Sylvia Horton",
      "C": "Robert B. Denhardt and Janet V. Denhardt",
      "D": "H. George Frederickson and Henry Lambright",
      "E": "P. W. Ingraham and D. H. Rosenbloom"
    },
    "explanation": "They are also referred to as \"the most-well known proponents of NPS approach within the NPS movement\".<br/>The unit explicitly states that \"J. V. Denhardt and R. B. Denhardt are the main proponents of what is labeled as the New Public Service (NPS) approach\"."
  },
  {
    "id": "3844970",
    "unitNumber": 4,
    "text": "The New Public Service (NPS) approach is described as a response to the limitations of which two public administration movements?",
    "correctAnswer": "B",
    "options": {
      "A": "New Public Administration (NPA) and New Public Governance (NPG)",
      "B": "Traditional Public Administration (TPA) and New Public Management (NPM)",
      "C": "New Public Governance (NPG) and Collaborative Governance",
      "D": "Managerialism and the New Right ideology",
      "E": "Old Public Administration (OPA) and the Welfare State"
    },
    "explanation": "The document positions NPS as a critique of OPA (TPA) and NPM. New Public Governance (NPG) and Collaborative Governance are other post-NPM approaches, but not the movements NPS directly responds to. Managerialism and the New Right are the ideological foundations of NPM, not separate movements being critiqued. The Welfare State is a political concept, not a public administration movement.<br/>The text introduces NPS as an approach that \"challenges both the Old Public Administration (OPA) and the New Public Management (NPM)\" and is \"an account of normative shortcomings of New Public Management (NPM)\"."
  },
  {
    "id": "3844972",
    "unitNumber": 4,
    "text": "Which of the following is a key attribute of the NPS according to Paul C. Light?",
    "correctAnswer": "D",
    "options": {
      "A": "An inflated performance appraisal system",
      "B": "A focus on profit and competition over public interest",
      "C": "A lack of an efficient hiring system",
      "D": "A strong commitment to contributing to societal betterment",
      "E": "An overly bureaucratic structure"
    },
    "explanation": "The other options (A, B, C, and E) are either criticisms of the public sector or characteristics of other models like NPM.<br/>The document lists four key attributes of the NPS according to Paul C. Light, and one of them is \"a strong commitment to contributing to societal betterment\"."
  },
  {
    "id": "3844974",
    "unitNumber": 4,
    "text": "The New Public Administration (NPA) movement formally began at which event?",
    "correctAnswer": "C",
    "options": {
      "A": "The Minnowbrook II conference in 1988",
      "B": "The publication of \"Democracy and the Public Service\" in 1968",
      "C": "The first Minnowbrook conference in September 1968",
      "D": "The launch of the National Health Service (NHS) in the UK",
      "E": "The publication of \"Towards a New Public Service\" in 1995"
    },
    "explanation": "The Minnowbrook II conference and the publication of Mosher's book were significant events but did not mark the formal beginning of the NPA movement. The launch of the NHS and Boyle's publication are unrelated to the start of the NPA movement.<br/>The document states, \"The movement [New Public Administration] formally began in September 1968 at the first Minnowbrook Conference, organized by Dwight Waldo\"."
  },
  {
    "id": "3844978",
    "unitNumber": 4,
    "text": "Which of the following is NOT one of the three challenges Paul C. Light identified that the public sector faces in attracting talent?",
    "correctAnswer": "C",
    "options": {
      "A": "An overly bureaucratic structure that fails to deliver stimulating work",
      "B": "An inefficient hiring system",
      "C": "A lack of commitment to public values",
      "D": "An inflated performance appraisal system",
      "E": "The declining attractiveness of public service careers"
    },
    "explanation": "This is a negative question. Light explicitly listed the inefficient hiring system, inflated performance appraisals, and overly bureaucratic structure as the three specific challenges. A lack of commitment to public values is not one of these three.<br/>This is a negative question. The unit lists the three main challenges Light identified as: \"The lack of an efficient hiring system, an inflated performance appraisal system, and an overly bureaucratic structure that fails to deliver the stimulating work today's workforce demands\". A lack of commitment to public values is not listed as one of these three specific challenges."
  },
  {
    "id": "3844981",
    "unitNumber": 4,
    "text": "Which statement best describes the difference between New Public Management (NPM) and the New Public Service (NPS) regarding the role of public administrators?",
    "correctAnswer": "D",
    "options": {
      "A": "NPM advocates for public administrators as facilitators, while NPS sees them as entrepreneurial innovators.",
      "B": "NPM focuses on \"serving\" with a smile, while NPS is characterized by \"steering.\"",
      "C": "NPM is a citizen-centered model, while NPS is a market-driven model.",
      "D": "NPS calls for public administrators to act as facilitators and empower citizens, whereas NPM grants them wider discretion for market-oriented goals.",
      "E": "NPM and NPS both prioritize efficiency and cost-cutting over citizen engagement."
    },
    "explanation": "This question is about the different roles of public administrators in NPM and NPS. The other options either reverse the characteristics of the two movements (e.g., NPM is not citizen-centered, and NPS is not market-driven) or are incorrect descriptions of their core principles.<br/>The text directly contrasts the two approaches, stating that NPM grants \"administrators wider discretion to innovate\" with a \"strong market orientation\" , while NPS \"calls for public administrators to act as facilitators, empowering citizens to participate actively in shaping public policy and services\""
  },
  {
    "id": "3844982",
    "unitNumber": 4,
    "text": "Richard Boyle's 1995 publication, \"Towards a New Public Service,\" focused on which country?",
    "correctAnswer": "D",
    "options": {
      "A": "United States",
      "B": "United Kingdom",
      "C": "Sweden",
      "D": "Ireland",
      "E": "Türkiye"
    },
    "explanation": "Boyle's work is specifically linked to Ireland, as indicated by a dedicated section in the document. While the document discusses other countries' experiences, they are not the focus of Boyle's publication.<br/>The document has a specific section titled \"The Irish Experiences with the NPS Approach\" and states that Boyle's publication \"was a study on the evolving principles of public service management within the Irish context\""
  },
  {
    "id": "3844986",
    "unitNumber": 4,
    "text": "According to the New Public Service (NPS) movement, what is the stance on a consensus on common values?",
    "correctAnswer": "A",
    "options": {
      "A": "Agreement on shared common values is not a necessary condition.",
      "B": "Agreement on shared common values is essential for governance",
      "C": "Shared values are only important in the private sector, not the public sector",
      "D": "Consensus on values is only required for high-level policy decisions",
      "E": "Shared values are a foundational principle inherited from Old Public Administration"
    },
    "explanation": "B. Agreement on shared common values is essential for governance:<br/>This is a direct contradiction of the NPS's stance as stated in the document.<br/>C. Shared values are only important in the private sector, not the public sector: The document does not make this distinction. It focuses on the NPS's view on common values, not a sectoral comparison.<br/>D. Consensus on values is only required for high-level policy decisions:<br/>The document<br/>The document states, \"The NPS movement embraces the idea that agreement on shared common values is not a necessary condition\""
  },
  {
    "id": "3844989",
    "unitNumber": 4,
    "text": "Which of the following is a criticism of the NPS framework mentioned by scholars such as Gerry Stoker and J. O’Flynn?",
    "correctAnswer": "B",
    "options": {
      "A": "Its overemphasis on individualistic values.",
      "B": "Its failure to address issues of practicality and bureaucratic realities.",
      "C": "Its lack of attention to democratic principles and citizen participation.",
      "D": "Its overemphasis on market mechanisms and deregulation.",
      "E": "Its focus on efficiency and cost-cutting over public interest."
    },
    "explanation": "Stoker and O'Flynn's criticism focuses on the practicality of the NPS framework. The other options are either criticisms of NPM or misinterpretations of the scholars' views, as the document states they appreciate NPS's emphasis on participatory governance and ethical leadership.<br/>The unit cites Stoker and O'Flynn, stating they \"mainly believe that the NPS movement overlooks bureaucratic realities\" and \"fails to perceive the constraints of bureaucratic systems and the inherent resource limitations\". They also question \"how the NPS movement is going to translate institutional reforms in a practical fashion\""
  },
  {
    "id": "3844991",
    "unitNumber": 4,
    "text": "F.C. Mosher's foundational ideas for the New Public Service movement were centered around which of the following?",
    "correctAnswer": "C",
    "options": {
      "A": "The need for bureaucratic efficiency and rule-based operations.",
      "B": "The use of private-sector management practices in the public sector.",
      "C": "The idea that public service should be grounded in citizen engagement rather than bureaucratic efficiency.",
      "D": "The importance of market forces and technical rationality.",
      "E": "The concept of the public interest as a mere aggregation of individual interests."
    },
    "explanation": "A. The need for bureaucratic efficiency and rule-based operations:<br/>This is a characteristic of traditional public administration, which Mosher and other NPS proponents critiqued.B. The use of private-sector management practices in the public sector:<br/>This is a core principle of New Public Management (NPM), which is distinct from Mosher's ideas.<br/>D. The importance of market forces and technical rationality:<br/>The document states that Mosher \"had argued that public service should have transcended bureaucratic efficiency and be grounded in citizen engagement\""
  },
  {
    "id": "3835608",
    "unitNumber": 5,
    "text": "The concept of “yönetişim” entered the Turkish language as the equivalent of the English term .............................. in the 1996 Istanbul Habitat II Conference.",
    "correctAnswer": "E",
    "options": {
      "A": "finance",
      "B": "state",
      "C": "direction",
      "D": "manage",
      "E": "governance"
    },
    "explanation": "T he concept of “yönetişim” entered the Turkish language as the equivalent of the English term “governance” in the 1996 Istanbul Habitat II Conference.<br/>T he concept of “yönetişim” entered the Turkish language as the equivalent of the English term “<strong>governance</strong>” in the 1996 Istanbul Habitat II Conference."
  },
  {
    "id": "3835611",
    "unitNumber": 5,
    "text": "The term “governance” has gained popularity in the social sciences as it reflects a shift from .................... power to a more inclusive approach.",
    "correctAnswer": "A",
    "options": {
      "A": "state-centric",
      "B": "ego-centric",
      "C": "economic",
      "D": "authentic",
      "E": "static"
    },
    "explanation": "The term “governance” has gained popularity in the social sciences as it reflects a shift from <strong>state-centric</strong> power to a more inclusive approach."
  },
  {
    "id": "3835613",
    "unitNumber": 5,
    "text": "Polycentricism describes a framework in which multiple .............................. actors operate rather than a single, centralized authority.",
    "correctAnswer": "C",
    "options": {
      "A": "trivial",
      "B": "bounded",
      "C": "autonomus",
      "D": "stated",
      "E": "free-lance"
    },
    "explanation": "Polycentricism describes a framework in which multiple <strong>autonomous</strong> actors operate rather than a single, centralized authority."
  },
  {
    "id": "3835616",
    "unitNumber": 5,
    "text": "Which of the following <strong>is not one of the usages</strong> of governance that Rhodes stated?",
    "correctAnswer": "B",
    "options": {
      "A": "Minimal state",
      "B": "Automatically-organized networks",
      "C": "International interdependence",
      "D": "New public management",
      "E": "New political economy"
    },
    "explanation": "Rhodes (1996) provides different applications of “governance” in the field of public administration. They are governance as:\n<br/>• Minimal state\n<br/>• Corporate governance\n<br/>• New public management\n<br/>• Good governance\n<br/>• International interdependence\n<br/>• Socio-cybernetic system\n<br/>• New political economy\n<br/>• Self-organizing networks.<br/>Rhodes (1996) provides different applications of “governance” in the field of public administration. They are governance as:\n • Minimal state\n • Corporate governance\n • New public management\n • Good governance\n • International interdependence\n • Socio-cybernetic system\n • New political economy\n • Self-organizing networks."
  },
  {
    "id": "3835618",
    "unitNumber": 5,
    "text": "Multi-level governance refers to the dispersion of ..................... power across various territorial levels and consists of both vertical and horizontal dimensions.",
    "correctAnswer": "D",
    "options": {
      "A": "political",
      "B": "nuclear",
      "C": "man",
      "D": "decision-making",
      "E": "breath-taking"
    },
    "explanation": "Multi-level governance refers to the dispersion of <strong>decision-making power</strong> across various territorial levels and consists of both vertical and horizontal dimensions."
  },
  {
    "id": "3836105",
    "unitNumber": 5,
    "text": ".............................. is defined as ‘regular, long-term relationships between professionalized service providers (in any sector) and service users or other members of the community, where all parties make substantial resource contributions.",
    "correctAnswer": "C",
    "options": {
      "A": "Reproduction",
      "B": "Production",
      "C": "Co-production",
      "D": "Partnership",
      "E": "Apprentice"
    },
    "explanation": "<strong>Co-production</strong> is defined as ‘regular, long-term relationships between professionalized service providers (in any sector) and service users or other members of the community, where all parties make substantial resource contributions’."
  },
  {
    "id": "3836106",
    "unitNumber": 5,
    "text": "Which of the following <strong>is not one of</strong> the key characteristics of networks that are generally agreed upon by network theorists?",
    "correctAnswer": "E",
    "options": {
      "A": "Interdependency",
      "B": "Complex interaction patterns",
      "C": "Diverse actors",
      "D": "Complex decision-making",
      "E": "Flexibility"
    },
    "explanation": "Klijn and Koppenjan outline the key characteristics of networks that are generally agreed upon by network theorists as follows:\n<br/>• Interdependency: Networks arise and persist due to resource interdependencies between actors.\n<br/>• Complex interaction patterns: These interdependencies lead to complex interactions characterized by intensity, centrality, directness, etc.\n<br/>• Diverse actors: A wide range of actors is involved in policymaking, bringing diverse perspectives on the issue.\n<br/>• Complex decision-making: The variety of actors, each with its own strategy, makes decision-making in networks relatively complex.\n<br/>• Networks as interaction systems: Networks are patterns of social relations.<br/>Klijn and Koppenjan outline the key characteristics of networks that are generally agreed upon by network theorists as follows:\n • Interdependency: Networks arise and persist due to resource interdependencies between actors.\n • Complex interaction patterns: These interdependencies lead to complex interactions characterized by intensity, centrality, directness, etc.\n • Diverse actors: A wide range of actors is involved in policymaking, bringing diverse perspectives on the issue.\n • Complex decision-making: The variety of actors, each with its own strategy, makes decision-making in networks relatively complex.\n • Networks as interaction systems: Networks are patterns of social relations."
  },
  {
    "id": "3836107",
    "unitNumber": 5,
    "text": "............................... governance refers to an explicit and formal strategy of incorporating stakeholders into multilateral and consensus-oriented decisionmaking processes.",
    "correctAnswer": "B",
    "options": {
      "A": "Central",
      "B": "Collaborative",
      "C": "Local",
      "D": "Autonomous",
      "E": "Self-directed"
    },
    "explanation": "<strong>Collaborative</strong> governance refers to an explicit and formal strategy of incorporating stakeholders into multilateral and consensus-oriented decisionmaking processes."
  },
  {
    "id": "3836109",
    "unitNumber": 5,
    "text": ".................................... deals with the disclosure of information refers to the availability of relevant, timely, high-quality and reliable information on governmental functions.",
    "correctAnswer": "D",
    "options": {
      "A": "Availability",
      "B": "Validity",
      "C": "Ultimacy",
      "D": "Transparency",
      "E": "Supremacy"
    },
    "explanation": "<strong>Transparency</strong> deals with the disclosure of information refers to the availability of relevant, timely, high-quality and reliable information on governmental functions."
  },
  {
    "id": "3836110",
    "unitNumber": 5,
    "text": "Which of the following <strong>is not among</strong> the dimensions of governance?",
    "correctAnswer": "A",
    "options": {
      "A": "People's wishes",
      "B": "Government effectiveness",
      "C": "Regulatory quality",
      "D": "Control of corruption",
      "E": "Rule of law"
    },
    "explanation": "The World Bank has compiled a list of six dimensions of governance that are used in an aggregate fashion to measure the quality of governance:\n<br/>• Voice and accountability\n<br/>• Political stability and absence of violence\n<br/>• Government effectiveness\n<br/>• Regulatory quality\n<br/>• Rule of law\n<br/>• Control of corruption.<br/>The World Bank has compiled a list of six dimensions of governance that are used in an aggregate fashion to measure the quality of governance:\n • Voice and accountability\n • Political stability and absence of violence\n • Government effectiveness\n • Regulatory quality\n • Rule of law\n • Control of corruption."
  },
  {
    "id": "3844099",
    "unitNumber": 5,
    "text": "I. refers to activities carried out with formal authority,<br/>II. enforces activities through legal means,<br/>III. uses coercive means to ensure compliance with established policies,<br/>IV. avoids using enforcement mechanisms to overcome defiance,<br/>Which of the above are the characteristics of a “government”?",
    "correctAnswer": "C",
    "options": {
      "A": "I and III",
      "B": "II and IV",
      "C": "I, II and III",
      "D": "I, III and IV",
      "E": "II, III and IV"
    },
    "explanation": "There has been a shift from government, seen<br/>as a hierarchical form of governing, to governance,<br/>which emphasizes a more decentralized and<br/>participatory approach to public policy-making.<br/>Ultimately, neither government nor governance<br/>are theories; rather, they describe different types<br/>of relationships between the state and its citizens.<br/>Rosenau (1992) addresses that governance and<br/>government are not the same, though both involve<br/>purposeful actions, goal-driven processes, and<br/>systems of rule. Government refers to activities<br/>carried out with formal authority, often enforced<br/>through legal and coercive means to ensure<br/>compliance with established policies. In contrast,<br/>governance encompasses a wider range of activities<br/>driven by shared objectives, which may or may not<br/>stem from legal mandates and do not necessarily<br/>depend on enforcement mechanisms to overcome<br/>defiance and attain compliance."
  },
  {
    "id": "3844101",
    "unitNumber": 5,
    "text": "I. may operate without formal legal mandates,<br/>II. relies primarily on shared goals,<br/>III. uses coercive means to ensure compliance,<br/>IV. does not necessarily depend on enforcement to overcome resistance,<br/>Which of the above are the characteristics of “governance”?",
    "correctAnswer": "C",
    "options": {
      "A": "I and II",
      "B": "II and III",
      "C": "I, II and IV",
      "D": "I, III and IV",
      "E": "II, III and IV"
    },
    "explanation": "There has been a shift from government, seen<br/>as a hierarchical form of governing, to governance,<br/>which emphasizes a more decentralized and<br/>participatory approach to public policy-making.<br/>Ultimately, neither government nor governance<br/>are theories; rather, they describe different types<br/>of relationships between the state and its citizens.<br/>Rosenau (1992) addresses that governance and<br/>government are not the same, though both involve<br/>purposeful actions, goal-driven processes, and<br/>systems of rule. Government refers to activities<br/>carried out with formal authority, often enforced<br/>through legal and coercive means to ensure<br/>compliance with established policies. In contrast,<br/>governance encompasses a wider range of activities<br/>driven by shared objectives, which may or may not<br/>stem from legal mandates and do not necessarily<br/>depend on enforcement mechanisms to overcome<br/>defiance and attain compliance."
  },
  {
    "id": "3844104",
    "unitNumber": 5,
    "text": "Which of the below describes a framework in which multiple autonomous actors operate rather than a single, centralized authority?",
    "correctAnswer": "D",
    "options": {
      "A": "Centralization",
      "B": "Hierarchical governance",
      "C": "Authoritarianism",
      "D": "Polycentricism",
      "E": "Unitary state"
    },
    "explanation": "-<br/>Polycentricism describes a framework in which<br/>multiple autonomous actors operate rather than a<br/>single, centralized authority. In governance systems,<br/>interactions among these actors are not strictly<br/>hierarchical but instead involve various forms of<br/>coordination and collaboration."
  },
  {
    "id": "3844106",
    "unitNumber": 5,
    "text": "Which of the below refers to the complex process through which a plurality of social and political actors with diverging interests interact in order to formulate, promote, and achieve common objectives by means of mobilizing, exchanging, and deploying a range of ideas, rules, and resources?",
    "correctAnswer": "A",
    "options": {
      "A": "Interactive governance",
      "B": "Managerial coordination",
      "C": "Network administration",
      "D": "Centralized administration",
      "E": "Top-down regulation"
    },
    "explanation": "-<br/>Interactive governance refers to “the complex process<br/>through which a plurality of social and political actors<br/>with diverging interests interact in order to formulate,<br/>promote, and achieve common objectives by means<br/>of mobilizing, exchanging, and deploying a range of<br/>ideas, rules, and resources”"
  },
  {
    "id": "3844110",
    "unitNumber": 5,
    "text": "Rhodes (1996) outlines several applications of “governance” in the field of public administration. Which of the below are identified by Rhodes (1996) as an application of “governance”?<br/>I. Socio-cybernetic system<br/>II. New public management<br/>III. Legal positivism<br/>IV. Self-organizing networks",
    "correctAnswer": "D",
    "options": {
      "A": "I and III",
      "B": "III and IV",
      "C": "I, II and III",
      "D": "I, II and IV",
      "E": "II, III and IV"
    },
    "explanation": "Rhodes (1996) provides different applications of<br/>“governance” in the field of public administration.<br/>They are governance as:<br/>• Minimal state<br/>• Corporate governance<br/>• New public management<br/>• Good governance<br/>• International interdependence<br/>• Socio-cybernetic system<br/>• New political economy<br/>• Self-organizing networks."
  },
  {
    "id": "3844112",
    "unitNumber": 5,
    "text": "<strong>Multi-level governance involves both vertical and horizontal dimensions of decision-making.<br/></strong>I. The vertical dimension refers to the interaction between government actors at different territorial levels.<br/>II. The horizontal dimension involves cooperation among supranational and subnational governments.<br/>III. The horizontal dimension includes the participation of non-governmental actors in decision-making.<br/>IV. The vertical dimension reflects the interdependence between supranational, national, and subnational levels.\n <strong>Which of the above accurately describe aspects of multi-level governance?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "I and III",
      "B": "II and IV",
      "C": "I, III and IV",
      "D": "III and IV",
      "E": "II, III and IV"
    },
    "explanation": "Multi-level governance refers to the dispersion of<br/>decision-making power across various territorial<br/>levels and consists of both vertical and horizontal<br/>dimensions. The vertical dimension (multi-level)<br/>refers to the growing interdependence among actors<br/>at different territorial levels, including supranational,<br/>national, and subnational. The horizontal dimension<br/>(governance) emphasizes the expanding involvement of<br/>non-governmental actors in decision-making processes."
  },
  {
    "id": "3844174",
    "unitNumber": 5,
    "text": "Which of the below refers to regular, long-term relationships between professionalized service providers (in any sector) and service users or other members of the community, where all parties make substantial resource contributions?",
    "correctAnswer": "B",
    "options": {
      "A": "Top-down management",
      "B": "Co-production",
      "C": "Bureaucratic control",
      "D": "Centralized administration",
      "E": "Managerial oversight"
    },
    "explanation": "Co-production is defined as ‘regular, long-term<br/>relationships between professionalized service providers<br/>(in any sector) and service users or other members of the<br/>community, where all parties make substantial resource<br/>contributions’"
  },
  {
    "id": "3844182",
    "unitNumber": 5,
    "text": "I. Networks address complex policy issues that require collective action rather than a single actor.<br/>II. Actors within networks are highly interdependent, as resources are distributed among different parties.<br/>III. Network interactions are simple and predictable because actors share identical perspectives.<br/>IV. Actors are autonomous, leading to differences in perceptions, value conflicts, and disagreements.<br/>V. Network interactions demonstrate durability over time.<strong><br/>Which of the above are characteristics of governance networks according to Klijn and Koppenjan (2016)?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "III and IV",
      "B": "I, II and V",
      "C": "I, III and IV",
      "D": "I, II, III and V",
      "E": "I, II, IV and V"
    },
    "explanation": "-<br/>Klijn and Koppenjan (2016) put forward<br/>certain common characteristics of governance<br/>networks as follows:<br/>• Networks are defined by complex policy<br/>issues that cannot be resolved by a single<br/>actor, but instead require the collective<br/>actions of multiple actors.<br/>• Networks involve considerable<br/>interdependence among actors, as the<br/>resources needed to address problems are<br/>held by different parties.<br/>• This interdependence leads to significant<br/>strategic complexity and an unpredictable<br/>course of interactions, where the actions<br/>of one actor influence the interests and<br/>strategies of others.<br/>• Networks involve complex interactions<br/>because each actor is autonomous, with its<br/>own perspective on problems, solutions,<br/>and strategies. This autonomy results insignificant differences in perceptions, value<br/>conflicts, and disagreements over policies<br/>to be implemented and services to be<br/>delivered.<br/>• Network interactions also demonstrate a<br/>certain level of durability over time."
  },
  {
    "id": "3844183",
    "unitNumber": 5,
    "text": "Which of the below refers to the collaboration of organizations from the public, private, and voluntary sectors, working together as stakeholders through deliberative consensus and collective decision-making to achieve shared objectives that would not be attainable individually?",
    "correctAnswer": "A",
    "options": {
      "A": "Collaborative governance",
      "B": "Network administration",
      "C": "Multi-level governance",
      "D": "Managerial coordination",
      "E": "Self-organizing networks"
    },
    "explanation": "Collaborative governance is defined as the<br/>collaboration of organizations from the public,<br/>private, and voluntary sectors, working together<br/>as stakeholders through deliberative consensus<br/>and collective decision-making to achieve shared<br/>objectives that would not be attainable individually."
  },
  {
    "id": "3844184",
    "unitNumber": 5,
    "text": "Which of the below is <strong>not</strong> considered one of the six dimensions of governance used by the World Bank to measure the quality of governance?",
    "correctAnswer": "C",
    "options": {
      "A": "Voice and accountability",
      "B": "Political stability and absence of violence",
      "C": "Market liberalization",
      "D": "Government effectiveness",
      "E": "Control of corruption"
    },
    "explanation": "-<br/>The World Bank has compiled a list of six<br/>dimensions of governance that are used in an<br/>aggregate fashion to measure the quality of<br/>governance (Kaufmann et al., 2010: 4):<br/>• Voice and accountability<br/>• Political stability and absence of violence<br/>• Government effectiveness<br/>• Regulatory quality<br/>• Rule of law<br/>• Control of corruption."
  },
  {
    "id": "3845324",
    "unitNumber": 5,
    "text": "Which of the following best reflects the essence of “governance” as described in the chapter?",
    "correctAnswer": "B",
    "options": {
      "A": "The exclusive control of public services by government ministries",
      "B": "The interaction between public, private, and civil society actors in managing public affairs",
      "C": "The legal authority of the state to regulate citizens’ rights",
      "D": "The bureaucratic hierarchy in public administration",
      "E": "The election process of national governments"
    },
    "explanation": "Governance encompasses decision-making processes, relationships, and mechanisms involving multiple actors, not just government. It is about “how” decisions are made, rather than only “what” decisions are made<br/>Governance is defined as the process involving various actors (state, market, and civil society) in decision-making and managing public affairs, emphasizing collaboration and interaction rather than solely hierarchical control"
  },
  {
    "id": "3845325",
    "unitNumber": 5,
    "text": "Which characteristic is NOT commonly associated with governance as a concept?",
    "correctAnswer": "C",
    "options": {
      "A": "Involvement of multiple stakeholders.",
      "B": "Horizontal decision-making processes.",
      "C": "Focus solely on hierarchical authority.",
      "D": "Inclusion of both formal and informal mechanisms.",
      "E": "Engagement with civil society."
    },
    "explanation": "Governance often involves collaboration, negotiation, and partnerships rather than purely top-down, hierarchical control"
  },
  {
    "id": "3845327",
    "unitNumber": 5,
    "text": "Which of the following governance types emphasizes collaboration across government, private sector, and civil society actors to achieve public value?",
    "correctAnswer": "D",
    "options": {
      "A": "Corporate Governance",
      "B": "Old Public Administration",
      "C": "Managerial Governance",
      "D": "New Public Governance",
      "E": "Network Bureaucracy"
    },
    "explanation": "New Public Governance stresses inter-organizational collaboration, shared decision-making, and networked approaches for public value creation"
  },
  {
    "id": "3845328",
    "unitNumber": 5,
    "text": "Which is a key feature of New Public Governance (NPG) that distinguishes it from New Public Management (NPM)?",
    "correctAnswer": "C",
    "options": {
      "A": "Prioritizing cost efficiency over participation.",
      "B": "Emphasis on market-based reforms.",
      "C": "Reliance on network governance and collaboration.",
      "D": "Focus on hierarchical control mechanisms.",
      "E": "Limiting the role of non-governmental actors."
    },
    "explanation": "While NPM focuses on efficiency and market principles, NPG highlights governance through networks, partnerships, and co-production"
  },
  {
    "id": "3845329",
    "unitNumber": 5,
    "text": "In New Public Governance, the term “network governance” refers to _____.<br/>Which of the following correctly completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Decision-making through interconnected actors and organizations.",
      "B": "The privatization of government services.",
      "C": "Coordination through formal authority alone.",
      "D": "Exclusive reliance on central government agencies.",
      "E": "The use of digital technologies in administration."
    },
    "explanation": "Network governance in NPG means policy decisions and implementation involve multiple interconnected actors in mutual coordination"
  },
  {
    "id": "3845330",
    "unitNumber": 5,
    "text": "Which of the following is NOT one of the eight principles of good governance identified by the UN?",
    "correctAnswer": "D",
    "options": {
      "A": "Participation",
      "B": "Consensus orientation",
      "C": "Accountability",
      "D": "Profit maximization",
      "E": "Effectiveness and efficiency"
    },
    "explanation": "The eight UN principles focus on democratic, transparent, and accountable governance-not on private-sector profit motives"
  },
  {
    "id": "3845331",
    "unitNumber": 5,
    "text": "“Decisions are made based on rules and regulations that are applied equally to all citizens.” This statement reflects which principle of good governance?",
    "correctAnswer": "C",
    "options": {
      "A": "Effectiveness and efficiency",
      "B": "Accountability",
      "C": "Rule of law",
      "D": "Consensus orientation",
      "E": "Responsiveness"
    },
    "explanation": "Rule of law in good governance ensures fairness and equality in applying laws and policies"
  },
  {
    "id": "3845332",
    "unitNumber": 5,
    "text": "Which good governance principle ensures that public institutions serve all stakeholders within a reasonable timeframe?",
    "correctAnswer": "B",
    "options": {
      "A": "Transparency",
      "B": "Responsiveness",
      "C": "Accountability",
      "D": "Equity",
      "E": "Participation"
    },
    "explanation": "Responsiveness is about timely and appropriate reactions to citizens’ needs"
  },
  {
    "id": "3845334",
    "unitNumber": 5,
    "text": "Which of the following statements best describes the “accountability” principle in good governance?",
    "correctAnswer": "B",
    "options": {
      "A": "Citizens must comply with all rules regardless of fairness.",
      "B": "Decision-makers are answerable for their actions and can be sanctioned for misconduct.",
      "C": "Authorities should prioritize efficiency over public involvement.",
      "D": "Public decisions must always be unanimous.",
      "E": "Policies must be implemented without public scrutiny."
    },
    "explanation": "Accountability ensures that officials are answerable to the public and oversight bodies for their decisions and actions"
  },
  {
    "id": "3845335",
    "unitNumber": 5,
    "text": "Which principle of good governance focuses on decision-making processes that consider different viewpoints and aim for broad agreement?",
    "correctAnswer": "C",
    "options": {
      "A": "Transparency",
      "B": "Equity",
      "C": "Consensus orientation",
      "D": "Effectiveness and efficiency",
      "E": "Participation"
    },
    "explanation": "Consensus orientation seeks decisions that reflect the best interests of the community by reconciling differing interests"
  },
  {
    "id": "3845981",
    "unitNumber": 5,
    "text": "Which of the following is one of the three key elements highlighted in the definition of 'governance‘ by Torfing et al.?",
    "correctAnswer": "D",
    "options": {
      "A": "Existence of a single central authority",
      "B": "Constantly increasing legal enforcement",
      "C": "Role of government institutions only",
      "D": "Common objectives",
      "E": "Only economic activities"
    },
    "explanation": "According to Torfing et al., three elements stand out in the definition of governance: 'the process of steering', 'collective action', and 'common objectives'. Common objectives are one of them."
  },
  {
    "id": "3845983",
    "unitNumber": 5,
    "text": "What makes the concept of ‘governance’ different from ‘government'?",
    "correctAnswer": "C",
    "options": {
      "A": "Governance is narrower in scope than government.",
      "B": "Government relies solely on voluntary participation.",
      "C": "Governance is broader than government and includes non-governmental actors.",
      "D": "Government emphasizes the active role of civil society.",
      "E": "Governance refers only to formal institutions."
    },
    "explanation": "It is emphasized that governance is a broader concept, including both governmental and non-governmental mechanisms."
  },
  {
    "id": "3845985",
    "unitNumber": 5,
    "text": "Which of the following is included in the vertical dimension of ‘multi-level governance’?",
    "correctAnswer": "B",
    "options": {
      "A": "Cooperation between public and private sectors",
      "B": "Interdependence among supranational, national, and subnational levels",
      "C": "Participation of civil society actors",
      "D": "Use of market mechanisms",
      "E": "Setting performance indicators"
    },
    "explanation": "The vertical dimension refers to the growing interdependence among actors at supranational, national, and subnational levels."
  },
  {
    "id": "3845987",
    "unitNumber": 5,
    "text": "What is the main reason for the emergence of network governance?",
    "correctAnswer": "A",
    "options": {
      "A": "Complex policy issues require cooperation among multiple actors",
      "B": "Resource interdependencies have disappeared",
      "C": "A single actor can solve all problems",
      "D": "Increased centralization",
      "E": "Disappearance of market competition"
    },
    "explanation": "Network governance arises when complex policy issues cannot be resolved by a single actor, requiring the collective action of multiple actors."
  },
  {
    "id": "3845988",
    "unitNumber": 5,
    "text": "Which of the following is a key feature of collaborative governance?",
    "correctAnswer": "B",
    "options": {
      "A": "Strict top-down regulatory enforcement",
      "B": "Formal, consensus-oriented decision-making process",
      "C": "Involvement of only public institutions",
      "D": "Exclusion of civil society",
      "E": "Focus solely on economic goals"
    },
    "explanation": "Ansell and Gash define collaborative governance as involving a formal, consensus-oriented, and deliberative decision-making process."
  },
  {
    "id": "3845989",
    "unitNumber": 5,
    "text": "In which organization's Africa Report was the concept of ‘good governance’ first introduced?",
    "correctAnswer": "C",
    "options": {
      "A": "United Nations",
      "B": "OECD",
      "C": "World Bank",
      "D": "European Union",
      "E": "IMF"
    },
    "explanation": "The concept of good governance was first introduced in the World Bank’s 1989 Africa Report."
  },
  {
    "id": "3845990",
    "unitNumber": 5,
    "text": "According to the UN Development Programme (UNDP), which of the following is one of the principles of good governance?",
    "correctAnswer": "A",
    "options": {
      "A": "Participation",
      "B": "Political stability",
      "C": "Market liberalization",
      "D": "Military power",
      "E": "Centralization"
    },
    "explanation": "The UNDP lists participation as one of the principles of good governance."
  },
  {
    "id": "3845991",
    "unitNumber": 5,
    "text": "Which of the following is NOT among the Council of Europe’s ‘Principles of Good Democratic Governance’?",
    "correctAnswer": "E",
    "options": {
      "A": "Democratic participation",
      "B": "Human rights",
      "C": "Rule of law",
      "D": "Transparency",
      "E": "Military guardianship"
    },
    "explanation": "Military guardianship is not included among the Council of Europe’s principles of good governance."
  },
  {
    "id": "3845992",
    "unitNumber": 5,
    "text": "Which statement best explains the relationship between good governance and New Public Management (NPM)?",
    "correctAnswer": "B",
    "options": {
      "A": "Good governance deals only with technical management.",
      "B": "NPM’s market-based reforms require appropriate political and administrative institutions to be effective.",
      "C": "NPM and good governance are completely unrelated.",
      "D": "Good governance focuses solely on economic growth.",
      "E": "NPM has replaced good governance."
    },
    "explanation": "It is stated that the effectiveness of NPM reforms depends on the existence of political and administrative institutions consistent with the principles of good governance."
  },
  {
    "id": "3846006",
    "unitNumber": 5,
    "text": "Which of the following is NOT a characteristic of New Public Governance (NPG)?",
    "correctAnswer": "C",
    "options": {
      "A": "Emphasis on collaboration among multiple actors",
      "B": "Reliance on network structures",
      "C": "Top-down hierarchical decision-making",
      "D": "Focus on long-term relationships",
      "E": "Inclusion of non-governmental organizations"
    },
    "explanation": "NPG emphasizes collaboration, networks, long-term relationships, and the involvement of various actors. It does not rely on strict top-down hierarchical decision-making."
  },
  {
    "id": "3835238",
    "unitNumber": 6,
    "text": "According to Mark H. Moore's conceptualization, which of the following best defines the concept of <em>public value</em>?",
    "correctAnswer": "B",
    "options": {
      "A": "A set of universal standards for evaluating public administrators' performance based solely on citizen satisfaction",
      "B": "A framework adapted from private sector strategic management to guide public administrators in identifying, generating, and evaluating improvements within the public sector",
      "C": "A reform agenda focused on transforming government structures at the macro-political level through citizen activism",
      "D": "A cost-benefit analysis model designed to increase financial efficiency in public service delivery through privatization",
      "E": "A bureaucratic model that emphasizes adherence to existing rules and policies without consideration of innovation or societal outcomes"
    },
    "explanation": "Mark H. Moore (1995) introduced the concept of public value in his book <em>Creating Public Value: Strategic Management in Government</em> to better conceptualize and understand the return or benefit of activities in the public sector. He did this by adapting strategic management principles from the private sector to the public sector.\n Rather than advocating for sweeping governmental reform at the macro level, Moore aimed to improve the performance of individual public administrators and public organizations (micro and meso levels). He placed public administrators at the center of his framework, emphasizing their active role in evaluating, generating, and creating public value."
  },
  {
    "id": "3835239",
    "unitNumber": 6,
    "text": "In Mark H. Moore's (1995) public value framework, the strategic triangle is a tool used by public administrators to identify, generate, and evaluate public value. Which of the following correctly represents the three components of Moore's strategic triangle?",
    "correctAnswer": "C",
    "options": {
      "A": "Efficiency, accountability, and citizen satisfaction",
      "B": "Transparency, policy continuity, and public funding",
      "C": "Legitimacy and support, operational capabilities, and public value",
      "D": "Rule compliance, administrative hierarchy, and legal enforcement",
      "E": "Budget allocation, performance metrics, and media visibility"
    },
    "explanation": "In Mark H. Moore's (1995) public value framework:\n <ul> <li> Legitimacy and support refer to the approval and endorsement by the authorizing environment (i.e., citizens, elected officials, etc.).\n </li> <li> Operational capabilities refer to the capacity to use available resources effectively.\n </li> <li> Public value refers to the desired outcomes and impacts of public sector activities.\n </li> </ul> Each element supports and reinforces the others, making the triangle a strategic tool for aligning goals, resources, and legitimacy in public administration."
  },
  {
    "id": "3835241",
    "unitNumber": 6,
    "text": "Which of the following best explains how the public value framework critiques the principles of New Public Management (NPM)?",
    "correctAnswer": "B",
    "options": {
      "A": "It agrees with NPM that market mechanisms and consumer choice are the most effective ways to define public value.",
      "B": "It critiques NPM for its overemphasis on individualism and customer orientation, promoting instead a collective, community-based approach to value creation.",
      "C": "It claims that NPM offers a more inclusive and democratic method for defining value than public value frameworks.",
      "D": "It supports NPM's rejection of bureaucracy and emphasizes the need for strict economic models in public management.",
      "E": "It adopts NPM's focus on outputs and transactional efficiency as the main indicators of public value."
    },
    "explanation": "The NPM framework treats citizens as individual consumers and relies on market-like mechanisms where individuals decide what is valuable. In contrast, the public value framework expands the scope of value creation beyond the individual level, involving communities, public agencies, and networks of organizations. This broader, collective approach to determining public value stands in direct contrast to the more individualistic, consumer-oriented logic of NPM."
  },
  {
    "id": "3835245",
    "unitNumber": 6,
    "text": "Which of the following best describes how the concept of public value has evolved over time?",
    "correctAnswer": "D",
    "options": {
      "A": "It has remained limited to improving internal processes within single government organizations.",
      "B": "It was originally intended for nonprofit organizations but later adopted by government managers.",
      "C": "It rejected the idea that individuals can contribute to public value unless they are part of a formal organization.",
      "D": "It has shifted from a government-focused framework to one that also includes nonprofit sectors, individual actors, and network-based governance.",
      "E": "It has become solely focused on improving private sector management techniques and business models."
    },
    "explanation": "The concept of public value, initially coined by Moore for public administrators, has broadened its focus over time. It expanded to include managers in the nonprofit sector, individual actors contributing as social entrepreneurs, and a network setting for public value creation. This shift moves away from the original government-centric approach to encompass a broader ecosystem involving multiple sectors and actors, including networks of organizations."
  },
  {
    "id": "3835248",
    "unitNumber": 6,
    "text": "Which of the following best describes how the context influences the creation and measurement of public value?",
    "correctAnswer": "A",
    "options": {
      "A": "The context determines which public values are applicable in a given situation, affecting the public value output or impact.",
      "B": "The context is irrelevant to the public value creation process and only the policies themselves matter.",
      "C": "The context limits the types of policies that can be implemented, but not the values that emerge from them.",
      "D": "Public value is created only by top-level politicians, with little regard for contextual factors.",
      "E": "Context does not affect the public value creation process in nonprofit organizations."
    },
    "explanation": "The creation and measurement of public value are highly context-dependent. The specific values that emerge from public policies or services vary based on the context in which they are applied. This means that the context greatly influences which values are included in the public value output or impact categories for a given situation."
  },
  {
    "id": "3835249",
    "unitNumber": 6,
    "text": "Which of the following best reflects the role of Jørgensen and Bozeman's work on public value creation?",
    "correctAnswer": "E",
    "options": {
      "A": "They identified a single public value that applies universally across all contexts.",
      "B": "They criticized the public value framework for ignoring the importance of individual actors.",
      "C": "They argued that public value is solely determined by political leaders and cannot be influenced by citizens.",
      "D": "They focused on the role of private sector values in public value creation.",
      "E": "They developed an inventory of 72 public values and categorized them into seven constellations of value categories."
    },
    "explanation": "Jørgensen and Bozeman (2007) conducted a detailed study of 230 public value framework studies and created an inventory of 72 different public values. These values were then categorized into seven constellations or value sets, with higher-order values and subcategories under each constellation, helping to better understand the complexity of public value creation."
  },
  {
    "id": "3835251",
    "unitNumber": 6,
    "text": "Which of the following criticisms of digital government research is addressed by integrating the public value perspective?",
    "correctAnswer": "B",
    "options": {
      "A": "It is overly focused on the political consequences of digital government.",
      "B": "It primarily emphasizes the economic and administrative values, neglecting a broader range of public sector values.",
      "C": "It overlooks the ethical considerations in the implementation of digital government projects.",
      "D": "It fails to consider the role of technology in government practices.",
      "E": "It fails to account for the transparency of government operations."
    },
    "explanation": "Integrating the public value perspective addresses the criticism that digital government research has been limited in its focus, mainly prioritizing economic and administrative values. The integration allows for a broader set of public sector values to be considered, offering a more comprehensive understanding of digital government practices."
  },
  {
    "id": "3835254",
    "unitNumber": 6,
    "text": "Which of the following is a critical application area of the public value framework in the context of smart cities?",
    "correctAnswer": "D",
    "options": {
      "A": "Addressing trade imbalances in urban areas",
      "B": "Promoting privatization of city services",
      "C": "Enhancing governmental secrecy and control in city governance",
      "D": "Solving urban problems like traffic congestion and urban sprawl",
      "E": "Promoting privatization of city services"
    },
    "explanation": "One of the key application areas of the public value framework in smart city research is using digital transformation to address urban problems, such as traffic congestion and urban sprawl, which are essential challenges for smart city development."
  },
  {
    "id": "3835255",
    "unitNumber": 6,
    "text": "Which of the following is one of the criticisms of the concept of public value in the public sector?",
    "correctAnswer": "E",
    "options": {
      "A": "Its focus on promoting privatization over public governance",
      "B": "Its overemphasis on economic values over social values",
      "C": "Its limited application to digital governance only",
      "D": "Its narrow focus on global issues, excluding local governance",
      "E": "The lack of clarity in the concept"
    },
    "explanation": "In the text, Moore's original proposal of the public value concept in 1995 did not offer a clear-cut definition, which led to criticisms about the ambiguity of both \"public\" and \"value\" within the public value framework. As a result, competing and conflicting values exist under this concept, which makes it unclear how public value should be defined or measured. Additionally, public value is inherently pragmatic and contingency-oriented, meaning that there is no one-size-fits-all approach to its creation and evaluation. Public value creation and assessment can vary significantly based on the context, the task at hand, and even the specific time or circumstances. This lack of a consistent and clear framework contributes to the criticism of definitional ambiguity, which is a central issue in understanding and applying public value in public sector management."
  },
  {
    "id": "3835256",
    "unitNumber": 6,
    "text": "Which issue related to the public value framework is discussed in terms of operationalization and measurement?",
    "correctAnswer": "D",
    "options": {
      "A": "The absence of clear public values in the framework",
      "B": "The lack of empirical research in developing countries",
      "C": "The inconsistency of public value creation across different sectors",
      "D": "The difficulty in defining and measuring public value",
      "E": "The focus on economic and administrative values in digital government"
    },
    "explanation": "The public value framework has faced significant criticism due to the difficulty in defining and measuring public value. This challenge stems from the framework's lack of clear definitions and empirical proposals for assessing public value, making it hard to apply consistently across different contexts."
  },
  {
    "id": "3844198",
    "unitNumber": 6,
    "text": "According to Moore, which of the below is <strong><em>not</em></strong> considered a cost subcategory in the public value account?",
    "correctAnswer": "D",
    "options": {
      "A": "Use of collectively owned assets and associated costs",
      "B": "Financial costs",
      "C": "Unintended negative consequences",
      "D": "Achievement of social outcomes",
      "E": "Social costs of using state authority"
    },
    "explanation": "-<br/>Moore argued that the public value account helps build, integrate, and test a strategy for public<br/>value creation (Moore, 2013: 105). A detailed list of the specific dimensions of the public value<br/>account is presented below in Figure 6.3. The main dimensions of the public value account are the<br/>costs and benefits of creating public value. The left side of the public value account requires the public<br/>administrator to think about the cost subcategories such as (1) use of collectively owned assets and<br/>associated costs, (2) financial costs, (3) unintended negative consequences (in other words, the negative<br/>externalities of public value creation), and (4) social costs of using state authority. The right side of the<br/>public value account includes the benefit subcategories such as (1) achievement of collectively valued<br/>social outcomes, (2) mission achievement, (3) unintended positive consequences (in other words, the<br/>positive externalities of public value creation), (4) client satisfaction of service recipients and obligatees,<br/>and finally (5) justice and fairness at two levels, at an individual level in operations and the aggregate<br/>level in results."
  },
  {
    "id": "3844199",
    "unitNumber": 6,
    "text": "Which of the below is considered a benefit subcategory in Moore’s public value account?",
    "correctAnswer": "C",
    "options": {
      "A": "Negative externalities",
      "B": "Financial costs",
      "C": "Justice and fairness",
      "D": "Use of state authority",
      "E": "Asset depreciation"
    },
    "explanation": "-<br/>Moore argued that the public value account helps build, integrate, and test a strategy for public<br/>value creation (Moore, 2013: 105). A detailed list of the specific dimensions of the public value<br/>account is presented below in Figure 6.3. The main dimensions of the public value account are the<br/>costs and benefits of creating public value. The left side of the public value account requires the public<br/>administrator to think about the cost subcategories such as (1) use of collectively owned assets and<br/>associated costs, (2) financial costs, (3) unintended negative consequences (in other words, the negative<br/>externalities of public value creation), and (4) social costs of using state authority. The right side of the<br/>public value account includes the benefit subcategories such as (1) achievement of collectively valued<br/>social outcomes, (2) mission achievement, (3) unintended positive consequences (in other words, the<br/>positive externalities of public value creation), (4) client satisfaction of service recipients and obligatees,<br/>and finally (5) justice and fairness at two levels, at an individual level in operations and the aggregate<br/>level in results."
  },
  {
    "id": "3844200",
    "unitNumber": 6,
    "text": "According to the comparison between New Public Management and Public Value frameworks, which of the below correctly describes how the individual is viewed in each approach?",
    "correctAnswer": "B",
    "options": {
      "A": "New Public Management sees the individual as a collective stakeholder, while Public Value sees them as a customer.",
      "B": "New Public Management sees the individual as a customer, while Public Value sees them as a citizen.",
      "C": "In both frameworks, the individual is seen as a consumer.",
      "D": "Both frameworks see the individual primarily as part of a collective group.",
      "E": "Public Value considers the individual an isolated market actor."
    },
    "explanation": "-<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7796fab09c88f19caa5b45ade1cb6ef7.png\" alt=\"\" width=\"800\" height=\"214\">"
  },
  {
    "id": "3844201",
    "unitNumber": 6,
    "text": "I. Public interest<br/>II. Human dignity<br/>III. Business-like approach<br/>IV. Voice of the future<br/>V. Regime stability\n <strong>Which of the above are value sets or subcategories associated with the public sector’s contribution to society?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II and III",
      "B": "II, III and IV",
      "C": "III, IV and V",
      "D": "I, II, III and IV",
      "E": "I, II, IV and V"
    },
    "explanation": "-<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/75074cc4645cac03c40fdc3374b392de.png\" alt=\"\" width=\"700\" height=\"228\">"
  },
  {
    "id": "3844202",
    "unitNumber": 6,
    "text": "Which of the below is a value set or subcategory heading associated with the intra-organizational aspects of public administration?",
    "correctAnswer": "B",
    "options": {
      "A": "Accountability",
      "B": "Enthusiasm ✅",
      "C": "Social cohesion",
      "D": "Citizen involvement",
      "E": "Protection of individual rights"
    },
    "explanation": "-<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c81a5212c38092a014d8383c1ec5c6cc.png\" alt=\"\" width=\"565\" height=\"241\">"
  },
  {
    "id": "3844206",
    "unitNumber": 6,
    "text": "Which of the below correctly matches a Public Value Category with an example of a Public Value under that category?",
    "correctAnswer": "B",
    "options": {
      "A": "Infrastructure-general social effects → Economic development",
      "B": "Infrastructure-(regional) economy → Mobility",
      "C": "Employers-employees/customers → Legitimacy",
      "D": "Government-society in general → Universal access",
      "E": "Infrastructure-target groups → Health"
    },
    "explanation": "-<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4f9632431cd2192219ca56f6c4e2d7f3.png\" alt=\"\" width=\"403\" height=\"203\">"
  },
  {
    "id": "3844207",
    "unitNumber": 6,
    "text": "Which of the below best describes the concept of <em>value divergence</em> in the context of multiple public values?",
    "correctAnswer": "C",
    "options": {
      "A": "Similar public values becoming more aligned over time",
      "B": "Different public values merging into one unified standard",
      "C": "Similar public values differentiating from each other over time",
      "D": "Public values being replaced by private interests",
      "E": "Conflicting values being resolved through consensus"
    },
    "explanation": "-<br/>A final discussion within the context of<br/>the existence of multiple public values is the<br/>scenarios of “value divergence” (similar public<br/>values differentiating from each other over time)<br/>versus “value convergence” (different public values<br/>becoming more similar with each other over<br/>time)."
  },
  {
    "id": "3844208",
    "unitNumber": 6,
    "text": "Which of the below best describes the concept of <em>value convergence</em> in the context of multiple public values?",
    "correctAnswer": "A",
    "options": {
      "A": "Different public values becoming more similar to each other over time",
      "B": "Public values being eliminated in favor of market-based principles",
      "C": "The rise of new public values unrelated to previous ones",
      "D": "Similar public values splitting into opposing ideologies",
      "E": "Public values becoming more ambiguous and harder to define"
    },
    "explanation": "-<br/>A final discussion within the context of<br/>the existence of multiple public values is the<br/>scenarios of “value divergence” (similar public<br/>values differentiating from each other over time)<br/>versus “value convergence” (different public values<br/>becoming more similar with each other over<br/>time)"
  },
  {
    "id": "3844209",
    "unitNumber": 6,
    "text": "I. The Criticism of Having an Unclear Definition<br/>II. The Criticism of Operationalization and Measurement Problems<br/>III. The Criticism of Lacking Consistency<br/>IV. The Criticism of Excessive Stakeholder Participation<br/><strong>Which of the above are commonly discussed criticisms of the Public Value Framework?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "I and II",
      "B": "II and III",
      "C": "III and IV",
      "D": "I, II and III",
      "E": "I, III and IV"
    },
    "explanation": "-<br/>The concept of public value and its application in the public sector has been subject to multiple<br/>criticisms. These criticisms can be summarized under three headings. First, there is a criticism regarding<br/>the lack of clarity of the concept. The second one mentions the problems with its operationalization and<br/>the measurement of its outputs and impacts. The third and final criticism revolves around the lack of<br/>consistency among the different parts and constructs of the public value approach."
  },
  {
    "id": "3844210",
    "unitNumber": 6,
    "text": "Which of the following is <strong><em>not</em> </strong>one of the four perspectives on the impact of the Public Value Framework as outlined by Alford &amp; O’Flynn?",
    "correctAnswer": "E",
    "options": {
      "A": "A paradigm for understanding how meaningful value is created in government",
      "B": "A rhetorical strategy used to protect bureaucratic interests",
      "C": "A performance measurement and management framework",
      "D": "A narrative framework that helps public administrators make sense of their roles",
      "E": "A financial accounting tool for evaluating public expenditures"
    },
    "explanation": "Alford &amp; O’Flynn (2009: 178-185)<br/>categorized the impact of the public value<br/>framework from four different perspectives. First,<br/>public value functions as a paradigm that is used<br/>for explaining how meaningful value is created<br/>in government. Second, public value works as<br/>a rhetorical strategy to protect the interests of<br/>bureaucrats and government agencies. Third,<br/>public value can be perceived as a performance measurement or management framework to be<br/>used by both the practitioners and theoreticians<br/>of government. Finally, public value may be seen<br/>as a narrative framework, a set of stories that<br/>public administrators both tell others and listen<br/>to themselves, to make sense of what they do in<br/>government and why they do it."
  },
  {
    "id": "3845336",
    "unitNumber": 6,
    "text": "Which of the following best defines <em>public value</em> in the context of public administration?",
    "correctAnswer": "B",
    "options": {
      "A": "The amount of revenue generated by public organizations",
      "B": "The overall trust and satisfaction citizens have with public services",
      "C": "The total number of public projects completed annually",
      "D": "The degree of compliance with legal frameworks by government agencies",
      "E": "The efficiency of administrative processes measured by cost reduction"
    },
    "explanation": "Public value refers to the trust, satisfaction, and perceived benefits citizens derive from public services and governance practices"
  },
  {
    "id": "3845337",
    "unitNumber": 6,
    "text": "Public value is conceptually linked to which of the following ideas?",
    "correctAnswer": "B",
    "options": {
      "A": "Market share and competition",
      "B": "Democratic legitimacy and public trust",
      "C": "Personal wealth accumulation",
      "D": "International trade efficiency",
      "E": "Cultural heritage preservation"
    },
    "explanation": "Public value is tied to democratic legitimacy, citizen trust, and the perception that government actions align with societal needs and values"
  },
  {
    "id": "3845338",
    "unitNumber": 6,
    "text": "Which scholar is most associated with the introduction of the <em>public value</em> concept in public administration?",
    "correctAnswer": "C",
    "options": {
      "A": "Max Weber",
      "B": "Herbert Simon",
      "C": "Mark H. Moore",
      "D": "Woodrow Wilson",
      "E": "Elinor Ostrom"
    },
    "explanation": "Mark H. Moore introduced the concept of public value in the 1990s, linking it to public managers’ roles in creating value for society"
  },
  {
    "id": "3845339",
    "unitNumber": 6,
    "text": "Which of the following represents the <em>strategic triangle</em> in Moore’s public value framework?",
    "correctAnswer": "D",
    "options": {
      "A": "Effectiveness, efficiency, and equity",
      "B": "Policy, politics, and performance",
      "C": "Authority, accountability, and affordability",
      "D": "Legitimacy &amp; support, operational capacity, and public value",
      "E": "Transparency, participation, and responsiveness"
    },
    "explanation": "Moore’s strategic triangle emphasizes that public value creation requires legitimacy &amp; support, operational capacity, and clear public value goals"
  },
  {
    "id": "3845340",
    "unitNumber": 6,
    "text": "In practical terms, public value creation involves _____.<br/>Which of the following correctly completes the sentence above?",
    "correctAnswer": "E",
    "options": {
      "A": "Increasing the GDP per capita",
      "B": "Limiting citizen participation in decision-making",
      "C": "Reducing the number of public employees",
      "D": "Privatizing all public services",
      "E": "Balancing efficiency with citizen satisfaction and trust"
    },
    "explanation": "Public value creation balances operational efficiency with the need to maintain citizen trust and satisfaction through inclusive and transparent processes"
  },
  {
    "id": "3845341",
    "unitNumber": 6,
    "text": "Which of the following is an example of applying public value principles in urban governance?",
    "correctAnswer": "A",
    "options": {
      "A": "Engaging citizens in co-designing public transportation routes",
      "B": "Increasing parking fees to boost municipal revenue",
      "C": "Outsourcing all city services to private firms",
      "D": "Focusing only on cost-cutting measures",
      "E": "Limiting public access to municipal data"
    },
    "explanation": "Involving citizens in co-designing services aligns with public value principles of participation, transparency, and responsiveness"
  },
  {
    "id": "3845342",
    "unitNumber": 6,
    "text": "A major criticism of the public value framework is that it _____.",
    "correctAnswer": "D",
    "options": {
      "A": "Relies too heavily on legal compliance",
      "B": "Discourages citizen participation",
      "C": "Overemphasizes profit-driven performance",
      "D": "Lacks clear measurement tools for evaluating outcomes",
      "E": "Ignores efficiency considerations"
    },
    "explanation": "Critics argue that while the public value concept is appealing, it lacks universally agreed-upon metrics for measurement"
  },
  {
    "id": "3845343",
    "unitNumber": 6,
    "text": "Which of the following is a noted <em>impact</em> of adopting the public value framework in public administration?",
    "correctAnswer": "A",
    "options": {
      "A": "Improved collaboration between government and stakeholders",
      "B": "Decreased citizen trust in government",
      "C": "Elimination of all public services",
      "D": "Decline in democratic participation",
      "E": "Over-reliance on market competition"
    },
    "explanation": "The public value framework encourages collaboration with stakeholders and strengthens the alignment between government actions and societal needs"
  },
  {
    "id": "3845344",
    "unitNumber": 6,
    "text": "Which governance trend is most compatible with the public value approach?",
    "correctAnswer": "C",
    "options": {
      "A": "New Public Management’s focus on privatization",
      "B": "Centralized bureaucratic control",
      "C": "Collaborative governance with multi-actor engagement",
      "D": "Minimal state intervention",
      "E": "Strict hierarchical decision-making"
    },
    "explanation": "Public value aligns with collaborative governance, emphasizing co-creation with multiple stakeholders to address complex public issues"
  },
  {
    "id": "3845345",
    "unitNumber": 6,
    "text": "In Moore’s strategic triangle, <em>legitimacy and support</em> refers to _____.<br/>WHich of the following correctly completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Following only legal regulations",
      "B": "Gaining citizen and stakeholder endorsement for public initiatives",
      "C": "Ensuring the lowest possible cost for services",
      "D": "Avoiding political involvement in decision-making",
      "E": "Prioritizing technical expertise over public opinion"
    },
    "explanation": "Legitimacy and support involve obtaining backing from citizens, political authorities, and stakeholders to ensure successful implementation"
  },
  {
    "id": "3835016",
    "unitNumber": 7,
    "text": "Which of the following <strong>is not one of</strong> the values modern public administration was based on?",
    "correctAnswer": "C",
    "options": {
      "A": "authority",
      "B": "impartiality",
      "C": "nationalism",
      "D": "unity of command",
      "E": "discipline"
    },
    "explanation": "Modern public administration was based on such values and techniques as authority, unity of command, merit, specialization, rationalism, impartiality, coordination, control, discipline, planning, and standardization.<br/>Rationalism, not nationalism"
  },
  {
    "id": "3835054",
    "unitNumber": 7,
    "text": "Modernism rejected .................. for holding back human improvement.",
    "correctAnswer": "E",
    "options": {
      "A": "wealth",
      "B": "education",
      "C": "culture",
      "D": "religion",
      "E": "tradition"
    },
    "explanation": "Modernism rejected tradition for holding back human improvement."
  },
  {
    "id": "3835114",
    "unitNumber": 7,
    "text": "The professionalization and construction of rational administration mainly in the form of bureaucracies was what distinguished the administration of the modern state from the ................... organizations.",
    "correctAnswer": "A",
    "options": {
      "A": "political",
      "B": "national",
      "C": "financial",
      "D": "local",
      "E": "international"
    },
    "explanation": "The professionalization and construction of rational administration mainly in the form of bureaucracies was what distinguished the administration of the modern state from the <strong>political</strong> organizations.<br/>political organizations"
  },
  {
    "id": "3835124",
    "unitNumber": 7,
    "text": "Which of the following is <strong>not one of</strong> the Bennis' four major threats and challenges to public bureaucracies?",
    "correctAnswer": "D",
    "options": {
      "A": "Rapid and unexpected changes",
      "B": "Growth in the size of and diversity in bureaucracy",
      "C": "The complexity of modern technology and its integration into bureaucracy",
      "D": "Local or international financial fluctuations",
      "E": "Threat of organizational, managerial, and cultural change"
    },
    "explanation": "Bennis (1993: 423) lists at least four major threats and challenges to public bureaucracies:\n<br/>• Rapid and unexpected changes,\n<br/>• Growth in the size of and diversity in bureaucracy,\n<br/>• The complexity of modern technology and its integration into bureaucracy,\n<br/>• Threat of organizational, managerial, and cultural change.<br/>Local or international financial fluctuations."
  },
  {
    "id": "3835134",
    "unitNumber": 7,
    "text": "Which of the following <strong>is not</strong> emphasized by postmodernism?",
    "correctAnswer": "B",
    "options": {
      "A": "diversity",
      "B": "proximity",
      "C": "irregularity",
      "D": "unpredictability",
      "E": "disorder"
    },
    "explanation": "Thus, postmodernism emphasizes the “coexistence of differences and diversity,” unpredictability, disorder and irregularity.<br/>proximity"
  },
  {
    "id": "3835347",
    "unitNumber": 7,
    "text": "In postmodern thinking, organizational values and purposes emerge from ....................... processes and communication.",
    "correctAnswer": "A",
    "options": {
      "A": "public",
      "B": "complex",
      "C": "individual",
      "D": "expensive",
      "E": "intelligent"
    },
    "explanation": "In postmodern thinking, organizational values and purposes emerge from <em><strong>public</strong></em> processes and communication.<br/>In postmodern thinking, organizational values and purposes emerge from<strong> public</strong> processes and communication."
  },
  {
    "id": "3835349",
    "unitNumber": 7,
    "text": "Which of the following <strong>is not among</strong> the concepts Bogosan underlines a decline in?",
    "correctAnswer": "C",
    "options": {
      "A": "national and state focus",
      "B": "modernity",
      "C": "tranquillity",
      "D": "centralization",
      "E": "nationalization,"
    },
    "explanation": "Bogosan (2005) sees a decline in national and state focus, modernity, centralization, collectivism and nationalization.<br/>tranquility"
  },
  {
    "id": "3835350",
    "unitNumber": 7,
    "text": "Economic transformation lies at hearth of transition to post- .................... .",
    "correctAnswer": "E",
    "options": {
      "A": "feodalism",
      "B": "modernism",
      "C": "humanism",
      "D": "realism",
      "E": "Fordism"
    },
    "explanation": "Economic transformation lies at hearth of transition to post-Fordism.<br/>Economic transformation lies at hearth of transition to <strong>post-Fordism</strong>."
  },
  {
    "id": "3835352",
    "unitNumber": 7,
    "text": "Nietzsche’s idea of “................................ ” refers to a construct of individuals or groups replacing facts or objective truths.",
    "correctAnswer": "D",
    "options": {
      "A": "nationalism",
      "B": "realism",
      "C": "surrealism",
      "D": "perspectivism",
      "E": "modernism"
    },
    "explanation": "Nietzsche’s idea of “<strong>perspectivism</strong>” refers to a construct of individuals or groups replacing facts."
  },
  {
    "id": "3835355",
    "unitNumber": 7,
    "text": "Which of the following <strong>is not among</strong> the concepts that postmodernism focuses on?",
    "correctAnswer": "B",
    "options": {
      "A": "power relations",
      "B": "integrity",
      "C": "unpredictability",
      "D": "relativity",
      "E": "diversity"
    },
    "explanation": "Postmodernism focuses on cultural identities and symbols, power relations, diversity, multiplicity, relativity unpredictability.<br/>integrity"
  },
  {
    "id": "3844838",
    "unitNumber": 7,
    "text": "Which of the following was <strong>not</strong> a principle emphasized in modernist public administration?",
    "correctAnswer": "C",
    "options": {
      "A": "Authority and unity of command",
      "B": "Merit and specialization",
      "C": "Diversity and fragmentation",
      "D": "Coordination and planning",
      "E": "Predictability and standardization"
    },
    "explanation": "This question aligns with the first learning outcome: Explain modernism and modernist public administration.<br/>Modern public administration was based on such values and techniques as authority, unity of command, merit, specialization, rationalism, impartiality, coordination, control, discipline, planning, and standardization."
  },
  {
    "id": "3844839",
    "unitNumber": 7,
    "text": "Modernist public administration theories are products of which broader intellectual and historical movement?",
    "correctAnswer": "E",
    "options": {
      "A": "Post-Fordism",
      "B": "Romanticism",
      "C": "Neoliberalism",
      "D": "Post-structuralism",
      "E": "Enlightenment and Industrial Revolution"
    },
    "explanation": "This question aligns with the first learning outcome.<br/>Modernism (or modernity) refers to a certain<br/>style of social life and organization that has shaped<br/>or reshaped human life and perceptions. Thus, it<br/>attempted to define a new society and organization<br/>style and a new type of individual. It emerged in<br/>Europe in the 17th to 19th centuries and spread<br/>almost all over the world in the 20th century. In the<br/>context of Enlightenment, modernization, and the<br/>Industrial Revolution, significant advancements<br/>and innovations in technology, science, medicine,<br/>communications, architecture, etc. radically<br/>altered human lives and the urban environment.<br/>Public administration theories are<br/>considered to be products of the modernist era<br/>and, thus, have modernist features because they<br/>have built their key ideas and tenets on modernism<br/>and positivist social science."
  },
  {
    "id": "3844840",
    "unitNumber": 7,
    "text": "Postmodernism in public administration tends to decrease emphasis on which values?",
    "correctAnswer": "B",
    "options": {
      "A": "Flexibility and competition",
      "B": "Equality and social justice",
      "C": "Self-interest and individual choice",
      "D": "Tolerance for ambiguity",
      "E": "Diversity and fragmentation"
    },
    "explanation": "This question aligns with the first learning outcome.<br/>Postmodernism has paved the way for management<br/>approaches aiming at enhancing marketbased<br/>values and principles such as flexibility,<br/>competition, self-interest, self-sufficiency, freedom<br/>of individual choice, and tolerance for economic<br/>inequalities, ambiguity, uncertainty, diversity, and<br/>fragmentation. Thus, there is a much-decreased<br/>emphasis placed on values such as equality, social<br/>justice, solidarity, unity, public interest, belief<br/>in progress, and universal social or citizenship."
  },
  {
    "id": "3844841",
    "unitNumber": 7,
    "text": "Which concept, introduced by Baudrillard, refers to the replacement of reality with symbols and images?",
    "correctAnswer": "A",
    "options": {
      "A": "Hyper-reality",
      "B": "Perspectivism",
      "C": "Meta-narratives",
      "D": "Disciplinary power",
      "E": "Creative destruction"
    },
    "explanation": "Discuss critical perspectives on modernism and postmodernism.<br/>According to Baudrillard, commodities,<br/>media, and technologies provide cyberspace and<br/>an imaginary world in which individuals become<br/>overpowered by consumer values, media ideologies<br/>and role models, and seductive technologies like<br/>the Internet, social media, and computer games.<br/>Television, film, and the internet separate us from<br/>the real, create the hyperreality of communication and of meaning, and abolish the real (Kellner,<br/>2020). Hence, Baudrillard offered the concept of<br/>‘hyper-reality’ as the model or representation of<br/>the real above the real world without actual contact<br/>with reality (Cook, 1994)."
  },
  {
    "id": "3844842",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Rule-bound</li> <li>Political</li> <li>Facilitative</li> <li>Centralized</li> </ol> Which of the concepts above describe the role of a leader in postmodern public administration?",
    "correctAnswer": "B",
    "options": {
      "A": "I and II",
      "B": "II and III",
      "C": "II and IV",
      "D": "I, II and III",
      "E": "II, III and IV"
    },
    "explanation": "Describe postmodern thinking in public administration<br/>In postmodern thinking, the role of leaders is<br/>seen to be more freewheeling, facilitative, and<br/>more political required by the complex process<br/>of governance (Frederickson, 1997: 86)."
  },
  {
    "id": "3844843",
    "unitNumber": 7,
    "text": "Which of the following is a core feature of chaos and complexity theory in public administration?",
    "correctAnswer": "C",
    "options": {
      "A": "Reliance on stable cause-and-effect relationships",
      "B": "Emphasis on linear and predictable systems",
      "C": "Acceptance of nonlinearity and unpredictability",
      "D": "Complete rejection of environmental influences",
      "E": "Exclusive focus on quantitative measurement"
    },
    "explanation": "Describe postmodern thinking in public administration<br/>Chaos and complexity theory is very helpful to understand today’s environment and<br/>the organizations in such an environment. Kiel (1993) argued that it is not possible to resolve an issue or<br/>problem if we do not have cause-effect relationships. <br/>In chaos and complexity<br/>theory, it is accepted that since our world, events,<br/>and problems are complex and chaotic, their causes<br/>and solutions will also be complex and nonlinear.<br/>According to chaos and complexity<br/>theory, public policies cannot be considered<br/>as linear results of the actions of individual or<br/>collective actors. Public policy processes complex<br/>systemic processes with multiple actors, factors,<br/>undetermined and unpredictable consequences."
  },
  {
    "id": "3844844",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>It has no influence on public administration theory.</li> <li>It fully supports centralized bureaucracies.</li> <li>It overlooks inequalities and the needs of disadvantaged groups.</li> </ol> Which of the statements above can be considered as a criticism of postmodernism?",
    "correctAnswer": "C",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "I and III",
      "E": "I, II and III"
    },
    "explanation": "Discuss critical perspectives on modernism and postmodernism<br/>It is unclear whether postmodernism shows<br/>any concerns for the real problems of the<br/>underprivileged or disadvantaged.<br/>Postmodern thought has proved helpful in<br/>showing how human reasoning and rationality<br/>became dominant, alienating, and restrictive<br/>over humans, human attitudes, life, and thinking<br/>via centralized and hierarchical bureaucratic<br/>organizational structures, control and command<br/>culture, discipline, and positivist reasoning.<br/>Instead, it proposes democratized, decentralized,<br/>flatter, flexible, and adaptable structures, diversity<br/>and relativity of values and ideas, plural and<br/>participatory decision-making and networking,<br/>and empowered and involved personnel systems<br/>as opposed to bureaucratized, centralized,<br/>hierarchical, and standardized systems (Clegg,<br/>1990: 203; Naisbett, 1982: 219; Thompson,<br/>1993: 184-185). Postmodern thought also<br/>promotes competitiveness, creativity, risk-taking,<br/>experimentation, quality, individualized and local<br/>responses to the needs of citizens, among others."
  },
  {
    "id": "3844845",
    "unitNumber": 7,
    "text": "In the transition from Fordism to Post-Fordism, which of the following changes occurred?",
    "correctAnswer": "D",
    "options": {
      "A": "From flexible production to mass industrial production",
      "B": "From decentralization to centralized planning",
      "C": "From globalization to strict national economic boundaries",
      "D": "From stable employment to short-term and part-time work",
      "E": "From industrial society to post-industrial society"
    },
    "explanation": "Discuss critical perspectives on modernism and postmodernism<br/>The transition to<br/>post-Fordism involved a neoliberal understanding,<br/>limited state intervention, decentralization,<br/>differentiation, and increased focus on flexibility<br/>in results and quality in production and work.<br/>Assembly-line mass production has been automated,<br/>and a mode of more individualized short-run<br/>flexible production model has become dominant.<br/>Full-time permanent employment dramatically<br/>decreased, whereas self-employment and shortterm<br/>and part-time employment significantly<br/>grew. Post-Fordism is also characterized by<br/>increased free trade, globalization, competition,<br/>and multinational corporations and mergers. The<br/>free market ideology replaced the view of a mixed<br/>or Keynesian economy and has become the new<br/>norm. Moreover, post-Fordism involves changes in<br/>culture, family life, and the role of women in social<br/>life. The culture of commitment to the common<br/>good and the public interest has been transformed<br/>into a culture of contentment or concern for selfinterest<br/>(Galbraith, 1992). The concept of social<br/>class, concern for the needs of the disadvantaged,<br/>and belief in progress and in public capacity to solve<br/>social problems and inequalities have dramatically<br/>diminished, and more tolerance for economic<br/>inequalities has developed (Castells, 2004; Harvey,<br/>1989: 135; Lash and Urry, 1987: 16; Taylor-Gooby,<br/>1997: 173-175). Besides"
  },
  {
    "id": "3844846",
    "unitNumber": 7,
    "text": "Which change is part of the shift from industrial capitalism to post-industrial capitalism?",
    "correctAnswer": "E",
    "options": {
      "A": "Increased monopolistic markets",
      "B": "Less concern for environmental issues",
      "C": "Greater reliance on long-term stable employment",
      "D": "Stronger separation of administration and politics",
      "E": "Mass industrial production replaced by flexible production"
    },
    "explanation": "Mass industrial production replaced by flexible production during the shift from industrial capitalism to post-industrial capitalism. <br/>Study Table 7.1 on page 194 for further information."
  },
  {
    "id": "3844847",
    "unitNumber": 7,
    "text": "Which of the following is <strong>not</strong> typically associated with postmodern public administration values?",
    "correctAnswer": "D",
    "options": {
      "A": "Responsiveness to individual needs",
      "B": "Flexibility and adaptability",
      "C": "Diversity and multiplicity",
      "D": "Centralization of authority",
      "E": "Network governance"
    },
    "explanation": "Table 7.2<br/>Here are the concepts associated with postmodern public administartion:<br/><ul> <li>Relativity of values, views &amp; interests</li> </ul> • Change &amp; unpredictability<br/>• Interdependency<br/>• Fragmentation &amp; personalization<br/>• Diversity &amp; multiplicity<br/>• Responsiveness to individual needs<br/>• E-government, e-democracy<br/>• Network governance and negotiation<br/>• Flexible and flatter organizational structures<br/>• Influence through shared values &amp; facilitation<br/>• Proactive, situational, facilitative and shared<br/>leadership<br/>• Small and decentralized state<br/>• Policy &amp; management convergence<br/>• Proliferation of big-data, high-tech &amp; knowledgebased<br/>sectors<br/>• Continuous renewal and learning<br/>• Responsiveness, innovation, quality, design, choice<br/>&amp; accessibility<br/>• Customer orientation, individual choice &amp; individual<br/>interest"
  },
  {
    "id": "3835300",
    "unitNumber": 8,
    "text": "Which of the following statements best summarizes the historical relationship between technology and public administration?",
    "correctAnswer": "C",
    "options": {
      "A": "The use of technology in public administration began in the 19th century with the Industrial Revolution.",
      "B": "Technological innovations have been selectively applied to public administration only in times of national crisis.",
      "C": "Governments have historically been early adopters of new technologies to improve administrative efficiency and control.",
      "D": "The introduction of computers in the 1950s marked the first major technological shift in government administration.",
      "E": "Digital transformation has had minimal impact on administrative functions compared to its effects on commerce and communication."
    },
    "explanation": "Governments have adopted technologies from ancient times-such as writing and arithmetic-to modern innovations like computers and digital platforms. This long-standing and proactive engagement with technology demonstrates that public administration has historically been shaped by technological adoption to improve control and efficiency."
  },
  {
    "id": "3835302",
    "unitNumber": 8,
    "text": "What was the primary reason governments began using computers in the 1950s?",
    "correctAnswer": "C",
    "options": {
      "A": "To monitor citizens’ private communications",
      "B": "To replace manual labor in military operations",
      "C": "To substitute clerks for data processing and record keeping",
      "D": "To promote digital trade and e-commerce",
      "E": "To decentralize administrative decision-making"
    },
    "explanation": "In the 1950s, computers were primarily seen as a tool to replace the \"army of clerks\" responsible for record keeping, helping public officials manage data more efficiently."
  },
  {
    "id": "3835303",
    "unitNumber": 8,
    "text": "Which of the following is one of the main contradictions in the use of information technologies in public administration?",
    "correctAnswer": "D",
    "options": {
      "A": "They reduce the need for any form of government intervention.",
      "B": "They eliminate the need for private sector involvement in governance.",
      "C": "They only benefit authoritarian regimes by enhancing state control.",
      "D": "They can simultaneously promote democratic participation and enable mass surveillance.",
      "E": "They make all forms of traditional bureaucracy obsolete."
    },
    "explanation": "Information technologies are seen by some as tools that enhance decentralization and democratic governance, while others view them as mechanisms for surveillance and control. This contradiction lies at the heart of ongoing debates about their impact on public administration."
  },
  {
    "id": "3835306",
    "unitNumber": 8,
    "text": "Why has the terminology for technology use in public administration evolved from \"e-government\" to terms like \"digital governance\"?",
    "correctAnswer": "C",
    "options": {
      "A": "Because governments have fully replaced traditional services with technology.",
      "B": "To emphasize the decline in citizen involvement in governance.",
      "C": "Due to the introduction of more interactive technologies and broader participation by new actors.",
      "D": "Because e-government was never widely adopted in the 1990s.",
      "E": "To distinguish between government and private sector efforts."
    },
    "explanation": "The shift from terms like “e-government” to “digital governance” reflects the growing complexity and interactivity of technology use in public administration. This includes the involvement of IT firms, NGOs, international organizations, and the use of technologies such as AI, blockchain, and IoT, as well as participatory practices like crowdsourcing and crowd law."
  },
  {
    "id": "3835316",
    "unitNumber": 8,
    "text": "Which of the following statements accurately describes the relationship between New Public Management (NPM) and technology use in public administration?\n B",
    "correctAnswer": "D",
    "options": {
      "A": "NPM reforms focus on decentralizing government functions to the private sector, while technology use in public administration promotes greater government control and centralization.",
      "B": "NPM and technology use in public administration share common goals, such as increasing government regulations and oversight.",
      "C": "NPM focuses on public sector accountability and transparency, while technology use in public administration prioritizes political activism and public protests.",
      "D": "Both NPM and technology use in public administration seek to improve government performance through privatization, deregulation, and efficiency.",
      "E": "Both NPM and technology use in public administration can serve as symbolic reforms that manage citizen perceptions rather than improving efficiency."
    },
    "explanation": "New Public Management (NPM) advocates for privatization and deregulation in the public sector to enhance efficiency. Similarly, technology initiatives in public administration also aim to streamline operations and improve performance. Both seek to achieve more effective governance with fewer resources and enhanced service delivery."
  },
  {
    "id": "3835325",
    "unitNumber": 8,
    "text": "Which of the following is an example of \"governance by hierarchy\"?",
    "correctAnswer": "D",
    "options": {
      "A": "The Chilean government allowing citizens to register as virtual senators",
      "B": "The Municipality of Paris using technology for participatory budgeting",
      "C": "The Turkish Informatics Foundation organizing digital government award systems",
      "D": "A government controlling and managing public services like education and infrastructure",
      "E": "A non-governmental organization collaborating with local communities on environmental issues"
    },
    "explanation": "\"Governance by hierarchy\" refers to a system where the government plays a key role and hierarchically intervenes to produce and supply common goods, such as education or infrastructure, defining the legal framework. This example fits that description."
  },
  {
    "id": "3835328",
    "unitNumber": 8,
    "text": "Which type of isomorphic pressure refers to public organizations adopting digital technologies due to the influence of successful organizations or trends?",
    "correctAnswer": "B",
    "options": {
      "A": "Coercive isomorphism",
      "B": "Mimetic isomorphism",
      "C": "Normative isomorphism",
      "D": "Technological isomorphism",
      "E": "Institutional isomorphism"
    },
    "explanation": "Mimetic isomorphism occurs when organizations imitate other organizations that they perceive as more legitimate or successful. In this case, government organizations adopt digital technologies by modeling themselves after other successful or fashionable organizations, thereby enhancing their legitimacy."
  },
  {
    "id": "3835339",
    "unitNumber": 8,
    "text": "According to the Population Ecology Theory, why do government agencies in different environments adopt varying levels of technology?",
    "correctAnswer": "E",
    "options": {
      "A": "Due to international mandates",
      "B": "Because of political pressures from international organizations",
      "C": "Because technology adoption is the primary goal of all government agencies",
      "D": "Because all government agencies follow the same technological standards",
      "E": "Due to the environmental niches created by different social, economic, and political conditions"
    },
    "explanation": "The Population Ecology Theory suggests that government agencies adopt different levels of technology use based on the social, economic, and political environments they operate in. These environmental niches create varying pressures and opportunities for technology adoption, leading to differences in how agencies implement digital solutions."
  },
  {
    "id": "3835345",
    "unitNumber": 8,
    "text": "Which of the following groups is typically more disadvantaged in terms of access to and use of technology, according to the concept of the digital divide at the individual level?",
    "correctAnswer": "A",
    "options": {
      "A": "An elderly, disabled woman with low education and income living in a rural area",
      "B": "A young, well-educated man with high income living in an urban area",
      "C": "A middle-aged man with moderate education and income living in a suburban area",
      "D": "A young woman with a high school education living in a city",
      "E": "A young, well-educated man with a disability living in an urban area"
    },
    "explanation": "The digital divide at the individual level highlights the disparities in access to and use of technology based on factors like age, education, income, location, and disability. Typically, individuals who are elderly, disabled, less educated, have lower income, and live in rural areas face greater disadvantages in accessing and utilizing technology."
  },
  {
    "id": "3835348",
    "unitNumber": 8,
    "text": "Which of the following is the main concern about the increasing power of big technology companies in relation to mass surveillance?",
    "correctAnswer": "B",
    "options": {
      "A": "They are helping reduce the need for government surveillance.",
      "B": "They collect and process massive amounts of personal data for commercial and political purposes.",
      "C": "They provide more access to privacy protection for individuals.",
      "D": "They prevent governments from using surveillance technologies altogether.",
      "E": "They help ensure that surveillance systems are only used by law enforcement."
    },
    "explanation": "The main concern about the power of big technology companies is that they collect large amounts of personal data from individuals, which is then used for commercial and political purposes. This can lead to privacy violations and the misuse of data. \n <strong>A) They are helping reduce the need for government surveillance.</strong><br/>This is incorrect because the book mentions that both governments and big technology companies actively use surveillance technologies. It does not suggest that technology companies are reducing the need for government surveillance; rather, it states that technology companies are contributing to the surveillance process alongside governments.\n <strong>C) They provide more access to privacy protection for individuals.</strong><br/>This is incorrect because the book emphasizes that the growing power of big tech companies raises concerns about privacy violations and mass surveillance, not the enhancement of privacy protection. It does not mention any actions by these companies to protect privacy.\n <strong>D) They prevent governments from using surveillance technologies altogether.</strong><br/>This is incorrect because the book does not indicate that big tech companies prevent governments from using surveillance technologies. On the contrary, it discusses how both governments and technology companies utilize these technologies for their own purposes.\n <strong>E) They help ensure that surveillance systems are only used by law enforcement.</strong><br/>This is incorrect because the book highlights the shift from \"surveillance\" systems controlled by the state alone to \"surveillance governance,\" where private companies and citizens also play significant roles. It does not support the idea that surveillance is restricted to law enforcement."
  },
  {
    "id": "3844947",
    "unitNumber": 8,
    "text": "Why did some scholars argue that New Public Management (NPM) undermined public accountability?",
    "correctAnswer": "A",
    "options": {
      "A": "It reduced parliamentary oversight.",
      "B": "It made all services free of charge.",
      "C": "It eliminated public reporting systems.",
      "D": "It increased bureaucratic centralization.",
      "E": "It removed citizen input from decision-making."
    },
    "explanation": "The NPM movement has materialized in the<br/>US as a series of reforms that have been more gradual than many others, beginning with the Civil<br/>Service Reform Act of 1978 and continuing with<br/>downsizing, personnel, and budget cuts during<br/>the Reagan years, and “smaller and more limited<br/>government” initiatives with no coherent program<br/>(Ingraham, 1997). The final phase of this series was<br/>the “National Performance Review” (NPR) initiative,<br/>popularly known as “reinventing government”<br/>(Osborne and Gaebler, 1992; Kamensky, 1996;<br/>Osborne and Plastrik, 1997; 2000).<br/>The reinvention of government, initiated by the<br/>Clinton Administration and strongly supported<br/>for a significant period (1992-2000), has gone<br/>through three phases: The first phase was to<br/>reorganize government processes through customer<br/>service and procurement reform. The second phase<br/>consisted of asking the fundamental question: what<br/>should the government do? The third and final<br/>stage is to strengthen the movement with new ideas<br/>and to focus on improving “the most problematic<br/>institutions” (Kettl, 1998: v)."
  },
  {
    "id": "3844949",
    "unitNumber": 8,
    "text": "Which of the following is <strong>not</strong> one of the principles of New Public Management (NPM)?",
    "correctAnswer": "C",
    "options": {
      "A": "Emphasis on performance measurement",
      "B": "Citizens percieved as customers",
      "C": "Hierarchical centralization",
      "D": "Quality-oriented approach",
      "E": "Emphasis on privatization"
    },
    "explanation": "Toonen (2001: 185) listed the ideal-type<br/>characteristics of NPM reforms as follows:<br/>• A business-oriented approach to<br/>government.<br/>• A quality and performance-oriented<br/>approach.<br/>• Linking public demand, supply, and supply<br/>units through operational tools and quality<br/>management.<br/>• Wherever possible, withdrawal of<br/>(bureaucratic) government agencies in favor<br/>of markets (privatization and deregulation.<br/>NPM advocates strongly emphasized<br/>transforming the culture of public organizations by<br/>emphasizing the importance of perceiving citizens<br/>as customers, focusing on outputs and outcomes<br/>rather than inputs, and providing quality products<br/>and services in the public sector. Greater efficiency<br/>was sought through decentralization, privatization,<br/>or outsourcing. The NPM movement is also closely<br/>linked to the total quality management paradigm<br/>(Deming, 1986) as it provides the basis for<br/>continuous improvement (Kettl, 1997: 447-448)."
  },
  {
    "id": "3844950",
    "unitNumber": 8,
    "text": "In which country did New Public Management (NPM) movements first begin?",
    "correctAnswer": "E",
    "options": {
      "A": "South Korea",
      "B": "Sweden",
      "C": "Brazil",
      "D": "Portugal",
      "E": "the United Kingdom"
    },
    "explanation": "“New Public Management” (NPM) is an<br/>umbrella term for like-minded administrative<br/>reform movements that began in the late 1970s<br/>in several English-speaking countries such as the<br/>United Kingdom, Australia, New Zealand, and a<br/>little bit later in the United States (Kettl, 1997: 446).<br/>This movement later spread to other countries,<br/>such as Brazil, Portugal, Sweden, and South Korea."
  },
  {
    "id": "3844952",
    "unitNumber": 8,
    "text": "Which of the following occurs when the results of an algorithm give certain individuals or groups an advantage or disadvantage compared to others, without a valid reason for this unequal impact.",
    "correctAnswer": "B",
    "options": {
      "A": "The risk of mass surveillance",
      "B": "Algorithmic bias",
      "C": "Digital divide",
      "D": "Isomorphic perspective",
      "E": "Panopticon concept"
    },
    "explanation": "Algorithmic Bias: “Algorithmic processes<br/>that are used to automate or assist decisionmaking<br/>about people may produce<br/>discriminatory results that violate the norms<br/>of justice and equality and that adversely<br/>impact particular people or communities in<br/>the workplace or society. This phenomenon<br/>is referred to as algorithmic bias and occurs<br/>when the outputs of an algorithm benefit or<br/>disadvantage certain individuals or groups<br/>more than others without a justified reason<br/>for such unequal impacts” (Kordzadeh and<br/>Ghasemaghaei, 2022: 388)."
  },
  {
    "id": "3844954",
    "unitNumber": 8,
    "text": "Which of the following term is used for both a prison model and a pessimistic perspective towards the use of technology in public administration?",
    "correctAnswer": "D",
    "options": {
      "A": "Mass surveillance",
      "B": "Digital governance",
      "C": "Isomorphism",
      "D": "Panopticon",
      "E": "Benchmarking"
    },
    "explanation": "The Panopticon Concept: Panopticon is a model prison imagined by Jeremy Bentham. This prison consists<br/>of a watchtower in the middle and cells surrounding that tower as a circle. The design of the building enables<br/>every cell to be perfectly visible from the guard in the watchtower. However, the prisoners are not able to see<br/>whether there is indeed a guard in the watch tower or not. But they all have to assume that someone is in the<br/>watch tower to monitor what they are doing and saying. The resulting sensation of being watched and the<br/>resulting continuous surveillance ability that the Panopticon creates is a very powerful control mechanism.<br/>A group of people are rather pessimist<br/>and/or cynical about the world information<br/>technologies transform or enable (Forrester, 1992;<br/>Darrier and Mehta, 1998; Stoll, 1995). As an<br/>example, Darrier and Mehta argue that it is already<br/>possible to track the personal lives of people with<br/>the help of financial, security, and health databases,<br/>and hidden surveillance cameras in public spaces.<br/>They emphasize the importance of Foucault’s<br/>‘Panopticon’ concept to enable and enhance mass<br/>surveillance both by the governments and other<br/>actors, such as multinational technology firms."
  },
  {
    "id": "3844956",
    "unitNumber": 8,
    "text": "At the _____ level, the digital divide refers to the differences and inequalities in access to and utilization of technology between developed countries and developing countries.<br/>Complete the sentence with the correct word.",
    "correctAnswer": "E",
    "options": {
      "A": "individual",
      "B": "regional",
      "C": "national",
      "D": "international",
      "E": "global"
    },
    "explanation": "The concept of the digital divide refers to inequalities in access to technology and, once accessed,<br/>the benefits derived from it (Aydın, Yerlikaya, and Gürcan, 2012). The concept of the digital divide can<br/>be defined at various levels, such as global, international, national, regional/local, and individual levels.<br/>At the global level, it refers to the differences and inequalities in access to and utilization of technology<br/>between countries in various categories such as West and East, North and South, developed countries and<br/>developing countries, global North and the global South."
  },
  {
    "id": "3844957",
    "unitNumber": 8,
    "text": "At the _____ level, the digital devide emphasizes the differences and inequalities in access to and utilization of technology between those living in the cities and the ones living in rural areas.\n Complete the sentence with the correct word.",
    "correctAnswer": "A",
    "options": {
      "A": "individual",
      "B": "regional",
      "C": "national",
      "D": "international",
      "E": "global"
    },
    "explanation": "When the problem of the digital divide is defined at the individual level, it emphasizes the differences<br/>and inequalities in access to and utilization of technology between individuals and groups that differ from<br/>each other based on characteristics such as age, gender, level of education socioeconomic level/ status,<br/>location/ place of residence, and disability."
  },
  {
    "id": "3844961",
    "unitNumber": 8,
    "text": "\"Biz Bize Yeteriz\" campaign in Türkiye is an example of which of the following?",
    "correctAnswer": "B",
    "options": {
      "A": "Crowdsourcing",
      "B": "Crowdfunding",
      "C": "Governance by hierarchy",
      "D": "Governance by markets",
      "E": "Governance by networks"
    },
    "explanation": "There are examples of electronic governance<br/>practices, especially with the use of crowdfunding<br/>and crowdsourcing strategies, in Türkiye as well.<br/>The crowdfunding “Biz bize yeteriz” (We are<br/>enough for us) campaign (bizbizeyeteriz.gov.<br/>tr) during the COVID-19 Pandemic (Yıldız and<br/>Şahin, 2020), and the crowdsourcing “İhtiyaç<br/>Haritası” (Map of Needs) campaign after several<br/>earthquakes (Saylam, 2023) are cases in point."
  },
  {
    "id": "3844965",
    "unitNumber": 8,
    "text": "With the aim of using technology in government to create a better world than the one they inherited, what did the United Nations declare in 2000?",
    "correctAnswer": "C",
    "options": {
      "A": "Sustainable Development Goals",
      "B": "Map of Needs",
      "C": "Millennium Development Goals",
      "D": "Good governance",
      "E": "National Performance Review"
    },
    "explanation": "Technology use in public administration is<br/>just a means to an end, rather than the main<br/>objective itself. The objective of using technology<br/>in government is to create a better world than<br/>the one we inherited. Within this context,<br/>the United Nations declared the Millennium<br/>Development Goals (MDGs) in 2000, which aim<br/>to achieve higher levels of human development<br/>(Vandemoortele, 2002)."
  },
  {
    "id": "3844968",
    "unitNumber": 8,
    "text": "When did new norms of online government service provision emerge as the popularity of mobile platforms and social media platforms rose?",
    "correctAnswer": "D",
    "options": {
      "A": "1970s",
      "B": "1980s",
      "C": "1990s",
      "D": "2010s",
      "E": "2020s"
    },
    "explanation": "during the 2000s, official government<br/>agency websites were the standard, the expected<br/>service provision norm. As the popularity of mobile<br/>platforms and social media platforms rose during<br/>the late 2000s and early 2010s, users of government<br/>services demanded these new platforms to provide norms of online government service provision<br/>emerged."
  }
]