[
  {
    "id": "3876774",
    "unitNumber": 1,
    "text": "Temel olarak ürün akışının belirli nedenler ile durdurulduğu noktalar olarak tanımlanan depolara ilişkin aşağıda söylenenlerden hangisi yanlıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Depolarda yarı mamuller de saklanabilir.",
      "B": "Depolarda araç ve ekipmanlar da bulunabilir",
      "C": "Depolar sadece ürünlerin stoklandığı alanlardır.",
      "D": "Depolarda montaj, bakım ve onarım da yapılır.",
      "E": "Depolarda sipariş yönetimi de yapılır."
    },
    "explanation": "Depolar sadece ürünlerin stoklandığı<br/>alanlar değildir. Tedarik zinciri sürecine<br/>göre hammadde ya da yarı mamuller de<br/>depolarda saklanabilir. Ayrıca depolarda<br/>saklamanın yanında sahip olunan araç ve<br/>ekipmanlara bağlı olarak sipariş yönetimi,<br/>montaj, bakım ve onarım gibi faaliyetlerde yürütülebilmektedir."
  },
  {
    "id": "3876775",
    "unitNumber": 1,
    "text": "Hammadde aşamasından başlayarak nihai kullanıcı olan müşterilere doğru taşınan ürünlere ilişkin tüm etkinlikleri kapsayan “Tedarik Zinciri”nde sırasıyla hangi faaliyetler gerçekleşir?\n<br/>I. kaynakların nakliyasi ve depolanması\n<br/>II. üretimin planlanması,\n<br/>III. kaynakların tedarik edilmesi,\n<br/>IV. envanterin yönetilmesi,\n<br/>V. sipariş süreci ve müşteri hizmetleri",
    "correctAnswer": "D",
    "options": {
      "A": "I-II-III-IV-V",
      "B": "II-I-IV-III-V",
      "C": "V-IV-III-II-I",
      "D": "III-I-II-IV-V",
      "E": "III-I-II-V-IV"
    },
    "explanation": "Hammadde aşamasından başlayarak nihai kullanıcı olan müşterilere doğru taşınan ürünlere ilişkin tüm etkinlikleri kapsayan “Tedarik Zinciri”; kaynakların tedarik edilmesi, nakliyesi ve depolanmasının yanı sıra üretimin planlanması, envanterin yönetilmesi, sipariş süreci ve müşteri hizmetleri gibi birçok farklı faaliyeti içermektedir"
  },
  {
    "id": "3876776",
    "unitNumber": 1,
    "text": "Aşağıdaki şıklardan hangisi \" üretim sürecine göre depolar\" başlığında <strong>yer almaz?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hammadde depoları",
      "B": "Süreç içi stok depoları",
      "C": "Genel depo",
      "D": "Ürün depoları",
      "E": "Teknik malzeme depoları"
    },
    "explanation": "Klasik depo sınıflaması kapsamında, üretim sürecine göre farklı depo çeşitleri de bulunmaktadır\n “Hammadde Depoları”\n “Süreç İçi Stok Depolarında\n “Ürün Depoları”\n Teknik Malzeme” deposu"
  },
  {
    "id": "3876777",
    "unitNumber": 1,
    "text": "Aşağıdaki başlıklardan hangisi \"Mülkiyet esasına göre depo\" sınıfına <strong>girmez?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Teknik Malzeme Deposu",
      "B": "Özel Depo",
      "C": "Genel Depo",
      "D": "Anlaşmalı Depo",
      "E": "Lisanslı Depo"
    },
    "explanation": "Mülkiyetine göre depolar kapsamında; Özel Depo, Genel<br/>Depo, Anlaşmalı Depo ve Lisanslı Depo"
  },
  {
    "id": "3876778",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi tedarik zinciri kapsamındaki aktörler arasındaki en önemli bağlantı noktaları olan ve tedarik zincirinin vazgeçilmez bir unsurudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Dağıtıcılar",
      "B": "Depolar",
      "C": "Parakendeciler",
      "D": "Müşteriler",
      "E": "Üreticiler"
    },
    "explanation": "Tedarik Zinciri kapsamında üreticiler, dağıtıcılar, perakendeciler, müşteriler ve lojistik hizmet sunan işletmeler gibi birçok farklı aktör yer almaktadır.\n<br/>Depolar ise söz konusu aktörler arasındaki en önemli bağlantı noktalarıdır ve tedarik zincirinin vazgeçilmez bir unsurudur"
  },
  {
    "id": "3876779",
    "unitNumber": 1,
    "text": "Tedarik zincirinin en temel aktörü ........... ifadesini hangi şıkla tamamlarsınız?",
    "correctAnswer": "D",
    "options": {
      "A": "Üreticiler",
      "B": "Dağıtıcılar",
      "C": "Perakendeciler",
      "D": "Müşteriler",
      "E": "Lojistik hizmet sunan işletmeler"
    },
    "explanation": "Tedarik zincirinin en temel aktörü müşterilerdir."
  },
  {
    "id": "3876780",
    "unitNumber": 1,
    "text": "I Depo Maliyetleri\n II Büro Maliyetleri\n III Elleçleme Maliyetleri\n Yukarıdaki şıklardan hangileri depolama sürecindeki maliyet türleri olabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I",
      "B": "Sadece II",
      "C": "Sadece III",
      "D": "I ve II",
      "E": "Hepsi"
    },
    "explanation": "Depolama maliyetleri üç temel bileşenden oluşmaktadır; Depo Maliyetleri, Büro Maliyetleri ve<br/>Elleçleme Maliyetleri"
  },
  {
    "id": "3876781",
    "unitNumber": 1,
    "text": "İklimlendirme ve aydınlatma için yapılan harcamalar sabit maliyetler içerisinde değerlendirilirken, özel<br/>soğutma gerektiren depolarda veya farklı aydınlatma ekipmanlarının kullanımını gerektiren ürünler söz konusu olduğunda iklimlendirme ve aydınlatma harcamaları hangi maliyetler kapsamında ele alınmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Alan maliyetleri",
      "B": "Değişken maliyetler",
      "C": "Ekipman maliyetleri",
      "D": "Direkt işgücü maliyetleri",
      "E": "Diğer giderler"
    },
    "explanation": "Özel soğutma gerektiren depolarda veya farklı<br/>aydınlatma ekipmanlarının kullanımını gerektiren ürünler söz konusu olduğunda iklimlendirme ve aydınlatma harcamaları değişken maliyetler kapsamında ele alınmalıdır."
  },
  {
    "id": "3876782",
    "unitNumber": 1,
    "text": "Kargo firmaları kullandıkları depolar düşünüldüğünde, hangi başlıkta değerlendirilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dağıtım Merkezleri",
      "B": "Aktarma Merkezleri",
      "C": "Toplama Merkezleri",
      "D": "Sipariş İşleme Merkezleri",
      "E": "Terminal Depolar"
    },
    "explanation": "Kargo firmalarının kullandığı depolar aktarma merkezine örnek olarak gösterilebilir."
  },
  {
    "id": "3876783",
    "unitNumber": 1,
    "text": "Ürün sahibinin işletmelerin ürünlerini bozulmadan, güvenli şekilde saklamalarına ve depodan çıkarmadan satmalarına imkan sağlanan depo hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dökme Ürün (Akışkan Ürün) Depoları",
      "B": "Isı Kontrollü Depolar",
      "C": "Anlaşmalı Depo",
      "D": "Parça Ürün Depoları",
      "E": "Lisanslı Depolar"
    },
    "explanation": "Lisanslı Depolarda ise ürün sahibi işletmelerin<br/>ürünlerini bozulmadan, güvenli şekilde saklamalarına ve depodan çıkarmadan satmalarına olanak<br/>sağlamaktadır."
  },
  {
    "id": "3876784",
    "unitNumber": 1,
    "text": "Depolamada maliyetleri arttıran temel unsurlardan biri nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Güç ve aydınlatma giderleri",
      "B": "Deponun bakımı",
      "C": "İnsan kaynağı harcamaları",
      "D": "Fazla stok",
      "E": "Yetersiz stok"
    },
    "explanation": "Depolama özelinde düşünüldüğünde maliyetleri arttıran temel unsurlardan biri fazla stok bulundurmaktır. Fazla stok bulundurmak, ürünlerin depolarda daha uzun süre tutulmasına neden olarak depolama maliyetlerini artırmaktadır."
  },
  {
    "id": "3876785",
    "unitNumber": 1,
    "text": "İşletmelerin stoklarını tek bir depoda tutması ve yönetim maliyetlerinin de düşük olması nedeniyle tercih edilen depo türü hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Özel Depo",
      "B": "Genel Depo",
      "C": "Anlaşmalı Depo",
      "D": "Merkezî Depolar",
      "E": "Merkezî Olmayan Depolar"
    },
    "explanation": "Merkezî Depolarda işletmeler sahip oldukları<br/>stokları tek bir depoda toplu bir şekilde tutmaktadırlar. Bununla birlikte merkezi depolarda,iletişim ve yönetim fonksiyonu oldukça kolay olduğu için diğer depo türlerine göre yönetim maliyetleri daha düşüktür."
  },
  {
    "id": "3876786",
    "unitNumber": 1,
    "text": "Depolama maliyetleri kaç temel bileşenden oluşmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Depolama maliyetleri üç temel bileşenden oluşmaktadır."
  },
  {
    "id": "3876797",
    "unitNumber": 1,
    "text": "\"Depolarda saklamanın yanında sahip olunan araç ve ekipmanlara bağlı olarak sipariş yönetimi,..............., ................ ve ............... gibi faaliyetlerde yürütülebilmektedir.\"\n<br/>Yukarıdaki boşluklar aşağıdaki seçeneklerden hangisi ile doldurulursa doğru bir ifade olur?",
    "correctAnswer": "A",
    "options": {
      "A": "montaj, bakım, onarım",
      "B": "envanter yönetimi, sipariş süreci, müşteri hizmetleri",
      "C": "mal reddi, açıklama, ayrıştırma",
      "D": "stoklama, kontrol, mal seçimi",
      "E": "koruma, bakım, satış"
    },
    "explanation": "Yanıtınız yanlış ise \"Depo ve Depolama Kavramı\" konusunu yeniden gözden geçiriniz.<br/>Depolar sadece ürünlerin stoklandığı alanlar değildir. Tedarik zinciri sürecine <br/>göre hammadde ya da yarı mamuller de depolarda saklanabilir. Ayrıca depolarda saklamanın yanında sahip olunan araç ve ekipmanlara bağlı olarak sipariş yönetimi, <strong>montaj</strong>, <strong>bakım</strong> ve <strong>onarım</strong> gibi faaliyetlerde yürütülebilmektedir."
  },
  {
    "id": "3876798",
    "unitNumber": 1,
    "text": "Aşağıdaki, depolarla ilgili ifadelerden hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Depolar, ürünlerin belirli süreler için depolandığı açık veya kapalı alanlardır.",
      "B": "Depolarda hammadde, yarı mamul ya da bütün ürünler stoklanabilmektedir.",
      "C": "Depolarda yüksek katma değerli işlemler gerçekleşmekte ve maliyetlerin en yüksek seviyede olması hedeflenmektedir.",
      "D": "Depolamanın temel amacı, ürünlerin saklanmasının yanı sıra ürün <br/>fiyatlarındaki değişim gibi işletmeyi etkileyen değişimlerden korunmadır.",
      "E": "Müşteriler satın aldıkları ürünlerin ileri tarihte teslim edilmesi için stoklanmasını isteyebilir. Bu gibi durumlarda da ürünler geçici olarak depolanmaktadır."
    },
    "explanation": "Yanıtınız yanlış ise \"Depo ve Depolama Kavramı\" konusunu yeniden gözden geçiriniz.<br/>Depolar, temel olarak işletme ihtiyaçları ya da müşteri taleplerine bağlı olarak ürünlerin belirli süreler için depolandığı açık veya kapalı alanlar olarak tanımlanabilir. Depolarda hammadde, yarı mamul ya da bütün ürünler stoklanabilmektedir. Depolarda mal kabulü, yerleştirme, depolama, ayrıştırma, paketleme ve sevkiyat gibi faaliyet süreçleri bulunmaktadır. Depolarda genel olarak düşük katma değerli işlemler gerçekleşmekte ve operasyonel maliyetlerin en düşük seviyede olması hedeflenmektedir. Depolamanın temel amacı, ürünlerin saklanmasının yanı sıra ürün fiyatlarındaki değişim gibi işletmeyi etkileyen değişimlerden korunmadır. Ayrıca müşteriler belirli sebepler doğrultusunda satın aldıkları ürünlerin ileri bir tarihte teslim edilmesi için stoklanmasını isteyebilir. Bu gibi durumlarda da ürünler geçici olarak depolanmaktadır."
  },
  {
    "id": "3876799",
    "unitNumber": 1,
    "text": "Aşağıdaki depo çeşitlerinden hangisi \"işletme fonksiyonlarına göre depolar\" başlığı altında yer alan depolardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Özel",
      "B": "Genel",
      "C": "Anlaşmalı",
      "D": "Lisanslı",
      "E": "Terminal"
    },
    "explanation": "Yanıtınız yanlış ise \"Depo Çeşitleri\" konusunu yeniden gözden geçiriniz.<br/>İşletme Fonksiyonlarına Göre Depolar; Klasik Depolar, Dağıtım Merkezi, Toplama Merkezi, Aktarma Merkezi, Sipariş İşleme Merkezi ve <strong>Terminal Depoları</strong> olarak sıralanabilir. \n Diğer seçenekte yer alan depolar mülkiyet esasına göre depolar başlığı altında ki depolardır."
  },
  {
    "id": "3876800",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi \"Yeraltı Depoları\"nın özelliklerinden birisi <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Daha düşük maliyetlidir.",
      "B": "Yem ve gıda sektörleri tarafından tercih edilmektedir.",
      "C": "Stoklanan ürünler olumsuz hava koşullarına göre daha fazla korunma olanağına sahiptir.",
      "D": "Belirli ürünlerin stoklanmasına olanak sağlar.",
      "E": "Ek güvenlik önlemlerinin alınması zorunludur."
    },
    "explanation": "Yanıtınız yanlış ise \"Depo Çeşitleri\" konusunu yeniden gözden geçiriniz.<br/>Mağara benzeri yerin altındaki doğal ortamlardan yararlanılarak kullanılan depolara, <strong>Yeraltı Depoları</strong> adı verilmektedir. Bu depo türünde, doğal ortama bağlı olarak sağlanan koşullar belirli ürünlerin stoklanmasına olanak sağlar. Ayrıca yeraltı depoları, yer üstünde bulunan farklı depo türlerine göre daha düşük maliyetlidir. Bu depo türünde stoklanan ürünler olumsuz hava koşullarına göre daha fazla korunma olanağına sahiptir. Bu nedenle depolanan ürünlerin oldukça uzun bir dönem boyunca stoklanması mümkündür. Diğer yandan yeraltı depolarında yangın ihtimaline karşı ek güvenlik önlemlerinin alınması zorunluluğu, depolama maliyetlerini artırmaktadır."
  },
  {
    "id": "3876801",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi matematiksel olarak toplam depolama maliyetini (TDM) ifade etmektedir?\n (TDM: Toplam depolama maliyetleri-TİM: Toplam inşa maliyetleri-TDİM: Toplam depo işletme maliyetleri-TYM: Toplam yükleme maliyetleri-TTM: Toplam taşıma maliyetleri-TEM: Toplam elleçleme maliyetleri)",
    "correctAnswer": "D",
    "options": {
      "A": "TDM = TYM + TDİM",
      "B": "TDM=TTM + TEM",
      "C": "TDM=TEM + TYM",
      "D": "TDM = TİM + TDİM",
      "E": "TDM=TTM + TİM"
    },
    "explanation": "Yanıtınız yanlış ise \"Depolama Maliyetleri\" konusunu yeniden gözden geçiriniz.<br/>Toplam depolama maliyeti matematiksel olarak aşağıdaki şekilde ifade edilebilir;\n TDM= TİM + TDİM<br/>TDM: Toplam depolama maliyetleri<br/>TİM: Toplam inşa maliyetleri<br/>TDİM: Toplam depo işletme maliyetleri"
  },
  {
    "id": "3876802",
    "unitNumber": 1,
    "text": "Ürünlerin depo içinde veya dışında taşınmasıyla ilişkili maliyetleri ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Elleçleme maliyetleri",
      "B": "Depo maliyetleri",
      "C": "Büro maliyetleri",
      "D": "Alan maliyetleri",
      "E": "Sevkiyat maliyetleri"
    },
    "explanation": "Yanıtınız yanlış ise \"Depolama Maliyetleri\" konusunu yeniden gözden geçiriniz.<br/>Depolama maliyetleri üç temel bileşenden oluşmaktadır; Depo Maliyetleri, Büro Maliyetleri ve Elleçleme Maliyetleri.\n Elleçleme Maliyetleri: Ürünlerin depo içinde veya dışında taşınmasıyla ilişkili maliyetlerden oluşmaktadır."
  },
  {
    "id": "3876803",
    "unitNumber": 1,
    "text": "Ürünün hammadde aşamasından başlayarak nihai kullanıcı olan müşterilere doğru taşınan ürünlere ilişkin tüm etkinlikleri kapsayan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ürün zinciri",
      "B": "Müşteri zinciri",
      "C": "Tedarik zinciri",
      "D": "Üretim zinciri",
      "E": "Maliyet zinciri"
    },
    "explanation": "Yanıtınız yanlış ise \"Tedarik Zinciri\" konusunu yeniden gözden geçiriniz.<br/>Tedarik zinciri, üretim fonksiyonuna bağlı olarak üretim sürecinin başlangıcından ürünün son kullanıcıya teslimine kadar tedarikçi ve tüketiciyi birbirine bağlayan süreçleri ifade etmektedir. Diğer bir ifade ile tedarik zinciri, hammadde aşamasından başlayarak nihai kullanıcı olan müşterilere doğru taşınan ürünlere ilişkin tüm etkinlikleri kapsamaktadır."
  },
  {
    "id": "3876804",
    "unitNumber": 1,
    "text": "Üretici ya da dağıtımcılardan kendilerine ulaşan ürünleri tüketici ile buluşturan tedarik zinciri üyesi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tüketiciler",
      "B": "Tedarikçiler",
      "C": "Müşteriler",
      "D": "Lojistikçiler",
      "E": "Perakendeciler"
    },
    "explanation": "Yanıtınız yanlış ise \"Tedarik Zinciri\" konusunu yeniden gözden geçiriniz.<br/>Tedarik zinciri kapsamında; üreticiler, dağıtıcılar, perakendeciler, müşteriler ve lojistik hizmet sunan işletmeler gibi birçok farklı aktör yer almaktadır. Bunlardan <strong>perakendeciler</strong> diğer tedarik zinciri üyeleri olan üretici ya da dağıtımcılardan kendilerine ulaştırılan ürünleri tüketici ile buluşturmaktadır."
  },
  {
    "id": "3876805",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi tedarik zinciri aktörleri arasında \"köprü\" rolü üstlenmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dağıtıcılar",
      "B": "Depolar",
      "C": "Perakendeciler",
      "D": "Müşteriler",
      "E": "Tedarikçiler"
    },
    "explanation": "Yanıtınız yanlış ise \"Tedarik Zincirinde Depo ve Depolamanın Önemi\" konusunu yeniden gözden geçiriniz.<br/>Günümüzde gelişen rekabet ile birlikte depolama ve depo yönetimi tedarik zincirinin vazgeçilmez bir unsuru hâline gelmiştir. Bununla birlikte tedarik <br/>zinciri içinde yer alan bir unsurun performansı, diğer unsurların verimliliği ve etkinliğine bağlıdır. Bu noktada depolar, tedarik zincirinde bulunan üreticiler, dağıtıcılar, perakendeciler ve müşteriler arasındaki en önemli bağlantı noktaları olarak değerlendirilebilir. Diğer bir ifadeyle depolar tedarik zinciri aktörleri arasında köprü rolünü üstlenmektedir."
  },
  {
    "id": "3876806",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi işletmelerin depolara ihtiyaç duyma nedenleri arasındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "İşletme ve tüketici lokasyonları arasındaki mesafenin arttırılması.",
      "B": "Ulaşım maliyetlerinin çoğaltılması.",
      "C": "Üretimde birim maliyetlerinin çoğaltılması.",
      "D": "Atık hale gelen yada müşteriden iade edilen ürünlerin geçici olarak depolanması.",
      "E": "İşletmelerin faaliyetlerini en yüksek maliyetle sürdürmeleri açısından ön plana çıkması."
    },
    "explanation": "Yanıtınız yanlış ise \"Tedarik Zincirinde Depo ve Depolamanın Önemi\" konusunu yeniden gözden geçiriniz.<br/>Tedarik zincirinde depolar temel olarak, ürünlerin stoklanması fonksiyonunu yerine getirmektedir. Diğer yandan stok bulundurma gereksinimi ile birlikte işletmeler birçok farklı faktöre bağlı olarak da depolara ihtiyaç duyarlar: <br/>• Üretimin yanı sıra atık hale gelen ya da müşteriden iade edilen ürünler de depolarda geçici süreler için stoklanabilir.\n • Optimum şekilde tasarlanan ve teknolojik ekipmanların kullanıldığı depolar, stok kayıplarını en aza indirmekte ve üretimde de tasarruf olanağı sağlamaktadır.\n • Depolar, işletmeler ve müşteriler arasında zaman ve yer farklılıklarını ortadan kaldırmaktadır.\n • İşletme ve müşteri lokasyonları arasında depoların kurulması, nakliye harcamaları konusunda tasarruf sağlayabilir. Bu durum ise işletmeler açısından birim maliyetlerin azaltılmasında önem arz etmektedir.\n • Depolar, işletmelerin faaliyetlerini en düşük maliyetle sürdürmeleri açısından ön plana çıkmaktadır."
  },
  {
    "id": "3876857",
    "unitNumber": 1,
    "text": "Depo çeşitleri başlığı altında aşağıdakilerden hangisine yer verilmemiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mülkiyet Esasına Göre Depolar",
      "B": "Korunma Esası ve Yapısına Göre Depolar",
      "C": "İşletme Fonksiyonlarına Göre Depolar",
      "D": "Nem kaynakları ve yükseltiye Göre Depolar",
      "E": "Depolanan Ürün Özelliklerine Göre Depolar"
    },
    "explanation": "Bu bağlamda depo çeşitleri;\n<br/>İşletme Fonksiyonlarına,\n<br/>Mülkiyet Esasına,\n<br/>Depolanan Ürün Özelliklerine,\n<br/>Coğrafi Dağılıma ve\n<br/>Korunma Esası ve Yapısına Göre Depolar başlıkları altında açıklanmıştır."
  },
  {
    "id": "3876858",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi İşletme Fonksiyonlarına Göre sıralanan depo çeşitleri arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Toplama Merkezi",
      "B": "Aktarma Merkezi",
      "C": "Dağıtım Merkezi",
      "D": "Sipariş İşleme Merkezi",
      "E": "Genel merkezler"
    },
    "explanation": "Kullanım amaçlarına ve gereksinimlerine göre depo çeşitleri temel olarak;\n<br/>Klasik Depolar,\n<br/>Dağıtım Merkezi,\n<br/>Toplama Merkezi,\n<br/>Aktarma Merkezi,\n<br/>Sipariş İşleme Merkezi ve\n<br/>Terminal Depoları olarak sıralanabilir."
  },
  {
    "id": "3876859",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi müşteri siparişlerine göre yoğun, hızlı ve kapsamlı sevkiyatlara elverişli olarak tasarlanmış büyük hacimli depolardır",
    "correctAnswer": "D",
    "options": {
      "A": "Terminal Depoları",
      "B": "Sipariş İşleme Merkezi",
      "C": "Aktarma Merkezi,",
      "D": "Dağıtım Merkezi",
      "E": "Toplama Merkezi"
    },
    "explanation": "“Dağıtım Merkezleri”, müşteri siparişlerine göre yoğun, hızlı ve kapsamlı sevkiyatlara elverişli olarak tasarlanmış büyük hacimli depolardır"
  },
  {
    "id": "3876860",
    "unitNumber": 1,
    "text": "İşletme Fonksiyonlarını yerine getirebilmek için sorunsuz ulaşım bağlantı altyapıları bulunan depolar aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Toplama Merkezi Depoları",
      "B": "Terminal Depoları",
      "C": "Klasik Depolar",
      "D": "Dağıtım Merkezi Depoları",
      "E": "Aktarma Merkezi Depoları"
    },
    "explanation": "“Terminal Depolar”\n Çok sayıda üreticiye yüksek depolama standartları ile hizmet veren kapasitesi oldukça yüksek tesislerdir.\n Aynı zamanda bu tür depoların sorunsuz altyapıları ve karayolu, demiryolu, havayolu gibi farklı ulaşım bağlantıları bulunmaktadır."
  },
  {
    "id": "3876861",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Depolanan Ürün Özelliklerine Göre Depolar türleri arasında bulunmamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Özel Depo",
      "B": "Dökme Ürün Depoları",
      "C": "Isı Kontrollü Depolar",
      "D": "Parça Ürün Depoları",
      "E": "Genel Eşya ve Ev Malzemeleri Depoları"
    },
    "explanation": "Depolanan Ürün Özelliklerine Göre Depolar<br/>Dökme Ürün (Akışkan Ürün) Depoları,\n Isı Kontrollü Depolar,\n Parça Ürün Depoları,\n Genel Eşya ve\n Ev Malzemeleri Depoları türleri bulunmaktadır."
  },
  {
    "id": "3876862",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Mülkiyetine göre depolar kapsamında sıralanan depo türleri arasında bulunmamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Özel Depo",
      "B": "Genel Depo",
      "C": "Terminal Depo",
      "D": "Anlaşmalı Depo",
      "E": "Lisanslı Depo ve"
    },
    "explanation": "Mülkiyetine göre depolar kapsamında;\n Özel Depo,\n Genel Depo,\n Anlaşmalı Depo ve\n Lisanslı Depo türleri bulunmaktadır."
  },
  {
    "id": "3876863",
    "unitNumber": 1,
    "text": "Depolanan malzemenin sınıflandırma, aktarma, istifleme, havanlandırma, yenileme, tamir etme, kontrol etme, başka bir malzemeyle birleştirme, yer değiştirme amaçlarıyla yüklenmesi, taşınması ve boşaltılması gibi ürünlere ilişkin özelleştirilmiş hizmet sağlayan ve birden çok işletmeye hizmet verebilen depo aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Genel Depo",
      "B": "Özel Depo",
      "C": "Anlaşmalı Depo",
      "D": "Lisanslı Depo",
      "E": "Terminal Depo"
    },
    "explanation": "Genel Depolar; elleçleme, montajlama, yenidenpaketleme, kalite kontrol vb. depoculuk faaliyetlerikonusunda uzman kişi ya da kurumlar tarafından yönetilen ve ürünlerin belirli bir ücret karşılığı stoklandığı depolar olarak tanımlanabilir. Ürünlere ilişkin özelleştirilmiş hizmet sağlayana Genel Depolar, birden çok işletmeye hizmet verebilir."
  },
  {
    "id": "3876873",
    "unitNumber": 1,
    "text": "Depolar için aşağıdakilerden hangisi doğrudur?\n <ol type=\"I\"> <li>Depolar sadece ürünlerin stoklandığı alanlardır.</li> <li>Tedarik zinciri sürecine göre hammadde ya da yarı mamuller de depolarda saklanabilir.</li> <li>Depolarda sahip olunan araç ve ekipmanlara bağlı olarak sipariş yönetimi yapılabilir.</li> <li>Depolarda montaj, bakım ve onarım gibi faaliyetler yürütülebilmektedir.</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "II, III ve IV",
      "B": "I, III ve IV",
      "C": "I, II ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Konu Başlığı: <strong>DEPO VE DEPOLAMA KAVRAMI</strong><br/>Depolar sadece ürünlerin stoklandığı alanlar değildir. Tedarik zinciri sürecine göre hammadde ya da yarı mamuller de depolarda saklanabilir. Ayrıca depolarda saklamanın yanında sahip olunan araç ve ekipmanlara bağlı olarak sipariş yönetimi, montaj, bakım ve onarım gibi faaliyetler de yürütülebilmektedir."
  },
  {
    "id": "3876874",
    "unitNumber": 1,
    "text": "<ol> <li>Depolama faaliyetlerinin teknik ve ekonomik parametreleri nelerdir ?</li> </ol> <ol type=\"I\"> <li>Depo düzeyinde ürün devir hızı,</li> <li>Depo ürünlerinin taşıma devir hızı,</li> <li>Depo çalışanlarının işgücü verimliliği,</li> <li>Bir metrik ton yükün işlenmesinin öz maliyeti,</li> <li>Deponun etkin alan katsayısı,</li> <li>Deponun etkin hacimlerini kullanma katsayısı,</li> <li>Depolama faaliyetlerinin mekanikleşme seviyesi,</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV, V, VI ve VII",
      "B": "III, IV, V, VI ve VII",
      "C": "I, II, III, IV ve VII",
      "D": "I, II, III, V ve VI",
      "E": "I, II, IV, V ve VII"
    },
    "explanation": "Konu Başlığı: <strong>DEPO ÇEŞİTLERİ</strong><br/><strong>DEPO ÇEŞİTLERİ</strong>\n Depoları farklı kriterlere bağlı olarak sınıflandırmak mümkündür. Depolama faaliyetlerinin teknik ve ekonomik parametreleri şu şekilde sıralanabilir (Kurenkova, 2019, s. 39);\n <ul> <li>Depo düzeyinde ürün devir hızı,</li> <li>Depo ürünlerinin taşıma devir hızı,</li> <li>Depo çalışanlarının işgücü verimliliği,</li> <li>Bir metrik ton yükün işlenmesinin öz maliyeti,</li> <li>Deponun etkin alan katsayısı,</li> <li>Deponun etkin hacimlerini kullanma katsayısı,</li> <li>Depolama faaliyetlerinin mekanikleşme seviyesi.</li> </ul>"
  },
  {
    "id": "3876875",
    "unitNumber": 1,
    "text": "Klasik Depolar, Dağıtım Merkezi, Toplama Merkezi, Aktarma Merkezi, Sipariş İşleme Merkezi ve Terminal Depoları hangi grup depolara girer?",
    "correctAnswer": "A",
    "options": {
      "A": "İşletme Fonksiyonlarına Göre Depolar",
      "B": "Mülkiyet Esasına Göre Depolar",
      "C": "Depolanan Ürün Özelliklerine Göre Depolar",
      "D": "Coğrafi Dağılıma Göre Depolar",
      "E": "Korunma Esası ve Yapısına Göre Depolar"
    },
    "explanation": "Konu Başlığı: <strong>DEPO ÇEŞİTLERİ - İşletme Fonksiyonlarına Göre Depolar</strong><br/><strong>DEPO ÇEŞİTLERİ</strong>\n <strong>İşletme Fonksiyonlarına Göre Depolar</strong>\n Kullanım amaçlarına ve gereksinimlerine göre depo çeşitleri temel olarak;\n Klasik Depolar,\n Dağıtım Merkezi,\n Toplama Merkezi,\n Aktarma Merkezi,\n Sipariş İşleme Merkezi ve\n Terminal Depoları olarak sıralanabilir."
  },
  {
    "id": "3876876",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi depolanan ürünlerin özellikleri kapsamına giren depolardan <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Klasik Depolar",
      "B": "Akışkan Ürün Depoları",
      "C": "Isı Kontrollü Depolar",
      "D": "Parça Ürün Depoları",
      "E": "Genel Eşya ve Ev Malzemeleri Depoları"
    },
    "explanation": "Konu Başlığı: <strong>DEPO ÇEŞİTLERİ - Depolanan Ürün Özelliklerine Göre Depolar </strong><br/><strong>DEPO ÇEŞİTLERİ</strong>\n <strong>Depolanan Ürün Özelliklerine Göre Depolar </strong>\n Depolanan ürünlerin özellikleri kapsamında Dökme Ürün (Akışkan Ürün) Depoları, Isı Kontrollü Depolar, Parça Ürün Depoları, Genel Eşya ve Ev Malzemeleri Depoları türleri bulunmaktadır."
  },
  {
    "id": "3876877",
    "unitNumber": 1,
    "text": "Depolamada toplam maliyetleri oluşturan üç bileşene bağlı olarak ortaya çıkan tipik maliyetler aşağıdakilerden hangisidir?\n <ol type=\"I\"> <li>Alan maliyetleri</li> <li>Direkt ve endirekt işgücü maliyetleri</li> <li>Değişken işgücü maliyetleri</li> <li>Ekipman maliyetleri</li> <li>Yönetim, finans, insan kaynakları, bilgi teknolojileri ve yönetime ilişkin genel giderler</li> <li>Satış ve pazarlamaya ilişkin genel giderler</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV, V ve VI",
      "B": "I, III, IV, V ve VI",
      "C": "II, III, IV, V ve VI",
      "D": "II, III, V ve VI",
      "E": "I, III, IV ve V"
    },
    "explanation": "Konu Başlığı: <strong>DEPOLAMA MALİYETLERİ - Depolama Sürecinde Maliyet Türleri</strong><br/><strong>Depolama Sürecinde Maliyet Türleri</strong>\n Depolamada toplam maliyetleri oluşturan üç bileşene bağlı olarak ortaya çıkan tipik maliyetler şunlardır (Richards, 2011);\n <ul> <li>Alan maliyetleri</li> <li>Direkt işgücü maliyetleri (depo operatörleri)</li> <li>Endirekt işgücü maliyetleri</li> <li>Değişken işgücü maliyetleri</li> <li>Ekipman maliyetleri</li> <li>Yönetim, finans, insan kaynakları, bilgi teknolojileri ve yönetime ilişkin genel giderler</li> <li>Satış ve pazarlamaya ilişkin genel giderler</li> </ul> • Diğer giderler"
  },
  {
    "id": "3876878",
    "unitNumber": 1,
    "text": "Tedarik zinciri kapsamında verilen başlıca seçim kararları nelerdir?\n <ol type=\"I\"> <li>lojistik hizmetleri,</li> <li>tedarikçi,</li> <li>üretim yeri,</li> <li>mağaza ve depo alanı,</li> <li>perakendeci,</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV ve V",
      "B": "II, III, IV ve V",
      "C": "I, III, IV ve V",
      "D": "I, II, III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Konu Başlığı:<strong>TEDARİK ZİNCİRİ</strong><br/><strong>TEDARİK ZİNCİRİ</strong>\n Tedarik zinciri kapsamında <strong>lojistik hizmetleri, tedarikçi, üretim yeri, depo alanı, perakendeci, mağaza</strong> ve benzeri birçok farklı konuda <strong>seçim kararı verilmektedir</strong>.\n Tedarik zinciri kararlarında öncelikle işletme stratejisi ile paralel uzun dönemli stratejik kararlar alınmaktadır. Ayrıca orta dönemli taktiksel ve günlük süreçler ile faaliyetleri düzenleyen kısa dönemli operasyonel kararlar da alınmaktadır."
  },
  {
    "id": "3876879",
    "unitNumber": 1,
    "text": "Taşıma sistemi seçim kararlarını etkileyen başlıca faktörler nelerdir?\n <ol type=\"I\"> <li>Taşınacak ürün miktarı</li> <li>Taşınacak ürün hacmi</li> <li>Taşınacak ürünün taşıma rotası</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Yalnız I"
    },
    "explanation": "Konu Başlığı:<strong> TEDARİK ZİNCİRİ</strong><br/><strong>TEDARİK ZİNCİRİ</strong>\n Taşınacak ürün miktarı, ürün hacmi, taşıma rotası vb. unsurlar taşıma sistemi seçim kararlarını etkilemektedir."
  },
  {
    "id": "3876880",
    "unitNumber": 1,
    "text": "Tedarik zincirinde depo ve depolamanın önemi için aşağıdakilerden hangisi doğrudur?\n <ol type=\"I\"> <li>Depolar, işletmelere sürekli tedarik kaynağı sağlamaktadır.</li> <li>Depolar işletmelere üretim konusunda ölçek ekonomisinden yararlanma olanağı sunmaktadır.</li> <li>Depolar, işletmeler ve müşteriler arasında zaman ve yer farklılıklarını ortadan kaldırmaktadır.</li> <li>İşletme ve müşteri lokasyonları arasında depoların kurulması, nakliye harcamaları konusunda tasarruf sağlayabilir.</li> <li>Depolar, işletmelerin faaliyetlerini en düşük maliyetle sürdürmeleri açısından ön plana çıkmaktadır.</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV ve V",
      "B": "II, III, IV ve V",
      "C": "I, III, IV ve V",
      "D": "I, II, III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "<strong>Konu Başlığı: TEDARİK ZİNCİRİNDE DEPO VE DEPOLAMANIN ÖNEMİ</strong><br/><strong>TEDARİK ZİNCİRİNDE DEPO VE DEPOLAMANIN ÖNEMİ</strong>\n Tedarik zincirinde depolar temel olarak, ürünlerin stoklanması fonksiyonunu yerine getirmektedir. Diğer yandan stok bulundurma gereksinimi ile birlikte işletmeler birçok farklı faktöre bağlı olarak da depolara ihtiyaç duyarlar (Lambert vd., 1998; Harrison ve Van Hoek, 2008);\n <ul> <li>İşletmelerin faaliyetlerini sürdürebilmeleri üretimin sürekliliğine bağlıdır. Hammadde, yarı mamul vb. malzemelerin istenilen zaman ve istenilen düzeyde temin edilememesi üretimde aksamalara yol açabilir. Bu nedenle söz konusu malzemelerin depolanması işletme performansı açısından kritik öneme sahiptir. Diğer bir ifade ile <strong>depolar, işletmelere sürekli tedarik kaynağı sağlamaktadır.</strong> Ayrıca üretimin yanı sıra atık hâle gelen ya da müşteriden iade edilen ürünler de depolarda geçici süreler için stoklanabilir.</li> <li><strong>Depolar işletmelere üretim konusunda ölçek ekonomisinden yararlanma olanağı sunmaktadır.</strong> İşletmeler sahip oldukları depolar ve kapasitelerine bağlı olarak belirli dönemlerde büyük miktarlı hammadde, yarı mamul ya da ürün alabilirler. Bu durumda depolar, satın alma aşamasında iskontolardan yararlanılması ve maliyetlerin azaltılması konusunda avantaj sağlamaktadır. Ayrıca optimum şekilde tasarlanan ve teknolojik ekipmanların kullanıldığı depolar, stok kayıplarını en aza indirmekte ve üretimde de tasarruf olanağı sağlamaktadır.</li> <li>Bir ürünün üretimden son kullanıcı olan müşteriye ulaştırılması, oldukça uzun bir süreci kapsamaktadır. Her ne kadar uzun dönemde üretim merkezleri sabit kalsa da, ürüne olan müşteri taleplerinin ve lokasyonlarının kısa dönemde değişmesi mümkündür. Müşteri taleplerinin hızla karşılanması ve hizmetlerin aksamadan devam edebilmesi için üretim ve müşteri lokasyonları arasındaki mesafenin en aza indirilmesi gerekmektedir. Bu bağlamda <strong>depolar, işletmeler ve müşteriler arasında zaman ve yer farklılıklarını ortadan kaldırmaktadır.</strong></li> <li>İşletmeler açısından depo gereksinimi konusunda bir diğer faktör ulaştırma harcamalarıdır. Zira hammadde, işçilik, enerji gibi ulaştırma da temel maliyet unsurları arasında yer almaktadır. İşletme ulaştırma konusunda karayolu, havayolu, demiryolu vb. hangi yöntemi seçerse seçsin mutlaka bir taşıma maliyetiyle yüz yüze kalmaktadır. Bu nedenle <strong>işletme ve müşteri lokasyonları arasında depoların kurulması, nakliye harcamaları konusunda tasarruf sağlayabilir.</strong> Bu durum ise işletmeler açısından birim maliyetlerin azaltılmasında önem arz etmektedir.</li> </ul> • Rekabette ve müşteri taleplerinde yaşanan değişimin yanında mevsimsel dalgalanmalar, ekonomik kriz vb. olgular nedeniyle işletmelerin satın alma politikaları kısa dönemde yapısal olarak değişebilir. Çünkü belirtilen olgulara bağlı olarak değişen piyasa koşulları hammadde, yarı mamul ya da ürünlerin fiyatlarında önemli değişimlere yol açmaktadır. Bu nedenle gereksinim duyulan malzemelerin değişen piyasa koşulları çerçevesinde en düşük fiyattan ve mümkün olan en yüksek miktarlarda temin edilmesi gerekmektedir. Bu noktada <strong>depolar, işletmelerin faaliyetlerini en düşük maliyetle sürdürmeleri açısından ön plana çıkmaktadır. </strong>"
  },
  {
    "id": "3876881",
    "unitNumber": 1,
    "text": "Bina veya arsalara ilişkin kira/kiralama maliyetleri ve bina amortismanları, sigorta giderleri, demirbaş amortismanları, soğutma ekipmanlarının amortismanı, tamir ve bakım masrafları, temizlik ve güvenlik harcamaları ve atık imha harcamaları depolama sürecinde hangi maliyet türü kapsamına girer?",
    "correctAnswer": "A",
    "options": {
      "A": "Alan maliyetleri",
      "B": "Değişken işgücü maliyetleri",
      "C": "Ekipman maliyetleri",
      "D": "Direkt işgücü maliyetleri",
      "E": "Endirekt işgücü maliyetleri"
    },
    "explanation": "Konu Başlığı: <strong>DEPOLAMA MALİYETLERİ - Depolama Sürecinde Maliyet Türleri</strong><br/><strong>Depolama Sürecinde Maliyet Türleri</strong>\n Depolamada toplam maliyetleri oluşturan üç bileşene bağlı olarak ortaya çıkan tipik maliyetler şunlardır (Richards, 2011);\n <ul> <li><strong>Alan maliyetleri;</strong> bina veya arsalara ilişkin kira/kiralama (leasing) maliyetleri ve bina amortismanları, sigorta giderleri, demirbaş amortismanları, soğutma ekipmanlarının amortismanı, tamir ve bakım masrafları, temizlik ve güvenlik harcamaları ve atık imha harcamaları,</li> </ul>"
  },
  {
    "id": "3876882",
    "unitNumber": 1,
    "text": "Çalışanlara ödenen fazla mesai ücretleri ve primler depolama sürecinde hangi maliyet türü kapsamına girer?",
    "correctAnswer": "A",
    "options": {
      "A": "Değişken işgücü maliyetleri",
      "B": "Direkt işgücü maliyetleri",
      "C": "Endirekt işgücü maliyetleri",
      "D": "Ekipman maliyetleri",
      "E": "Alan maliyetleri"
    },
    "explanation": "Konu Başlığı: <strong>DEPOLAMA MALİYETLERİ - Depolama Sürecinde Maliyet Türleri</strong><br/><strong>Depolama Sürecinde Maliyet Türleri</strong>\n Depolamada toplam maliyetleri oluşturan üç bileşene bağlı olarak ortaya çıkan tipik maliyetler şunlardır (Richards, 2011);\n <strong>Değişken işgücü maliyetleri</strong>: Her ne kadar işgücü maliyetleri büyük ölçüde sabit olsa da personel maaşlardan ayrı olarak değişken maliyetler de ortaya çıkabilmektedir. Bu maliyetler <strong>çalışanlara ödenen fazla mesai ücretleri ve bonuslardan (pirim) oluşmaktadır.</strong>"
  },
  {
    "id": "3876913",
    "unitNumber": 1,
    "text": "İşletmenin içinde, satış mağazasında ya da yakınında bulunan, bununla birlikte ürünlerin ihtiyaç zamanına kadar stoklandığı depo türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Klasik depolar",
      "B": "Dağıtım merkezleri",
      "C": "Aktarma merkezleri",
      "D": "Sipariş işleme merkezleri",
      "E": "Terminal depolar"
    },
    "explanation": "“Klasik Depolar”, işletmenin içinde, satış mağazasında ya da yakınında bulunan, bununla birlikte ürünlerin ihtiyaç zamanına kadar stoklandığı depoları ifade etmektedir."
  },
  {
    "id": "3876914",
    "unitNumber": 1,
    "text": "Müşteri siparişlerine göre yoğun, hızlı ve kapsamlı sevkiyatlara elverişli olarak tasarlanmış büyük hacimli depolara ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Aktarma merkezleri",
      "B": "Dağıtım merkezleri",
      "C": "Özel depolar",
      "D": "Terminal depolar",
      "E": "Sipariş işleme merkezleri"
    },
    "explanation": "“Dağıtım Merkezleri”, müşteri siparişlerine göre yoğun, hızlı ve kapsamlı sevkiyatlara elverişli olarak tasarlanmış büyük hacimli depolardır."
  },
  {
    "id": "3876915",
    "unitNumber": 1,
    "text": "Telefon ve internet üzerinden alınan müşteri siparişleri doğrultusunda ürünlerin paketlendiği ve sevk edildiği depolara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Aktarma merkezleri",
      "B": "Dağıtım merkezleri",
      "C": "Sipariş işleme merkezleri",
      "D": "Klasik depolar",
      "E": "Terminal depoları"
    },
    "explanation": "“Sipariş İşleme Merkezleri” telefon ve internet üzerinden alınan müşteri siparişleri doğrultusunda ürünlerin paketlendiği ve sevk edildiği depolardır."
  },
  {
    "id": "3876916",
    "unitNumber": 1,
    "text": "Stoklanan ürünlerin mülkiyetine sahip olan işletmeler tarafından faaliyet gösteren depolara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Genel depolar",
      "B": "Klasik depolar",
      "C": "Terminal depolar",
      "D": "Özel depolar",
      "E": "Lisanslı depolar"
    },
    "explanation": "Özel Depolar, stoklanan ürünlerin mülkiyetine sahip olan işletmeler tarafından faaliyet gösteren depolardır."
  },
  {
    "id": "3876917",
    "unitNumber": 1,
    "text": "Ürün sahibi işletmelerin ürünlerini bozulmadan, güvenli şekilde saklamalarına ve depodan çıkarmadan satmalarına olanak sağlayan depo türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Terminal depo",
      "B": "Özel depo",
      "C": "Genel depo",
      "D": "Anlaşmalı depo",
      "E": "Lisanslı depo"
    },
    "explanation": "Lisanslı Depolarda ise ürün sahibi işletmelerin ürünlerini bozulmadan, güvenli şekilde saklamalarına ve depodan çıkarmadan satmalarına olanak sağlamaktadır."
  },
  {
    "id": "3876918",
    "unitNumber": 1,
    "text": "Sıcaklık ve nem ayarlarına bağlı olarak depo ortamının kontrol altında tutulduğu depolara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Isı kontrollü depolar",
      "B": "Dökme ürün depoları",
      "C": "Parça ürün depoları",
      "D": "Genel eşya ve ev malzemeleri depoları",
      "E": "Özel depolar"
    },
    "explanation": "Sıcaklık ve nem ayarlarına bağlı olarak depo ortamının kontrol altında tutulduğu depolar ise “Isı Kontrollü Depolar” olarak adlandırılmaktadır."
  },
  {
    "id": "3876919",
    "unitNumber": 1,
    "text": "İşletmelerin sahip oldukları stokları toplu bir şekilde tuttukları depolara ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dökme ürün depoları",
      "B": "Merkezi depolar",
      "C": "Isı kontrollü depolar",
      "D": "Parça ürün depoları",
      "E": "Genel eşya ve ev malzemeleri depoları"
    },
    "explanation": "Merkezî Depolarda işletmeler sahip oldukları stokları tek bir depoda toplu bir şekilde tutmaktadırlar."
  },
  {
    "id": "3876920",
    "unitNumber": 1,
    "text": "Sabit maliyet olarak değerlendirilen, çalışanlara ödenen ücretler, personel sigortası, kişisel güvenlik ekipmanları ve personel eğitim ücretlerinden oluşan maliyet türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Alan maliyetleri",
      "B": "Endirekt işgücü maliyetleri",
      "C": "Direkt işgücü maliyetleri",
      "D": "Değişken işgücü maliyetleri",
      "E": "Ekipman maliyetleri"
    },
    "explanation": "Direkt işgücü maliyetleri (depo operatörleri): Sabit maliyet olarak değerlendirilen bu maliyetler çalışanlara ödenen ücretler, personel sigortası, kişisel güvenlik ekipmanları ve personel eğitim ücretlerinden oluşmaktadır."
  },
  {
    "id": "3876921",
    "unitNumber": 1,
    "text": "Çalışanlara ödenen fazla mesai ücretleri ve bonuslardan (pirim) oluşan maliyet türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Direkt işgücü maliyetleri",
      "B": "Endirekt işgücü maliyetleri",
      "C": "Ekipman maliyetleri",
      "D": "Değişken işgücü maliyetleri",
      "E": "Satış ve pazarlamaya ilişkin genel giderler"
    },
    "explanation": "Değişken işgücü maliyetleri: Her ne kadar işgücü maliyetleri büyük ölçüde sabit olsa da personel maaşlardan ayrı olarak değişken maliyetler de ortaya çıkabilmektedir. Bu maliyetler çalışanlara ödenen fazla mesai ücretleri ve bonuslardan (pirim) oluşmaktadır."
  },
  {
    "id": "3876922",
    "unitNumber": 1,
    "text": "Satın alınmış olan ekipmanların amortismanları ile ekipman kira ve kiralamalarından oluşan maliyet türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Direkt işgücü maliyetleri",
      "B": "Endirekt işgücü maliyetleri",
      "C": "Alan maliyetleri",
      "D": "Değişken ekipman maliyetleri",
      "E": "Sabit ekipman maliyetleri"
    },
    "explanation": "Sabit ekipman maliyetleri satın alınmış olan ekipmanların amortismanları ile ekipman kira ve kiralamalarından oluşmaktadır."
  },
  {
    "id": "3876787",
    "unitNumber": 2,
    "text": "Uygun .........,......... ve ............... koşullarını sağlayarak eskime, artık ürün ve hurda düzeyini en aza indirmek.\n Yukarıda verilen depo fonksiyonunda boş bırakılan yerlere gelmesi gereken ifade grubu aşağıdaki seçeneklerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "kodlama-koruma-saklama",
      "B": "kapatma-düzenleme-sayma",
      "C": "kodlama-koruma-stoklama",
      "D": "kodlama-taşıma-stoklama",
      "E": "kapatma-koruma-saklama"
    },
    "explanation": "depolama için gerekli<br/>Uygun kodlama, koruma ve saklama koşullarını sağlayarak eskime, artık ürün ve hurda düzeyini en aza indirmek"
  },
  {
    "id": "3876788",
    "unitNumber": 2,
    "text": "Depolama fonksiyonlarından \"ürün rotasyonu\" aşağıdaki sektörlerden hangisi için daha önemlidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ahşap İşleme",
      "B": "Süt İşleme",
      "C": "Plastik imalatı",
      "D": "Taş kırma",
      "E": "Karton imalatı"
    },
    "explanation": "Analiz<br/>Raf ömrü kısa olan ürünleri stoklamaktadır. Burada depolamanın kritik fonksiyonu, bozulma ve eskimekten kaçınmak için gıda, eczacılık, kim- yasallar vb. ürünlerde ilk giren ilk çıkar işlemini sağlamaktır"
  },
  {
    "id": "3876789",
    "unitNumber": 2,
    "text": "Günümüzde depo süreçleri düşünüldüğünde kaç temel süreçten söz edilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "4",
      "B": "8",
      "C": "5",
      "D": "12",
      "E": "10"
    },
    "explanation": "ve ile ayrılan süreçler tek süreç olarak alınmıştır.<br/>Mal kabulü, yerleştirme ve depolama, sipariş toplama, ayrıştırma ve paketleme, sevkiyat, iade ve imha, ürün bakım ve onarımı, stok sayımı"
  },
  {
    "id": "3876790",
    "unitNumber": 2,
    "text": "Bir depoda kaç farklı yerleştirmeden şeklinden söz edilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "7",
      "B": "6",
      "C": "5",
      "D": "8",
      "E": "4"
    },
    "explanation": "dikkat<br/>Doğrudan yerleştirme\n Yönlendirilmiş yerleştirme\n Kümelenmiş ve ardışık yerleştirme\n Ardışık yerleştirme"
  },
  {
    "id": "3876791",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi depolar için bakım ve onarım faaliyeleri kapsamında yer alan bir işlemdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Depoya gelen arızalı ürünlerin onarılmasını",
      "B": "Depo araç gereçlerinin onarılmasını",
      "C": "Depoya gelen nakliye araçlarının bakımını",
      "D": "Depoya gelen nakliye araçlarının onarılmasını",
      "E": "Depo araç gereçlerinin bakımını"
    },
    "explanation": "analiz<br/>Ön plana çıkan temel işlem, depoya doğrudan üreticiden ya da müşteriden iade olarak gelen belirli ürünlerin onarımıdır."
  },
  {
    "id": "3876792",
    "unitNumber": 2,
    "text": "Depo yönetim sistemlerinde yer alan tüm bileşenleri birbirine bağlayan ve depo işlemleri ile yönetsel süreçlerin süratle gerçekleştirilmesine olanak sağlayan temel bileşen aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Barkod",
      "B": "Yazılım",
      "C": "RFID",
      "D": "CFID",
      "E": "Donanım"
    },
    "explanation": "Depo yönetim sistemlerinde yer alan tüm bileşenleri birbirine bağlayan ve depo işlemleri ile yönetsel süreçlerin süratle gerçekleştirilmesine olanak sağlayan temel bileşen yazılımlardır."
  },
  {
    "id": "3876793",
    "unitNumber": 2,
    "text": "Depo yöneticisinin ana amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ürün güvenliği",
      "B": "Ürün takibi",
      "C": "Ürün tedariği",
      "D": "Ürün kabulü",
      "E": "Ürün sevkiyatı"
    },
    "explanation": "Depo yöneticisi, depolanan ürünlerin güvenliğinden sorumlu olan kişidir."
  },
  {
    "id": "3876794",
    "unitNumber": 2,
    "text": "Aşağıdaki sektörlerden hangisinde çalışan bir depo yöneticisinin sorumluluğu diğerlerine göre daha fazladır?",
    "correctAnswer": "C",
    "options": {
      "A": "Seramik",
      "B": "Metal",
      "C": "Et",
      "D": "Kağıt",
      "E": "Tuz"
    },
    "explanation": "analiz<br/>Yöneticinin üstlendiği sorumluluklar depolanacak ürünlerin özelliklerine göre çeşitlenebilmekte veya farklılaşabilmektedir. Özellikle taze yiyecekler gibi dayanıksız stokların depolanması yöneticiler için zorlu faaliyetlerden biridir."
  },
  {
    "id": "3876795",
    "unitNumber": 2,
    "text": "Bir depo için kaç ana performans göstergesi bulunmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "6",
      "B": "5",
      "C": "4",
      "D": "3",
      "E": "7"
    },
    "explanation": ".<br/>Operasyonel etkinli\n<br/>Depo içi taşıma maliyetleri\n<br/>Ürün kayıp endeksi\n<br/>Depolama alanı kullanım endeks\n<br/>Hizmet düzeyleri veya stokların yüzdesi\n<br/>Depo güvenliği ve bakım endeksi"
  },
  {
    "id": "3876796",
    "unitNumber": 2,
    "text": "\"Siparişin alınmasından talebin gerçekleştirilmesine kadar geçen ortalama süre\" tanımı aşağıdaki seçeneklerden hangisine aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Depo içi taşıma",
      "B": "Ürün kayıp",
      "C": "Operasyonel etkinlik",
      "D": "Stoklama yüzdesi",
      "E": "Hizmet düzeyi"
    },
    "explanation": "analiz<br/>Operasyonel etkinlik: Bu gösterge siparişin alınma- sından talebin gerçekleştirilmesine kadar geçen ortala- ma süreyi ifade etmektedir."
  },
  {
    "id": "3876807",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi depolarda gerçekleştirilen faaliyetler arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bölümlerin talepleri doğrultusunda ürün ve malzemeleri hazırlamak, çıkarmak ve kayıtları tutmak.",
      "B": "Farklı tür ürünler için yeterli ve uygun saklama alanı ve koruma sağlamak.",
      "C": "Kodlama, koruma ve saklama koşulları sağlayarak eskime, artık ve hurda düzeyini en aza indirmek.",
      "D": "Fiziksel stok doğrulaması ve takibini yapmak.",
      "E": "İthalat ve ihracat departmanlarına kesintisiz hizmet vermek."
    },
    "explanation": "Yanıtınız yanlış ise \"Depo Fonksiyonları\" konusunu yeniden gözden geçiriniz.<br/>Depolarda yerine getirilen faaliyetler şu şekilde sıralanabilir ; <br/>• Ham madde, malzeme, alet, ekipmanlar ve benzer kalemleri teslim almak ve bunlara ilişkin sorumluluğu üstlenmek,<br/>• Farklı tür ürünler için yeterli ve uygun saklama alanı ve koruma sağlamak,<br/>• Departmanlarının talepleri doğrultusunda ürün ve malzemeleri hazırlamak, depolardan çıkarmak ve bunlara ilişkin kayıtları tutmak,<br/>• Uygun kodlama, koruma ve saklama koşullarını sağlayarak eskime, artık ürün ve hurda düzeyini en aza indirmek,<br/>• Fiziksel stok doğrulaması ve takibini yapmak,<br/>• Stok birikimi, stok miktarına ilişkin tutarsızlıklar ve anormal tüketime ilişkin etkin kontrol önlemlerini ön planda tutmak,<br/>• Malzeme taşıma, malzeme koruma, stoklama, makbuz vb. işlemlerin uygun bir şekilde yapılabilmesi için yeterli bakım ve temizlik koşullarını sağlamak,<br/>• Satın alma işlemlerinin etkin bir şekilde gerçekleştirilebilmesi için gerekli birimlere destekleyici ve doğrulayıcı bilgiler sağlamak."
  },
  {
    "id": "3876808",
    "unitNumber": 2,
    "text": "Son varış noktasına sevk edilecek malları bir araya getirmek için depoların kullanılmasına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Stoklama",
      "B": "Konsildasyon",
      "C": "Yığın Bölme",
      "D": "Ürün Rotasyonu",
      "E": "Çapraz Sevkiyat"
    },
    "explanation": "Yanıtınız yanlış ise \"Depo Fonksiyonları\" konusunu yeniden gözden geçiriniz.<br/>Konsolidasyon (Consolidation): Konsolidasyon fonksiyonu, nihai varış noktasına sevk edilecek malları bir araya getirmek için depoların kullanımını ifade etmektedir. Diğer bir ifadeyle, farklı işletme departmanlarından veya tedarikçiden gelen farklı ürünler depoda bir araya getirilir ve sevkiyat tek bir araç ile gerçekleştirilir. Bu sayede küçük hacimli çok sayıda sevkiyat yerine, tek bir sevkiyat yapılmış olmakta, sevkiyat sıklığı ve maliyetleri düşürülmektedir."
  },
  {
    "id": "3876809",
    "unitNumber": 2,
    "text": "Yerleştirme ve depolama sürecinde, taşıma araçlarının kullanımı arttırılarak yerleştirme ve yeniden toplama işlemlerinin birleştirildiği yönteme ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Doğrudan yerleştirme",
      "B": "Yönlendirilmiş yerleştirme",
      "C": "Kümelenmiş yerleştirme",
      "D": "Aralıklı yerleştirme",
      "E": "Ardaşık yerleştirme"
    },
    "explanation": "Yanıtınız yanlış ise \"Depo Süreçleri\" konusunu yeniden gözden geçiriniz.<br/>Her bir işletme sürecinde olduğu gibi depolama süreçlerinde de maliyet ve verimlilik oldukça önemlidir. Bu nedenle mümkün olduğunca farklı işlemler birleştirilerek, kaynakların etkin kullanımının sağlanması gerekmektedir. <strong>Aralıklı </strong><strong>yerleştirmede</strong>, taşıma araçlarının kullanımı artırılarak yerleştirme ve yeniden toplama işlemleri birleştirilmektedir. Sipariş toplama ve yerleştirme süreçlerinde daha fazla düzen sağlamak üzere, depoda bu ilkenin uygulanması ile söz konusu araçların ara vermeksizin boşaltma, yükleme, toplama, yerleştirme vb. depolama faaliyetlerini gerçekleştirmesi sağlanabilir."
  },
  {
    "id": "3876810",
    "unitNumber": 2,
    "text": "\"Belirlenen malların depo içinde yerleştirildikleri alanlardan hareketi\" olarak tanımlanan depo süreci aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mal kabulü",
      "B": "Yerleştirme ve depolama",
      "C": "Sipariş toplama",
      "D": "Ayrımlaştırma ve paketleme",
      "E": "Sevkiyat"
    },
    "explanation": "Yanıtınız yanlış ise \"Depo Süreçleri\" konusunu yeniden gözden geçiriniz.<br/>Sipariş, gerek son mamul bazında müşterilerden gerekse ara mamul bazında bir üretim deposu, dağıtım merkezi ya da üretim ve montaj hattından gelen taleplere bağlı olarak oluşmaktadır. Bu bağlamda <strong>sipariş toplama</strong> süreci, ilgili birimlerden gelen talepler doğrultusunda belirli bir ürünün depolama alanından toplanmasını ifade etmektedir. Diğer bir ifadeyle <strong>sipariş toplama</strong> süreci, belirlenen malların depo içinde yerleştirildikleri alanlardan hareketi olarak tanımlanabilir. Bu süreç, depo araç ve ekipmanlarına bağlı olarak manuel, yarı otomatik ya da tam otomatik olarak gerçekleştirilmektedir"
  },
  {
    "id": "3876811",
    "unitNumber": 2,
    "text": "13 sayıdan oluşan bir barkod dizide ilk üç sayı.........., sonraki dört sayı.........., sonra gelen beş sayı ise..........belirtmektedir. 13. sayı ise kontrol sayısı olup belirtilen ilk 12 sayının doğruluğu kontrol edilmektedir.\n<br/>Yukarıdaki boşluklara aşağıdakilerden hangileri getirilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "ülke kodu/firma kodu/ürün kodu",
      "B": "firma kodu/ürün kodu/ülke kodu",
      "C": "ürün kodu/ülke kodu/firma kodu",
      "D": "ülke kodu/ürün kodu/firma kodu",
      "E": "ürün kodu/firma kodu/ülke kodu"
    },
    "explanation": "Yanıtınız yanlış ise \"Depo Yönetim Sistemi\" konusunu yeniden gözden geçiriniz.<br/>Barkod, temel olarak kimlik bilgisi gibi ürüne ait verilerin değişik kalınlıktaki çizgi ve boşluklardan meydana gelen semboller ile kodlanmasını ifade etmektedir. Bu bağlamda genellikle ürün ambalajı üzerinde yer alan barkod, belirli araçlar ile okunabilen bir şifre olarak tanımlanabilir. Otomatik tanımlama sistemleri içinde sıklıkla kullanılan barkod, ürün ya da ambalaj yüzey büyüklüğüne bağlı olarak 8 veya 13 haneli sayı dizisini içeren dikey ve birbirine paralel çizgiler ile çizgiler arasındaki boşluklardan oluşmaktadır. 13 sayıdan oluşan dizide ilk üç sayı ülke kodunu, sonraki dört sayı firma kodunu, sonra gelen beş sayı ise ürün kodunu belirtmektedir. 13. sayı ise kontrol sayısı olup belirtilen ilk 12 sayının doğruluğu <br/>kontrol edilmektedir."
  },
  {
    "id": "3876812",
    "unitNumber": 2,
    "text": "Türkiye'nin barkod içinde yer alan ülke kodu aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "888 yada 889",
      "B": "885 yada 886",
      "C": "880 yada 881",
      "D": "878 yada 879",
      "E": "868 yada 869"
    },
    "explanation": "Yanıtınız yanlış ise \"Depo Yönetim Sistemi\" konusunu yeniden gözden geçiriniz.<br/>Bir ürünün hangi ülkede üretildiğini anlamada barkodun ilk üç sayısı belirleyici <br/>olmaktadır. Türkiye’nin barkod içinde yer alan ülke kodu 868 ve 869 olarak belirlenmiştir. Yani bir ürünün barkodunun ilk üç hanesinde 868 ya da 869 sayısı yer alıyorsa, bu ürün \"Türkiye’de üretilmiş\" yani \"Türk Malı\" demektir."
  },
  {
    "id": "3876813",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi depo yöneticilerinin temel sorumluluklarından birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Depoların inşası için kaynak sağlamak.",
      "B": "Depo çevresi ile endüstriyel ilişkilerin geliştirilmesi ve yönetimini sağlamak.",
      "C": "Depolardaki mal ve hizmetlerin doğru müşteri ile buluşmasını sağlamak.",
      "D": "Satın alma işlemlerini doğru bir şekilde gerçekleştirmek.",
      "E": "Stok ürünlerin tüketiminin gerçekleşmesini sağlamak."
    },
    "explanation": "Yanıtınız yanlış ise \"Depo Yöneticisi\" konusunu yeniden gözden geçiriniz.<br/>Depo yöneticilerinin iş tanımları ve üstlendikleri temel sorumluluklar şu şekilde sıralanabilir;<br/>• Global iş stratejisinin mevcut ve uzun vadeli gereklilikleriyle uyumlu, ihtiyaçlara çabuk cevap veren ve düşük maliyetli bir depo sağlamak,<br/>• Depo ekibinin liderliğinin yürütülmesini sağlamak,<br/>• Deponun işletmenin ihtiyaç duyduğu hacim gereksinimlerini karşılayabilmesini sağlamak,<br/>• Faaliyetlere ilişkin maliyet verimliliğinde sürekli iyileştirme sağlamak,<br/>• Depo için uzun vadeli vizyonu stratejik plan doğrultusunda ortaya koymak ve gelecekte ortaya çıkabilecek alan ihtiyacı ile müşteri ve hizmet gereksinimlerinin karşılanmasını sağlamak,<br/>• Depoda istihdam edilen beşerî işgücü ve fiziki varlıkları korumak,<br/>• Projelerin yönetilmesini ve yeni girişimlerin başlatılmasını sağlamak,<br/>• Tedarikçilerle güçlü ilişkiler kurmak,<br/>• Depo çevresi ile endüstriyel ilişkilerin geliştirilmesi ve yönetimini sağlamak."
  },
  {
    "id": "3876814",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi depo yöneticisinin karşılaştığı güçlükler arasında <strong>yer almaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Müşteri memnuniyetinin sağlanması ile birlikte aynı zamanda işlem maliyetlerinin düşürülmesi beklentisi.",
      "B": "Teslimat kanallarının çeşitlendirmesi.",
      "C": "Depoda istihdam edilecek personelin bulunması ve yetiştirilmesi sorunları.",
      "D": "Büyük işletmelerde depo ve stok yönetiminin farklı kişilerin sorumluluğunda olması.",
      "E": "Deponun çevre üzerindeki etkisinin de azaltılmasından sorumlu olmaları."
    },
    "explanation": "Yanıtınız yanlış ise \"Depo Yöneticisi\" konusunu yeniden gözden geçiriniz.<br/>Depo yöneticileri yönetim sürecinde maliyet, zaman, kısıtlı imkan vb. bir çok <br/>içsel ve dışsal sorun ile karşılaşmaktadır. Yöneticileri en çok zorlayan sorunlardan biri müşteri memnuniyetinin sağlanması ile birlikte aynı zamanda işlem maliyetlerinin düşürülmesidir. Karşılaşılan bir diğer önemli sorun ise teslimat kanallarının çeşitlendirmesidir. Her bir teslim şekli farklı gereksinimleri ortaya çıkarmakta ve teslimat kanallarının değişmesi depo faaliyetlerinde farklılıklara neden olabilmektedir. Bu durum ise farklı toplama ve teslimat ekipmanlarını gerektirmekte ve buna bağlı olarak sipariş teslim süresi ve teslimat şekli de değişmektedir. Bu nedenle depo yöneticisi, farklılaşan teslimat yöntemlerine bağlı olarak daha karmaşık bir süreç ile karşı karşıya kalmaktadır. Depo yöneticilerinin en çok zorlandıkları alanlardan bir diğeri ise depoda istihdam edilecek personelin bulunması ve yetiştirilmesi konularında ortaya çıkan sorunlardır. Ayrıca çevresel konular da depo yöneticilerinin karşılaştığı sorunlar arasında yer almaktadır. Çünkü yöneticiler yalnızca maliyetlerin düşürülmesinden değil, aynı zamanda deponun çevre üzerindeki etkisinin de azaltılmasından sorumludur. Depoda gerçekleştirilen enerji tüketimi, aydınlatma, mekanik taşıma ekipmanlarının kullanımı ve iklimlendirme çevreye etkileri değerlendirilerek kullanılmalıdır."
  },
  {
    "id": "3876815",
    "unitNumber": 2,
    "text": "Aşağıdaki ifadelerden hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Görev karmaşıklığı ne kadar yüksek olursa, depo yönetiminin o kadar taktik plan hazırlaması gerekmektedir.",
      "B": "Görev karmaşıklığı artıkça, depo operasyonlarını planlamak ve optimize etmek için daha fazla ve daha karmaşık karar kuralları kullanılır.",
      "C": "Karmaşık kontrol süreçleri maliyetler ile süreç ve operasyonlarda harcanan zamanı azaltmaktadır.",
      "D": "Görev karmaşıklığı ne kadar yüksek olursa, kontrol sistemi o kadar karmaşıktır.",
      "E": "Talep öngörülemezliği ne kadar yüksek olursa o kadar az taktik plan hazırlanır."
    },
    "explanation": "Yanıtınız yanlış ise \"Depolarda Performans Yönetimi\" konusunu yeniden gözden geçiriniz.<br/>Görev karmaşıklığı ve talep öngörülemezliği ile depo performansı arasındaki ilişki yapısı şu şekilde açıklanabilir;<br/>• Görev karmaşıklığı ne kadar yüksek olursa, depo yönetiminin o kadar taktik plan hazırlaması gerekmektedir. Bu durum ise depo süreçlerine ilişkin belirlenen planlarının genişlemesine yol açmaktadır. <br/>• Görev karmaşıklığı artıkça, depo operasyonlarını planlamak ve optimize etmek için daha fazla ve daha karmaşık karar kuralları kullanılır. Diğer bir ifadeyle, görev karmaşıklığının artması ile birlikte depoda daha fazla karar kuralları alınır. Bu durum depo süreç ve operasyonlarında karmaşıklığa neden olur.<br/>• Görev karmaşıklığı ne kadar yüksek olursa, kontrol sistemi o kadar karmaşıktır. Karmaşık kontrol süreçleri ise maliyetler ile süreç ve operasyonlarda harcanan zamanı artırmaktadır.<br/>• Talep öngörülemezliği ne kadar yüksek olursa o kadar az taktik plan hazırlanır. Planlama eksikliği ise depo yönetimini ve buna bağlı olarak performansı olumsuz yönde etkiler."
  },
  {
    "id": "3876816",
    "unitNumber": 2,
    "text": "\"Siparişin alınmasından talebin gerçekleştirilmesine kadar geçen ortalama süre\" depolarda performans yönetimi kapsamında kullanılan göstergelerden hangisini kapsar?",
    "correctAnswer": "A",
    "options": {
      "A": "Operasyonel etkinlik",
      "B": "Ürün talep endeksi",
      "C": "Hizmet düzeyleri",
      "D": "Depo içi taşıma süresi",
      "E": "Depolama alanı kullanım endeksi"
    },
    "explanation": "Yanıtınız yanlış ise \"Depolarda Performans Yönetimi\" konusunu yeniden gözden geçiriniz.<br/>Operasyonel etkinlik: Bu gösterge siparişin alınmasından talebin gerçekleştirilmesine kadar geçen ortalama süreyi ifade etmektedir. Operasyonel etkinlik talebin gerçekleştirilmesi için harcanan süre bazında saat, dakika vb. cinsinden ölçülebileceği gibi, gün sonunda bekleyen siparişlerin yüzdesi olarak da ölçülebilmektedir. Etkinlik ölçümünde kullanılacak gösterge \"AKILLI-(SMART-specific, measurable, achievable, relevant, and time based)\", diğer bir ifadeyle, spesifik, ölçülebilir, uygulanabilir, amaca hizmet eden ve zamana dayalı olmalıdır."
  },
  {
    "id": "3876864",
    "unitNumber": 2,
    "text": "Tedarik zincirinin ve işletmenin başarısı için oldukça önemli olan depo<br/>performansını aşağıdakilerden hangisi etkilemez?",
    "correctAnswer": "E",
    "options": {
      "A": "Şirket kültürü",
      "B": "Yönetim tarzı",
      "C": "çalışan motivasyonu",
      "D": "Deponun düzensizliği",
      "E": "Güvenlik ekskliği"
    },
    "explanation": "Depo performansı, hem tedarik zincirinin hem de işletmenin başarısı için oldukça önemlidir.Depo performansını etkileyen;<br/>Maliyetler,\n yönetim tarzı,\n şirket kültürü,\n çalışan motivasyonu ve\n depo düzeninin yanında görev karmaşıklığı ve\n belirsizlik/talep öngörülemezliği"
  },
  {
    "id": "3876865",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi depoların temel fonksiyonları arasında<strong> sıralanmamıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ürün kabulü",
      "B": "Ürün rotasyonu",
      "C": "Stoklama",
      "D": "Konsolidasyon",
      "E": "Ürün karıştırma"
    },
    "explanation": "Depoların temel fonksiyonları; stoklama, ürün rotasyonu, ürün karıştırma, konsolidasyon, yığın bölme ve çapraz sevkiyat olarak sıralanabilir"
  },
  {
    "id": "3876866",
    "unitNumber": 2,
    "text": "Depoların yerine getirdiği pek çok fonksiyondan biri de sevk edilecek malların nihai varış noktasına göre bir araya getirilmesidir. Bu işleme ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "stoklama",
      "B": "ürün rotasyonu",
      "C": "ürün karıştırma",
      "D": "konsolidasyon",
      "E": "çapraz sevkiyat"
    },
    "explanation": "Konsolidasyon (Consolidation): Konsolidasyon fonksiyonu, nihai varış noktasına sevk edilecek malları bir araya getirmek için depoların kullanımını ifade etmektedir (Berg, 2007)."
  },
  {
    "id": "3876867",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi geleneksel olarak temel depo süreçlerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "ayrıştırma ve paketleme",
      "B": "yerleştirme",
      "C": "iade ve imha",
      "D": "stok sayımı",
      "E": "ürün bakım ve onarımı"
    },
    "explanation": "Geleneksel olarak temel depo süreçleri mal kabulü, yerleştirme, sipariş toplama ve sevkiyat ile birlikte değerlendirilmektedir.\n<br/>Günümüzde karmaşıklaşan lojistik altyapı ve ürün çeşitliliği sonucunda birçok farklı alt süreç ve operasyon yapılmaya başlanmıştır; mal kabulü, yerleştirme ve depolama, sipariş toplama, <strong>ayrıştırma ve paketleme,</strong> sevkiyat,<br/><strong>iade ve imha, ürün bakım ve onarımı, stok sayımı </strong>süreçleri ile bu süreçler içinde gerçekleştirilen depo operasyonları açıklanmıştır."
  },
  {
    "id": "3876868",
    "unitNumber": 2,
    "text": "İlgili birimlerden gelen talepler doğrultusunda belirli bir ürünün depolama alanından toplanması ve yerleştirildikleri alanlardan hareketinin sağlaması operasyonuna ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "mal kabulü",
      "B": "yerleştirme ve depolama,",
      "C": "sipariş toplama",
      "D": "ayrıştırma ve paketleme",
      "E": "iade ve imha"
    },
    "explanation": "sipariş toplama süreci, ilgili birimlerden gelen talepler doğrultusunda belirli bir ürünün depolama alanından toplanmasını ifade etmektedir.\n Diğer bir ifadeyle sipariş toplama süreci, belirlenen malların depo içinde yerleştirildikleri alanlardan hareketi olarak tanımlanabilir."
  },
  {
    "id": "3876869",
    "unitNumber": 2,
    "text": "Bir ürünün “Türkiye’de üretilmiş” yani “Türk Malı” olduğunu nasıl anlarız?",
    "correctAnswer": "C",
    "options": {
      "A": "Barkodu 886",
      "B": "Barkodu 688",
      "C": "Barkodu 868",
      "D": "Barkodu 968",
      "E": "Barkodu 689"
    },
    "explanation": "Bir ürünün hangi ülkede üretildiğini anlamada barkodun ilk üç sayısı belirleyici<br/>olmaktadır. Türkiye’nin barkod içinde yeralan ülke kodu 868 ve 869 olarak belirlenmiştir. Yani bir ürünün barkodunun ilk üç hanesinde 868 ya da 869 sayısı yer alıyorsa, bu ürün “Türkiye’de üretilmiş” yani “Türk Malı”dır demektir"
  },
  {
    "id": "3876870",
    "unitNumber": 2,
    "text": "Bir ürünün hangi ülkede üretildiğini anlamak için barkodun hangi sayılarına bakılır?",
    "correctAnswer": "B",
    "options": {
      "A": "son üç sayısı",
      "B": "ilk üç sayısı",
      "C": "üçüncü sayısına",
      "D": "sondan üçüncü sayısı",
      "E": "üç ile başlayan sayıya"
    },
    "explanation": "Bir ürünün hangi ülkede üretildiğini anlamada barkodun ilk üç sayısı belirleyici<br/>olmaktadır. Türkiye’nin barkod içinde yer<br/>alan ülke kodu 868 ve 869 olarak belirlenmiştir. Yani bir ürünün barkodunun ilk<br/>üç hanesinde 868 ya da 869 sayısı yer alıyorsa, bu ürün “Türkiye’de üretilmiş” yani “Türk Malı”dır demektir"
  },
  {
    "id": "3876871",
    "unitNumber": 2,
    "text": "Depo yöneticilerinin iş tanımları ve üstlendikleri temel sorumluluklar konusunda aşağıdakilerden hangisi doğru degildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Düşük maliyetli bir depo sağlamak,",
      "B": "Müşteri ve hizmet gereksinimlerinin karşılanmasını sağlamak,",
      "C": "Gerekirse tedarikçilerle ilişkiler kurmak,",
      "D": "İhtiyaçlara çabuk cevap vermek",
      "E": "Depoda istihdam edilen beşerî işgücü ve fiziki varlıkları korumak"
    },
    "explanation": "Depo yöneticilerinin iş tanımları ve üstlendikleri temel sorumluluklar şu şekilde sıralanabilir (Richards, 2011);<br/>• Global iş stratejisinin mevcut ve uzun vadeli gereklilikleriyle uyumlu, ihtiyaçlara çabuk cevap veren ve düşük maliyetli bir depo sağlamak,<br/>• Depo ekibinin liderliğinin yürütülmesini sağlamak,<br/>• Deponun işletmenin ihtiyaç duyduğu hacim gereksinimlerini karşılayabilmesini sağlamak,<br/>• Faaliyetlere ilişkin maliyet verimliliğinde sürekli iyileştirme sağlamak,\n • Depo için uzun vadeli vizyonu stratejik plan doğrultusunda ortaya koymak ve gelecekte ortaya çıkabilecek alan ihtiyacı ile müşteri ve hizmet gereksinimlerinin karşılanmasını sağlamak,<br/>• Depoda istihdam edilen beşerî işgücü ve fiziki varlıkları korumak,<br/>• Projelerin yönetilmesini ve yeni girişimlerin başlatılmasını sağlamak,<br/>• <strong>Tedarikçilerle güçlü ilişkiler kurmak,</strong><br/>• Depo çevresi ile endüstriyel ilişkilerin geliştirilmesi ve yönetimini sağlamak."
  },
  {
    "id": "3876872",
    "unitNumber": 2,
    "text": "Depolarda teknik performans kriterleri içerisinde aşağıdakilerden hangisi bulunmaz?",
    "correctAnswer": "E",
    "options": {
      "A": "sipariş hatalarının yüzdesi",
      "B": "toplama hata oranlarının yüzdesi",
      "C": "sevkiyat hata oranlarının yüzdesi",
      "D": "sipariş işlem sürelerinin yüzdesi",
      "E": "Envanter tutarlılık yüzdesi"
    },
    "explanation": "Depolarda teknik performans kriterleri;\n sipariş hatalarını,\n toplama veya sevkiyat hata oranlarını,\n sipariş işlem sürelerini ve\n özel isteklerle siparişlerin yüzdesini içermektedir"
  },
  {
    "id": "3876903",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi nihai varış noktasına sevk edilecek malları bir araya getirmek için depoların kullanımını ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Konsolidasyon",
      "B": "Stoklama",
      "C": "Ürün rotasyonu",
      "D": "Ürün karıştırma",
      "E": "Çapraz sevkiyat"
    },
    "explanation": "Konsolidasyon (Consolidation): Konsolidasyon fonksiyonu, nihai varış noktasına sevk edilecek malları bir araya getirmek için depoların kullanımını ifade etmektedir (Berg, 2007)."
  },
  {
    "id": "3876904",
    "unitNumber": 2,
    "text": "Tedarikçilerden temin edilen ürünlerin bekletilmeden müşteri taleplerine uygun olarak ayrılması ve uzun süreli depolama yapılmaksızın sevkiyat araçlarına yüklenmesi işlemine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yığın bölme",
      "B": "Çapraz sevkiyat",
      "C": "Stoklama",
      "D": "Konsolidasyon",
      "E": "Ürün rotasyonu"
    },
    "explanation": "Çapraz Sevkiyat (Cross Docking): Tedarikçilerden temin edilen ürünlerin bekletilmeden müşteri taleplerine uygun olarak ayrılması ve uzun süreli depolama yapılmaksızın sevkiyat araçlarına yüklenmesi işlemidir (Farahani, Rezapour ve Kardar, 2011)."
  },
  {
    "id": "3876905",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi depoların üretim sürecinden veya satın almalardan gelen ürünlerin saklanması amacıyla kullanımını ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Ürün karıştırma",
      "B": "Konsolidasyon",
      "C": "Stoklama",
      "D": "Çapraz sevkiyat",
      "E": "Yığın bölme"
    },
    "explanation": "Stoklama (Stockpiling): Stoklama depoların üretim sürecinden veya satın almalardan gelen ürünlerin saklanması amacıyla kullanımını ifade etmektedir."
  },
  {
    "id": "3876906",
    "unitNumber": 2,
    "text": "Depoya ulaşan malların araçlardan indirilmeden hemen önce kapı kaydı alınması işlemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yerleştirme ve depolama",
      "B": "Ayrıştırma ve paketleme",
      "C": "Sipariş toplama",
      "D": "Ön mal kabulü",
      "E": "Ürün bakımı ve onarımı"
    },
    "explanation": "Ön mal kabulünde, depoya ulaşan mallar araçlardan indirilmeden hemen önce kapı kaydı alınmaktadır. Böylece depoya gelen ürünlerin doğru işletme ya da depoya gelip gelmediği, irsaliye ve sipariş kayıtları üzerinden tespit edilir."
  },
  {
    "id": "3876907",
    "unitNumber": 2,
    "text": "Depo içinde malların belirlenen yerlere koyulması işlemine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sevkiyat",
      "B": "Ayrıştırma",
      "C": "Paketleme",
      "D": "Mal kabulü",
      "E": "Yerleştirme"
    },
    "explanation": "Depo içinde malların belirlenen yerlere koyulması yerleştirme olarak tanımlanmaktadır ve malların yerleştirilmesi sipariş toplama ile doğrudan ilişkilidir."
  },
  {
    "id": "3876908",
    "unitNumber": 2,
    "text": "Etrafında anten sarılı bir mikroçip ve bir okuyucudan oluşan otomatik tanıma sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Radyo frekanslı tanıma sistemi",
      "B": "Barkod sistemi",
      "C": "Çapraz sevkiyat",
      "D": "Ürün rotasyonu",
      "E": "Konsolidasyon"
    },
    "explanation": "Radyo frekanslı tanıma sistemi, etrafında anten sarılı bir mikroçip ve bir okuyucudan oluşan otomatik tanıma sistemidir."
  },
  {
    "id": "3876909",
    "unitNumber": 2,
    "text": "Siparişin alınmasından talebin gerçekleştirilmesine kadar geçen ortalama süreyi ifade eden gösterge aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ürün kayıp endeksi",
      "B": "Operasyonel etkinlik",
      "C": "Depo içi taşıma maliyetleri",
      "D": "Depo güvenliği ve bakım endeksi",
      "E": "Depolama alanı kullanım endeksi"
    },
    "explanation": "Operasyonel etkinlik: Bu gösterge siparişin alınmasından talebin gerçekleştirilmesine kadar geçen ortalama süreyi ifade etmektedir."
  },
  {
    "id": "3876910",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi depoya gelen ürünlerin belirlenen alanlara yerleştirilmesinde geçen taşıma süresini ve maliyetini etkileyen depo yerleşim planlamasının etkinliğini ortaya koyan göstergedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hizmet düzeyleri veya stokların yüzdesi",
      "B": "Depo güvenliği ve bakım endeksi",
      "C": "Depo içi taşıma maliyetleri",
      "D": "Depolama alanı kullanım endeksi",
      "E": "Operasyonel etkinlik"
    },
    "explanation": "Söz konusu gösterge, depoya gelen ürünlerin belirlenen alanlara yerleştirilmesinde geçen taşıma süresini <br/>ve maliyetini etkileyen depo yerleşim planlamasının etkinliğini ortaya koymaktadır."
  },
  {
    "id": "3876911",
    "unitNumber": 2,
    "text": "Hasar, büzülme, buharlaşma, elleçleme, hırsızlık, son kullanma tarihi, eskime vb. nedeniyle kaybedilen ürünlere ilişkin değerlendirme yapma olanağı veren gösterge aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Depo güvenliği ve bakım endeksi",
      "B": "Depolama alanı kullanım endeksi",
      "C": "Depo içi taşıma maliyetleri",
      "D": "Ürün kayıp endeksi",
      "E": "Operasyonel etkinlik"
    },
    "explanation": "Bu bağlamda oluşturulacak ürün kayıp endeksi hasar, büzülme, buharlaşma, elleçleme, hırsızlık, son kullanma tarihi, eskime vb. nedeniyle kaybedilen ürünlere ilişkin değerlendirme yapma olanağı vermektedir."
  },
  {
    "id": "3876912",
    "unitNumber": 2,
    "text": "Ürünlerin depolanacağı alanların güvenliğinin ve ürünün gerektirdiği depolama koşullarının sağlanıp sağlanmadığının tespitinde kullanılan gösterge aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Operasyonel etkinlik",
      "B": "Depo içi taşıma maliyetleri",
      "C": "Ürün kayıp endeksi",
      "D": "Depolama alanı kullanım endeksi",
      "E": "Depo güvenliği ve bakım endeksi"
    },
    "explanation": "Depo güvenliği ve bakım endeksi: Ürünlerin depolanacağı alanların güvenliğinin ve ürünün gerektirdiği depolama koşullarının sağlanıp sağlanmadığının tespiti, varsa eksikliklerin giderilmesi depolama sürecinin verimliliğini artıracaktır (Vrat, 2014)."
  },
  {
    "id": "3876923",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi depolama tesislerinin kurulumu üzerinde etkili olan temel faktörlerin dışındadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ürün stoklarının hacmi",
      "B": "Depolama tesislerinin büyüklüğü ve düzeni",
      "C": "Depolanacak ürünün piyasa fiyatı",
      "D": "Depolama ekipmanlarına erişebilirlik",
      "E": "Depolama süresi"
    },
    "explanation": "C"
  },
  {
    "id": "3876924",
    "unitNumber": 3,
    "text": "\"Depo tasarımı\" depolama sürecinin başarıya ulaşması için dikkat edilmesi gereken <u>en önemli</u> nokta aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Uygulanacak pazarlama tekniklerini destekleyici tasarım yapılması",
      "B": "Ekipman ve personelin nicelik ve niteliğine uygun tasarım yapılması",
      "C": "İşletmenin genişleme stratejilerine bağlı olarak uygun tasarım yapılması",
      "D": "Depolanacak ürünün özelliklerine bağlı olarak uygun tasarımın yapılması",
      "E": "Ürünün satılmasıyla elde edilecek hasılata göre uygun tasarım yapılması"
    },
    "explanation": "\"Depo tasarımı\" depolama sürecinin başarıya ulaşması için dikkat edilmesi gereken en önemli nokta \"depolanacak ürünün özelliklerine bağlı olarak uygun tasarımın yapılmasıdır\".\n<br/>Depolanacak ürünün özellikleri dikkate alınmadan yapılan depo tasarımları, ürün kayıplarına ve ürün kalitesinin düşmesine bağlı olarak işletmeleri zarara uğratabilmektedir."
  },
  {
    "id": "3876925",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi depolama ürünleriyle ilgili tasarımı etkileyen temel faktörlerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ürünün fiziksel ve ekonomik özellikleri",
      "B": "Dağıtım ağı",
      "C": "Pazarlama kanalları",
      "D": "Reklam harcamaları",
      "E": "Ürünün üretim süresi"
    },
    "explanation": "A"
  },
  {
    "id": "3876926",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi depo yönetimi ve planlamasındaki başlıca unsurdur?",
    "correctAnswer": "B",
    "options": {
      "A": "Ürün talep projeksiyonunun yapılması",
      "B": "Depo yerleşim yerinin belirlenmesi",
      "C": "Üretim teknolojisinin belirlenmesi",
      "D": "Kâr seviyesinin belirlenmesi",
      "E": "Tedarik zinciri aşamalarının belirlenmesi"
    },
    "explanation": "B"
  },
  {
    "id": "3876927",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Depo tasarımındaki başlıca amaçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "Depo kapasitesinin kullanımını optimize etmek",
      "B": "Depo faaliyetlerinde kullanılan ekipman sayısını artırmak",
      "C": "Sipariş miktarını artırmak",
      "D": "Enerji maliyetlerini sabitlemek",
      "E": "Personel sayısını minimize etmek"
    },
    "explanation": "A"
  },
  {
    "id": "3876928",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi insanların daha fazla değil daha akıllı çalışmasına yardımcı olma ve işte aşırı yorgunluk olasılığını minimuma indirecek düzenlemenin en doğru tanımıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ergonomi",
      "B": "Alan tasarımı",
      "C": "Görev planı",
      "D": "Güvenlik programı",
      "E": "Verimlilik analizi"
    },
    "explanation": "A"
  },
  {
    "id": "3876929",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi depolama fonksiyonelliğinin sağlanmasına yönelik depolama ve stoklama sürecine ilişkin özelliklerin dışındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Palet yükleri için otomatik depolama konumlarının seçilmesi",
      "B": "Stok sayım döngüsü oluşturulması",
      "C": "Stok konum sisteminin oluşturulması",
      "D": "Pahalı ekipman ve araç kullanımı",
      "E": "Stok yeri kayıtlarının gerçek zamanlı güncellenmesi"
    },
    "explanation": "D"
  },
  {
    "id": "3876930",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tek ve aynı boyuttaki karton kutular için<br/>kullanılması gereken istifleme yöntemidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ters istifleme",
      "B": "Düz istifleme",
      "C": "Üst üste istifleme",
      "D": "Sınırlı istifleme",
      "E": "Sırasız istifleme"
    },
    "explanation": "B"
  },
  {
    "id": "3876931",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi soğuk depolarda ortaya çıkabilecek spesifik tehlikelerin dışındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Soğutma gazlarının yanlışlıkla salınması riski",
      "B": "Ürünlerin elle taşınma riski",
      "C": "Hızlı çözme ekipmanının kazara kilitleme riski",
      "D": "Panellerde buz birikmesi riski",
      "E": "Islak, kaygan ve buzlu alanlarda düşme riski"
    },
    "explanation": "B"
  },
  {
    "id": "3876932",
    "unitNumber": 3,
    "text": "Taşıyıcılar yüklendiğinde bölümlerin ileri hareket edecek şekilde hafif bir eğimle inşa edildiği depo ekipmanına ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çelik raf",
      "B": "Modüler çekmeceli dolap",
      "C": "Hareketsiz raf",
      "D": "Sabit raf",
      "E": "Raylı raf"
    },
    "explanation": "E"
  },
  {
    "id": "3876933",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi depolama alanlarının oluşturulmasına ilişkin planları etkileyen temel faktörlerden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Deponun yükleme ve boşaltma kapasitesi",
      "B": "Gerekli olan ürün stok miktarı",
      "C": "Depolanacak ürünlerin özellikleri",
      "D": "Boş deponun yükseklik ölçüsü",
      "E": "Ürünlerin içinde saklanacağı kasa, kutu vb. türleri"
    },
    "explanation": "Depolama alanlarının oluşturulmasına ilişkin planları etkileyen temel faktörler şunlardır:\n<br/>• Konum ve taşıma rotlarına erişebilirlik,<br/>• İnşa maliyetleri ve öncül ve ana saklama<br/>alanlarına ilişkin kiralar,<br/>• Deponun yükleme boşaltma kapasitesi,<br/>• Gerekli olan ürün stok miktarı,<br/>• Depolanacak ürün yelpazesinin genişliği ve<br/>bu ürünlerin giriş çıkışlarına ilişkin planlamalar,<br/>• Depolanacak ürünlerin özellikleri,<br/>• Ürünlerin içinde saklanacağı kasa, kutu vb.<br/>türleri.<br/>Yanıt D'dir. Boş deponun yüksekliği tek başına temel bir faktör değildir."
  },
  {
    "id": "3876934",
    "unitNumber": 3,
    "text": "Depoların temel fonksiyonu aşağıdakilerden hangileridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Stoklama ve dağıtım",
      "B": "Planlama ve yönetim",
      "C": "Saklama ve istifleme",
      "D": "Konum ve boşaltma",
      "E": "Öncül maliyet ve tasarım"
    },
    "explanation": "Geleneksel anlamda depolar hammadde, yarı mamul ve ürünlerin dış ortamın olumsuz etkilerinden korumak amacıyla kullanılmaktadır. Bununla birlikte depolar, günümüzde gerek rekabet gerekse lojistik süreçleri açısından yeni bir yapı içinde değerlendirilmektedir. Bu bağlamda depoların temel fonksiyonu stoklama ve dağıtım üzerinedir.<br/>Yanıt A'dır. Stoklama ve dağıtım depoların temel fonksiyonudur."
  },
  {
    "id": "3876935",
    "unitNumber": 3,
    "text": "Depo tasarımında temel amaç aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Deponun sıcaklığının uygunluğu",
      "B": "Deponun nem durumunun uygunluğu",
      "C": "Depo kapasitesinin kullanımının optimizasyonu",
      "D": "Depodan ürün taşıma kolaylığı",
      "E": "Deponun ışık alma kapasitesinin belirlenmesi"
    },
    "explanation": "Depo tasarımında temel amaç, depo kapasitesinin kullanımının optimize edilmesidir. Örneğin<br/>hızlı hareket eden ürünlere kolay ulaşmak üzere koridorların geniş olması, yavaş hareket eden ürünler için ise dar koridorlar ya da yüksek raf sistemlerinin kullanılması gerekmektedir.<br/>Yanıt C'dir. Depo kapasitesinin kullanımının optimizasyonu depo tasarımında temel amaçtır."
  },
  {
    "id": "3876936",
    "unitNumber": 3,
    "text": "Ürün depolama fonksiyonelliğinin sağlanması için depolama ve stoklama sürecine ilişkin birtakım kriterlerin sağlanması ve ihtiyaçların karşılanması gerekmektedir. Bu kriterler hangi madde ya da maddelerde doğru verilmiştir?\n I. Yerleştirilmeye hazır yüklerin tanımlanması ve izlenmesi\n II. Toplam fiziksel envanter takibine göre stok sayımı\n III. Envanter, parti ve stok yeri kayıtlarının gerçek zamanlı olarak güncellenmesi",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "Ürün depolama fonksiyonelliğinin sağlanması için depolama ve stoklama sürecine ilişkin birtakım kriterlerin sağlanması ve ihtiyaçların karşılanması gerekmektedir. Bu kriterler ve ihtiyaçlar şu şekilde sıralanabilir;<br/>• Tamamlanmış ve yerleştirilmeye hazır yüklerin tanımlanması ve izlenmesi: İzleme sürecinde paletlerin kullanım için uygun olup olmadığı belirlenmelidir.<br/>• Alan kullanımını en üst düzeye çıkarmak, toplam verimliliği maksimize etmek ve ürün yerleştirme işçiliğini en aza indirmek için belirlenen parametrelere dayalı olarak<br/>palet yükleri için otomatik depolama konumlarının seçilmesi: Depolama yeri seçim<br/>sürecinde bir depolama felsefesinin kullanılması ve mümkün olduğunca ürünün<br/>yeniden değerlendirilmeye ve parti bütünlüğünün sağlanması gereklidir.<br/>• Her bir stok kodunun kimliğini ve miktarını tek bir depolama yeri ile takip eden bir stok konum sisteminin oluşturulması: Bu özellik, müşteriye satın aldığı ürünü takip etmesine olanak sağlamak için gereklidir.<br/>• Elde<br/>Yanıt D'dir. I ve III'dür. II seçeneği yanlış bir kriterdir. Eldeki toplam fiziksel envanter takibi yerine depolama konumuna göre stok sayım döngüsü oluşturulması gerekmektedir."
  },
  {
    "id": "3876937",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangileri depolama tesislerinin kurulumu üzerinde etkili olan temel faktörlerdendir?\n I. Depolama tesislerinin büyüklüğü ve düzenleri\n II. Ürün stoklarının hacmi\n III. Depo ekipmanlarına erişilebilirlik\n IV. Maliyetlerin minimizasyonu\n V. Depolama süresi",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve V",
      "C": "I, III ve IV",
      "D": "I, II, III ve V",
      "E": "II, III, IV ve V"
    },
    "explanation": "DEPO YERİ SEÇİMİ<br/>Ayrıca depolama tesislerinin kurulumu üzerinde etkili olan temel faktörler;\n <ul> <li>Ürün stoklarının hacmi,</li> <li>Depolama süresi,</li> <li>Depolama tesislerinin büyüklüğü ve düzenleri,</li> <li>Depo ekipmanlarına erişebilirliktir.</li> </ul>"
  },
  {
    "id": "3876938",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi üretim sürecinin herhangi bir iş adımında (tezgah, makine, atölye, bekleme süreci gibi...) bir ürün üzerinde yapılacak işlerin tamamlanma süresini ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ürün çevrim süresi",
      "B": "Faaliyet bitiş süresi",
      "C": "Yönetim süresi",
      "D": "Yerleşim süresi",
      "E": "Hizmet süresi"
    },
    "explanation": "DEPO YERİ SEÇİMİ<br/><strong>Ürün Çevrim Süresi: </strong>Üretim sürecinin herhangi bir iş adımında (tezgah, makine, atölye, bekleme süreci gibi...) bir ürün üzerinde yapılacak işlerin tamamlanma süresidir."
  },
  {
    "id": "3876939",
    "unitNumber": 3,
    "text": "Hafif yüklü ürünler için kullanılan en popüler depolama ekipmanları aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Paletler",
      "B": "Depo rafları",
      "C": "Forklift",
      "D": "Reachtruck",
      "E": "Order picker"
    },
    "explanation": "Depo rafları, hafif yüklü ürünler için kullanılan en popüler depolama ekipmanlarıdır. Düşük maliyetlidir, temini kolaydır ve kolayca yeniden yapılandırılabilmektedir.<br/>Yanıt B'dir. Hafif yüklü ürünler için kullanılan en popüler depolama ekipmanları depo raflarıdır."
  },
  {
    "id": "3876940",
    "unitNumber": 3,
    "text": "I. Ürün akışı\n<br/>II. Deponun kat sayısı\n<br/>III. Kullanım planı\n<br/>IV. Ürün stoklarını hacmi\n<br/>V. Ekipmanlara erişebilme\n<br/>Yukarıdakilerden hangileri depo tasarım sürecinde ön plana çıkmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "II ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "III, IV ve V"
    },
    "explanation": "DEPO TASARIMI<br/>Depo tasarımında temel unsur ürünlerin hareket özelliklerinin baz alınmasıdır. Tasarım sürecinde “ürün akışı”, “deponun kat sayısı” ve “kullanım planı” ön plana çıkmaktadır."
  },
  {
    "id": "3876941",
    "unitNumber": 3,
    "text": "Genellikle paletli ürünlerin depolanmasında tercih edilen raf sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Raylı raf sistemi",
      "B": "Sırt sırta raf sistemi",
      "C": "Sabit depo rafı",
      "D": "Dar koridor raf sistemi",
      "E": "Yüksek irtifa raf sistemi"
    },
    "explanation": "İşletmeler ihtiyaç duydukları saklama alanına göre farklı raf sistemlerinden faydalanabilirler. Örneğin depolarında çok sayıda ürünü depolayan işletmeler, sırt sırta raf sistemini kullanmaktadır. Genellikle paletli ürünlerin depolanmasında tercih edilen Sırt Sırta Raf Sisteminin maliyeti oldukça düşüktür<br/>Yanıt B'dir. Sırt sırta raf sistemidir."
  },
  {
    "id": "3876942",
    "unitNumber": 3,
    "text": "Yüksek yapılı depolarda alandan maksimum faydanın sağlanabilmesi için hangi raf sistemi kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dar koridor raf sistemi",
      "B": "Yüksek irtifa raf sistemi",
      "C": "Raylı raflar",
      "D": "Sırt sırta raf sistemi",
      "E": "Sabit depo rafı"
    },
    "explanation": "Özellikle yüksek yapılı depolarda, alandan maksimum faydanın sağlanabilmesi için Dar Koridor Raf Sistemi kullanılmaktadır. Çok çeşitli ve yüksek devir hızına sahip ürünleri depolayan işletmeler, dar koridor raf sisteminde yüksek miktarda ürüne hızla ulaşma imkânına sahiptir.<br/>Yanıt A'dır. Özellikle yüksek yapılı depolarda, alandan maksimum faydanın sağlanabilmesi için Dar Koridor Raf Sistemi kullanılmaktadır."
  },
  {
    "id": "3876943",
    "unitNumber": 3,
    "text": "Depolama ekipmanlarına ilişkin olarak aşağıdakilerden hangisi doğru bir ifade <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Yuva tipi raflar sac levhaları yatay olarak saklamak için kullanılabilir.",
      "B": "Boyalar, cilalar vb. ürünler çelik raflarda depolanmalıdır.",
      "C": "Küçük aletler güvercin delikli raflarda saklanabilir.",
      "D": "Orta boy ürünler için açık tip raflar, küçük ürünler için kutu paletler kullanılabilir.",
      "E": "Ağır malzemeler için düz paletler ve kızak platformları kullanılabilir."
    },
    "explanation": "Depolama sürecinde uygun depolama ekipmanlarının belirlenmesi temel olarak depolanacak<br/>ürünlerin fiziksel özelliklerine ve hacmine göre belirlenmektedir. Depolama ekipmanlarına ilişkin olarak dikkate alınması gereken bazı noktalar bulunmaktadır. Bunlar şu şekilde sıralanabilir;<br/>• Küçük boyutlu ekipmanlar deponun duvarları boyunca düz paletlere veya palet raflarına yerleştirilebilir.<br/>• Teçhizat ve demirbaşlar çelik raflarda saklanabilir; düz paletler, büyük teçhizat ve demirbaşlar için kullanılabilir.<br/>• Küçük aletler güvercin delikli raflarda saklanabilir.<br/>• Lastikler için en iyi depolama yöntemi standart raflardaki ayarlanabilir ahşap bloklarla<br/>dikey olarak depolamadır.<br/>• Boyalar, cilalar vb. ürünler çelik raflarda depolanmalıdır.<br/>• Çubuklar ve tüpler, duvarın yanına inşa edilen zemine dökülen tek / çift taraflı yalın<br/>raflarda depolanabilir.<br/>• Yığın miktarların yatay olarak depolanması için yuva tipi raflar kullanılabilir.<br/>• Yuva tipi raflar sac levhal<br/>Yanıt A'dır. Yuva tipi raflar sac levhaları yatay olarak değil, dikey olarak saklamak için kullanılabilir."
  },
  {
    "id": "3876944",
    "unitNumber": 3,
    "text": "…………….., genellikle sipariş toplama ve depolama operasyonlarının sıralanması, programlanması ve yönlendirilmesi ile ilgilidir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Stratejik kararlar",
      "B": "Taktik kararlar",
      "C": "Operasyonel kararlar",
      "D": "Dönemsel kararlar",
      "E": "Yönetimsel kararlar"
    },
    "explanation": "DEPO TASARIMI<br/>Operasyonel kararlar, genellikle sipariş toplama ve depolama operasyonlarının sıralanması, programlanması ve yönlendirilmesi ile ilgilidir."
  },
  {
    "id": "3876945",
    "unitNumber": 3,
    "text": "Bir dizi hareketsiz raftan oluşan bir depolama ekipmanı olan sabit depo rafının derinliği genellikle hangi ölçüler arasında değişmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "20 cm ile 50 cm arasında",
      "B": "30 cm ile 60 cm arasında",
      "C": "40 cm ile 75 cm arasında",
      "D": "55 cm ile 80 cm arasında",
      "E": "60 cm ile 90 cm arasında"
    },
    "explanation": "DEPOLAMA EKİPMANLARI VE ARAÇLARI<br/>Sabit Depo Rafı derinliği genellikle 30 cm ile 60 cm arasında değişen bir dizi hareketsiz raftan oluşan bir depolama ekipmanıdır."
  },
  {
    "id": "3876946",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi özellikle yüksek yapılı depolarda, alandan maksimum faydanın sağlanabilmesi için kullanılan bir raf sistemidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Düz istifleme yöntemi",
      "B": "Üst üste istifleme yöntemi",
      "C": "Dar koridor raf sistemi",
      "D": "Yüksek irtifa raf sistemi",
      "E": "Sabit depo raf sistemi"
    },
    "explanation": "DEPOLAMA EKİPMANLARI VE ARAÇLARI<br/>Özellikle yüksek yapılı depolarda, alandan maksimum faydanın sağlanabilmesi için Dar Koridor Raf Sistemi kullanılmaktadır. Çok çeşitli ve yüksek devir hızına sahip ürünleri depolayan işletmeler, dar koridor raf sisteminde yüksek miktarda ürüne hızla ulaşma imkânına sahiptir."
  },
  {
    "id": "3876947",
    "unitNumber": 3,
    "text": "Depo faaliyetleri içinde ağır mallar başta olmak üzere farklı türdeki malzemelerin taşınmasında, kaldırılmasında, indirilmesinde veya yerleştirilmesinde sıklıkla aşağıdakilerden hangisi kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Palet",
      "B": "Forklift",
      "C": "Reachtruck",
      "D": "Order picker",
      "E": "Transpalet"
    },
    "explanation": "DEPOLAMA EKİPMANLARI VE ARAÇLARI<br/>Forklift, depo faaliyetleri içinde ağır mallar başta olmak üzere farklı türdeki malzemelerin taşınmasında, kaldırılmasında, indirilmesinde veya yerleştirilmesinde sıklıkla kullanılmaktadır."
  },
  {
    "id": "3876948",
    "unitNumber": 3,
    "text": "I. Depolama sırasında gelen yüklerin sırasına dikkat edilmesi\n II. Sevkiyatların sistematik bir şekilde depolanması\n III. Yük trafiğinin aksamaması\n IV. Acil durum planının yapılması\n V. Personel eğitiminin sağlanması\n Yukarıdakilerden hangileri yöneticilerin depo tasarımını ve süreçlerini planlarken uymaları gereken gerekliliklerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "DEPO TASARIMI<br/>Yöneticiler depo tasarımını ve süreçlerini planlarken aşağıdaki gerekliliklere uymalıdır (Kurenkova, 2019);\n <ul> <li>Yük trafiğinin aksamaması,</li> <li>En kısa yük dağıtım rotasının, mümkünse en az sayıda teknolojik depo bölümü ile sağlanması,</li> <li>Depolama sırasında gelen yüklerin sırasına dikkat edilmesi,</li> <li>Kısa hizmet ömrüne sahip mallar ve en sık sevk edilen malların koridor ve sevkiyat tesislerinin yakınına yerleştirilmesi ve gerektiğinde yüklemeye hazır olacak şekilde istiflenerek bekletilmesi.</li> <li>Sevkiyatların sistematik bir şekilde depolanmasının sağlanması. Bu bağlamda;</li> </ul> <ol> <li>Ürünler yalnızca önceden ayarlanmış alanlardaki bekletilmelidir.</li> <li>Boş alanlar geçici de olsa başka ürünler yerleştirilerek işgal edilmemelidir.</li> <li>Deponun aşırı yüklenmesi durumları dışında geçiş yoluna hiçbir mal yerleştirilmemelidir.</li> </ol> <ul> <li>Teknolojik gelişmelere göre, kullanılan makine - teçhizat ve otomasyon sistemlerinin uygulanmasına olanak sağlayarak parti teslimatları, kasalar ve ambalaj malzemelerinin düzenliliği de dahil olmak üzere genel kabul gören iş anlayışı ve mal teslimi özellikleri doğrultusunda uygun koşulların yaratılması.</li> </ul>"
  },
  {
    "id": "3876949",
    "unitNumber": 3,
    "text": "Depolama faaliyetlerinde taşıma paletlerinin kullanımı işletmelere aşağıdakilerden hangisini sağlamaktadır",
    "correctAnswer": "C",
    "options": {
      "A": "Daha fazla insan gücünden yararlanılır.",
      "B": "Önemli bir kaynak israfına yol açar.",
      "C": "Malların kaybolmadan ve dağılmadan sevk edilmesine olanak sağlar.",
      "D": "Belirli ürünlerin birlikte sevk edilmesi, ambalajlama maliyetlerini arttırır.",
      "E": "Malların zarar görmesi ve devrilmesi oldukça kolaydır."
    },
    "explanation": "DEPOLAMA EKİPMANLARI VE ARAÇLARI<br/>Depolama faaliyetlerinde taşıma paletlerinin kullanımı işletmelere birçok fayda sağlamaktadır (Çancı ve Erdal, 2009). Taşıma paletleri ile malların bir arada taşınması, malların kaybolmadan ve dağılmadan sevk edilmesine olanak sağlamaktadır. Bu durum aynı zamanda daha az insan gücünden yararlanılmasını ifade etmektedir. Diğer yandan paletler ile belirli ürünlerin birlikte sevk edilmesi, ambalajlama maliyetlerinin azalmasına ve buna bağlı olarak önemli bir kaynak tasarrufuna yol açmaktadır. Palet kullanımı ile malların zarar görmesi ve devrilmesi de oldukça zordur. Bununla birlikte taşıma paletleri, depolama faaliyetlerinde sevkiyat işlemlerini hızlandırarak dağıtım verimi artırmaktadır. Ayrıca ahşaptan imal edilmiş paletler tekrar kullanılabilir ve gerekli durumlarda da onarılarak tekrar kullanılabilir hâle gelme özelliğine sahiptir."
  },
  {
    "id": "3876950",
    "unitNumber": 3,
    "text": "Aşağıdaki depolama yöntemlerinden hangisinin depolama maliyetleri daha yüksektir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yığın depolama yöntemi",
      "B": "Düz istifleme yöntemi",
      "C": "Ters istifleme yöntemi",
      "D": "Üst üste istifleme yöntemi",
      "E": "Raflı depolama yöntemi"
    },
    "explanation": "DEPOLAMA EKİPMANLARI VE ARAÇLARI<br/>Raflı Depolama Yönteminde ise depolama maliyetleri yüksektir, ancak depolama yoğunluğu azalmaktadır."
  },
  {
    "id": "3876951",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi depolama ekipmanlarına ilişkin olarak dikkate alınması gereken noktalardan biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Küçük aletler çelik raflarda saklanabilir.",
      "B": "Orta boy ürünler için kutu paletler kullanılabilir.",
      "C": "Teçhizat ve demirbaşlar güvercin delikli raflarda saklanabilir.",
      "D": "Boyalar, cilalar vb. ürünler yuva tipi raflarda depolanmalıdır.",
      "E": "Ağır malzemeler için düz paletler ve kızak platformları kullanılabilir."
    },
    "explanation": "DEPOLAMA EKİPMANLARI VE ARAÇLARI<br/>Depolama ekipmanlarına ilişkin olarak dikkate alınması gereken bazı noktalar bulunmaktadır. Bunlar şu şekilde sıralanabilir (Vrat, 2014);\n <ul> <li>Küçük boyutlu ekipmanlar deponun duvarları boyunca düz paletlere veya palet raflarına yerleştirilebilir.</li> <li>Teçhizat ve demirbaşlar çelik raflarda saklanabilir; düz paletler, büyük teçhizat ve demirbaşlar için kullanılabilir.</li> <li>Küçük aletler güvercin delikli raflarda saklanabilir.</li> <li>Lastikler için en iyi depolama yöntemi standart raflardaki ayarlanabilir ahşap bloklarla dikey olarak depolamadır.</li> <li>Boyalar, cilalar vb. ürünler çelik raflarda depolanmalıdır.</li> <li>Çubuklar ve tüpler, duvarın yanına inşa edilen zemine dökülen tek / çift taraflı yalın raflarda depolanabilir.</li> <li>Yığın miktarların yatay olarak depolanması için yuva tipi raflar kullanılabilir.</li> <li>Yuva tipi raflar sac levhaları dikey olarak saklamak için kullanılabilir.</li> <li>Üretim için gereken büyük miktarlarda somun, cıvata ve küçük boyutlu bileşenler, açık raflardaki iki sıra üzerine yerleştirilen saklama kutularında depolanabilir.</li> <li>Orta boy ürünler için açık tip raflar, küçük ürünler için kutu paletler kullanılabilir.</li> <li>Ağır malzemeler için düz paletler ve kızak platformları kullanılabilir.</li> </ul>"
  },
  {
    "id": "3876952",
    "unitNumber": 3,
    "text": "Ürünlerin bir arada ve zarar görmeden düşük maliyet ile taşınmasını olanak sağlayan, genellikle ahşap, plastik ya da metalden imal edilmiş, taşınabilir alçak platformlar aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Forklift",
      "B": "Order picker",
      "C": "Palet",
      "D": "Stacker",
      "E": "Reachtruck"
    },
    "explanation": "Paletler; ürünlerin bir arada ve zarar görmeden düşük maliyet ile taşınmasını olanak sağlayan, genellikle ahşap, plastik ya da metalden imal edilmiş, taşınabilir alçak<br/>platformlardır.<br/>Yanıt C'dir. Palettir."
  },
  {
    "id": "3876953",
    "unitNumber": 3,
    "text": "Depolamada oluşabilecek tehlike ve risklerin değerlendirilmesinde ilk aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Risk seviyesinin analiz edilmesi",
      "B": "Gerekli bilgilerin toplanması",
      "C": "Güvenlik düzenlemelerinin geliştirilmesi",
      "D": "Elde edilen bulgularının kaydedilmesi",
      "E": "Bir acil durum planının geliştirilmesi"
    },
    "explanation": "Risk değerlendirmesi altı aşamadan oluşmaktadır;<br/>1. Gerekli bilgilerin toplanması.<br/>2. Tehlikelerin ortadan kaldırılması veya azaltılmasının değerlendirilmesi ve risk seviyesinin analiz edilmesi.<br/>3. 1. ve 2. maddede tespit edilen gerçeklerin kaydedilmesi.<br/>4. 1-3. maddeye ilişkin olarak güvenlik düzenlemelerinin geliştirilmesi.<br/>5. Analizlerden elde edilen bulgularının kaydedilmesi.<br/>6. Bir acil durum planının geliştirilmesi ve gerekli personel eğitimini yapmak.<br/>Yanıt B'dir. Gerekli bilgilerin toplanmasıdır."
  },
  {
    "id": "3876954",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi depolama tesislerinin kurulumu üzerinde etkili olan temel faktörlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Depolama tesislerinin büyüklüğü ve düzenleri",
      "B": "Ürün stoklarının hacmi",
      "C": "Depo ekipmanlarına erişebilirlik",
      "D": "Depolama süresi",
      "E": "Depolanacak ürünün piyasa fiyatı"
    },
    "explanation": "Depolanacak ürünün piyasa fiyatı, depolama tesislerinin kurulumu üzerinde etkili olan temel faktörlerden biri değildir."
  },
  {
    "id": "3876955",
    "unitNumber": 3,
    "text": "Depo yönetimi ve planlamasında temel unsur aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Depo yerleşim yerinin belirlenmesi",
      "B": "Kâr seviyesinin belirlenmesi",
      "C": "Tedarik zinciri aşamalarının belirlenmesi",
      "D": "Ürün talep projeksiyonunun yapılması",
      "E": "Üretim teknolojisinin belirlenmesi"
    },
    "explanation": "Depo yönetimi ve planlamasında temel unsur depo yerleşim yerinin belirlenmesidir."
  },
  {
    "id": "3876956",
    "unitNumber": 3,
    "text": "Depo tasarımı depolama sürecinde dikkat edilmesi gereken en önemli nokta aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ürünün satılması sonucunda elde edilecek hasılata göre uygun tasarımın yapılmasıdır.",
      "B": "Uygulanacak pazarlama tekniklerini destekleyici tasarımın yapılmasıdır",
      "C": "Depolanacak ürünün özelliklerine bağlı olarak uygun tasarımın yapılmasıdır.",
      "D": "İşletmenin genişleme stratejilerine bağlı olarak uygun tasarımın yapılmasıdır.",
      "E": "Kullanılacak ekipman ve personelin nicelik ve niteliğine uygun tasarımın yapılmasıdır."
    },
    "explanation": "Depo tasarımı depolama sürecinde dikkat edilmesi gereken en önemli nokta depolanacak ürünün özelliklerine bağlı olarak uygun tasarımın yapılmasıdır."
  },
  {
    "id": "3876957",
    "unitNumber": 3,
    "text": "Depo tasarımında temel amaç aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Personel sayısını minimize etmek",
      "B": "Depo faaliyetlerinde kullanılan ekipman sayısını artırmak",
      "C": "Enerji maliyetlerini sabitlemek",
      "D": "Sipariş miktarını artırmak",
      "E": "Depo kapasitesinin kullanımını optimize etmek"
    },
    "explanation": "Depo tasarımında temel amaç depo kapasitesinin kullanımını optimize etmektir."
  },
  {
    "id": "3876958",
    "unitNumber": 3,
    "text": "Depolama ürünlerine ilişkin tasarımı etkileyen temel faktörler aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dağıtım ağı",
      "B": "Depolanacak ürünün fiziksel ve ekonomik özellikleri",
      "C": "Depolanacak ürünün üretim süresi",
      "D": "Pazarlama kanalları",
      "E": "Reklam harcamaları"
    },
    "explanation": "Depolama ürünlerine ilişkin tasarımı etkileyen temel faktörler depolanacak ürünün fiziksel ve ekonomik özellikleridir."
  },
  {
    "id": "3876959",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi depolama fonksiyonelliğinin sağlanması için depolama ve stoklama sürecine ilişkin özellikler arasında yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Stok konum sisteminin oluşturulması",
      "B": "Stok yeri kayıtlarının gerçek zamanlı güncellenmesi",
      "C": "Pahalı ekipman ve araç kullanımı",
      "D": "Palet yükleri için otomatik depolama konumlarının seçilmesi",
      "E": "Stok sayım döngüsü oluşturulması"
    },
    "explanation": "Pahalı ekipman ve araç kullanımı depolama fonksiyonelliğinin sağlanması için depolama ve stoklama sürecine ilişkin özellikler arasında yer almaz."
  },
  {
    "id": "3876960",
    "unitNumber": 3,
    "text": "Taşıyıcılar yüklendiğinde bölümlerin ileri hareket edecek şekilde hafif bir eğimle inşa edildiği depo ekipmanına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hareketsiz raf",
      "B": "Çelik raf",
      "C": "Modüler çekmeceli dolap",
      "D": "Raylı raf",
      "E": "Sabit raf"
    },
    "explanation": "Taşıyıcılar yüklendiğinde bölümlerin ileri hareket edecek şekilde hafif bir eğimle inşa edildiği depo ekipmanına raylı raf adı verilir."
  },
  {
    "id": "3876961",
    "unitNumber": 3,
    "text": "Tek ve aynı boyuttaki karton kutular için hangi istifleme yöntemi kullanılmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Düz istifleme",
      "B": "Sınırlı istifleme",
      "C": "Sırasız istifleme",
      "D": "Üst üste istifleme",
      "E": "Ters istifleme"
    },
    "explanation": "Tek ve aynı boyuttaki karton kutular için düz istifleme istifleme yöntemi kullanılmalıdır."
  },
  {
    "id": "3876962",
    "unitNumber": 3,
    "text": "İnsanların daha fazla değil daha akıllı çalışmasına yardımcı olma ve işi aşırı yorgunluk ve / veya kişisel yaralanma olasılığını en aza indirecek şekilde düzenlemeye ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Görev planı",
      "B": "Güvenlik programı",
      "C": "Verimlilik analizi",
      "D": "Ergonomi",
      "E": "Alan tasarımı"
    },
    "explanation": "İnsanların daha fazla değil daha akıllı çalışmasına yardımcı olma ve işi aşırı yorgunluk ve / veya kişisel yaralanma olasılığını en aza indirecek şekilde düzenlemeye Ergonomi adı verilir."
  },
  {
    "id": "3876963",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi soğuk depolarda ortaya çıkabilecek spesifik tehlikeler arasında yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Ürünlerin elle taşınması riski",
      "B": "Panellerde buz birikmesi riski",
      "C": "Islak, kaygan ve buzlu alanlarda düşme riski",
      "D": "Hızlı çözme ekipmanlarının kazara kilitleme riski",
      "E": "Soğutma gazlarının yanlışlıkla salınması"
    },
    "explanation": "Ürünlerin elle taşınması riski soğuk depolarda ortaya çıkabilecek spesifik tehlikeler arasında yer almaz."
  },
  {
    "id": "3877066",
    "unitNumber": 4,
    "text": "İşletme içindeki her stok kalemi işletme envanteridir. Fakat her envanter stok değildir. Bunun sebebi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Envanter gelecek kullanımlar için bulundurulan kalemlerin yer aldığı bir depodur.",
      "B": "Stok kalemi, stokta bulunan malzemelerin her biridir.",
      "C": "İşletmelerin türüne göre bulunan stoklar farklılaşır.",
      "D": "Envanter listelerine işletmedeki makine, teçhizat, demirbaş gibi tüm ekipmanlar da dahildir.",
      "E": "Gelecekteki kullanımlar için elde bulundurulan her türlü hammadde, malzeme ve ürüne stok denir."
    },
    "explanation": "Envanter kavramı ise genellikle, stoklarda yer alan malzemelerin tamamını ifade etmek için kullanılmaktadır.<br/>İşletme içindeki her stok kalemi işletme envanteridir. Fakat her envanter stok değildir. Çünkü envanter listelerine tüm stoklara ek olarak işletmedeki makine, teçhizat, demirbaş gibi tüm ekipmanlar da dahildir. Bu çerçevede, envanter kavramı stokları da içeren daha kapsamlı bir kavramdır."
  },
  {
    "id": "3877067",
    "unitNumber": 4,
    "text": "I. işin normal akışı gereği satış amaçlı bulundurulan varlıklar,\n II. üretim sürecinde satış amaçlı üretilen varlıklar,\n III. ürünlerin veya hizmetlerin oluşturulmasında kullanılan varlıklar.\n Yukarıdakilerden hangisi veya hangileri envanter kapsamına girmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "En genel tanımla “envanter”, müşteri taleplerini karşılamak üzere işletmeler tarafından sahip olunan<br/>unsurların tamamıdır. Buna göre envanter; (1) işin normal akışı gereği satış amaçlı bulundurulan varlıklar, (2) üretim sürecinde satış amaçlı üretilen varlıklar ve (3) ürünlerin veya hizmetlerin satışa hazır hâle getirilmesi sürecinde kullanılmak üzere bulundurulan varlıkların toplamından meydana gelmektedir"
  },
  {
    "id": "3877068",
    "unitNumber": 4,
    "text": "Rasyonel bir envanter yönetiminde ilk hareket noktası nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Envanterin tutulması",
      "B": "Stokların sayılması",
      "C": "Stokların saklanması",
      "D": "Stokların sınıflandırılması",
      "E": "Envanterin kalitesi"
    },
    "explanation": "Stok kavramı ile ifade edilen unsurlar aynı karakterde değildirler. Farklı durumlarda ve farklı amaçlarla elde bulundurulurlar. Bu nedenle rasyonel bir envanter yönetiminde ilk hareket noktası, stokların bir sınıflandırmaya tabi tutulmasıdır. Ancak böyle bir sınıflandırma çokluk ve çeşitlilik gösterir."
  },
  {
    "id": "3877069",
    "unitNumber": 4,
    "text": "Bir ürünün elde edilmesinde kullanılan gerekli bileşenlerin işlenip ürüne dönüşmesinden önceki durumunu ifade eden envanter türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mamuller",
      "B": "Yedek parçalar",
      "C": "İşlem Öncesi Stoklar",
      "D": "Satın alınan montaj parçaları",
      "E": "İşletme malzemeleri"
    },
    "explanation": "Bir ürünün elde edilmesinde kullanılan gerekli bileşenlerin işlenip ürüne dönüşmesinden önceki durumunu ifade eden envanter türü işlem öncesi stoklardır."
  },
  {
    "id": "3877070",
    "unitNumber": 4,
    "text": "Üretim sürecinde kullanılan ilk madde ve malzemeleri ifade eden envanter türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yedek parçalar",
      "B": "Satın alınan montaj parçaları",
      "C": "İşletme malzemeleri",
      "D": "Hammaddeler",
      "E": "Yarı mamuller"
    },
    "explanation": "Üretim sürecinde kullanılan ilk madde ve malzemeler hammaddelerdir. Hammaddelerin belirli bir ürünün parçası haline gelebilmeleri için işlemden geçmeleri gerekir. Örneğin, mobilya üretiminde kullanılan kereste bir hammaddedir."
  },
  {
    "id": "3877071",
    "unitNumber": 4,
    "text": "Üretim sürecinde kullanılan makine ve teçhizatın işlemez duruma gelen bölümlerinin yerine konulacak parçaları içeren envanter türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hammaddeler",
      "B": "İşlem Öncesi Stoklar:",
      "C": "Satın alınan montaj parçaları",
      "D": "Yedek parçalar",
      "E": "İşletme malzemeleri"
    },
    "explanation": "Üretim sürecinde kullanılan makine ve teçhizatın işlemez duruma gelen bölümlerinin yerine konulacak parçaları içeren envanter türü yedek parçalardır."
  },
  {
    "id": "3877072",
    "unitNumber": 4,
    "text": "Ürünleri oluşturan kısımların birleştirilmesi ve ürünlerin tamamlanması için kullanılan parçaları içeren envanter türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşletme malzemeleri",
      "B": "Yedek parçalar",
      "C": "Satın alınan montaj parçaları",
      "D": "Hammaddeler",
      "E": "Mamuller"
    },
    "explanation": "Ürünleri oluşturan kısımların birleştirilmesi ve ürünlerin tamamlanması için kullanılan parçaları içeren envanter türü satın alınan montaj parçalarıdır."
  },
  {
    "id": "3877073",
    "unitNumber": 4,
    "text": "Üretim sürecinde kullanılan makine ve teçhizatın işlemez duruma gelen bölümlerinin yerine konulacak parçalar aşağıdaki envanter türlerinden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İşlem Öncesi Stoklar",
      "B": "Hammaddeler",
      "C": "Satın alınan montaj parçaları",
      "D": "Yarı mamuller",
      "E": "Yedek parçalar"
    },
    "explanation": "Üretim sürecinde kullanılan makine ve teçhizatın işlemez duruma gelen bölümlerinin yerine konulacak parçalar envanterde yedek parçalar türüne girmektedir."
  },
  {
    "id": "3877074",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi işletmeler açısından envanterin faydalarından biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Maliyetlerin en aza indirgenmesine yardımcı olma",
      "B": "Müşterilere sunulan hizmetlerin istenilen seviyede olmasını sağlama",
      "C": "İşletmede birbirini takip eden işlemler arasındaki bağımlılığın azaltılmasına yardımcı olma",
      "D": "Üretimin dengelenmesine ve sermaye gereksinimlerinin azaltılmasına yardımcı olma",
      "E": "Eskime, bayatlama veya modası geçme gibi durumlarda değersiz hale gelen varlıkları saklama"
    },
    "explanation": "İşletmeler açısından envanter çeşitli işlevlere sahiptir. Söz konusu işlevler aşağıdaki gibi sıralanabilir:<br/>• Maliyetlerin en aza indirgenmesine yardımcı olma<br/>• Müşterilere sunulan hizmetlerin istenilen seviyede olmasını sağlama<br/>• İşletmede birbirini takip eden işlemler arasındaki bağımlılığın azaltılmasına yardımcı olma<br/>• Üretimin dengelenmesine ve sermaye gereksinimlerinin azaltılmasına yardımcı olma\n Buna karşılık, ticari anlamda faydasız hale gelmiş varlıkların envanterde yer alması işletmenin amacına aykırıdır. Bu tür varlıkların envanterden çıkarılması gerekir. İşaretlenmesi gereken cevap E şıkkıdır."
  },
  {
    "id": "3877075",
    "unitNumber": 4,
    "text": "Aşağıdaki işletmelerden hangisinde envanterin daha düşük olması beklenir?",
    "correctAnswer": "D",
    "options": {
      "A": "Genel işleyişinde belirsizlik faktörünün yüksek olan işletmeler",
      "B": "Satın almalarında miktar iskontosu uygulanan işletmeler",
      "C": "Talep dalgalanması yüksek olan işletmeler",
      "D": "Sipariş usuluyle çalışan işletmeler",
      "E": "Hammadde tedarikinde istediği miktarı her zaman temin edemeyen işletmeler"
    },
    "explanation": "Satın almalarında miktar iskontosu uygulanan işletmelerde, hammadde tedarikinde istediği miktarı her zaman temin edemeyen işletmelerde, yani genel işleyişinde belirsizlik faktörünün yüksek olan işletmelerde üretim girdisi olan hammadde ve yarı mamul stokları yüksek olma eğilimindedir. Ayrıca talep dalgalanması yüksek olan işletmelerde satılmaya hazır mal ve mamul stokları yüksek seyreder. Buna karşılık, sipariş usulüyle çalışan işletmelerde envanter düzeyleri, diğer işletmelere kıyasla daha düşük seviyelerde belirlenebilmektedir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3877216",
    "unitNumber": 4,
    "text": "İşletme tarafından depolanmış olan ürün ve malzemelerin bütününe ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Stok",
      "B": "Stok kalemi",
      "C": "Envanter",
      "D": "Hammadde",
      "E": "Yarı mamuller"
    },
    "explanation": "Stok, işletme tarafından depolanmış olan ürün ve malzemelerin bütünüdür."
  },
  {
    "id": "3877217",
    "unitNumber": 4,
    "text": "Daha önceden üretim sürecine girmiş veya üretilmekte olan fakat kullanılabilir mamul hâline gelmemiş maddelere ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yarı mamuller",
      "B": "İşletme malzemeleri",
      "C": "Mamuller",
      "D": "Hammaddeler",
      "E": "Yedek parçalar"
    },
    "explanation": "Yarı mamuller (üretim aşamaları arasındaki parçalar): Daha önceden üretim sürecine girmiş veya üretilmekte olan fakat kullanılabilir mamul hâline gelmemiş maddelerdir."
  },
  {
    "id": "3877218",
    "unitNumber": 4,
    "text": "Verilen iki sipariş arasındaki zaman zarfında ortalama talebi karşılamak üzere bulundurulan stoktur.",
    "correctAnswer": "B",
    "options": {
      "A": "Emniyet stokları",
      "B": "Devre stokları",
      "C": "İşletme envanterleri",
      "D": "Dağıtım envanterleri",
      "E": "Mamuller"
    },
    "explanation": "Devre (çevrim) stokları: Verilen iki sipariş arasındaki zaman zarfında ortalama talebi karşılamak üzere bulundurulan stoktur."
  },
  {
    "id": "3877219",
    "unitNumber": 4,
    "text": "Bir işletmede stok bulundurmanın temel nedenlerinden en önemlisi arz ve talep arasındaki uyumsuzluğa ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Talepteki Dalgalanmalar",
      "B": "Tedarik Sürecine İlişkin Olası Aksaklıklar",
      "C": "Miktar İskontosu Avantajlarından Yararlanma ve Daha Düşük Sipariş Maliyeti",
      "D": "Değişen Pazar Koşullarına Uyum Sağlama",
      "E": "İşletme Faaliyetlerinin Sürekliliğini Sağlama"
    },
    "explanation": "Talepteki Dalgalanmalar: Bir işletmede stok bulundurmanın temel nedenlerinden en önemlisi arz ve talep arasındaki uyumsuzluktur."
  },
  {
    "id": "3877220",
    "unitNumber": 4,
    "text": "Gereksinimlerin karşılanması için elde bulundurulması gereken varlıklar arasında denge kurmak amacıyla yapılan planlama, örgütleme ve kontrol işlemlere ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tedarikçiler",
      "B": "Firma Prestiji",
      "C": "Envanter Yönetimi",
      "D": "Pazarlama Yönetimi",
      "E": "Dağıtım Yönetimi"
    },
    "explanation": "Envanter Yönetimi; gereksinimlerin karşılanması için elde bulundurulması gereken varlıklar arasında denge kurmak amacıyla yapılan planlama, örgütleme ve kontrol işlemleridir."
  },
  {
    "id": "3877221",
    "unitNumber": 4,
    "text": "Talebin miktar ve zamanının doğru olarak tahmin edilmesi ve stok kararlarının buna göre alınması, stok politikasının buna göre belirlenmesi envanter yönetiminin etkin hâle getirilmesi hangi adımdır?",
    "correctAnswer": "A",
    "options": {
      "A": "İsabetli satış tahminlerinde bulunulması",
      "B": "İşletme envanterinin müşteri taleplerini zamanında ve tam olarak karşılamasını sağlayacak bir plan geliştirilmesi",
      "C": "Gerçek envanter bulundurma (taşıma) maliyetinin hesaplanması",
      "D": "İhtiyaç duyulan ticari emtianın ihtiyaç duyulduğu anda temin edilebilmesi için kritik öneme sahip tedarikçilerle ilişkiler kurulması",
      "E": "Gerçekçi stok devir hızı hedefleri belirlenmesi"
    },
    "explanation": "İsabetli satış tahminlerinde bulunulması: Talebin miktar ve zamanının doğru olarak tahmin edilmesi ve stok kararlarının buna göre alınması, stok politikasının buna göre belirlenmesi envanter yönetiminin etkin hâle getirilmesinde önemli bir adımdır."
  },
  {
    "id": "3877222",
    "unitNumber": 4,
    "text": "Üretim süreçleri, tam zamanında üretim, tedarik zinciri yönetimi, ürün akışının hangi tür yönetim aşamasıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Üretim Öncesi Aşama",
      "B": "Üretim Aşaması",
      "C": "Üretim Sonrası Aşama",
      "D": "Lojistik Aşaması",
      "E": "Tedarik Zinciri"
    },
    "explanation": "Üretim Aşaması:\n » Üretim Süreçleri\n » Tam Zamanında Üretim\n » Tedarik Zinciri Yönetimi"
  },
  {
    "id": "3877223",
    "unitNumber": 4,
    "text": "Hammaddenin temin edilmesi, üretim sürecinde ürüne dönüştürülmesi ve müşterilere ulaştırılması faaliyetlerinin bütününü kapsayan sürece ne denir?",
    "correctAnswer": "E",
    "options": {
      "A": "HPara Akışı",
      "B": "Malzeme Akışı",
      "C": "Bilgi Akışı",
      "D": "Malzeme Akış Zamanı",
      "E": "Tedarik zinciri"
    },
    "explanation": "Tedarik zinciri hammaddenin temin edilmesi, üretim sürecinde ürüne dönüştürülmesi ve müşterilere ulaştırılması faaliyetlerinin bütününü kapsayan bir süreçtir."
  },
  {
    "id": "3877224",
    "unitNumber": 4,
    "text": "Malzemelerin tedarik zincirine girdiği nokta ile tedarik zincirinden çıktığı nokta arasında geçen süreye ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Malzeme akış zamanı",
      "B": "Tedarik zinciri zamanı",
      "C": "Bilgi akışı zamanı",
      "D": "Malzeme akışı zamanı",
      "E": "Para akışı zamanı"
    },
    "explanation": "Malzeme Akış Zamanı, malzemelerin tedarik zincirine girdiği nokta ile tedarik zincirinden çıktığı nokta arasında geçen süredir."
  },
  {
    "id": "3877225",
    "unitNumber": 4,
    "text": "Belli bir dönem içerisinde işletmenin stoklarının satış yoluyla kaç defa kullanıldığını yani kaç kez satılıp tüketildiğini gösteren kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Malzeme Akış Zamanı",
      "B": "Perakendeci",
      "C": "Lojistik hızı",
      "D": "Satış noktası terminalleri",
      "E": "Stok devir hızı"
    },
    "explanation": "Stok Devir Hızı, belli bir dönem içerisinde işletmenin stoklarının satış yoluyla kaç defa kullanıldığını yani kaç kez satılıp tüketildiğini gösterir."
  },
  {
    "id": "3877226",
    "unitNumber": 4,
    "text": "I. İhtiyaç duyulana kadar muhafaza edilen her türlü malzeme “stok” olarak adlandırılır. II. İşletmelerin türüne göre bulunan stoklar farklılaşır. III. Envanter, stoklarda yer alan malzemelerin tamamını ifade eder. IV. İşletme içindeki her stok kalemi işletme envanteridir. V. Stok kavramı<br/>envanteri içeren daha kapsamlı bir kavramdır.\n Envanter ve stok kavramlarına ilişkin yukarıda verilenlerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "I, II, III, IV",
      "D": "I, II, III, V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "ENVANTER VE STOK<br/>V. maddede verilen bilgi doğru değildir. Envanter kavramı stokları da içeren daha kapsamlı bir kavramdır. \n Doğru cevap C şıkkıdır."
  },
  {
    "id": "3877227",
    "unitNumber": 4,
    "text": "I. İşin normal akışı gereği satış amaçlı bulundurulan varlıklar. II. Üretim sürecinde satış amaçlı üretilen varlıklar. III. Ürünlerin veya hizmetlerin satışa hazır hâle getirilmesi sürecinde kullanılmak üzere bulundurulan varlıklar.\n Yukarıdakilerden hangisi veya hangileri envanteri oluşturmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II, III"
    },
    "explanation": "ENVANTER VE STOK<br/>En genel tanımla “envanter”, müşteri taleplerini karşılamak üzere işletmeler tarafından sahip olunan<br/>unsurların tamamıdır. Buna göre envanter; (1) işin normal akışı gereği satış amaçlı bulundurulan varlıklar, (2) üretim sürecinde satış amaçlı üretilen varlıklar ve (3) ürünlerin veya hizmetlerin satışa hazır hâle getirilmesi sürecinde kullanılmak üzere bulundurulan varlıkların toplamından meydana gelmektedir.\n Doğru cevap E şıkkıdır."
  },
  {
    "id": "3877228",
    "unitNumber": 4,
    "text": "I. İşlem öncesi stoklar. II. Yarı mamuller. III. Tamamlanmış ürünler. IV. Emniyet stokları. V. Devre stokları.\n Yukarıdakilerden hangileri, üretim süreci içindeki durumlarına göre envanter türlerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "III, IV, V",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Üretim süreci içindeki durumlarına göre envanter türleri; işlem öncesi stoklar, yarı mamuller, tamamlanmış ürünler şeklinde sınıflandırılmaktadır.\n Doğru cevap A şıkkıdır."
  },
  {
    "id": "3877229",
    "unitNumber": 4,
    "text": "I. Yarı mamuller. II. İşlem öncesi stoklar. III. Mamuller. IV. Emniyet stokları. V. Devre stokları. \n Hammaddeler, yedek parçalar ve satın alınan montaj parçaları, yukarıdaki envanter türlerinden hangisinin içinde ele alınmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "Envanter Türleri<br/>Hammaddeler, yedek parçalar, satın alınan montaj parçaları ve işletme malzemeleri, \"İşlem öncesi stoklar\" içinde ele alınmaktadır.\n Doğru cevap B şıkkıdır."
  },
  {
    "id": "3877230",
    "unitNumber": 4,
    "text": "I. Dağıtım envanterleri. II. İşletme envanterleri. III. Yarı mamuller. IV. Mamuller.\n Yukarıdakilerden hangileri, stok kalemlerinin fonksiyonlarına göre envanter türlerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I, II, III",
      "D": "II, III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "Stok kalemlerinin fonksiyonlarına göre envanter türleri, dağıtım envanterleri ve işletme envanterleridir.\n Doğru cevap A şıkkıdır."
  },
  {
    "id": "3877231",
    "unitNumber": 4,
    "text": "I. Maliyetlerin en aza indirgenmesine yardımcı olma. <br/>II. Müşterilere sunulan hizmetlerin istenilen seviyede olmasını sağlama.<br/>III. İşletmede birbirini takip eden işlemler arasındaki bağımlılığın azaltılmasına yardımcı olma. <br/>IV. Üretimin dengelenmesine ve sermaye gereksinimlerinin azaltılmasına yardımcı olma.\n<br/>Yukarıdakilerden hangileri, işletmelerde envanter bulundurma nedenlerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I, II, III",
      "D": "II, III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "İşletmelerde Envanter Bulundurma Nedenleri<br/>İşletmeler açısından envanter çeşitli işlevlere sahiptir. Söz konusu işlevler aşağıdaki gibi sıralanabilir:<br/>• Maliyetlerin en aza indirgenmesine yardımcı olma<br/>• Müşterilere sunulan hizmetlerin istenilen seviyede olmasını sağlama<br/>• İşletmede birbirini takip eden işlemler arasındaki bağımlılığın azaltılmasına yardımcı olma<br/>• Üretimin dengelenmesine ve sermaye gereksinimlerinin azaltılmasına yardımcı olma\n<br/>Doğru cevap E şıkkıdır."
  },
  {
    "id": "3877232",
    "unitNumber": 4,
    "text": "I. Belirsizlik faktörü. II. Talepteki dalgalanmalar. III. Tedarik sürecine ilişkin olası aksaklıklar. IV. Miktar iskontosu avantajlarından yararlanma ve daha düşük sipariş maliyeti. V. Firma prestiji.\n Yukarıdakilerden hangileri, işletmeleri envanterlerinde makul düzeyde stok bulundurmaya zorlayan unsurlardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "III, IV, V",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "İşletmelerde Envanter Bulundurma Nedenleri<br/>Belirsizlik faktörü, talepteki dalgalanmalar, tedarik sürecine ilişkin olası aksaklıklar, miktar iskontosu avantajlarından yararlanma ve daha düşük sipariş maliyeti, değişen pazar koşullarına uyum sağlama, işletme faaliyetlerinin sürekliliğini sağlama ve firma prestiji işletmeleri envanterlerinde makul düzeyde stok bulundurmaya zorlayan unsurlardandır.\n Doğru cevap E şıkkıdır."
  },
  {
    "id": "3877233",
    "unitNumber": 4,
    "text": "I. Arz ve talebin sürekliliği. II. Arz ve talebin değişkenliği. III. Arz ve talebin belirliliği. IV. Düşük sipariş maliyet. \n Yukarıdakilerden hangileri, arz ve talebin uyumsuzluğuna neden olan kriterlerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "III, IV",
      "D": "I, II, III",
      "E": "I, II, III, IV"
    },
    "explanation": "İşletmelerde Envanter Bulundurma Nedenleri<br/>Bir işletmede stok bulundurmanın temel nedenlerinden en önemlisi arz ve talep arasındaki uyumsuzluktur. Arz ve talebin uyumsuzluğu genelde üç kriterden kaynaklanır. Bunlar arz ve talebin; sürekliliği, değişkenliği ve belirliliğidir.\n Doğru cevap D şıkkıdır."
  },
  {
    "id": "3877234",
    "unitNumber": 4,
    "text": "I. Müşteriye sunulan hizmetlerin seviyesini yükseltmek. II. Satın alma ve üretimin verimliliğini artırmak. III. Envantere bağlanan sermaye yatırımlarını aşağıya çekmek. IV. Kârlılığı en yüksek seviyeye çıkarmak. V. Sabit gelişim sağlamak.\n Yukarıdakilerden hangileri, envanter yönetiminin amaçlarındandır?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III",
      "B": "I, II, IV",
      "C": "I, II, III, IV",
      "D": "I, II, IV, V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Envanter Yönetiminin Amaçları<br/>Envanter yönetiminin öncelikli amaçları; (i) müşteriye sunulan hizmetlerin seviyesini yükseltmek (ii) hammadde, yedek parça ve benzeri stok kalemlerinin eksikliği nedeniyle işletmenin üretim<br/>sürecinde aksaklıkları en aza indirgemek (iii) satın alma ve üretimin verimliliğini artırmak, (iv) envantere bağlanan sermaye yatırımlarını aşağıya çekmek ve (v) kârlılığı en yüksek seviyeye çıkarmaktır.\n Doğru cevap C şıkkıdır."
  },
  {
    "id": "3877235",
    "unitNumber": 4,
    "text": "I. Tedarikçiler. II. Tedarik zinciri yönetimi. III. Lojistik. IV. Dağıtım kanalları.\n<br/>Yukarıdakilerden hangileri, üretim öncesi aşamada envanter yönetiminde yer alan ögelerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "III, IV",
      "D": "I, II, III",
      "E": "I, II, III, IV"
    },
    "explanation": "Etkin Bir Envanter Yönetiminin Aşamaları<br/>Tedarikçiler, Tedarik zinciri yönetimi ve lojistik üretim öncesi aşamada envanter yönetiminde yer alan ögelerdir. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3877076",
    "unitNumber": 5,
    "text": "Aşağıda verilenlerden hangisi envanter kontrolünün en önemli gerekçesidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Stokları en düşük birim maliyet düzeyinde tutmak",
      "B": "Stok kapasitesini arttırmak",
      "C": "Üretim hızını arttırmak",
      "D": "Sipariş miktarını arttırmak",
      "E": "Lojistik yönetimini hızlandırmak"
    },
    "explanation": "İşletme envanterinde bulunan stok kalemleri hem stoklara bağlanan sermayenin alternatif maliyeti hem de stok bulundurma ve sipariş giderleri nedeniyle işletmeye mali anlamda yük getirmektedir. Dolayısıyla stokların, birim maliyetleri en aza indirecek miktarlarda sipariş edilmeleri, üretim ile talep arasında uyumu ve değişkenlik gösteren talebe uyarlanmayı sağlayacak düzeyde tutulması gerekmektedir."
  },
  {
    "id": "3877077",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi envanter kontrolünün önem kazanmasında ve gelişmesinde rol oynayan faktörlerden birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "İşletmelerin sayıca artması",
      "B": "Üretim tekniklerindeki gelişmeler",
      "C": "İşletmelerin uğradıkları zarar miktarı",
      "D": "İşletme sermayesinin rasyonel biçimde kullanılma zorunluluğu",
      "E": "İşletmelerin zamanla küçülmesi"
    },
    "explanation": "İşletmelerin zamanla küçülmesi, envanter kontrolünün önem kazanmasında ve gelişmesinde rol oynayan faktörlerden birisi değildir. Tam tersine işletmelerin zamanla büyümesi önemli envanter kontrolü için önemli bir faktördür."
  },
  {
    "id": "3877078",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sürekli envanter sisteminin sınırlılıklarından birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Barkod sistemi ile uyumlu olmaması",
      "B": "Talep düzeyindeki değişimlerde güncelleme yapılması zorunluluğu",
      "C": "Sabit bir sipariş miktarının olmaması",
      "D": "Ekonomik Sipariş Miktarı Modeli'nin uygulanamaması",
      "E": "Yeniden sipariş verme noktasının kullanılamaması"
    },
    "explanation": "Sipariş noktası, sipariş miktarı ve talebin sık sık gözden geçirilmesi gerekir. Talep düzeyinde değişme olduğunda, daha önce belirlenmiş olan sipariş miktarı ve sipariş noktası güncellenmezse sistem gerekleri karşılanamayacaktır. Bu durumda sistem, talepteki artış ya da azalışlara uyum sağlayamayacaktır. Bu nedenle \"talep düzeyindeki değişimlerde güncelleme yapılması zorunluluğu\" bu sistemin sınırlılığıdır."
  },
  {
    "id": "3877079",
    "unitNumber": 5,
    "text": "Dönemsel Envanter Sistemi olarak da adlandırılan dönemsel envanter sisteminde aşağıda verilenlerden hangisi sabittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tüketim hızı",
      "B": "İki sipariş arasında geçen zaman",
      "C": "Tedarik süresi",
      "D": "Sipariş noktası düzeyi",
      "E": "Stokların azalma hızı"
    },
    "explanation": "Sabit Zaman Aralıklı veya Sabit Sipariş Dönemli Envanter Sistemi olarak da adlandırılan dönemsel envanter sisteminde iki sipariş arasında geçen za- man sabittir."
  },
  {
    "id": "3877080",
    "unitNumber": 5,
    "text": "Bir envanter sisteminde sipariş noktası düzeyi ve verilen sipariş miktarı sabit, buna karşılık sipariş süresi ve tedarik süresi değişkense bu envanter sistemi aşağıdakilerden hangisi olabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tam zamanında üretim",
      "B": "Maksimum-minumum sistemi",
      "C": "Gereksinim planlaması",
      "D": "Dönemsel envanter sistemi",
      "E": "Sürekli envanter sistemi"
    },
    "explanation": "Sürekli envanter isteminde stokların azalma hızı değişkenlik göstermekle birlikte sipariş miktarı sabittir ve her defasında q kadar sipariş verilmektedir. Sipariş süresi her dönem için farklılık göstermektedir. Sipariş düzeyi sabit olduğundan her dönemin tedarik süresi de farklıdır."
  },
  {
    "id": "3877081",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi işletmelerin dönemsel envanter sistemini seçme nedenlerinden birisi olabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Her seferinde aynı miktarda sipariş vermesi",
      "B": "Her envanter giriş ve çıkışında kayıt tutması",
      "C": "Düşük maliyetli kalemlerle çalışıyor olması",
      "D": "Sipariş süresinin farklılık göstermesi",
      "E": "Farkı tedarik süreleri olması"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/fb8dcf82b7b4c56e48cbf7875640f70b.png\" alt=\"\" width=\"614\" height=\"302\">"
  },
  {
    "id": "3877082",
    "unitNumber": 5,
    "text": "Tam Zamanında Üretim Sistemi yaklaşımının en temel amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sipariş hızını arttırmak",
      "B": "İsraf kaynaklarını ortadan kaldırmak",
      "C": "Stok miktarını arttırmak",
      "D": "Sipariş süresini kısaltmak",
      "E": "Düşük maliyetli kalemlerle çalışmak"
    },
    "explanation": "TZÜ, hammadde alımından üretilen mamullerin dağıtımına, bütün üretim süreci boyunca israfın ortadan kaldırılmasını ifade eden bir üretim yaklaşımıdır. TZÜ yaklaşımı, üretim faaliyetlerinde doğru parçayı, doğru yerde ve doğru zamanda temin ederek, ürüne değer katmayan her şey olarak nitelendirilen israfın kaynaklarını bulup yoketmeye çalışır."
  },
  {
    "id": "3877083",
    "unitNumber": 5,
    "text": "Aşağıdaki envanter kontrol tekniklerinden hangisinin amacı envanteri oluşturan stok kalemlerinin önem derecelerine göre sıralanmasıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Barkod Yöntemi",
      "B": "Tek Kutu Yöntemi",
      "C": "Gözle Kontrol Yöntemi",
      "D": "ABC Yöntemi",
      "E": "İki Kutu Yöntemi"
    },
    "explanation": "Envanter kontrolünde kullanılan temel yöntemlerden biri olan ABC (Always Better Control- Her Zaman En İyi Kontrol) yönteminin esasını, envanteri oluşturan stok kalemlerinin önem derecelerine göre bir sıraya konulması oluşturur."
  },
  {
    "id": "3877084",
    "unitNumber": 5,
    "text": "Aşağıdaki yöntemlerden hangisi sabit sipariş miktarı sisteminin bir uygulaması olarak düşünülebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tek kutu Yöntemi",
      "B": "İki kutu yöntemi",
      "C": "Barkod Yöntemi",
      "D": "ABC Yöntemi",
      "E": "Gözle Kontrol Yöntemi"
    },
    "explanation": "İki kutu yönteminde, sipariş miktarı kutu kapasitesi kadardır. Sipariş zamanı ise, kutunun boşaldığı andır. Asıl kutudaki stok bittiğinde sabit miktarda siparişin verildiği bu yöntem, sabit sipariş miktarı sisteminin bir uygulaması olarak ele alınmaktadır."
  },
  {
    "id": "3877085",
    "unitNumber": 5,
    "text": "Bir işletmenin envanterindeki stok kalemlerine ilişkin yıllık kullanım (talep) miktarları ve birim fiyatları Tablo'da gösterildiği gibidir. İşletme, envanterindeki stok kalemleri ABC yöntemine göre sınıflandırmak istenirse doğru sıralandırma nasıl olmalıdır?\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e329a085307f7c3ae135007069eff38a.png\" alt=\"\" width=\"411\" height=\"131\">",
    "correctAnswer": "C",
    "options": {
      "A": "K1, K2, K3",
      "B": "K2, K1, K3",
      "C": "K3, K1, K2",
      "D": "K3, K2, K1",
      "E": "K2, K3, K1"
    },
    "explanation": "Sıralama K3, K1, K2 olmalıdır.\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/019a89b83f2aaafd59e0f88264c897dd.png\" alt=\"\" width=\"560\" height=\"133\">"
  },
  {
    "id": "3877236",
    "unitNumber": 5,
    "text": "Envanterdeki bir stok kalemi belirli bir düzeye düştüğünde, hep aynı miktarda siparişin yeniden verildiği envanter sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sürekli envanter sistemi",
      "B": "Dönemsel envanter sistemi",
      "C": "Yeni Envanter sistemi",
      "D": "Kesin envanter sistemi",
      "E": "Stok envanter sistemi"
    },
    "explanation": "Sürekli Envanter Sistemi (Sabit Sipariş Miktarı Sistemi) <br/>Sabit sipariş miktarı sistemi olarak da adlandırılan Sürekli Envanter Sisteminde, envanterdeki bir stok kalemi belirli bir düzeye düştüğü anda ve hep aynı miktarda yeniden sipariş verilir."
  },
  {
    "id": "3877237",
    "unitNumber": 5,
    "text": "Stokların deneyimli bir personel tarafından sürekli gözlendiği ve belirli bir düzeyin altına düşen stok kalemleri için sipariş verildiği envanter kontrol yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tek kutu yöntemi",
      "B": "Gözle kontrol yöntemi",
      "C": "İki kutu yöntemi",
      "D": "Barkod yöntemi",
      "E": "ABC yöntemi"
    },
    "explanation": "Gözle Kontrol Yöntemi<br/>Özellikle küçük işletmelerde, depo ve ambardan sorumlu kişiler tarafından uygulanan bir envanter kontrol yöntemidir. Bu yöntemde stoklar deneyimli bir personel tarafından sürekli gözlenmekte ve belirli bir düzeyin altına düşen stok kalemleri için sipariş verilmektedir."
  },
  {
    "id": "3877238",
    "unitNumber": 5,
    "text": "Gözle kontrol yönteminin hata olasılığını artıran yönü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bekleme süresinden kaynaklanan israf",
      "B": "Ürün kusurlarından kaynaklanan israf",
      "C": "Kişisel yargıya dayanıyor olması",
      "D": "Aşırı üretimden kaynaklanan israf",
      "E": "Nakliye faaliyetlerinden kaynaklanan israf"
    },
    "explanation": "Gözden geçirme periyodu, sipariş düzeyi ve sipariş miktarının belirlenmesinin kişisel yargıya dayanıyor olması yöntemin en belirgin sakıncasıdır."
  },
  {
    "id": "3877239",
    "unitNumber": 5,
    "text": "Kutu olarak nitelenen yer veya rafların periyodik olarak kontrol edildiği ve doldurulduğu envanter kontrol yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Barkod yöntemi",
      "B": "ABC yöntemi",
      "C": "İki kutu yöntemi",
      "D": "Tek kutu yöntemi",
      "E": "Gözle kontrol yöntemi"
    },
    "explanation": "Tek Kutu Yöntemi<br/>Tek kutu yönteminde, kutu olarak nitelenen yer veya raflar periyodik olarak kontrol edilmekte ve doldurulmaktadır."
  },
  {
    "id": "3877240",
    "unitNumber": 5,
    "text": "Tek kutu yönteminin risk taşıyan yönü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Aşırı üretimden kaynaklanan israf",
      "B": "Nakliye faaliyetlerinden kaynaklanan israf",
      "C": "Bekleme süresinden kaynaklanan israf",
      "D": "Aşırı üretimden kaynaklanan israf",
      "E": "Stoksuzluğa düşme riski"
    },
    "explanation": "Stoksuzluğa düşme riski çok yüksek olan bu yöntem, gözle kontrol yöntemi gibi uygulanması kolay ve ucuz bir yöntemdir."
  },
  {
    "id": "3877241",
    "unitNumber": 5,
    "text": "İki kutu yönteminde, sipariş miktarının belirlenme ilkesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kutu kapasitesi kadar",
      "B": "Kutu kapasitesinden az",
      "C": "Kutu kapasitesinden çok",
      "D": "Emniyet stokundan az",
      "E": "Emniyet stokundan çok"
    },
    "explanation": "İki kutu yönteminde, sipariş miktarı kutu kapasitesi kadardır. Sipariş zamanı ise, kutunun boşaldığı andır. Asıl kutudaki stok bittiğinde sabit miktarda siparişin verildiği bu yöntem, sabit sipariş miktarı sisteminin bir uygulaması olarak ele alınmaktadır."
  },
  {
    "id": "3877242",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi barkod sistemlerinin temel bileşenleri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Barkod yazıcı",
      "B": "Raf takibi",
      "C": "Kod etiketi",
      "D": "Kod okuyucu",
      "E": "Veri tabanı"
    },
    "explanation": "Barkod sistemleri temel olarak dört bileşenden oluşmaktadır. Bu bileşenler; barkod yazıcı, kod etiketi, kod okuyucu ve veri tabanıdır."
  },
  {
    "id": "3877243",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ABC yönteminin esasını oluşturur?",
    "correctAnswer": "C",
    "options": {
      "A": "Stok kalemlerinin maliyetine göre sıraya konulması",
      "B": "Stok kalemlerinin kâr potansiyeline göre sıraya konulması",
      "C": "Stok kalemlerinin önem derecelerine göre sıraya konulması",
      "D": "Stok kalemlerinin yatırılan fona göre sıraya konulması",
      "E": "Stok kalemlerinin satış miktarına göre sıraya konulması"
    },
    "explanation": "ABC Yöntemi<br/>Envanter kontrolünde kullanılan temel yöntemlerden biri olan ABC (Always Better Control-Her Zaman En İyi Kontrol) yönteminin esasını, envanteri oluşturan stok kalemlerinin önem derecelerine göre bir sıraya konulması oluşturur."
  },
  {
    "id": "3877244",
    "unitNumber": 5,
    "text": "ABC yönteminde toplam stok miktarının %15 - 20’sini, toplam stok değerinin %75 - 80’ini oluşturan sınıflandırma aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Özel stok kalemleri",
      "B": "Genel stok kalemleri",
      "C": "B grubu stok kalemleri",
      "D": "A grubu stok kalemleri",
      "E": "C grubu stok kalemleri"
    },
    "explanation": "• A grubu stok kalemleri: Toplam stok miktarının %15 - 20’sini, toplam stok değerinin %75 - 80’ini oluşturur."
  },
  {
    "id": "3877245",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ABC yönteminin işletmelere sağladığı faydalar arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Elde edilen envanter bilgileri bilgisayar ortamında ilgili kişilere hızlı biçimde aktarılır",
      "B": "Envanter sayımı otomatik gerçekleştiği için veri ve bilgi toplanması hızlı, kolay ve hatasız bir biçimde gerçekleştirilir",
      "C": "Sürekli bilgi sağladığı için periyodik envanter sayımına olan ihtiyacı azaltır",
      "D": "Envantere ilişkin sipariş, sayım, kontrol ve benzeri maliyetlerde azalma sağlar",
      "E": "Yüksek stok devir hızı oranlarına ulaşılabilmesine imkân tanır"
    },
    "explanation": "ABC Yönteminin Faydaları<br/>ABC yönteminin işletmelere sağladığı faydalar aşağıdaki gibi sıralanabilir (Mathur, 2010: 197):<br/>• Envanterde bulunan ve önemli yatırım değerine sahip stok kalemleri üzerinde yakın<br/>ve oldukça sıkı bir kontrol sağlar.<br/>• Çalışma sermayesinin daha kârlı yatırım<br/>alanlarında kullanılmasına olanak tanır.<br/>• Envanter bulundurma (taşıma) maliyetlerini azaltır.<br/>• Stok kalemlerinin önem derecesine göre sınıflandırılmasını sağlayarak az öneme sahip kalemlerin kontrolü için gereğinden fazla zaman ve kaynak kullanılmasını önler.<br/>• Stok kalemlerinin önem derecesine göre yeterli emniyet stoku oluşturulmasını mümkün kılar.<br/>• Yüksek stok devir hızı oranlarına ulaşılabilmesine imkân tanır.<br/>• ABC yöntemi, envanter kontrolünün yanı sıra satış ve dağıtım, kalite kontrolü, malzeme tedariki ve üretim planlama sorunlarında da başarı ile uygulanabilmektedir.<br/>Bazı işletmelerin envanterlerindeki stok kalemlerini üçten daha fazla sayıda grupta<br/>topladığı veya A, B ve C gruplarının her biri içinde alt gruplar tanımladığı görülmektedir. Yöntemden beklenen faydaların elde edilebilmesi için her işletmenin, stok kalemlerinin özelliklerine uyan bir sınıflandırma yapması, miktar ve değer yüzdelerini de yine bu kritere göre saptaması gerekir."
  },
  {
    "id": "3877246",
    "unitNumber": 5,
    "text": "\".......... üretim, satış ve dağıtım sürecinde kullanılan maddelerin çeşitli şekillerde (buharlaşma, tozlaşma vb.) fiilen yok olmasıdır.\"\n Cümlesindeki boşluğu doldurunuz.",
    "correctAnswer": "B",
    "options": {
      "A": "Stok",
      "B": "Fire",
      "C": "Bozulma",
      "D": "Yüksek Maliyetler",
      "E": "Envanter Kontrolü"
    },
    "explanation": "Fire; üretim, satış ve dağıtım sürecinde kullanılan maddelerin çeşitli şekillerde (buharlaşma, tozlaşma vb.) fiilen yok olmasıdır."
  },
  {
    "id": "3877247",
    "unitNumber": 5,
    "text": "İşletmelerde envanter kontrolünün amaçları aşağıdakilerden hangisi veya hangileridir?\n I-Envanter yatırımlarını en aza indirmek.\n II- Üretimin aksamasını engelleyecek miktarda hammadde ve yarı mamul stoku bulundurmak.<br/>III- Etkin bir stok kayıt sistemi kurarak envanter düzeylerinin istenilen sınırlar dahilinde<br/>kalmasını sağlamak.<br/>IV-Sipariş ve envanter bulundurma maliyetlerini en aza indirecek şekilde tedarik işlemlerini düzenleyerek işletmenin ekonomik<br/>miktarlarda stok bulundurmasını sağlamak.<br/>V_Stok tükenmelerini belirli ve kabul edilebilir bir düzeyde tutarak müşteri beklentilerini karşılamak ve işletmenin rekabet gücünü<br/>artırmak.",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III-IV-V",
      "B": "I-III",
      "C": "II-IV",
      "D": "I-III-V",
      "E": "II-V"
    },
    "explanation": "İşletmelerde envanter kontrolünün amaçları aşağıdaki gibi sıralanabilir:<br/>• Envanter yatırımlarını en aza indirmek.<br/>• Üretimin aksamasını engelleyecek miktarda<br/>hammadde ve yarı mamul stoku bulundurmak.<br/>• Etkin bir stok kayıt sistemi kurarak envanter düzeylerinin istenilen sınırlar dahilinde<br/>kalmasını sağlamak.<br/>• Sipariş ve envanter bulundurma maliyetlerini en aza indirecek şekilde tedarik işlemlerini düzenleyerek işletmenin ekonomik<br/>miktarlarda stok bulundurmasını sağlamak.<br/>• Stok tükenmelerini belirli ve kabul edilebilir bir düzeyde tutarak müşteri beklentilerini karşılamak ve işletmenin rekabet gücünü<br/>artırmak"
  },
  {
    "id": "3877248",
    "unitNumber": 5,
    "text": "Stok işlemlerinin miktar ve zamanlamasını kontrol etmek için kullanılan, işletmenin envanter düzeyini denetleyen tasarımlar aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Envanter Kontrol Sistemleri",
      "B": "Sürekli envanter sistemi",
      "C": "Dönemsel envanter sistemi",
      "D": "Sabit sipariş miktarı sistemi",
      "E": "Tam zamanında üretim sistemi"
    },
    "explanation": "“Envanter Kontrol Sistemleri”, stok işlemlerinin miktar ve zamanlamasını kontrol etmek için<br/>kullanılan, işletmenin envanter düzeyini denetleyen tasarımlardır.<br/>“Envanter Kontrol Sistemleri”, stok işlemlerinin miktar ve zamanlamasını kontrol etmek içinü kullanılan, işletmenin envanter düzeyini denetleyen tasarımlardır."
  },
  {
    "id": "3877249",
    "unitNumber": 5,
    "text": "Stokların sürekli ve etkin bir şekilde izlenmesini mümkün kılan sistemin adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sürekli Envanter Sistemi",
      "B": "Dönemsel Envanter Sistemi",
      "C": "Barkod",
      "D": "Minimum-Maksimum Sistemi",
      "E": "Tam Zamanında Üretim"
    },
    "explanation": "Özellikle son yıllarda kullanımı yaygınlaşan <strong>barkod</strong> sistemleriyle stokların sürekli ve etkin bir şekilde izlenmesi mümkündür."
  },
  {
    "id": "3877250",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi TZÜ (Tam zamanında üretim ) felsefesinde israf kaynağı <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Aşırı üretimden kaynaklanan",
      "B": "Bekleme süresinden kaynaklanan",
      "C": "Gereksiz stok bulundurmaktan",
      "D": "Üretim işlemi yöntemlerinden kaynaklanan",
      "E": "Stok bulundurma maliyetlerinin azalmasından"
    },
    "explanation": "TZÜ felsefesinde yedi tür israf kaynağı vardır.\n Aşırı üretimden kaynaklanan israf,<br/>• Bekleme süresinden kaynaklanan israf,<br/>• Nakliye faaliyetlerinden kaynaklanan israf,<br/>• Gereksiz stok bulundurmaktan kaynaklanan israf,<br/>• Üretim işlemi yöntemlerinden kaynaklanan<br/>israf,<br/>• Gereksiz hareketlerden kaynaklanan israf,<br/>• Ürün kusurlarından kaynaklanan israf."
  },
  {
    "id": "3877251",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi veya hangileri Envanter Kontrol Teknikleri'dir?\n I Gözle Kontrol Yöntemi\n II Tek Kutu Yöntemi\n III İki Kutu Yöntemi\n IV Barkod Yöntemi",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "Hepsi"
    },
    "explanation": "Envanter kontrolünde uygulanan belli başlı envanter kontrol<br/>teknikleri; gözle kontrol yöntemi, tek kutu yöntemi, iki kutu yöntemi, barkod yöntemi ve ABC<br/>yöntemi olarak sıralanabilir."
  },
  {
    "id": "3877252",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Barkod sisteminin işletmeye sağladığı yararlardan biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Elde edilen envanter bilgileri bilgisayar ortamında ilgili kişilere hızlı biçimde aktarılır.",
      "B": "Sürekli bilgi sağladığı için periyodik envanter sayımına olan ihtiyacı azaltır.",
      "C": "Depolama ve üretim alanları için daha az yatırım yapılması.",
      "D": "Mal kabulu, sipariş kayıtları, depolama ve sevkiyat işlerinin hızlı ve hatasız yapılmasını sağlar.",
      "E": "Envantere ilişkin sipariş, sayım, kontrol ve benzeri maliyetlerde azalma sağlar."
    },
    "explanation": "Envanter kontrolünde barkod sisteminin işletmeye sağlayacağı yararlar<br/>aşağıdaki gibi sıralanabilir:\n Elde edilen envanter bilgileri bilgisayar ortamında ilgili kişilere hızlı biçimde aktarılır.<br/>• Sürekli bilgi sağladığı için periyodik envanter sayımına olan ihtiyacı azaltır.<br/>• Mal kabulü, sipariş kayıtları, depolama ve sevkiyat işlerinin hızlı ve hatasız yapılmasını sağlar.<br/>• Envantere ilişkin sipariş, sayım, kontrol ve benzeri maliyetlerde azalma sağlar.<br/>• Son kullanma tarihi gelen envanter kalemleri için otomatik uyarılarda bulunarak bozulma, çürüme<br/>gibi etkenler nedeniyle meydana gelen envanter kayıplarını azaltır"
  },
  {
    "id": "3877253",
    "unitNumber": 5,
    "text": "Envanter kontrolünden beklenen amaç malzeme gereksinimlerinin...........ifadesindeki boşluk aşağıdaki şıklardan hangileri ile tamamlanır?\n I İstenilen zamanda\n II İstenilen miktarda\n III İstenilen yerde\n IV İstenilen kalitede",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "Hepsi"
    },
    "explanation": "Envanter kontrolünden beklenen amaç malzeme gereksinimlerinin “istenilen<br/>zamanda”, “istenilen miktarda”, “istenilen yerde”<br/>ve “istenilen kalitede” karşılanmasını sağlamaktır."
  },
  {
    "id": "3877254",
    "unitNumber": 5,
    "text": "A grubu stok kalemleri için en uygun envanter sistemi hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gözle Kontrol Yöntemi",
      "B": "Sürekli Envanter Sistemidir",
      "C": "Tek Kutu Yöntemi",
      "D": "Dönemsel Envanter Sistemidir",
      "E": "İki Kutu Yöntemi"
    },
    "explanation": "A grubu stok kalemleri için en uygun envanter sistemi, envanter düzeyinin<br/>devamlı olarak izlenebilmesine olanak tanıyan Sürekli Envanter Sistemidir."
  },
  {
    "id": "3877255",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi \"Envanter kontrolünün önem kazanmasında ve gelişmesinde rol oynayan faktörler\" den <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Üretim tekniğindeki gelişmeler",
      "B": "İşletmelerin sayıca artması ve büyümesi",
      "C": "İşletme sermayesinin rasyonel biçimde kullanılma zorunluluğu",
      "D": "İşletmenin stok düzeyini düşük tutması",
      "E": "İşletmelerin zararları"
    },
    "explanation": "Envanter kontrolünün önem kazanmasında ve gelişmesinde rol oynayan faktörler aşağıdaki gibi sıralanabilir,\n Üretim tekniğindeki gelişmeler\n İşletmelerin sayıca artması ve büyümesi\n İşletme sermayesinin rasyonel biçimde kullanılma zorunluluğu\n İşletmelerin zararları"
  },
  {
    "id": "3877086",
    "unitNumber": 6,
    "text": "Talebin yapısına göre yapılan sınıflandırmada envanter karar destek modelleri, kaça ayrılır ?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "6",
      "C": "3",
      "D": "5",
      "E": "4"
    },
    "explanation": "Talebin yapısına göre yapılan sınıflandırmada envanter karar destek modelleri, deterministik ve stokastik (olasılıklı) modeller olmak üzere ikiye ayrılmaktadır. Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3877087",
    "unitNumber": 6,
    "text": "İşletme ihtiyaç duyduğu maddeleri kendi üretmek suretiyle veya diğer işletmelerden satın almak suretiyle temin edebilir. Eğer işletme ihtiyaç duyduğu maddeleri üretmek suretiyle kendi bünyesinden temin ediyor ise bu durumda makinelerin ayarlanması, teçhizatların hazırlanması gibi maliyetlere katlanır. Bu maliyetlere verilen isim aşağıdaki hangi şıkta belirtilmiştir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Sipariş verme",
      "B": "Hazırlık",
      "C": "Taşıma",
      "D": "Stoksuzluk",
      "E": "En küçük"
    },
    "explanation": "İşletme ihtiyaç duyduğu maddeleri kendi üretmek suretiyle veya diğer işletmelerden satın almak suretiyle temin edebilir. Eğer işletme ihtiyaç duyduğu maddeleri üretmek suretiyle kendi bünyesinden temin ediyor ise bu durumda makinelerin ayarlanması, teçhizatların hazırlanması gibi maliyetlere katlanır. Bu maliyetler, hazırlık maliyetleri olarak adlandırılır. Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "3877088",
    "unitNumber": 6,
    "text": "İşletme ihtiyaç duyduğu maddeleri satın almak suretiyle diğer işletmelerden temin ediyor ise, bu durumda her satın alma işlemi ile ilgili olarak katlandığı masraflara verilen isim aşağıdaki hangi şıkta belirtilmiştir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Taşıma",
      "B": "En küçük",
      "C": "Sipariş verme",
      "D": "Hazırlık",
      "E": "Stoksuzluk"
    },
    "explanation": "İşletme ihtiyaç duyduğu maddeleri satın almak suretiyle diğer işletmelerden temin ediyor ise, bu durumda her satın alma işlemi ile ilgili olarak katlandığı masraflar sipariş verme maliyetleri olarak adlandırılır. Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "3877089",
    "unitNumber": 6,
    "text": "Envanter bulundurma maliyetlerini oluşturan diğer maliyet unsurları aşağıdaki hangi seçeneklerde belirtilmiştir ?<br/>I-) Envanteri korumak ve saklamak için kullanılan depoların satın alınma veya kira bedelleri,<br/>II-) Mevcut bir talebin stoklardan karşılanamaması durumunda ortaya çıkan giderleri,<br/>III-) Envanter güvenliğinin sağlanması için yapılan harcamalar (sigorta primleri, güvenlik görevlisi ücretleri, alarm cihazı-kamera sistemi kurulum ve bakım harcamaları vb.),<br/>IV-) Envanterdeki stok kalemlerine ilişkin vergi giderleri,<br/>V-) Eskimeden ve bozulmadan dolayı ortaya çıkan değer kayıpları,",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, IV ve V",
      "B": "II, III, IV ve V",
      "C": "I, II, III ve IV",
      "D": "I, III, IV ve V",
      "E": "I, II, III ve V"
    },
    "explanation": "Envanter bulundurma maliyetlerini oluşturan diğer maliyet unsurları aşağıdaki gibi sıralanabilir;\n <br/>• Envanteri korumak ve saklamak için kullanılan depoların satın alınma veya kira bedelleri,<br/>• Depo alanlarının ısıtma, soğutma ve aydınlatma giderleri,<br/>• Envanter güvenliğinin sağlanması için yapılan harcamalar (sigorta primleri, güvenlik görevlisi ücretleri, alarm cihazı-kamera sistemi kurulum ve bakım harcamaları vb.),<br/>• Envanterdeki stok kalemlerine ilişkin vergi giderleri,<br/>• Eskimeden ve bozulmadan dolayı ortaya çıkan değer kayıpları,<br/>• Envanter kalemlerinin çalınması,<br/>• Envanterin kaydı, gözden geçirilmesi ve sayımı ile ilgili harcamalar,<br/>• Stok kalemlerinin depoya nakli ve depodan çıkarılması ilgili masraflar vb.\n Dolayısıyla cevap D şıkkıdır."
  },
  {
    "id": "3877090",
    "unitNumber": 6,
    "text": "Envanter bulundurma maliyetinin hesaplanmasında kullanılan kaç farklı yöntem vardır ?",
    "correctAnswer": "E",
    "options": {
      "A": "3",
      "B": "5",
      "C": "4",
      "D": "6",
      "E": "2"
    },
    "explanation": "Envanter bulundurma maliyetinin hesaplanmasında kullanılan iki farklı yöntem vardır. Dolayısıyla cevap E şıkkıdır."
  },
  {
    "id": "3877091",
    "unitNumber": 6,
    "text": "Ekonomik sipariş miktarı modelinin varsayımlarını aşağıdaki hangi seçeneklerde belirtilmiştir ?<br/>I-) Tek bir ürün için geçerlidir.<br/>II-) Planlama dönemine ilişkin talep bilinmektedir.<br/>III-) Tüketim hızı sabittir.<br/>IV-) Sipariş miktarı sabittir.<br/>V-) Tedarik süresi sabittir ve kesin olarak bilinmemektedir.",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III ve IV",
      "B": "II, III, IV ve V",
      "C": "I, II, III ve V",
      "D": "I, III, IV ve V",
      "E": "I, II, IV ve V"
    },
    "explanation": "Ekonomik sipariş miktarı modelinin varsayımlarını aşağıdaki gibi sıralayabiliriz:<br/>• Tek bir ürün için geçerlidir.<br/>• Planlama dönemineilişkin talep bilinmektedir.<br/>• Tüketim hızı sabittir.<br/>• Sipariş miktarı sabittir.<br/>• Tedarik süresi sabittir ve kesin olarak bilinmektedir.<br/>• Sipariş edilen miktarda mal, tek seferde ve eksiksiz olarak teslim alınır.<br/>• Envanter bulundurma ve sipariş verme maliyetleri bilinmektedir ve dönem boyunca sabittir.<br/>• Envanter bulundurma maliyetiyle stok düzeyi doğrusal bir ilişki içindedir.<br/>• Fiyat tüm planlama dönemi için sabittir.<br/>• Miktara bağlı fiyat indirimleri (miktar iskontosu) söz konusu değildir.<br/>• Stok dışı kalma (stoksuzluk maliyeti) söz konusu değildir. \n Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3877092",
    "unitNumber": 6,
    "text": "Ekonomik üretim miktarı modelinde kullanılan değişkenler ve sembolleri doğru şekilde aşağıdaki hangi seçeneklerde belirtilmiştir ?\n I-) t<sub>1</sub> = çevrim süresi içinde üretimin yapıldığı zaman aralığı\n II-) t<sub>2</sub> = çevrim süresi içinde üretimin yapılmadığı zaman aralığı\n III-) T = çevrim süresi (t1+ t2)\n IV-) A = maksimum stok düzeyi (adet)\n V-) D = üretim kapasitesi (adet)",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, IV ve V",
      "B": "I, II,III ve IV",
      "C": "I, II, III ve V",
      "D": "I, III, IV ve V",
      "E": "II, III, IV ve V"
    },
    "explanation": "Ekonomik üretim miktarı modelinde kullanılan değişkenler ve sembolleri şöyledir;\n t<sub>1</sub> = çevrim süresi içinde üretimin yapıldığı zaman aralığı\n t<sub>2</sub> = çevrim süresi içinde üretimin yapılmadığı zaman aralığı\n T = çevrim süresi (t<sub>1</sub>+ t<sub>2</sub>)\n A = maksimum stok düzeyi (adet)\n D = talep hızı (adet)\n P = üretim kapasitesi (adet)\n Q = üretim miktarı (adet)\n c = birim üretim maliyet\n S = üretime hazırlık maliyeti\n h = birim envanter bulundurma maliyeti\n Q<sub>OPT</sub> = ekonomik üretim miktarı\n T<sub>OPT</sub> = optimum çevrim süresi\n Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "3877093",
    "unitNumber": 6,
    "text": "Temel ekonomik sipariş miktarı modelindeki sabit fiyat varsayımının kaldırılmasıyla, miktara bağlı iskonto modeline geçilmektedir. Miktara bağlı fiyat indirimleri kaç farklı şekilde uygulanabilmektedir ?",
    "correctAnswer": "C",
    "options": {
      "A": "5",
      "B": "1",
      "C": "2",
      "D": "4",
      "E": "3"
    },
    "explanation": "Temel ekonomik sipariş miktarı modelindeki sabit fiyat varsayımının kaldırılmasıyla, miktara bağlı iskonto modeline geçilmektedir. Miktara bağlı fiyat indirimleri iki farklı şekilde uygulanabilmektedir. Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "3877094",
    "unitNumber": 6,
    "text": "Siparişlerin ne zaman verileceği sorusunun cevabını aşağıdaki şıklarda belirtilen hangi model verir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Ekonomik Sipariş Miktarı modeli",
      "B": "Ekonomik Üretim Miktarı Modeli",
      "C": "Miktara Bağlı İskonto Modeli",
      "D": "Yeniden Sipariş Verme Noktası modeli",
      "E": "Matematiksel Envanter Modeli"
    },
    "explanation": "Sürekli envanter sisteminde sipariş miktarının ne kadar olacağı sorusunun cevabını Ekonomik Sipariş Miktarı modeli vermektedir. Siparişlerin ne zaman verileceği sorusunun cevabını ise Yeniden Sipariş Verme Noktası (ReOrder Point-ROP) modeli vermektedir. Dolayısıyla cevap D şıkkıdır."
  },
  {
    "id": "3877095",
    "unitNumber": 6,
    "text": "Yıllık satın alma, sipariş verme ve envanter bulundurma maliyetleri toplamını en küçükleyen sipariş miktarına verilen isim aşağıdaki hangi şıkta belirtilmiştir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Elde bulundurma maliyeti",
      "B": "Stokta tutulma maliyeti",
      "C": "Satın alma maliyeti",
      "D": "Ekonomik üretim miktarı",
      "E": "Ekonomik sipariş miktarı"
    },
    "explanation": "Ekonomik sipariş miktarı, yıllık satın alma, sipariş verme ve envanter bulundurma maliyetleri toplamını en küçükleyen sipariş miktarıdır. Dolayısıyla cevap E şıkkıdır."
  },
  {
    "id": "3877206",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi malzeme ve mamülün alınması sırasında katlanılan maliyettir?",
    "correctAnswer": "A",
    "options": {
      "A": "Satın Alma Maliyeti",
      "B": "Sipariş verme maliyeti",
      "C": "Taşıma maliyeti",
      "D": "Fırsat maliyeti",
      "E": "Stoksuzluk maliyeti"
    },
    "explanation": "Satın alma maliyetleri, her türlü ilk madde, malzeme ve mamulün alınması sırasında katlanılan maliyetlerdir. Cevap A'dır."
  },
  {
    "id": "3877207",
    "unitNumber": 6,
    "text": "İşletmenin ihtiyaç duyduğu maddeleri üreterek kendi bünyesinden temin etmesi durumu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Satın Alma maliyeti",
      "B": "Hazırlık maliyeti",
      "C": "Sipariş verme maliyeti",
      "D": "Taşıma maliyeti",
      "E": "Stoksuzluk maliyeti"
    },
    "explanation": "Hazırlık maliyeti; İşletmenin ihtiyaç duyduğu maddeleri üretmek suretiyle kendi bünyesinden temin etmesi durumudur. Cevap B'dir."
  },
  {
    "id": "3877208",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi tedarik süresi boyunca gelecek olan talebi karşılamaya yetecek stok miktarından oluşur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yeniden sipariş verme noktası",
      "B": "Tedarik süresi",
      "C": "Envanter düzeyi",
      "D": "Talep hızı",
      "E": "Sipariş verme maliyeti"
    },
    "explanation": "Envanter düzeyi, tedarik süresi boyunca gelecek olan talebi karşılamaya yetecek stok miktarından oluşur. Cevap C'dir."
  },
  {
    "id": "3877209",
    "unitNumber": 6,
    "text": "Birim zamandaki talep miktarı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Stoksuzluk maliyeti",
      "B": "Tedarik süresi",
      "C": "Envanter düzeyi",
      "D": "Talep hızı",
      "E": "Yeniden sipariş verme noktası"
    },
    "explanation": "Talep hızı birim zamandaki talep miktarıdır. Cevap D'dir."
  },
  {
    "id": "3877210",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sipariş yenilemenin gerçekleştirildiği daha önceden belirlenmiş bir envanter düzeyidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fırsat maliyeti",
      "B": "Tedarik süresi",
      "C": "Envanter düzeyi",
      "D": "Talep hızı",
      "E": "Yeniden sipariş verme noktası"
    },
    "explanation": "Yeniden sipariş verme noktası, sipariş yenilemenin gerçekleştirildiği daha önceden belirlenmiş bir envanter düzeyidir."
  },
  {
    "id": "3877211",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir birim stok kaleminin belirli bir zaman aralığında stokta tutulmasının maliyetidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Envanter bulundurma maliyeti",
      "B": "Stoksuzluk maliyeti",
      "C": "Talep süresi",
      "D": "Talep hızı",
      "E": "Fırsat maliyeti"
    },
    "explanation": "Envanter Bulundurma Maliyeti, bir birim stok kaleminin belirli bir zaman aralığında stokta tutulmasının maliyetidir. Cevap A'dır."
  },
  {
    "id": "3877212",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi karşılanamayan müşteri talebi sonucunda ortaya çıkan maliyetlerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fırsat maliyeti",
      "B": "Stoksuzluk maliyeti",
      "C": "Envanter bulundurma maliyeti",
      "D": "Ekonomik sipariş miktarı",
      "E": "Talep hızı"
    },
    "explanation": "Stoksuzluk maliyetleri, işletmede yeterli stok bulunmamasından dolayı karşılanamayan müşteri talebi sonucunda ortaya çıkan maliyetlerdir. Cevap B'dir."
  },
  {
    "id": "3877213",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisinde talebin bilindiği, tüketim hızının ve tedarik süresinin sabit olduğu, tedarik süresi sonunda siparişlerin bir defada teslim alındığı, satın alma maliyetinin sipariş miktarından bağımsız olduğu, sipariş verme ve hazırlık maliyetlerinin sabit olduğu ve stok dışı kalmanın söz konusu olmadığı varsayılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Toplam envanter maliyeti",
      "B": "Yeniden sipariş verme noktası modeli",
      "C": "Ekonomik sipariş miktarı modeli",
      "D": "Ekonomik üretim miktarı modeli",
      "E": "Miktara bağlı iskonto modeli"
    },
    "explanation": "Ekonomik sipariş miktarı modelinde; talebin bilindiği, tüketim hızının ve tedarik süresinin sabit olduğu, tedarik süresi sonunda siparişlerin bir defada teslim alındığı, satın alma maliyetinin sipariş miktarından bağımsız olduğu, sipariş verme ve hazırlık maliyetlerinin sabit olduğu ve stok dışı kalmanın söz konusu olmadığı varsayılmaktadır. Cevap C'dir."
  },
  {
    "id": "3877214",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisinde üretim partiler hâlinde yapılır.",
    "correctAnswer": "D",
    "options": {
      "A": "Tedarik süresi",
      "B": "Yeniden sipariş verme noktası modeli",
      "C": "Ekonomik sipariş miktarı modeli",
      "D": "Ekonomik üretim miktarı modeli",
      "E": "Miktara bağlı iskonto modeli"
    },
    "explanation": "Ekonomik üretim miktarı modelinde üretim partiler hâlinde yapılır. Cevap D'dir."
  },
  {
    "id": "3877215",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisinde değişken olması nedeniyle satın alma maliyetinin de toplam maliyet denklemine dahil edilmesi gerekmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Envanter düzeyi",
      "B": "Yeniden sipariş verme noktası modeli",
      "C": "Ekonomik sipariş miktarı modeli",
      "D": "Ekonomik üretim miktarı modeli",
      "E": "Miktara bağlı iskonto modeli"
    },
    "explanation": "Miktara bağlı iskonto modelinde, fiyatın değişken olması nedeniyle satın alma maliyetinin de toplam maliyet denklemine dahil edilmesi gerekmektedir. Cevap E'dir."
  },
  {
    "id": "3877096",
    "unitNumber": 7,
    "text": "Bir bilgisayar ve çevre birimlerini içeren bileşen aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yazılım",
      "B": "Veri",
      "C": "Donanım",
      "D": "Telekomünikasyon",
      "E": "Prosedürler"
    },
    "explanation": "Donanım, bir bilgisayar ve çevre birimlerini (giriş, çıkış ve depolama aygıtları; donanım ayrıca veri iletişim ekipmanları) içerir."
  },
  {
    "id": "3877097",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi coğrafi bilgi sisteminin özelliklerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ham veri ilişkilerinden ve trendlerden bilgi toplayarak kuruluşların daha iyi rekabet etmesine yardımcı olmayı amaçlayan bilgi sistemleridir.",
      "B": "Verileri fiziksel konumlara bağlamak için kullanılan özel bilgi sistemleridir.",
      "C": "Kısa tablolar veya bir kararı belirleyen tek bir sayı üretmek için modelleri veya formülleri kullanan sistemlerdir.",
      "D": "Parçaların üretimin bir aşamasından diğerine, ham maddeden bitmiş<br/>ürünlere hareketini kaydeden sistemlerdir.",
      "E": "Uzun, ayrıntılı veri ve bilgi raporlarını incelemek ve özümsemek için zamanları ve kaynakları olamayan kuruluşların karar alma için tercih ettiği sistemlerdir."
    },
    "explanation": "Coğrafi Bilgi Sistemleri: Bazı durumlarda, karar vericilerin ihtiyaç duyduğu bilgi bir<br/>harita veya kat planı ile ilgilidir. Bu gibi durumlarda, verileri fiziksel konumlara bağlamak için coğrafi bilgi sistemleri adı verilen özel bilgi sistemleri kullanılabilir.<br/>Verileri fiziksel konumlara bağlamak için kullanılan özel bilgi sistemleridir."
  },
  {
    "id": "3877098",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, müşteri ilişkileri yönetim sistemlerinin özelliklerinden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Müşteri kayıtlarının tutulmasına yardımcı olur.",
      "B": "Satın alma modellerini dinamik olarak analiz eden ve tespit eder.",
      "C": "Bir müşteri telefon ettiğinde, temsilci müşterinin şirketle olan ilişkisinin tüm geçmişini görüntüleyebilir.",
      "D": "Birçok CRM sistemi, servis temsilcileri tarafından bir telefonla birlikte kullanmaktadır.",
      "E": "Satışları kaydeden POS makineleri bu sisteme örnek olarak verilebilir."
    },
    "explanation": "Satışları kaydeden POS makineleri, bankalardaki ATM’ler ya da satın<br/>alımları kaydeden satın alma siparişi sistemleri, kayıt işleme sistemlerine örnek olarak verilebilir.\n<br/>Müşteri İlişkileri Yönetimi Sistemleri, işletmelerin müşterileriyle ilişkilerini yönetmeye yardımcı olan sistemlerdir. CRM sistemleri, müşteri kayıtlarının tutulmasına yardımcı olan basit sistemlerden, satın alma modellerini dinamik olarak analiz eden ve tespit eden ve belirli bir müşterinin rakibe geçiş yapmak üzere<br/>olduğunu tahmin eden karmaşık sistemlere kadar çok çeşitli bilgi sistemlerini ifade eder. Birçok CRM sistemi, servis temsilcileri tarafından bir telefonla birlikte kullanmaktadır. Bir müşteri telefon ettiğinde, temsilci müşterinin şirketle olan ilişkisinin tüm geçmişini görüntüleyebilir<br/>Satışları kaydeden POS makineleri bu sisteme örnek olarak verilebilir."
  },
  {
    "id": "3877099",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, deponun birincil amaçlarından <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Verilerin işlenmesiyle üretimin çeşitliliğini belirlemek.",
      "B": "Hammadde, yarı mamul ya da mamul maddelerin muhafaza edilmesini sağlamak.",
      "C": "Depolanacak envanterin amaca uygun olarak depolanmasını sağlamak.",
      "D": "Depolanacak envanterin talep edildiğinde en uygun zaman ve maliyetle<br/>talep edene ulaştırılmasını sağlamak.",
      "E": "Malların tedarikçilerden müşterilere hareketini kolaylaştırmak."
    },
    "explanation": "Depolar, işletmelerde stoklama faaliyetini yerine getirmek üzere kullanılan, geçici ve tedarik zincirlerinde tampon bir yer olarak görülmelidirler. Depoların amacı, hammadde, yarı mamul ya da mamul maddelerin muhafaza edilmesinin yanı sıra depolanacak envanterin amaca uygun olarak depolanması ve talep edildiğinde en uygun zaman ve maliyetle talep edene ulaştırılmasını sağlamaktır.<br/>Verilerin işlenmesiyle üretimin çeşitliliğini belirleme."
  },
  {
    "id": "3877100",
    "unitNumber": 7,
    "text": "Depolarda gerçekleştirilen faaliyetlerin maliyetlerine bakıldığında, en büyük<br/>maliyet kalemini aşağıdakilerden hangisi oluşturmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kabul",
      "B": "Sipariş toplama",
      "C": "Yerleştirme",
      "D": "Paketleme",
      "E": "Stok sayımı"
    },
    "explanation": "Depolarda gerçekleştirilen bu faaliyetlerin maliyetlerine bakıldığında, en büyük<br/>maliyet kaleminin “sipariş edilen malların depodan toplanması” olduğu bilinmektedir.<br/>Sipariş toplama"
  },
  {
    "id": "3877101",
    "unitNumber": 7,
    "text": "Ürünlerin doğrudan mal girişinden sevkiyat bölmelerine taşındığı süreç aşağıdakilerden hangisi ile ifade edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çapraz sevkiyat",
      "B": "Tedarik zinciri",
      "C": "Bayilik",
      "D": "Paketleme",
      "E": "İşletme yönetim sistemi"
    },
    "explanation": "Çapraz Sevkiyat, ürünlerin doğrudan mal girişinden sevkiyat bölmelerine taşındığı bir süreçtir."
  },
  {
    "id": "3877102",
    "unitNumber": 7,
    "text": "I. Toplayıcıları sadece ürünleri toplama işinde görevlendirin.\n<br/>II. Depo içi seyahat etmeyi en aza indirin.\n<br/>III. Belirli örnekleme yöntemleriyle alınan partileri kontrol edin.\n<br/>IV. Toplayıcıların depoda boş olan bir yere gelmesine asla izin vermeyin.\n<br/>Yukarıdakilerden hangileri, depolarda sipariş toplamaya ilişkin OPS (2009) tarafından verilen önerilerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I, III, IV",
      "B": "II, III, IV",
      "C": "I, III",
      "D": "I, II, IV",
      "E": "III, IV"
    },
    "explanation": "OPS’ye (2009) göre, Depolarda<br/>Sipariş toplamanın on önerisi aşağıda sıralanmıştır:\n<br/>1. Esneklik ve ölçeklenebilirlik için tasarım yapın.<br/>2. Toplayıcıları sadece ürünleri toplama işinde<br/>görevlendirin.<br/>3. Depo içi seyahat etmeyi en aza indirin.<br/>4. Ürün dokunuşlarını en aza indirin.<br/>5. Toplayıcıların depoda boş olan bir yere gelmesine asla izin vermeyin.<br/>6. Ölçün (üretkenlik ve doğruluk, aynı zamanda ürün boyutları).<br/>7. Mantıklı toplayın, akıllıca yerleştirin.<br/>8. Doğru toplayın ve ilk seferde doğru yapın.<br/>9. Öğrenmeye ve keşfetmeye devam edin.<br/>10. Sürekli iyileştirmeyi benimseyin.<br/>I, II, IV"
  },
  {
    "id": "3877103",
    "unitNumber": 7,
    "text": "I. Rastgele depolama\n<br/>II. Yüksek maliyetli sistemler\n<br/>III. Minimum denetim gereksinimi\n<br/>IV. Tamamen teknolojiye bağımlılık\n<br/>Yukarıdakilerden hangileri otomatik depolama sistemlerinin sakıncalarındandır?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II",
      "B": "I, III",
      "C": "II, III",
      "D": "II, IV",
      "E": "I, IV"
    },
    "explanation": "Otomatik depolama sistemleri, üstünlüklerinin yanında bazı sakıncalı durumları da beraberinde getirebilmektedir. Bu sakıncalar şunlardır:<br/>• Sistemlerin maliyetleri oldukça yüksektir.<br/>• İşlemler tamamen teknolojiye bağımlıdır.<br/>• Standartlaştırılmış birim yükleri depolayabilmektedir.<br/>• Anormallikler kabul edilmez ve ayrı olarak ele alınmaları gerekir.<br/>• Alımda daha fazla kalite kontrol gereklidir.<br/>• Ekipmanın bertaraf edilmesi yüksek maliyet gerektirmektedir.<br/>• Düşük esnekliğe sahiptir.<br/>II, IV"
  },
  {
    "id": "3877104",
    "unitNumber": 7,
    "text": "I. Depo alanında kutuları yerleştiren ve geri getiren 3 boyutlu bir mekik robot kullanır.\n<br/>II. Ürünleri doğrudan üst üste istiflenen kutularla kendi kendini destekleyen<br/>bir alüminyum ızgara içinde depolar.\n<br/>III. Pille çalışan robotlar, kablosuz bir sistem kullanılarak kontrol edilmekte ve<br/>şebeke içindeki kutuları hareket ettirmektedir.\n<br/>IV. Bu sistemde sık hareket eden ürünler içeren kutular depolama sisteminin<br/>üst kısmında, nadir hareket eden kutular ise alt kısımlarda depolanmaktadır.\n<br/>Yukarıdakilerden hangileri Autostore Robot Depolama Sisteminin özelliklerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II",
      "B": "I, II, III",
      "C": "II, III, IV",
      "D": "I, III, IV",
      "E": "I, IV"
    },
    "explanation": "Autostore Robot Depolama Sistemi: AutoStore, ürünleri doğrudan üst üste istiflenen kutularla kendi kendini destekleyen bir alüminyum ızgara içinde depolayan bir<br/>AS / RS sistemidir. Izgaralar sadece kutuları yönlendirmekle kalmamakta, aynı zamanda robotların hareket etmesi için ray görevi görmektedir. Pille çalışan robotlar, kablosuz bir sistem kullanılarak kontrol edilmekte ve şebeke içindeki kutuları hareket ettirmektedir. Ayrıca, boşaltılacak veya toplanacak mallar için kutuları iş istasyonlarına taşımaktadırlar. Bu sistemde sık hareket eden ürünler içeren kutular depolama sisteminin üst kısmında, nadir hareket eden kutular ise alt kısımlarda depolanmaktadır<br/>II, III, IV"
  },
  {
    "id": "3877105",
    "unitNumber": 7,
    "text": "\"Toplayıcılar, kod okuyucu terminaller ya da giyilebilir kod okuyucu terminallerle ilgili ürünleri doğru olarak toplayabilmektedir.\"\n<br/>Yukarıdaki özellik şipariş toplama yöntem ve teçhizatlarından hangisine aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Radyo frekansı tanımlama",
      "B": "Kâğıt toplama listeleri",
      "C": "Etikete göre toplama",
      "D": "Sesle toplama",
      "E": "Barkod ya da karekod tarama"
    },
    "explanation": "Barkod ya da karekod tarama: Barkod, harfleri, sayıları ve diğer sembolleri temsil eden çeşitli genişliklerde bir dizi dikey çubuktan oluşurken kare kod ise adından<br/>anlaşılacağı üzere kare bir şekil içerisinde benzer bilgileri depolayan bir yapıdadır.<br/>Günlük hayatta hemen hemen her gün bu kodlarla karşılaşılmaktadır. Bu kodlar,<br/>ürünleri, depodaki yerleri, konteynerleri (kutular, kartonlar, paletler), seri ve parti<br/>numaralarını tanımlamak için kullanılmaktadır. Toplayıcılar kod okuyucu terminaller<br/>ya da giyilebilir kod okuyucu terminallerle ilgili ürünleri doğru olarak toplayabilmektedir. Ayrıca bu kodlar konveyör üzerinde hareket ederken<br/>okunarak otomatik yönlendirmelerde de kullanılmaktadır."
  },
  {
    "id": "3877106",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, günümüzde depolama süreçlerinde bilgi sistemi ihtiyaçlarının daha da artması ve zorunlu hâle gelmesinin nedenlerinden biri <strong>olamaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Müşteri taleplerini karmaşıklaşması",
      "B": "Şirketlerin iş süreçlerinin desteklenmesi",
      "C": "Rekabetin giderek yoğunlaşması",
      "D": "Doğru, güvenli ve hızlı veri alışverişi gerekmesi",
      "E": "Depo operasyonunda güvenilirliğe ihtiyaç duyulmaması"
    },
    "explanation": "Günümüzde müşteriler ve talepleri karmaşıklaştıkça, doğru, güvenli, hızlı veri alışverişi gerektirdikçe ve rekabet giderek daha yoğunlaştıkça, şirketlerin iş süreçlerini desteklemek ve depo operasyonunda güvenilirlik, hız, kontrol ve esneklik oluşturmak için depolama süreçlerinde bilgi sistemi ihtiyaçları daha da artmakta ve zorunlu hâle gelmektedir."
  },
  {
    "id": "3877107",
    "unitNumber": 7,
    "text": "Aşağıdakilerin hangisinde \"Bilgi Sistemi\"ni oluşturan bütün bileşenler birarada verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Veri, donanım, yazılım, telekomünikasyon, insanlar",
      "B": "Veri, donanım, telekomünikasyon, insanlar ve prosedürler",
      "C": "Veri, yazılım, telekomünikasyon, insanlar ve prosedürler",
      "D": "Veri, donanım, yazılım, telekomünikasyon, insanlar ve prosedürler",
      "E": "Donanım, yazılım, telekomünikasyon, insanlar ve prosedürler"
    },
    "explanation": "Bilgi Sistemi de veri, donanım, yazılım, telekomünikasyon, insanlar ve prosedürlerden oluşan bir bileşendir."
  },
  {
    "id": "3877108",
    "unitNumber": 7,
    "text": "I. Küresel işgücünün artan bir oranının bilgisayar okuryazarı konumuna gelmesi\n<br/>II. Akıllı telefonlar, mobil uygulamalar, kurumsal sistemler ve bulut depolama sistemleri gibi teknoloji yeniliklerinin birleşmesi\n<br/>III. Hızlı ve güvenilir iletişim hatları ve internet ve web erişimi\n<br/>IV. Yazılım uygulamalarının çeşitliliği ve yaratıcılığıin artması\n<br/>V. Fiyatları düşerken veri depolama cihazlarının kapasitesinin artması\n<br/>Yukarıdakilerden hangileri iş dünyasında bilgi sistemlerinin kullanımını çok önemli hâle getiren eğilimlerden sayılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "I-II-III",
      "B": "I-II-III-IV",
      "C": "I-II-III-IV-V",
      "D": "I-III-IV",
      "E": "II-III-V"
    },
    "explanation": "I.Küresel işgücünün artan bir oranının bilgisayar okuryazarı konumuna gelmesi\n<br/>II. Akıllı telefonlar, mobil uygulamalar, kurumsal sistemler ve bulut depolama sistemleri gibi teknoloji yeniliklerinin birleşmesi\n<br/>III. Hızlı ve güvenilir iletişim hatları ve internet ve web erişimi\n<br/>IV. Yazılım uygulamalarının çeşitliliği ve yaratıcılığıin artması\n<br/>V. Fiyatları düşerken veri depolama cihazlarının kapasitesinin artması"
  },
  {
    "id": "3877109",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi \"Tedarik Zinciri Yönetimi Sistemleri\" için doğru bir ifade <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir iş sürecinin herhangi bir aşaması hakkında bilgi sağlar.",
      "B": "Satışları kaydeden POS makineleri, bankalardaki ATM’ler bu sistemlere örnek olarak verilebilir.",
      "C": "Üretim faaliyetlerini destekler.",
      "D": "Personel, fonlar, hammaddeler ve araçlar gibi nakliye kaynaklarının planlanmasını destekler.",
      "E": "Bu tür sistemlere genellikle Kurumsal Kaynak Planlama ismi verilir."
    },
    "explanation": "Üretim faaliyetlerini destekleyen ve bir iş sürecinin herhangi bir aşaması hakkında bilgi sağlayan bilgi sistemlerine Tedarik Zinciri Yönetimi Sistemleri denir. Bu tür sistemlere genellikle Kurumsal Kaynak Planlama (ERP- Enterprise Resource Planning) Sistemleri ismi verilmektedir. Çünkü sağladıkları bilgilerle personel, fonlar, hammaddeler ve araçlar gibi nakliye kaynaklarının planlanmasını desteklemektedirler. Bununla birlikte yöneticilere, yalnızca planlama için değil, iş süreçlerini izleme ve değiştirme konusunda da hizmet ettikleri için ERP daha kapsamlı bir sistemi ifade etmektedir.\n Satışları kaydeden POS makineleri, bankalardaki ATM’ler ya da satın alımları kaydeden satın alma siparişi sistemleri, kayıt işleme sistemlerine örnek olarak verilebilir."
  },
  {
    "id": "3877110",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi hammaddelerin, yarı mamul ya da mamul maddelerin üretim öncesi ya da dağıtım öncesi muhafaza edildiği büyük bina olarak tanımlanabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Depo",
      "B": "Tedarik Zinciri",
      "C": "Bilgi sistemi",
      "D": "Donanım",
      "E": "Konsolidasyon"
    },
    "explanation": "İngilizce de mal anlamına gelen “ware” ve barınma binası anlamına gelen “house” kelimelerinin bir araya getirilmesi ile oluşan “warehouse” yani “depo” kelimesi hammaddelerin, yarı mamul ya da mamul maddelerin üretim öncesi ya da dağıtım öncesi muhafaza edildiği büyük bina olarak tanımlanabilir."
  },
  {
    "id": "3877111",
    "unitNumber": 7,
    "text": "I.Geliştirilmiş müşteri hizmetleri\n II. Otomatik ikmaller\n III. Yanlış alımlarda azalma\n IV. Doğru stok değerleri\n V. Verimlilik artışı\n Yukarıdakilerden hangileri bir işletmenin Depo Yönetim Sistemini kullanmasının başlıca getirilerinden sayılır?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III-IV-V",
      "B": "I-II-III-IV",
      "C": "I-II-III",
      "D": "I-III-IV-V",
      "E": "I-II-IV-V"
    },
    "explanation": "I.Geliştirilmiş müşteri hizmetleri\n II. Otomatik ikmaller\n III. Yanlış alımlarda azalma\n IV. Doğru stok değerleri\n V. Verimlilik artışı"
  },
  {
    "id": "3877112",
    "unitNumber": 7,
    "text": "\"Sistem, okunması ve kullanılması kolay ekranlara sahip olmalıdır\" ifadesi Depo Yönetim Sisteminin barındırması gereken hangi özelliğe işaret eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Modülerlik ve ölçeklenebilirlik",
      "B": "Kullanım kolaylığı",
      "C": "Özel ihtiyaçların karşılanması",
      "D": "Standartların sağlanması",
      "E": "Erişilebilirlik"
    },
    "explanation": "Kullanım kolaylığı: Sistemin kullanıcı dostu olması diğer bir deyişle kolay kullanılabilmesi başarıya ulaşması için önemlidir.Sistem, okunması ve kullanılması kolay ekranlara sahip olmalıdır. Bu durum, gelişmiş personel üretkenliğini ve sistem kabulünü sağlayacaktır."
  },
  {
    "id": "3877113",
    "unitNumber": 7,
    "text": "Depolarda gerçekleştirilen faaliyetlerden en büyük maliyet kalemine sahip olan aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yükleme",
      "B": "Paketleme",
      "C": "Sipariş toplama",
      "D": "Stok sayımı",
      "E": "Değer katma hizmeti"
    },
    "explanation": "Sistemlerin verimliliğini arttırmak için iş süreçlerinin eni iyi şekilde kurgulanması ve çalışmasının sağlanması gerekir. Bu nedenle öncelikle depolarda gerçekleştirilen işlemler tam ve açık bir şekilde tanımlanmalıdır. Depoların büyüklüğü, fonksiyonları ve mülkiyetleri farklılık gösterse de aslında gerçekleştirilen temel faaliyetlerde benzer iş süreçleri söz konusudur: Ön alım, Teslim alma, Yerleştirme, Depolama, Toplama, İkmal, Katma değerli hizmetler ve Sevkiyat. Bu iş süreçlerine ilave olarak stok sayımı, envanter kontrolü gibi faaliyetler iş sürecinin doğal bileşenleridir. Çapraz yükleme de özellikle dağıtım merkezlerinin özel depo işlevlerinden biridir. Depolarda gerçekleştirilen bu faaliyetlerin maliyetlerine bakıldığında, en büyük maliyet kaleminin “sipariş edilen malların depodan toplanması” olduğu bilinmektedir"
  },
  {
    "id": "3877114",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi depolamada otomasyonun sağladığı avantajlardan biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "İşgücü ve enerji tasarrufu",
      "B": "Sabit performans seviyeleri",
      "C": "Gelişmiş kontrol mekanizmaları",
      "D": "Daha fazla alan gereksinimi",
      "E": "Rastgele depolama"
    },
    "explanation": "Depolamada otomasyonun sağladığı avantajlar şu şekilde sıralanabilir:<br/>• Artan alan kullanımı ve daha az alan gereksinimi,<br/>• Yüksek tavan, dar koridor sistemleri (30 metre yüksekliğe kadar),<br/>• Rastgele depolama,<br/>•Sabit performans seviyeleri <br/>• Gelişmiş kontrol mekanizmaları, İşgücü ve enerji tasarrufu..."
  },
  {
    "id": "3877115",
    "unitNumber": 7,
    "text": "I.Kâğıt kullanımında azalma\n<br/>II. Azaltılmış eğitim süreleri\n<br/>III.Hasarda azalma\n<br/>IV. Çalışan devir hızında potansiyel azalma\n<br/>V. Doğruluk oranının ve verimliliğin artması\n<br/>Yukarıdakilerden hangileri \"Sesli komutlar ile toplamanın üstünlükleri\" arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "II-III-IV-V",
      "B": "I-II-IV-V",
      "C": "I-III-IV-V",
      "D": "I-II-III-IV",
      "E": "I-II-III-IV-V"
    },
    "explanation": "I.Kâğıt kullanımında azalma\n<br/>II. Azaltılmış eğitim süreleri\n<br/>III.Hasarda azalma\n<br/>IV. Çalışan devir hızında potansiyel azalma\n<br/>V. Doğruluk oranının ve verimliliğin art"
  },
  {
    "id": "3877116",
    "unitNumber": 7,
    "text": "Kurumsal bilgi ihtiyaçlarını analiz eden, bilgi sistemlerini tasarlayan ve oluşturan, bilgisayar programları yazan, donanımı çalıştıran ve yazılımın bakımını yapan bilgi sistemleri uzmanları ve kullanıcılarını içinde barındıran organizasyon bileşeni aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Veri",
      "B": "Donanım",
      "C": "Yazılım",
      "D": "İnsanlar",
      "E": "Prosedürler"
    },
    "explanation": "Organizasyonlardaki bileşenler şunlardır: • Veri, sistemin bilgi üretmek için aldığı girdiyi, • Donanım, bir bilgisayar ve çevre birimlerini (giriş, çıkış ve depolama aygıtları; donanım ayrıca veri iletişim ekipmanları), • Yazılım, bilgisayara verilerin nasıl alınacağını, nasıl işleneceğini, bilgilerin nasıl görüntüleneceğini ve verilerin ve bilgilerin nasıl saklanacağını anlatan talimatlar setini, • Telekomünikasyon, elektronik veri biçimindeki metin, resim, ses ve animasyonun hızlı iletimini ve alımını kolaylaştıran donanım ve yazılımları, • İnsanlar, kurumsal bilgi ihtiyaçlarını analiz eden, bilgi sistemlerini tasarlayan ve oluşturan, bilgisayar programları yazan, donanımı çalıştıran ve yazılımın bakımını yapan bilgi sistemleri uzmanları ve kullanıcılarını, • Prosedürler, veri işlemede optimum ve güvenli sonuçlara ulaşmak için kurallar; prosedürler, yazılım uygulamalarının dağıtımında öncelikleri ve güvenlik önlemlerini içerir. Doğru cevap \"d\" şıkkıdır."
  },
  {
    "id": "3877117",
    "unitNumber": 7,
    "text": "Bir bilgisayar ve çevre birimlerini içinde barındıran organizasyon bileşeni aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Veri",
      "B": "Donanım",
      "C": "Telekomünikasyon",
      "D": "Prosedürler",
      "E": "Yazılım"
    },
    "explanation": "Organizasyonlardaki bileşenler şunlardır: • Veri, sistemin bilgi üretmek için aldığı girdiyi, • Donanım, bir bilgisayar ve çevre birimlerini (giriş, çıkış ve depolama aygıtları; donanım ayrıca veri iletişim ekipmanları), • Yazılım, bilgisayara verilerin nasıl alınacağını, nasıl işleneceğini, bilgilerin nasıl görüntüleneceğini ve verilerin ve bilgilerin nasıl saklanacağını anlatan talimatlar setini, • Telekomünikasyon, elektronik veri biçimindeki metin, resim, ses ve animasyonun hızlı iletimini ve alımını kolaylaştıran donanım ve yazılımları, • İnsanlar, kurumsal bilgi ihtiyaçlarını analiz eden, bilgi sistemlerini tasarlayan ve oluşturan, bilgisayar programları yazan, donanımı çalıştıran ve yazılımın bakımını yapan bilgi sistemleri uzmanları ve kullanıcılarını, • Prosedürler, veri işlemede optimum ve güvenli sonuçlara ulaşmak için kurallar; prosedürler, yazılım uygulamalarının dağıtımında öncelikleri ve güvenlik önlemlerini içerir. Doğru cevap \"b\" şıkkıdır."
  },
  {
    "id": "3877118",
    "unitNumber": 7,
    "text": "Bilgisayara verilerin nasıl alınacağını, nasıl işleneceğini, bilgilerin nasıl görüntüleneceğini ve verilerin ve bilgilerin nasıl saklanacağını anlatan talimatlar setini içinde barındıran organizasyon bileşeni aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Telekomünikasyon",
      "B": "İnsanlar",
      "C": "Yazılım",
      "D": "Donanım",
      "E": "Veri"
    },
    "explanation": "Organizasyonlardaki bileşenler şunlardır: • Veri, sistemin bilgi üretmek için aldığı girdiyi, • Donanım, bir bilgisayar ve çevre birimlerini (giriş, çıkış ve depolama aygıtları; donanım ayrıca veri iletişim ekipmanları), • Yazılım, bilgisayara verilerin nasıl alınacağını, nasıl işleneceğini, bilgilerin nasıl görüntüleneceğini ve verilerin ve bilgilerin nasıl saklanacağını anlatan talimatlar setini, • Telekomünikasyon, elektronik veri biçimindeki metin, resim, ses ve animasyonun hızlı iletimini ve alımını kolaylaştıran donanım ve yazılımları, • İnsanlar, kurumsal bilgi ihtiyaçlarını analiz eden, bilgi sistemlerini tasarlayan ve oluşturan, bilgisayar programları yazan, donanımı çalıştıran ve yazılımın bakımını yapan bilgi sistemleri uzmanları ve kullanıcılarını, • Prosedürler, veri işlemede optimum ve güvenli sonuçlara ulaşmak için kurallar; prosedürler, yazılım uygulamalarının dağıtımında öncelikleri ve güvenlik önlemlerini içerir.Doğru cevap \"c\" şıkkıdır."
  },
  {
    "id": "3877119",
    "unitNumber": 7,
    "text": "Satın alınacak depo yönetim sisteminin modüler ve genişleyebilir olması hangi depo yönetim sistemi özelliği ile ilişkilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kullanım kolaylığı",
      "B": "Erişilebilirlik",
      "C": "Standartların sağlanması",
      "D": "Özel ihtiyaçların karşılanması",
      "E": "Modülerlik ve ölçeklenebilirlik"
    },
    "explanation": "Modülerlik ve ölçeklenebilir: Satın alınacak sistemin modüler yapıda olması önemlidir. Bu sayede ileride ihtiyaç duyulan modüller sonradan satın alınabilecektir. DYS’nin ölçeklenebilir olması, ileride işletmenin genişlemesi durumunda yeni yapıya uyum sağlamasını mümkün kılacaktır. Web üzerinden satış sistemi kullanılacaksa, sistemin gerçek zamanlı bilgi güncelleme yeteneği sorgulanmalıdır. İhtiyaç duyduğundan daha fazla fonksiyona sahip bir sistemi satın alması durumunda işletmenin, maliyetleri artacak, zaman kaybı yaşayacak ve sonuç olarak yatırımının geri dönüşünün düşük düzeyde kalmasına neden olacaktır. Doğru cevap \"e\" şıkkıdır."
  },
  {
    "id": "3877120",
    "unitNumber": 7,
    "text": "Sistemin parti ve seri numaralarının takip edilmesi, son kullanma tarihi bilgilerinin yönetilmesi, tehlikeli malların tanımlanması gibi görevleri üstelenebilen bir depo yönetim sistemi, aşağıdaki depo yönetim sistemi özelliklerinden hangisine sahiptir?",
    "correctAnswer": "A",
    "options": {
      "A": "Özel ihtiyaçların karşılanması",
      "B": "Raporlama yetenekleri",
      "C": "Kullanım kolaylığı",
      "D": "Modülerlik ve ölçeklenebilirlik",
      "E": "Erişilebilirlik"
    },
    "explanation": "Özel ihtiyaçların karşılanması: İşletmenin çalışma alanı gümrük ve özel tüketim mallarının depolanması ise, depo yönetim sistemin ilgili makamlarca onaylandığından veya onaylanabildiğinden emin olunmalıdır. Ayrıca, sistemin parti ve seri numaralarını takip etme, son kullanma tarihi bilgilerini yönetme, tehlikeli malları tanımlama ve telif ücretlerini hesaplama gibi ilgili sektörde çok önemli olan görevleri üstlenebilmelidir. Aksi takdirde bu süreçlerin yönetimi depo yönetim sistemini işlevsiz hâle getirebilecektir. Doğru cevap \"a\" şıkkıdır."
  },
  {
    "id": "3877121",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi depolama yöntemleri arasında yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ergonomik iş istasyonları",
      "B": "A-Frame toplama otomasyonu",
      "C": "Işıklı toplama",
      "D": "Işığa toplama",
      "E": "Yerleştirme Yazılımı"
    },
    "explanation": "Depolama Yöntemleri Yığın / yerde depolama • Geleneksel raflar • Çok dar koridor rafları • Karton akış rafları • Raflar • Mobil depolama • Karuseller (Yatay, Dikey) • A-Frame toplama otomasyonu Doğru cevap \"b\" şıkkıdır."
  },
  {
    "id": "3877122",
    "unitNumber": 7,
    "text": "En az otomasyon gerektiren toplama şekli aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ürünün toplayıcıya gittiği",
      "B": "Otomatik toplama",
      "C": "Toplayıcının Ürüne Gittiği",
      "D": "3 Boyutlu Mekik Teknolojisi",
      "E": "Autostore Robot Depolama Sistemi"
    },
    "explanation": "Toplayıcının Ürüne Gittiği Toplayıcının ürüne gittiği toplama stratejisi, toplama işlemlerini çalışanın yaptığı ve en az otomasyon gerektiren toplama şeklidir. Uygulanan toplama yöntemleri farklı da olsa bu yöntemde toplayıcı depodaki ilgili ürünlerin olduğu yere hareket etmesi esastır. Toplayıcının tek bir ürünü almak için ilgili depo alanına yürüyerek ya da bir toplama aracı ile gittiği “siparişe göre toplama”, belirlenen bir listeyi toplayarak gelmesini esas alan “küme toplama” ya da daha verimli olması amacıyla depo bilgi sistemi tarafından toplama rotalarının oluşturulduğu “dalga toplama” gibi farklı türleri bulunmaktadır."
  },
  {
    "id": "3877123",
    "unitNumber": 7,
    "text": "Ürünlerin kendisini, depodaki yerlerini, konteynerlerini, seri ve parti numaralarını tanımlayan ve sipariş toplama yöntem ve teçhizatları arasında olan yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Etikete göre toplama",
      "B": "Sesle toplama",
      "C": "Karekod tarama",
      "D": "Radyo frekansı tanımlama",
      "E": "Işığa göre topla"
    },
    "explanation": "Barkod ya da karekod tarama: Barkod, harfleri, sayıları ve diğer sembolleri temsil eden çeşitli genişliklerde bir dizi dikey çubuktan oluşurken kare kod ise adından anlaşılacağı üzere kare bir şekil içerisinde benzer bilgileri depolayan bir yapıdadır. Günlük hayatta hemen hemen her gün bu kodlarla karşılaşılmaktadır. Bu kodlar, ürünleri, depodaki yerleri, konteynerleri (kutular, kartonlar, paletler), seri ve parti numaralarını tanımlamak için kullanılmaktadır. Toplayıcılar kod okuyucu terminaller ya da giyilebilir kod okuyucu terminallerle ilgili ürünleri doğru olarak toplayabilmektedir. Ayrıca bu kodlar konveyör üzerinde hareket ederken okunarak otomatik yönlendirmelerde de kullanılmaktadır. Doğru cevap \"c\" şıkkıdır."
  },
  {
    "id": "3877124",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi depolamada otomasyonun sağladığı avantajlardan değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kazalarda azalma",
      "B": "Sürekli inceleme olanağı",
      "C": "Ürün güvenliği",
      "D": "Daha az insan müdahalesi",
      "E": "Ürüne yürüyerek ulaşma"
    },
    "explanation": "Doğru cevap \"e\" şıkkıdır.Depolamada otomasyonun sağladığı avantajlar şu şekilde sıralanabilir: • Artan alan kullanımı ve daha az alan gereksinimi, • Yüksek tavan, dar koridor sistemleri (30 metre yüksekliğe kadar), • Rastgele depolama, • Soğutulmuş ürünler için daha yüksek yoğunluklu depolama, • Daha düşük enerji gereksinimleri sayesinde daha düşük maliyet, • Gelişmiş kontrol mekanizmaları, • Gelişmiş Depo Yönetim Sistemi (WMS) aracılığıyla palet izleme, • İşgücü ve enerji tasarrufu, • Ürün bütünlüğü için gerekli olmadıkça ısı ve ışık gerektirmemesi, • Minimum denetim gereksinimi, • Süreklilik, • Haftada 7 gün 24 saat çalışma, • Ürün güvenliği, • İlk giren ilk çıkar ilkelerinin kullanımı, • Daha az insan müdahalesi, • Güvenlik, • Kazalarda azalma, • Soğutulmuş depolama gibi tehlikeli / sert ortamlarla başa çıkma yeteneği, • Entegrasyon, • Ürün akışlarının koordinasyonu, • Darboğazlardan kaçınılması, • Sabit performans seviyeleri, • Sürekli inceleme olanağı."
  },
  {
    "id": "3877125",
    "unitNumber": 7,
    "text": "Sistemin bilgi üretmek için aldığı girdiyi içinde barındıran organizasyon bileşeni aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Veri",
      "B": "Donanım",
      "C": "Yazılım",
      "D": "Prosedürler",
      "E": "Telekomünikasyon"
    },
    "explanation": "Veri, sistemin bilgi üretmek için aldığı girdi. Doğru cevap \"a\" şıkkıdır."
  },
  {
    "id": "3877126",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ortak bir hedefe ulaşmak için birlikte çalışan bir dizi bileşeni ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Sistem",
      "B": "Kurum",
      "C": "Yönetim",
      "D": "Teknik",
      "E": "Taktik"
    },
    "explanation": "ORGANİZASYONLARDA BİLGİ SİSTEMLERİ<br/><strong>Sistem,</strong> ortak bir hedefe ulaşmak için birlikte çalışan bir dizi bileşeni ifade etmektedir.\n<br/>Cevap A şıkkıdır."
  },
  {
    "id": "3877127",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sistemin bilgi üretmek için aldığı girdiyi içerir?",
    "correctAnswer": "B",
    "options": {
      "A": "Donanım",
      "B": "Veri",
      "C": "Yazılım",
      "D": "İnsanlar",
      "E": "Telekomünikasyon"
    },
    "explanation": "ORGANİZASYONLARDA BİLGİ SİSTEMLERİ<br/><strong>Veri,</strong> sistemin bilgi üretmek için aldığı girdiyi içerir.\n<br/>Cevap B şıkkıdır"
  },
  {
    "id": "3877128",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Organizasyonlardaki bileşenlerden değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "İnsanlar",
      "B": "Veri",
      "C": "Donanım",
      "D": "Bilişim",
      "E": "Yazılım"
    },
    "explanation": "ORGANİZASYONLARDA BİLGİ SİSTEMLERİ<br/>Veri, Donanım, Yazılım, Telekomünikasyon, İnsanlar ve prosedürler organizasyonlardaki bileşenlerdir.\n<br/>Cevap D şıkkıdır"
  },
  {
    "id": "3877129",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi elektronik veri biçimindeki metin, resim, ses ve animasyonun hızlı iletimini ve alımını kolaylaştıran donanım ve yazılımları içerir?",
    "correctAnswer": "E",
    "options": {
      "A": "Veri",
      "B": "Donanım",
      "C": "Yazılım",
      "D": "Bilişim",
      "E": "Telekomünikasyon"
    },
    "explanation": "ORGANİZASYONLARDA BİLGİ SİSTEMLERİ<br/>Telekomünikasyon, elektronik veri biçimindeki metin, resim, ses ve animasyonun hızlı iletimini ve alımını kolaylaştıran donanım<br/>ve yazılımları içerir.\n<br/>Cevap E şıkkıdır"
  },
  {
    "id": "3877130",
    "unitNumber": 7,
    "text": "Ham veri ilişkilerinden ve trendlerden bilgi toplayarak kuruluşların daha iyi rekabet etmesine yardımcı olmayı amaçlayan bilgi sistemleri aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Karar Destek ve Uzman Sistemler",
      "B": "Coğrafi Bilgi Sistemleri",
      "C": "Tarihi Bilgi Sistemleri",
      "D": "İş Zekâsı Sistemleri",
      "E": "Kariyer Bilgi Sistemleri"
    },
    "explanation": "ORGANİZASYONLARDA BİLGİ SİSTEMLERİ<br/><strong>İş Zekâsı Sistemleri (Business Intelligence):</strong> Ham veri ilişkilerinden ve trendlerden bilgi toplayarak kuruluşların daha iyi rekabet etmesine yardımcı olmayı amaçlayan bilgi sistemleridir.\n<br/>Cevap D şıkkıdır."
  },
  {
    "id": "3877131",
    "unitNumber": 7,
    "text": "Karar vericilerin ihtiyaç duyduğu bilgi bir harita veya kat planı ile ilgili olduğu durumlarda, verileri fiziksel konumlara bağlamak için aşağıdaki bilgi sistemlerinden hangisi kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Coğrafi Bilgi Sistemleri",
      "B": "Tarihi Bilgi Sistemleri",
      "C": "Jeolojik Bilgi Sistemleri",
      "D": "Stratejik Bilgi Sistemleri",
      "E": "3 boyutlu Bilgi Sistemleri"
    },
    "explanation": "ORGANİZASYONLARDA BİLGİ SİSTEMLERİ<br/><strong>Coğrafi Bilgi Sistemleri:</strong> Bazı durumlarda, karar vericilerin ihtiyaç duyduğu bilgi bir harita veya kat planı ile ilgilidir. Bu gibi durumlarda, verileri fiziksel konumlara bağlamak için coğrafi bilgi sistemleri adı verilen özel bilgi sistemleri kullanılabilir.\n<br/>Cevap A şıkkıdır"
  },
  {
    "id": "3877132",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi iş dünyasında bilgi sistemlerinin kullanımını çok önemli hâle getiren eğilimlerden <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "İnternetin hızlı büyümesi, küresel pazarlarda fırsatlar yaratmış ve rekabeti teşvik etmiştir.",
      "B": "Küresel işgücünün artan bir oranı bilgisayar okuryazarı konumuna gelmiştir.",
      "C": "Mobil bilgi işlem, tabletler ve bulut bilgi işlemlerin benimsenmesiyle “teknolojinizi yanınızda getirin” ortamı yaygın hâle gelmiştir.",
      "D": "Fiyatları düşerken veri depolama cihazlarının kapasitesi artmıştır.",
      "E": "Bilişim uygulama yasal zorunluluğu artmıştır."
    },
    "explanation": "ORGANİZASYONLARDA BİLGİ SİSTEMLERİ<br/>Bilişim uygulama yasal zorunluluğu yoktur. Diğer tüm seçenekler geçerlidir.\n<br/>Cevap E şıkkıdır."
  },
  {
    "id": "3877133",
    "unitNumber": 7,
    "text": "Bir işletmenin Depo Yönetim Sistemini kullanmasının başlıca getirileri arasında aşağıdakilerden hangisi <strong>yoktur</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Gerçek zamanlı stok görünürlüğü ve izlenebilirliği",
      "B": "Verimlilik artışı",
      "C": "Artan evrak işleri",
      "D": "Uzaktan veri görünürlüğü",
      "E": "Doğru raporlama"
    },
    "explanation": "DEPO YÖNETİMİ SİSTEMİ<br/>Bir işletmenin <strong>Depo Yönetim Sistemini kullanmasının başlıca getirileri</strong> şu şekilde sıralanabilir:\n<br/>• Gerçek zamanlı stok görünürlüğü ve izlenebilirliği,<br/>• Verimlilik artışı,<br/>• Doğru stok değerleri,<br/>• Yanlış alımlarda azalma,<br/>• Otomatik ikmaller,<br/>• Geri dönüşlerde azalma,<br/>• Doğru raporlama,<br/>• Gelişmiş yanıt verme,<br/>• Uzaktan veri görünürlüğü,<br/>• Geliştirilmiş müşteri hizmetleri,<br/>• En aza indirilen evrak işleri.\n<br/>Cevap C şıkkıdır"
  },
  {
    "id": "3877134",
    "unitNumber": 7,
    "text": "Ürünlerin doğrudan mal girişinden sevkiyat bölmelerine taşındığı sürece ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çapraz sevkiyat",
      "B": "Doğrudan sevkiyat",
      "C": "Dolaylı sevkiyat",
      "D": "Masrafsız sevkiyat",
      "E": "Zahmetsiz sevkiyat"
    },
    "explanation": "DEPOLAMA SÜRECİ VE BİLGİ TEKNOLOJİLERİ<br/><strong>Çapraz Sevkiyat</strong>, ürünlerin doğrudan mal girişinden sevkiyat bölmelerine taşındığı bir süreçtir.\n<br/>Cevap A şıkkıdır"
  },
  {
    "id": "3877135",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Depolarda Sipariş toplamaya dair önerilerden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Esneklik ve ölçeklenebilirlik için tasarım yapılması",
      "B": "Depo içi seyahat etmenin en aza indirilmesi",
      "C": "Mantıklı toplama, akıllıca yerleştirme",
      "D": "Toplayıcıların depoda boş olan bir yere gelmesine asla izin verilmemesi",
      "E": "Toplayıcıların ürünleri toplama işi dışında da görevlendirilmesi"
    },
    "explanation": "DEPOLAMA SÜRECİ VE BİLGİ TEKNOLOJİLERİ<br/><strong>Depolarda Sipariş toplamanın on önerisi aşağıda sıralanmıştır:</strong>\n<br/>1. Esneklik ve ölçeklenebilirlik için tasarım yapın.<br/>2. Toplayıcıları sadece ürünleri toplama işinde görevlendirin.<br/>3. Depo içi seyahat etmeyi en aza indirin.<br/>4. Ürün dokunuşlarını en aza indirin.<br/>5. Toplayıcıların depoda boş olan bir yere gelmesine asla izin vermeyin.<br/>6. Ölçün (üretkenlik ve doğruluk, aynı zamanda ürün boyutları).<br/>7. Mantıklı toplayın, akıllıca yerleştirin.<br/>8. Doğru toplayın ve ilk seferde doğru yapın.<br/>9. Öğrenmeye ve keşfetmeye devam edin.<br/>10. Sürekli iyileştirmeyi benimseyin.\n<br/>Cevap E şıkkıdır"
  },
  {
    "id": "3877136",
    "unitNumber": 7,
    "text": "Elektronik veri biçimindeki metin, resim, ses ve animasyonun hızlı iletimini ve alımını kolaylaştıran donanım ve yazılımlar içeren organizasyon bileşeni aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Telekomünikasyon",
      "B": "Veri seti",
      "C": "Otomatik ikmal",
      "D": "Bulut bilişim",
      "E": "Prosedür"
    },
    "explanation": "Telekomünikasyon, elektronik veri biçimindeki metin, resim, ses ve animasyonun<br/>hızlı iletimini ve alımını kolaylaştıran donanım ve yazılımları içerir.<br/><strong>Telekomünikasyon,</strong> elektronik veri biçimindeki metin, resim, ses ve animasyonun hızlı iletimini ve alımını kolaylaştıran donanım<br/>ve yazılımları içerir.\n<br/>Doğru cevap A şıkkıdır"
  },
  {
    "id": "3877137",
    "unitNumber": 7,
    "text": "Ham veri ilişkilerinden ve trendlerden bilgi toplayarak kuruluşların daha iyi rekabet etmesine yardımcı olmayı amaçlayan bilgi sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İş Dünyası Sistemleri",
      "B": "Karar Destek ve Uzman Sistemler",
      "C": "İş Zekâsı Sistemleri",
      "D": "Coğrafi Bilgi Sistemleri",
      "E": "İşletme Bilgi sitemleri"
    },
    "explanation": "İş Zekâsı Sistemleri (Business Intelligence): Ham veri ilişkilerinden ve trendlerden<br/>bilgi toplayarak kuruluşların daha iyi rekabet etmesine yardımcı olmayı amaçlayan<br/>bilgi sistemleridir.<br/><strong>İş Zekâsı Sistemleri (Business Intelligence):</strong> Ham veri ilişkilerinden ve trendlerden bilgi toplayarak kuruluşların daha iyi rekabet etmesine yardımcı olmayı amaçlayan bilgi sistemleridir."
  },
  {
    "id": "3877138",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Depo Yönetim Sistemini kullanmanın başlıca getirilerinden biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Verimlilik artışı",
      "B": "Doğru stok değerleri",
      "C": "Yanlış alımlarda azalma",
      "D": "Otomatik ikmaller",
      "E": "Geri dönüşlerde artış"
    },
    "explanation": "Bir işletmenin Depo Yönetim Sistemini kullanmasının başlıca getirileri şu şekilde sıralanabilir:\n<br/>• Gerçek zamanlı stok görünürlüğü ve izlenebilirliği,<br/>• Verimlilik artışı,<br/>• Doğru stok değerleri,<br/>• Yanlış alımlarda azalma,<br/>• Otomatik ikmaller,<br/>• Geri dönüşlerde azalma,<br/>• Doğru raporlama,<br/>• Gelişmiş yanıt verme,<br/>• Uzaktan veri görünürlüğü,<br/>• Geliştirilmiş müşteri hizmetleri,<br/>• En aza indirilen evrak işleri.<br/><strong>Depo Yönetim Sistemini kullanmasının başlıca getirileri şu şekilde sıralanabilir:</strong>\n<br/>• Gerçek zamanlı stok görünürlüğü ve izlenebilirliği,<br/>• Verimlilik artışı,<br/>• Doğru stok değerleri,<br/>• Yanlış alımlarda azalma,<br/>• Otomatik ikmaller,<br/>• Geri dönüşlerde azalma,<br/>• Doğru raporlama,<br/>• Gelişmiş yanıt verme,<br/>• Uzaktan veri görünürlüğü,<br/>• Geliştirilmiş müşteri hizmetleri,<br/>• En aza indirilen evrak işleri.<br/>Doğru cevap E şıkkıdır"
  },
  {
    "id": "3877139",
    "unitNumber": 7,
    "text": "Kuruluşlar faaliyet gerçekleştirdikleri noktada toplanan verileri kaydetme işlevini hangi sistem ile gerçekleştirir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kayıt İşleme Sistemleri",
      "B": "Tedarik Zinciri Yönetim Sistemi",
      "C": "Yönetim Bilgi Sistemi",
      "D": "Müşteri İlişkileri Yönetimi Sistemleri",
      "E": "Coğrafi Bilgi Sistemleri"
    },
    "explanation": "Kayıt İşleme Sistemleri, organizasyonların hemen hemen tümünde kullanılan bilgi sistemleridir. Kayıt işleme sistemleri, kuruluşların faaliyet gerçekleştirdikleri noktada toplanan verileri kaydetmektir.<br/><strong>Kayıt işleme sistemleri</strong>, kuruluşların faaliyet gerçekleştirdikleri noktada toplanan verileri kaydetmektir."
  },
  {
    "id": "3877140",
    "unitNumber": 7,
    "text": "Ürünlerin doğrudan mal girişinden sevkiyat bölmelerine taşındığı sürece ne denilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çapraz Sevkiyat",
      "B": "Modülerlik",
      "C": "Erişilebilirlik",
      "D": "Warehouse",
      "E": "Telekomünikasyon"
    },
    "explanation": "Çapraz Sevkiyat, ürünlerin doğrudan mal girişinden sevkiyat bölmelerine taşındığı bir süreçtir<br/><strong>Çapraz Sevkiyat,</strong> ürünlerin doğrudan mal girişinden sevkiyat bölmelerine taşındığı bir süreçtir."
  },
  {
    "id": "3877141",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sipariş toplama faaliyetinin yüksek maliyetli olmasında etken olan faktörlerden biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Emek yoğun olması",
      "B": "Otomasyonun kolay olması",
      "C": "Planlamanın zor olması",
      "D": "Hataya açık olması",
      "E": "Müşteri memnuniyetinin ön planda olması"
    },
    "explanation": "Sipariş toplama, günümüz depolarındaki en maliyetli faaliyettir. Bu yüksek maliyetin ortaya çıkmasında etken olan faktörler şunlardır:<br/>• Emek yoğun olması<br/>• Otomasyonun<strong> zor</strong> olması\n<br/>• Planlamanın zor olması<br/>• Hataya açık olması<br/>• Müşteri memnuniyetinin ön planda olması<br/>Otomasyonun kolay olması"
  },
  {
    "id": "3877142",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Sipariş Toplama Stratejileri ve Ekipmanlarındaki toplama işlemlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kağıt liste",
      "B": "Robotik",
      "C": "Forkliftler",
      "D": "Karuseller",
      "E": "Raflar"
    },
    "explanation": "Toplama işlemleri:\n<br/>• <strong>Kağıt liste</strong><br/>• Etikete göre topla<br/>• Tarama<br/>• Sesli toplama<br/>• RFID (Otomatik, Tarama)<br/>• Işıklı toplama<br/>• Işığa toplama"
  },
  {
    "id": "3877143",
    "unitNumber": 7,
    "text": "I. İşlemler tamamen teknolojiye bağımlıdır. \n<br/>II. Anormallikler kabul edilmez ve ayrı olarak ele alınmaları gerekir. \n<br/>III. Alımda daha fazla kalite kontrol gereklidir. \n<br/>IV. Ayrılmış iş istasyonları ile personel bağımsız olarak çalışabilir. \n<br/>V. Ürünlere personelin erişememesi ürün güvenliğini ve envanter doğruluğunu artırır. \n<br/>Yukarıdakilerden hangileri, otomatik depolama sistemlerinin sakıncalı durumları arasında ifade edilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "Yalnız I",
      "C": "Yalnız IV",
      "D": "Yalnız III",
      "E": "IV ve V"
    },
    "explanation": "Otomatik depolama sistemleri, üstünlüklerinin yanında bazı sakıncalı durumları da beraberinde getirebilmektedir. Bu sakıncalar şunlardır:<br/>• Sistemlerin maliyetleri oldukça yüksektir.<br/>• İşlemler tamamen teknolojiye bağımlıdır.<br/>• Standartlaştırılmış birim yükleri depolayabilmektedir.<br/>• Anormallikler kabul edilmez ve ayrı olarak ele alınmaları gerekir.<br/>• Alımda daha fazla kalite kontrol gereklidir.<br/>• Ekipmanın bertaraf edilmesi yüksek maliyet gerektirmektedir.<br/>• Düşük esnekliğe sahiptir.<br/>I, II ve III"
  },
  {
    "id": "3877144",
    "unitNumber": 7,
    "text": "I. Doğruluk oranının ve verimliliğin artması.\n<br/>II. Ürün bütünlüğü için gerekli olmadıkça ısı ve ışık gerektirmemesi. \n<br/>III. Müşteri memnuniyetinin ön planda olması. \n<br/>IV. Farklı ana dilli olan personel ile çalışabilme. \n<br/>V. Çalışan devir hızında potansiyel azalma. \n<br/>Yukarıdakilerden hangileri, sesli komutlar ile sipariş toplamanın üstünlükleri arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "II ve III",
      "E": "I, IV ve V"
    },
    "explanation": "Sesli komutlar ile toplamanın üstünlükleri aşağıdaki gibi özetlenebilir:\n<br/>1. Doğruluk oranının ve verimliliğin artması<br/>2. Kâğıt kullanımında azalma<br/>3. Eller ve göz kullanmadığından çalışan güvenliğinin artması<br/>4. Hasarda azalma<br/>5. Hızlı ve doğru ikmal sağlayan gerçek zamanlı stok güncellemeleri<br/>6. Depo katında daha fazla operatör süresi;<br/>7. Azaltılmış eğitim süreleri;<br/>8. Farklı ana dilli olan personel ile çalışabilme<br/>9. Çalışan devir hızında potansiyel azalma.<br/>I, IV ve V"
  },
  {
    "id": "3877145",
    "unitNumber": 7,
    "text": "Harfleri, sayıları ve diğer sembolleri temsil eden çeşitli genişliklerde bir dizi dikey çubuktan oluşan ve benzer bilgileri depolayan bir yapıya ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Barkod",
      "B": "Radyo frekansı",
      "C": "LCD modül",
      "D": "Aktif etiket",
      "E": "Dikey Karusel"
    },
    "explanation": "<strong> Barkod ya da karekod tarama:</strong> Barkod, harfleri, sayıları ve diğer sembolleri temsil eden çeşitli genişliklerde bir dizi dikey çubuktan oluşurken kare kod ise adından anlaşılacağı üzere kare bir şekil içerisinde benzer bilgileri depolayan bir yapıdadır."
  },
  {
    "id": "3877146",
    "unitNumber": 7,
    "text": "Bilgisayara verilerin nasıl alınacağını, nasıl işleneceğini, bilgilerin nasıl<br/>görüntüleneceğini, verilerin ve bilgilerin nasıl saklanacağını anlatan talimatlar seti aşağıdakilerden hangisi ile ifade edilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Donanım",
      "B": "Yazılım",
      "C": "Telekomünikasyon",
      "D": "Prosedür",
      "E": "Organizasyon"
    },
    "explanation": "Bilgisayara verilerin nasıl alınacağını, nasıl işleneceğini, bilgilerin nasıl<br/>görüntüleneceğini ve verilerin ve bilgilerin nasıl saklanacağını anlatan talimatlar setine yazılım adı verilir. Doğru cevap B'dir."
  },
  {
    "id": "3877147",
    "unitNumber": 7,
    "text": "\"Ortak bir hedefe ulaşmak için birlikte çalışan veri, donanım, yazılım, telekomünikasyon, insanlar ve prosedürlerden oluşan bir bileşen\" olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Strateji",
      "B": "Disiplin",
      "C": "Bilim",
      "D": "Amaç",
      "E": "Bilgi Sistemi"
    },
    "explanation": "Ortak bir hedefe ulaşmak için birlikte çalışan veri, donanım, yazılım, telekomünikasyon, insanlar ve prosedürlerden oluşan bir bileşen olarak tanımlanan kavram \"Bilgi Sistemi\"dir. Doğru cevap E'dir."
  },
  {
    "id": "3877148",
    "unitNumber": 7,
    "text": "Bir işletmenin Depo Yönetim Sistemini kullanmasının başlıca getirileri ilgili olarak aşağıdaki ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Verimlilik artışı",
      "B": "Gelişmiş yanıt verme",
      "C": "Geliştirilmiş müşteri hizmetleri",
      "D": "Artan evrak işleri",
      "E": "Otomatik ikmaller"
    },
    "explanation": "Bir işletmenin Depo Yönetim Sistemini kullanmasının başlıca getirileri ilgili olarak \"Artan evrak işleri\" ifadesi yanlıştır. Doğru cevap D'dir."
  },
  {
    "id": "3877149",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi OPS’ye (2009) göre, Depolarda Sipariş toplamanın on önerisinden biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Esneklik ve ölçeklenebilirlik için tasarım yapın.",
      "B": "Depo içi seyahat etmeyi en aza indirin.",
      "C": "Toplayıcıları depoda boş olan bir yere gitmesi için yönlendirin.",
      "D": "Mantıklı toplayın, akıllıca yerleştirin.",
      "E": "Toplayıcıları sadece ürünleri toplama işinde<br/>görevlendirin."
    },
    "explanation": "\"Toplayıcıları depoda boş olan bir yere gitmesi için yönlendirin\" ifadesi OPS’ye (2009) göre, Depolarda Sipariş toplamanın on önerisinden birisi değildir. Doğru cevap C'dir."
  },
  {
    "id": "3877150",
    "unitNumber": 7,
    "text": "Bir depo kurulmadan önce stok hareketleri ve tutulan stok için aşağıdakilerden hangisinin yapılması gereklidir?",
    "correctAnswer": "A",
    "options": {
      "A": "ABC analizinin yapılması",
      "B": "Esneklik ve ölçeklenebilirlik için tasarım yapılması",
      "C": "Veri toplanması",
      "D": "Toplama stratejilerinin belirlenmesi",
      "E": "Teknolojinin paylaşımını sağlanması"
    },
    "explanation": "Bir depo kurulmadan önce (en uygun elleçleme ekipmanına karar vermeden, depolama sistemleri kurmadan ve hangi toplama sisteminin uygulanacağına karar vermeden) stok hareketlerinin ve tutulan stokun ABC analizinin yapılması gerekir. Doğru cevap A'dır."
  },
  {
    "id": "3877151",
    "unitNumber": 7,
    "text": "Toplayıcının tek bir ürünü almak için ilgili depo alanına yürüyerek ya da bir toplama aracı ile gittiği toplama şekli aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Siparişe göre toplama",
      "B": "Küme toplama",
      "C": "Dalga toplama",
      "D": "Kompakt toplama",
      "E": "Bölge toplama"
    },
    "explanation": "Toplayıcının tek bir ürünü almak için ilgili depo alanına yürüyerek ya da bir toplama aracı ile gittiği toplama şekline “siparişe göre toplama” denir. Doğru cevap A'dır."
  },
  {
    "id": "3877152",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi depolamada otomasyonun sağladığı avantajlardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Maksimum denetim gereksinimi",
      "B": "Ürün bütünlüğü için gerekli olmadıkça ısı ve ışık gerektirmemesi",
      "C": "İlk giren son çıkar ilkelerinin kullanımı",
      "D": "Alçak tavan, geniş koridor koridor sistemleri",
      "E": "Daha çok insan müdahalesi"
    },
    "explanation": "\"Ürün bütünlüğü için gerekli olmadıkça ısı ve ışık gerektirmemesi\" depolamada otomasyonun sağladığı avantajlardan birisidir. Doğru cevap B'dir."
  },
  {
    "id": "3877153",
    "unitNumber": 7,
    "text": "\"Autostore Robot Depolama Sistemi\" ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Otomatik olmayan bir depolama sistemidir.",
      "B": "Bu sistemde sık hareket eden ürünler içeren kutular depolama sisteminin<br/>alt kısmında, nadir hareket eden kutular ise üst kısımlarda depolanmaktadır.",
      "C": "Ürünleri doğrudan üst üste istiflenen kutularla kendi kendini destekleyen<br/>bir alüminyum ızgara içinde depolar.",
      "D": "Izgaralar sadece robotların hareket etmesi için ray görevi görmektedir.",
      "E": "Plastik kutulara konan malzemeleri bir konveyöre vasıtası ile toplayıcılara ulaştırmaktadır."
    },
    "explanation": "Autostore Robot Depolama Sistem ile ilgili \"Ürünleri doğrudan üst üste istiflenen kutularla kendi kendini destekleyen bir alüminyum ızgara içinde depolar\" ifadesi doğrudur. Doğru cevap C'dir."
  },
  {
    "id": "3877154",
    "unitNumber": 7,
    "text": "Ürünlerin doğrudan mal girişinden sevkiyat bölmelerine taşındığı süreç aşağıdakilerden hangisi ile ifade edilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Pazarlama",
      "B": "Organizasyon",
      "C": "Otomatik ikmal",
      "D": "Sipariş toplama",
      "E": "Çapraz sevkiyat"
    },
    "explanation": "Ürünlerin doğrudan mal girişinden sevkiyat bölmelerine taşındığı sürece \"çapraz sevkiyat\" denir. Doğru cevap E'dir."
  },
  {
    "id": "3877155",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sipariş toplama stratejilerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kâğıt toplama listeleri",
      "B": "RFID (Otomatik, Tarama)",
      "C": "Etikete göre toplama",
      "D": "Yığın toplama",
      "E": "Barkod ya da karekod tarama"
    },
    "explanation": "Yığın toplama sipariş toplama stratejilerinden birisidir. Doğru cevap D'dir."
  },
  {
    "id": "3877156",
    "unitNumber": 7,
    "text": "Bilgisayara verilerin nasıl alınacağını, nasıl işleneceğini, bilgilerin nasıl görüntüleneceğini ve verilerin ve bilgilerin nasıl saklanacağını anlatan talimatlar setine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yazılım",
      "B": "Telekomünikasyon",
      "C": "Prosedür",
      "D": "Donanım",
      "E": "Veri"
    },
    "explanation": "Bilgisayara verilerin nasıl alınacağını, nasıl işleneceğini, bilgilerin nasıl görüntüleneceğini ve verilerin ve bilgilerin nasıl saklanacağını anlatan talimatlar setine yazılım adı verilir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3877157",
    "unitNumber": 7,
    "text": "Üretim faaliyetlerini destekleyen ve bir iş sürecinin herhangi bir aşaması hakkında bilgi sağlayan bilgi sistemlerine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Müşteri İlişkileri Yönetimi Sistemleri",
      "B": "Depo Yönetimi Sistemi",
      "C": "Tedarik Zinciri Yönetim Sistemleri",
      "D": "Coğrafi Bilgi Sistemleri",
      "E": "İş Zekâsı Sistemleri"
    },
    "explanation": "Üretim faaliyetlerini destekleyen ve bir iş sürecinin herhangi bir aşaması hakkında bilgi sağlayan bilgi sistemlerine Tedarik Zinciri Yönetim Sistemleri adı verilir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3877158",
    "unitNumber": 7,
    "text": "CRM aşağıdakilerden hangisini ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Tedarik Zinciri Yönetim Sistemleri",
      "B": "Müşteri İlişkileri Yönetimi Sistemleri",
      "C": "Kayıt İşleme Sistemleri",
      "D": "Coğrafi Bilgi Sistemleri",
      "E": "İş Zekâsı Sistemleri"
    },
    "explanation": "CRM, Müşteri İlişkileri Yönetimi Sistemleri'ni ifade eder. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3877159",
    "unitNumber": 7,
    "text": "SCM ile ilgili aşağıda verilen bilgilerden hangisi doğru <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Sağladıkları bilgilerle personel, fonlar, hammaddeler ve araçlar gibi nakliye kaynaklarının planlanmasını desteklemektedirler",
      "B": "Bu sistemlere Kurumsal Kaynak Planlama Sistemleri ismi de verilebilir",
      "C": "Yöneticilere, yalnızca planlama için değil, iş süreçlerini izleme ve değiştirme konusunda da hizmet etmektedirler",
      "D": "Kurumsal olmayan bir uygulamadır",
      "E": "Diğer ismi ERP'dir"
    },
    "explanation": "Her bir iş sürecini destekleyen sistemler, tek bir büyük bilgi sistemi oluşturmak için birbirine bağlandığı için, SCM, kurumsal bir uygulamadır. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3877160",
    "unitNumber": 7,
    "text": "Günümüz depolarındaki en maliyetli faaliyet aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çapraz sevkiyat",
      "B": "Stok sayımı",
      "C": "Değer katma hizmeti",
      "D": "Paketleme",
      "E": "Sipariş toplama"
    },
    "explanation": "Günümüz depolarındaki en maliyetli faaliyet sipariş toplama'dır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3877161",
    "unitNumber": 7,
    "text": "Depo yönetim sistemleri ile ilgili verilen bilgilerden hangisi doğru <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Doğru stok değerleri, yanlış alımlarda azalma ve geri dönüşlerde artma başlıca getirileridir",
      "B": "Kullanıcı dostu olması diğer bir deyişle kolay kullanılabilmesi başarıya ulaşması için önemlidir",
      "C": "Yazılımı açık mimariye sahip olmalı ve aşırı maliyetlere neden olmadan işletmenin ERP sistemine arayüz oluşturabilmelidir",
      "D": "Kapsamlı raporlama seçenekleri sunabilmelidir",
      "E": "Satın alınacak sistemin modüler yapıda olması önemlidir"
    },
    "explanation": "Doğru stok değerleri, yanlış alımlarda azalma ve geri dönüşlerde azalma başlıca getirileridir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3877162",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisinde Bulut Bilişim Yazılım Hizmeti'nin kısaltması doğru verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dys",
      "B": "RFid",
      "C": "Crm",
      "D": "Saas",
      "E": "Tps"
    },
    "explanation": "Bulut Bilişim Yazılım Hizmeti'nin kısaltması Saas'dir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3877163",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi depolarda sipariş toplamanın on önerisinden biri <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Mantıklı toplayın, akıllıca yerleştirin",
      "B": "Ürün dokunuşlarını maksimum seviyeye çıkarın",
      "C": "Esneklik ve ölçeklenebilirlik için tasarım yapın",
      "D": "Doğru toplayın ve ilk seferde doğru yapın",
      "E": "Toplayıcıların depoda boş olan bir yere gelmesine asla izin vermeyin"
    },
    "explanation": "Ürün dokunuşlarını en aza indirin, depolarda sipariş toplamanın on önerisinden biridir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3877164",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi taşıma ekipmanlarından biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Konveyör aracı",
      "B": "Forklift",
      "C": "Palet krikosu",
      "D": "AS / RS sistemi",
      "E": "RFID tarayıcı"
    },
    "explanation": "RFID tarayıcı, aşıma ekipmanlarından biri değildir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3877165",
    "unitNumber": 7,
    "text": "Ürünleri doğrudan üst üste istiflenen kutularla kendi kendini destekleyen bir alüminyum ızgara içinde depolayan bir AS / RS sistemine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "3 Boyutlu Mekik Teknolojisi",
      "B": "Otomatik Depolama",
      "C": "Autostore Robot Depolama",
      "D": "Yatay Karusel",
      "E": "Sabit Koridor"
    },
    "explanation": "Ürünleri doğrudan üst üste istiflenen kutularla kendi kendini destekleyen bir alüminyum ızgara içinde depolayan bir AS / RS sistemine Autostore Robot Depolama Sistemi adı verilir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3877166",
    "unitNumber": 8,
    "text": "1- Gümrük Kanunu’na göre <strong>denizyolu ile gelen bir eşya</strong>, kaç gün gümrük rejimine tabi tutulması gerekmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "60 gün",
      "B": "55 gün",
      "C": "45 gün",
      "D": "30 gün",
      "E": "20 gün"
    },
    "explanation": "Gümrük Kanunu’na göre eşyanın; karayolu ile geliyorsa 20 gün, <strong>deniz yolu ile geliyorsa 45 gün</strong>, yolcu beraberinde getirilmiş ise 3 ay içinde bir gümrük rejimine tabi tutulması gerekmektedir."
  },
  {
    "id": "3877167",
    "unitNumber": 8,
    "text": "2- Aşağıdakilerden hangi antrepo tipinde <strong>kaçak eşya</strong> konulmaktadır<strong>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "F Tipi",
      "B": "D Tipi",
      "C": "C Tipi",
      "D": "B Tipi",
      "E": "A Tipi"
    },
    "explanation": "F tipi antrepoda, gümrük kayıtları stok kayıtlarının yerini almaktadır. Kaçak eşya, gümrük<br/>idaresince işletilen F tipi genel antrepolara konulmaktadır."
  },
  {
    "id": "3877168",
    "unitNumber": 8,
    "text": "Gümrük gözetimi altındaki eşyanın asli niteliklerini değiştirmeden (Elleçleme) aşağıdakilerden hangisi <strong>yapılamaz?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Havalandırılması",
      "B": "Tamiri",
      "C": "Satılması",
      "D": "İstiflenmesi",
      "E": "Yerinin değiştirilmesi"
    },
    "explanation": "“Elleçleme” faaliyeti; “gümrük gözetimi altındaki eşyanın asli niteliklerini değiştirmeden istiflenmesi, yerinin değiştirilmesi, büyük kaplardan küçük kaplara aktarılması, kapların yenilenmesi veya tamiri, havalandırılması, kalburlanması, karıştırılması ve benzeri işlemler” şeklinde tanımlanmıştır.<br/>Satılması"
  },
  {
    "id": "3877169",
    "unitNumber": 8,
    "text": "4- Aşağıdakilerden hangisi 3218 Sayılı Serbest Bölgeler Kanunu’nda serbest bölgelerin kurulması ve işletilmesindeki temel amaçlarından <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İhracata yönelik yatırımı teşvik etmek",
      "B": "Uluslararası ticareti geliştirmek",
      "C": "Teknoloji girişini hızlandırmak",
      "D": "Beyin göçünü durdurmak",
      "E": "Yabancı yatırımları hızlandırmak"
    },
    "explanation": "3218 Sayılı Serbest Bölgeler Kanunu’nda serbest bölgelerin kurulması ve işletilmesindeki<br/>temel amaçlar; <br/>• İhracata yönelik yatırım ve üretimi teşvik etmek,<br/>• Doğrudan yabancı yatırımları ve teknoloji girişini hızlandırmak,<br/>• İşletmeleri ihracata yönlendirmek ve uluslararası ticareti geliştirmek<br/>olarak sıralanmıştır.<br/>Beyin göçünü durdurmak."
  },
  {
    "id": "3877170",
    "unitNumber": 8,
    "text": "5- Türkiye’de 1980’li yılların başında benimsenen dışa açık, ihracata dayalı kalkınma stratejisi çerçevesinde ilk serbest bölge uygulaması <strong>hangi ilde olmuştur</strong><strong>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İstanbul",
      "B": "İzmir",
      "C": "Adana",
      "D": "Kayseri",
      "E": "Antalya"
    },
    "explanation": "Türkiye’de 1980’li yılların başında benimsenen dışa açık, ihracata dayalı kalkınma stratejisi çerçevesinde <strong>ilk serbest bölge uygulaması</strong> <strong>Antalya ve Mersin</strong> Serbest Bölgeleri ile olmuştur."
  },
  {
    "id": "3877171",
    "unitNumber": 8,
    "text": "6- Uluslararası ticarette kullanılan, evrensel olarak standardizasyonu sağlanmış ve en önemli özelliği “eşyanın boşaltılmasını zorunlu tutması” olan teslim şekli <strong>aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "FCA",
      "B": "CİF",
      "C": "FAS",
      "D": "DPU",
      "E": "FOB"
    },
    "explanation": "<strong>DPU</strong> (Delivered at Place Unloaded): “Delivered at Place Unloaded” tümcesinin kısaltmasıdır ve en önemli özelliği <em><strong>eşyanın boşaltılmasını zorunlu tutmasıdır</strong></em>."
  },
  {
    "id": "3877172",
    "unitNumber": 8,
    "text": "7- Aşağıdakilerden hangisi Elleçleme faaliyetinin amaçlarından <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İnsan gücü kullanımının çoğaltılması",
      "B": "Ürünlerin depoda bekleme süresinin kısaltılması",
      "C": "Lojistik hizmet düzeyinin arttırılması",
      "D": "Depo alan maliyetinin azaltılması",
      "E": "Etkin çalışma koşullarının sağlanması"
    },
    "explanation": "Elleçleme faaliyetinin amaçları aşağıdaki gibidir:<br/>• Dolaşım alanın minimum ölçülerde kullanılmasının sağlanması,<br/>• Ürünlerin depoda bekleme süresinin kısaltılması,<br/>• Depolama alanı içerisinde elleçleme sayısının azaltılması,<br/>• Depo alan maliyetinin azaltılması,<br/>• İnsan gücü kullanımının <strong>azaltılması,</strong><br/>• Etkin çalışma koşullarının sağlanması,<br/>• Lojistik hizmet düzeyinin arttırılması.<br/>İnsan gücü kullanımının çoğaltılması"
  },
  {
    "id": "3877173",
    "unitNumber": 8,
    "text": "8- 2018 Haziran ayı itibarıyla Türkiye’de toplam antrepo sayısı kaçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "1311",
      "B": "1556",
      "C": "1326",
      "D": "1287",
      "E": "1346"
    },
    "explanation": "2018 Haziran ayı itibarıyla Türkiye’de toplam antrepo sayısı <strong>1326’dır.</strong>"
  },
  {
    "id": "3877174",
    "unitNumber": 8,
    "text": "9- Genel antrepolar içinde Türkiye’de en çok bulunan antrepo tipi aşağıdakilerden <strong>hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "A Tipi",
      "B": "B Tipi",
      "C": "C Tipi",
      "D": "D Tipi",
      "E": "E Tipi"
    },
    "explanation": "Görüleceği üzere <strong>genel antrepolar</strong> içinde Türkiye’de en çok bulunan antrepo tipi<strong> A Tipi</strong><br/>Antrepolar"
  },
  {
    "id": "3877175",
    "unitNumber": 8,
    "text": "10- Özel antrepolar içinde Türkiye’de en çok bulunan antrepo tipi aşağıdakilerden <strong>hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "A Tipi",
      "B": "B Tipi",
      "C": "C Tipi",
      "D": "D Tipi",
      "E": "E Tipi"
    },
    "explanation": "Görüleceği üzere genel antrepolar içinde Türkiye’de en çok bulunan antrepo tipi A Tipi<br/>Antrepolar olurken <strong>özel antrepolar içinde ise en çok C Tipi</strong> Antrepo bulunmaktadır."
  },
  {
    "id": "3877176",
    "unitNumber": 8,
    "text": "I. Fransızca kökenli bir kelimedir, \n II. Gümrüklere gelen eşyaların korunduğu, konulduğu bir tür ardiyedir. \n Yukarıda sıralanan özellikler neyi tanımlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Free Carrier",
      "B": "Antrepo",
      "C": "Exwork",
      "D": "Incoterms",
      "E": "Elleçleme"
    },
    "explanation": "Fransızca kökenli bir kelime olan Antrepo, sözlükte Gümrüklere gelen ticari eşyanın konulduğu, korunduğu yer, ardiyedir şeklinde tanımlanmaktadır."
  },
  {
    "id": "3877177",
    "unitNumber": 8,
    "text": "Aşağıdaki hangisi Antrepolar ile ilgili doğru bir ifade <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Fransızca kökenli bir kelimedir,",
      "B": "Altı Tip Antrepo vardır,",
      "C": "A, B ve F Tipi Antrepolar \"Genel Antrepo\" niteliğindedir,",
      "D": "C, D ve E Tipi Antrepolar \"Özel Antrepo\" niteliğindedir,",
      "E": "Antrepoların açılması ve işletilmesi İç İşleri Bakanlığına bağlıdır,"
    },
    "explanation": "Antrepo açılması ve işletilmesi T.C. Ticaret Bakanlığının iznine bağlıdır."
  },
  {
    "id": "3877178",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Genel Antrepoların bir özelliğidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Buralara konulan eşya, basitleştirilmiş usul ile serbest dolaşıma sokulabilmektedir.",
      "B": "Antrepoya konulacak eşya, eşya listesinde belirtilmiş eşya ile sınırlıdır",
      "C": "Eşya listesi haricinde antrepoya eşya konulmak istenilmesi halinde T.C. Ticaret Bakanlığı (Gümrükler Genel Müdürlüğü) izin alınması gerekmektedir.",
      "D": "Tek bir şahsın veya firmanın sadece kendi ihraç ve ithal mallarını depolamak için açtığı antrepolardır.",
      "E": "Stok kayıtlarının tutulduğu ve antrepoya konulan eşyada herhangi bir noksanlık olması hâlinde gümrük vergilerini ödemekten sorumlu olduğu antrepolardır."
    },
    "explanation": "<strong>Genel Antrepolar</strong>\n Herkes tarafından kullanılabilen, devlet veya özel kişi sahipliğinde antrepo açmanın mümkün olduğu antrepolar “genel antrepolar”dır. A Tipi, B Tipi ve F Tipi Antrepolar “genel antrepo” niteliğindedir.\n <strong><em>A Tipi Antrepolar</em></strong>\n A Tipi Antrepo; işleticisinin, stok kayıtlarını tuttuğu ve antrepoya konulan eşyada herhangi bir noksanlık olması hâlinde gümrük vergilerini ödemekten sorumlu olduğu genel antrepo tipidir. A tipi antrepolar genel ihtiyaca yönelik olarak açılıp işletilirler ve eşyanın antrepoya konulmasından kira kazancı elde ederler."
  },
  {
    "id": "3877179",
    "unitNumber": 8,
    "text": "Türkiye'deki Antrepolar ile ilgili aşağıda verilen bilgilerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Toplam kapladıkları alan olarak en çok antrepo alanı İstanbul'dadır.",
      "B": "Sıvı ve gaz depolamasına uygun antrepolar, en çok Kocaeli ilinde bulunur.",
      "C": "Genel antrepolar içinde en çok A Tipi bulunmaktadır.",
      "D": "Türkiye’de birinci sırada akaryakıt ve yanıcı - patlayıcı nitelikteki eşyaya yönelik antrepolar faaliyet gösterir.",
      "E": "Özel antrepolar içinde ise en çok C Tipi bulunmaktadır."
    },
    "explanation": "Türkiye’de en çok gıda niteliğindeki eşyaya yönelik antrepolar faaliyet göstermektedir. Bunu ikinci sırada akaryakıt ve yanıcı - patlayıcı nitelikteki eşyaya yönelik antrepolar takip etmektedir"
  },
  {
    "id": "3877180",
    "unitNumber": 8,
    "text": "Uluslararası ticarette, satıcının ismi belirtilen limandaki geminin yanında teslimatı gerçekleştirmesi işleminin kısaltılmış şekli aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "FCA",
      "B": "FAS",
      "C": "EXW",
      "D": "FOB",
      "E": "CFR"
    },
    "explanation": "FAS (Free Alongside Ship): “Free Alongside Ship” tümcesinin kısaltması olan FAS terimi, uluslararası ticarette, satıcının ismi belirtilen limandaki geminin yanında teslimatı gerçekleştirmesi anlamına gelmektedir."
  },
  {
    "id": "3877181",
    "unitNumber": 8,
    "text": "İşleticisi ve kullanıcısının aynı kişi olduğu, Gümrük Kanunu’nun 104. Maddesinin 3. Fıkrasının uygulandığı antrepo tipi hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "A Tipi",
      "B": "B Tipi",
      "C": "C Tipi",
      "D": "D Tipi",
      "E": "E Tipi"
    },
    "explanation": "D Tipi antrepo; işleticisi ve kullanıcısının aynı kişi olduğu, Gümrük Kanunu’nun 104. Maddesinin 3. Fıkrasının uygulandığı özel antrepo tipidir."
  },
  {
    "id": "3877182",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Elleçleme faaliyetinin amaçlarından birisi <strong>değildir? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dolaşım alanın minimum ölçülerde kullanılmasının sağlanması,",
      "B": "Ürünlerin depoda bekleme süresinin kısaltılması,",
      "C": "İnsan gücü kullanımının arttırılması,",
      "D": "Depo alan maliyetinin azaltılması,",
      "E": "Etkin çalışma koşullarının sağlanması,"
    },
    "explanation": "Elleçleme faaliyetinin amaçları aşağıdaki gibidir:<br/>• Dolaşım alanın minimum ölçülerde kullanılmasının sağlanması,<br/>• Ürünlerin depoda bekleme süresinin kısaltılması,<br/>• Depolama alanı içerisinde elleçleme sayısının azaltılması,<br/>• Depo alan maliyetinin azaltılması,<br/>• İnsan gücü kullanımının azaltılması,<br/>• Etkin çalışma koşullarının sağlanması,<br/>• Lojistik hizmet düzeyinin arttırılması"
  },
  {
    "id": "3877183",
    "unitNumber": 8,
    "text": "Üreticinin, perakendecinin, ya da göndericinin kendi imkânları ile yaptığı lojistik faaliyetlerine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "1PL",
      "B": "2PL",
      "C": "3PL",
      "D": "4PL",
      "E": "5PL"
    },
    "explanation": "Üreticinin, perakendecinin, ya da göndericinin kendi imkânları ile yaptığı lojistik faaliyetleri kısaca “1PL” olarak ifade edilen “Birinci Parti Lojistik Sistemi (First Party Logistics)” olarak adlandırılmaktadır."
  },
  {
    "id": "3877184",
    "unitNumber": 8,
    "text": "Eşyanın boşaltılmasının zorunlu olduğu teslim şekli aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "CPT",
      "B": "DDP",
      "C": "DPU",
      "D": "FOB",
      "E": "CFR"
    },
    "explanation": "DPU (Delivered at Place Unloaded): “Delivered at Place Unloaded” tümcesinin kısaltmasıdır ve en önemli özelliği eşyanın boşaltılmasını zorunlu tutmasıdır. Taraflarca belirlenen yerde eşyanın boşaltılmasından sonra alıcıya teslim edileceğini, bu noktaya kadar ortaya çıkacak tüm masraf ve risklerin satıcıya ait olduğu teslim şeklidir"
  },
  {
    "id": "3877185",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisinde geçici depolama yeri ile antrepo arasındaki temel farklardan birisi <strong>doğru ifade edilmemiştir? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Geçici depolama yerine eşya alınabilmesi için rejim beyanında bulunulmasına gerek yoktur. Antrepoya eşya alınabilmesi için ise rejim beyanında bulunmak ön şarttır.",
      "B": "Eşya, geçici depolama yerinde süreli, antrepoda süresiz depolanabilmektedir.",
      "C": "Geçici depolama yerlerinde gümrük gözetim ve denetimleri, Gümrük memurları Antrepolarda ise Yetkilendirilmiş Gümrük Müşavirleri vasıtasıyla yapılmaktadır.",
      "D": "Elleçleme vb. işlemler antrepolarda sınırlı yapılabilirken geçici depolama yerlerinde rahatlıkla yapılabilmektedir.",
      "E": "Geçici depolama yerinde bekleme süresi deniz yoluyla gelen eşya için 45 gün, diğer bir yolla gelen eşya için ise 20 gün olarak belirlenmiştir. Antrepo uygulamasında ise eşya, onaylanmış bir işlem veya kullanıma tabi tutuluncaya kadar süresiz olarak kalabilmektedir"
    },
    "explanation": "Gümrük kontrolü altında işleme, elleçleme vb. işlemler antrepolarda rahatlıkla yapılabilirken; geçici depolama yerlerinde bu imkân sınırlıdır."
  },
  {
    "id": "3877186",
    "unitNumber": 8,
    "text": "Gümrük Kanunu’na göre eşyanın yolcu beraberinde getirilmesi durumunda kaç ay içinde bir gümrük rejimine tabi tutulması gerekmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "1 ay",
      "B": "2 ay",
      "C": "3 ay",
      "D": "4 ay",
      "E": "5 ay"
    },
    "explanation": "Gümrük Kanunu’na göre eşyanın; karayolu ile geliyorsa 20 gün, deniz yolu ile geliyorsa 45 gün, yolcu beraberinde getirilmiş ise 3 ay içinde bir gümrük rejimine tabi tutulması gerekmektedir. Doğru cevap C'dir."
  },
  {
    "id": "3877187",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi gümrük idarelerince işletilen genel antrepo olarak tanımlanabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "A Tipi Antrepolar",
      "B": "F Tipi Antrepolar",
      "C": "B Tipi Antrepolar",
      "D": "C Tipi Antrepolar",
      "E": "E Tipi Antrepolar"
    },
    "explanation": "F tipi antrepo, gümrük idarelerince işletilen genel antrepo tipidir. Gümrük kanununun 47 ila 50. Maddelerinde belirtilen geçici depolama yerleri, aynı zamanda F tipi antrepo olarak işletilebilmektedir. (Gümrük yönetmeliği, Madde: 328-348) Doğru cevap B'dir."
  },
  {
    "id": "3877188",
    "unitNumber": 8,
    "text": "Gümrük gözetimi altında bulunan eşyanın konulması amacıyla kurulan ve kuruluşunda aranacak koşulları ve nitelikleri yönetmelikle belirlenen yerlere ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Antrepo",
      "B": "Elleçleme",
      "C": "Kalburlama",
      "D": "Lojistik",
      "E": "Incoterms"
    },
    "explanation": "<strong>ULUSLARARASI DEPOLAMA FAALİYETLERİNDE ANTREPOLAR </strong>\n Antrepo Kavramı\n Fransızca kökenli bir kelime olan Antrepo, sözlükte “Gümrüklere gelen ticari eşyanın konulduğu, korunduğu yer, ardiyedir.” şeklinde tanımlanmaktadır. “Antrepo”, gümrük gözetimi altında bulunan eşyanın konulması amacıyla kurulan ve kuruluşunda aranacak koşulları ve nitelikleri yönetmelikle belirlenen yerlerdir."
  },
  {
    "id": "3877189",
    "unitNumber": 8,
    "text": "İşleticisinin, stok kayıtlarını tuttuğu ve antrepoya konulan eşyada herhangi bir noksanlık olması hâlinde gümrük vergilerini ödemekten sorumlu olduğu antrepo tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "B Tipi Antrepolar",
      "B": "A Tipi Antrepolar",
      "C": "C Tipi Antrepolar",
      "D": "D Tipi Antrepolar",
      "E": "E Tipi Antrepolar"
    },
    "explanation": "<strong>ULUSLARARASI DEPOLAMA FAALİYETLERİNDE ANTREPOLAR</strong>\n<br/><strong>Antrepo Çeşitleri </strong><br/><strong>ULUSLARARASI DEPOLAMA FAALİYETLERİNDE ANTREPOLAR</strong>\n <strong>Antrepo Çeşitleri </strong>\n A Tipi Antrepolar\n A Tipi Antrepo; işleticisinin, stok kayıtlarını tuttuğu ve antrepoya konulan eşyada herhangi bir noksanlık olması hâlinde gümrük vergilerini ödemekten sorumlu olduğu genel antrepo tipidir. A tipi antrepolar genel ihtiyaca yönelik olarak açılıp işletilirler ve eşyanın antrepoya konulmasından kira kazancı elde ederler."
  },
  {
    "id": "3877190",
    "unitNumber": 8,
    "text": "Aşağıdaki ifadelerden hangisi B tipi antrepolalar için <strong><u>yanlıştır?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Rejime giriş beyannamesinin ve rejimi sona erdiren beyanname ve belgelerin kaydını gümrük idaresi tutmaktadır.",
      "B": "Rejime giriş beyannamesinin ve rejimi sona erdiren beyanname ve belgelerin kaydını gümrük idaresi muhafaza etmektedir.",
      "C": "İşleticisi veya kullanıcısı da söz konusu belgeleri muhafaza etmektedir ve stok kayıtları tutulmayabilmektedir.",
      "D": "Beyanname yerine fatura verilmesi şeklinde basitleştirilmiş beyan usulü B tipi antrepolar için uygulanmaktadır.",
      "E": "B tipi antrepo rejimi uygulanan eşyanın ihracat rejimine girişinde eksik belgeyle beyan ve fatura verilmesi şeklinde beyan usulü uygulanabilir."
    },
    "explanation": "<strong>ULUSLARARASI DEPOLAMA FAALİYETLERİNDE ANTREPOLAR</strong>\n<br/><strong>Antrepo Çeşitleri </strong>\n<br/>B Tipi Antrepolar (Genel Antrepo)\n<br/>B tipi antrepo uygulamasında, rejime giriş beyannamesinin ve rejimi sona erdiren beyanname ve belgelerin kaydını gümrük idaresi tutmakta ve belgeleri muhafaza etmektedir. Ayrıca B tipi antrepo işleticisi veya kullanıcısı da söz konusu belgeleri muhafaza etmektedir ve stok kayıtları tutulmayabilmektedir. Gümrük antrepo rejimi uygulanmış eşyanın, ihracatı ya da yeniden ihracat rejimine girişinde; B tipi antrepo rejimi uygulanan eşyanın ihracat rejimine girişinde eksik belgeyle beyan ve fatura verilmesi şeklinde beyan usulü uygulanabilir. Beyanname yerine fatura verilmesi şeklinde basitleştirilmiş beyan usulü B tipi antrepolar için uygulanamamaktadır."
  },
  {
    "id": "3877191",
    "unitNumber": 8,
    "text": "Gümrük idarelerince işletilen genel antrepo tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "B Tipi Antrepolar",
      "B": "C Tipi Antrepolar",
      "C": "D Tipi Antrepolar",
      "D": "E Tipi Antrepolar",
      "E": "F Tipi Antrepolar"
    },
    "explanation": "<strong>ULUSLARARASI DEPOLAMA FAALİYETLERİNDE ANTREPOLAR</strong>\n<br/><strong>Antrepo Çeşitleri </strong><br/><strong>ULUSLARARASI DEPOLAMA FAALİYETLERİNDE ANTREPOLAR</strong>\n <strong>Antrepo Çeşitleri </strong>\n F Tipi Antrepolar F tipi antrepo, gümrük idarelerince işletilen genel antrepo tipidir. Gümrük kanununun 47 ila 50. Maddelerinde belirtilen geçici depolama yerleri, aynı zamanda F tipi antrepo olarak işletilebilmektedir. (Gümrük yönetmeliği, Madde: 328-348)"
  },
  {
    "id": "3877192",
    "unitNumber": 8,
    "text": "Aşağıdaki ifadelerden hangisi F tipi antrepolalar için <strong><u>yanlıştır?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Gümrük kayıtları stok kayıtlarının yerini almaktadır.",
      "B": "Kaçak eşya, gümrük idaresince işletilen F tipi genel antrepolara konulmaktadır.",
      "C": "Özel hükümler saklı kalmak kaydıyla, antrepo rejimine tabi olarak antrepoya giren ve antrepo rejimini sona erdirerek antrepodan çıkarılan eşya antrepo stok kayıtlarında gösterilmektedir.",
      "D": "F tipi antrepo rejimi uygulanan eşyanın serbest dolaşıma ve ihracat rejimine girişinde basitleştirilmiş usule izin verilmektedir.",
      "E": "Eksik belgeyle beyan usulü ile beyanname yerine fatura verilmesi şeklinde basitleştirilmiş beyan usulü F tipi antrepolar için uygulanmamaktadır."
    },
    "explanation": "<strong>ULUSLARARASI DEPOLAMA FAALİYETLERİNDE ANTREPOLAR</strong>\n<br/><strong>Antrepo Çeşitleri </strong><br/><strong>ULUSLARARASI DEPOLAMA FAALİYETLERİNDE ANTREPOLAR</strong>\n <strong>Antrepo Çeşitleri </strong>\n F tipi antrepoda, gümrük kayıtları stok kayıtlarının yerini almaktadır. Kaçak eşya, gümrük idaresince işletilen F tipi genel antrepolara konulmaktadır. Özel hükümler saklı kalmak kaydıyla, antrepo rejimine tabi olarak antrepoya giren ve antrepo rejimini sona erdirerek antrepodan çıkarılan eşya antrepo stok kayıtlarında gösterilmektedir. F tipi antrepo rejimi uygulanan eşyanın serbest dolaşıma ve ihracat rejimine girişinde basitleştirilmiş usule izin verilmemektedir. Eksik belgeyle beyan usulü ile beyanname yerine fatura verilmesi şeklinde basitleştirilmiş beyan usulü F tipi antrepolar için uygulanmamaktadır."
  },
  {
    "id": "3877193",
    "unitNumber": 8,
    "text": "İşleticisi ve kullanıcısı aynı kişi olan ve antrepoya alınan eşyadan bu kişinin sorumlu olduğu özel antrepo tipi hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "B Tipi Antrepolar",
      "B": "C Tipi Antrepolar",
      "C": "D Tipi Antrepolar",
      "D": "E Tipi Antrepolar",
      "E": "F Tipi Antrepolar"
    },
    "explanation": "<strong>ULUSLARARASI DEPOLAMA FAALİYETLERİNDE ANTREPOLAR</strong>\n<br/><strong>Antrepo Çeşitleri </strong><br/><strong>ULUSLARARASI DEPOLAMA FAALİYETLERİNDE ANTREPOLAR</strong>\n <strong>Antrepo Çeşitleri </strong>\n C Tipi Antrepolar\n C Tipi Antrepo; işleticisi ve kullanıcısı aynı kişi olan ve antrepoya alınan eşyadan bu kişinin sorumlu olduğu özel antrepo tipidir."
  },
  {
    "id": "3877194",
    "unitNumber": 8,
    "text": "İşleticisi ve kullanıcısının aynı kişi olduğu, Gümrük Kanunu’nun 104. Maddesinin 3. Fıkrasının uygulandığı özel antrepo tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "B Tipi Antrepolar",
      "B": "C Tipi Antrepolar",
      "C": "D Tipi Antrepolar",
      "D": "E Tipi Antrepolar",
      "E": "F Tipi Antrepolar"
    },
    "explanation": "<strong>ULUSLARARASI DEPOLAMA FAALİYETLERİNDE ANTREPOLAR</strong>\n<br/><strong>Antrepo Çeşitleri </strong><br/><strong>ULUSLARARASI DEPOLAMA FAALİYETLERİNDE ANTREPOLAR</strong>\n <strong>Antrepo Çeşitleri </strong>\n D Tipi Antrepolar D Tipi antrepo; işleticisi ve kullanıcısının aynı kişi olduğu, Gümrük Kanunu’nun 104. Maddesinin 3. Fıkrasının uygulandığı özel antrepo tipidir. Eşyanın antrepoya alındığı tarihteki kıymet, miktarı dikkate alınarak vergiler hesaplandığından, buralara konulan eşya, basitleştirilmiş usul ile serbest dolaşıma sokulabilmektedir."
  },
  {
    "id": "3877195",
    "unitNumber": 8,
    "text": "İşleticisi ve kullanıcısının aynı kişi olduğu, (Gümrük Kanunu’nun 93. Maddesinin 4. Fıkrası uyarınca) izin hak sahibinin depolama yerinin antrepo sayıldığı veya depolama yeri olmazsa dahi eşyaya antrepo rejimi hükümlerinin uygulandığı özel antrepo tipi hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "B Tipi Antrepolar",
      "B": "C Tipi Antrepolar",
      "C": "D Tipi Antrepolar",
      "D": "E Tipi Antrepolar",
      "E": "F Tipi Antrepolar"
    },
    "explanation": "<strong>ULUSLARARASI DEPOLAMA FAALİYETLERİNDE ANTREPOLAR</strong>\n<br/><strong>Antrepo Çeşitleri</strong><br/><strong>ULUSLARARASI DEPOLAMA FAALİYETLERİNDE ANTREPOLAR</strong>\n <strong>Antrepo Çeşitleri </strong>\n E Tipi Antrepolar E Tipi antrepo; işleticisi ve kullanıcısının aynı kişi olduğu, (Gümrük Kanunu’nun 93. Maddesinin 4. Fıkrası uyarınca) izin hak sahibinin depolama yerinin antrepo sayıldığı veya depolama yeri olmazsa dahi eşyaya antrepo rejimi hükümlerinin uygulandığı özel antrepo tipidir."
  },
  {
    "id": "3877196",
    "unitNumber": 8,
    "text": "Geçici depolama yerinde Gümrük Kanunun 46. Maddesi hükmünce özet beyanın verildiği tarihten itibaren deniz yoluyla gelen eşyanın kaç gün bekleme süresi vardır?",
    "correctAnswer": "C",
    "options": {
      "A": "15 gün",
      "B": "20 gün",
      "C": "45 gün",
      "D": "60 gün",
      "E": "3 ay"
    },
    "explanation": "<strong>ULUSLARARASI DEPOLAMA FAALİYETLERİNDE ANTREPOLAR</strong>\n<br/><strong>Geçici Depolama Yeri ile Antrepo Arasındaki Farklar </strong><br/><strong>ULUSLARARASI DEPOLAMA FAALİYETLERİNDE ANTREPOLAR</strong>\n <strong>Geçici Depolama Yeri ile Antrepo Arasındaki Farklar </strong>\n Geçici depolama yeri ile antrepo arasındaki temel farklar ise şunlardır: • Eşya; geçici depolama yerinde süreli, antrepoda süresiz depolanabilmektedir. Geçici depolama yerinde bekleme süresi Gümrük Kanunun 46. Maddesi hükmünce özet beyanın verildiği tarihten itibaren deniz yoluyla gelen eşya için 45 gün, diğer bir yolla gelen eşya için ise 20 gün olarak belirlenmiştir."
  },
  {
    "id": "3877197",
    "unitNumber": 8,
    "text": "Gümrük gözetimi altındaki eşyanın asli niteliklerini değiştirmeden istiflenmesi, yerinin değiştirilmesi, büyük kaplardan küçük kaplara aktarılması, kapların yenilenmesi veya tamiri, havalandırılması, karıştırılması gibi işlemlere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Antrepo",
      "B": "Elleçleme",
      "C": "Kalburlama",
      "D": "Lojistik",
      "E": "Incoterms"
    },
    "explanation": "<strong>ULUSLARARASI DEPOLAMA FAALİYETLERİNDE ANTREPOLAR</strong>\n<br/><strong>Geçici Depolama Yeri ile Antrepo Arasındaki Farklar </strong><br/><strong>ULUSLARARASI DEPOLAMA FAALİYETLERİNDE ANTREPOLAR</strong>\n <strong>Geçici Depolama Yeri ile Antrepo Arasındaki Farklar </strong>\n Elleçleme: Gümrük gözetimi altındaki eşyanın asli niteliklerini değiştirmeden istiflenmesi, yerinin değiştirilmesi, büyük kaplardan küçük kaplara aktarılması, kapların yenilenmesi veya tamiri, havalandırılması, kalburlanması, karıştırılması ve benzeri işlemleri ifade eder."
  },
  {
    "id": "3877198",
    "unitNumber": 8,
    "text": "I- Nihai tekil müşteriye küçük ölçekte (birim) ürün sevkiyatı\n II- Nihai ve tekil müşteri için sevkiyat süre beklentisi 2 gün veya daha az\n III- Talep değişkenliği genellikle az ve düşük ürün çevrim süreleri\n IV- Talep değişkenliği yüksek seviyede, ürün çevrim süresi yüksek\n V- Mağaza stok ikmalleri haftalık (aylık, vb.) bazda\n Geleneksel ticaret ve e-ticaretin depolama ve ürün hareketliliği açısından karşılaştırıldığında yukarıdaki seçeneklerden hangileri e-ticaretin özellikleri olarak görülebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "II-III-IV",
      "B": "I-II-IV",
      "C": "I-III-V",
      "D": "II-IV-V",
      "E": "III-IV-V"
    },
    "explanation": "Ürün hareketliliği geleneksel ticari ortam ve e-ticaret ortamı olarak karşılaştırıldığında Tablo 8.4’te görülen farklılıklar ortaya çıkmaktadır. Bu tabloya göre doğru cevap B'dir."
  },
  {
    "id": "3877199",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi çoklu depo stratejisinin maliyet özelliklerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Düşük stok maliyeti",
      "B": "Düşük depolama giderleri",
      "C": "Yüksek sistem maliyeti",
      "D": "Yüksek giden taşıma maliyeti",
      "E": "Yüksek gelen taşıma maliyeti"
    },
    "explanation": "Tablo 8.5 Depolama Stratejileri ve Maliyet çizelgesine göre doğru cevap C'dir."
  },
  {
    "id": "3877200",
    "unitNumber": 8,
    "text": "Bir firma müşterisinin ürününü alır, gerekirse ihtiyaçlara göre monte eder, taşımasını yapar, depolamasını yapar, bakımlarını yapar vb. sorumlulukları üstlenirse hangi parti lojistiğe örnek olarak verilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Birinci Parti Lojistik (1PL)",
      "B": "İkinci Parti Lojistik (2PL)",
      "C": "Üçüncü Parti Lojistik (3PL)",
      "D": "Dördüncü Parti Lojistik (4PL)",
      "E": "Beşinci Parti Lojistik (5PL)"
    },
    "explanation": "4PL firmalarında, verilen hizmetlerde sektörde kullanılan ve müşterilerin değişik ihtiyaçlarına göre entegre edilebilen bilgi teknolojilerinden faydalanılmaktadır. 4PL firmaları, ürünü kaynağından almakta ve üretim aşamasına, depolamaya ve son kullanıcıya ulaştırılmasına kadar olan tüm ihtiyaçları karşılamaktadır. Örneğin, A firması 3PL firması ise müşterisinin ürünlerini alır ve çeşitli kanallara dağıtılmasından sorumlu olur. B firması 4PL firması ise müşterisinin ürününü alır, gerekirse ihtiyaçlara göre monte eder, taşımasını yapar, depolamasını yapar, bakımlarını yapar vb. sorumlulukları üstlenmektedir. Bu bilgiye göre doğru cevap D'dir."
  },
  {
    "id": "3877201",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi \"EXW\" (Ex Works) terimini açıklamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tüm masraf ve risklerin alıcıya ait olduğunu bildiren uluslararası ticaret terimidir.",
      "B": "Uluslararası ticarette, satıcının ülkesinde teslim yeri belirterek taşımacıya teslim anlamına gelmektedir",
      "C": "Uluslararası ticarette, satıcının ismi belirtilen limandaki geminin yanında teslimat gerçekleştirmesi anlamına gelmektedir.",
      "D": "Tedarikçinin malzemeyi nakliye yapılacağı geminin güvertesine taşıyana kadar olan sorumluluğunu içermektedir.",
      "E": "Mal bedeli, sigorta ve navlun ödenmiş anlamındadır."
    },
    "explanation": "Ex Works” tümcesinin kısaltılması olarak kullanılan EXW, tüm masraf ve risklerin alıcıya ait olduğunu bildiren uluslararası ticaret terimidir. Doğru cevap A'dır."
  },
  {
    "id": "3877202",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi \"DPU\" (Delivered at Place Unloaded) terimini açıklamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Uluslararası ticarette, satıcının ülkesinde teslim yeri belirterek taşımacıya teslim anlamına gelmektedir.",
      "B": "Sözleşmede belirtilen yere kadar satıcının navlunu ödenmiş bir şekilde malı teslim edecek olması anlamına gelir.",
      "C": "“Gümrük Resmi Ödenmiş Olarak Teslim” anlamına gelmektedir.",
      "D": "Tedarikçinin malzemeyi nakliye yapılacağı geminin güvertesine taşıyana kadar olan sorumluluğunu içermektedir.",
      "E": "En önemli özelliği eşyanın boşaltılmasını zorunlu tutmasıdır."
    },
    "explanation": "“Delivered at Place Unloaded” tümcesinin kısaltmasıdır ve en önemli özelliği eşyanın<br/>boşaltılmasını zorunlu tutmasıdır. Taraflarca belirlenen yerde eşyanın boşaltılmasından<br/>sonra alıcıya teslim edileceğini, bu noktaya kadar ortaya çıkacak tüm masraf ve risklerin<br/>satıcıya ait olduğu teslim şeklidir. Doğru cevap E'dir."
  },
  {
    "id": "3877203",
    "unitNumber": 8,
    "text": "Elleçlemenin en önemli amacı depolama faaliyetinin etkinliğini arttırmaktır.<br/>Aşağıdakilerden hangisi elleçleme faaliyetinin amaçları arasında <u>görülemez</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Depo alan maliyetinin azaltılması",
      "B": "Ürünlerin depoda bekleme süresinin kısaltılması",
      "C": "Etkin çalışma koşullarının sağlanması",
      "D": "Lojistik hizmet düzeyinin arttırılması",
      "E": "İnsan gücü kullanımının arttırılması"
    },
    "explanation": "Elleçleme faaliyetinin amaçları aşağıdaki gibidir:<br/>• Dolaşım alanın minimum ölçülerde kullanılmasının sağlanması,<br/>• Ürünlerin depoda bekleme süresinin kısaltılması,<br/>• Depolama alanı içerisinde elleçleme sayısının azaltılması,<br/>• Depo alan maliyetinin azaltılması,<br/>• <strong>İnsan gücü kullanımının azaltılması</strong>,<br/>• Etkin çalışma koşullarının sağlanması,<br/>• Lojistik hizmet düzeyinin arttırılması<br/>Doğru cevap E'dir!"
  },
  {
    "id": "3877204",
    "unitNumber": 8,
    "text": "Ağağıdaki faaliyetlerden hangisi sekizli tarife pozisyonunun değişmesine yol açsa dahi, gümrük idareleri tarafından normal elleçleme faaliyet olarak kabul edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Meyvelerin sapının koparılmasını ve/veya çekirdeğinin çıkarılması, kurutulmuş meyvelerin veya sebzelerin parçalanması ve bölünmesi veya meyvenin suyunun alınması işlemleri",
      "B": "Farklı kalitedeki aynı nevi eşyaların, sabit bir kalite veya müşterinin talep ettiği bir kalite elde etmek için eşyaların türünü değiştirmeksizin karıştırılması",
      "C": "Basit faaliyetler dahilinde, makinelerin, cihazların ve taşıtların test edilmesi, düzenlenmesi, ayarlanması ve çalışma düzenine konulması",
      "D": "Stok sayımı, örnek alma, sınıflandırma, eşyanın mekanik filtrelemesi ve tartılması",
      "E": "Havalandırma, ayırma, kurutma, tozunu alma, basit temizlik faaliyetleri, paketleme tamiri, taşıma ve depolama esnasında uğranan hasarın basit faaliyetler olması şartıyla tamiri, taşıma için koruyucu örtü konması ve kaldırılması"
    },
    "explanation": "Bazı elleçleme faaliyetleri ise sekizli tarife pozisyonunun değişmesine yol açsa dahi, gümrük idareleri tarafından normal elleçleme faaliyet olarak<br/>kabul edilmektedir. Bu elleçleme faaliyetleri şunlardır: (Gümrük Yönetmeliği: Ek 63)\n<br/>• Isının daha ileri bir işlem yapılmaksızın, damıtma işlemi olmadan ve basitçe artırılması<br/>veya basitçe azaltılması,<br/><strong>• Meyvelerin sapının koparılmasını ve/veya</strong><br/><strong>çekirdeğinin çıkarılması, kurutulmuş meyvelerin veya sebzelerin parçalanması ve bölünmesi veya meyvenin suyunun alınması,</strong><br/>işlemleri,<br/>• Eşyaya bir veya birden çok eşyanın eklenmesi; eşyaya ait aksesuarların eklenmesi<br/>veya çıkarılması, şu kadar ki, bu ekleme<br/>veya çıkarma faaliyetinin, sınırlı bir faaliyet<br/>olması veya teknik standartlara uyum sağlanması amacıyla yapılması ve eşyanın tabiatını veya performansını değiştirmemesi<br/>gerekir.<br/>• Sıvıların daha ileri bir muamele ve damıtmaya tabi tutulmaksızın inceltilmesi veya<br/>yoğunl<br/>Bazı elleçleme faaliyetleri ise sekizli tarife pozisyonunun değişmesine yol açsa dahi, gümrük idareleri tarafından normal elleçleme faaliyet olarak<br/>kabul edilmektedir. Bu elleçleme faaliyetleri şunlardır: (Gümrük Yönetmeliği: Ek 63)\n • Isının daha ileri bir işlem yapılmaksızın, damıtma işlemi olmadan ve basitçe artırılması<br/>veya basitçe azaltılması,<br/><strong>• Meyvelerin sapının koparılmasını ve/veya</strong><br/><strong>çekirdeğinin çıkarılması, kurutulmuş meyvelerin veya sebzelerin parçalanması ve bölünmesi veya meyvenin suyunun alınması,</strong><br/>işlemleri,<br/>• Eşyaya bir veya birden çok eşyanın eklenmesi; eşyaya ait aksesuarların eklenmesi<br/>veya çıkarılması, şu kadar ki, bu ekleme<br/>veya çıkarma faaliyetinin, sınırlı bir faaliyet<br/>olması veya teknik standartlara uyum sağlanması amacıyla yapılması ve eşyanın tabiatını veya performansını değiştirmemesi<br/>gerekir.<br/>• Sıvıların daha ileri bir muamele ve damıtmaya tabi tutulmaksızın inceltilmesi veya<br/>yoğunlaştırılması,<br/>• Paketleme, paketlerden çıkarma, paket değiştirme ve kaplara basitçe koyma, markaların, etiketlerin, mühürlerin, fiyat etiketlerinin veya benzer ayırt edici işaretlerin<br/>eklenmesi, çıkarılması veya değiştirilmesi;<br/>(eşyaya ilişkin menşe ve kıymet saptırması<br/>riskine ilişkin olarak başta belirtildiği üzere,<br/>ayrıca değerlendirme yapılması gerekir)<br/>İlgili denetleyici gümrük idaresine yapılan başvuruya istinaden elleçleme faaliyetinin;<br/>• Gümrük Yönetmeliği Ek - 63’te yer alan<br/>faaliyetler arasında bulunup bulunmadığı,<br/>• Sekizli tarife pozisyonunun değişmesine neden olup olmadığı,<br/>• Söz konusu faaliyetin suiistimal edilip edilemeyeceği,<br/>• Rejimin uygulamasını olumsuz etkileyip etkilemediği,<br/>• Eşya üzerindeki gümrük gözetim ve denetimini zafiyete düşürüp düşürmediği<br/>Doğru cevap A'dır."
  },
  {
    "id": "3877205",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi işleticisi ve kullanıcısının aynı kişi olduğu, Gümrük Kanunu’nun 104. Maddesinin 3. Fıkrasının uygulandığı antrepo tipidir?",
    "correctAnswer": "D",
    "options": {
      "A": "A",
      "B": "B",
      "C": "C",
      "D": "D",
      "E": "E"
    },
    "explanation": "D Tipi antrepo; işleticisi ve kullanıcısının aynı kişi olduğu, Gümrük Kanunu’nun 104. Maddesinin 3. Fıkrasının uygulandığı özel antrepo tipidir. Doğru cevap D'dir."
  }
]