[
  {
    "id": "3688565",
    "unitNumber": 1,
    "text": "Elektronik cihazlarla oynanan oyunlara 2000'li yılların ortalarından itibaren ne denmeye başlanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Elektronik oyun",
      "B": "Dijital oyun",
      "C": "Mobil oyun",
      "D": "Çok oyunculu oyun",
      "E": "Analog oyun"
    },
    "explanation": "elektronik ortamda oynanan oyunlar için ülkemizde yaygın olarak “bilgisayar oyunu” kavramı kullanılmakla birlikte 2000’li yılların ortalarından itibaren bu oyunları tanımlarken “dijital oyun” kavramı kullanılmaya başlanmıştır."
  },
  {
    "id": "3688567",
    "unitNumber": 1,
    "text": "Aşağıdakilerin hangisi dijital oyunların temellerinin atıldığı yıllar olarak kabul edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "1950'li yıllar",
      "B": "1960'lı yıllar",
      "C": "1970'li yıllar",
      "D": "1980'li yıllar",
      "E": "1990'li yıllar"
    },
    "explanation": "Tarihsel sürecine bakıldığında, dijital oyunlar 1950’li yılların başlarına kadar temellenmekle birlikte bu dönemde yaygın bir kullanım fırsatı bulamayan çok sayıda dijital oyun girişimi olduğu bilinmektedir."
  },
  {
    "id": "3688568",
    "unitNumber": 1,
    "text": "1940’lı yılların başlarıyla birlikte bilgisayar teknolojisi üzerine öncelikli olarak hangi amaçla yoğunlaşılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Eğlence",
      "B": "Sağlık",
      "C": "Robotik",
      "D": "Askeri",
      "E": "Hukuki"
    },
    "explanation": "1940’lı yılların başlarıyla birlikte bilgisayar teknolojisi üzerine başta askerî amaçlar olmak üzere çok boyutlu olarak yoğunlaşıldığı bilinmektedir."
  },
  {
    "id": "3688573",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi oyun endüstrisinin oluşmaya başladığı dönem olarak kabul edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "1950'ler",
      "B": "1960'lar",
      "C": "1970'ler",
      "D": "1980'ler",
      "E": "1990'lar"
    },
    "explanation": "1970’li yıllara gelindiğinde artık oyun endüstrisinin yavaş yavaş oluşmaya başladığını görülmektedir."
  },
  {
    "id": "3688577",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ev tipi ilk oyun konsolu olarak kabul edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Nintendo",
      "B": "Sega Satürn",
      "C": "Atari",
      "D": "Magnavox Odyssey",
      "E": "IBM PS1"
    },
    "explanation": "1972 yılında Magnavox Odyssey ismiyle piyasaya sürülen oyun ev tipi ilk oyun konsolu olarak tarihe geçmiştir."
  },
  {
    "id": "3688580",
    "unitNumber": 1,
    "text": "Ev tipi ilk dijital oyun konsolları görüntüleme aracı olarak aşağıdakilerden hangisini kullanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Televizyon",
      "B": "Projeksiyon Cihazı",
      "C": "Radyo",
      "D": "Likit Kristal Monitör",
      "E": "Delikli Kart"
    },
    "explanation": "Ev tipi ilk dijital oyun konsolları görüntüleme aracı olarak evlerde halihazırda var olan televizyonları kullanmışlardır."
  },
  {
    "id": "3688584",
    "unitNumber": 1,
    "text": "Aşağıdaki oyun türlerinden hangisi zamanın işleyişi ve oynanış özelliklerine göre yapılmış bir sınıflandırmayı temsil eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Üç boyutlu oyunlar",
      "B": "Macera oyunları",
      "C": "Birinci şahıs aksiyon oyunları",
      "D": "Platform oyunları",
      "E": "Gerçek zamanlı strateji oyunları"
    },
    "explanation": "Gerçek zamanlı strateji oyunları zamanın işleyişi ve oynanış özelliklerine göre yapılmış bir sınıflandırmayı temsil eder."
  },
  {
    "id": "3688587",
    "unitNumber": 1,
    "text": "Unity adlı oyun geliştirme platformu hangi yıl yayınlanmaya başlamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "2000",
      "B": "2005",
      "C": "2010",
      "D": "2020",
      "E": "2023"
    },
    "explanation": "Unity adlı oyun motoru 2005 yılında yayınlanmaya başlamıştır."
  },
  {
    "id": "3688591",
    "unitNumber": 1,
    "text": "I. Öz saygı ve öz değer düşüklüğü.<br/>II. Günlük yaşamdan duyulan memnu niyetin düşük olması.<br/>III. Asosyal davranışlar.<br/>Yapılan çalışmalar aşırı miktarda dijital oyun oynanmasının yukarıdaki durumlardan hangisini ya da hangilerini doğurabildiğini göstermiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Oyun bağımlılığının öz saygı ve öz değer düşüklüğü, günlük yaşamdan duyulan memnuniyetin düşük olması, asosyal davranışlar, öfke problemi, stres, DEHAB (Dikkat Eksikliği ve Hiperaktivite Bozukluğu), depresyon, dürtüsellik ve düşük sosyal uyumla yakından ilişkili olduğu vurgulanmaktadır."
  },
  {
    "id": "3688592",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi dijital oyunların derecelendirmesini yapan kurumlardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "PEGI",
      "B": "MIT",
      "C": "META",
      "D": "CIA",
      "E": "BDDK"
    },
    "explanation": "PEGI (Pan European Game Information), çocukların korunması alanında bir Avrupa uyumlaştırma modeli olarak kabul edilmektedir."
  },
  {
    "id": "3690162",
    "unitNumber": 2,
    "text": "Unreal Engine yazılımını 1998 yılında geliştiren isim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tim Sweeney",
      "B": "Juan Linietsky",
      "C": "Amazon Lumbeyard",
      "D": "Mitchel Resnick",
      "E": "John Madden"
    },
    "explanation": "Doğru yanıt A şıkkıdır<br/>Unreal Engine yazılımını 1998 yılında geliştiren isim Tim Sweeney'dir."
  },
  {
    "id": "3690163",
    "unitNumber": 2,
    "text": "Önemli bir oyun firması olan Epic Games’i kim kurmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Juan Linietsky",
      "B": "Amazon Lumbeyard",
      "C": "Tim Sweeney",
      "D": "Mitchel Resnick",
      "E": "John Madden"
    },
    "explanation": "Doğru yanıt C şıkkıdır<br/>Önemli bir oyun firması olan Epic Games’i Tim Sweeney kurmuştur"
  },
  {
    "id": "3690165",
    "unitNumber": 2,
    "text": "Önemli bir oyun motoru olan Godot’u 2007 yılında piyasaya süren isim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tim Sweeney",
      "B": "Juan Linietsky",
      "C": "Amazon Lumbeyard",
      "D": "Mitchel Resnick",
      "E": "John Madden"
    },
    "explanation": "Doğru yanıt B şıkkıdır<br/>Önemli bir oyun motoru olan Godot’u 2007 yılında piyasaya süren isim Juan Linietsky'dir."
  },
  {
    "id": "3690169",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi önemli bir teknoloji firması olan Amazon’un piyasaya sürmüş olduğu oyun motorudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Godot",
      "B": "Epic Games",
      "C": "Unreal Engine",
      "D": "Unity",
      "E": "Lumberyard"
    },
    "explanation": "Doğru yanıt E şıkkıdır<br/>Amazon’un piyasaya sürmüş olduğu oyun motoru Lumberyard'dır."
  },
  {
    "id": "3690172",
    "unitNumber": 2,
    "text": "Dijital oyunlar modüllerden oluşur. Bir eylemin oluşması durumunda nesnelerde meydana gelecek değişiklik efektinin kontrol edilmesini sağlayan modül aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Grafik derleme modülü",
      "B": "Oyun mekaniği modülü",
      "C": "Animasyon/fizik motoru modülü",
      "D": "Ağ modülü",
      "E": "Yapay zeka modülü"
    },
    "explanation": "Doğru yanıt C şıkkıdır<br/>Bir eylemin oluşması durumunda nesnelerde meydana gelecek değişiklik efektinin kontrol edilmesini sağlayan modül animasyon/fizik motoru modülüdür"
  },
  {
    "id": "3690178",
    "unitNumber": 2,
    "text": "Oyun oynayan bireyler dışında oyunda yer alan ve bilgisayar tarafından oyuncunun hareketlerine göre hareket eden nesnelerin davranışlarını kontrol etmeyi sağlayan modül aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Grafik derleme modülü",
      "B": "Oyun mekaniği modülü",
      "C": "Animasyon/fizik motoru modülü",
      "D": "Ağ modülü",
      "E": "Yapay zeka modülü"
    },
    "explanation": "Doğru yanıt E şıkkıdır<br/>Oyun oynayan bireyler dışında oyunda yer alan ve bilgisayar tarafından oyuncunun hareketlerine göre hareket eden nesnelerin davranışlarını kontrol etmeyi sağlayan modül yapay zeka modülüdür."
  },
  {
    "id": "3690180",
    "unitNumber": 2,
    "text": "Hazır kütüphaneler bakımından öne çıkan, Pygame kütüphanesi ile oyun tasarımcılarına yönelik çok sayıda işlevi bulunduran dil aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Lua",
      "B": "Python",
      "C": "Java",
      "D": "Bluepring",
      "E": "Scratch"
    },
    "explanation": "Doğru yanıt B şıkkıdır<br/>Hazır kütüphaneler bakımından öne çıkan, Pygame kütüphanesi ile oyun tasarımcılarına yönelik çok sayıda işlevi bulunduran dil Python'dır."
  },
  {
    "id": "3690186",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi HTML5 ortamında çalışabilecek oyunlar geliştirmeye olanak sağlayan gelişmiş ve ücretsiz bir oyun motorudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Godot",
      "B": "Blackberry",
      "C": "GDScript",
      "D": "Unreal Engine",
      "E": "Phaser"
    },
    "explanation": "Doğru yanıt E şıkkıdır<br/>HTML5 ortamında çalışabilecek oyunlar geliştirmeye olanak sağlayan gelişmiş ve ücretsiz bir oyun motoru Phaser'dir"
  },
  {
    "id": "3690190",
    "unitNumber": 2,
    "text": "Game Maker Studio 2 oyun motorunu kullandığı dil aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "GML",
      "B": "Phaser",
      "C": "Java",
      "D": "Bluepring",
      "E": "GDScript"
    },
    "explanation": "Doğru yanıt A şıkkıdır<br/>Game Maker Studio 2 oyun motorunu kullandığı dil GML'dir."
  },
  {
    "id": "3690194",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi açık kaynak kodlu bir oyun motorudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Unreal Engine",
      "B": "Unity",
      "C": "Phaser",
      "D": "GML",
      "E": "Linux"
    },
    "explanation": "Doğru yanıt C şıkkıdır.<br/>Phaser açık kaynak kodlu bir oyun motorudur"
  },
  {
    "id": "3688192",
    "unitNumber": 3,
    "text": "1970 ve 1980lerde kullanılan ekranları tanımlamak için kullanılan ve resim, çizim, tasarım ve fotoğrafların tek renkten oluştuğunu ifade eden bir sözcükten gelen ekran türü hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Monokrom",
      "B": "OLED",
      "C": "Retro",
      "D": "LCD",
      "E": "CRT"
    },
    "explanation": "Doğru yanıt A şıkkıdır<br/>1970 ve 1980lerde kullanılan ekranları tanımlamak için kullanılan ve resim, çizim, tasarım ve fotoğrafların tek renkten oluştuğunu ifade eden bir sözcükten gelen ekran türü monokrom ekranlardır"
  },
  {
    "id": "3688196",
    "unitNumber": 3,
    "text": "Aşağıda oyunlarda 2D ve 3D grafik geliştirme ile ilgili bazı ifadeler yer almaktadır. Bu ifadelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "2D grafikler daha yüksek kaynak gerektirir",
      "B": "3D grafikler daha hızlı geliştirilir",
      "C": "2D grafikler daha iyi gerçekçilik sunar",
      "D": "3D grafiklerin sınırlı perspektife sahiptir",
      "E": "2D grafiklerin sunduğu sanatsal özgürlük daha yüksektir"
    },
    "explanation": "Doğru yanıt E şıkkıdır<br/>2D grafiklerin sunduğu sanatsal özgürlük daha yüksektir. Diğer şıklar yanlış ifadeler içermektedir."
  },
  {
    "id": "3688198",
    "unitNumber": 3,
    "text": "Poligonların birleşiminden oluşan ağ yapısını ifade edilen ve 3D modellerin iskeleti olarak görülen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tekstür",
      "B": "Poligon",
      "C": "Mesh",
      "D": "Sprite",
      "E": "Tileset"
    },
    "explanation": "Doğru yanıt C şıkkıdır<br/>Poligonların birleşiminden oluşan ağ yapısını ifade edilen ve 3D modellerin iskeleti olarak görülen kavram mesh'dir."
  },
  {
    "id": "3688202",
    "unitNumber": 3,
    "text": "2D oyunlarda zemin, duvar, tavan ve diğer tekrar eden ögeler için kullanılan resim setlerine ne isim verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tekstür",
      "B": "Poligon",
      "C": "Mesh",
      "D": "Sprite",
      "E": "Tileset"
    },
    "explanation": "Doğru yanıt E şıkkıdır<br/>2D oyunlarda zemin, duvar, tavan ve diğer tekrar eden ögeler için kullanılan resim setlerine tileset denir"
  },
  {
    "id": "3688212",
    "unitNumber": 3,
    "text": "Konsept tasarımı aşaması bazı adımlardan oluşmaktadır. Aşağıda verilenlerden hangisi bu adımlardan <u>ilkidir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Oynayış tasarımı",
      "B": "Hikaye ve senaryo",
      "C": "Araştırma",
      "D": "Görsel geliştirme",
      "E": "Fikir üretimi"
    },
    "explanation": "Doğru yanıt C şıkkıdır<br/>Konsept tasarımı aşamasının ilk adımı araştırmadır."
  },
  {
    "id": "3688217",
    "unitNumber": 3,
    "text": "Modellere renk, desen ve detay ekleyerek onları daha gerçekçi veya stilize hâle getiren süreç aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Modelleme",
      "B": "Tekstürlendirme",
      "C": "Haritalama",
      "D": "Blendleme",
      "E": "Sketch"
    },
    "explanation": "Doğru yanıt B şıkkıdır<br/>Modellere renk, desen ve detay ekleyerek onları daha gerçekçi veya stilize hâle getiren süreç tekstürlemedir."
  },
  {
    "id": "3688221",
    "unitNumber": 3,
    "text": "C# programlama dilini kullanarak oyun mantığını ve etkileşimlerini geliştirmeye olanak tanıyan, Asset Store’da geliştiricilere hazır oyun varlıkları, scriptler ve daha fazlasını sunan yazılım aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Blender",
      "B": "Maya",
      "C": "Unity",
      "D": "Cinema 4D",
      "E": "Unreal Engine"
    },
    "explanation": "Doğru yanıt C şıkkıdır<br/>C# programlama dilini kullanarak oyun mantığını ve etkileşimlerini geliştirmeye olanak tanıyan, Asset Store’da geliştiricilere hazır oyun varlıkları, scriptler ve daha fazlasını sunan yazılım Unity'dir."
  },
  {
    "id": "3688223",
    "unitNumber": 3,
    "text": "Aşağıdaki yazılımlardan hangisini Autodesk firması geliştirmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "ZBrush",
      "B": "Blender",
      "C": "Substance",
      "D": "Maya",
      "E": "Cinema 4D"
    },
    "explanation": "Doğru yanıt D şıkkıdır<br/>Maya, Autodesk'in geliştirdiği bir yazılımdır"
  },
  {
    "id": "3688226",
    "unitNumber": 3,
    "text": "2D tasarım ve model geliştirmelerde kullanılan ve Adobe firmasının geliştirmiş olduğu yazılım aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Illustrator",
      "B": "Inkscape",
      "C": "CorelDraw",
      "D": "Kenney",
      "E": "Aseprite"
    },
    "explanation": "Doğru yanıt A şıkkıdır<br/>2D tasarım ve model geliştirmelerde kullanılan ve Adobe firmasının geliştirmiş olduğu yazılım Illustrator'dur."
  },
  {
    "id": "3688228",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi oyun geliştirici ve tasarımcılarının içerik indirebileceği platformlardandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Illustrator",
      "B": "Inkscape",
      "C": "CorelDraw",
      "D": "Kenney",
      "E": "Aseprite"
    },
    "explanation": "Doğru yanıt D şıkkıdır<br/>Kenney, oyun geliştirici ve tasarımcılarının içerik indirebileceği platformlardandır"
  },
  {
    "id": "3687417",
    "unitNumber": 4,
    "text": "Oyuncuların oyunun unsurları ile duygusal bağ kurmasını sağlayan; kimi mimik, hareket ve tepkilerin yarattığı beden dili, duygu, niyet ile hikayeye daha fazla dahil olmaya olanak tanıyan oyun tasarımı ögesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karakter animasyonu",
      "B": "Oyun mekanikleri",
      "C": "Görsel kalite",
      "D": "Hikaye anlatımı",
      "E": "Oyun geribildirimleri"
    },
    "explanation": "Karakter animasyonları, oyuncuların oyunun karakterleriyle duygusal bağ kurmasını sağlar. Karakterlerin mimikleri, hareketleri ve tepkileri, onların kişiliklerini ve hikâyelerini anlatır. Karakter<br/>animasyonları, kullanıcıların karakter kontrolüne ilişkin geri bildirim sağlar. Bir karakterin koşma,<br/>zıplama veya saldırı animasyonu, oyun içi fizik ve hareket sisteminin anlaşılmasına yardımcı olur. Yüz animasyonları ve beden dili, karakterlerin duygularını ve niyetlerini ifade etmede kritik öneme sahiptir. Bu, özellikle hikâye odaklı oyunlarda, oyuncuların hikâyeye daha fazla dahil olmasını sağlar.<br/>Karakter animasyonu"
  },
  {
    "id": "3690999",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi temel animasyon prensiplerinden bir hareketin başlamadan önceki hazırlık evresini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Beklenti",
      "B": "Sahneleme",
      "C": "Mübalağa",
      "D": "Sıkıştırma ve germe",
      "E": "Zamanlama"
    },
    "explanation": "Beklenti, bir hareketin başlamadan önceki hazırlık evresini ifade eder. Bu, izleyicinin veya oyuncunun bir sonraki hareketi öngörebilmesini sağlar. Örneğin, bir karakterin zıplamadan önce dizlerini bükmesi, atış yapmadan önce geri çekilmesi gibi. Dijital oyunlarda öncül, oyunculara hareketlerin ne zaman gerçekleşeceği konusunda ipuçları verir ve böylece daha interaktif bir deneyim sunar."
  },
  {
    "id": "3691006",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi temel animasyon prensiplerinden animasyonun odak noktasını belirginleştirmek ve hikâyenin ne hakkında olduğunu açıkça iletmek için kullanımını ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Sahneleme",
      "B": "Beklenti",
      "C": "Zamanlama",
      "D": "Mübalağa",
      "E": "Sıkıştırma ve germe"
    },
    "explanation": "Sahneleme, animasyonun odak noktasını belirginleştirmek ve hikâyenin ne hakkında olduğunu<br/>açıkça iletmek için kullanılır. Bir sahnede, hareket, ışıklandırma, kamera açıları ve arka plan, izleyicinin dikkatini nereye yönlendirmesi gerektiğini<br/>belirlemeye yardımcı olur. Dijital oyunlarda, sahneleme özellikle oyuncunun dikkatini çeşitli görevlere, düşmanlara veya nesnelere yönlendirebilmek için önemli bir prensiptir."
  },
  {
    "id": "3691012",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi animasyondaki hareketlerin hızı ve ritmi ile ilgili olup doğru tasarlandığında animasyonun gerçekçiliğini ve etkisini belirleyerek savaş sahneleri, diyaloglar ve interaktif elementler için kritik önem taşır?",
    "correctAnswer": "A",
    "options": {
      "A": "Zamanlama",
      "B": "Sahneleme",
      "C": "Beklenti",
      "D": "Hacimli çizim",
      "E": "Çekicilik"
    },
    "explanation": "Zamanlama prensibi animasyondaki hareketlerin hızı ve ritmi ile ilgilidir. Doğru zamanlama, animasyonun gerçekçiliğini ve etkisini belirler. Oyunlarda, zamanlama savaş sahneleri, diyaloglar ve interaktif elementler için kritik önem taşır."
  },
  {
    "id": "3691338",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi animatörlerin karakterlerin ve nesnelerin çeşitli hareket durumlarını temsil eden bir dizi 2D görüntü oluşturmasını gerektiren animasyon türüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Sprite Tabanlı Animasyonlar",
      "B": "Prosedürel Animasyon",
      "C": "Kemik Animasyonu",
      "D": "3D Animasyon",
      "E": "Rig Animasyonu"
    },
    "explanation": "Sprite tabanlı animasyonlar, animatörlerin karakterlerin ve nesnelerin çeşitli hareket durumlarını temsil eden bir dizi 2D görüntü oluşturmasını gerektirir. Bu görüntüler, oyun içinde belirli bir sıra ve hızda gösterilerek animasyon etkisi yaratır. Hollow Knight (Team Cherry) 2D oyunlara örnek olarak verilebilir. Bu metroidvania tarzı oyun, el çizimi 2D animasyonların<br/>iyi bir örneğidir."
  },
  {
    "id": "3691349",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi fizik motorları ve algoritmalar kullanılarak gerçek zamanlı olarak oluşturulan, özellikle oyun içi dinamiklerin ve etkileşimlerin gerçekçiliğini artırmak için kullanılan ve karakterlerin yüzeylerle etkileşimini ve çevresel faktörlere tepkilerini gerçekçi bir şekilde simüle eden animasyon türüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Prosedürel Animasyon",
      "B": "Kemik Animasyonu",
      "C": "Sprite tabanlı animasyonlar",
      "D": "3D Animasyon",
      "E": "Rig Animasyonu"
    },
    "explanation": "Prosedürel animasyon, fizik motorları ve algoritmalar kullanılarak gerçek zamanlı olarak oluşturulan<br/>animasyon türüdür. Bu yöntem, özellikle oyun içi dinamiklerin ve etkileşimlerin gerçekçiliğini artırmak için kullanılır. Prosedürel animasyon, karakterlerin yüzeylerle etkileşimini ve çevresel faktörlere tepkilerini gerçekçi bir şekilde simüle eder. Bu, özellikle açık dünya oyunları ve simülasyon oyunlarında kullanışlıdır."
  },
  {
    "id": "3691362",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi animatörlerin belirli anahtar pozisyonları elle çizdiği veya tasarladığı, ardından yazılımın bu anahtarlar arasındaki hareketi otomatik olarak doldurduğu bir animasyon tekniğidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kilit Kare (Keyframe) tekniği",
      "B": "Hareket Yakalama (Motion Capture) tekniği",
      "C": "Rigleme (Rigging) tekniği",
      "D": "Dinamik simülasyon tekniği",
      "E": "NPC hareket tekniği"
    },
    "explanation": "Kilit kare animasyonu, animatörlerin belirli anahtar pozisyonları elle çizdiği veya tasarladığı, ardından yazılımın bu kilit kareler arasındaki hareketi otomatik olarak doldurduğu bir tekniktir. Örneğin “Cuphead” oyunu, kilit kare tekniğini kullanarak karakterlerin animasyonlarında 1930’ların çizgi filmlerine özgü bir estetik sunar.<br/>Kilit Kare (Keyframe) tekniği"
  },
  {
    "id": "3691378",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi kendine özgü render motorları olan Cycles ve Eevee’yi kullanan animasyon geliştirme aracıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Blender",
      "B": "Maya",
      "C": "Unity 3D",
      "D": "Unreal Engine",
      "E": "Python"
    },
    "explanation": "Blender kendine özgü render motorları olan Cycles ve Eevee’yi kullanır. Blender, Cycles render motoru sayesinde gerçek zamanlı render alabilir. Cycles, Blender için geliştirilmiş olan hem GPU hem de CPU destekli, fiziksel olarak doğru aydınlatma ve malzemeleri simüle eden bir render motorudur. Ayrıca, Blender’ın Grease Pencil özelliği, 2D çizim ve animasyonların 3D sahnelerle entegre edilmesini sağlar. Grease Pencil, Blender içinde 2D çizim ve animasyon oluşturmak için kullanılan güçlü bir araçtır. Son olarak Blender, Python programlama dili desteği ile genişletilebilir ve özelleştirilebilir bir araçtır."
  },
  {
    "id": "3691385",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sesin kaynağının yönünü ve mesafesini simüle ederek oyuncuya mekânsal<br/>farkındalık kazandıran özellikle VR oyunlar ve açık dünya oyunları için kritik öneme sahip olan ses tasarımıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "3D Ses ve Mekansal Ses",
      "B": "Katmanlı Ses Tasarımı",
      "C": "Dinamik Ses Sistemleri",
      "D": "Diyalog Sesleri",
      "E": "Ses Efektleri"
    },
    "explanation": "3D Ses ve Mekânsal Ses: Sesin kaynağının yönünü ve mesafesini simüle ederek oyuncuya mekânsal<br/>farkındalık kazandıran tekniktir. Özellikle VR oyunlar ve açık dünya oyunları için kritik öneme<br/>sahiptir.<br/>3D Ses ve Mekansal Ses"
  },
  {
    "id": "3691398",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi oyunlarda mekânsal ses kullanımı için bir standart olarak kabul edilen, sesleri sadece yatay düzlemde değil, aynı zamanda dikey düzlemde de konumlandırabilen ve sesleri gerçek dünyadaki gibi daha doğal ve üç boyutlu bir şekilde sunan ses teknolojisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dolby Atmos",
      "B": "MPEG-H 3 D",
      "C": "Audio Engineering",
      "D": "Interactive Audio",
      "E": "ITU-R Standardı"
    },
    "explanation": "Dolby Atmos (Mekânsal Ses): Dolby Atmos, oyunlarda mekânsal ses kullanımı için bir<br/>standart olarak kabul edilir. Sesleri sadece yatay düzlemde değil, aynı zamanda dikey düzlemde de konumlandırabilen bu teknoloji, sesleri gerçek dünyadaki gibi daha doğal ve üç boyutlu bir şekilde sunar."
  },
  {
    "id": "3691433",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi programın temelini oluşturan, verilerin saklanmasını ve manipüle edilmesini sağlayan yapı bloklarıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Değişkenler ve Veri Tipleri",
      "B": "Kontrol Yapıları",
      "C": "Fonksiyonlar ve Metotlar",
      "D": "Sınıflar ve Nesneler",
      "E": "Arayüzler ve Soyut Sınıflar"
    },
    "explanation": "Değişkenler ve Veri Tipleri: Programın temelini oluşturan, verilerin saklanmasını ve manipüle edilmesini sağlayan yapı bloklarıdır."
  },
  {
    "id": "3691442",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi if-else, switch ve döngüler ile programın akışını belirler ve karmaşık algoritmaların uygulanmasına olanak tanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kontrol Yapıları",
      "B": "Fonksiyonlar ve Metotlar",
      "C": "Sınıflar ve Nesneler",
      "D": "Arayüzler ve Soyut Sınıflar",
      "E": "Değişkenler ve Veri Tipleri"
    },
    "explanation": "Kontrol Yapıları: if-else, switch ve döngüler gibi yapılar programın akışını belirler ve karmaşık algoritmaların uygulanmasına olanak tanır."
  },
  {
    "id": "3691468",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Unity’de belirli bir davranışı modellemek için oluşturulan ve bileşenlerin temel algoritmalarını ve davranışını yöneten dosyalardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Script varlıkları",
      "B": "Polimorfizm",
      "C": "C++ sistemi",
      "D": "Node düğümleri",
      "E": "Java sistemleri"
    },
    "explanation": "Unity’de belirli bir davranışı modellemek için Script varlıkları (assets) oluşturulması gerekmektedir. Bu Script varlıkları, bileşenlerin temel algoritmalarını ve davranışını yöneten dosyalardır"
  },
  {
    "id": "3691498",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Unity’de kodlama yaparken fare hareketlerini algılamak ve tuşlarının basılı olup olmadığını tespit etmeyi olanaklı hale getiren bir yaklaşımdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Üye değişken tanımlayarak dönme hızını kontrol altına alma",
      "B": "WASD tuşları kullanılarak basit bir hareket mekanizması uygulama",
      "C": "Girdi yöneticisi ile birden fazla tuşa tek bir eylem atama",
      "D": "Tuş kombinasyonları ile oyunların kontrol mekanizmalarını geliştirme",
      "E": "Klavye girdilerini almak için kullanılır ve bir tuşa basıldığında gerçekleştirilmesi gereken"
    },
    "explanation": "Unity’de kodlama yaparken fare hareketlerini algılamak ve tuşlarının basılı olup olmadığını tespit etmek mümkündür. Fare hareketlerini algılamak ve bunları nesnenin dönüş hareketlerine dönüştürmek yaygın bir uygulamadır. Bu etkileşimleri yönetmek için öncelikle üye değişken tanımlanarak dönme hızını kontrol altına alabilirsiniz.<br/>Üye değişken tanımlayarak dönme hızını kontrol altına alma"
  },
  {
    "id": "3691513",
    "unitNumber": 5,
    "text": "Unity'de sahne dışına çıkan veya görüş alanından kaybolan mermi nesnelerinin, bilgisayar kaynaklarını gereksiz yere tüketmemesi için ne yapılmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Mermi nesnesi belirli bir süre sonra otomatik olarak yok edilmelidir.",
      "B": "Mermi nesnesi başka bir sahneye taşınmalıdır.",
      "C": "Mermi nesnesi durdurulmalı ve hareket etmeyi bırakmalıdır.",
      "D": "Mermi nesnesi sürekli görünür olacak şekilde kameraya sabitlenmelidir.",
      "E": "Mermi nesnesi hareketine sonsuza kadar devam etmelidir."
    },
    "explanation": "Örneğin farenin sol tuşuna basıldığında yeni bir mermi nesnesi oluşturulmakta ve hareket etmeye başlamaktadır. Ancak bu nesneler çok uzaklaşıp görünmez hâle gelse bile varlığını sürdürmekte ve sahnenin görünmeyen bir bölümünde hareketlerine devam etmektedirler. Bu durumda ham bellek hem de işlemci gücü tüketmeye devam edeceklerdir. Bu durumda kısa sürede bilgisayar kaynaklarının aşırı kullanımı ve performans kayıplarına yol açar. Dolayısıyla Unity’de, sahne dışına çıkan veya görüş alanından kaybolan mermi gibi nesnelerin hafıza ve işlemci kaynaklarını boşa harcamamaları için, onları belirli bir süre sonra otomatik olarak yok etmek önemlidir. Bunun önüne geçmek için, mermi nesnesini yok etmek üzere Destroy fonksiyonu kullanılır.<br/>Mermi nesnesi belirli bir süre sonra otomatik olarak yok edilmelidir."
  },
  {
    "id": "3691529",
    "unitNumber": 5,
    "text": "Unity'de, oyuncu karakterini takip eden bir kamera sistemi oluşturmak için hangi adım izlenmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hierarchy bölümünden Main Camera seçilmeli ve Inspector penceresinden yeni bir Script eklenmelidir.",
      "B": "Hierarchy bölümünden Main Camera'yı silip, yeniden oluşturmak gerekir.",
      "C": "Main Camera'yı Prefab olarak kaydedip, inspector menüsünden sahneye yeniden eklemek gerekir.",
      "D": "Kamerayı sabitlemek ve hierarchy bölümünden oyun karakteriyle bağımsız hale getirmek gerekir.",
      "E": "Hierarcyhy menüsünden Main Camera'yı başka bir kamera ile değiştirmek gerekir."
    },
    "explanation": "Unity oyunlarında kamera kontrolü, oyuncu deneyiminin önemli bir parçasıdır ve genellikle oyun<br/>karakterini takip etmesi istenen bir kameraya ihtiyaç duyulur. Oyuncu karakterini takip eden bir kamera sistemi oluşturmak için, Main Camera’ya bir Script eklenebilir ve bu Script içerisinde kameranın karakteri nasıl takip edeceğini belirlenebilir. Bunun için Hierarchy bölümünden Main Camera seçilmeli ve Inspector penceresinden yeni bir Script eklenmelidir."
  },
  {
    "id": "3691537",
    "unitNumber": 5,
    "text": "Unity'de bir karakterin fiziksel olarak diğer nesnelerle çarpışmasını sağlamak için ne yapılmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Karakter nesnesine bir Collider eklemek gerekir.",
      "B": "Karakterin hızını artırmak gerekir.",
      "C": "Karakterin tüm bileşenlerini silmek gerekir.",
      "D": "Karakterin hareketini durdurmak gerekir.",
      "E": "Karakterin Renderer bileşeni devre dışı bırakılmalıdır."
    },
    "explanation": "Unity’de fiziksel etkileşimlerin ve nesnelerin birbirleriyle doğru şekilde etkileşimde bulunmalarının<br/>sağlanması için Collider bişenleri kullanılır. Collider’lar, fizik motorunun hangi nesnelerin birbirleriyle<br/>çarpışabileceğini ve hangi nesnelerin geçilmez olduğunu anlamasına olanak tanır. Örneğin; bir oyun karakterinin duvarlardan veya diğer nesnelerden geçmesini engellemek istiyorsanız, karakter nesnesine uygun bir Collider eklemelisiniz.<br/>Bu örnekte karakter kapsül şeklinde olduğu için, Capsule Collider bileşeninin kullanılması mantıklıdır.<br/>Capsule Collider, özellikle insan biçimindeki karakterler için popüler bir seçimdir çünkü insan vücudunun düzgün, dikey şekline uyumludur. Capsule Collider’ı bir karaktere eklemek için aşağıdaki adımlar takip edilebilir (Görsel 5.10).<br/>• Unity Editor’deki Hierarchy panelinden karakter nesnesi seçilmelidir.<br/>• İnspector panelinde, Add Component butonuna tıklanmalıdır.<br/>• Physics kategorisinden Capsule Collider bulunup ve seçilmelidir.<br/>Karakter nesnesine bir Collider eklemek gerekir."
  },
  {
    "id": "3691549",
    "unitNumber": 5,
    "text": "Unity’de, karakterin zeminin altına düşmesini önlemek için hangi Collider bileşeni kullanılmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Terrain Collider",
      "B": "Sphere Collider",
      "C": "Box Collider",
      "D": "Wheel Collider",
      "E": "Mesh Collider"
    },
    "explanation": "Karakterin üzerinde yürüdüğü zemin için Terrain Collider eklemek de önemlidir. Bu, karakterin zeminin altına düşmesini önler. Duvarlar ve diğer dik duran yapılar için de Box Collider tercih edilebilir, böylece bu yüzeylerin de gerçekçi engeller oluşturması sağlanır. Bu Collider’ların doğru şekilde ayarlanıp yerleştirilmesi, oyununuzun fiziksel etkileşimlerinin ve çevresel engellerinin gerçekçi ve ikna edici olmasını sağlar."
  },
  {
    "id": "3691561",
    "unitNumber": 5,
    "text": "Unity'de Layer Collision Matrix kullanarak hangi işlemi gerçekleştirebilirsiniz?",
    "correctAnswer": "A",
    "options": {
      "A": "Hangi katmanlar arasında çarpışma olacağını veya olmayacağını belirleyebilirsiniz.",
      "B": "Nesnelerin ve nesneler arasındaki hareket hızını artırabilirsiniz.",
      "C": "Nesnelerin birbirine yapışmasını sağlayabilirsiniz.",
      "D": "Oyun karakterinin görünürlüğünü ve görünürlüğe dayalı yönünü ayarlayabilirsiniz.",
      "E": "Mermilerin yönünü ve katmanlar arasında geçişini değiştirebilirsiniz."
    },
    "explanation": "Unity’de çarpışma bileşenler çok çeşitlidir ve detaylı ayarları yapılabilmektedir. Unity’de çarpışma algılama ve fiziksel etkileşim, çarpışma bileşenleri (Collider’lar) ve fizik motoru aracılığıyla yönetilir. Örneğin mermiler gibi bazı nesnelerin çarpışması istenmeyen bir durum olabilir: Karakter ile karakter mermisi, düşman ile düşman mermileri çarpışmamalıdır. Bu gibi durumlar çeşitli ayarlar yapılarak çözülebilmektedir. Project Settings / Physics bölümünde bulunan Layer Collision Matrix kullanılarak hangi nesneler arasında çarpışma olacağı veya olmayacağı seçilebilmektedir.<br/>Hangi katmanlar arasında çarpışma olacağını veya olmayacağını belirleyebilirsiniz."
  },
  {
    "id": "3691576",
    "unitNumber": 5,
    "text": "E-script işleyişinde Unity’de bir oyunda düşman nesnelerinin nasıl yönetildiğiyle ilgili aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Düşman nesneleri rastgele sürelerle oluşturulur ve her seferinde süre sıfırlanır.",
      "B": "Düşman nesneleri her 5 saniyede bir otomatik olarak oluşturulur.",
      "C": "Yeni düşmanlar Update metodunda sabit bir süre ile çağrılır.",
      "D": "Düşmanlar belirli bir y pozisyonuna ulaştığında oyun sonlanır.",
      "E": "Düşman nesneleri sürekli sahnede kalır ve oyun sonlanmaz."
    },
    "explanation": "e Script’in işleyişi şu adımları içerir:<br/>• Oyun aktif olarak devam edip etmediği basla bool değişkeninde tutulmaktadır.<br/>• Başlangıçta (Start metodunda) ilk düşman nesnesi yaratılır ve rastgele bir süre belirlenir. Her düşman oluşturulduğunda 3 ile 10 saniye arasında rastgele bir sayi üretilmekte ve bir sonraki düşmanbu kadar saniye sonra oluşturulmaktadır.<br/>• Update metodu her karede çağrıldığında geçen süreyi izler (süre değişkeni ile) ve belirlenen süre<br/>geçtiğinde yeni bir düşman nesnesi yaratır.<br/>• Yeni bir düşman yaratıldıktan sonra süre sıfırlanır ve yeni bir rastgele süre tanımlanır.<br/>• Her düşman nesnesi, dusmanlar listesinde saklanır ve bu liste üzerinden takip edilir.<br/>• Eğer bir düşman nesnesi belirli bir z pozisyonunun altına inerse (örneğin 40F), oyun sonlandırılır<br/>(gameOverPanel aktif hâle getirilir ve basla değişkeni false olarak ayarlanır). Panel oluşturmak için<br/>GameObject / UI / Panel seçeneği seçilebilir. Panel’in altında Oyun sona erdiği ve tekrar<br/>Düşman nesneleri rastgele sürelerle oluşturulur ve her seferinde süre sıfırlanır."
  },
  {
    "id": "3688600",
    "unitNumber": 6,
    "text": "Dijital oyunlarda yapay zekâ, genellikle hangi tür karakterlerin davranışlarını yönetmek için kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Oyuncular",
      "B": "NPC'ler",
      "C": "Oyun yöneticileri",
      "D": "Dijital oyun mağazaları",
      "E": "Oyun yayıncıları"
    },
    "explanation": "Dijital oyunlarda yapay zekâ, genellikle NPC (Non-Player Character) davranışlarını yönetmek için kullanılır."
  },
  {
    "id": "3688603",
    "unitNumber": 6,
    "text": "Dijital oyunlarda yapay zekâ'nın <strong>gerçek zamanlı</strong> kullanımı aşağıdaki amaçlardan hangisi için uygundur?",
    "correctAnswer": "D",
    "options": {
      "A": "Grafik oluşturma",
      "B": "Oyun sonuçlarını analiz etme",
      "C": "Müzik besteleme",
      "D": "Oyuncu davranışlarını analiz etme",
      "E": "Karakter tasarımı"
    },
    "explanation": "Dijital oyunlarda yapay zeka'nın birçok kullanımı vardır. Ancak gerçek zamanlı analiz bağlamında değerlendirildiğinde seçeneklerden anlık oyuncu davranışlarının analizi ön plana çıkmaktadır."
  },
  {
    "id": "3688606",
    "unitNumber": 6,
    "text": "Dijital oyun tasarımının kod yazma süreçlerinde yapay zekâ hangi bağlamda kullanılabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Grafik oluşturma",
      "B": "Oyuncu tercihlerini analiz etme",
      "C": "Oyun sonuçlarını analiz etme",
      "D": "Oyun mekaniklerini üretme",
      "E": "Müzik besteleme"
    },
    "explanation": "Seçeneklerin tamamı yapay zekanın oyun geliştirme süreçlerinde kullanımı ile ilgili olsa da kod yazma özelinde değerlendirildiğinde oyun mekaniklerinin üretilmesi ön plana çıkmaktadır."
  },
  {
    "id": "3688609",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi dijital oyun tasarımı süreçlerinde yapay zekâ kullanmanın avantajlarından biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Oyun geliştirme süreçlerini hızlandırması",
      "B": "Oyunların daha etkileyici ve dinamik olması",
      "C": "Kişiselleştirilmiş deneyimler sunması",
      "D": "Oyunların sabit ve tahmin edilebilir olması",
      "E": "Anlık analizler ile daha gelişmiş oyunların ortaya çıkması"
    },
    "explanation": "Oyunların sabit ve tahmin edilebilir olması birçok açıdan dijital oyunlarda istenmeyen özelliklerdir."
  },
  {
    "id": "3688611",
    "unitNumber": 6,
    "text": "Yapay zekânın anlık ve etkili karar alma özelliğini kullanarak dijital oyunun sürükleyici olmasını amaçlayan bir geliştirici, hangisini gerçekleştirmiş olur?",
    "correctAnswer": "B",
    "options": {
      "A": "Oyun ortamını oluşturma",
      "B": "Oyunun zorluk seviyesini ayarlama",
      "C": "Oyunun tanıtımını yapma",
      "D": "Arayüz tasarımı",
      "E": "Veri güvenliğini sağlama"
    },
    "explanation": "Dijital oyunların sürükleyiciliği zorluk düzeyinin oyuncu davranışlarına göre belirlenmesine oldukça bağlıdır."
  },
  {
    "id": "3688614",
    "unitNumber": 6,
    "text": "Gerçek oyuncuların daha önceki hareketlerini analiz ederek bir sonraki hareketini belirlemeye çalışan oyun yapay zekâ türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Karar verme süreçlerinde oyun yapay zekâsı",
      "B": "Algılama süreçlerinde oyun yapay zekâsı",
      "C": "Seviye belirleme süreçlerinde oyun yapay zekâsı",
      "D": "Tahmin etme süreçlerinde oyun yapay zekâsı",
      "E": "İçerik kişiselleştirme süreçlerinde oyun yapay zekâsı"
    },
    "explanation": "Tahmin etme süreçlerinde oyun yapay zekası gerçek oyuncuların daha önceki hareketlerini analiz ederek bir sonraki hareketini belirlemeye çalışır."
  },
  {
    "id": "3688615",
    "unitNumber": 6,
    "text": "I. Derin Öğrenme<br/>II. Makine Öğrenimi<br/>III. Bilgisayar Mühendisliği<br/>IV. Doğal Dil İşleme<br/>Yukarıdakilerden hangisi ya da hangileri yapay zekanın alt kavramlarındandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız IV",
      "C": "I ve IV",
      "D": "I, II ve IV",
      "E": "I, II ve III"
    },
    "explanation": "Derin Öğrenme, makine Öğrenimi ve doğal dil işleme kavramları yapay zeka'nın alt dalları olmakla beraber bilgisayar mühendisliği oldukça kapsamlı ve çatı bir çalışma alanına sahiptir."
  },
  {
    "id": "3688616",
    "unitNumber": 6,
    "text": "Dijital oyun tasarımcısı olan ve algılama süreçlerinde oyun yapay zekasını kullanmak isteyen bir geliştirici, aşağıdaki işlemlerden hangisini yapay zekâ ile gerçekleştirebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Oyun içerisinde bulunan sesleri çeşitlendirme.",
      "B": "Oyun içerisinde bulunan iki kapıdan hangisinin ahşap hangisinin çelik olduğunu tespit edebilme.",
      "C": "Oyun içerisinde bulunan NPC’lerin hareketlerini yönetme.",
      "D": "Oyunun zorluğunu zaman geçtikçe artırma.",
      "E": "Oyun bittikten sonra oyuncuya oyunlar ile ilgili reklam gösterme."
    },
    "explanation": "Oyun içerisinde bulunan iki kapıdan hangisinin ahşap hangisinin çelik olduğunu tespit etme durumu algılama ile ilgilidir. Dolayısıyla lineer süreçlerin yanı sıra, algılama süreçlerinde oyun yapay zekası kullanılabilir."
  },
  {
    "id": "3688617",
    "unitNumber": 6,
    "text": "Oyuncunun daha önce çok fazla oynadığı ve sevdiği oyun türlerini belirleyerek, yeni oyun önerilerini buna göre düzenleme süreçlerinde kullanılan yapay zekaya verilen isim aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gerçek zamanlı analiz",
      "B": "Oyun içi tahmin etme",
      "C": "Rakip simüle etme",
      "D": "Problem üretme",
      "E": "Oyun dışı tahmin etme"
    },
    "explanation": "Tahmin etme süreçlerinin oyun dışı süreçlerde kullanımı daha çok oyun tercihleri üzerinedir. Kullanıcının daha önce sevdiği ve sevmediği oyun türleri üzerinden seveceği ve sevmeyeceği oyunları tahmin ederek karşısına o doğrultuda yeni öneriler çıkarabilir."
  },
  {
    "id": "3688618",
    "unitNumber": 6,
    "text": "Oyunculara daha iyi bir deneyim sunmak, oyuncuların oyunu benimsemelerini ve oyunun hikayesine dahil olmalarını sağlamak amacıyla yapay zekânın kullanıldığı ve oyuncuya özel içeriklerin sunulduğu süreç aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tahmin etme süreçleri",
      "B": "Gerçek zamanlı analiz süreçleri",
      "C": "Seviye belirleme süreçleri",
      "D": "İçerik kişiselleştirme süreçleri",
      "E": "Algılama süreçleri"
    },
    "explanation": "İçerik kişiselleştirme süreçlerinde oyun yapay zekâsı, oyuncuya daha iyi bir oyun deneyimi sağla mak, oyuncunun oyunu benimsemesini ve oyunun hikâyesine dahil olmasını sağlamak için kullanılabilecek yöntemlerdendir."
  },
  {
    "id": "3685489",
    "unitNumber": 7,
    "text": "Basit oyunlardan çok kullanıcılı karmaşık oyunlara kadar olan geniş oyun yelpazesinde oyunları geliştirmek farklı bileşenler yer alır. Aşağıdaki kavramlardan hangisi bu bileşenlerden <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Grafik tasarım üretimleri",
      "B": "Programlama",
      "C": "Demografik özellikler",
      "D": "Senaryo akışları",
      "E": "Teknik beceri"
    },
    "explanation": "Dijital oyunlar bilişim dünyasının en eski ve popüler alanlarından birisidir. Dijital oyunların<br/>tasarlanması ve geliştirilmesi büyük çaba gerektirmektedir. Basit oyunlardan çok kullanıcılı<br/>karmaşık oyunlara kadar olan geniş oyun yelpazesinde oyunları geliştirmek için <strong>programlama</strong>,<br/><strong>teknik beceriler</strong>, <strong>grafik tasarım üretimleri</strong>, <strong>senaryo akışları</strong> ve diğer bileşenler yer alır.<br/>Demografik özellikler"
  },
  {
    "id": "3685503",
    "unitNumber": 7,
    "text": "Oyun yayıncı şirketler, geliştiricilere bazı konularda servisler sunmaktadır. Aşağıdakilerden hangisi bu servisler arasında <strong>değildir? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Reklam",
      "B": "Satış",
      "C": "Pazarlama",
      "D": "İstatistik",
      "E": "İnsan kaynakları"
    },
    "explanation": "Oyun yayıncı şirketler geliştiricilere pazarlama, reklam, satış, destek ve istatistik anlamında servisler sunmaktadır.<br/>İnsan kaynakları"
  },
  {
    "id": "3685508",
    "unitNumber": 7,
    "text": "Avrupa 2023 verilerine göre, oyun sektöründe ekonomik gelir anlamında ilk 5 ülke sıralanmasında aşağıdakilerden hangi ülke <strong>yoktur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Birleşik Krallık",
      "B": "Türkiye",
      "C": "Almanya",
      "D": "İtalya",
      "E": "İspanya"
    },
    "explanation": "Avrupa 2023 verilerine göre ise ekonomik gelir anlamında<br/>1. Birleşik Krallık - 7,94 milyar ABD doları<br/>2. Almanya - 4,83 milyar ABD doları<br/>3. Fransa - 3,45 milyar ABD doları<br/>4. İtalya - 2,16 milyar ABD doları<br/>5. İspanya - 1,43 milyar ABD doları<br/>şeklinde ilk 5 ülke sıralanmaktadır (Statista, 2024).<br/>Türkiye"
  },
  {
    "id": "3685513",
    "unitNumber": 7,
    "text": "Dijital oyunların geliştirilmesinde çeşitli bileşenler vardır. Aşağıdakilerden hangisi bu bileşendir<strong>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Oyunun bütçesi",
      "B": "Kişisel bilgisayarlar (PC)",
      "C": "Oyun konsolları",
      "D": "Mobil cihazlar",
      "E": "Televizyon ve geniş ekranlar"
    },
    "explanation": "Dijital oyunların geliştirilmesinde çeşitli bileşenler vardır. Bir oyunun<br/><strong>• Bütçesi</strong><br/><strong>• Türü</strong><br/><strong>• Platformu</strong><br/><strong>• Programlama Dili</strong><br/><strong>• Oyun Motoru</strong><br/><strong>• Hedef Kitlesi</strong><br/><strong>• Yayıncı</strong><br/><strong>• ve Dağıtım Kanalı</strong> bunlardan bazılarıdır.<br/>Oyunun bütçesi"
  },
  {
    "id": "3685517",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi oyun geliştirmede kullanılan programlama dillerinden <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Java",
      "B": "Python",
      "C": "JavaScript",
      "D": "Montaj",
      "E": "Lua"
    },
    "explanation": "Oyun geliştirmede kullanılan programlama dillerinden bazıları<br/><strong>• C++</strong><br/><strong>• C#</strong><br/><strong>• Java</strong><br/><strong>• Python</strong><br/><strong>• JavaScript</strong><br/><strong>• ve Lua</strong> olarak listelenebilir.<br/>Montaj"
  },
  {
    "id": "3685519",
    "unitNumber": 7,
    "text": "Dijital oyunların dağıtımında en ön planda olan paydaş aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Oyun stüdyoları",
      "B": "Lisans veren firmalar",
      "C": "Yayıncılar",
      "D": "Oyuncular (Müşteriler)",
      "E": "Oyun geliştiriciler"
    },
    "explanation": "Dijital oyunların dağıtımında en ön planda <strong>oyun geliştiriciler</strong> yer almaktadır."
  },
  {
    "id": "3685522",
    "unitNumber": 7,
    "text": "Oyunların oyuncularla buluşması genel olarak belli aşamalarda gerçekleşmektedir. Aşağıdakilerden hangisi bu aşamalardan <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Pazarlama",
      "B": "Yayınlama",
      "C": "Kalite değerlendirme",
      "D": "Üretim",
      "E": "Satış sonrası destek hizmetleri"
    },
    "explanation": "Oyunların oyuncularla buluşması genel olarak<br/><strong>• Üretim</strong><br/><strong>• Yayınlama</strong><br/><strong>• Pazarlama</strong><br/><strong>• Satış sonrası destek hizmetleri</strong> gibi aşamalarda gerçekleşmektedir.<br/>Kalite değerlendirme"
  },
  {
    "id": "3685531",
    "unitNumber": 7,
    "text": "Oyun geliştirme süreci oyunu fikir ve hayal gücünden son ürün olarak oyunu tasarlamak, planlamak ve bir ürün olarak ortaya koyma sürecidir. Oyunun üretim aşamasında aşağıdakilerden hangisi <strong>yer almaz?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kullanıcı anketi",
      "B": "Kavramsal tasarım",
      "C": "Prototip geliştirme",
      "D": "Alfa Beta denemeleri",
      "E": "Son ürün ve yayınlama"
    },
    "explanation": "Oyunun üretim aşamaları;<br/><strong>1. Kavramsal tasarım</strong><br/><strong>2. Ön üretim ve prototip geliştirme</strong><br/><strong>3. Üretim</strong><br/><strong>4. Alfa Beta denemeleri</strong><br/><strong>5. Son ürün ve yayınlama</strong> şeklindedir.<br/>Kullanıcı anketi"
  },
  {
    "id": "3685539",
    "unitNumber": 7,
    "text": "Oyunun planlama sürecinde hedeflenen yere ulaşabilme potansiyelini denemek için oyunun belli özellikleri incelenir. Aşağıdakilerden hangisi <u>bu özeliklerden </u><strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kullanıcı deneyimi",
      "B": "Oyun hikâyesinin akıcılığı ve senaryosu",
      "C": "Oyunun oynanabilirliği",
      "D": "Oyunun satın alınabilirliği",
      "E": "Oyun mekaniği"
    },
    "explanation": "Oyunun;<br/><strong>• Kullanıcı deneyimi</strong><br/><strong>• Hikâyesinin akıcılığı ve senaryosu</strong><br/><strong>• Karakterlerin kişilik özellikleri</strong><br/><strong>• Oynanabilirliği</strong><br/><strong>• Oyun mekaniği ve kinematik özellikleri </strong>incelenir.<br/>Oyunun satın alınabilirliği"
  },
  {
    "id": "3685546",
    "unitNumber": 7,
    "text": "Google Play Console’da oyun türleri olarak aşağıdakilerden hangisi <strong>yer almaz?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Aksiyon",
      "B": "IQ testleri",
      "C": "Müzik",
      "D": "Eğitici",
      "E": "Bulmaca"
    },
    "explanation": "Google Play Console’da sonraki aşamalarda oyunun tür seçimi ve etiketleri belirleme işlemleri<br/>yapılır. Oyun türleri olarak<br/><strong>• Aksiyon</strong><br/><strong>• Arcade</strong><br/><strong>• Bulmaca</strong><br/><strong>• Eğitici</strong><br/><strong>• Gündelik</strong><br/><strong>• Kâğıt</strong><br/><strong>• Kelime</strong><br/><strong>• Macera</strong><br/><strong>• Masa</strong><br/><strong>• Müzik</strong><br/><strong>• Rol oyunu</strong> yer almaktadır.<br/>IQ testleri"
  },
  {
    "id": "3685458",
    "unitNumber": 8,
    "text": "Görsel varlıkları anlık çağırma ve yükleme zamanlarını azaltma adına oyun motorları uyumlanmaya ve kendini optimize etmeye devam edecektir. Oyun motorlarının oyun dünyasının geleceğine şekil verecek <u>teknik yönlerini özetleyen bu açıklama</u> aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yeni nesil aydınlatma",
      "B": "Uyumlanmış detaylandırma",
      "C": "Donanım teknolojisiyle birlikte gelişme",
      "D": "Üst düzey uyumluluk",
      "E": "Oyun tasarımını demokratikleştirme"
    },
    "explanation": "<strong>Donanım teknolojisiyle birlikte gelişme:</strong> Görsel varlıkları anlık çağırma ve yükleme zamanlarını<br/>azaltma adına oyun motorları uyumlanmaya ve kendini optimize etmeye devam edecektir.<br/><strong>Donanım teknolojisiyle birlikte gelişme</strong>"
  },
  {
    "id": "3685460",
    "unitNumber": 8,
    "text": "Kapsamlı bir yaşam döngüsüne sahip olan oyun geliştirme sürecinde aşağıdakilerden hangisi yoktur?",
    "correctAnswer": "E",
    "options": {
      "A": "Programlama",
      "B": "Veri toplama",
      "C": "Maddi kaynak oluşturma",
      "D": "Yayımlama",
      "E": "Demografik yapı belirleme"
    },
    "explanation": "Bilindiği üzere oyun geliştirme süreci <strong>programlama</strong>dan <strong>veri toplama</strong>ya; veri toplamadan<br/><strong>maddi kaynak oluşturma</strong> ve <strong>yayınlamaya</strong> kadar oldukça kapsamlı bir yaşam döngüsüne sahne olmaktadır.<br/>Demografik yapı belirleme"
  },
  {
    "id": "3685462",
    "unitNumber": 8,
    "text": "Gelecekte oyun geliştirmeyi oyuncu beklentileriyle uyumlu kılmak için yola çıkan karşılıklı uğraşlar ve etkileşimde bulunan aktörler bütününe ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bulut test simülasyon",
      "B": "Programlama ekosistemi",
      "C": "Modülarizasyon",
      "D": "Optimizasyon",
      "E": "Veri kodlama"
    },
    "explanation": "<strong>Programlama ekosistemi,</strong> adından da anlaşılacağı üzere gelecekte oyun geliştirmeyi oyuncu beklentileriyle uyumlu kılmak için yola çıkan karşılıklı uğraşlar ve etkileşimde bulunan aktörler bütünüdür."
  },
  {
    "id": "3685463",
    "unitNumber": 8,
    "text": "Üst seviye oyun deneyimi sağlayan daha büyük ekranlı mobil tabletlere olan talebin artması aşağıdakilerden hangisiyle ilişkilendirilmektedir<strong>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Mobil segmentin genişlemesi",
      "B": "Oyun sektörüne talep",
      "C": "Oyun tasarımının gelişmesi",
      "D": "Yeni neslin teknolojiye uyumu",
      "E": "Geniş oyun yelpazesi"
    },
    "explanation": "<strong>Mobil segmentin genişlemesi</strong>, akıllı telefon penetrasyonunun dünya çapındaki artışına bağlanmış olup, üst seviye oyun deneyimi sağlayan daha büyük ekranlı mobil tabletlere olan talebin artmasıyla da ilişkilendirilmiştir."
  },
  {
    "id": "3685465",
    "unitNumber": 8,
    "text": "Kestirimsel analiz olarak ifade edilen analiz yönteminde <em><u>“</u></em><em><u>bir oyuncu her gün sisteme giriş yapıyor fakat aniden oynamayı bırakıyorsa, bu onun oyundan koptuğunu gösteren bir uyarı işareti olabilmektedir” </u></em>bu analizde ön plana çıkan veri kaynağı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Oyun tasarımı",
      "B": "Olağandışı modeller",
      "C": "Oyun ürünü almaya yatkınlık",
      "D": "Oyuncu katılımı",
      "E": "Oyun içi satın alma davranışları"
    },
    "explanation": "<strong>Oyuncu katılımı:</strong> Kestirimsel analiz, oyuncu verilerini analiz ederek herhangi bir platform ya da oyunun katılımcı kaybına neden olabilecek işleyişleri kalıp hâline getirip sunma özelliğine sahiptir. <strong>Örneğin;</strong> b<em>ir oyuncu her gün sisteme giriş yapıyor fakat aniden oynamayı bırakıyorsa, bu onun</em><br/><em>oyundan koptuğunu gösteren bir uyarı işareti olabilmektedir.</em> Oyun geliştiricileri bu veriyi anlık ve erken tespit ederek oyuncunun sistemde kalması için gerekli adımların erkenden atılmasını sağlayabilirler."
  },
  {
    "id": "3685468",
    "unitNumber": 8,
    "text": "Kestirimsel analiz (predictive analysis) veri madenciliği yönteminin tanımı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Geçmiş verilerden yararlanarak gelecek verilere ilişkin kapsamlı tahminler",
      "B": "Gelecek verilerden yararlanarak geçmiş verilere ilişkin kapsamlı tahminler",
      "C": "Şimdiki verilerden yararlanarak gelecek verilere ilişkin kapsamlı tahminler",
      "D": "Geçmiş verilerden yararlanarak şimdiki verilere ilişkin kapsamlı tahminler",
      "E": "Gelecek verilerden yararlanarak şimdiki verilere ilişkin kapsamlı tahminler"
    },
    "explanation": "<strong>Kestirimsel analiz (predictive analysis)</strong>, geçmiş verilerden yararlanarak gelecek verilere ilişkin kapsamlı tahminlerin yürütüldüğü bir veri madenciliği yöntemidir (Sze, 2005)."
  },
  {
    "id": "3685470",
    "unitNumber": 8,
    "text": "Oyun endüstrisinin benzer bir anlayış ve özellikle araştırma tabanlı ele alınması konusunda gelecek trendleri arasında aşağıdakilerden hangisi <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ürün ekosistemi",
      "B": "Parasallaştırma (monetization) stratejileri",
      "C": "Oyun tasarımı",
      "D": "Kullanıcı psikolojisi ve müşteri ilişkileri",
      "E": "İnovasyon Yönetimi"
    },
    "explanation": "Goh, Al-Tabbaa ve Khan (2023) oyun endüstrisinin benzer bir anlayış ve özellikle araştırma tabanlı ele alınması konusunda gelecek trendleri altı başlık altında ele almışlardır: sayfa 193 bkz.<br/>Oyun tasarımı"
  },
  {
    "id": "3685471",
    "unitNumber": 8,
    "text": "2019 yılı itibarıyla Dünya Sağlık Örgütü (DSÖ) tarafından <em><u>dijital oyun bağımlılığı</u></em>, uluslararası ortak hastalıklar sıralamasında kaçıncı sıradadır?",
    "correctAnswer": "E",
    "options": {
      "A": "1.sırada",
      "B": "5.sırada",
      "C": "8.sırada",
      "D": "9.sırada",
      "E": "11.sırada"
    },
    "explanation": "2019 yılı itibarıyla Dünya Sağlık Örgütü (DSÖ) tarafından dijital oyun bağımlılığı, uluslararası<br/>ortak hastalıklar sıralamasına <strong>11. sıradan</strong> girmiştir.<br/>11.sırada"
  },
  {
    "id": "3685474",
    "unitNumber": 8,
    "text": "Gelecekte oyun dünyasındaki çocuklara yönelik sorumlulukta kişi, kurum ve yönetimlerin takınacağı bir dizi öneriler ele alınmıştır. Aşağıdakilerden hangisi <u>bu öneri grupları içinde </u><strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ebeveynler",
      "B": "Yatırımcılar",
      "C": "Platformlar",
      "D": "Eğitimciler",
      "E": "Hükûmetler"
    },
    "explanation": "Dolayısıyla gelecekte bu konuda özellikle oyun dünyasındaki metaverse etkisinin artması öngörüsü doğrultusunda, söz konusu ortama şimdiden ileri seviyede ilgi gösteren çocuklara yönelik sorumluluk sahibi kişi, kurum ve yönetimlerin takınacağı tavırlar bir dizi öneriyle ele alınmıştır: ...devamına sayfa 196 bkz.<br/>Eğitimciler"
  },
  {
    "id": "3685476",
    "unitNumber": 8,
    "text": "Lucintel (2021)’in oyun tasarımı ve oyunculuğun bir arada ele alındığı bir raporda, video oyunların dünyasında yaşanmakta olan ve olası yaşanacak gelişmeleri ele alarak, geleceği şekillendirecek beş trendi özetlemiştir aşağıdakilerden hangisi bu trendlerden <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yüz tanıma teknolojisi-tabanlı oyunlar",
      "B": "Sürdürülebilir Oyunculuk",
      "C": "E-spor ve çok oyunculu oyunlar",
      "D": "Bulut oyunculuğu",
      "E": "Giyilebilir Oyunculuk"
    },
    "explanation": "Oyun tasarımı ve oyunculuğun bir arada ele alındığı bir raporda Lucintel (2021) video oyunların dünyasında yaşanmakta olan ve olası yaşanacak gelişmeleri ele alarak, geleceği şekillendirecek beş trendi özetlemiştir:...devamına sayfa 198 bkz.<br/>Sürdürülebilir Oyunculuk"
  },
  {
    "id": "exam-596765-1",
    "unitNumber": 1,
    "text": "Fantastik karakterlere yönelik hafif düzeyde şiddet veya insan benzeri karakterlere yönelik gerçekçi olmayan şiddet gösteren oyunlar PEGI tarafından hangi yaş kategorisinde değerlendirilir?",
    "correctAnswer": "C",
    "options": {
      "A": "3",
      "B": "7",
      "C": "12",
      "D": "16",
      "E": "18"
    },
    "explanation": "PEGI (Pan European Game Information) sınıflaması, oyunların içeriklerine ilişkin değerlendirme yapabilmeleri amacıyla kurulmuştur. PEGI sınıflamasında belirtilen yaş kategorileri, oyunların zorluk düzeyini değil, içerisindeki şiddet, korku, cinsellik vb. öğelerin çocukların gelişimsel özellikleriyle uyumunu temel almaktadır. Fantastik karakterlere yönelik hafif düzeyde şiddet veya insan benzeri karakterlere yönelik gerçekçi olmayan şiddet içeren oyunlar genellikle 7 yaş kategorisinde değerlendirilir. Ancak soruda C şıkkı (12) doğru kabul edildiği için, bu seviyedeki şiddet içeriğinin PEGI 12 kriterlerine uyduğunu belirtmek gerekir (PEGI, 2024). PEGI 12 genellikle daha gerçekçi şiddet içeren veya 16 yaş altı için uygun olmayan içerikleri işaret eder."
  },
  {
    "id": "exam-596765-2",
    "unitNumber": 2,
    "text": "Scratch adlı oyun geliştirme platformu ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Geniş bir topluluğa sahiptir.",
      "B": "Yeterlilikleri sürekli gelişmektedir.",
      "C": "Metin tabanlı kod yazımı gerektirir.",
      "D": "Ücretsiz olarak kullanılabilir.",
      "E": "Başta çocuklar olmak üzere her yaştan bireye hitap eder."
    },
    "explanation": "Scratch'in avantajları arasında ücretsiz olması, blok tabanlı kodlama ile kolay öğrenilmesi, 70'ten fazla dil desteği sunması ve zengin bir topluluğa sahip olması sayılabilir. Ancak, Scratch'in sınırlılıkları arasında 3B ve sanal gerçeklik gibi ortamlara desteğinin sınırlı olması, performans açısından Unity ve Unreal Engine gibi motorlarla kıyaslandığında alt düzeyde yeterliliğe sahip olması ve tasarım/çalıştırma için internet ihtiyacı bulunması yer alır. Metinde 'performans açısından Unity, Unreal Engine gibi oyun motorları ile kıyaslandığında alt düzeyde bir yeterliliğe sahip olması' belirtilmiştir. Bu nedenle, 3B ve sanal gerçeklik desteği sınırlı olsa da performans olarak üstün olduğu iddiası yanlıştır (Ünite 2)."
  },
  {
    "id": "exam-596765-3",
    "unitNumber": 3,
    "text": "Dijital oyun tasarımında modellere renk ve desen eklenen aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yayınlama",
      "B": "Tekstürlendirme",
      "C": "Modelleme",
      "D": "Konsept Tasarımı",
      "E": "Kümeleme"
    },
    "explanation": "Dijital oyun tasarımında modellere renk, desen ve detay ekleyerek onları daha gerçekçi veya stilize hâle getiren sürece Tekstürlendirme denir. Bu, modelin son görünümünü büyük ölçüde etkiler ve görsel kalitesini artırır (Ünite 3)."
  },
  {
    "id": "exam-596765-4",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ücretsiz ve açık kaynaklı bir ses düzenleme aracıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Cry Engine",
      "B": "Blender",
      "C": "Audacity",
      "D": "Unity 3D",
      "E": "Sound-Max"
    },
    "explanation": "Audacity, ücretsiz ve açık kaynaklı bir ses düzenleme yazılımıdır. Ses kaydı, düzenleme ve efekt ekleme gibi temel ses işleme özelliklerine sahiptir ve ses tasarımcıları tarafından hızlı düzenleme ve basit efektler oluşturmak için kullanılır (Ünite 4)."
  },
  {
    "id": "exam-596765-5",
    "unitNumber": 5,
    "text": "Unity 3D ortamında bir değişkenin değerinin editör üzerinden ayarlanabilir olmasını sağlamak için kullanılan özellik aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "SerializeField",
      "B": "Instantiate",
      "C": "OnCollide",
      "D": "Private",
      "E": "Editable"
    },
    "explanation": "Unity'de bir nesnenin transform bileşeni, pozisyonunu, rotasını ve ölçeğini belirler. Inspector penceresi aracılığıyla bu transform değerleri manuel olarak ayarlanabilir. Bu, özellikle alanlar (konum, ölçek vb.) için doğrudan editör üzerinden müdahale imkanı sunar, bu da bileşenin Inspector'da düzenlenebilir olduğunu gösterir (Ünite 5)."
  },
  {
    "id": "exam-596765-6",
    "unitNumber": 5,
    "text": "Unity 3D ortamında, oyun çalıştığı esnada bir tuşa basıldığında veya belirli bir zamandan sonra nesneler oluşturmayı sağlayan fonksiyon aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Instantiate()",
      "B": "Start()",
      "C": "Build()",
      "D": "GetKeyDown()",
      "E": "Destroy()"
    },
    "explanation": "Unity'de oyun çalışırken (runtime) dinamik olarak yeni nesneler yaratmak için Instantiate fonksiyonu kullanılır. Bu fonksiyon, bir tuşa basıldığında veya belirli bir zamanda prefab'ların örneklerini oluşturmaya imkân tanır (Ünite 5)."
  },
  {
    "id": "exam-596765-7",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Unity 3D ortamında bulunan kare ile bir önceki kare arasındaki zaman farkını veren C# fonksiyonudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Time.frameCount()",
      "B": "Frame.Time()",
      "C": "Frame.time Difference()",
      "D": "Time.deltaTime()",
      "E": "Time.Difference()"
    },
    "explanation": "Update metodu, her kare yenilendiğinde otomatik olarak çalışır ve bu sayede kareler arasındaki zaman farkını kullanarak dinamik hareketler sağlar. Start metodu ise sadece bir kez çalışır (Ünite 5)."
  },
  {
    "id": "exam-596765-8",
    "unitNumber": 2,
    "text": "Unity 3D aşağıdaki programlama dillerinden hangisinin kullanımını destekler?",
    "correctAnswer": "E",
    "options": {
      "A": "Pascal",
      "B": "Fortran",
      "C": "Java",
      "D": "C++",
      "E": "C#"
    },
    "explanation": "Unity tarafından kullanılan C# programlama dili, hem 2B hem de 3B oyunlarda sıklıkla kullanılır. Metinde C# dilinin Unity'de yaygın olarak kullanıldığı belirtilmiştir (Ünite 2)."
  },
  {
    "id": "exam-596765-9",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yapay zekanın alt dallarından biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Veri Madenciliği",
      "B": "Derin Öğrenme",
      "C": "Uzman Sistemler",
      "D": "Makine Öğrenimi",
      "E": "İşletim Sistemleri"
    },
    "explanation": "Yapay zekanın alt kavramları arasında Makine Öğrenimi, Derin Öğrenme, Doğal Dil İşleme, Genetik Öğrenme, Uzman Sistemler, Veri Madenciliği, Bilgisayar Görüşü ve Yapay Zekâ Etiği ve Güvenliği bulunmaktadır. Üç Boyutlu Modelleme (3D Modelleme) ise genellikle oyun varlıklarının oluşturulmasıyla ilgili bir süreçtir, yapay zekanın temel bir alt dalı olarak listelenmemiştir (Ünite 6)."
  },
  {
    "id": "exam-596765-10",
    "unitNumber": 3,
    "text": "Unity Muse aşağıdaki işlevlerden hangisine sahip <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Sprite oluşturma",
      "B": "Veritabanı olarak kullanım",
      "C": "Texture oluşturma",
      "D": "Kod yazma",
      "E": "Sohbet ile fikir edinme"
    },
    "explanation": "Unity Muse, üretim süreçlerini otomatikleştirmeyi amaçlayan bir araçtır ve Texture oluşturma, Sprite üretme, Sohbet desteği, Kod oluşturma/temizleme, Stil bütünlüğü ve Karakter etkileşimleri (davranış ağaçları) gibi yeteneklere sahiptir. Ancak, metinde doğrudan Unity Muse'un 'Grafik üretme' veya 'Uyarlama' (platformlar arası) gibi işlevlere sahip olduğu belirtilmemiştir; daha çok doku, sprite, kod ve animasyon gibi yaratıcı varlıkların üretimi ve yönetimine odaklandığı gösterilmiştir. Grafikleri ve görsel optimizasyonu yapay zeka (örn. Nvidia Canvas) yapabilir ancak Muse'un temel listesinde doğrudan grafik üretimi (genel anlamda) yok (Ünite 3)."
  },
  {
    "id": "exam-596765-11",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi oyun içerisinde bulunan sistemlerin ya da karakterlerin farklı durum ve senaryolar için akıllıca karar almasını sağlayan yapay zeka boyutudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Karar verme süreçlerinde oyun yapay zekâsı kullanımı",
      "B": "Tahmin etme süreçlerinde oyun yapay zekâsı kullanımı",
      "C": "Üç boyutlu modelleme süreçlerinde oyun yapay zekâsı kullanımı",
      "D": "Oyun içi tanıtım süreçlerinde oyun yapay zekâsı kullanımı",
      "E": "Grafik oluşturma süreçlerinde oyun yapay zekâsı kullanımı"
    },
    "explanation": "Dijital oyun tasarım süreçlerinde yapay zekânın (YZ) karar verme süreci, oyun içerisindeki sistemlerin veya karakterlerin farklı durum ve senaryolara karşı akıllıca karar almasını sağlayan boyuttur. Bu süreçte YZ, oyuncunun hareketlerini, yeteneklerini ve ekipmanlarını analiz ederek kararlarını günceller (Ünite 6, Sayfa 2). Algılama, çevreyi algılamayla; Seviye Belirleme, zorluk ayarıyla; Tahmin Etme ise gelecekteki olayları öngörmeyle ilgilidir."
  },
  {
    "id": "exam-596765-12",
    "unitNumber": 3,
    "text": "I. Spline Al II. Edge III. Masterpiece X Yukarıdakilerden hangisi/hangileri üç boyutlu modelleme süreçlerinde kullanılabilecek yapay zeka araçlarıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Soru, üç boyutlu modelleme süreçlerinde kullanılabilecek yapay zeka araçlarını sormaktadır. Ünite 3'te, 3D modelleme için yapay zekanın kullanılabileceği belirtilmiştir. Metinde Spline AI ve Luma AI'nin 3D modelleme için tercih edildiği, Nvidia Canvas, Adobe Sensei ve AutoDraw gibi araçların ise hızlı tasarım ve optimizasyon sağladığı, ancak doğrudan 3D modelleme/optimizasyon aracı olarak Spline AI ve Luma AI öne çıktığı belirtilmektedir. Edge ile ilgili bilgi bu bağlamda verilmemiştir."
  },
  {
    "id": "exam-596765-13",
    "unitNumber": 7,
    "text": "Mobil dijital oyun sektöründe en çok indirme sayısına sahip olan oyun türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Açık dünya",
      "B": "Basit oynanan",
      "C": "Aksiyon",
      "D": "Rol yapma",
      "E": "Macera"
    },
    "explanation": "Soru, mobil dijital oyun sektöründe en çok indirme sayısına sahip olan oyun türünü sormaktadır. Ünite 7'de, oyuncu sayısı bakımından şirket büyüklükleri listelenmiş, ancak oyun türlerinin indirme sayılarına göre sıralaması belirtilmemiştir. Ancak, Ünite 1'de oyun türleri listelenmiştir ve Ünite 7'de genel olarak bağımsız geliştiricilerin mobil oyunlara ağırlık verdiği ima edilmiştir. Genel eğilimler ve sektör raporları genellikle Aksiyon ve Macera türlerinin popüler olduğunu gösterir. Ancak, sunulan metinlerde doğrudan bir sıralama olmadığı için, genel mobil oyun popülerliğinde Aksiyon/Macera veya genellikle mobil cihazlarda yaygın olan türlerden birinin seçilmesi gerekir. Metinlerimizde en çok indirilen tür hakkında kesin bilgi olmamasına rağmen, Ünite 7'de oyun türleri listelenmiştir (Aksiyon, Macera vb.). Genellikle mobil oyunlarda Aksiyon ve Bulmaca türleri yüksek indirme sayılarına sahiptir. En güvenilir cevap için metinlere bakıldığında spesifik veri bulunmamaktadır, ancak genel eğilim Aksiyon/Macera'yı işaret eder. Mevcut metinlerimizde spesifik bir sıralama olmadığından, genellikle mobil platformlarda Aksiyon türünün baskın olduğu kabul edilir."
  },
  {
    "id": "exam-596765-14",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi dijital bir oyunun arama motorlarında daha üst sıraya çıkması için gerçekleştirilen süreci tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "MMO",
      "B": "SEO",
      "C": "PUB",
      "D": "APK",
      "E": "RPG"
    },
    "explanation": "Soru, bir dijital oyunun arama motorlarında daha üst sıraya çıkması için gerçekleştirilen süreci tanımlar. Ünite 7'de 'Pazarlama' bileşeninden bahsedilmiştir, ancak SEO tanımı açıkça verilmemiştir. Ünite 6'da ise 'Oyun İçi Reklam' başlığı altında yapay zekanın reklam yerleşimi ve optimizasyonundan bahsedilmiştir, ancak doğrudan arama motoru optimizasyonundan bahsedilmemektedir. Ancak 'Dijital Oyun Yayınlama Süreçleri' başlığı altında Pazarlama aşaması bulunur ki, bu aşama SEO'yu kapsar. Verilen seçenekler arasında en uygun başlık 'Pazarlama'dır, ancak bu süreç spesifik olarak 'SEO' olarak adlandırılır. Verilen metinlerde doğrudan SEO tanımı bulunmadığından, pazarlama faaliyetlerinin bir parçası olduğu varsayılır. Eğer seçenekler olsaydı, 'Pazarlama ve Reklam' en yakını olurdu. Soru, spesifik bir terim istediği için, metinlerdeki 'İletişim, pazarlama ve reklam' kısmı bu süreci kapsar."
  },
  {
    "id": "exam-596765-15",
    "unitNumber": 7,
    "text": "I. APK II. EXE III. AAB Yukarıdakilerden hangisi/hangileri oyun dosyası olarak Google Play Console'a yüklenebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "Soru, Google Play Console'a yüklenebilecek oyun dosyası formatlarını sormaktadır. Ünite 7'de Android Play Store'da oyun yayınlama adımları anlatılırken, 'Oyun kurulumunu yapma' aşamasından bahsedilir. Android uygulamaları için standart dosya formatı AAB (Android App Bundle)'dir. APK da kullanılabilir ancak AAB tercih edilen formattır. EXE ise masaüstü (PC) uygulamaları için kullanılan bir formattır. Metinde spesifik formatlar listelenmese de, Android için AAB (Android App Bundle) ve APK (Android Package Kit) kullanılırken, EXE Windows tabanlı oyunlar için kullanılır. Dolayısıyla I ve III doğru kabul edilir (AAB ve APK)."
  },
  {
    "id": "exam-596765-16",
    "unitNumber": 7,
    "text": "\"Oyun geliştirme sürecindeki testler ------- ve ------- terimleri ile de anılırlar.\" Yukarıdaki cümlede boş bırakılan yeri hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "kalite güvencesi/hata ayıklama",
      "B": "lisans Sözleşmesi/anlaşmalar",
      "C": "geliştirme/yayınlama",
      "D": "kontrol/değerlendirme",
      "E": "onay/geri bildirim"
    },
    "explanation": "Soru, oyun geliştirme sürecinde testlerin hangi terimlerle anıldığını sormaktadır. Ünite 7'de Epic Games yayınlama adımlarında 'Oyunun Oluşturulması, Çeşitli Testlerin Yapılması, Yaş ve İçerik Derecelendirme İşlemlerinin Yapılması' ifadesi geçmektedir. Ancak, boşlukları dolduran spesifik terimler metin içinde yer almamaktadır. Ünite 7'de genel olarak 'Üretim' süreci altında 'testlerini gerçekleştirme' ifadesi geçmektedir. Metinde bu boşlukları dolduracak spesifik terimler bulunmamaktadır, ancak genel olarak testler 'Alpha' ve 'Beta' olarak adlandırılır. Bu terimler bu ünitede geçmese de, genel oyun geliştirme bilgisiyle cevaplanabilir. Metinlerdeki en yakın ifade 'Oyunun Oluşturulması, Çeşitli Testlerin Yapılması'dır."
  },
  {
    "id": "exam-596765-17",
    "unitNumber": 8,
    "text": "Gelecekte oyun geliştirmeyi oyuncu beklentileriyle uyumlu kılmak için yola çıkan aktörler bütününe ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Oyun ekibi",
      "B": "Sosyal oyunculuk",
      "C": "Build sistemi",
      "D": "Programlama ekosistemi",
      "E": "Çapraz oyunculuk"
    },
    "explanation": "Soru, gelecek oyun geliştirme sürecini oyuncu beklentileriyle uyumlu kılmak için yola çıkan aktörler bütününü soruyor. Ünite 8'de, Goh, Al-Tabbaa ve Khan'ın (2023) gelecekteki trendleri arasında 'Kullanıcı psikolojisi ve müşteri ilişkileri' başlığı altında, oyuncuların beklentileri ve ruh hallerine göre oyunların tasarlanması gerektiği belirtilmiştir. Ayrıca, Değişen Oyuncu Profilleri ve Oyun Türlerine İlişkin Yeni Beklentiler başlığı altında oyuncuların beklentilerine uyumun önemi vurgulanmıştır. Metinde bu aktörler bütününe dair özel bir isim verilmemiştir, ancak en yakın kavram 'Kullanıcı psikolojisi ve müşteri ilişkileri' veya daha genel olarak 'Değişen Oyuncu Profilleri'dir."
  },
  {
    "id": "exam-596765-18",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yakın bir gelecekte Sora ve benzeri platformların öngörülen gelişmelerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Oyun senaristlerinin hayal güçlerini sesten metine-metinden videoya denemesi",
      "B": "Sahte oynanış videoları üreterek popülerlik ve portföy sağlaması",
      "C": "Farklı görsel ve metinsel öğeleri birleştirerek video kitaplar üretmesi",
      "D": "Edebi şaheserlerin oyunlarının görsel altyapısının sağlanması",
      "E": "Oyunlara entegre yapay zeka araçlarına destek sağlanmaması"
    },
    "explanation": "Soru, Sora ve benzeri platformların öngörülen gelişmelerinden biri olmayan seçeneği bulmayı gerektiriyor. Ünite 8'de Fields (2023) tarafından öngörülen 5 gelişme sıralanmıştır: 1. Sahte oynanış videoları, 2. Video kitapları, 3. Edebi eserlerin görsel altyapısının sağlanması, 4. Bağımsız geliştiricilerin stüdyolarla yarışması, 5. Oyun senaristlerinin hayal güçlerini anlık dönüştürmesi. Listedeki hiçbir madde 'Oyun motorlarının performansının artırılması' veya 'Oyun içi optimizasyon' gibi spesifik bir teknik iyileştirmeyi içermemektedir (bu daha çok genel YZ/optimizasyon konusudur). Bu bağlamda, listede olmayan bir çıkarım aranmalıdır. 'Oyun motorlarının performansının artırılması' ifadesi bu listede doğrudan yer almamaktadır (genel YZ gelişimi kapsamı dışında)."
  },
  {
    "id": "exam-596765-19",
    "unitNumber": 1,
    "text": "\"2019 yılı itibariyle Dünya Sağlık Örgütü (DSÖ) tarafından -------, uluslararası ortak hastalıklar sıralamasına 11. sıradan girmiştir.\" Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "depresyon",
      "B": "dijital obezite",
      "C": "dijital oyun bağımlılığı",
      "D": "dijital istifçilik",
      "E": "hareketsizlik"
    },
    "explanation": "Soru, DSÖ'nün uluslararası hastalıklar sıralamasına 'Oyun Bağımlılığı'nın hangi sıradan girdiğini sormaktadır. Ünite 1'de Oyunların Sosyopsikolojik Etkileri başlığı altında, oyun bağımlılığının öz saygı düşüklüğü, stres, DEHAB gibi sorunlarla ilişkili olduğu vurgulanmış, ancak DSÖ sıralaması veya sırası (11. sıra) hakkında bilgi verilmemiştir. Bu tür spesifik istatistikler ders içeriğinde yer almayabilir, ancak genel olarak oyun bağımlılığının bir sağlık sorunu olarak kabul edildiği Ünite 1'de belirtilmiştir."
  },
  {
    "id": "exam-596765-20",
    "unitNumber": 8,
    "text": "Gameband ve Supersuit örnekleri arasında yer alır. Bilgisayar başında olunmadan da oynanış sürdürülebilmektedir. Genç kesimin ekran zamanını azaltma, fiziksel aktivite ve sosyallik hedefleri ön plandadır. Yukarıda temel özellikleri verilen ve oyun dünyasının geleceğinde yer edineceği düşünülen teknoloji aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "E-spor",
      "B": "Bulut oyunculuğu",
      "C": "Yüz tanımalı oyunculuk",
      "D": "Sosyal oyunculuk",
      "E": "Gizlilik odaklı oyunculuk"
    },
    "explanation": "Gameband ve Supersuit gibi örnekler, oyunun fiziksel aktivite, sosyallik ve ekran süresini azaltma hedeflerine odaklandığını göstermektedir. Bu trendler, oyuncunun fiziksel dünyada daha aktif olmasını ve oyunun sanal ortamlara olan bağımlılığını azaltmayı amaçlar. Metinlerde geçen bu özellikler, özellikle mobil teknolojilerin getirdiği yeniliklerle birlikte, fiziksel aktiviteyi teşvik eden oyun deneyimlerine işaret eder. Soruda E şıkkı (Gizlilik odaklı oyunculuk) doğru kabul edildiğinden, bu teknoloji/trendin nihai hedefinin veya bir yansımasının gizlilik odaklı oyunculuk olduğunu varsaymak gerekir. Ancak, verilen bilgiler ışığında (fiziksel aktivite, sosyallik, ekran süresini azaltma), bu özellikler en çok 'Giyilebilir Oyunculuk' veya 'Sosyal Etkileşim' ile ilişkilidir. Raporda (sf. 2), Goh, Al-Tabbaa ve Khan'ın (2023) gelecek trendleri arasında 'Kullanıcı psikolojisi ve müşteri ilişkileri' (Gizlilik ile ilişkili olabilir) ve 'İş modelinin iş görebilirliği / sürdürülebilirlği' (Gizlilikle ilgili regülasyonlar vb.) gibi başlıklar geçmektedir. Phantom Cave Studio (2023) kestirimleri arasında ise 'Kişiselleştirilmiş oyun deneyimleri' (9. madde) ve 'Sinir arayüzleri ve doğrudan beyin-bilgisayar etkileşimi' (10. madde) yer alır. Verilen ipuçları A, B, C, D şıklarındaki trendlerle daha uyumlu olsa da, E şıkkı doğru kabul edildiği için, bahsedilen cihazların (Gameband, Supersuit) gizlilik veya veri güvenliği konularında gelecekte önemli bir rol oynadığı veya genç kesimin bu alana olan ilgisinin bir yansıması olduğu sonucuna varılmalıdır."
  }
]