[
  {
    "id": "3641868",
    "unitNumber": 1,
    "text": "I- Kanal, kaynak ile alıcı arasındaki bilgi alışverişini tamamlayabilmek için gerekli olan araçtır. \n<br/>II- Kaynaktan gelen mesajın ulaştığı kişi ya da topluluğa alıcı adı verilmektedir. \n<br/>III- Gönderici olarak da tanımlanan kaynak, tek bir kişi olmak zorundadır.\n<br/>IV- Etkin bir iletişim sağlaması için kaynağın kodladığı ve sembollerle oluşturduğu iletinin ne anlama geldiğini alıcı gözünden bilmesi ya da tahmin edebilmesi gerekmektedir \n<br/>İletişim sürecine ilişkin yukarıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I, III, IV",
      "B": "I, II, III",
      "C": "I, II, IV",
      "D": "II, III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "\"Gönderici olarakta tanımlanan kaynak, tek bir kişi olmak zorunda değildir \" (s.5) Bu nedenle III. madde yanlış olup diğerleri doğrudur. Cevap c seçeneğidir."
  },
  {
    "id": "3641869",
    "unitNumber": 1,
    "text": "Bilim adamlarının çalışmaları doğrultusunda radyoyu ticari bir kitle iletişim aracına dönüştüren isim aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Philo T. Farnsworth",
      "B": "Vladimir K. Zworykin",
      "C": "Samuel Morse",
      "D": "Guglielmo Marconi",
      "E": "Frank Concard"
    },
    "explanation": "Kitaptaki bilgiye göre \"bilim adamlarının çalışmaları doğrultusunda radyoyu ticari bir kitle iletişim aracına dönüştüren isim Guglielmo Marconi\"(s.11) olup cevap d seçeneğidir."
  },
  {
    "id": "3641870",
    "unitNumber": 1,
    "text": "Televizyonun mucidi aşağıdaki isimlerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vladimir K. Zworykin",
      "B": "Tim Barnes Lee",
      "C": "Guglielmo Marconi",
      "D": "Frank Concard",
      "E": "Samuel Morse"
    },
    "explanation": "\"Televizyonun mucidi literatürde Vladimir K. Zworykin kabul edilmektedir\" (s.13). Bu nedenle cevap a seçeneğidir."
  },
  {
    "id": "3641871",
    "unitNumber": 1,
    "text": "İlk ‘renkli televizyon’ kaç yılında icat edilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1950",
      "B": "1954",
      "C": "1960",
      "D": "1967",
      "E": "1972"
    },
    "explanation": "1954 yılında ilk ‘renkli televizyon’ icat edilmiştir (s.13). Bu nedenle cevap b seçeneğidir."
  },
  {
    "id": "3641872",
    "unitNumber": 1,
    "text": "World wide web (www) Tim Barnes Lee tarafından kaç yılında icat edilerek bugünkü internet adını almıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1991",
      "B": "1994",
      "C": "1996",
      "D": "1998",
      "E": "2001"
    },
    "explanation": "\"Tim Barnes Lee’nin 1991’de world wide web’i (www) icat etmesiyle ticarileşmiş ve kullanıcı sayısının bir anda artmasına sebep olmuştur. Bu ağ sistemi çoklu kullanıcı sayısına ulaşarak 1991’de Tim Barnes Lee tarafından bugünkü internet adını almıştır\" (s.15). Buna göre cevap a seçeneğidir."
  },
  {
    "id": "3641873",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi 2003 yılında kurulan yüz milyonlarca kullanıcıya sahip olan dünyanın en geniş iş ağlarından bir tanesidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Snapchat",
      "B": "LinkedIn",
      "C": "LINE",
      "D": "Tumblr",
      "E": "Foursquare"
    },
    "explanation": "\"LinkedIn 2003 yılında kurulan yüz milyonlarca kullanıcıya sahip olan dünyanın en geniş iş ağlarından bir tanesidir\" (s.18). Bu nedenle cevap b seçeneğidir."
  },
  {
    "id": "3641874",
    "unitNumber": 1,
    "text": "Sosyal paylaşım sitesi Facebook kaç yılında kurulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "2001",
      "B": "2002",
      "C": "2004",
      "D": "2007",
      "E": "2010"
    },
    "explanation": "Facebook 2004 yılında Mark Zuckerberg ve arkadaşları tarafından ortaya çıkarılmıştır. Cevap c seçeneğidir."
  },
  {
    "id": "3641875",
    "unitNumber": 1,
    "text": "Ticari amaçlarla dönüşüm geçiren diğer uygulamalardan farklı bir yol izleyerek kullanıcılarına farklı bir bakış açısı kazandıran, sadece anlık fotoğraf ve video çekip bu fotoğraflara notlar ve efektler ekleyerek kullanıcılarının paylaşması bağlamında dijital iletişim sağlayan mobil uygulama aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Instagram",
      "B": "Facebook",
      "C": "WhatsApp",
      "D": "LINE",
      "E": "Snapchat"
    },
    "explanation": "\"Snapchat sadece anlık fotoğraf ve video çekip bu fotoğraflara notlar ve efektler ekleyerek kullanıcılarının paylaşarak dijital iletişim sağlayan bir mobil uygulamadır\" (s.24).Buna göre cevap e seçeneğidir."
  },
  {
    "id": "3641876",
    "unitNumber": 1,
    "text": "Sosyal medya platformlarının kuruluş yıllarına ilişkin öncelik sıralaması aşağıdakilerden hangisinde doğru verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "LinkedIn-Facebook-Youtube-Twitter-Instagram",
      "B": "Youtube-Facebook-Twitter-Instagram-LinkedIn",
      "C": "Facebook-LinkedIn-Youtube-Twitter-Instagram",
      "D": "Facebook-Youtube-Twitter-Instagram-LinkedIn",
      "E": "LinkedIn-Youtube-Facebook-Instagram-Twitter"
    },
    "explanation": "İlk önce 2003 yılında LinkedIn, 2004 yılında Facebook, 2005 yılında Youtube, 2006 yılında Twitter, 2010 yılında Instagram kurulmuş olup cevap a seçeneğidir."
  },
  {
    "id": "3641877",
    "unitNumber": 1,
    "text": "I- Hitap ettiği kitle yoğunluğu\n<br/>II- Ulaşım kolaylığı\n<br/>III- Toplum üzerinde etkisi\n<br/>IV- Bireyciliği motive etmesi\n<br/>Yukarıdaki maddelerden hangileri geleneksel medyanın dijital medyadan farklı olduğu konulardır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I, II, III",
      "D": "I, II, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "Dijital iletişim teknolojilerini geleneksel iletişim ile kıyaslandığında göze çarpan farklılıklar arasında geniş bir kitleye hitap etmesi, kolay ve ucuz olmasıyla erişilebilir olması, kullanıcılarının uzmanlık gerektirmeden kolayca üretimde bulunabilmeleri, toplum üzerinde etkisinin fazla olması, geri bildirim hızının yüksek olması ve yeniden düzenlemeye imkân vermesi bulunabilir. Bu nedenle cevap E seçeneğidir."
  },
  {
    "id": "3641878",
    "unitNumber": 1,
    "text": "Duygu ve düşüncelerin kod ve sembollere dönüştürülerek kaynaktan alıcıya doğru iletildiği etkileşim süreci aşağıdaki kavramlardan hangisini tanımlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Mesaj",
      "B": "Mesajlaşma",
      "C": "İleti",
      "D": "İletişim",
      "E": "Yönetişim"
    },
    "explanation": "Duygu ve düşüncelerin kod ve sembollere dönüştürülerek kaynaktan alıcıya doğru iletildiği etkileşim süreci iletişim kavramını tanımlamaktadır. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3641879",
    "unitNumber": 1,
    "text": "İletişim sürecinin aşamaları dikkate alındığında konuşmacının yaptığı jest ve mimikler aşağıdakilerden hangisini tanımlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Etkileşim",
      "B": "Kaynak",
      "C": "Alıcı",
      "D": "Mesaj",
      "E": "Dönüt"
    },
    "explanation": "Belirli sembolleri ve kodları ifade eden mesaj, alıcıya gönderilen duygu ve düşüncelerin sözlü ya da yazılı olarak aktarıldığı iletilerin tümünü ifade etmektedir. Konuşmacının jest ve mimikleri iletilen mesajlar arasındadır. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3641880",
    "unitNumber": 1,
    "text": "İletişim süreçlerinin tarihsel gelişimine ilişkin aşağıdakilerden hangisi <strong><u>söylenemez</u></strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Hiyeroglifler iletişim amacı taşımaktadır.",
      "B": "İletişim süreci matbaanın icadı ile başlamıştır.",
      "C": "Toplumsal yaşam iletişimi zorunlu kılmıştır.",
      "D": "Alfabelerin kullanımı iletişim ihtiyacını gösterir.",
      "E": "Telgraf iletişimde mesafe sorununu ortadan kaldırmıştır."
    },
    "explanation": "Sanayi devrimi ile iletişim alanında yaşanan ilk ve en önemli gelişme matbaanın icadı ve yaygınlaşması ile başlamıştır. Ancak iletişim insanın varlığının başlangıcından bugüne kadar devam etmiştir. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3641881",
    "unitNumber": 1,
    "text": "İletişim araçlarının tarihsel gelişim süreçlerine göre aşağıdakilerden hangisi <strong><u>söylenemez</u></strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Matbaanın icadı ile kitaplar yoluyla kitle iletişimi başlamıştır.",
      "B": "Telgraf icadı iletişim sürecinde mesafelere bağlı sorunları ortadan kaldırmıştır.",
      "C": "Telefonun icadı anlık iletişim gereksinimini karşılamıştır.",
      "D": "Radyo kitle iletişiminin yaygınlaşmasında önemli rol oynamıştır.",
      "E": "Televizyon sosyolojik değişimlerin meydana gelmesinde etkili olmuştur."
    },
    "explanation": "Tek yönlü bir iletişim türü olan kitaplar, uzak mesafelere gönderilmesi sorunu sebebiyle bireysel iletişim aracı olarak kalmış ve kitleselleşememiştir. Telgraf, iletişim ve ulaşım arasındaki sorunun çözüldüğü ilk aygıttır. Telefonun diğer iletişim araçlarına göre anlık hızlı iletişim sağlaması, insanların ticari ve kişisel alışverişlerinin de hızlanmasına olanak sağlamıştır. Radyo, evlere de girmesi ile yoğun olarak kullanılan bir kitle iletişim aracı hâline gelmiştir. Televizyon ise dünyada olup biten her şeyden haberdar olan insanlar üzerinde önemli sosyolojik değişimler meydana gelmesinde etkili olmuştur. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3641882",
    "unitNumber": 1,
    "text": "Öğrencilerin sınıf içinde yaptıkları etkinliklerde kullanılan uygulamalar için telefonlarından katılım sağlamaları ve öğretmenin de kendi bilgisayarından izleyerek katılımları yorumlaması aşağıdaki teknolojilerden hangisi ile olanaklı olmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Hypertext",
      "B": "WEB 1.0",
      "C": "WEB 2.0",
      "D": "Dijital İletişim",
      "E": "Google"
    },
    "explanation": "İnternet, çok sayıda insanın birbiriyle ortak paylaşım alanının bulunduğu, son yüzyılın en büyük buluşlarından bir tanesidir. İlk başta tüm bu gelişmelere rağmen sadece aramalar sonucu bilgiye ulaşabilen kullanıcılar sadece bilgiye erişim sağlamış ve kullanıcıların sonrasında sayfayı kapattığı bu sisteme 1. Nesil sistem denmiştir. Web 1.0 olarak adlandırılan bu sistemin ardından kullanıcılara katkı, yorum ve paylaşım yapmasını sağlayan yeni bir altyapı geliştirilmiştir. Web 2.0 olarak adlandırılan bu sistem, çift taraflı etkileşimi mümkün kılarak İnterneti bugünkü hâline taşımıştır. Soruda verilen örnek WEB 2.0 karşılıklı etkileşim sağlanması nedeniyle WEB 2.0 için örnektir. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3641883",
    "unitNumber": 1,
    "text": "Öncelikli olarak kişilerin kendi mesleki yeterliklerini ve deneyimlerini paylaşmasına olanak tanıyan sosyal ağ aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "LinkedIn",
      "B": "Twitter",
      "C": "Instagram",
      "D": "Facebook",
      "E": "Snapchat"
    },
    "explanation": "LinkedIn dünyanın en geniş iş ağlarından bir tanesidir. Kullanıcıların diğer sitelere göre mesleki özellikleri ve yeterlilikleri ön plandadır. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3641884",
    "unitNumber": 1,
    "text": "Sosyal ağ sitelerinden bir olan Facebook ile ilgili aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "İlk sosyal paylaşım sitesi olarak kabul edilmektedir.",
      "B": "Mesleki sosyal ağları genişletmek için kullanılır.",
      "C": "Başlangıçta şirket içi ağ olarak tasarlanmıştır.",
      "D": "Oyun hizmeti aktif kullanıcı sayısını artırmaktadır.",
      "E": "Paylaşımlarda karakter sınırı bulunmaktadır."
    },
    "explanation": "İlk sosyal paylaşım sitesi kabul edilen sixdegress.com olarak kabul edilmektedir. Başlangıçta bir üniversitenin öğrencileri ile sınırlandırılmış ancak zaman içerisinde dünya çapına yayılmıştır. Facebook’un asıl amacı zaten arkadaş bulmak ve kişilerin çevresinde yaşayan insanlara daha kolay ulaşmasını sağlayabilmektir. Facebook’a ortalama mobil aygıtlarından erişen aktif kullanıcı sayısı 200 milyonunun üzerindedir. Bu durum, çoğunlukla Facebook’un kullanıcılarına sunduğu oyun hizmetinden kaynaklanmaktadır. Paylaşımlarda karakter sınırlaması Twitter’da bulunmaktadır. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3641885",
    "unitNumber": 1,
    "text": "Kullanıcılarına gizlilik olanağı tanıyan, paylaşımların geçici olarak yer aldığı ve ekran görüntüsü alınması durumunda kullanıcıya bilgi veren dijital platform aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Twitter",
      "B": "Instagram",
      "C": "Facebook",
      "D": "Snapchat",
      "E": "WhatsApp"
    },
    "explanation": "Snapchat diğer uygulamalardan farklı olarak kullanıcılarına sunduğu geçicilik ve gizlilik kısa sürede genç kesim üzerinde popüler olmasına neden olmuştur. Paylaşılan videoların en fazla 10 saniye görünür olduğu bu uygulamada ek olarak sadece profilde paylaşılan fotoğrafların ya da videoların 24 saat kalmasına müsaade etmektedir. Yazılımları gereğince kaybolan fotoğrafları ya da videoları kaydetmek ve kopyalamak isteyen kötü niyetli kişilerin olmasına karşı Snapchat ekran görüntüsü alan bir profil olduğunda bu durumu kullanıcıya bildirmektedir. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3641886",
    "unitNumber": 1,
    "text": "2019’da İstanbul’da yaşanan deprem sırasında insanların geleneksel medya araçları yerine WhatsApp, Facebook gibi kanallar yoluyla haberleşmesinin <u>en temel sebebi</u> dijital iletişim teknolojilerinin hangi özelliğidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çoklu ortam sunması",
      "B": "Kendi içeriğini yaratabilmesi",
      "C": "İnsanları manipüle edebilmesi",
      "D": "Veriyi depolama olanağı sunması",
      "E": "Güncel veri sunulabilmesi"
    },
    "explanation": "Geleneksel medya araçları, güncel yayın yapma olasılığına İnternete kıyasla sahip değildir. Örneğin gazeteler için bir baskı süreci ve televizyonlar için bir çekim süresi gerekmektedir. Ancak bir kişi akıllı telefonuyla yanında bir olay gerçekleştiğinde bunu hemen paylaşıp insanların haberinin olmasını sağlayabilmektedir. Bunun en büyük örneği 26.09.2019 tarihinde İstanbul’da gerçekleşmiştir. Deprem sonrasında telefon hatlarının çalışmaması sonucu WhatsApp gibi uygulamalar ile İnternet üzerinden insanlar birbirleriyle iletişim kurabilmiştir. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3641887",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi dijital iletişim teknolojilerini, geleneksel medya araçlarından ayıran özelliklerden biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Çok yönlü olması",
      "B": "Merkeziyetçi olmaması",
      "C": "Kontrol edilebilir olması",
      "D": "Küresel özellik taşıması",
      "E": "Etkileşimli olması"
    },
    "explanation": "Geleneksel ve dijital iletişim sistemi arasında birçok farklılık bulunmaktadır. Bunlar; dijitale göre geleneksel iletişimin tek yönlü olması, bölgesel bir kesime hitap etmesi, sınırlı ve kontrollü olmasıdır. Dijital iletişim teknolojileri ise çok yönlü, küresel, merkeziyetçi olmayan ve etkileşimli bir yapıdadır. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3641888",
    "unitNumber": 1,
    "text": "Latince ‘communis’ kelimesinden türeyen ve batıda ‘communication’ olarak kullanılan sözcük aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ulaşmak",
      "B": "İletişim",
      "C": "Haberleşmek",
      "D": "İletim",
      "E": "Bildirim"
    },
    "explanation": "İletişim kavramının tanımı<br/>Sadece Latince ‘communis’ kelimesinden türeyen ve batıda ‘communication’ olarak kullanılan iletişim sözcüğü paylaşmak, birleştirmek veya görüşmek gibi anlamlara geldiği bilinmektedir."
  },
  {
    "id": "3641889",
    "unitNumber": 1,
    "text": "Bir kaynak tarafından alıcıya ulaşması için gönderilen bilgiye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mesaj",
      "B": "Bildiri",
      "C": "Not",
      "D": "Haber",
      "E": "İlan"
    },
    "explanation": "İletişimle ilgili kavramların kavranması<br/><em>Mesaj</em>, kaynak tarafından alıcıya ulaşması için gönderilen bilgi anlamına gelmektedir"
  },
  {
    "id": "3641890",
    "unitNumber": 1,
    "text": "İletişimin bireysel iletişim etkinliğinin ötesine geçip kültürlerarası hız kazanması hangi dönemde olmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Fransız Devrimi Dönemi",
      "B": "Rönesans ve Aydınlanma Dönemi",
      "C": "Sanayi devrimi dönemi",
      "D": "Ekim devrimi dönemi",
      "E": "Tanzimat Dönemi"
    },
    "explanation": "iletişim kavramı<br/>Bugün günümüzde kullanılan dijital iletişim teknolojilerinin temellerini bu sayede atılmıştır. Sanayi devrimi döneminde geliştirilen teknolojik aygıtlar, yeni iletişim kanalları olarak kullanılmaya başlanmış ve insanlar bu kanalların kullanım biçimlerini değiştirerek bireysel iletişim etkinliğini kültürlerarası bir eyleme dönüştürmüştür."
  },
  {
    "id": "3641891",
    "unitNumber": 1,
    "text": "İletişim sürecinde göndereceği iletiyi seçmek ve anlaşılabilir olmasını sağlamak görevi kime aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Alıcı",
      "B": "Kanal",
      "C": "Yönetici",
      "D": "Kaynak",
      "E": "Müdür"
    },
    "explanation": "İletişim süreçlerinin kavranması<br/>Kaynağın görevi sadece göndereceği iletiyi seçmek ve anlaşılabilir olmasını sağlamaktır. Aynı zamanda doğru şekilde kodladığı ve ilettiği mesajların bir amaç niteliği taşıması gerekmektedir."
  },
  {
    "id": "3641892",
    "unitNumber": 1,
    "text": "İletişim sürecinde alıcıya gönderilen duygu ve düşüncelerin sözlü ya da yazılı olarak aktarıldığı iletilerin tümünü ifade eden sözcük aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Haber",
      "B": "Not",
      "C": "Mesaj (ileti)",
      "D": "Kaynak",
      "E": "Kanal"
    },
    "explanation": "İletişim süreçlerinin kavranması<br/>Belirli sembolleri ve kodları ifade eden mesaj, alıcıya gönderilen duygu ve düşüncelerin sözlü ya da yazılı olarak aktarıldığı iletilerin tümünü ifade etmektedir."
  },
  {
    "id": "3641893",
    "unitNumber": 1,
    "text": "Kaynak tarafından aktarılan herhangi bir duygu, düşünce, fikir, jest, mimik, beden hareketi ya da bir durum olarak tanımlanan iletişim süreci aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İleti",
      "B": "Haber",
      "C": "Not",
      "D": "Duyuru",
      "E": "Mail"
    },
    "explanation": "İletişim süreçlerinin kavranması<br/>İleti veya herhangi bir bilgi, kaynak tarafından aktarılan herhangi bir duygu, düşünce, fikir, jest, mimik, beden hareketi ya da bir durum olarak iletişim sürecinin temel esasları arasında önemli bir role sahiptir"
  },
  {
    "id": "3641894",
    "unitNumber": 1,
    "text": "İletişim sürecinde kaynak ile alıcı arasındaki bilgi alışverişini tamamlayabilmek için gerekli olan araç olarak tanımlanan aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mesaj",
      "B": "Kanal",
      "C": "Haber",
      "D": "Aktarım",
      "E": "Duyuru"
    },
    "explanation": "İletişim süreçlerinin kavranması<br/>Kanal, kaynak ile alıcı arasındaki bilgi alışverişini tamamlayabilmek için gerekli olan araçtır."
  },
  {
    "id": "3641895",
    "unitNumber": 1,
    "text": "İlk kitle iletişim aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dergi",
      "B": "Mektup",
      "C": "Gazete",
      "D": "Makale",
      "E": "Radyo"
    },
    "explanation": "Kitlesel iletişimde matbaanın önemi<br/>Orta Çağ döneminde, özellikle dini düşünceler gibi birçok varsayımın yok olmasına sebep olan bu icat, aynı zamanda ilk kitle iletişim aracı olan gazetenin ortaya çıkmasına neden olmuştur. Günlük çıkan gazeteler yaşanan gelişmeleri ve olayları aktararak halkın bilgilendirilmesini sağlayan bir iletişim aracına dönüşmüştür."
  },
  {
    "id": "3641896",
    "unitNumber": 1,
    "text": "Kitapların ilk ortaya çıktıkları dönemde kitleselleşememelerinin temel sebebi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gazetelerin daha çok tercih edilmesi",
      "B": "Okuma-yazma bilenlerin sayısının az olması",
      "C": "Orta Çağ kültürünün etkisi",
      "D": "Toplum tarafından benimsenmemesi",
      "E": "Uzak mesafelere gönderilmesi sorunu"
    },
    "explanation": "Matbaanın bulunuşunun kitlesel iletişime etkileri<br/>Sözlü kültürün getirdiği belirsizlikleri ortadan kaldıran matbaa ile toplumda kitap kültürü ortaya çıkmaya başlamıştır. Ancak tek yönlü bir iletişim türü olan kitaplar, uzak mesafelere gönderilmesi sorunu sebebiyle bireysel iletişim aracı olarak kalmış ve kitleselleşememiştir. Zamanla entelektüel kültüre dönüşen kitapların sayısı özellikle Roma ve Helenistik dönemde artış göstermiştir."
  },
  {
    "id": "3641897",
    "unitNumber": 1,
    "text": "Bilginin uzak mesafelere iletilebilmesini sağlayan ilk buluş aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Matbaa",
      "B": "Radyo",
      "C": "Telefon",
      "D": "Telgraf",
      "E": "Televizyon"
    },
    "explanation": "Telgrafın kitlesel iletişimdeki rolünün kavranamsı<br/>Telgraf teknolojisinin aktif olarak kullanılmasıyla birlikte, bilginin iletilebilmesinin ilk şartı olan mesafelerin aşılması sorunu ortadan kalkmıştır. İletişim ve ulaşım arasındaki bağlantı kopmuştur. Telgraf tekniği, telgraf kablolarından oluşan ağlardan elektriksel vuruşlarla iletiyi göndermiş ve bunlara mors kodları denmiştir."
  },
  {
    "id": "3641898",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi masaüstü yayıncılık belgeleri arasında <em><strong>değildir</strong></em>?",
    "correctAnswer": "A",
    "options": {
      "A": "Fotoğraf çekmek",
      "B": "Slayt gösterileri",
      "C": "E-posta bültenleri",
      "D": "Elektronik kitaplar ve internet ortamları",
      "E": "PDf belgeleri"
    },
    "explanation": "Fotoğraf çekmek"
  },
  {
    "id": "3641899",
    "unitNumber": 2,
    "text": "Masaüstü yayıncılıkta \"postscript\" kelimesinin Türkçe karşılığı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kopyalama ve yapıştırma",
      "B": "Bilgisayar programlama ve yazılım dili",
      "C": "Eskiz ve taslak oluşturma",
      "D": "Kurgu ve kompozisyon",
      "E": "Baskı belgesi çıktısı"
    },
    "explanation": "Bilgisayar programlama ve yazılım dili"
  },
  {
    "id": "3641900",
    "unitNumber": 2,
    "text": "RGB dosyalarını baskı makinelerine uygun hale getirilen renk formatı hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "MBY",
      "B": "JPG",
      "C": "CMYK",
      "D": "PDF",
      "E": "PNG"
    },
    "explanation": "CMYK"
  },
  {
    "id": "3641901",
    "unitNumber": 2,
    "text": "Logoların, broşürlerin, bültenlerin, posterlerin, işaretlerin ve diğer görsel iletişim türlerinin tasarımında mesajı etkili bir şekilde iletmek için oluşturulan yaratıcı düşünme ve tasarlama eylemine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Web tasarımı",
      "B": "Aplikasyon tasarımı",
      "C": "Oyun tasarımı",
      "D": "Grafik tasarımı",
      "E": "Blog tasarımı"
    },
    "explanation": "Grafik tasarımı"
  },
  {
    "id": "3641902",
    "unitNumber": 2,
    "text": "Metin, grafik, ses, animasyon ve video gibi iletişim materyallerinin web sitelerinde ve mobil cihazlarda görüntülenme ve düzenleme işlevine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Grafik tasarımı",
      "B": "Oyun tasarımı",
      "C": "3D tasarımı",
      "D": "Aplikasyon tasarımı",
      "E": "Web tasarımı"
    },
    "explanation": "Web tasarımı"
  },
  {
    "id": "3641903",
    "unitNumber": 2,
    "text": "Görüntünün en küçük birim karesidir, noktacıklar hâlinde yan yana, alt alta ve üst üste gelerek görüntünün tamamını oluşturan renkli parçaçıklara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Piksel",
      "B": "CMYK",
      "C": "JPG",
      "D": "RGB",
      "E": "Kolaj"
    },
    "explanation": "Piksel"
  },
  {
    "id": "3641904",
    "unitNumber": 2,
    "text": "Matematiksel olarak nesnenin çözümlenmesini sayısal ortamda x ve y koordinatları ile tanımlayan programlara ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Piksel",
      "B": "Vektör",
      "C": "Kontür",
      "D": "Adobe",
      "E": "Aldus"
    },
    "explanation": "Vektör"
  },
  {
    "id": "3641905",
    "unitNumber": 2,
    "text": "Işık renk karışım sistemi, televizyon ve monitör sistemlerinde kullanılan ve kısaca RGB olarak adlandırılan renk sisteminin açılımı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sarı, Mavi, Kırmızı",
      "B": "Kırmızı, Beyaz, Mavi",
      "C": "Kırmızı, Yeşil, Mavi",
      "D": "Yeşil, Kırmızı, Sarı",
      "E": "Sarı, Kırmızı, Mavi"
    },
    "explanation": "Kırmızı, Yeşil, Mavi"
  },
  {
    "id": "3641906",
    "unitNumber": 2,
    "text": "Karışım Sistemli renkler, baskı sektöründe kullanılan ve maddesel saf ana renklerin birbirleriyle oranlı ve sayısal değerlerle karışmaları sonucunda elde edilen renkleri kapsayan kısaca CMYK olarak adlandırılan renk sisteminin açılımı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Magenta kırmızı, Siyah, Sarı, Beyaz",
      "B": "Sarı, Mavi, Kırmızı, Beyaz",
      "C": "Vermilion kırmızı, Sarı, Siyah, Beyaz",
      "D": "Cyan mavi, Sarı, Magenta kırmızı, Siyah",
      "E": "Siyah, Sarı, Magenta kırmızı, Yeşil"
    },
    "explanation": "Cyan mavi, Sarı, Magenta kırmızı, Siyah"
  },
  {
    "id": "3641907",
    "unitNumber": 2,
    "text": "Kitap kapağı, dosya, katalog, ambalaj, davetiye ve kartvizit gibi işlerde kullanılan, baskısı yapılan işe özel klişe hazırlanarak uygulanan çökertme veya kabartma işleminin adı nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tipo Baskı",
      "B": "Tifdruk Baskı",
      "C": "Flesko",
      "D": "Selofan",
      "E": "Gofre"
    },
    "explanation": "Gofre"
  },
  {
    "id": "3641908",
    "unitNumber": 2,
    "text": "...................... fikirlerin ve bilgilerin görsel görüntülerini oluşturmak için bilgisayar ve yazılım araçlarının kullanılmasıdır.\n Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Baskı merkezi",
      "B": "Grafik tasarım",
      "C": "Masaüstü yayıncılık",
      "D": "Çokluortam tasarımı",
      "E": "Dijital belge"
    },
    "explanation": "Masaüstü ya- yıncılık; belgeleri, PDF, slayt gösterileri, e-posta bültenleri, elektronik kitaplar ve internet ortam- ları gibi iletişim ortamlarını hazırlama işlemlerini kapsar.<br/>Masaüstü yayıncılık, fikirlerin ve bilgilerin görsel görüntülerini oluşturmak için bilgisayar ve yazılım araçlarının kullanılmasıdır. Masaüstü yayıncılık, belirli bir yazılım türünün yani postscript (bilgisayar programlama ve yazılım dili) dilinin geliştirilmesinden sonra ortaya çıkarak kullanılan bir terimdir. Masaüstü yayıncılık, metin ve görüntüleri birleştirmek ve yeniden düzenlemek için yazılım kullanmak, baskı, çevrimiçi görüntü- leme veya web siteleri için dijital dosyalar oluşturmakla ilgilidir."
  },
  {
    "id": "3641909",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Masaüstü Yayıncılık'ta gerçekleştirilen baskı öncesi aşamalarından <em><strong>değildir?</strong></em>",
    "correctAnswer": "C",
    "options": {
      "A": "Şablon seçimi",
      "B": "Eskiz hazırlama",
      "C": "Kamuoyuna fikir sunma",
      "D": "Metni biçimlendirme",
      "E": "Taslak yazdırma ve düzeltme"
    },
    "explanation": "Baskı öncesi aşamaların tümü soruda verilmemiştir. Aşağıda tüm adımlar özetlenmiştir.\n<br/><ol><br/><li><strong>Bir Plan, Taslak ve Eskiz Yapın</strong> : Çalışacağınız yazılım programını açmadan önce, ne tasarlayacağınıza dair bir fikrinizin olması akıllıca olacaktır. En kaba taslaklar, eskiz çizimleri, karalamalar bile tasarım için yararlı olabilir. Bu adımda birkaç küçük çizim yaparak planlar yapmak önerilir.</li><br/><li><strong>Bir Şablon Seçin</strong>: Seçtiğiniz yazılımda yapmayı planladığınız proje türü için şablonlar varsa, projeleriniz için bu şablonlara göz atın. Bir şablon kullanmak sıfırdan başlamaktan daha hızlı olabilir ve masaüstü yayıncılığına yeni başlayanlar için özellikle önerilir. Alternatif olarak, tebrik kartı, kartvizit veya broşür gibi belirli bir projeyi yaparken yazılımı öğrenme adımlarında size yol gösteren dökümanlardan ve videolardan faydalanın.</li><br/><li><strong>Belgenizi Ayarlayın:</strong> Bir şablon kullanıyorsanız, şablon ayarlarından bazılarını değiştirmeniz gerekebilir. Sıfırdan başlı- yorsanız, belgenizin boyutunu, yönünü ve kenar boşluklarını ayarlayın. Sütunlara ayırarak metin yazacaksanız, metin sütunlarını ayarlayın.</li><br/><li><strong>Belgenize Metin Yerleştirme</strong>: Belgeniz çoğunlukla metin ise, bir dosyadan içe aktararak, başka bir programdan kopyalayarak veya doğrudan programınıza yazarak mizanpaja yani dizgiye uygun şekilde yerleştirin.</li><br/><li><strong>Metni Biçimlendirme: </strong>Metninizi hizalayarak, istediğiniz yazı tipi- ni, stilini, boyutunu ve aralığını uygulayın. Daha sonra bazı değişiklikler yapabilirsiniz, bu sebeple paragraf stilleri de uygulayabilirsiniz. Özellikle baş- lık, alt başlık ve metin yerleşiminde grafik tasarım ilkelerinden hiyerarşiye dikkat edilmeli ve tasarım boşlukları bırakılmalıdır.</li><br/><li><strong>Grafikleri Belgenize Yerleştirme:</strong> Belgeniz çoğunlukla grafik tabanlıysa, görün- tüleri metin bölümlerini eklemeden önce yerleştir- mek isteyebilirsiniz. Grafiklerinizi bir dosyadan içe aktarırken basit kutular kullanabilirsiniz. Layout ve grid düzeninden faydalanmanız tasarımı düzenli bir yapıya sokacaktır. Hatta sayfa düzeni programı- nızda (Adobe InDesign gibi) bazı çizim ve grafik oluşturma işlemleri de yapabilirsiniz.</li><br/><li><br/><strong>Taslak Yazdırma ve Düzeltme:</strong> Ekranda kontrol yapabilirsiniz ancak projenizi yazdırarak prova baskı almak her zaman iyi bir fikirdir. Prova baskınızda ekrandaki renkler her zaman beklendiği gibi çıkmaz, kayıplar olacaktır; yazım hataları ve öğelerin yerleşimini kontrol edip baskınızı onaylatın. Katlanacak veya kırpılacak bölümler varsa, düzgün katlandığından ve kırpma işaretlerinin doğru basıldığından emin olun. Tüm hataları yakaladığınızı düşünseniz de tekrar tekrar kontrol edin.\n<br/></li><br/></ol>"
  },
  {
    "id": "3641911",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bir sistem yazılımı <em><strong>değildir</strong></em>?",
    "correctAnswer": "D",
    "options": {
      "A": "MacOS",
      "B": "Solaris",
      "C": "Linux",
      "D": "Raster",
      "E": "Unix"
    },
    "explanation": "Bilgisayarları çalışır hâle getiren; bilgisayarın ne zaman, nerede, nasıl bir işlem yapacağını, hangi çevre birimleri ile iletişim kuracağını denetleyen programlar dizisine işletim sistemi denir. MacOS, Windows, Unix, Solaris, Lunix gibi birçok sistem yazılımı vardır. Raster ise grafik veya bitmap, bilgisayar grafiklerinde bir monitör, kâğıt veya başka bir ekran ortamı aracılığıyla görülebilen, genellikle dikdörtgen şeklindeki piksel ızgarasını (renk noktaları) temsil eden bir nokta vuruşlu veri yapısıdır."
  },
  {
    "id": "3641912",
    "unitNumber": 2,
    "text": "I- Solaris<br/>II- Adobe Illustrator<br/>III- Corel Draw<br/>IV- Unix<br/>V- FreeHand \n<br/>Yukarıdakilerden hangileri masaüstü yayıncılık için geliştirilmiş uygulama programlarındandır?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II-IV",
      "B": "II-III-V",
      "C": "II-III-IV",
      "D": "I-II-V",
      "E": "I-III-IV"
    },
    "explanation": "Masaüstü yayıncılık için geliştirilmiş uygulama programlarının en yaygınları, AdobePhotoshop, Adobe Illustrator, Adobe InDesign, Corel Draw, FreeHand ve QuarkXPress olarak sayabiliriz. Solaris ve Unix ise sistem yazılımlarıdır."
  },
  {
    "id": "3641913",
    "unitNumber": 2,
    "text": "Masaüstü Yayıncılık sistemlerinde genellikle tercih edilen renk sistemleri ...I..... ve ...II..... 'dir.\n Yukarıdaki cümlede I ve II nolu boşluklara aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "PANTONE- CMYK",
      "B": "TOYO-GOFRE",
      "C": "CMYK - RGB",
      "D": "SELOFAN-TOYO",
      "E": "RGB-TOYO"
    },
    "explanation": "Masaüstü Yayıncılık sistemlerinde genellikle tercih edilen renk sistemleri CMYK (Kırmızı, Yeşil, Mavi) ve RGB (Cyan mavi, Sarı, Magenta kırmızı, Siyah)'dir."
  },
  {
    "id": "3641914",
    "unitNumber": 2,
    "text": "Klişe kullanılarak sıcak baskı yöntemiyle yüzeye uygulanan özel altın yaldız tipo baskı şekline ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kırım",
      "B": "İplik dikiş",
      "C": "Selofan",
      "D": "Varak",
      "E": "Gofre"
    },
    "explanation": "Varak-Yaldız: Klişe kullanılarak sıcak baskı yöntemiyle yüzeye uygulanan özel altın yaldız tipo baskı şeklinde uygulanır. Genellikle davetiye, kartvizit, der- gi ve kataloglarda kullanılır."
  },
  {
    "id": "3641915",
    "unitNumber": 2,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4e023975d2c18e1d71c5730a2d6704d9.png\" alt=\"\" width=\"205\" height=\"104\"> Yukarıdaki baskıda kullanılan kağıt katlama tasarımı için aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Tek Kırım- 2 yaprak- 4 sayfa",
      "B": "2 Kırım- 4 yaprak- 8 sayfa",
      "C": "Double katlama-4 kırım-8 sayfa",
      "D": "2 kırım- 3 yaprak-6 sayfa",
      "E": "3 kırım- 4 yaprak- 8 sayfa"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e0e1b69f17e747dbb28647f4879fa1f4.png\" alt=\"\" width=\"557\" height=\"220\">"
  },
  {
    "id": "3641916",
    "unitNumber": 2,
    "text": "Bilgisayarda bulunan veya sonradan yüklenen özel niteliklere sahip yazı karakterlerine ne isim verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Pika",
      "B": "Yazı ailesi",
      "C": "Punto",
      "D": "Font",
      "E": "Script yazı"
    },
    "explanation": "Font: Bilgisayarda bulunan veya sonradan yüklenen özel niteliklere sahip yazı karakterleridir.\n Yazı Ailesi: Bir fontun kalın, ince, geniş, dar gibi özel kullanımlarının yer aldığı, Arial, Times, Helvetica gibi fontların yapısal özellikleri ile tasarlanır ve kullanılırlar.\n Script Yazı: El yazısı özellikleri taşıyan karakterlerdir. Büyük harflerle kelimelerin oluşturulması tasarım için sorun yaratabilir. Genelde baştaki harfi majiskül diğerleri minisküldür.\n Punto: Harf büyüklüklerinin tanımlandığı te- mel ölçü birimidir.\n Pika: Pika tasarımcısı ölçüm birimi. 12 punto = 1 pika, 6 pika = 1 inch"
  },
  {
    "id": "3641917",
    "unitNumber": 2,
    "text": "Bir görüntünün istenmeyen yerlerini ayıklama, kesme ve kırpma işlemine ne isim verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dekupe",
      "B": "Degrade",
      "C": "Revolta",
      "D": "Poza",
      "E": "Taşma Bıçak"
    },
    "explanation": "Bir görüntünün istenmeyen yerlerinin ayıklanma işlemi, kesme ve kırpma işlemine dekupe adı verilir."
  },
  {
    "id": "3641918",
    "unitNumber": 2,
    "text": "Dünyada Masaüstü yayıncılık terimi <u>ilk</u> <u>kez</u> kaç yılında firmalar tarafından kullanılmaya başlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1985",
      "B": "1980",
      "C": "1975",
      "D": "1970",
      "E": "1965"
    },
    "explanation": "Soru ile ilgili konu başlığı: Giriş<br/>Masaüstü yayıncılık terimi ilk kez 1985 yılında Apple, Adobe, Aldus, Linotype ve Quark adlı firmalar tarafından kullanılmıştır. 1992’den sonra masa başında ve bir ya da birkaç kişi ile yapılabilir bir hâle gelmiştir."
  },
  {
    "id": "3641919",
    "unitNumber": 2,
    "text": "Masa üstü yayıncılıkta, tasarlanan düşünceyi uygulamaya geçirirken, <u>ilk </u>yapılması gereken aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Layout ve grid düzenlemesi yapılmalı",
      "B": "Taslak, eskiz çizimleri yapılmalı",
      "C": "Şablonlar çizilmeli",
      "D": "Metin sütunları ayarlanmalı",
      "E": "Paragraf stilleri düzenlenmeli"
    },
    "explanation": "Soru ile ilgili konu başlığı: MASAÜSTÜ YAYINCILIK; BASKI ÖNCESİ HAZIRLIKLAR<br/>Çalışacağınız yazılım programını açmadan önce, ne tasarlayacağınıza dair bir fikrinizin olması akıllıca olacaktır. En kaba taslaklar, eskiz çizimleri, karalamalar bile tasarım için yararlı olabilir. Bu adımda birkaç küçük çizim yaparak planlar yapmak önerilir."
  },
  {
    "id": "3641920",
    "unitNumber": 2,
    "text": "Aşağıdaki ifadelerin hangisinde baskı öncesi yapılan görevlerden biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Renkli dijital provalar üretmek",
      "B": "Renk ve çizgi kroslarını ayarlamak",
      "C": "CMYK’yı, RGB dosyalarına dönüştürmek",
      "D": "Yazı tiplerini iki kez kontrol etmek",
      "E": "Sayfaları yazdırmak için doğru sırada yerleştirmek"
    },
    "explanation": "Soru ile ilgili konu başlığı: Dijital Çağda Baskı Öncesi Görevler<br/>Baskı öncesi görevler, dosya formatına ve baskı yöntemine bağlı olarak değişir. Baskı öncesi: • Belgenin beklendiği gibi yazdırılmasını engelleyebilecek sorunları tahmin etmek ve düzeltmek için dijital dosyaları dikkatle inceleyin. • Doğru yazdırıldığından emin olmak için yazı tiplerini iki kez kontrol edin. • RGB dosyalarını baskı makinelerine uygun renk formatı olarak kullanılan CMYK’ya dönüştürün. • Renklerin doğru şekilde üst üste gelmesini sağlamak amacıyla renk ve çizgi kroslarını ayarlayın. • Dosyanın yerleştirilmesini, yani forma düzenini ayarlayın, sayfaları yazdırmak için doğru sırada yerleştirin. Uluslararası standartlarda hazırlanmış kağıt ölçüsüne göre 4, 8 veya 16’lı forma düzenlemeleri yapın. • Renkli dijital provalar üretin.\n S"
  },
  {
    "id": "3641921",
    "unitNumber": 2,
    "text": "Bilgisayarları çalışır hâle getiren; bilgisayarın ne zaman, nerede, nasıl bir işlem yapacağını, hangi çevre birimleri ile iletişim kuracağını denetleyen programlar dizisine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Piksel",
      "B": "Uygulama yazılımları",
      "C": "Vektör",
      "D": "İşletim sistemi",
      "E": "Pantone"
    },
    "explanation": "Soru ile ilgili konu başlığı: MASAÜSTÜ YAYINCILIK YAZILIMLARI VE DİJİTAL ORTAM<br/>Bilgisayarları çalışır hâle getiren; bilgisayarın ne zaman, nerede, nasıl bir işlem yapacağını, hangi çevre birimleri ile iletişim kuracağını denetleyen programlar dizisine işletim sistemi (operating system) denir. MacOS, Windows, Unix, Linux, Solaris gibi birçok sistem yazılımı vardır."
  },
  {
    "id": "3641922",
    "unitNumber": 2,
    "text": "Dijital fotoğrafın ham, işlenmemiş, negatif hâli olarak kaydedilen ve ham haliyle ışık, kontrast, doygunluk, parlaklık gibi özellikleri yazılım ile edit edilebilen ve işlenebilen formata ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "XND",
      "B": "PSD",
      "C": "GIF",
      "D": "EPS",
      "E": "RAW"
    },
    "explanation": "Soru ile ilgili konu başlığı: MASAÜSTÜ YAYINCILIKTA KULLANILAN KAVRAMLAR<br/>RAW: RAW formatı dijital fotoğrafın ham, işlenmemiş, negatif hâli olarak kaydedilen formatıdır. RAW formatı ham haliyle ışık, kontrast, doygunluk, parlaklık gibi özellikleri yazılım ile edit edilir ve işlenir."
  },
  {
    "id": "3641923",
    "unitNumber": 2,
    "text": "Baskı sonrası teknik olarak baskı yapılan yüzeye matbaa makinası veya serigrafi yöntemiyle çekilen ince film tabakasına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bölgesel lak",
      "B": "Selofan",
      "C": "Gofre",
      "D": "Vektör",
      "E": "Piksel"
    },
    "explanation": "Soru ile ilgili konu başlığı: BASKI TEKNİKLERİ VE BASKI SONRASI<br/>Bölgesel (spot) lak: Baskı sonrası teknik olarak baskı yapılan yüzeye matbaa makinası veya serigrafi yöntemiyle çekilen ince film tabakadır. Özellikle vurgulanması gereken bölgelere uygulanır."
  },
  {
    "id": "3641924",
    "unitNumber": 2,
    "text": "Baskısı yapılan işe özel klişe hazırlanarak uygulanan ve kitap kapağı, dosya, katalog, ambalaj, davetiye ve kartvizit gibi işlerde kullanılan, çökertme veya kabartma işlemine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Selofan",
      "B": "Gofre",
      "C": "Bölgesel lak",
      "D": "Varak-Yaldız",
      "E": "Vektör"
    },
    "explanation": "Soru ile ilgili konu başlığı: BASKI TEKNİKLERİ VE BASKI SONRASI<br/>Gofre: Baskısı yapılan işe özel klişe hazırlanarak uygulanan çökertme veya kabartma işlemidir. Kitap kapağı, dosya, katalog, ambalaj, davetiye ve kartvizit gibi işlerde kullanılır."
  },
  {
    "id": "3641925",
    "unitNumber": 2,
    "text": "İnce ipek ile gerilen çerçevelere özel pozlama ve emisyonlar ile pozlandırılarak elde edilen ve kozmetik, tekstil baskıları ile promosyonlarda sıklıkla kullanılan baskı türüne ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ofset Baskı",
      "B": "Flesko Baskı",
      "C": "Serigraf Baskı",
      "D": "Tipo Baskı",
      "E": "Tifdruk Baskı"
    },
    "explanation": "Soru ile ilgili konu başlığı: Baskı Teknikleri<br/>Serigraf Baskı(Elek Baskı): Serigraf baskı, ince ipek ile gerilen çerçevelere özel pozlama ve emisyonlar ile pozlandırılarak elde edilen bir düz baskı türüdür. Işık ile pozlandırılan hassas film emisyonu temizlendikten sonra kalan kısmı mürekkebi geçirmediği için baskıya uygun hale gelir. Kozmetik ve tekstil baskıları ile promosyonlarda sıklıkla kullanılan baskı türüdür. Günümüzde dijital ve otomatik çok renkli serigrafi makineleri yaygınlaşmaktadır."
  },
  {
    "id": "3641926",
    "unitNumber": 2,
    "text": "Masaüstü yazılımları kullanılarak doküman içindeki nesnelerin hizalanmasını sağlayan ve doküman için ve dokümanın kendisine oranlayarak ortalama işlemleri yapan araca ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tram",
      "B": "Poza",
      "C": "Dekupe",
      "D": "Align",
      "E": "Miniskül"
    },
    "explanation": "Soru ile ilgili konu başlığı: Masaüstü Yayıncılıkta Kullanılan Kavramlar<br/>Align: Masaüstü yazılımları kullanılarak doküman içindeki nesnelerin hizalanmasını sağlayan araçtır. Doküman için ve dokümanın kendisine oranlayarak ortalama işlemleri yapar."
  },
  {
    "id": "3641927",
    "unitNumber": 2,
    "text": "Görüntünün sıkıştırılarak dosya boyutu ve kalitesinin düşürülmesi ile kayıtlanan ve genellikle web ortamlarında, prova baskılarda tercih edilen düşük çözünürlüğe sahip kayıt formatı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "TIFF",
      "B": "RAW",
      "C": "XND",
      "D": "PDF",
      "E": "JPEG"
    },
    "explanation": "Soru ile ilgili konu başlığı: MASAÜSTÜ YAYINCILIKTA KULLANILAN KAVRAMLAR<br/>JPEG (The Joint Photographic Experts Group): Görüntünün sıkıştırılarak dosya boyutu ve kalitesinin düşürülmesi ile kayıtlanan bu format genellikle web ortamlarında ve prova baskılarda tercih edilen düşük çözünürlüğe sahip kayıt formatıdır."
  },
  {
    "id": "3641928",
    "unitNumber": 3,
    "text": "Veri, ses, görüntü, metin vb. şekilde her türlü verinin mikroişlemciler yardımı ile bilgisayar ortamına taşınmasına ve burada işlenmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijitalleşme",
      "B": "Kodlama",
      "C": "Sentezleme",
      "D": "Paylaşma",
      "E": "Erişme"
    },
    "explanation": "Dijitalleşme genel anlamıyla veri, ses, görüntü, metin vb. şekilde her türlü verinin mikroişlemciler yardımı ile bilgisayar ortamına taşınması ve burada işlenmesidir.<br/>Doru yanıt a şıkkıdır."
  },
  {
    "id": "3641929",
    "unitNumber": 3,
    "text": "Dijitalleşme kavramı ile ilgili aşağıda verilenlerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Dijitalleşme basılı veya elektronik monolog ortamın dijital ortama aktarılmasıdır",
      "B": "Dijitalleşme kavramı yeni medya ve yeni iletişim teknolojileri ile sınırlıdır",
      "C": "Dijitalleşme, kendinden önceki tüm evrelerde var olan iletişim ortamlarını dijital altyapılara uyumlaştırmıştır",
      "D": "Dijitalleşme, ulaşılabilir bilgilerin ve var olan verilerin bilgisayar tarafından okunarak dijital ortama aktarılması ve saklanmasıdır",
      "E": "Dijitalleşme ile veri akışı için zaman ve mekan kavramı yok olmuştur"
    },
    "explanation": "Dijitalleşme kavramı sadece yeni medya ve yeni iletişim teknolojileri ile sınırlı bir kavram değildir<br/>Doğru yanıt b şıkkıdır."
  },
  {
    "id": "3641930",
    "unitNumber": 3,
    "text": "ı. Dijital iletişim, dijital cihazlar ile gerçekleştirilir.\n<br/>II. Dijital iletişim gerçekleşme süresi hızlıdır,\n<br/>III. Dijital iletişim ile yapılan tüm eylemler kayıt altındadır.\n<br/>IV. İçerikler kolayca kopyalanabilir, saklanabilir ve çoğaltılabilir.\n<br/>V. Dijital iletişimde kimlik gizliliği mümkün değildir.\n<br/>Dijital iletişimle ilgili yukarıda verilen ifadelerden hangisi <u><strong>yanlıştır?</strong></u>",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "Dijital iletişimde gizli iletişim kurabilir veya sizde kimliği belirsiz kişiler tarafından iletişime geçilmek üzere hedef olabilirsiniz. Kısacası dijital iletişimde kimlik gizliliği mümkündür.<br/>Doğru yanıt e şıkkıdır."
  },
  {
    "id": "3641931",
    "unitNumber": 3,
    "text": "........ kullanıcılarının cep telefonu ile fotoğraf ve video paylaşımın yapılabilen bir sosyal ağ uygulamasıdır.\n Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Twitter",
      "B": "Youtube",
      "C": "Instagram",
      "D": "Linkedin",
      "E": "Pinterest"
    },
    "explanation": "Instagram, kullanıcılarının cep telefonu ile fotoğraf ve video paylaşımın yapılabilen bir sosyal ağ uygulamasıdır. Fotoğraf ve video çekip diğer kullanıcılarla paylaşma imkânı sunmaktadır.<br/>Doğru yanıt c şıkkıdır."
  },
  {
    "id": "3641932",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi pano sistem ile işleyen bir sosyal medya platformudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Facebook",
      "B": "Twitter",
      "C": "Tumblr",
      "D": "Pinterest",
      "E": "Snapchat"
    },
    "explanation": "Pinterest; 2010 yılında Amerika’da kurulan çeşitli kategorilerde görsel paylaşımların yapılabildiği “pinleme”<br/>özelliği olan ve pano sistem ile işleyen bir sosyal medya platformudur.<br/>Doğru yanıt d şıkkıdır"
  },
  {
    "id": "3641933",
    "unitNumber": 3,
    "text": "Mikroblog olma özelliği ile Twitter’a benzerken Twitter uygulaması gibi herhangi bir karakter sınırlaması olmaması ile Twitter’dan ayrılan sosyal medya uygulaması aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tumblr",
      "B": "Snapchat",
      "C": "Youtube",
      "D": "Pinterest",
      "E": "Swarm"
    },
    "explanation": "Tumblr kullanıcılara yazılı metin, ses, video, fotoğraf ve bağlantılar paylaşma imkânı sağlamaktadır. Mikroblog olma özelliği ile Twitter’a benzerken Twitter uygulaması gibi herhangi bir karakter sınırlaması olmaması ile Twitter’dan ayrılmaktadır.<br/>Doğru yanıt a şıkkıdır."
  },
  {
    "id": "3641934",
    "unitNumber": 3,
    "text": "Mekân tercihlerini ve hareketliliklerini, nüfusun yoğunlaştığı en popüler noktaları takip etmeyi kolaylaştıran uygulama aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Snapchat",
      "B": "Swarm",
      "C": "Linkedin",
      "D": "Twitter",
      "E": "Facebook"
    },
    "explanation": "Swarm, kullanıcılarına bulundukları yerin bildirimini yapmasına imkân sağlayan bir uygulama olup yer bildiriminin yanı sıra kullanıcıların yakınlardaki arkadaşlarını görmesini sağlayarak yeni arkadaşlar edinmelerine de imkân sağlamaktadır.<br/>Doğru yanıt b şıkkıdır."
  },
  {
    "id": "3641935",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi iyi tasarımlanmış bir mesajın özelliklerinden biri<u><strong> değildir?</strong></u>",
    "correctAnswer": "C",
    "options": {
      "A": "Basit ve anlaşılır olmalı",
      "B": "Dikkat çekici olmalı",
      "C": "Sadece tasarım aşamasında mekan göz önünde olmalı",
      "D": "Öğretici ve alıcı özelliklerine göre tasarımlanmalı",
      "E": "Tekrara düşmemeli ve yaratıcı olmalı"
    },
    "explanation": "Mesajın sadece tasarım aşaması değil iletim aşamasında da mekân göz ardı edilmemelidir<br/>Doğru yanıt c şıkkıdır."
  },
  {
    "id": "3641937",
    "unitNumber": 3,
    "text": "Tek seferde 256 kişiye kadar ileti gönderme imkânı, fotoğraf ve video paylaşımı, sesli ve görüntülü arama ve belge gönderme olanağı salayan sosyal medya uygulaması aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Blog",
      "B": "Forum",
      "C": "Whatsapp",
      "D": "Facebook",
      "E": "Twitter"
    },
    "explanation": "Kullanıcılarına kolay, güvenilir iletişim imkânı sunmaktadır. Anlık mesajlaşma uygulaması diye tanımlamak yanlış olmayacaktır, ikili iletişimin yanı sıra grup sohbetleriyle tek seferde 256 kişiye kadar ileti gönderme imkânı, fotoğraf ve video paylaşımı, sesli ve görüntülü arama ve belge gönderme olanağı sağlayan WhatsApp, kişisel haberleşmenin yanı sıra günümüzde haber paylaşımı için de kullanılmaktadır<br/>Doğru yanıt c şıkkıdır."
  },
  {
    "id": "3641938",
    "unitNumber": 3,
    "text": "“Dijitalleşme” veya “Sayısallaşma”, ulaşılabilir bilgilerin ve var olan verilerimizin bir bilgisayar tarafından okunabilecek şekilde dijital ortama aktarılması ve saklanması sürecine verilen addır. Bu bağlamda dijitalleşme aşağıdaki ortamların hangisinin temel özelliğidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Televizyon",
      "B": "Radyo",
      "C": "Gazete",
      "D": "Dergi",
      "E": "Yeni Medya"
    },
    "explanation": "Dijitalleşme Yeni Medyayı geleneksel medyadan ayıran temel özelliklerden biridir."
  },
  {
    "id": "3641939",
    "unitNumber": 3,
    "text": "Dijital iletişime geçiş teknolojide yaşanan ilerlemelere bağlı olarak sürekli ilerleyen bir süreçtir. Bu bağlamda aşağıdaki gelişmelerden hangisinin sıralaması doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "1. Uzun mesafede iletişim sağlayan uyduların gelişimi\n 2. Kablo sistemlerinin döşenmesi ve hayata geçmesi\n 3. Veriyi işleme.",
      "B": "1. Kablo sistemlerinin döşenmesi ve hayata geçmesi, \n 2. Uzun mesafede iletişim sağlayan uyduların gelişimi\n 3. Veriyi işleme.",
      "C": "1. Gazetelerin yeni medyaya uyum sağlaması\n 2. Uydu sistemlerinin geliştirilmesi\n 3. Veriyi işleme",
      "D": "1. Farklı uyduların farklı ülkelerden gönderilmesi\n 2. Wi-fi teknolojisinin gelişmesi\n 3. Veriyi işleme.",
      "E": "1. Veriyi işleme \n 2. Kablo sistemlerinin döşenmesi ve hayata geçmesi\n 3. Uzun mesafede iletişim sağlayan uyduların gelişimi"
    },
    "explanation": "İletişim alanında yeni teknolojilerin gelişimi, yirminci yüzyılın sonlarında iletişim medyalarının faaliyetleri açısından ve onlardan bağımsız olarak önemli oranda artmış ve önemli bir rol oynamıştır. Bu dönemde birbirine bağlı olarak gelişen ve birbirlerini etkileyen üç gelişme yaşanmıştır. Bu gelişmeler sırasıyla;\n<br/>• Kablo sistemlerinin döşenmesi ve hayata geçmesi,\n<br/>• Uzun mesafede iletişim sağlayan uyduların gelişimi ve\n<br/>• Veriyi işleme<br/>1. Kablo sistemlerinin döşenmesi ve hayata geçmesi, \n 2. Uzun mesafede iletişim sağlayan uyduların gelişimi\n 3. Veriyi işleme."
  },
  {
    "id": "3641940",
    "unitNumber": 3,
    "text": "Enformasyon çağı olarak adlandırılan dönem aşağıdakilerden hangisinin gerçekleşmesi ile başlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Verilerin dijitalleşmesi",
      "B": "Dijital kütüphanelerin kurulması",
      "C": "Baskı teknolojileri",
      "D": "Sosyal medyanın ortaya çıkması",
      "E": "World wide web'in gelişmesi"
    },
    "explanation": "Verilerin dijitalleşmesiyle birlikte internet ağı üzerinde bilgiye erişim kolaylaşmış ve toplumsal, sosyal, kültürel ve ekonomik olarak enformasyon çağı başlamıştır."
  },
  {
    "id": "3641941",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi dijital iletişimi diğer iletişim türlerinden belirgin olarak ayıran özelliklerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kitlesel iletişim",
      "B": "Görüntülü iletişim",
      "C": "Sesli iletişim",
      "D": "Etkileşim",
      "E": "Eşzamanlı iletişim"
    },
    "explanation": "D şıkkı dışındaki bütün özellikler analog, geleneksel medyada da mevcuttur.<br/>Etkileşim"
  },
  {
    "id": "3641942",
    "unitNumber": 3,
    "text": "Dijital iletişim kavramı için en genel çerçevede dijital araçlar üzerinden gerçekleşen bir iletişim türüdür denilebilir. Dolayısıyla dijital iletişim, dijital teknolojilere sahip ve İnternet’e bağlı cihazlar ile gerçekleştirilebilir. Dijital iletişimin gerçekleşmesi için birden fazla teknolojinin bir araya gelmesi gerekmektedir. Bu özellik yeni medyayı geleneksel medyadan ayıran özelliklerden biri olan yakınsama özelliğidir. Aşağıdakilerden hangisi yakınsama özelliğini destekleyen teknolojilerden biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "C",
    "options": {
      "A": "İletişim teknolojileri",
      "B": "Web teknolojileri",
      "C": "Baskı teknolojileri",
      "D": "İnternet teknolojileri",
      "E": "Yazılım teknolojileri"
    },
    "explanation": "C şıkkı dışındakiler yeni medyanın yakınsama özelliği kapsamında bir arada çalışan teknolojilerdir.<br/>Baskı teknolojileri"
  },
  {
    "id": "3641943",
    "unitNumber": 3,
    "text": "Aşağıdaki sosyal ağlardan hangisi fotoğrafın demokratikleşmesinde önemli bir rol oynamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Facebook",
      "B": "Instagram",
      "C": "Linkedin",
      "D": "Pinterest",
      "E": "YouTube"
    },
    "explanation": "Instagram kullanıcılarının bir fotoğraf makinesine ihtiyaç duymadan mobil cihazlarıyla fotoğraf çekip sergilemelerine olanak sağlayan bir sosyal ağ olması nedeniyle fotoğrafın demokratikleşmesinde rol oynamıştır."
  },
  {
    "id": "3641944",
    "unitNumber": 3,
    "text": "Dijital medya denilen yeni medya üzerinde web 2.0 teknolojilerinin gelişmesiyle birlikte birbirinden farklı özellikte ve farklı ihtiyaçlara hizmet eden sosyal medya araçları geliştirilmiştir. Her sosyal medya aracında kendi amacı ve ihtiyacına uygun mesaj tasarlamak gereklidir. Görselliğin ön planda olduğu sosyal medya araçlarına yönelik mesaj tasarlarken aşağıdakilerden hangisi önceliklidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yazı ayrıca tasarlanmalıdır.",
      "B": "Görseller çizim olarak hazırlanmalıdır.",
      "C": "Hedef kitle şaşırtılmalıdır.",
      "D": "Mesaj açık net olmalıdır.",
      "E": "Mesaj görsel olmalıdır."
    },
    "explanation": "Mesajın Özellikleri • Mesajda kullanılan dil son derece önemlidir. • İletinin gönderileceği kanal, zaman ve mekân mesajın içeriğine göre analiz edilmeli, uygun kanal seçilmelidir. • Mesaj açık, anlaşılır ve net olmalıdır. • Herhangi bir işaret, söz, beden dili gibi unsurlar bir mesaj olabileceği gibi, kitap, dergi veya bir karikatür de bir mesaj olabilir. • Sözel ve sözel olmayan mesajlar olarak ikiye ayrılırlar.<br/>Mesaj açık net olmalıdır."
  },
  {
    "id": "3641945",
    "unitNumber": 3,
    "text": "Aşağıdaki sosyal ağlardan hangisinin birincil işlevi anlık mesajlaşmadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Facebook",
      "B": "Instagram",
      "C": "Linkedin",
      "D": "Pinterest",
      "E": "Whatsapp"
    },
    "explanation": "Whatsapp: Kullanıcılarına kolay, güvenilir iletişim imkânı sunmaktadır. Anlık mesajlaşma uygulaması diye tanımlamak yanlış olmayacaktır, ikili iletişimin yanı sıra grup sohbetleriyle tek seferde 256 kişiye kadar ileti gönderme imkânı, fotoğraf ve video paylaşımı, sesli ve görüntülü arama ve belge gönderme olanağı sağlayan WhatsApp, kişisel haberleşmenin yanı sıra günümüzde haber paylaşımı için de kullanılmaktadır"
  },
  {
    "id": "3641946",
    "unitNumber": 3,
    "text": "Kullanıcılarına bulundukları yerin bildirimini yapmasına ve yer bildiriminin yanı sıra kullanıcıların yakınlardaki arkadaşlarını görmesini sağlayarak yeni arkadaşlar edinmelerine de imkân sağlayan sosyal medya uygulaması aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Whatsapp",
      "B": "Swarm",
      "C": "Tumblr",
      "D": "Snapchat",
      "E": "Instagram"
    },
    "explanation": "Swarm, kullanıcılarına bulundukları yerin bildirimini yapmasına imkân sağlayan bir uygulama olup yer bildiriminin yanı sıra kullanıcıların yakınlardaki arkadaşlarını görmesini sağlayarak yeni arkadaşlar edinmelerine de imkân sağlamaktadır. Sosyal ağlar, hayatımıza girmeden önce önce farklı bireylerin konumları, yapmış veya yapacak oldukları aktiviteleri, mekânları takip etmesi bu tarz uygulamalardan öncesinde oldukça zordu."
  },
  {
    "id": "3641947",
    "unitNumber": 3,
    "text": "Aşağıdaki sosyal medya araçlarından hangisi yeni medya bağlamında ortaya çıkan yeni iş olanaklarından birine doğrudan isim vermiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Swarm",
      "B": "Linkedin",
      "C": "Pinterest",
      "D": "Twitter",
      "E": "Youtube"
    },
    "explanation": "Sosyal medya araçları, takipçi sayıları bazında gelir getirme özelliklerine sahip olsalar dahi YouTube orjinal içerik sağlayan yüksek takipçilere özel gelir modelleri sunmaktadır.<br/>Diğerleri de iş imkanı doğurmakla birlikte özellikle YouTube, YouTUBEr kavramı ile yeni bir iş alanı doğmasına neden olmuştur."
  },
  {
    "id": "3641948",
    "unitNumber": 3,
    "text": "Genel anlamıyla veri, ses, görüntü, metin vb. şekilde her türlü verinin mikroişlemciler yardımı ile bilgisayar ortamına taşınması ve burada işlenmesine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Globalleşme",
      "B": "Dijitalleşme",
      "C": "Küreselleşme",
      "D": "Makineleşme",
      "E": "Otomatikleşme"
    },
    "explanation": "Dijitalleşme genel anlamıyla veri, ses, görüntü, metin vb. şekilde her türlü verinin mikroişlemciler yardımı ile bilgisayar ortamına taşınması ve burada işlenmesidir."
  },
  {
    "id": "3641949",
    "unitNumber": 3,
    "text": "Sanayi devrimi sonrası toplumsal, ekonomik, sosyal ve kültürel olarak toplumun değiştiği ve hızla dönüşüp içine girdiği ve bilgiyi, bilgiye dayalı ekonomiyi yönlendirdiği çağ olarak nitelendirilebilen çağ hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yeni çağ",
      "B": "Enformasyon çağı",
      "C": "Yapay zeka çağı",
      "D": "Orta çağ",
      "E": "İlk çağ"
    },
    "explanation": "Enformasyon çağı; Sanayi devrimi sonrası toplumsal, ekonomik, sosyal ve kültürel olarak toplumun değiştiği ve hızla dönüşüp içine girdiği ve bilgiyi, bilgiye dayalı ekonomiyi yönlendirdiği çağ olarak nitelendirilebilir."
  },
  {
    "id": "3641950",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi dijital teknolojilere sahip araçlardan <em><strong>değildir</strong></em>?",
    "correctAnswer": "E",
    "options": {
      "A": "Akıllı telefon",
      "B": "Tablet",
      "C": "Bilgisayar",
      "D": "Sosyal ağ siteleri",
      "E": "Not defteri"
    },
    "explanation": "Dijital teknolojilere sahip araçlara örnek vermek gerekirse; akıllı telefon, tablet, bilgisayar, sosyal medya gibi sosyal ağ siteleri vb. cihazların artmasıyla dijital iletişim hızı artmakta ve toplumun tamamı tarafından kullanılmaktadır."
  },
  {
    "id": "3641951",
    "unitNumber": 3,
    "text": "Genel olarak web siteleri aşağıdakilerden hangisi gibi ikiye ayrılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kurumsal web siteleri ve özel web siteleri",
      "B": "Sözel web siteleri ve sayısal web siteleri",
      "C": "Özel web siteleri ve kamusal web siteleri",
      "D": "Kişisel web siteleri ve toplumsal web siteleri",
      "E": "Tanıtım amaçlı web siteleri ve pazarlama web siteleri"
    },
    "explanation": "Web siteleri genel olarak, tanıtım amaçlı web siteleri, pazarlama web siteleri olarak ikiye ayrılır."
  },
  {
    "id": "3641952",
    "unitNumber": 3,
    "text": "Kullanıcılara duygu, düşünce, bilgi vb. gibi paylaşımlara imkan sağlayan etkileşimli platformlar aşağıdakilerden hangisi olarak adlandırılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgisayar",
      "B": "Sosyal medya",
      "C": "Web sitesi",
      "D": "E-posta",
      "E": "Blog"
    },
    "explanation": "Sosyal medya kullanıcılara duygu, düşünce, bilgi vb. gibi paylaşımlara imkan sağlayan çeşitli platformlardır (Sayımer, 2008: 120-123). Sosyal medyada karşılıklı etkileşim söz konusudur."
  },
  {
    "id": "3641953",
    "unitNumber": 3,
    "text": "İkili iletişimin yanı sıra grup sohbetleriyle tek seferde 256 kişiye kadar ileti gönderme imkânı, fotoğraf ve video paylaşımı, sesli ve görüntülü arama ve belge gönderme olanağı sağlayan anlık mesajlaşma uygulaması aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Snapchat",
      "B": "Instagram",
      "C": "Whatsapp",
      "D": "Swarm",
      "E": "Tumblr"
    },
    "explanation": "Kullanıcılarına kolay, güvenilir iletişim imkânı sunmaktadır. Anlık mesajlaşma uygulaması diye tanımlamak yanlış olmayacaktır, ikili iletişimin yanı sıra grup sohbetleriyle tek seferde 256 kişiye kadar ileti gönderme imkânı, fotoğraf ve video paylaşımı, sesli ve görüntülü arama ve belge gönderme olanağı sağlayan WhatsApp, kişisel haberleşmenin yanı sıra günümüzde haber paylaşımı için de kullanılmaktadır (Mimaroğlu, 2019: 46)."
  },
  {
    "id": "3641954",
    "unitNumber": 3,
    "text": "Bir ya da birden fazla alıcıya hedef kitle tarafından iletilen çeşitli kelimeler, jest, mimik veya resimler aşağıdakilerden hangisi olarak tanımlanır?",
    "correctAnswer": "E",
    "options": {
      "A": "Vaka",
      "B": "Durum",
      "C": "Söz",
      "D": "Yazı",
      "E": "Mesaj"
    },
    "explanation": "Bir ya da birden fazla alıcıya hedef kitle tarafından iletilen çeşitli kelimeler, jest ve mimikler veya resimler mesaj olarak tanımlanabilir."
  },
  {
    "id": "3641955",
    "unitNumber": 3,
    "text": "“Broadcast Yourself ” (Kendini Yayınla) sloganı ile 2005 yılında ABD’nin Kaliforniya eyaletinde kurulan, 2006 yılının Kasım ayında Google tarafından satın alınan, video depolama ve paylaşım web sitesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "YouTube",
      "B": "Whatsapp",
      "C": "Swarm",
      "D": "Snapchat",
      "E": "Pinterest"
    },
    "explanation": "“Broadcast Yourself ” (Kendini Yayınla) sloganı ile 2005 yılında ABD’nin Kaliforniya eyaletinde kurulmuştur. 2006 yılının Kasım ayında Google tarafından satın alınmıştır. Video depolama ve paylaşım web sitesi olan Youtube, kullanıcılara video yükleme, yüklenen videoları izleyebilme,paylaşabilme ve içeriklere yorum yapabilme fırsatı sunan sanal bir ortamdır."
  },
  {
    "id": "3641956",
    "unitNumber": 3,
    "text": "Diğer sosyal medya uygulamalarına oranla daha kurumsal bir yapıya sahip olan ve kullanıcıların iş hayatı ile ilişkili paylaşımlar yaptıkları sosyal medya ağı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Facebook",
      "B": "Linkedin",
      "C": "YouTube",
      "D": "Snapchat",
      "E": "Instagram"
    },
    "explanation": "Linkedin diğer sosyal medya uygulamalarına oranla daha kurumsal bir yapıya sahiptir. Kullanıcılar iş hayatı ile ilişkili paylaşımlar yapmaktadır. Linkedin’de kişisel profile rastlamak kadar işletme profiline rastlamak da mümkündür. Alanında bir ilk olan uygulama kısa sürede çok fazla kullanıcıya ulaşmıştır (Kaçar. 2018: 9)."
  },
  {
    "id": "3641957",
    "unitNumber": 3,
    "text": "2004 yılında Harvard Üniversitesinde okuyan öğrenciler için kurulan ancak zamanla ABD’de tüm okulların kullandığı, kullanıcı sayısı günümüzde 2.4 milyara ulaşmış sosyal medya uygulaması aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Snapchat",
      "B": "Facebook",
      "C": "YouTube",
      "D": "Instagram",
      "E": "Twitter"
    },
    "explanation": "2004 yılında Harvard Üniversitesinde okuyan öğrenciler için kurulmuştur ancak zamanla ABD’de tüm okullar facebook uygulamasını kullanmıştır (Yağmurlu, 2011: 8). Günümüzde facebook kullanıcı sayısı 2.4 milyara ulaşmış durumdadır. https://www.sabah.com.tr/teknokulis/ haberler/2020/04/14/virus-sosyal-medyayi-da-ucurdu-kullanici-sayisi-77-milyara-firladi"
  },
  {
    "id": "3641961",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi batı kültüründe çeşitli görsel illüzyonlar meydana getiren aygıt ve düzenekler ile imge ve hareket imgesini yakalama ve kaydetme amacının olduğu bir dönemdir?",
    "correctAnswer": "C",
    "options": {
      "A": "17. yüzyıl",
      "B": "18. yüzyıl",
      "C": "19. yüzyıl",
      "D": "14. yüzyıl",
      "E": "13. yüzyıl"
    },
    "explanation": "On dokuzuncu yüzyıl, batı kültüründe çeşitli görsel illüzyonlar meydana getiren aygıt ve düzenekler ile imge ve hareket imgesini yakalama ve kaydetme amacının olduğu bir dönemdir."
  },
  {
    "id": "3641962",
    "unitNumber": 4,
    "text": "Aşağıdaki kişilerden hangisi 1830’larda modern bilgisayarın habercisi olarak görülebilecek olan analitik makinesini icat etmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Charles Babbage",
      "B": "Alan Turing",
      "C": "Vin Neumann",
      "D": "John Nash",
      "E": "Claude Shannon"
    },
    "explanation": "İcatlar çağı olan on dokuzuncu yüzyılda Charles Babbage’in 1830’larda icat ettiği modern bilgisayarın habercisi olarak görülebilecek olan analitik makinesi, dijital teknolojinin tarihinin önemli örneklerindendir."
  },
  {
    "id": "3641963",
    "unitNumber": 4,
    "text": "Modernite ve devam eden süreçteki toplumsal değişimlerden en günceli olan dijitalleşme ile enformasyon teknolojileri, küresellik ve beraberinde görülen zaman mekân daralmasını daha da hızlandırmış, bunların meydana getirdiği ağlar ile .................... ortaya çıkmaya başlamıştır.\n Yukarıdaki boşluğu hangi ifade doğru olarak tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Mekandışı paylaşımlar",
      "B": "Üç boyutlu yapılar",
      "C": "Enformasyon karmaşası",
      "D": "Sanal cemaatler",
      "E": "Durağan sistemler"
    },
    "explanation": "Nicholas Negroponte gibi araştırmacılar için “dijitalleşen bir dünyada” yaşanmaktadır. Dijitalleşme, geçen yarım yüzyıldır gündemini yoğun hâle getirmiş 2000’li yıllar ile daha da hızlanmıştır. Yukarıda sözü edilen modernite ve devam eden süreçteki toplumsal değişimlerden en günceli olan dijitalleşme ile enformasyon teknolojileri, küresellik ve beraberinde görülen zaman mekân daralmasını daha da hızlandırmış, bunların meydana getirdiği ağlar ile “sanal cemaatler” ortaya çıkmaya başlamıştır"
  },
  {
    "id": "3641964",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi iletişim açısından estetik ve enformasyon açısından dijital kültürün oluşmasında öneme sahiptir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal medya",
      "B": "Etkileşimli ortam",
      "C": "Dijital ayrım",
      "D": "Açık iletişim",
      "E": "Sanal gerçeklik"
    },
    "explanation": "Sosyal Medyalar, iletişim açısından estetik ve enformasyon açısından dijital kültürün oluşmasında önemli aşamadır."
  },
  {
    "id": "3641965",
    "unitNumber": 4,
    "text": "Hangi yıllarda özellikle dijital sanat uygulamalarından bahsedilmeye başlanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1960’lı yıllar",
      "B": "1970’li yıllar",
      "C": "1980’li yıllar",
      "D": "1990’lı yıllar",
      "E": "2000’li yıllar"
    },
    "explanation": "Doğru yanıt \"C\" şıkkıdır.\n<br/>1950’li yıllar gibi erken bir dönemde bilgisayar araştırmaları ile sanat arasında ilişki düşünülmüştür. Ancak, özellikle 1980’li yıllar ile birlikte dijital sanat ve uygulamalarından bahsedilir olmuştur."
  },
  {
    "id": "3641967",
    "unitNumber": 4,
    "text": "1960 tarihli dijital sanatın estetik boyutunun oluşmasında önemli sayılan, ‘Estetik’ adlı eserinde sanat ve estetiği matematiksel bilime dönüştürme amacında olan, Felsefeci ve bilim insanı kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Arnold Rockman",
      "B": "Max Bense",
      "C": "Nicholas Negroponte",
      "D": "Pablo Picasso",
      "E": "David Hockney"
    },
    "explanation": "Doğru yanıt \"B\" şıkkıdır.\n<br/>Felsefeci ve bilim insanı Max Bense, 1960 tarihli dijital sanatın estetik boyutunun oluşmasında önemli sayılan ‘Estetik’ adlı eserinde sanat ve estetiği matematiksel bilime dönüştürme amacında olmuştur (Carolyn, 2014: 103)."
  },
  {
    "id": "3641968",
    "unitNumber": 4,
    "text": "Bilgisayar sanatının estetik açıdan kökleri ile ilgili verilen bilgilerin hangisi/ hangileri doğrudur?\n<br/>I. 1860 ve 1960 tarihleri arasındaki modern sanatın soyutlamacı ve formel karakterini yansıtan resimler, dijital sanatın tarihi boyunca görülen resimler ile benzerlik taşımaktadır.\n<br/>II. Modernist resim akımlarından kübizm, süprematizm, futurism gibi akımların resimsel üretimleri dijital sanata ilham vermiştir.\n<br/>III. Bauhaus tasarım okulunun sanat anlayışı, Paul Klee, Piet Mondrian, Joan Miro gibi ressamların resim tarzları dijital sanata ilham vermiştir.\n<br/>IV. Bu akım ve ressamların geometrik ve matematiksel resim dili ile dijital sanatın örnekleri arasında ilişkiler kurulabilir.",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I.",
      "B": "Sadece II.",
      "C": "Sadece III.",
      "D": "Sadece III. IV",
      "E": "I. II. III. IV."
    },
    "explanation": "Doğru yanıt \"E\" şıkkıdır.\n<br/>Bilgisayar sanatının estetik açıdan kökleri sanatta da bulunmaktadır. 1860 ve 1960 tarihleri arasındaki modern sanatın soyutlamacı ve formel karakterini yansıtan resimler, dijital sanatın tarihi boyunca görülen resimler ile benzerlik taşımaktadır. Modernist resim akımlarından kübizm, süprematizm, futurism gibi akımların resimsel üretimleri, Bauhaus tasarım okulunun sanat anlayışı, Paul Klee, Piet Mondrian, Joan Miro gibi ressamların resim tarzları dijital sanata ilham vermiştir. Bu akım ve ressamların geometrik ve matematiksel resim dili ile dijital sanatın örnekleri arasında ilişkiler kurulabilir"
  },
  {
    "id": "3641969",
    "unitNumber": 4,
    "text": "Bir açık yapıt örneği olan ‘Ulysess’ adlı romanın yazarı kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "James Joyce",
      "B": "Umberto Eco",
      "C": "Alexander Calder",
      "D": "Max Bense",
      "E": "Pablo Picasso"
    },
    "explanation": "Doğru yanıt \"A\" seçeneğidir.\n<br/>İtalyan düşünür Umberto Eco, 1960’lı yıllarda geliştirdiği “açık yapıt” poetikasında modern sanat ile birlikte eserlerin izleyici için yoruma açık olduğunu düşünmektedir. İzleyici, kendisine ait biri- kim ile eseri deneyimlemekte ve kendi yorumunu katarak farklı bir alımlama meydana getirmektedir. Eco’nun müzik, edebiyat ve şiir alanlarından verdiği örnek eserler, kompozisyon elemanlarının alışkın olunan armonik yapısını terk eden yapıtlardır. Açık yapıt örneği olarak James Joyce’un ‘Ulysess’ adlı romanı buna örnektir. Joyce’un eseri, okuyucusu için izleyicisi olacağı bir dile sahip değildir. İzleyici “Ulysess”i okurken katılımda bulunarak romanı anlayabilir."
  },
  {
    "id": "3641970",
    "unitNumber": 4,
    "text": "Dijital sanat ile ilgili bilgilerin hangileri <u><strong>doğrudur?</strong></u>\n<br/>I. Bilgisayar teknolojisinin varlık göstermesi ve yaygınlaşmasıyla ortaya çıkmıştır.\n<br/>II. Telematik bilgi teknolojilerinden hesaplama makinelerine kadar gerçekleştirilen yenilikleri dijital sanata katkı olarak görülmelidir.\n<br/>III. Dijital sanatın 1950’li yıllarda ilk örnekleri görülmüştür.",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I.",
      "B": "Sadece II.",
      "C": "Sadece III.",
      "D": "Sadece I. II.",
      "E": "I. II. III."
    },
    "explanation": "Doğru yanıt \"E\" şıkkıdır.\n<br/>Dijital sanat, bilgisayar teknolojisinin varlık göstermesi ve yaygınlaşmasıyla ortaya çıkmıştır. Telematik bilgi teknolojilerinden hesaplama makinelerine kadar gerçekleştirilen yenilikleri dijital sanata katkı olarak görülmelidir (Peter, 2005: 294). Dijital sanatın 1950’li yıllarda ilk örnekleri görülmüştür. Literatürde dijital sanat ifadesinden başka bilgisayar sanatı (computer art), yeni medya sanatı, dijital sanat, yazılım sanatı, ağ sanatı, internet sanatı, net. art, yeni estetik gibi ifadeler de kullanılmaktadır."
  },
  {
    "id": "3641971",
    "unitNumber": 4,
    "text": "I) Geleneksel yöntemler\n<br/>II) Mekanik yöntemler\n<br/>III) Fikri yöntemler\n<br/>IV) Dijital yöntemler\n<br/>Yukarıdakilerden hangisi ya da hangileri, yaşanılan teknolojik değişimler açısından ele alındığında sanatsal üretim aşamaları arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Sanatsal üretim, tarih boyunca yaşanılan teknolojik değişimler açısından ele alınırsa, sanatsal üretimler; (1) geleneksel yöntemler, (2) mekanik yöntemler (3) dijital yöntemler olarak üç aşamada düşünülebilir."
  },
  {
    "id": "3641972",
    "unitNumber": 4,
    "text": "Aşağıdaki kişilerden hangisi 1960 tarihli dijital sanatın estetik boyutunun oluşmasında önemli sayılan ‘Estetik’ adlı eserinde sanat ve estetiği matematiksel bilime dönüştürme amacında olmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Max Bense",
      "B": "Nicholas Negroponte",
      "C": "Manuel Castells",
      "D": "Immanuel kant",
      "E": "Marshall McLuhan"
    },
    "explanation": "Felsefeci ve bilim insanı Max Bense, 1960 tarihli dijital sanatın estetik boyutunun oluşmasında önemli sayılan ‘Estetik’ adlı eserinde sanat ve estetiğimatematiksel bilime dönüştürme amacında olmuştur."
  },
  {
    "id": "3641973",
    "unitNumber": 4,
    "text": "Hangisi Literatürde dijital sanat için kullanılan ifadelerden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Simülakr",
      "B": "Bilgisayar sanatı",
      "C": "Yeni medya sanatı",
      "D": "Ağ sanatı",
      "E": "Yeni estetik"
    },
    "explanation": "Doğru yanıt \"A\" şıkkıdır.\n<br/>Literatürde dijital sanat ifadesinden başka, bilgisayar sanatı (computer art), yeni medya sanatı, dijital sanat, yazılım sanatı, ağ sanatı, internet sanatı, net. art, yeni estetik gibi ifadeler de kullanılmaktadı."
  },
  {
    "id": "3641974",
    "unitNumber": 4,
    "text": "Yüzlerce yıldır Batı felsefe geleneğinde sanatın, ................... olduğu söylenegelmiştir.\n Yukarıdaki boşluğu hangisi doğru olarak tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Oyun",
      "B": "Taklit",
      "C": "Karma",
      "D": "Erişim",
      "E": "Sistematik"
    },
    "explanation": "Yüzlerce yıldır Batı felsefe geleneğinde sanatın, taklit (mimesis) olduğu söylenegelmiştir (Tunalı, 2019). Platon ve Aristoteles, sanatın taklit olduğunu söylerken kendilerini izleyen sanat ve felsefe gelenekleri de onları izlemiştir."
  },
  {
    "id": "3641975",
    "unitNumber": 4,
    "text": "Myron Kreuger l973’te hangi terimi ilk olarak kullanan kişidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sanal gerçeklik",
      "B": "Üç boyutluluk",
      "C": "Bağlam farkındalık",
      "D": "Etkileşim",
      "E": "Sanatsal üretim"
    },
    "explanation": "Myron Kreuger tarafından l973’te ilk kez kullanılan ‘sanal gerçeklik’ terimine (Burnet, 2007) şüpheli yaklaşılmıştır. Sanallaşma, simülasyon, artırılmış gerçeklik gibi terimler ile dijital kültür eleştiri konusu olmuştur."
  },
  {
    "id": "3641976",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir gerçeklik olarak algılanmak isteyen görünümü belirtir?",
    "correctAnswer": "A",
    "options": {
      "A": "Simülakr",
      "B": "Simülasyon",
      "C": "Sibernetik",
      "D": "Estetik",
      "E": "Animasyon"
    },
    "explanation": "Simülakr, bir gerçeklik olarak algılanmak isteyen görünümdür."
  },
  {
    "id": "3641977",
    "unitNumber": 4,
    "text": "Estetik açıdan bakıldığında 20. yüzyıl açısından hangi iki kavram arasında yaygın bir ilişki vardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sanat-bilgisayar",
      "B": "Sanatçı-mekanik üretim",
      "C": "Dijital durağanlık-müzik",
      "D": "Sanal gerçeklik-sanatsever",
      "E": "küresel köy-mimesis"
    },
    "explanation": "Geçmişten bugüne teknik ile sanat arasında ilişki her zaman olmuştur. Günümüzde yaygın ilişki de sanat ve bilgisayar arasındadır. İkisi arasında araştırma açısından ortaklıklar bulunmaktadır."
  },
  {
    "id": "3641978",
    "unitNumber": 4,
    "text": "Modernite ve devam eden süreçteki toplumsal değişimlerden en günceli olan dijitalleşme ile enformasyon teknolojileri, küresellik ve beraberinde görülen zaman mekân daralmasını daha da hızlandırmış, bunların meydana getirdiği ağlar ile “.................” ortaya çıkmaya başlamıştır.\n<br/>Yukarıdaki cümleyi aşağıdakilerden hangisi doğru tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Postmodernite",
      "B": "Otomata teorisi",
      "C": "Dijital dünya",
      "D": "Sanal cemaatler",
      "E": "Görsel bilgi"
    },
    "explanation": "MODERN KÜLTÜRDEN DİJİTAL KÜLTÜRE<br/>Sanal cemaatler"
  },
  {
    "id": "3641979",
    "unitNumber": 4,
    "text": "İzlenimcilik akımı, fotoğrafın mantığı olan ‘....................’ düşüncesini resimlerinin kuralı hâline getirmiş, kompozisyonlarında fotoğrafik denilebilecek seçimlerde bulunmuşlardır.\n Yukarıdaki cümleyi aşağıdakilerden hangisi doğru tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "karanlık kutu",
      "B": "ışıkla resim yapma",
      "C": "mercekli düzenek",
      "D": "imgenin sabitlenmesi",
      "E": "görsel bilgi"
    },
    "explanation": "GİRİŞ<br/>ışıkla resim yapma"
  },
  {
    "id": "3641980",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, 1994 yapımı Aslan Kral filminin 2019 yılında dijital teknolojiyle yeniden çekilmesi ilgili bir işaret olamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Kullanım genişliği",
      "B": "Görsel alışkanlıkların değişimi",
      "C": "Estetik alışkanlıkların değişimi",
      "D": "Dijital kültüre geçiş",
      "E": "Sosyal ağların yaşama etkisi"
    },
    "explanation": "MODERN KÜLTÜRDEN DİJİTAL KÜLTÜRE<br/>Sosyal ağların yaşama etkisi"
  },
  {
    "id": "3641981",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi dijitalleşmenin güçlü değişimlerinden ya da hızlı alışkanlıklarından biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fotoğraf sanatının dijitalize oluşu",
      "B": "Fotoğraf işleme programlarının kullanımı",
      "C": "Sosyal medya etkisiyle iş alanında mesailerin kısalması",
      "D": "Sosyal medyada enformasyonun anonimleşmesi",
      "E": "Dijital paranın yaygınlaşması"
    },
    "explanation": "DİJİTAL KÜLTÜRDE DENEYİM, ESTETİK VE SANAT DÜŞÜNCESİ<br/>Sosyal medya ile zamanda genişleme görülmüş, çoğu iş alanında mesai mefhumu yirmi dört saat olarak algılanmıştır."
  },
  {
    "id": "3641982",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir Platon yaklaşımıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Dijital ortamda üretilen imgelerin sanatsal dil olarak kabul edilmesi, üretim ve sonuç arasında stilistik ilişki olduğu",
      "B": "İnsan, nesne ve enformasyon arasında düşünülen ‘yeni hareketlilikler paradigması’ ile iletişim elemanları ve öğelerinin sürekli etkin olmaya devam edeceği",
      "C": "Dijital sanatın estetik boyutunun oluşmasında önemli sayılan ‘Estetik’ adlı eserinde sanat ve estetiği matematiksel bilime dönüştürme amacı",
      "D": "Doğadaki şeylerin bir matematiksel ve geometrik dili olan düzeni olduğunu, bir şeyin göze hoş gelmesinin güzel değil, bir şeye güzel değerini veren öze ulaşmanın esas olduğu",
      "E": "İmgenin gerçeklikle ilgisinin kalmayarak simülakra dönüşmesi"
    },
    "explanation": "DİJİTAL KÜLTÜRDE DENEYİM, ESTETİK VE SANAT DÜŞÜNCESİ<br/>Doğadaki şeylerin bir matematiksel ve geometrik dili olan düzeni olduğunu, bir şeyin göze hoş gelmesinin güzel değil, bir şeye güzel değerini veren öze ulaşmanın esas olduğu"
  },
  {
    "id": "3641983",
    "unitNumber": 4,
    "text": "Dijital kültür yeni ve sürekli enformasyon ile biriken ve dağıtılan bir eylem ağıyla etki gücü geniş ölçeklidir. Bu sınırsız bir ............. ve .............. demektir. \n Yukarıdaki cümleyi aşağıdakilerden hangi ikili doğru tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "sanat ve kültür",
      "B": "dijitalleşme ve sanat",
      "C": "kütüphane ve bellek",
      "D": "estetik ve sanat",
      "E": "güzellik ve bellek"
    },
    "explanation": "DİJİTAL KÜLTÜRDE DENEYİM, ESTETİK VE SANAT DÜŞÜNCESİ<br/>kütüphane ve bellek"
  },
  {
    "id": "3641984",
    "unitNumber": 4,
    "text": "Felsefeci ve bilim insanı Max Bense, 1960 tarihli dijital sanatın estetik boyutunun oluşmasında önemli sayılan ‘Estetik’ adlı eserinde aşağıdakilerden hangisini amaçlamıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "sanat ve estetiği devamlılıkla ilişkilendirme",
      "B": "sanat ve estetiği teknolojiyle bütünleştirme",
      "C": "sanat ve estetiği felsefeye dönüştürme",
      "D": "sanat ve estetiği dijital kültüre dönüştürme",
      "E": "sanat ve estetiği matematiksel bilime dönüştürme"
    },
    "explanation": "DİJİTAL KÜLTÜRDE DENEYİM, ESTETİK VE SANAT DÜŞÜNCESİ<br/>sanat ve estetiği matematiksel bilime dönüştürme"
  },
  {
    "id": "3641985",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi matematiksel dilin geleneksel estetik düşünceleriyle içsel bir bağını temsil eder?",
    "correctAnswer": "B",
    "options": {
      "A": "dijital estetik",
      "B": "veri estetiği",
      "C": "modern estetik",
      "D": "dijital sanat",
      "E": "elektronik sanat"
    },
    "explanation": "DİJİTAL KÜLTÜRDE DENEYİM, ESTETİK VE SANAT DÜŞÜNCESİ<br/>veri estetiği"
  },
  {
    "id": "3641986",
    "unitNumber": 4,
    "text": "Baudrillard’ın simülasyon düşüncesi hangi temele dayanır?",
    "correctAnswer": "A",
    "options": {
      "A": "İmgelerin gerçeklikle ilgisinin kalmaması",
      "B": "İmge gerçekliğinin gerçeğin kendisiyle yarışması",
      "C": "İmge gerçekliğinin sürdürülmesi",
      "D": "İmgenin yeniden üretilerek tüketilmesi",
      "E": "İmgenin dijitalleşmeyle gerçekliğinin artırılması"
    },
    "explanation": "DİJİTAL KÜLTÜRDE DENEYİM, ESTETİK VE SANAT DÜŞÜNCESİ<br/>İmgelerin gerçeklikle ilgisinin kalmaması"
  },
  {
    "id": "3641987",
    "unitNumber": 4,
    "text": "Bilgisayar sanatı üzerine araştırma yapanlar için Laposky, ilk bilgisayar sanatçısıdır. Laposky'nin katot ışınları fotoğraflarına verdiği isim aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Düzen ve kaos",
      "B": "CYSP 1",
      "C": "Elektronik soyutlamalar",
      "D": "Enstalasyon",
      "E": "Sanal gerçekler"
    },
    "explanation": "DİJİTAL SANAT VE MEDYA<br/>Elektronik soyutlamalar"
  },
  {
    "id": "3641988",
    "unitNumber": 5,
    "text": "Adobe Photoshop 1. Sürüm hangi yılların başında piyasaya sürülmüştür?",
    "correctAnswer": "B",
    "options": {
      "A": "1960",
      "B": "1990",
      "C": "2000",
      "D": "2010",
      "E": "2020"
    },
    "explanation": "1980’lerin sonlarına doğru tasarlanmaya başlanıp 1990’ların başında 1. sürüm ile Adobe firması tarafından ticari olarak piyasaya sürülen Photoshop programı fotoğraf işlemede çığır açmıştır."
  },
  {
    "id": "3641989",
    "unitNumber": 5,
    "text": "Adobe Photoshop’ta fotoğrafın boyutunu değiştirmek için hangi yolu izlemeliyiz?",
    "correctAnswer": "A",
    "options": {
      "A": "“Image”&gt;“Image Size”",
      "B": "“Image”&gt;“Image Layer”",
      "C": "“Image”&gt;“Image Dimension”",
      "D": "“Image”&gt;“Image Canvas”",
      "E": "“Image”&gt;“Image Pixel”"
    },
    "explanation": "Boyutunu değiştirmek istediğiniz manzara fotoğrafını “Open” seçeneğinden ekrana getirmeniz gerekir. Fotoğraf ekrana geldiğinde “Image”&gt;“Image Size” penceresini açınız."
  },
  {
    "id": "3641990",
    "unitNumber": 5,
    "text": "Adobe Photoshop’ta hangi tuş kombinasyonuyla yaptığınız işlemi geri alabilirsiniz?",
    "correctAnswer": "E",
    "options": {
      "A": "Control + A",
      "B": "Control + J",
      "C": "Control + L",
      "D": "Control + T",
      "E": "Control + Z"
    },
    "explanation": "Eğer herhangi bir yanlışlık yaparsanız “Control + Z” ile geri dönebilirsiniz ya da “History” penceresinden istemediğiniz hareketleri geri gelerek silebilirsiniz."
  },
  {
    "id": "3641991",
    "unitNumber": 5,
    "text": "Adobe Photoshop’ta parlaklık ayarını hangi menü seçeneği ile yapabilirsiniz?",
    "correctAnswer": "A",
    "options": {
      "A": "Brightness",
      "B": "Darkness",
      "C": "Lightness",
      "D": "Whiteless",
      "E": "Heaviness"
    },
    "explanation": "Photoshop programının “Brightness and Contrast” menüsünden bu farklılıkları düzeltebilirsiniz. Öncelikle “Open” seçeneğinden düzeltilmesi yapılacak fotoğrafı ekrana getirin. “Image”&gt;“Adjustments”&gt;“Brightness and Contrast”ı seçin."
  },
  {
    "id": "3641992",
    "unitNumber": 5,
    "text": "Adobe Photoshop’ta “raw” format ne anlama gelmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ham",
      "B": "İşlenmiş",
      "C": "Küçültülmüş",
      "D": "Renklendirilmiş",
      "E": "Boyutlanmış"
    },
    "explanation": "Raw, kelime anlamı olarak ham demektir."
  },
  {
    "id": "3641993",
    "unitNumber": 5,
    "text": "Adobe Photoshop’ta “White balance” ne anlama gelmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Siyah denge",
      "B": "Beyaz denge",
      "C": "Renk dengesi",
      "D": "Gölgelendirme dengesi",
      "E": "Yakma dengesi"
    },
    "explanation": "White Balance, beyaz denge anlamındadır."
  },
  {
    "id": "3641994",
    "unitNumber": 5,
    "text": "Adobe Photoshop’ta Minimum Temperature değeri kaçtır?",
    "correctAnswer": "B",
    "options": {
      "A": "1000",
      "B": "2000",
      "C": "3000",
      "D": "4000",
      "E": "50000"
    },
    "explanation": "Minimum Temperature değeri 2000, maksimum Temperature değeri ise 50000‘dir."
  },
  {
    "id": "3641995",
    "unitNumber": 5,
    "text": "Adobe Photoshop’ta Maximum Temperature değeri kaçtır?",
    "correctAnswer": "E",
    "options": {
      "A": "1000",
      "B": "2000",
      "C": "3000",
      "D": "4000",
      "E": "50000"
    },
    "explanation": "Minimum Temperature değeri 2000, maksimum Temperature değeri ise 50000‘dir."
  },
  {
    "id": "3641996",
    "unitNumber": 5,
    "text": "Adobe Photoshop’ta Exposure seçeneğinin Türkçe karşılığı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pozlama",
      "B": "Karartma",
      "C": "Yakma",
      "D": "Küçültme",
      "E": "Kaydetme"
    },
    "explanation": "Exposure, Türkçeye “Pozlama” olarak çevrilmiştir. Bir fotoğraf, çekiliş aşamasındayken belli bir pozlamaya maruz kalır. O pozlama değeri uzun ise, fotoğraf uzun pozlanmış olur ve ortama göre daha parlak olur. Eğer uzun pozlamayı gece yapmışsanız fotoğraf, gece olmasına rağmen daha aydınlık gözükür."
  },
  {
    "id": "3641997",
    "unitNumber": 5,
    "text": "Adobe Photoshop’ta Perfect Exposure kavramının Türkçe karşılığı nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Karartma",
      "B": "Yakma",
      "C": "Küçültme",
      "D": "Kaydetme",
      "E": "Kusursuz Pozlama"
    },
    "explanation": "Gündüz çekilen bir fotoğraf, gereğinden uzun pozlanmış ise çok parlak gözükür. Bu tür fotoğraflara ise Overexposed, yani; “Gereğinden Fazla Pozlanmış Fotoğraf” denir. Tersine ise Underexposed, yani; “Gereğinden Az Pozlanmış Fotoğraf” denir. Bulunulan ışık değerlerine göre tam dengede pozlanan fotoğrafa ise Perfect Exposure, yani; “Kusursuz Pozlama” denir"
  },
  {
    "id": "3641998",
    "unitNumber": 5,
    "text": "Photoshop programı hangi firma tarafından ne zaman ticari olarak piyasaya sürülmüştür?",
    "correctAnswer": "D",
    "options": {
      "A": "Autodesk, 1980’lerin başında",
      "B": "Symantec, 1980’lerin sonunda",
      "C": "Activision, 1990’ların ortasında",
      "D": "Adobe, 1990’ların başında",
      "E": "Oracle,1990’ların sonunda"
    },
    "explanation": "1990’ların başında 1. sürüm ile Adobe firması tarafından ticari olarak piyasaya sürülen Photoshop programı fotoğraf işlemede çığır açmıştır. Cevap D seçeneğidir."
  },
  {
    "id": "3641999",
    "unitNumber": 5,
    "text": "Photoshop programında fotoğrafın boyutları hakkında bilgi veren “Image Size” bölümündeki “Resample Image ” adlı kutucuğun içinde aşağıdaki seçeneklerden hangisi <u><strong>yer almaz?</strong></u>",
    "correctAnswer": "C",
    "options": {
      "A": "Nearest Neighbor",
      "B": "Bicubic Smoother",
      "C": "Bilinear Softer",
      "D": "Bicubic Sharper",
      "E": "Bicubic"
    },
    "explanation": "Photoshop programında fotoğrafın boyutları hakkında bilgi veren “Image Size” penceresi üç farklı bölümden oluşur. Üçüncü bölümde, sol tarafta “Scale”, “Constrain” ve “Resample Image” kutucukları vardır. Bu bölümün alt tarafında ise “Bicubic”, “Nearest Neighbor”, “Bilinear”, “Bicubic Smoother”, “Bicubic Sharper” seçenekleri vardır. Cevap C seçeneğidir."
  },
  {
    "id": "3642000",
    "unitNumber": 5,
    "text": "Dijital fotoğraf çekiminde kullanılan JPEG formatın RAW formata göre en büyük dezavantajı nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Görsel boyutunun çok büyük olması ve hafıza kartında çok yer kaplaması.",
      "B": "Görüntü işlem süresinin uzun olması ve sensör ömrünü kısaltması.",
      "C": "RGB renk duyarlılığının ve CMYK baskı kalitesinin düşük olması.",
      "D": "Görselin boyutunu sıkıştırdığı için her yazılımla uyumlu olmaması.",
      "E": "Üzerinde yapılan her değişiklikle birlikte görüntü kalitesinin bozulması."
    },
    "explanation": "JPEG formatının en büyük dezavantajı, fotoğraf üzerinde değişiklik yapılması durumunda fotoğrafik kalitenin bozulmasıdır. Kalite bozulduğu için yapılan değişiklik ne kadar etkili olursa olsun, sonuç olarak tatmin edici olmayan bir sonuç çıkar ortaya. Aldığı bilgilerin hepsini sıkıştırarak, değiştirilemez hâle getirir ve görselin boyutunu oldukça ufaltır. Cevap E seçeneğidir."
  },
  {
    "id": "3642001",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dijital fotoğraf çekiminde kullanılan RAW formatın avantajları arasında sayılır?\n<br/>I-Bu formattaki fotoğrafların bir çok değerinin sıkıştırılmaması.\n<br/>II-Bu formattaki fotoğrafların hafıza kartında çok yer kaplaması.\n<br/>III-Fotoğraf üzerinde kayıpsız bir şekilde beyaz dengesi ayarını değiştirebilmek.",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece II",
      "B": "Sadece III",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Sadece I"
    },
    "explanation": "Raw formatın avantajları; kayıpsız olarak White Balance, yani beyaz denge ayarını değiştirebilmeye olanak sağlaması, bu formattaki fotoğrafların bir çok değerinin sıkıştırılmaması sayılırken, fotoğrafların hafıza kartında çok yer kaplaması dezavantajı olarak sayılmaktadır. Bu nedenle doğru cevap C şıkkıdır."
  },
  {
    "id": "3642002",
    "unitNumber": 5,
    "text": "Fotoğraf çekimlerinde sınırsız netlik (focus stacking) yöntemini kullanmak için gerekli hazırlıklardan biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "E",
    "options": {
      "A": "Objenin sabit olması ve fotoğraf makinesinin tripodla sabitlenmesi.",
      "B": "Fotoğraf makinesine makro objektif takılması.",
      "C": "Ard arda çekimlerde AV/A modunda diyafram değerinin aynı olması.",
      "D": "İSO/ASA ayarının 100 veya 200 değerinde olması.",
      "E": "İlk çekimden başlayarak obje netliğinin arka plandan öne doğru yapılması."
    },
    "explanation": "DSLR veya aynasız dijital fotoğraf makineleri kullanarak photoshop veya başka bir görüntü işleme programlarında sınırsız netlik (focus stacking) yöntemini kullanabilmek için stüdyo ortamında şu fotoğraf çekimi hazırlıkları yapılmalıdır: \n<br/>• Çekim için objenin sabit olması ve fotoğraf makinesinin mutlaka sağlam bir tripoda bağlanması ve tüm çekimler boyunca bu oynatılmaması gerekir. Öncelikle tripotunuzu kurup fotoğraf makinenizi tripoda yerleştirin. \n<br/>• Ardından fotoğraf makinenizi de yerleştirip makro objektifinizi fotoğraf makinesine takın. \n<br/>• Bütün çekimler aynı pozlandırmayla çekilmesi gerektiği için, fotoğraf makinenizi “AV/A” moduna alıp diyafram değerini hiç değiştirmeyin. \n<br/>• Eğer harici ışıklar kullanacaksanız, onları da ortama yerleştirin. Fotoğraf makinesinin beyaz dengesi ayarını ortama göre yapın. \n<br/>• Ardından ISO/ASA değerini zaten tripotta olacağınız için ve de keskin bir görüntü almak istediğiniz için 100 ya da 200 değerine getirin. \n<br/>• Pozlandırma önceliğini A/AV moduna alıp diyafram değeri olarak en kısık diyafram değerleri olan 16 ya da 22 değerini fotoğraf makinesine uygulayın. \n<br/>• Netliği her çekimde elimizle yeniden ayarlayıp değiştireceğiniz için, fotoğraf makinesinin netleme sistemini auto focus’tan manuel’e alın. \n<br/>• Bulduğunuz pozlandırma değerinde bir test çekimi yapın. Test çekimini LCD’de görüp değerlendirdikten sonra eğer bir düzeltme yapacaksanız bu değeri (+/-) modunda düzelttikten sonra çekime geçin.\n<br/>•İlk çekim için netliği objenin en önüne yapın. Daha sonrası için her çekim için netliği bir önceki çekimdeki netlik yerinden biraz daha arkaya doğru yaparak çekime devam edin. \n<br/>•En sonunda 15 ile 20 fotoğraf arası fotoğraf (Örneğin; Ortalama 50-55 cm’lik bir obje için) çekmiş olacaksınız. Bu fotoğrafları bilgisayara indirerek bir dosyada toparlayın. Cevap E seçeneğidir."
  },
  {
    "id": "3642003",
    "unitNumber": 5,
    "text": "Panoramik fotoğraf çekimleri için özel üretilmiş dijital fotoğraf makinelerinin sensör rasyoları aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "3:2 veya 4:3",
      "B": "1:3 veya 1:4",
      "C": "16:9 veya 16:10",
      "D": "1:1 veya 1:2",
      "E": "5:3 veya 7:5"
    },
    "explanation": "Panoramik fotoğraf çekimleri için özel üretilmiş dijital fotoğraf makinelerinin sensör rasyoları 1: 3 veya 1:4 tür. Cevap B seçeneğidir."
  },
  {
    "id": "3642004",
    "unitNumber": 5,
    "text": "Panoramik fotoğraf çekiminde birleştirilmesi düşünülen görüntünün her bir karesinde ideal bindirme payı ne kadar olmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "1:3",
      "B": "1:4",
      "C": "1:5",
      "D": "1:6",
      "E": "1:7"
    },
    "explanation": "Panoramik fotoğraf çekiminde birleştirilmesi düşünülen görüntünün her bir karesinde ideal bindirme payına dikkat edilmelidir. Çekimde bindirme paylarını ne az ne de çok fazla verilmeli, 1/5 bindirme payı ideal olanıdır. Cevap C seçeneğidir."
  },
  {
    "id": "3642005",
    "unitNumber": 5,
    "text": "Yıldız kayması fotoğraf çekiminde en iyi hareketi verebilmek için ne tür bir fotoğraf makinesi kullanılmalıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Zoom objektifli aynasız fotoğraf makinesi",
      "B": "Sabit odaklı objektife sahip DSLR fotoğraf makinesi",
      "C": "ND filtresiz objektife sahip SLR fotoğraf makinesi",
      "D": "Zoom objektifli DSLR fotoğraf makinesi",
      "E": "Geniş açı objektifli kompakt fotoğraf makinesi"
    },
    "explanation": "Yıldız kayması çekimlerinde hareketi verebilmek için pozlandırma süreleri uzun sürelere ayarlanabilen fotoğraf makineleri kullanmanız gerekir. Ancak bugün üretimde olan kompakt ve mirrorless (aynasız) fotoğraf makinelerinde pozlandırmanın en uzun olduğu süreler 15 saniye civarlarındadır. Dolayısıyla bu tip bir fotoğraf makineleri ile yıldız çekimlerini yapmanız hemen hemen imkânsızdır. Çünkü pozlandırma süreleri bu fotoğraf makinelerinin en uzun süresi olan 15 saniyeden daha fazladır. Bu nedenle yıldız kayması çekimleri için kullanabileceğiniz en ideal fotoğraf makinesi bir DSLR’dir. Çünkü tüm DSLR’lerde pozlandırma süresini istediğiniz zamana ayarlayabileceğiniz “Bulb” özelliği vardır. Bir takımyıldızın tamamının fotoğrafını çekmek istiyorsanız, takımyıldızın büyüklüğüne göre objektif seçebilirsiniz. Örneğin, büyük bir takımyıldız çekecekseniz, geniş açılı objektif; küçük bir takımyıldız çekecekseniz bir teleobjektif kullanabilirsiniz. En iyisi, değişken odak uzaklığına sahip objektifleri (zoom objektifler) kullanmanızdır. Böylece, istediğiniz genişlikte alanın fotoğrafını zorlanmadan çekebilirsiniz. Cevap D seçeneğidir."
  },
  {
    "id": "3642006",
    "unitNumber": 5,
    "text": "Yıldız kayması fotoğraf çekimi için en ideal yer ve hava koşulları aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bulutsuz temiz hava, Ay ışığı ve ışık kirliliğinin bulunmadığı kamuya açık doğal yerler.",
      "B": "Bahar mevsiminde bulutlu hava, yapay ışıklandırmalarla aydınlatılmış özel yerleşim yerleri.",
      "C": "Polaris yıldızının kısmen görüldüğü rüzgârlı hava, ışık kirliliğinin az olduğu kırsal yerler.",
      "D": "Gün batımı sonrası yağışlı hava, takımyıldızlarının görüldüğü dağlık yerler.",
      "E": "Yaz mevsimi hava koşulları, Ay ışığı ve ışık kirliliğinin az olduğu kıyı bölgeleri."
    },
    "explanation": "Yıldız kayması fotoğrafları çekerken, ışık kirliliğinin etkilemediği yerleri seçmeye dikkat edin. Bunun için, yapılabileceğiniz en iyi şey, temiz, bulutsuz havalarda ve “Ay Takvimi”ne bakarak ay ışığının olmadığı gecelerde şehir dışına çıkmaktır. Eğer gündüz vakti gökyüzü bulutsuz ve kuzey berrak göğü kadar maviyse, o gece yıldız kayması fotoğrafı çekmek daha doğru olur. Dolayısıyla yerleşim yerlerinden uzak bir mekânı seçin ve burasını çekimden önce gün ışığında gidip kontrol edin. Ayrıca çekim yerinizin etrafında yapay ışık kaynakları da olmamalıdır. Yakınlarda bulunan bir sokak lambası ya da herhangi bir ışık kaynağı fotoğrafınızın hatalı pozlanmasına neden olur. Cevap A seçeneğidir."
  },
  {
    "id": "3642007",
    "unitNumber": 5,
    "text": "Photomatix programında yıldız kayması fotoğraf çekimlerini HDR olarak birleştirmeye başlamak için aşağıdaki hangi komut dizisi takip edilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "“File” &gt;“Automate” &gt; “Merge HDR pro” &gt; OK",
      "B": "“File” &gt; “Load Bracketed Photos” &gt; Browse&gt; OK",
      "C": "“File” &gt;“Automate” &gt; “Photomerge” &gt; OK",
      "D": "“File” &gt;“Import” &gt; “WIA Support” &gt; “Photomerge” &gt; OK",
      "E": "“File” &gt; “Load Bracketed Photos” &gt; WIA Support&gt; OK"
    },
    "explanation": "Yıldız kayması fotoğraf çekimlerini daha kreatif olarak birleştirmek istenirse HDR olarak Photomatix programında birleştirilebilir. Bu program yıldız kayması fotoğraflarının Photoshop programına göre yaratıcı olarak birleştirilmesine olanak verir. Bu programda basit anlamda işlem şu şekilde yapılır: Öncelikle program açın ve “File” &gt; “Load Bracketed Photos”dan HDR yapılacak fotoğraflara ulaşın. Ardından açılan dosyadan “Browse” ikonuna basarak fotoğrafları çağrın. “OK” butonuna basarak işlemi başlatın. Cevap B seçeneğidir."
  },
  {
    "id": "3642008",
    "unitNumber": 5,
    "text": "<strong>“Clone Stamp Tool” ile doku seçim yöntemi</strong> <strong> aşağıdaki ifadelerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ctrl+solMouse.",
      "B": "Alt+solMouse.",
      "C": "Alt+sağlMouse.",
      "D": "Shift+solMouse.",
      "E": "Shift+sağMouse."
    },
    "explanation": "Clone Stamp Tool seçildiğinde gerekli görülürse fırçanın “Master Diameter” ve “Hardness” ayarları yapılır. Ortaya çıkan daire istenilen doku üzerine getirilir. “Alt” tuşuna basılır. Bu aşamada dairenin yerine “+” simgesini görülür. Aynı anda fareyi sol tıklanır. Artık taşımak istenilen dokuyu seçilmiş olur. Fare sol tıklanarak bu doku istenilen yere taşınır."
  },
  {
    "id": "3642009",
    "unitNumber": 5,
    "text": "<strong>Çekim sırasında yapılan hataları kalitesini düşürmeden gidermeye olanak sağlayan format </strong><strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "JPEG.",
      "B": "GIF.",
      "C": "RGB.",
      "D": "PSD.",
      "E": "RAW."
    },
    "explanation": "Raw, kelime anlamı olarak ham demektir. Bu formattaki fotoğrafların birçok değeri sıkıştırılmamıştır, ham hâlindedir. Kullanıcıya daha sonradan değiştirmek üzere geniş olanaklar sağlar. Böylelikle bu programlarda çekim sırasında yapılan hataları (fazla ya da az pozlandırma, beyaz ayarı bozuklukları) giderme şansı vardır."
  },
  {
    "id": "3642010",
    "unitNumber": 5,
    "text": "<strong>Aşağıdaki ifadelerden hangisi RAW formatının avantajlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Büyütmelerde diğer formatlara göre daha büyük avantaj sağlar.",
      "B": "Beyaz denge ayarı değiştirebilir.",
      "C": "Diğer formatlardan daha fazla yer kaplar.",
      "D": "Fotoğraftaki pozlandırma düzeltebilir.",
      "E": "Fotoğraftaki renklerin doygunluklarını yeniden ayaralanabilir."
    },
    "explanation": "RAW formatının dezavantajı, Jpeg formatından yaklaşık olarak 9-10 kat daha fazla yer kaplamasıdır. Örneğin Jpeg formatında çekilen ve hafıza kartında 3 MB yer kaplayan bir fotoğraf, bu format ile çekildiğinde 25 - 30 MB’lık yer işgal eder."
  },
  {
    "id": "3642011",
    "unitNumber": 5,
    "text": "<strong>Fotoğraftaki renklerin beyaz ile karışım oranı </strong><strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Clarity.",
      "B": "Saturation.",
      "C": "Contrast.",
      "D": "Tint.",
      "E": "Temparature."
    },
    "explanation": "Tint(ton) ayarı, bize fotoğraftaki renklerin beyaz ile karışım oranını gösterir. Bir rengin, beyaz ile karıştırıldığı anda dönüştüğü yeni rengini temsil eder. Tint ayarı burada, tahmin edebileceğiniz gibi fotoğrafın sıcaklık değerine göre tonlamasını belirler. -150 ile 150 arasında değer alır."
  },
  {
    "id": "3642012",
    "unitNumber": 5,
    "text": "<strong>Raw bir fotoğrafın ışık gelmeyen yerlerini ışık ile doldurmak veya siyah bölgeleri daha siyah yapan ayar </strong><strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Temparature.",
      "B": "Fill Light ve Blacks.",
      "C": "Exposure ve Recovery.",
      "D": "Brightness and Contrast.",
      "E": "Clarity ve Saturation."
    },
    "explanation": "Raw fotoğrafların en ilgi çeken yerlerinden birisi de fotoğrafın ışık gelmeyen yerlerini ışık ile doldurmak veya siyah bölgeleri daha siyah hâle getirmektir."
  },
  {
    "id": "3642013",
    "unitNumber": 5,
    "text": "<strong>Sınırsız alan derinliği istenilen çekimlerde kullanılan yöntem </strong><strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Exposure ve Recovery.",
      "B": "Eberhard etkisi.",
      "C": "Braketleme.",
      "D": "Clarity ve Saturation.",
      "E": "Focus Stacking."
    },
    "explanation": "Sınırsız alan derinliğinin istendiği çekimlerde “Focus Stacking/Odak İstiflemesi” (Sınırsız Netlik Tekniği)’ni kullanabilir. Bu tekniği daha çok makro çekimlerdeki alan derinliği sıkıntısını aşmak için kullanılır."
  },
  {
    "id": "3642014",
    "unitNumber": 5,
    "text": "<strong>3:2 rasyosundaki full frame olarak bilinen sensörün boyutları </strong><strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "36x24 mm.",
      "B": "28.7X19 mm.",
      "C": "23.6X15.7 mm.",
      "D": "22.2mmX14.8 mm.",
      "E": "20.7X13.8 mm."
    },
    "explanation": "Full frame olarak bilinen 36x24 mm sensör 3:2 rasyosundadır. Yani 36’nın içinde 3 tane 12 cm, 24’ün içinde de 2 tane 12cm vardır. Rasyoyu hesaplamanın yöntemi budur."
  },
  {
    "id": "3642015",
    "unitNumber": 5,
    "text": "<strong>Panorama çekimlerinde her çekim için farklı bir baskın renk oluşmaması için yapılamsı gereken işlem </strong><strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Fotoğraf makinenizi TV/S önceliğine alınmalıdır.",
      "B": "Beyaz dengesi ayarı “Manuel” moda alınmalıdır.",
      "C": "ISO/ASA değerini 100 ya da 200 yapılmalıdır.",
      "D": "Çekimleri en kısa sürede tamamlamaya çalışılmalıdır.",
      "E": "Mümkün olduğu kadar 9 kareyi geçilmemelidir."
    },
    "explanation": "Beyaz dengesi ayarı “Manuel” moda alınmalıdır.Çünkü “Otomatik” mod, fotoğraf makinesini çekim için panorama içinde döndürdüğünüzde her çekim için bu ayar farklı beyaz dengesiyle farklı bir baskın renk oluşmasına neden olur. Dolayısıyla panoramanın her karesi farklı renk balansında oluşur."
  },
  {
    "id": "3642016",
    "unitNumber": 5,
    "text": "<strong>Yıldız kayması çekimleri için kullanabilecek en ideal fotoğraf makinesinin DSLR olmasının nedeni </strong><strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Değiştirilebilir lens özelliği.",
      "B": "Geniş sensör özelliği.",
      "C": "Toz azaltma özelliği.",
      "D": "Bulb özelliği.",
      "E": "Seri çekim özelliği."
    },
    "explanation": "Tüm DSLR’lerde pozlandırma süresini istediğiniz zamana ayarlayabileceğiniz “Bulb” özelliği vardır. Böylece ihtiyacınız olan pozlandırmayı “Bulb” seçeneğinden ayarlayabilirsiniz. “Bulb” modunun özelliği deklanşöre bastığınızı sürece pozlandırmanın devam etmesidir."
  },
  {
    "id": "3642017",
    "unitNumber": 5,
    "text": "<strong>Yıldız çekimlerinde dairesel etki için yapılması gereken işlem</strong> <strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Polaris seçilir.",
      "B": "Takım yıldızlarının seçilir.",
      "C": "Netlik sonsuza getirilir.",
      "D": "Çekim modu “manuel” e getirilir.",
      "E": "Diyafram değeri 5,6 - 8 aralığına getirilir."
    },
    "explanation": "Yıldız çekimlerinde Polaris (Kutup Yıldızı) seçildiğinde dairesel etkiler elde edilir. Çizgisel etkiler için takım yıldızları seçilebilir."
  },
  {
    "id": "3642018",
    "unitNumber": 6,
    "text": "..........................., bir mesajı, teknik konuyu ya da herhangi bir temayı objektif bir biçimde resimsel olarak yeniden kurgulamak, estetik biçimde anlatmak olarak tanımlanmaktadır.\n <strong>Yukarıdaki metinde boşluk bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İllüstrasyon",
      "B": "Tasarım",
      "C": "Piksel",
      "D": "Vektör",
      "E": "Grafik"
    },
    "explanation": "İllüstrasyon, Görsel Grafik Tasarım Sözlüğünde; “açıklamak, örneklendirmek veya süsleme amacıyla yapılmış resimlemeler” olarak tanımlanmaktadır. Öte yandan, “bir mesajı, teknik konuyu ya da herhangi bir temayı objektif bir biçimde resimsel olarak yeniden kurgulamak, estetik biçimde anlatmak” olarak da tanımlanabilmektedir. Dolayısıyla doğru cevap A'dır."
  },
  {
    "id": "3642019",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi dijital illüstrasyonun dezavantajlarından biri <u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yazılım ve donanım bilgisine sahip olma zorundalığı vardır.",
      "B": "Yeni çıkan sürümleri takip etme ve güncel kalabilmek gerekmektedir.",
      "C": "Mevcut çalışmanın kaydedilme zorunluluğu vardır.",
      "D": "Güç kaynağına ihtiyaç vardır.",
      "E": "Tasarımda yapılan hatayı düzeltmek ve geri almak zordur."
    },
    "explanation": "Dijital illüstrasyon tekniklerini kullanırken belli dezavantajları göz önünde bulundurmak gerekmektedir. Bu dezavantajları şöyle sıralayabiliriz:\n<br/><ul><br/><li>Yazılım ve donanım bilgisine sahip olma zorundalığı vardır.</li><br/><li>Yeni çıkan sürümleri takip etme ve güncel kalabilmek gerekmektedir.</li><br/><li>Sahip olunması gereken donanımlar (monitör, tablet, bilgisayar vb.) için bütçe gereklidir.</li><br/><li>Mevcut çalışmanın kaydedilme zorunluluğu vardır.</li><br/><li>Güç kaynağına (elektrik, şarj vs.) ihtiyaç vardır.</li><br/></ul><br/>Bunların yanında, dijital illüstrasyon, tasarımda yapılan hatayı kolaylıkla düzeltme ve geri alma imkanı sunar. Dolayısıyla doğru cevap E'dir."
  },
  {
    "id": "3642020",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi piksel tabanlı dijital illüstrasyon yazılımlarından biri <u>değildir?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Adobe Photoshop",
      "B": "Corel Painter",
      "C": "GIMP",
      "D": "Affinity Designer",
      "E": "Procreate"
    },
    "explanation": "Günümüzde tasarımcıların ihtiyacına ve tarzına yönelik olarak her bir yazılım türü yaygın biçimde kullanılsa da dijital illüstratörler genellikle piksel tabanlı yazılımları tercih etmektedir. Piksel tabanlı yazılımlar olarak, Adobe Photoshop, Corel Painter, GIMP ve Procreate gösterilebilir. Affinity Designer ise vektör tabanlı bir yazılımdır. Dolayısıyla doğru cevap D'dir."
  },
  {
    "id": "3642021",
    "unitNumber": 6,
    "text": "Piksel tabanlı bir dijital illüstrasyon yazılımıdır ve geleneksel boyama tekniklerine benzer etkiler yaratabilmenin en büyük yardımcılarındandır. Tuval üzerine yağlı boya, akrilik boya, guaj boya, sulu boya ve hatta ıspatula etkisini bile son derece başarılı bir biçimde verebilen bu yazılım, diğer pek çok boyama tekniğini de dijital ortamda birebir taklit edebilme özelliği taşımaktadır.\n <strong>Yukarıdaki özellikler aşağıdaki dijital illüstrasyon yazılımlarından hangisine aittir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Adobe Photoshop",
      "B": "Corel Painter",
      "C": "GIMP",
      "D": "Procreate",
      "E": "Adobe Illustrator"
    },
    "explanation": "Dijital illüstratörlerin kaygılarından biri olan geleneksel boyama tekniklerine benzer etkiler yaratabilmenin en büyük yardımcılarından birisi Corel Painter yazılımıdır. Tuval üzerine yağlı boya, akrilik boya, guaj boya, sulu boya ve hatta ıspatula etkisini bile son derece başarılı bir biçimde verebilen bu yazılım, diğer pek çok boyama tekniğini de dijital ortamda birebir taklit edebilme özelliği taşımaktadır. Dolayısıyla doğru cevap B, Corel Painter'dır."
  },
  {
    "id": "3642022",
    "unitNumber": 6,
    "text": ".............. tabanlı yazılımlarda, çizim büyütülse de küçültülse de herhangi bir görüntü bozulması meydana gelmemektedir.\n <strong>Yukarıdaki metinde boşluk bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Vektör",
      "B": "Piksel",
      "C": "Uygulama",
      "D": "Baskı",
      "E": "İletişim"
    },
    "explanation": "Vektör, kısaca iki nokta arasındaki yönü belirlenmiş doğrular için yapılan tanımlamadır. Vektör tabanlı olarak yapılan bir çizim büyütüldüğünde mesafe değerleri yazılım tarafından yeniden hesaplanır ve çizim yeniden oluşur. Vektör tabanlı yazılımlar, dijital görüntüleri aktarabilmek için matematiksel denkleme dayanan nokta, çizgi, eğri ve diğer geometrik temelleri kullanmaktadır. Bu yazılımlarda, çizim büyütülse de küçültülse de herhangi bir görüntü bozulması meydana gelmemektedir. Dolayısıyla doğru cevap, A şıkkı olan vektördür."
  },
  {
    "id": "3642023",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakileden hangisi dijital illüstrasyon için gerekli donanım ve aksesuarlardan biri <u>değildir?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Akıllı kalem (Smart pen)",
      "B": "Tablet",
      "C": "Inkscape",
      "D": "Monitör",
      "E": "Fare (Mouse)"
    },
    "explanation": "Dijital illüstrasyon alanında çalışan ya da bu alanda çalışmaya yeni başlayan her tasarımcının belirli seviyelerde mutlaka ihtiyacı olacak donanım ve çeşitli aksesuarlar mevcuttur. Bunları genel itibariyle; monitör ve kalibrasyon cihazı, fare (mouse), tarayıcı (scanner), akıllı kalem (smart pen), tablet, üçüncü düzey yani diğer aksesuarlar olarak sıralayabiliriz. Inkscape ise donanım değil, vektör tabanlı bir yazılımdır. Dolayısıyla, doğru cevap C'dir."
  },
  {
    "id": "3642024",
    "unitNumber": 6,
    "text": "Tasarımlarını, illüstrasyonlarını ve bunlara dair taslakları kağıt üzerine yapmayı tercih eden Ahmet, yaptığı çalışmaları dijital ortama aktarmak ve gerekli düzenlemeleri dijital ortamda gerçekleştirmek istemektedir.\n <strong>Bu doğrultuda, Ahmet aşağıdaki donanımlardan hangisini kullanarak kağıt üzerindeki taslaklarını dijital ortama geçirebilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tarayıcı (Scanner)",
      "B": "Yazıcı (Printer)",
      "C": "Kalibrasyon cihazı",
      "D": "Fare (Mouse)",
      "E": "Monitör"
    },
    "explanation": "Tasarım taslaklarını kalem ve benzeri araçlar ile kâğıt üzerine yapmayı tercih edenler için gerekli bir donanım olan <strong>tarayıcı</strong>, çalışmaların dijital ortama aktarılarak işlenmesine yardımcı olur. Dolayısıyla, doğru cevap A'dır."
  },
  {
    "id": "3642025",
    "unitNumber": 6,
    "text": "................. türdeki grafik tablet türleri, herhangi yerleşik bir ekranı olmadan bağlı olduğu bilgisayar ekranı kullanılarak çizim-boyama işlevi gerçekleştirilen türdür. Bu tür farklı boyutlarda tasarlanmış ve cihaz üzerinde herhangi bir görüntü olmayan, yapılan tasarımların eş zamanlı olarak bilgisayar ekranında görülebildiği modellerdir.\n <strong>Yukarıdaki metinde boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Pasif",
      "B": "Aktif",
      "C": "Hepsi bir arada (All-in-one)",
      "D": "Fare (Mouse)",
      "E": "Printer"
    },
    "explanation": "Aktif türdeki grafik tablet türleri, herhangi yerleşik bir ekranı olmadan bağlı olduğu bilgisayar ekranı kullanılarak çizim-boyama işlevi gerçekleştirilen türdür. Bu tür farklı boyutlarda tasarlanmış ve cihaz üzerinde herhangi bir görüntü olmayan, yapılan tasarımların eş zamanlı olarak bilgisayar ekranında görülebildiği modellerdir. Dolayısıyla doğru cevap B'dir."
  },
  {
    "id": "3642026",
    "unitNumber": 6,
    "text": "........................... tekniğinde, fotoğraflar ya da dijital ortamda üretilmiş hazır görüntüler kullanılmakta ve belirli bir kompozisyona yerleştirilerek boyama tekniği ile birleştirilmektedir.\n <strong>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru tamamlar?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Foto-referans",
      "B": "Mat boyama",
      "C": "Dijital boyama",
      "D": "Vektör illüstrasyon",
      "E": "Sanal gerçeklik"
    },
    "explanation": "Foto-referans, dijital illüstrasyon ve konsept tasarım alanlarında yapılan çalışmalarda daha hızlı ve daha gerçekçi sonuçlar sunmaya yarayan tekniklerden biridir. Dijital alandaki üretkenliğe katkı sağlayan bu teknik ile çekilen fotoğraflar ya da dijital ortamda üretilmiş görüntüler, belirli bir kompozisyona yerleştirilerek boyama tekniği ile birleştirilmektedir. Bu teknik temel anlamda hazır görüntülerin kullanılmasından dolayı kulağa biraz hile gibi gelse de, profesyonel illüstratörler tarafından genellikle ışık-gölge ve doku etkilerinin daha gerçekçi biçimde yansıtılmasına yardımcı olması için tercih edilmektedir. Dolayısıyla doğru cevap A'dır."
  },
  {
    "id": "3642027",
    "unitNumber": 6,
    "text": "<strong>Dijital illüstrasyonda bir fotoğrafın ya da görüntünün içerisinden istenilen kısmın kırpılarak ayrıştırılması işlemine ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Vektör",
      "B": "Piksel",
      "C": "Katman",
      "D": "Yama",
      "E": "Dekupe"
    },
    "explanation": "Dekupe, bir fotoğrafın ya da görüntünün içerisinden istenilen kısmın kırpılarak ayrıştırılması işlemidir. Dolayısıyla doğru cevap E'dir."
  },
  {
    "id": "3642028",
    "unitNumber": 6,
    "text": "Dijital çizim tekniklerinin öncülerinden biri olan Ivan Sutherland’in tasarladığı yazılım aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Photoshop",
      "B": "Procreate",
      "C": "Sketchpad",
      "D": "Windows",
      "E": "Paint"
    },
    "explanation": "Dijital çizim tekniklerinin öncülerinden biri olan Ivan Sutherland’in tasarladığı yazılım Sketchpad'dir."
  },
  {
    "id": "3642029",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi dijital illüstrasyon tekniğinin sağladığı avantajlardan biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çoğaltılabilirlik",
      "B": "Donanım maliyetleri",
      "C": "Zaman tasarrufu",
      "D": "Portatiflik",
      "E": "Arşivleme"
    },
    "explanation": "Donanım maliyetleri dijital illüstrasyon tekniğinin sağladığı avantajlardan biri değildir."
  },
  {
    "id": "3642030",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi dijital illüstrasyonun kullanım alanlarından biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ambalaj sanayi",
      "B": "Haberleşme ve ulaşım",
      "C": "Bilimsel ve teknik alanlar",
      "D": "Film ve reklam endüstrisi",
      "E": "Dijital oyun endüstrisi"
    },
    "explanation": "Haberleşme ve ulaşım dijital illüstrasyonun kullanım alanlarından biri değildir."
  },
  {
    "id": "3642031",
    "unitNumber": 6,
    "text": "Dijital illüstrasyon tekniğinde piksel tabanlı yazılımların yaygın olarak tercih edilme sebebi nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Arayüz tasarımının basitliği",
      "B": "Kolay öğrenilmesi",
      "C": "Yazılımların çeşitliliği",
      "D": "Dosya formatları",
      "E": "Gerçekçi kalem ve fırça etkileri"
    },
    "explanation": "Dijital illüstrasyon tekniğinde piksel tabanlı yazılımların yaygın olarak tercih edilme sebebi gerçekçi kalem ve fırça etkileridir."
  },
  {
    "id": "3642032",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi piksel ve vektör tabanlı yazılımlar arasındaki farklardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çözünürlük",
      "B": "Hareketlilik",
      "C": "Basitlik",
      "D": "Üç boyutluluk",
      "E": "Karmaşıklık"
    },
    "explanation": "Çözünürlük piksel ve vektör tabanlı yazılımlar arasındaki farklardan biridir."
  },
  {
    "id": "3642033",
    "unitNumber": 6,
    "text": "Aşağıdaki yazılımlardan hangisi vektörel tabanlı değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Inkscape",
      "B": "GIMP",
      "C": "Affinity Designer",
      "D": "Corel Draw",
      "E": "Adobe Illustrator"
    },
    "explanation": "GIMP vektörel tabanlı değildir."
  },
  {
    "id": "3642034",
    "unitNumber": 6,
    "text": "Aşağıdaki donanımlardan hangisi dijital illüstrasyon tekniğinde daha rahat çizim imkânı sunar?",
    "correctAnswer": "E",
    "options": {
      "A": "Tarayıcı (scanner)",
      "B": "Fare",
      "C": "Kablosuz Fare",
      "D": "Kalibrasyon cihazı",
      "E": "Akıllı kalem (smart pen)"
    },
    "explanation": "Akıllı kalem (smart pen) dijital illüstrasyon tekniğinde daha rahat çizim imkânı sunar."
  },
  {
    "id": "3642035",
    "unitNumber": 6,
    "text": "Aşağıdaki tekniklerden hangisi hem piksel\n hem de vektör tabanlı yazılımlarda uygulanabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çizgi sanatı (line art)",
      "B": "Mat boyama (matte painting)",
      "C": "Manipülasyon",
      "D": "Foto-referans (photobashing)",
      "E": "360 panorama boyama"
    },
    "explanation": "Çizgi sanatı (line art) hem piksel hem de vektör tabanlı yazılımlarda uygulanabilir."
  },
  {
    "id": "3642036",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi dijital boyama tekniğinde Photoshop’un ışık ve aydınlatma araçlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Soldurma aracı (dodge tool)",
      "B": "Kement aracı (lasso tool)",
      "C": "Sihirli çubuk aracı (magic wand tool)",
      "D": "Yakma aracı (burn tool)",
      "E": "Örgü aracı (mesh tool)"
    },
    "explanation": "Soldurma aracı (dodge tool) dijital boyama tekniğinde Photoshop’un ışık ve aydınlatma araçlarından biridir."
  },
  {
    "id": "3642037",
    "unitNumber": 6,
    "text": "Vektör illüstrasyonlarda renk geçişlerini sağlamak için hangi araç kullanılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Eğip bükme (liquify)",
      "B": "Yama aracı (patch tool)",
      "C": "Klonlama aracı (clone stamp tool)",
      "D": "Gradyan aracı (gradient tool)",
      "E": "Fırça aracı (brush tool)"
    },
    "explanation": "Tasarlanan çizimlerde kusursuz renk geçişlerini sağlamak için gradyan aracı (gradient tool) ve örgü aracı (mesh tool) kullanılarak vektör illüstrasyonlarda gerçekçi görüntüler elde edilebilmektedir."
  },
  {
    "id": "3642038",
    "unitNumber": 6,
    "text": "1- Aşağıdakilerden hangisi dijital ortamda tasarım yapmaya çalışan ve dijital ortamda görüntü işlemenin yanı sıra boyama ve çizim yapılabileceğini gösteren, dijital çizim tekniklerinin ilk örneklerini ortaya koyan <strong>ilk isimlerden biridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Isaac Newton",
      "B": "Steve Jobs",
      "C": "Ronald Wayne",
      "D": "Steve Wozniak",
      "E": "Ivan Sutherland"
    },
    "explanation": "Sürekli olarak güncellenen bilgisayar teknolojisi aracılığı ile dijital ortamda tasarım yapmaya çalı-<br/>şan ilk isimlerden biri olan <strong>Ivan Sutherland,</strong> 1964 yılında doktora tezi olarak hazırladığı Sketchpad<br/>programı ile dijital ortamda görüntü işlemenin yanı sıra boyama ve çizim yapılabileceğini gösteren dijital çizim tekniklerinin ilk örneklerini ortaya koymuştur"
  },
  {
    "id": "3642039",
    "unitNumber": 6,
    "text": "2- Dijital ekranlar üzerindeki görüntüleri oluşturan noktaların her birine verilen ad aşağıdakilerden <strong>hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Vektör",
      "B": "Puant",
      "C": "Piksel",
      "D": "Matriks",
      "E": "Kadraj"
    },
    "explanation": "<strong>Piksel:</strong> Dijital ekranlar üzerindeki görüntüleri oluşturan noktaların her birine verilen addır."
  },
  {
    "id": "3642040",
    "unitNumber": 6,
    "text": "Bir mesajı, teknik konuyu ya da herhangi bir temayı objektif bir biçimde resimsel olarak yeniden kurgulamak, estetik biçimde anlatmak olarak da tanımlanan kavram <strong>aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Karikatür",
      "B": "Animasyon",
      "C": "Afiş",
      "D": "İllüstrasyon",
      "E": "Gravür"
    },
    "explanation": "illüstrasyon, Görsel Grafik Tasarım Sözlüğünde; “açıklamak, örneklendirmek veya süsleme amacıyla yapılmış resimlemeler” olarak tanımlanmaktadır (Ambrose ve Haris, 2014:123). Öte yandan, “bir mesajı, teknik konuyu ya da herhangi bir temayı objektif bir biçimde resimsel olarak yeniden kurgulamak, estetik biçimde anlatmak” olarak da tanımlanabilmektedir.<br/>İllüstrasyon"
  },
  {
    "id": "3642041",
    "unitNumber": 6,
    "text": "4- Aşağıdakilerden hangisi dijital illüstrasyonun geleneksel tekniklere kıyasla dezavantajlarından <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yeni çıkan sürümleri takip etme ve güncel kalabilmek gerekmektedir.",
      "B": "Sahip olunması gereken donanımlar (monitör, tablet, bilgisayar vb.) için bütçe gereklidir.",
      "C": "Mevcut çalışmanın kaydedilme zorunluluğu vardır.",
      "D": "Güç kaynağına (elektrik, şarj vs.) ihtiyaç vardır.",
      "E": "Farklı tekniklerle daha fazla pratik yapma olanağı tanır."
    },
    "explanation": "Avantajlar ve Dezavantajlar tablosuna sayfa 153 bkz.<br/>Farklı tekniklerle daha fazla pratik yapma olanağı tanır."
  },
  {
    "id": "3642042",
    "unitNumber": 6,
    "text": "5-Piksel tabanlı yazılımların öncülerinden biri olan, katmanlı çalışma olanağı, renkler konusundaki başarısı, özelleştirilebilir olması, pek çok formatta çıktı alabilmesi gibi özelliklerinin yanı sıra son yıllarda kullanıcıya üç boyutlu ve hareketli tasarımlar yapma imkânı da sunan program aşağıdakilerden <strong>hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Adobe Photoshop",
      "B": "Procreate",
      "C": "Inkscape",
      "D": "Corel Painter",
      "E": "Adobe Illustrator"
    },
    "explanation": "Piksel tabanlı yazılımların öncülerinden biri olan Photoshop, katmanlı çalışma olanağı, renkler konusundaki başarısı, özelleştirilebilir olması, pek çok formatta çıktı alabilmesi gibi özelliklerinin yanı sıra son yıllarda kullanıcıya üç boyutlu ve hareketli tasarımlar yapma imkânı da sunmaktadır.<br/>Adobe Photoshop"
  },
  {
    "id": "3642043",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi inkscape yazılımını diğerlerinden ayıran temel farklılıktır?",
    "correctAnswer": "C",
    "options": {
      "A": "En hızlı ve sorunsuz çalışan olması",
      "B": "Yalnız iPad ve iPhone için tasarlanmış olması",
      "C": "Açık kaynaklı ve ücretsiz olması",
      "D": "MacOS işletim sistemi için özel geliştirilmiş olması",
      "E": "Baskı ortamı için en uygun çıktı veriyor olması"
    },
    "explanation": "Syf. 156 bkz.<br/>Açık kaynaklı ve ücretsiz bir vektör grafik yazılımı olan Inkscape, yaygın olarak kullanılan tüm işletim sistemlerine uyumludur. Affinity Designer en hızlı ve sorunsuz çalışan yazılımıdır; Procreate yalnız iPad ve iPhone için tasarlanmıştır; Adobe Illustrator baskı ortamı için en uygun çıktı verir. Inkscape ise her tür işletim sisteminde çalışan açık kaynaklı ve ücretsiz bir yazılımdır. Doğru cevap açık kaynak yazılım olmasıdır."
  },
  {
    "id": "3642044",
    "unitNumber": 6,
    "text": "7- Aşağıdakilerden hangisi üç boyutlu dijital illüstrasyonların oluşturulmasında bu alan için geliştirilmiş yazılımlardan <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Autodesk",
      "B": "Corel Painter",
      "C": "Maya",
      "D": "Houdini",
      "E": "3ds Max"
    },
    "explanation": "Dolayısıyla, üç boyutlu dijital illüstrasyonların oluşturulmasında bu alan için geliştirilmiş yazılımların tercih edilmesi daha doğru olacaktır. Bunlardan en bilinenleri <strong>Autodesk 3ds Max, Maya, Cinema 4D ve Houdini</strong> gibi kapsamlı modellemeler yapılmasını sağlayan ve aynı zamanda animasyon ve görsel efekt endüstrisinin ihtiyaçlarını karşılayan yazılımlardır.<br/>Corel Painter"
  },
  {
    "id": "3642045",
    "unitNumber": 6,
    "text": "8- Foto-referans ve mat boyama (Photobashing &amp; Matte Painting) tekniklerinin profesyonel kullanımı konusunda hangi yazılım daha<strong> ön plana çıkmakta ve kullanılmaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Corel Painter",
      "B": "Adobe Illustrator",
      "C": "Corel Draw",
      "D": "Procreate",
      "E": "Adobe Photoshop"
    },
    "explanation": "Foto-referans ve mat boyama tekniklerinin profesyonel kullanımı konusunda Adobe Photoshop<br/>yazılımı ön plana çıkmaktadır."
  },
  {
    "id": "3642046",
    "unitNumber": 6,
    "text": "Hayal ürünü unsurların yer aldığı pek çok filmde başvurulan bu teknik, devasa stüdyoların inşası, onlarca kişiden oluşan film ekiplerinin bir yerden bir yere taşınması veya yılın belirli bir mevsimini bekleme zorunlulukları ortadan kaldırmıştır. Genellikle yeşil perde (green screen) kullanılarak oluşturulan ve duruma göre kompozisyonun ön ya da arka katmanına uygulanan bu dijital boyama tekniği<strong> aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Mat boyama (Matte Painting)",
      "B": "Foto-referans (Photobashing)",
      "C": "Çizgi sanatı (Line Art)",
      "D": "360 Panorama",
      "E": "Sanal Gerçeklik (VR) Tekniği"
    },
    "explanation": "Genellikle yeşil perde (green screen) kullanılarak oluşturulan ve duruma göre kompozisyonun<br/>ön ya da arka katmanına uygulanan bir diğer dijital boyama tekniği ise mat boyamadır. Hayal ürünü<br/>unsurların yer aldığı pek çok filmde başvurulan mat boyama tekniği, devasa stüdyoların inşası, onlarca kişiden oluşan film ekiplerinin bir yerden bir yere taşınması veya yılın belirli bir mevsimini bekleme zorunlulukları ortadan kaldırmıştır.<br/>Mat boyama (Matte Painting)"
  },
  {
    "id": "3642047",
    "unitNumber": 6,
    "text": "10- Günümüzde artık çeşitli donanım ve yazılımlar sayesinde doğrudan üç boyutlu ortamda tasarım yapma imkânı doğmuştur. İllüstratörlerin dijital ekranda tasarladıklarını farklı açılardan görerek yapabildikleri bu teknikle özellikle mekân tasarımlarındaki birleşim hatalarını ortadan kaldırmıştır Bu tekniğe <strong>ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mat boyama (Matte Painting)",
      "B": "Foto-referans (Photobashing)",
      "C": "Çizgi sanatı (Line Art)",
      "D": "360 Panorama",
      "E": "Sanal Gerçeklik (VR) Tekniği"
    },
    "explanation": "İllüstratörlerin dijital ekranda tasarladıklarını farklı açılardan görerek yapabildiği 360 panorama<br/>tekniği, özellikle mekân tasarımlarındaki birleşim hatalarını ortadan kaldırmıştır (Kara, 2020:29)."
  },
  {
    "id": "3642048",
    "unitNumber": 7,
    "text": "\"3D tasarımlar bir nesnenin ya da bir grafik ürününün xyz koordinatlarıyla belirlenmiş 3D uzayda kullanılacak bir referans çalışmaya dayalı olarak ya da hiç referans kullanılmadan nesnelerin yüzeylerinin oluşturulmasıyla, modellenmesiyle gerçekleştirilir\" ifadesinden yola çıkarak 3D tasarımda “x” ekseni aşağıdakilerden hangisini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Yataylığı",
      "B": "Yüksekliği",
      "C": "Genişliği",
      "D": "Derinliği",
      "E": "Boyu"
    },
    "explanation": "3D Tasarım Kavramı<br/>X düzlemi yatay yönü belirtmek için kullanılırken, y düzlemi dikey yönü belirtmede, z düzlemi ise, derinliği belirtmede kullanılmaktadır."
  },
  {
    "id": "3642049",
    "unitNumber": 7,
    "text": "Bilgisayar grafiği kavramı 1960 yılında ilk kim tarafından yaratılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "George Lucas",
      "B": "William Fetter",
      "C": "Ed Catmull",
      "D": "Frederic Parke",
      "E": "Steve Jobs"
    },
    "explanation": "3D Tasarımın Tarihsel Gelişimi<br/>Bilgisayar grafiği kavramı 1960 yılında William Fetter tarafından yaratılmıştır."
  },
  {
    "id": "3642050",
    "unitNumber": 7,
    "text": "1972 yılında kendi sol elini modelleyen ve Fred Parke ile birlikte “A Computer Animated Hand” bilgisayar grafiği destekli kısa filmi yapan kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "William Fetter",
      "B": "Walt Disney",
      "C": "George Lucas",
      "D": "Ed Catmull",
      "E": "Steve Jobs"
    },
    "explanation": "3D Tasarımın Tarihsel Gelişimi<br/>1972 yılında Ed Catmull kendi sol elini modelledi ve Fred Parke ile birlikte “A Computer Animated Hand” bilgisayar grafiği destekli kısa filmi yaptılar. İlk kez canlandırılmış bir el ve yüz için 3d bilgisayar grafikleri kullanıldı."
  },
  {
    "id": "3642051",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 3D canlandırmanın görüldüğü ilk film olma özelliğini taşımaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Tron",
      "B": "Star Trek II: The Wrath of Kahn",
      "C": "The Black Hole",
      "D": "Star Wars Episode IV: A New Hope",
      "E": "Futureworld"
    },
    "explanation": "3D Tasarımın Tarihsel Gelişimi<br/>1976 yılında Catmul ve Frederic Parke birlikte Futureworld filmini yaratmışlardır. Film ilk 3d canlandırmanın görüldüğü film olma özelliğini taşımaktadır."
  },
  {
    "id": "3642052",
    "unitNumber": 7,
    "text": "1995 yılında Pixar ilk uzun metrajlı 3D canlandırma filmi olan ve oscar ödülü alan film hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Toy Story",
      "B": "A Bug’s Life",
      "C": "Ant Z",
      "D": "Kung Fu Panda",
      "E": "Ratatouille"
    },
    "explanation": "3D Tasarımın Tarihsel Gelişimi<br/>1995 yılında Pixar ilk uzun metrajlı 3d canlandırma film olan Toy Story’i yayınladı. Film Oscar ödülü alarak büyük başarı elde etti"
  },
  {
    "id": "3642053",
    "unitNumber": 7,
    "text": "Tasarımın fikir aşamasından başlayıp final çıktısına kadar uzanan farklı aşamaları bulunmaktadır. İngilizcede “Production Pipeline” olarak kullanılan bu terimi Türkçeye ne olarak çevirebiliriz ?",
    "correctAnswer": "B",
    "options": {
      "A": "Işıklandırma",
      "B": "Yapım Süreci",
      "C": "Yapım",
      "D": "Modelleme",
      "E": "Dokulandırma"
    },
    "explanation": "3D TASARIM SÜRECİ<br/>Tasarımın fikir aşamasından başlayıp final çıktısına kadar uzanan farklı aşamaları bulunmaktadır. İngilizcede “Production Pipeline” olarak kullanılan bu terimi Türkçeye “Yapım Süreci ya da Yapım işlem dizisi” olarak çevirebiliriz."
  },
  {
    "id": "3642054",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 3D yazılımların içinde bulunan sanal ışıklar arasında <u><strong>değildir?</strong></u>",
    "correctAnswer": "C",
    "options": {
      "A": "Doğrultulu ışıklar",
      "B": "Spot ışıklar",
      "C": "Yapay ışıklar",
      "D": "Noktasal ışıklar",
      "E": "Alan ışıkları"
    },
    "explanation": "Işıklandırma<br/>3D yazılımların içinde bulunan sanal ışıklar belli başlı olarak şu şekildedir:\n<br/>• Doğrultulu ışıklar (Directional lights)\n<br/>• Spot ışıklar (Spot lights)\n<br/>• Noktasal ışıklar (Point lights)\n<br/>• Alan ışıkları (Area lights)\n<br/>• Çevresel ışıklar (Ambient Lights)"
  },
  {
    "id": "3642055",
    "unitNumber": 7,
    "text": "Aşağıdaki ifadelerden hangisi \"dolgu ışığı\" nın özellikleri arasında <u><strong>değildir?</strong></u>",
    "correctAnswer": "D",
    "options": {
      "A": "Anahtar ışığın neden olduğu sert gölgeleri karşılamak için kullanılan ikincil bir ışık kaynağıdır.",
      "B": "Sahnede anahtar ışığa göre ters konumda bulunur.",
      "C": "Anahtar ışığın aydınlatamadığı bölgedeki detayları ortaya çıkarır.",
      "D": "Sahnede derinlik etkisi yaratır.",
      "E": "Yoğunluğu anahtar ışığa göre daha düşüktür."
    },
    "explanation": "3 Işıkla Aydınlatma<br/><strong>Dolgu Işığı (Fill Light): </strong>Anahtar ışığın neden olduğu sert gölgeleri karşılamak için kullanılan ikincil bir ışık kaynağıdır. Sahnede anahtar ışığa göre ters konumda bulunur. Anahtar ışığın aydınlatamadığı bölgedeki detayları ortaya çıkarır. Yoğunluğu anahtar ışığa göre daha düşüktür."
  },
  {
    "id": "3642056",
    "unitNumber": 7,
    "text": "Üç ışıkla aydınlatmada aşağıdakilerden hangisi arka ışığın özelliklerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sahnede anahtar ışığa göre ters konumda bulunur.",
      "B": "Sahnede derinlik etkisi yaratır.",
      "C": "Anahtar ışığın aydınlatamadığı bölgedeki detayları ortaya çıkarır.",
      "D": "En önemli görevi nesnelerin görünebilmesini sağlamaktır.",
      "E": "Sahnede kameranın sağına ya da soluna 45 derecelik bir açı ile yerleştirilir."
    },
    "explanation": "3 Işıkla Aydınlatma<br/><strong>Arka Işık (Back Light): </strong>Sahnedeki nesnenin arka plandan ayrılmasını sağlayan önemli bir ışık tipidir. Sahnede derinlik etkisi yaratır. Temel nesnenin arkasında bulunur. Arka ışık da sert bir ışık kaynağına sahiptir. Aydınlatma değeri rakam olarak kullanılan programlara göre değişmekle birlikte oran olarak en fazla anahtar ışığın oranına eşit olmalıdır. Sahnenin durumuna göre daha az bir değerde de olabilir."
  },
  {
    "id": "3642057",
    "unitNumber": 7,
    "text": "Bir 3D tasarım çalışmasının görselleştirildiği son aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Görsel efektler",
      "B": "Işıklandırma",
      "C": "Dokulandırma",
      "D": "Konsept tasarımı",
      "E": "Modelleme"
    },
    "explanation": "Yapım Sonrası (Post Production)<br/><strong>Görsel Efektler </strong>\n<br/>Yapım sonrası aşamalardan biri de görsel efektlerin uygulanmasıdır. Bu aşama kimi durumlarda dijital birleştirme aşamasında ve bu artistler tarafından yapılır. Bu aşamada toz, bulut, yağmur, kar, sis efektleri gibi efektler yer alabilir. Bu efektlerin yapım aşamasında uygulanması maliyet olarak daha yüksek olabileceği için yapım sonrasında uygulanırlar"
  },
  {
    "id": "3642058",
    "unitNumber": 7,
    "text": "Üç boyutlu yazılımlarda üç boyut geometriden alındığı şekliyle x,y,z, düzlemlerinden y düzlemi hangi yönü belirtmek için kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yatay yönü",
      "B": "Dikey yönü",
      "C": "Derinliği",
      "D": "Çapı",
      "E": "Enini"
    },
    "explanation": "3D Tasarım Kavramı<br/>Dikey yönü"
  },
  {
    "id": "3642059",
    "unitNumber": 7,
    "text": "Bilgisayar grafiği kavramı …………….. yılında William Fetter tarafından yaratılmıştır.\n Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "1950",
      "B": "1960",
      "C": "1970",
      "D": "1980",
      "E": "1990"
    },
    "explanation": "3D Tasarımın Tarihsel Gelişimi<br/>1960"
  },
  {
    "id": "3642060",
    "unitNumber": 7,
    "text": "1995 yılında Pixar ilk uzun metrajlı 3d canlandırma filmini yayınladı. Film Oscar ödülü alarak büyük başarı elde etti. Sözü edilen film aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Terminator 2",
      "B": "Lara Croft Tomb Raider",
      "C": "Toy Story",
      "D": "Abssy",
      "E": "Luxo Jr."
    },
    "explanation": "3D Tasarımın Tarihsel Gelişimi<br/>Toy Story"
  },
  {
    "id": "3642061",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Konsept tasarımı bölümlerinden biri olarak <u><strong>söylenemez?</strong></u>",
    "correctAnswer": "D",
    "options": {
      "A": "Karakter tasarımı",
      "B": "Çevre tasarımı",
      "C": "Giysilerin tasarımı",
      "D": "Bilgisayar tasarımı",
      "E": "Grafiklerin tasarımı"
    },
    "explanation": "Konsept Tasarımı<br/>Bilgisayar tasarımı"
  },
  {
    "id": "3642062",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 3D tasarım için yapım aşamasındaki başlıklar arasında<u><strong> sayamayız?</strong></u>",
    "correctAnswer": "E",
    "options": {
      "A": "Modelleme",
      "B": "Dokulandırma",
      "C": "Işıklandırma",
      "D": "Render",
      "E": "Print"
    },
    "explanation": "Yapım (Production)<br/>Print"
  },
  {
    "id": "3642063",
    "unitNumber": 7,
    "text": "İki noktanın bir araya gelmesi ile ………….. denilen kenarlar oluşur.\n Yukarıdaki boşluğa aşağıdaki kavramlardan hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Edge",
      "B": "Poligon",
      "C": "Vertex",
      "D": "Render",
      "E": "Blueprint"
    },
    "explanation": "Modelleme<br/>Edge"
  },
  {
    "id": "3642064",
    "unitNumber": 7,
    "text": "Aşağıdakilerin hangisi 3d yazılımların içinde bulunan sanal ışıkların aralarında sayılamaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğrultulu ışıklar (Directional lights)",
      "B": "Şehir ışıkları (City lights)",
      "C": "Spot ışıklar (Spot lights)",
      "D": "Noktasal ışıklar (Point lights)",
      "E": "Alan ışıkları (Area lights)"
    },
    "explanation": "Işıklandırma<br/>Şehir ışıkları (City lights)"
  },
  {
    "id": "3642065",
    "unitNumber": 7,
    "text": "……………….aşaması 3d tasarım çalışmalarındaki son aşamadır, denilebilir; modellemesi yapılan çalışma bu aşamada tek kare resim haline getirilir. \n Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Modelleme",
      "B": "Işık",
      "C": "Render aşaması",
      "D": "Dokulandırma",
      "E": "Konsept"
    },
    "explanation": "Render aşaması"
  },
  {
    "id": "3642066",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisini 3d tasarımların gerçekleştirildiği yapım aşamalardan biri olarak sayamayız?",
    "correctAnswer": "D",
    "options": {
      "A": "Render",
      "B": "Işıklandırma",
      "C": "Modelleme",
      "D": "Görsel Efekt",
      "E": "Dokulandırma"
    },
    "explanation": "Görsel Efekt, Yapım Sonrası (Post Production) aşamalarından biridir."
  },
  {
    "id": "3642067",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 3d yazılımlarda kullanılan belli başlı malzemelerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Blinn",
      "B": "Phong",
      "C": "Lambert",
      "D": "Anisotropic",
      "E": "Painter"
    },
    "explanation": "Dokulandırma<br/>Painter"
  },
  {
    "id": "3642068",
    "unitNumber": 7,
    "text": "Bir nesnenin ya da bir grafik ürününün xyz koordinatlarıyla belirlenmiş 3 boyutlu sayısal uzayda kullanılacak bir referans çalışmaya dayalı olarak ya da hiç referans kullanılmadan nesnelerin yüzeylerinin oluşturulması ve modellenmesi aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "3D Tasarım",
      "B": "2D Tasarım",
      "C": "Piksel",
      "D": "HDTV",
      "E": "VR"
    },
    "explanation": "3D Tasarım; 3d tasarımlar bir nesnenin ya da bir grafik ürününün xyz koordinatlarıyla belirlenmiş 3d uzayda kullanılacak bir referans çalışmaya dayalı olarak ya da hiç referans kullanılmadan nesnelerin yüzeylerinin oluşturulmasıyla, modellenmesiyle gerçekleştirilir. Bir 3d modele başlanırken farklı yöntemler kullanılabilir. Çizgiyle 2d bir çizim yapılıp bu daha sonra çeşitli komutlar aracılığıyla 3d bir modele dönüştürülebilir. Bunun yanında doğrudan doğruya basit bir 3d geometrik şekille de modellemeye başlanabilir."
  },
  {
    "id": "3642069",
    "unitNumber": 7,
    "text": "Bilgisayar ortamında 3d bir tasarımda “y” ekseni aşağıdakilerden hangisini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Dikey düzlemi",
      "B": "Yatay yönü",
      "C": "Derinliği",
      "D": "Dokuyu",
      "E": "Rengi"
    },
    "explanation": "Üç boyutlu yazılımlarda kullanıcıya referans olması için x, y, z yönlerinin gösteren yardımcılar bulunmaktadır. Kullanıcının bulunduğu konumu, hangi yöne gittiğini bu referans okları aracılığıyla anlaması olası olmaktadır. Ekran daima kullanıcının karşısında olduğu için y ekseni her zaman yukarıdan aşağıya (dikey) giden bir vektör konumunda yer alır."
  },
  {
    "id": "3642070",
    "unitNumber": 7,
    "text": "Bilgisayar ortamında 3d bir tasarımda “z” ekseni aşağıdakilerden hangisini ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Rengi",
      "B": "Yatay yönü",
      "C": "Dokuyu",
      "D": "Dikey düzlemi",
      "E": "Derinliği"
    },
    "explanation": "Üç boyut geometriden alındığı şekliyle x, y, z düzlemleri olarak adlandırılmaktadır. X düzlemi yatay yönü belirtmek için kullanılırken, y düzlemi dikey yönü belirtmede, z düzlemi ise, derinliği belirtmede kullanılmaktadır."
  },
  {
    "id": "3642071",
    "unitNumber": 7,
    "text": "1963 yılında Ivan Sutherland’ın doktora tezi ile geliştirilen 2d ve 3d şekiller çizilebilen programım adı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Adobe",
      "B": "3dmax",
      "C": "Ipad",
      "D": "TTWX",
      "E": "Sketchpad"
    },
    "explanation": "1963 yılına MIT’ten Ivan Sutherland doktora tezinin bir parçası olarak Sketchpad adında bir çizim programı geliştirir. Programda bir kalem kullanılarak ekrana 2d ve 3d şekiller çizilebiliyordu. Bu ilk defa kullanıcının bir programla gerçek anlamda etkileşimi idi. Sketchpad o dönemin şartları içinde herhangi bir başka makinada çalışmıyordu, Sutherland’in programa göre düzenlediği TX-2 üzerinde çalışıyordu."
  },
  {
    "id": "3642072",
    "unitNumber": 7,
    "text": "1976 yılında Catmul ve Frederic Parke birlikte ilk 3d canlandırmanın kullanıldığı film aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Futureworld",
      "B": "Star Trek",
      "C": "Toy Story",
      "D": "A Bug’s Life",
      "E": "Ant Z"
    },
    "explanation": "1976 yılında Catmul ve Frederic Parke birlikte Futureworld filmini yaratmışlardır. Futureworld 3D Tasarım canlandırmanın görüldüğü ilk film olma özelliğini taşımaktadır."
  },
  {
    "id": "3642073",
    "unitNumber": 7,
    "text": "Pixar’ın ilk kısa filmi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Geri’s Game",
      "B": "Luxo Jr.",
      "C": "For the Birds",
      "D": "Toy Story",
      "E": "A Bug’s Life"
    },
    "explanation": "Catmull, Apple’ın kurucularından Steve Jobs’ın desteğiyle Pixar animasyon stüdyosunu kurdu. Pixar birçok başarılı filme imza atacak, alanında ilkleri üretecek bir firma olacaktır. 1986 yılında Pixar’ın ilk kısa filmi olan Luxo Jr. üretildi. Bilgisayar grafiğinin kullanıldığı bir filmde ilk defa gölge kullanıldı. Bu kısa film 3d bilgisayar animasyonunun sadece arka plan ve renklendirme işine yarayan bir araç olmanın ötesinde aynı 3d grafiklerin gelişimi bilgisayar teknolojisi alanında yaşanan gelişmelerle hızlanmıştır."
  },
  {
    "id": "3642074",
    "unitNumber": 7,
    "text": "İlk uzun metrajlı 3d canlandırma film olan ve aynı zamanda Oscar ödülü alan film aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Birds",
      "B": "Luxo Jr.",
      "C": "Bug’s Life",
      "D": "Toy Story",
      "E": "Ant Z"
    },
    "explanation": "Toy Story; 1995 yılında Pixar ilk uzun metrajlı 3d canlandırma film olan Toy Story’i yayınladı. Film Oscar ödülü alarak büyük başarı elde etti. Devamında ise Pixar’ın A Bug’s Life, Toy Story 2 ve Ant Z gibi diğer uzun metraj 3d filmler izlemiştir."
  },
  {
    "id": "3642075",
    "unitNumber": 7,
    "text": "Bilgisayarın 3d ortamda x, y, z koordinatlarında organik ya da inorganik objelerin formunun oluşturulma işlemi aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Hareketlendirme",
      "B": "Boyama",
      "C": "Işıklandırma",
      "D": "Modelleme",
      "E": "Doku"
    },
    "explanation": "Modelleme 3d tasarım sürecindeki en temel aşama, modelleme aşamasıdır. Daha önce verilen referanslar doğrultusunda 3d ortamda bir nesnenin, aracın, karakterin x, y, z koordinatlarında formunun oluşturulmasıdır. Kullanılacak olan referans resimler, modelin orantılı bir şekilde yapılmasını sağlarlar ve modelleme sanatçıları bu referansları kullanırlar."
  },
  {
    "id": "3642076",
    "unitNumber": 7,
    "text": "3D modellemede tekniklerinde en çok aşağıdaki yöntemlerden hangisi kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Poligon modelleme",
      "B": "Kenar modelleme",
      "C": "Vertex modelleme",
      "D": "NBBS modelleme",
      "E": "Piksel modelleme"
    },
    "explanation": "Poligon modelleme tekniği ilk geliştirilen ve belki de en çok kullanılan modelleme tekniklerinden biridir. Poligon modelleme aşaması bittiğinde modelin farklı farklı küçük yüzeylerden oluştuğu görülmektedir. Bu aşamadan sonra modele yumuşatma işlemi uygulanır ve model daha pürüzsüz hale getirili"
  },
  {
    "id": "3642077",
    "unitNumber": 7,
    "text": "Bilgisayar ortamında, parlak yüzeye sahip ve yansıma yapan yüzeyler için aşağıdakilerden hangi yöntem kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Lambert",
      "B": "Phong",
      "C": "Blind",
      "D": "Cad",
      "E": "NURBS"
    },
    "explanation": "Phong, keskin parlak yüzeye sahip ve yansıma yapan yüzeyler için kullanılır. Işığın yansıması yüzeyde parlak bir görünüm verir."
  },
  {
    "id": "3642078",
    "unitNumber": 8,
    "text": "Türk hukuk sisteminde tasarımlar, fikri ve sınai hak olarak değerlendirilmektedir. Aşağıdakilerden hangisi tasarımlar hangi hukuk çerçevesinde korumaya tabii <em><strong><u>olamaz</u>?</strong></em>",
    "correctAnswer": "E",
    "options": {
      "A": "Fikir ve sanat eserleri",
      "B": "Patent",
      "C": "Marka",
      "D": "Endüstriyel tasarım",
      "E": "Ticaret"
    },
    "explanation": "Türk hukuk sisteminde niteliğine göre tasarımlar, fikri ve sınai hak olarak değerlendirilmekte; fikir ve sanat eserleri, patent, marka, endüstriyel tasarım hukuku çerçevesinde korumaya tabi olmaktadır.<br/>Doğru cevap E şıkkıdır."
  },
  {
    "id": "3642079",
    "unitNumber": 8,
    "text": "Kümülatif koruma, fikri mülkiyet hakları içinde en çok tasarımlar bakımından söz konusu olmaktadır. Çünkü tasarım birbirinden farklı birden fazla karakteri bir arada taşımaktadır.\n Buna göre tasarımlar hangi iki kanunla korunabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "5846 sayılı Fikir ve Sanat Eserleri Kanunu-6769 Sayılı Sınai Mülkiyet Kanunu",
      "B": "5147 sayılı Kanun-554 sayılı Endüstriyel Tasarımların Korunması Hakkında Kanun Hükmünde Kararname",
      "C": "554 sayılı Kanun Hükmünde Kararname-551 sayılı Patent Haklarının Korunması Hakkında KHK",
      "D": "551 sayılı Patent Haklarının Korunması Hakkında KHK- 556 sayılı Markaların Korunması hakkında KHK",
      "E": "554 sayılı Endüstriyel Tasarımların Korunması Hakkında KHK-551 sayılı Patent Haklarının Korunması Hakkında KHK"
    },
    "explanation": "Kümülatif koruma, fikri mülkiyet hakları içinde en çok tasarımlar bakımından söz konusu olmaktadır. Çünkü tasarım birbirinden farklı birden fazla karakteri bir arada taşımaktadır. Bu itibarla bir tasarımın hangi hükümler dâhilinde korunabileceği, bunun nitelik ve özelliğine göre belirlenir (Suluk, 202 Tasarım Hukuku 2001: 46.) İşlevsel bir tasarım patent veya faydalı model hükümleriyle korunabileceği gibi, estetik ve sanatsal tasarımlar da FSEK kapsamında korunabilir (Bozgeyik ve Er, 2019: 21). Bir tasarım, sahibinin hususiyetini taşıdığı için <strong>5846 sayılı Fikir ve Sanat Eserleri Kanunu</strong>’nda “eser” olarak korunacağı gibi, şartları uygunsa <strong>6769 Sayılı Sınai Mülkiyet Kanunu</strong> kapsamında marka olarak da korunabilecektir. Ayrıca haksız rekabet hükümlerine göre Ticaret Kanunu çerçevesinde de hukuki koruma mümkün olabilecektir.<br/>Doğru cevap A şıkkıdır."
  },
  {
    "id": "3642080",
    "unitNumber": 8,
    "text": "Türkiye, sınaî resim ve modellerin korunmasını kaç yılında ve hangi uluslararası sözleşmeyle kabul etmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1709- Kraliçe Anne Kanunu",
      "B": "1886-Bern Sözleşmesi",
      "C": "1925-Paris Sözleşmesi",
      "D": "1961- Roma Sözleşmesi",
      "E": "1996- WIPO Telif Hakları Anlaşması"
    },
    "explanation": "1925 yılında Paris Sözleşmesi’nin kabulü ile Türkiye sınaî resim ve modellerin korunmasını kabul etmiştir.<br/>Doğru cevap C şıkkıdır."
  },
  {
    "id": "3642081",
    "unitNumber": 8,
    "text": "Tasarım hukukunda asıl olan, tescilli tasarımın korunmasıdır. Tescilli tasarımlar, sahibine inhisarî nitelikte yetkiler verir ve bu münhasırlık tasarım sahibine mutlak hak sağlar. “İnhisari hak”, gerçek veya tüzel kişiye tescilli ürün üzerinde serbestçe tasarrufta bulunma yetkisini veren “tekel hakkı”dır. Hak sahibi dışındaki kişilerin hak konusu ürünlere ilişkin fiillerini engellemek suretiyle mutlak hakların edinilmesi maddi ve şekli olarak belli şartlara bağlanmıştır.\n<br/>Buna göre aşağıdakilerden hangisi <em><strong><u>yanlıştır</u></strong>?</em>",
    "correctAnswer": "C",
    "options": {
      "A": "Tasarımdan doğan haklar, münhasıran tasarım sahibine aittir.",
      "B": "Kanuna göre üçüncü kişiler, tasarım sahibinin izni olmadan koruma kapsamındaki tasarım veya tasarımın uygulandığı ürünü üretemez, piyasaya sunamaz.",
      "C": "Kanuna göre üçüncü kişiler, bu tasarım veya tasarımın uygulandığı ürünle ilgili sözleşme yapmak için öneride bulunabilir.",
      "D": "Tescilli tasarım hakkının sağladığı inhisarî hak herkese karşı ileri sürülebilir.",
      "E": "Tescilli tasarım hakkına tecavüz ederek ürünü satana ve söz konusu ürünü elinde bulundurana karşı ileri sürebilir."
    },
    "explanation": "Kanuna göre üçüncü kişiler, tasarım sahibinin izni olmadan koruma kapsamındaki tasarım veya tasarımın uygulandığı ürünü üretemez, piyasaya sunamaz, satamaz, ithal edemez, ticari amaçlı kullanamaz veya bu amaçlarla elde bulunduramaz ya da bu tasarım veya tasarımın uygulandığı ürünle ilgili sözleşme yapmak için öneride bulunamaz (SMK, md.59/1).<br/>Doğru cevap C şıkkıdır."
  },
  {
    "id": "3642082",
    "unitNumber": 8,
    "text": "Fikir ve Sanat Eserleri Kanunu’nun 71 ve 72. maddelerinde fikri mülkiyet suçları düzenlenmiştir. Tüm fikri mülkiyet suçları şikâyete bağlı suçlardandır. Kanuna göre, eser sahibinin maddi ve manevi haklarına karşı ihlallerde, hukuk ve ceza davaları açılabilir. \n Aşağıdakiilerden hangisi konuna göre, eser sahibinin dava açabileceği ihlaller ve cezalarından biri olabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir eserden kaynak gösteren kişi altı aydan iki yıla kadar hapis veya adlî para cezasıyla cezalandırılır.",
      "B": "Bir eseri, icrayı, fonogramı veya yapımı hak sahibi kişilerin yazılı izni olmaksızın işleyen, çoğaltan, değiştiren, dağıtan, yayımlayan kişi hakkında bir yıldan beş yıla kadar hapis veya adlî para cezasına hükmolunur.",
      "C": "Bir eserle ilgili olarak yeterli ve doğru mahiyette kaynak gösteren kişi, altı aya kadar hapis cezası ile cezalandırılır.",
      "D": "Bir yazara ait esere, yazarından izin alarak ad koyan kişi altı aydan iki yıla kadar hapis veya adlî para cezasıyla cezalandırılır.",
      "E": "Hak sahibi kişilerin izni olarak, alenileşmemiş bir eserin muhtevası hakkında kamuya açıklamada bulunan kişi, altı aya kadar hapis cezası ile cezalandırılır."
    },
    "explanation": "Bir eseri, icrayı, fonogramı veya yapımı hak sahibi kişilerin yazılı izni olmaksızın işleyen, temsil eden, çoğaltan, değiştiren, dağıtan, her türlü işaret, ses veya görüntü nakline yarayan araçlarla umuma ileten, yayımlayan ya da hukuka aykırı olarak işlenen veya çoğaltılan eserleri satışa arz eden, satan, kiralamak veya ödünç vermek suretiyle ya da sair şekilde yayan, ticarî amaçla satın alan, ithal veya ihraç eden, kişisel kullanım amacı dışında elinde bulunduran ya da depolayan kişi hakkında bir yıldan beş yıla kadar hapis veya adlî para cezasına hükmolunur.<br/>Doğru cevap B şıkkıdır."
  },
  {
    "id": "3642083",
    "unitNumber": 8,
    "text": "Tasarım hukukuyla fikir ve sanat eserleri hukuku koruma süreleri arasında farklılıklar bulunmaktadır. Telif ve tasarım hukuku arasındaki bir diğer farklılık ise koruma süreleriyle ilgilidir.\n Buna göre tescilli bir tasarımın koruma süresi ne kadardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Beşer yıllık dönemler hâlinde en fazla 25 yıldır",
      "B": "Kamuya ilk sunulduğu tarihten itibaren 3 yıldır",
      "C": "Eser sahibinin hayatı boyuncadır",
      "D": "Eser sahibinin hayatı boyunca ve ondan sonraki 70 yıldır",
      "E": "Üçer yıllık dönemler hâlinde en fazla 9 yıldır"
    },
    "explanation": "Tasarım hukukuyla fikir ve sanat eserleri hukuku koruma süreleri arasında da farklılıklar bulunmaktadır. Telif ve tasarım hukuku arasındaki bir diğer farklılık ise koruma süreleriyle ilgilidir. Tescilli tasarımın koruma süresi beşer yıllık dönemler hâlinde en fazla 25 yıl (SMK, md.69/1), tescilsiz tasarımın koruma süresi kamuya ilk sunulduğu tarihten itibaren 3 yıl (SMK, md. 69/2), telif hukukunda eser için öngörülen koruma süresi ise eser sahibinin hayatı boyunca ve ondan sonraki 70 yıldır.<br/>Doğru cevap A şıkkıdır."
  },
  {
    "id": "3642084",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Dünya Fikri Mülkiyet Örgütü (WIPO-OMPI) ile ilgili <u>yanlış</u> bir bilgidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dünya Fikri Mülkiyet Örgütü’nün (WIPO) temelleri 1883 tarihli Sınaî Mülkiyetin Korunmasına İlişkin Paris Sözleşmesi ve 1886 tarihli Edebiyat ve Sanat Eserlerinin Korunmasına İlişkin Bern Sözleşmesi’ne dayanmaktadır.",
      "B": "Örgütün kuruluşu Paris Sözleşmesi ve Bern Sözleşmesi’nden yaklaşık 100 yıl sonra gerçekleşmiştir.",
      "C": "Bir hükümet kuruluşu olan WIPO, 1974’ten itibaren Birleşmiş Milletler’in teşkilat sistemi içinde yer almaktadır.",
      "D": "WIPO, Kuruluş Sözleşmesi ile 17 sınai mülkiyet ve 8 telif hakkı anlaşması olmak üzere toplam 25 anlaşmanın koordinesinden ve yürütülmesinden sorumludur.",
      "E": "WIPO; kanun çalışmaları, hukuki ve teknik konularda ülkelere yardım, fikri mülkiyet korumasını geliştirmeyi amaçlayan uluslararası anlaşmalar hazırlanmasını özendirme, bu alana ilişkin bütün bilgileri toplama ve yayımlama, uluslararası sınıflandırma, standartlaştırma ve tescil faaliyetleri gibi çalışmalar yapmaktadır."
    },
    "explanation": "Hükümetler arası bir kuruluş olan WIPO, 1974’ten itibaren Birleşmiş Milletler’in teşkilat sistemi içinde yer almaktadır.<br/>Doğru cevap C şıkkıdır."
  },
  {
    "id": "3642085",
    "unitNumber": 8,
    "text": "28 Avrupa Birliği ülkesinde marka tescilinden ve tescilli topluluk tasarımlarından sorumlu ajans aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "WIPO",
      "B": "TRIPS",
      "C": "EUIPO",
      "D": "WPPT",
      "E": "BIRPI"
    },
    "explanation": "Avrupa Birliği Fikri Mülkiyet Ofisi (The European Union Intellectual Property Office-EUIPO) birliğin marka tescilinden ve tescilli topluluk tasarımlarından sorumlu ajansıdır. Avrupa Birliği Fikri Mülkiyet Ofisi dahilinde yapılan tesciller 28 Avrupa Birliği ülkesinde geçerli olan marka korumasına sahiptir.<br/>Doğru cevap C şıkkıdır."
  },
  {
    "id": "3642086",
    "unitNumber": 8,
    "text": "Dünya Fikri Mülkiyet Örgütü’nün (WIPO); kanun çalışmaları, hukuki ve teknik konularda ülkelere yardım, fikri mülkiyet korumasını geliştirmeyi amaçlayan uluslararası anlaşmalar hazırlanmasını özendirme, bu alana ilişkin bütün bilgileri toplama ve yayımlama, uluslararası sınıflandırma, standartlaştırma ve tescil faaliyetleri gibi çalışmalar yapmaktadır\n Aşağıdakilerden hangisi WIPO’nun yürüttüğü fikri haklar ile ilgili anlaşmalardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Endüstriyel Tasarımların Uluslararası Tescili Hakkında Lahey Anlaşması",
      "B": "Edebiyat ve Sanat Eserlerinin Korunması Hakkında Bern Sözleşmesi",
      "C": "Markaların Tescilinde Eşyaların ve Hizmetlerin Uluslararası Sınıflandırılmasına İlişkin Nis Anlaşması",
      "D": "Endüstriyel Tasarımların Uluslararası Sınıflandırılmasına İlişkin Locarno Anlaşması",
      "E": "Markaların Figüratif Elemanlarının Sınıflandırılmasına İlişkin Viyana Anlaşması"
    },
    "explanation": "WIPO’nun yürüttüğü anlaşmalardan fikri haklar ile ilgili olanlardan biri, Edebiyat ve Sanat Eserlerinin Korunması Hakkında Bern Sözleşmesi’dir.<br/>Doğru Cevap B şıkkıdır."
  },
  {
    "id": "3642087",
    "unitNumber": 8,
    "text": "5846 sayılı Kanun kapsamında eser niteliği taşıyan tasarımlar, sahiplerine tasarım hukukunun tanıdığı hakların yanında FSEK kapsamında mali ve manevi haklar da sağlamaktadır. Manevi haklar FSEK’in 14 ila 17. maddelerinde, mali haklar ise FSEK’in 20 ila 25. maddelerinde ayrıntılı olarak düzenlenmiştir.\n Aşağıdakilerden hangisi manevi haklardan biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "İşletme",
      "B": "Çoğaltma",
      "C": "Yayma",
      "D": "Temsil",
      "E": "Adın belirtilmesi"
    },
    "explanation": "Manevi haklar, eser sahibinin mutlak haklarından olup bir başkasına devredilemez. Adın belirtilmesi salahiyeti, manevi haklardan biridir.<br/>Doğru Cevap E şıkkıdır."
  },
  {
    "id": "3642088",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, bir ürünün tasavvurunun estetik, işlevsellik, fayda, malzeme seçimi, ergonomi, güvenlik gibi bileşenleri de içinde bulunduran sürecin, görsel bir anlatım şeklidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tasarım",
      "B": "Fikir",
      "C": "Mülkiyet",
      "D": "Hukuk",
      "E": "Sanat"
    },
    "explanation": "Giriş<br/>Tasarım, bir ürünün tasavvurunun estetik, işlevsellik, fayda, malzeme seçimi, ergonomi, güvenlik<br/>gibi bileşenleri de içinde bulunduran sürecin, görsel bir anlatım şeklidir. Tasarımların fikri mülkiyet<br/>sistemi içerisinde, sınai mülkiyet kapsamında korunması, yeni tasarımların geliştirilmesi, yeni tasarımcıların ortaya çıkması için önem taşımaktadır.<br/>Fikri hakların konusunu, ekonomik değer taşıyan<br/>fikir ve sanat eseri ürünleri oluşturur. Tasarım hukuku da iktisadi değer taşıyan fikri emek ürünlerini koruyan bir hukuk dalıdır."
  },
  {
    "id": "3642089",
    "unitNumber": 8,
    "text": "Toplumu düzenleyen ve devletin yaptırım gücünü belirleyen yasaların bütününe ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hukuk",
      "B": "Hak",
      "C": "Tasarım",
      "D": "Mülkiyet",
      "E": "Sanat"
    },
    "explanation": "HUKUK VE HUKUKUN KAYNAKLARI<br/>Arapça “hak” kökünden gelen hukuk, Türk Dil Kurumu tarafından, “toplumu düzenleyen ve devletin yaptırım gücünü belirleyen yasaların bütünü”, “bu yasaları konu alan bilim” dalı olarak tanımlanmaktadır (https://sozluk.gov.tr/) Hukuk, kişilerin birbirleriyle ve toplum ve devletle ilişkilerini düzenlemektedir. Bireyler arası ilişkileri düzenleyen ve uyulması gereken kurallar bütününü oluşturan kanunlar, soyutluk ve genellik özelliği sayesinde benzer nitelikteki bütün durumlara uygulanmaktadır. Hukuk kurallarını, örf ve âdet, gelenek ve din gibi diğer toplum kurallarından ayıran en özellik ise devlet tarafından güvenceye alınmış ve kamu gücü ile desteklenen yaptırımlara sahip olmasıdır."
  },
  {
    "id": "3642090",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, hukukun yazılı kaynaklarından biri <em><strong>değildir</strong></em>?",
    "correctAnswer": "C",
    "options": {
      "A": "Anayasa",
      "B": "Kanun",
      "C": "Örf",
      "D": "Kanun hükmünde kararname",
      "E": "Tüzük"
    },
    "explanation": "HUKUK VE HUKUKUN KAYNAKLARI<br/>Hukukun temel kaynaklarını iki ana kategoriye ayırmak mümkündür. Bunlar; yazılı kaynaklar, yazısız kaynaklardır. Yazılı kaynaklar; anayasa, kanun, kanun hükmünde kararname, tüzük<br/>ve yönetmeliklerdir. Yazısız kaynaklar ise örf ve<br/>âdetlerdir. Yazılı kaynaklar, yetkili bir kişi, makam veya kurul tarafından konulan sürekli, genel<br/>ve soyut hükümlerdir. Yazısız kaynaklar ise zaman<br/>içinde kendiliğinden oluşan, toplum vicdanında<br/>yer eden, ikinci derecedeki hukuk kaynağı olan<br/>yazısız kurallar bütünüdür."
  },
  {
    "id": "3642091",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, iktisadi değer taşıyan fikir ve sanat ürünlerini koruyan hukuk dalıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Aile Hukuku",
      "B": "Medeni Hukuk",
      "C": "İcra Hukuku",
      "D": "Fikri mülkiyet hukuku",
      "E": "Ticaret hukuku"
    },
    "explanation": "FİKRİ MÜLKİYET HUKUKUNUN TARİHSEL GELİŞİMİ<br/>Fikri mülkiyet hukuku en genel ifadesiyle iktisadi değer taşıyan fikir ve sanat ürünlerini koruyan hukuk dalıdır. Fikir ve sanat eserlerinin tarihi,<br/>insanlık tarihi kadar eskidir. Toplumsal bir varlık<br/>olan insanoğlu, her zaman kendini içinde yaşadığı<br/>topluma ifade etme, derdini başkalarına anlatma<br/>ihtiyacı hissetmiştir. Bu ihtiyacı estetik bir kaygı,<br/>sistematik bir çalışma ile yerine getirirken belirli<br/>eser veya ürünler ortaya çıkarmıştır. Fikir ve sanat<br/>eserleri ile sınai ürünlerin fikri mülkiyetin korunması ise daha yakın tarihli bir düşüncedir. İlk olarak 15. yüzyılda verilen imtiyazlarla gündeme gelen<br/>fikri mülkiyetin hukuki çerçevede korunması düşüncesi, sanayi devrimiyle birlikte önem kazanmış,<br/>20. yüzyılla birlikte büyük gelişme göstermiştir"
  },
  {
    "id": "3642092",
    "unitNumber": 8,
    "text": "I - İlk basım imtiyazı A - 1469\n II - Eser sahiplerine mali ve\n manevi yetkilerin içeren imtiyazların\n tanınması B - 1486\n III - Kraliçe Anne Kanunu C - 1709\n IV - Paris Sözleşmesi D - 1883\n Yukarıda verilen fikir ve sanat eserlerini korumaya yönelik düzenlemelerle, tarihlerini eşleştiriniz.",
    "correctAnswer": "E",
    "options": {
      "A": "I-D; II-B; III-C; IV-A",
      "B": "I-A; II-C; III-B; IV-D",
      "C": "I-A; II-B; III-D; IV-C",
      "D": "I-B; II-A; III-C; IV-D",
      "E": "I-A; II-B; III-C; IV-D"
    },
    "explanation": "FİKRİ MÜLKİYET HUKUKUNUN TARİHSEL GELİŞİMİ<br/>Araştırmacılar, fikir ve sanat eserlerini korumaya yönelik düzenlemelerin tarihini matbaanın<br/>icadına kadar götürmektedirler. İlk basım imtiyazı,<br/>Venedik’te 1469 yılında tanınmıştır. Bunu 1486<br/>yılında eser sahiplerine mali ve manevi yetkileri içeren imtiyazların tanınması izlemiştir. Günümüz<br/>fikir ve sanat eserleri kanunlarına öncülük eden<br/>ilk düzenleme 1709’da İngiltere’de kabul edilen<br/>Kraliçe Anne Kanunu’dur. Bu kanunu hakkaklar<br/>(taş, maden ve ahşap işlemeciliği) ve heykeltıraşları<br/>koruyan 1734 ve 1814 tarihli kanunlar, tiyatro ve<br/>musiki eserlerin temsil ve icrasında eser sahibinin<br/>haklarını koruyan 1882 ve 1888 tarihli kanunlar<br/>izlemiştir (Soysal, 2018: 35).<br/>1883 yılında Sınai Mülkiyetin Himayesine<br/>Mahsus Milletlerarası Birlik Oluşturulması Hakkında Paris Sözleşmesi’nin imzalanmasıyla başlayan ilk uluslararası düzenleme, 3 yıl sonra Edebi<br/>ve Sanatsal Eserlerin Korunması hakkındaki Bern<br/>Sözleşmesi’yle sürmüştür. Bu sözleşmenin yürütülmesi için 1893 yılında “Fikri Mülkiyetin Korunması için Birleşik Uluslararası Büro” (BIRPI)<br/>kurulmuştur. 1925 yılında Paris Sözleşmesi’nin kabulü ile Türkiye sınaî resim ve modellerin korunmasını kabul etmiştir."
  },
  {
    "id": "3642093",
    "unitNumber": 8,
    "text": "Türk hukukunda zihinsel canlandırma ve tasavvur ürünü<br/>çalışmalara fikri mülkiyet koruması hangi yılında<br/>yürürlüğe giren 554 sayılı Endüstriyel Tasarımların<br/>Korunması Hakkında Kanun Hükmünde Kararname (554 sayılı KHK) ile başlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1995",
      "B": "1996",
      "C": "1997",
      "D": "1998",
      "E": "1999"
    },
    "explanation": "TASARIMLARIN HUKUKİ KORUNMASI<br/>Türk hukukunda zihinsel canlandırma ve tasavvur ürünü<br/>çalışmalara fikri mülkiyet koruması 1995 yılında<br/>yürürlüğe giren 554 sayılı Endüstriyel Tasarımların<br/>Korunması Hakkında Kanun Hükmünde Kararname (554 sayılı KHK) ile başlamıştır."
  },
  {
    "id": "3642094",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, kümülatif koruma'yı tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir fikir ve sanat eseri veya sınai mülkiyet ürününün bir hukuku sistem<br/>tarafından korunması",
      "B": "Bir fikir ve sanat eseri veya sınai mülkiyet ürününün birden fazla hukuku sistem<br/>tarafından korunması",
      "C": "Bir fikir ve sanat eserinin birden fazla hukuku sistem tarafından korunması",
      "D": "Bir fikir ve sanat eserinin bir fazla hukuku sistem tarafından korunması",
      "E": "Bir fikir eserinin bir hukuku sistem tarafından korunması"
    },
    "explanation": "TASARIMLARIN HUKUKİ KORUNMASI<br/>Bir fikir ve sanat eseri veya sınai mülkiyet ürününün birden fazla hukuku sistem<br/>tarafından korunmasına ‘kümülatif koruma’ denilmektedir."
  },
  {
    "id": "3642095",
    "unitNumber": 8,
    "text": "Dünya Fikri Mülkiyet Örgütü’nün (WIPO) temelleri, aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "1886 tarihli Edebiyat ve Sanat Eserlerinin Korunmasına İlişkin Bern Sözleşmesine",
      "B": "14 Temmuz 1967 tarihinde Stockholm’de imzalanan sözleşmesine",
      "C": "1883 tarihli Sınaî Mülkiyetin Korunmasına İlişkin Paris Sözleşmesine ve 1886 tarihli Edebiyat ve Sanat Eserlerinin Korunmasına İlişkin Bern Sözleşmesine",
      "D": "1883 tarihli Sınaî Mülkiyetin Korunmasına İlişkin Paris Sözleşmesine",
      "E": "1886 tarihli Edebiyat ve Sanat Eserlerinin Korunmasına İlişkin Bern Sözleşmesine ve 14 Temmuz 1967 tarihinde Stockholm’de imzalanan sözleşmesine"
    },
    "explanation": "TASARIM HUKUKUYLA İLGİLİ ULUSLARARASI DÜZENLEME VE<br/>KURULUŞLAR<br/>Dünya Fikri Mülkiyet Örgütü’nün (WIPO) temelleri 1883 tarihli Sınaî Mülkiyetin Korunmasına İlişkin Paris Sözleşmesi ve 1886 tarihli Edebiyat ve Sanat Eserlerinin Korunmasına İlişkin Bern Sözleşmesi’ne<br/>dayanmaktadır (Özbek, 2020). Ancak küresel çapta dengeli ve ulaşılabilir bir fikri mülkiyet sistemi oluşturmak ve yönetmek amacı taşıyan örgütün kuruluşu bu anlaşmadan yaklaşık 100 yıl sonra gerçekleşmiştir. 14 Temmuz 1967 tarihinde Stockholm’de imzalanan sözleşme ile kurulan örgütün merkezi İsviçre’nin<br/>Cenevre şehridir. 1967’de imzalanan WIPO Anlaşması 1970’de yürürlüğe girmiş, 1979 yılında yeniden<br/>gözden geçirilmiştir. Hükümetler arası bir kuruluş olan WIPO, 1974’ten itibaren Birleşmiş Milletler’in<br/>teşkilat sistemi içinde yer almaktadır"
  },
  {
    "id": "3642096",
    "unitNumber": 8,
    "text": "Dünya Ticaret Örgütü (DTÖ) Uruguay Turu müzakereleri hangi yılları arasında gerçekleştirildi?",
    "correctAnswer": "D",
    "options": {
      "A": "1987-1993 yılları arasında",
      "B": "1985-1997 yılları arasında",
      "C": "1985-1994 yılları arasında",
      "D": "1986-1994 yılları arasında",
      "E": "1986-1995 yılları arasında"
    },
    "explanation": "TASARIM HUKUKUYLA İLGİLİ ULUSLARARASI DÜZENLEME VE<br/>KURULUŞLAR<br/>Dünya Ticaret Örgütü (DTÖ) Uruguay Turu<br/>müzakereleri 1986-1994 yılları arasında gerçekleştirildi. Fikri mülkiyet haklarını korumaya yönelik<br/>normların önemli ölçüde değişiklik gösterdiği ve<br/>uluslararası ticarette sahte mallara uygulanabilir<br/>prensip ve kurallar konusunda çok taraflı bir çerçevenin bulunmamasının uluslararası ekonomik<br/>ilişkilerde giderek artan bir gerginliğe yol açtığı<br/>görüşüne dayanılarak, Uruguay Round müzakerelerinde Ticaretle Bağlantılı Fikri Mülkiyet Hakları<br/>konusunda da bir anlaşma imzalandı. DTÖ Kuruluş Anlaşması kapsamında yer alan anlaşma Ek<br/>1C’de bulunan Ticaretle Bağlantılı Fikri Mülkiyet<br/>Hakları Anlaşması (TRIPS=Agreement on TradeRelated Aspects of Intellectual Property Rights)’dır."
  },
  {
    "id": "3642097",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, Ticaretle Bağlantılı Fikri Mülkiyet Hakları Anlaşması’nın uygulanmasını denetler?",
    "correctAnswer": "E",
    "options": {
      "A": "Dünya Fikri Mülkiyet Örgütü",
      "B": "Dünya Ticaret Örgütü",
      "C": "Benelux Fikri Mülkiyet Ofisi",
      "D": "Avrupa Birliği Fikri Mülkiyet Ofisi",
      "E": "TRIPS Konseyi"
    },
    "explanation": "TASARIM HUKUKUYLA İLGİLİ ULUSLARARASI DÜZENLEME VE<br/>KURULUŞLAR<br/>TRIPS Konseyi, Ticaretle Bağlantılı Fikri Mülkiyet Hakları Anlaşması’nın uygulanmasını denetler. TRIPS anlaşmasının amaca; uluslararası ticaretteki engelleri ve düzensizlikleri azaltmak, fikri<br/>mülkiyet haklarının uygulanmasına ilişkin usul ve<br/>önlemlerin ticaret için bir engel teşkil etmemesini<br/>sağlamaktır. Anlaşma kapsamında, fikri mülkiyet<br/>haklarının tanınması, gerekli korumanın sağlanması, üye ülkelerin ulusal planda ve birbirlerine<br/>ait fikri mülkiyet haklarını korumaları bağlamında<br/>asgari standartların belirlenmesi gibi hususlara yer<br/>verilmiştir. TRIPS bir çerçeve anlaşma olup, üye<br/>ülkeler ulusal mevzuatlarını hazırlarken kabul edilen asgari standartlara uymak zorundadır (TRIPS<br/>anlaşması http://www.telifhaklari.gov.tr/ Erişim tarihi: 10.01.2020) TRIPS Anlaşması 7 konuda minimum standartları belirlemiştir. Bunlar bilgisayar<br/>programları ve veritabanları da dahil olmak üzere<br/>fikri haklar, markalar, coğrafi işaretler, endüstriyel<br/>tasarımlar, patentler, entegre devre topografyaları ve açıklanmamış bilgilerin korunmasıdır. Fikri<br/>Haklar ile ilgili düzenlemeler Anlaşmada madde 9<br/>ile 14 arasında yer almaktadır."
  },
  {
    "id": "3642098",
    "unitNumber": 8,
    "text": "Bir ürünle ilgili estetik, işlevsellik, fayda, malzeme seçimi, ergonomi, güvenlik<br/>gibi bileşenleri de içinde bulunduran sürecin görsel olarak anlatım şekline ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Şekil",
      "B": "Tasarım",
      "C": "Tahayyül",
      "D": "Hayal",
      "E": "İmge"
    },
    "explanation": "Tasarım; bir ürünün tasavvurunun estetik, işlevsellik, fayda, malzeme seçimi, ergonomi, güvenlik<br/>gibi bileşenleri de içinde bulunduran sürecin, görsel bir anlatım şeklidir. Doğru yanıt B'dir."
  },
  {
    "id": "3642099",
    "unitNumber": 8,
    "text": "Edebi bir metni kaleme alan bir yazarın ürünü aşağıdakilerden hangisi tarafından koruma altındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Fikir ve sanat eserleri hukuku",
      "B": "Patent hukuku",
      "C": "Marka hukuku",
      "D": "Endüstriyel tasarım hukuku",
      "E": "Tescil hukuku"
    },
    "explanation": "Türk hukuk sisteminde niteliğine göre tasarımlar, fikri ve sınai hak olarak<br/>değerlendirilmektedir. Edebi metinler de fikir ve sanat eserleri kapsamındadır. Doğru yanıt A'dır."
  },
  {
    "id": "3642100",
    "unitNumber": 8,
    "text": "Özel hukuk ve kamu hukuku arasındaki temel fark nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Özel hukuk bireyler arasındaki ilişkileri, kamu hukuku ise vatandaşla devlet arasındaki ilişkileri düzenler",
      "B": "Özel hukuk devletler arasındaki ilişkileri, kamu hukuku ise bireyler arasındaki ilişkileri düzenler",
      "C": "Özel hukuk ticari ilişkileri, kamu hukuku ise devlet organlarını inceler",
      "D": "Özel hukuk bireyler arasındaki ilişkileri, kamu hukuku ise uluslararası hukuku düzenler",
      "E": "Özel hukuk toplumlar arasındaki ilişkileri, kamu hukuku ise devletler arasındaki ilişkileri düzenler"
    },
    "explanation": "Doğru yanıt A'dır. Hukukun kişiler arası ilişkilerini konu alan kısmı “Özel Hukuk”, vatandaşla devlet kurumları arasındaki ilişkileri düzenleyen kısmı ise “Kamu Hukuku” olarak nitelendirilmektedir."
  },
  {
    "id": "3642101",
    "unitNumber": 8,
    "text": "Hukukta tartışmalı konularla ilgili bilim adamlarının ileri sürdüğü düşünce ve kanaatleri içeren ilmi görüşlere ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "İçtihatlar",
      "B": "İdeolojiler",
      "C": "Doktrinler",
      "D": "Yasalar",
      "E": "Sonuçlar"
    },
    "explanation": "Tartışmalı konularla ilgili bilim adamlarının ileri sürdüğü düşünce ve kanaatleri içeren ilmi görüşler doktrinler olarak adlandırılmaktadır. Doğru yanıt C'dir."
  },
  {
    "id": "3642102",
    "unitNumber": 8,
    "text": "Türk hukukunda yazılı kaynakların hakim olmasından bahsedilirken Türk hukukunun hangi geleneğe ait olduğu belirtilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Uluslararası hukuka",
      "B": "Kıta Avrupasına",
      "C": "Asya hukukuna",
      "D": "Ortadoğu hukukuna",
      "E": "Britanya hukukuna"
    },
    "explanation": "Kıta Avrupa sisteminin bir parçası olan Türk Hukuku'nda hâkim olan “yazılı kaynaklar”dır. Doğru yanıt B'dir."
  },
  {
    "id": "3642103",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Türkiye’de fikri haklarla ilgili düzenlemelerin başlangıcı olarak kabul edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "5846 Sayılı Fikir ve Sanat Eserleri Kanunu",
      "B": "1910 tarihli Hakkı Telif Kanunu",
      "C": "1850 tarihli Encümen-i Daniş Nizamnamesi",
      "D": "1857 Telif Nizamnamesi",
      "E": "1872 ek düzenlemesi"
    },
    "explanation": "Türkiye’de fikri haklarla ilgili düzenlemelerin başlangıcı Avrupa’ya nazaran daha yakın tarihe<br/>uzanır. Bu alandaki düzenleme ‘yazar hakları’ açısından 1850 tarihli Encümen-i Daniş Nizamnamesi ile başlamıştır. Doğru yanıt C'dir."
  },
  {
    "id": "3642104",
    "unitNumber": 8,
    "text": "Tasarımları koruma fikri hangi durumda ortaya çıkmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ürünlerin başkaları tarafından çoğaltılmaya başlanmasıyla",
      "B": "Ürünlerdeki fiyat artışıyla",
      "C": "Piyasada ürünlere erişilememesiyle",
      "D": "Ürünlerin kalitesinin düşmesiyle",
      "E": "Ürünlerle ilgili şikayetlerin artmasıyla"
    },
    "explanation": "Tasarımları koruma fikri ürünlerin başkaları tarafından da çoğaltılmaya başlanmasıyla birlikte<br/>gündeme gelmiştir (Tüzgen, 2018: 1). Doğru yanıt A'dır."
  },
  {
    "id": "3642105",
    "unitNumber": 8,
    "text": "Hukuki çerçevede değerlendirildiğinde tasarıma konu bir ürün aşağıdakilerden hangisinin bir konusu olamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Telif hukuku",
      "B": "Marka",
      "C": "Patent-faydalı model",
      "D": "Tasarım hukuku",
      "E": "Ürün farklılaştırması"
    },
    "explanation": "Tasarıma konu bir ürün, gösterdiği farklı özellikler nedeniyle, tasarım hukuku yanında ayrıca<br/>marka, patent-faydalı model veya telif hukukunun da konusu olabilir. Ürün farklılaştırması ise hukukun değil pazarlama stratejilerinin bir konusudur. Doğru yanıt E'dir."
  },
  {
    "id": "3642106",
    "unitNumber": 8,
    "text": "Ünlü kişilerin veya mirasçılarının tasarım tesciline itiraz etmeleri durumunda itirazlar hangi kurumca değerlendirilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sayıştay",
      "B": "Danıştay",
      "C": "Yerel mahkemeler",
      "D": "AİHM",
      "E": "Yeniden İnceleme ve Değerlendirme Dairesi Başkanlığı"
    },
    "explanation": "Ünlü kişilerin veya mirasçılarının tasarım tesciline itiraz etmeleri durumunda itirazlar Yeniden İnceleme ve Değerlendirme Dairesi Başkanlığınca değerlendirilir. Doğru yanıt E'dir."
  },
  {
    "id": "3642107",
    "unitNumber": 8,
    "text": "Tescilli ve tescilsiz tasarımların kanun kapsamında korunabilmesi için hangi şartlara sahip olması gerekmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Eski ve kalıcı olmalıdır",
      "B": "Yeni ve ayırt edici olmalıdır",
      "C": "Tarihsel bir değere dayanmalıdır",
      "D": "Orijinal ve telifli olmalıdır",
      "E": "Topluma faydalı bir eser olmalıdır"
    },
    "explanation": "Tescilli ve tescilsiz tasarımların kanun kapsamında korunabilmesi için ‘yeni’ ve ‘ayırt edici’<br/>olmaları zorunludur. Doğru yanıt B'dir."
  }
]