[
  {
    "id": "3882774",
    "unitNumber": 1,
    "text": "I. Kullanıcının içeriğe dâhil olma ya da yeni içerik üretme imkânı yoktur.<br/>II. 2004 yılında O’Reilly Media’nın kurucusu Tim O’Relliy’den adını almıştır.<br/>III. İnternetin bir veri kaynağı olarak kullanıldığı bir teknoloji olarak kullanıcıları pasif kullanıcı konumundan üretici konumuna getirmiştir.<br/>Yukarıdakilerden hangisi Web 1.0 özelliklerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Web 1.0<br/>Günümüzde yoğun biçimde kullandığımız ağın ilk aşamasını oluşturur. Ortaya çıktığı dönemde kullanıcılar internet sitelerini ziyaret eder, almak istediği bilgiyi alır fakat interaktif bir katılım söz konusu değildir. Web 1.0’da kullanıcının içeriğe dâhil olma ya da yeni içerik üretme imkânı yoktur."
  },
  {
    "id": "3882775",
    "unitNumber": 1,
    "text": "Turizm, sağlık gibi özel bir amaca yönelik fonksiyonel sitelere ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kişisel siteler",
      "B": "E-ticaret siteleri",
      "C": "Mobil siteler",
      "D": "Portal siteler",
      "E": "Kurumsal web siteleri"
    },
    "explanation": "Portal siteler: Turizm, sağlık vb. özel bir amaca yönelik fonksiyonel siteler."
  },
  {
    "id": "3882776",
    "unitNumber": 1,
    "text": "Köşe yazarları ve medya çalışanlarının gündemde olan olay, olgu veya yayınlanan haberleri kurumun web sitesinde ya da başka bir blog adresinde değerlendirdikleri ortamlar aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mikro Bloglar",
      "B": "Kurumsal bloglar",
      "C": "Medya blogları",
      "D": "Temasal bloglar",
      "E": "Topluluk blogları"
    },
    "explanation": "Medya blogları, köşe yazarları ve medya çalışanlarının gündemde olan olay, olgu veya yayınlanan haberleri kurumun web sitesinde ya da başka bir blog adresinde değerlendirdikleri ortamlardır. Bu tür bloglar, okuyucu ve yazar arasındaki iletişimi arttırmakta ve aktif katılımı desteklemektedir."
  },
  {
    "id": "3882777",
    "unitNumber": 1,
    "text": "I. Konu başlıklarının kullanıcılar tarafından oluşturulduğu ve bu konular üzerine kısa videolar çekmek üzerine kurulu olan bir uygulamadır.<br/>II. 2014 yılında ortaya çıkan video temelli bir projedir.<br/>III. Sercan Işık ve İzzet Zakuto tarafından geliştirilmiştir.<br/>Yukarıda özellikleri verilen uygulama aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "TikTok",
      "B": "Scorp",
      "C": "Snapchat",
      "D": "Youtube",
      "E": "Swarm"
    },
    "explanation": "2014 yılında ortaya çıkan Scorp, video temelli bir projedir. Günümüzde 22 milyonu aşkın kullanıcı sayısına sahiptir. Konu başlıklarının kullanıcılar tarafından oluşturulduğu ve bu konular üzerine kısa videolar çekmek üzerine kurulu olan uygulama, Sercan Işık ve İzzet Zakuto tarafından geliştirilmiştir. Canlı yayın yapma özelliği de eklenen uygulama, sürekli kendini güncelleyerek kullanıcı msayısını arttırmaya devam etmektedir."
  },
  {
    "id": "3882778",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi dijitalleşmenin televizyon yayıncılığına sağladığı kazanımlardandır?<br/>I. Habere erişimin hızlanması<br/>II. Geçmiş zamanlı içeriğe erişim<br/>III. Olay yerinden canlı yayın imkânı",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I ve III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Dijitalleşmenin televizyon yayıncılığına sağladığı kazanımlar şu şekilde sıralanabilir:<br/>• Haber kaynağında ve haber kaynağına ulaşmada artış<br/>• Habere erişimin hızlanması<br/>• Olay yerinden canlı yayın imkânı<br/>• İnteraktif iletişim ve etkileşimin artması<br/>• Zaman ve mekân sınırının ortadan kalkması<br/>• Geçmiş zamanlı içeriğe erişim<br/>• İnternet aracılığı ile daha fazla izleyiciye ulaşma imkânı"
  },
  {
    "id": "3882779",
    "unitNumber": 1,
    "text": "Web'in en doğru tanımı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İnternette birbirleriyle ilişki halindeki belgelerden oluşan ve bu dokümanlara erişme imkânı tanıyan bilgi sistemidir.",
      "B": "İnternetin diğer adıdır.",
      "C": "İnternet üzerinden dosya paylaşımı için kullanılan bir protokoldür.",
      "D": "İnternetin ilk versiyonuna verilen addır.",
      "E": "İnternetin mobil cihazlarda kullanılmasını sağlayan bir protokoldür."
    },
    "explanation": "Herhangi bir web sitesine erişim sağlamak için web tarayıcılarına ihtiyaç duyulur. Kullanıcılar bu tarayıcılar aracılığıyla resim, video, metin, doküman gibi içerikleri görüntüleyebilirler ve diğer web sayfalarına geçiş yapabilirler.<br/>Açılımı World Wide Web olan, internette birbirleriyle ilişki halindeki belgelerden oluşan ve bu dokümanlara erişme imkânı tanıyan bilgi sistemidir."
  },
  {
    "id": "3882780",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, bir web sitesi türü <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Statik Web Sitesi",
      "B": "E-Ticaret",
      "C": "Kişisel Web Sitesi",
      "D": "Haber Sitesi",
      "E": "Portal Siteler"
    },
    "explanation": "Statik Web Sitesi: Verilerini veri tabanından almayan ve tamamen HTML kod içeren sitelere denir. Sürekli veri girişi, etkileşim ve site içeriğinde sürekli değişim imkânı olmayan, birkaç sayfadan meydana gelen, tanıtım ve bilgi içeren sitelerdir.<br/>Statik web sitesi bir web sitesi türü değildir. Web siteleri statik ve dinamik olarak iki grupta değerlendirilir, statik, bir gurubun adıdır. Web sitesi türü değildir."
  },
  {
    "id": "3882781",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi geleneksel medyanın özelliklerinden biri <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Arşivlere ulaşım açıktır.",
      "B": "Kontrol edilebilir.",
      "C": "Sabittir, değiştirilemez.",
      "D": "Paylaşım olanağı yoktur.",
      "E": "Sınırlıdır."
    },
    "explanation": "1970’li yıllardan itibaren gerçekleştirilen teknolojik gelişmeler ve devamında uydu teknolojisindeki ilerlemeler ile birlikte günümüzde artık her an internet üzerinde var olan her türlü bilgi ve gerçeğe ulaşabilmekteyiz.<br/>Geleneksel medyada arşivlere ulaşım sınırlıdır. Dolayısıyla doğru cevap A şıkkıdır."
  },
  {
    "id": "3882782",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangi film sinema sanatının başlangıcı kabul edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Jazz Singer",
      "B": "The Birth of A Nation",
      "C": "The Cabinet of Dr. Caligari",
      "D": "Bir Trenin Gara Gelişi",
      "E": "Aya Seyahat"
    },
    "explanation": "Ortaya çıkışını ve gelişimini teknolojiye borçlu olan sinema sanatı, günümüzde de bu bağını korumaktadır. “Bir Trenin Gara Gelişi” serüveniyle başlayan sinema-teknoloji ilişkisi, günümüzde bir kısmı masa başında tamamlanan ve büyük hasılat yapan birbirinden ilginç filmlerle devam etmektedir."
  },
  {
    "id": "3882783",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi dijital yayıncılık teknolojilerinin ortaya çıkardığı seyir platformlarından biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Netflix",
      "B": "Amazon Prime Video",
      "C": "BluTV",
      "D": "Digiturk Play",
      "E": "RGB Play"
    },
    "explanation": "Dijital yayıncılık teknolojilerinde meydana gelen gelişmeler bir yandan izleyiciler için alternatif seyirlik alanı oluştururken bir yandan da film üreticileri için alternatif bir pazar ve dolaşım ağı haline gelmiştir. Netflix, Amazon Prime Video, BluTV, PuhuTv, TV+ ve Digiturk Play gibi ulusal ve uluslararası platformlar, izleme alışkanlıklarını farklı bir formata dönüştürmüştür.<br/>RGB Play"
  },
  {
    "id": "3882784",
    "unitNumber": 1,
    "text": "İnternetin temellerini aşağıdaki kurumlardan hangisi atmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Amerika Birleşik Devletleri Savunma Bakanlığı",
      "B": "Birleşik Krallık Savunma Bakanlığı",
      "C": "Türkiye Cumhuriyeti Savunma Bakanlığı",
      "D": "Rusya Federasyonu Savunma Bakanlığı",
      "E": "Çin Halk Cumhuriyeti Savunma Bakanlığı"
    },
    "explanation": "Doğru cevap \"Amerika Birleşik Devletleri Savunma Bakanlığı\" olacaktır.<br/>İnternet 1960’lı yıllarda fikir olarak ortaya çıkmış ve ABD Savunma Bakanlığı tarafından temelleri atılmıştır. 1969’da ARPANET yani Amerikan Gelişmiş Savunma Araştırmaları Dairesi Ağı kuruldu."
  },
  {
    "id": "3882785",
    "unitNumber": 1,
    "text": "Bugünkü dünya sistemi Amerika, Avrupa Birliği ve Japonya’nın oluşturduğu merkez ülkeler dışında üç katmandan oluşmaktadır. Birinci katmanda aşağıdaki ülkelerden hangisi<u> bulunmaz?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Rusya",
      "B": "Tayvan",
      "C": "Hindistan",
      "D": "İran",
      "E": "Brezilya"
    },
    "explanation": "Doğru cevap İran’dır; İran birinci katmanda değil, ikinci katmanda yer alır.<br/>Bugünkü dünya sistemi Amerika, Avrupa Birliği ve Japonya’nın oluşturduğu merkez ülkeler dışında üç katmandan oluşmaktadır. Birinci katmanda, Rusya ve eski sosyalist ülkeler, Çin, Kore, Tayvan, Hindistan, Brezilya ve Meksika yer alırken, bu ülkeler, belirli bir düzeyde rekabetçi bir üretim sistemi kurabilmişlerdir."
  },
  {
    "id": "3882786",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Web 3.0’ın özelliklerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Akıllı uygulamalar",
      "B": "Tıklama başına ücret",
      "C": "Sayfanın görünmesi",
      "D": "Topluluk odaklı olması",
      "E": "Değiştirilemeyen içerik"
    },
    "explanation": "Sadece “Akıllı uygulamalar” Web 3.0’ın özelliklerinden birdir. Diğerleri Web 1.0 ya da Web 2.0’ın özelliklerindendir."
  },
  {
    "id": "3882787",
    "unitNumber": 1,
    "text": "Aşağıdaki cümleyi uygun bir tarihle tamamlayınız.<br/>………. başlayan dijital yakınsama süreciyle birlikte metin, ses ve görüntü, bilgisayar aracılığıyla dijital platformlara girmeye başlamıştır.",
    "correctAnswer": "B",
    "options": {
      "A": "1960’larda",
      "B": "1980’lerde",
      "C": "2000’lerde",
      "D": "1970’lerde",
      "E": "1990’larda"
    },
    "explanation": "Yeni iletişim teknolojileri 1980’de başlamıştır.<br/>1980’lerde"
  },
  {
    "id": "3882788",
    "unitNumber": 1,
    "text": "Aşağıda tanımlanan blog türü hangisidir?<br/>Belirli bir alan ya da konuda daha özgün, alanlarında uzman olan insanların oluşturdukları içeriklerin meydana getirdiği bloglardır. Özellikle son yıllarda moda, yemek ve pazarlama blogları sayı ve tercih olarak dikkat çekecek çoğunluktadır.",
    "correctAnswer": "E",
    "options": {
      "A": "Kişisel bloglar",
      "B": "Topluluk blogları",
      "C": "Kurumsal bloglar",
      "D": "Medya blogları",
      "E": "Temasal bloglar"
    },
    "explanation": "Belirli bir tema için kurulan bolglar söz konusu olduğundan, doğru cevap temasal bloglardır."
  },
  {
    "id": "3882789",
    "unitNumber": 1,
    "text": "Aşağıda metinde hangi video paylaşım sitesinden söz edilmektedir?<br/>2014 yılında ortaya çıkan video temelli bir projedir. Konu başlıklarının kullanıcılar tarafından oluşturulduğu ve bu konular üzerine kısa videolar çekmek üzerine kurulu olan uygulama, Sercan Işık ve İzzet Zakuto tarafından geliştirilmiştir. Canlı yayın yapma özelliği de eklenen uygulama, sürekli kendini güncelleyerek kullanıcı sayısını arttırmaya devam etmektedir.",
    "correctAnswer": "A",
    "options": {
      "A": "Scorp",
      "B": "Whatsapp",
      "C": "TikTok",
      "D": "Youtube",
      "E": "Snapchat"
    },
    "explanation": "Konu başlığını kullanıcıların oluşturması, canlı yayın yapma özelliği, Sercan Işık ve İzzet Zakuto’nun geliştirdiği bu video paylaşım sitesi Scorp’tur."
  },
  {
    "id": "3882790",
    "unitNumber": 1,
    "text": "Aşağıdaki cümleyi tamamlayınız. <br/>Verilerin üzerine kaydedildiği ve saklandığı ortamlara ………. denilmektedir.",
    "correctAnswer": "E",
    "options": {
      "A": "Web siteleri",
      "B": "Bloglar",
      "C": "Snapchat",
      "D": "Web 2.0",
      "E": "Dijital ortam"
    },
    "explanation": "Veriler, dijital ortamda kaydedilip saklandığı için doğru cevap “dijital ortam”dir.<br/>Dijital ortam, verilerin üzerine kaydedildiği ve saklandığı ortamlara denilmektedir."
  },
  {
    "id": "3882791",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sosyal medyanın özelliklerinden biri <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Sürekli güncellenebilir.",
      "B": "Bütün medyalar kullanılabilir.",
      "C": "Paylaşım ve katılım desteklenir.",
      "D": "Arşivlere ulaşım sınırlıdır.",
      "E": "Anında takipçi listeleri sunmaktadır."
    },
    "explanation": "Arşivlere ulaşım sınırı geleneksel medyada bulunur, sosyal medyada arşivlere ulaşımda kısıntı bulunmaz.<br/>Sosyal medyada arşivlere ulaşım açıktır. Dolayısıyla doğru cevap D şıkkıdır."
  },
  {
    "id": "3882792",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi internetin insan ve toplum hayatının bütünlüğünü etkileyen dezavantajlardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gerçek zamanlı yayın, katılım ve yorum imkânı sağlamak.",
      "B": "Terör propagandası yaparak, insanları manipüle etmek, yönlendirmek ya da örgütlemek.",
      "C": "Anında izleyici ve takipçi analizi sunması, içeriğe karşı oluşan tepkilerin analiz edilmesini sağlamak.",
      "D": "Bireysel yayıncılığa ve meslek dışı kişilere yayın imkânı sağlamak.",
      "E": "Sınırsız enformasyon ağı ile özgür bir yayıncılık ortamı sunmak."
    },
    "explanation": "“Terör propagandası yaparak, insanları manipüle etmek, yönlendirmek ya da örgütlemek.” internetin bir dezavantajıdır. Diğer sayılanlar internetin avantajlarıdır."
  },
  {
    "id": "3882793",
    "unitNumber": 1,
    "text": "Dijital Çağ’la birlikte yoğun enformasyon artışına maruz kalan okuyucular için en büyük olumsuzluklardan birisi aşağıdakilerden hangisi olabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Olay yerinde canlı yayın imkânı",
      "B": "Geçmiş zamanlı içeriğe erişim",
      "C": "Gerçek dışı enformasyondaki artış",
      "D": "Zaman ve mekân sınırının ortadan kalkması",
      "E": "Haber erişiminin hızlanması"
    },
    "explanation": "Dijital Çağ’la birlikte yoğun enformasyon artışına maruz kalan okuyucular için en büyük olumsuzluklardan biri gerçek dışı enformasyonlardaki artıştır. Diğer cevapların hepsi Dijital Çağ için olumlu yönlerdir.<br/>Yoğun enformasyon artışına maruz kalan okuyucular için en büyük olumsuzluklardan birisi, gerçek dışı enformasyondaki artıştır. Böylesi artış, gazetecilik mesleğinin ve haber sürecinin güvenilirliğini olumsuz şekilde etkilemektedir."
  },
  {
    "id": "3882794",
    "unitNumber": 1,
    "text": "Türkiye'de ilk internet bağlantısını gerçekleştiren üniversite aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Orta Doğu Teknik Üniversitesi",
      "B": "İstanbul Teknik Üniversitesi",
      "C": "Bilkent Üniversitesi",
      "D": "Boğaziçi Üniversitesi",
      "E": "Anadolu Üniversitesi"
    },
    "explanation": "Doğru cevap \"Orta Doğu Teknik Üniversitesi\" olacaktır.<br/>Türkiye’de internet bağlantısı ilk kez 1993 yılında Orta Doğu Teknik Üniversitesi’nde gerçekleştirilmiştir."
  },
  {
    "id": "3882795",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Web 3.0’ün amaçlarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Veri yönetimini dizginler.",
      "B": "Mobil internete geçişe yardımcı olur.",
      "C": "Yaratıcılığa ve yeniliğe izin vermez.",
      "D": "Küresel popüler kullanımlara engel olur.",
      "E": "Müşteri memnuniyetini engeller."
    },
    "explanation": "Doğru cevap \"mobil internete geçişe yardımcı olur\"dur.<br/>Mobil internete geçişe yardımcı olur."
  },
  {
    "id": "3882796",
    "unitNumber": 1,
    "text": "Aşağıdaki kavramlardan hangisi Web 4.0 ile yakından ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yapay zeka",
      "B": "HTML",
      "C": "Java Script",
      "D": "Ajax",
      "E": "Soap"
    },
    "explanation": "Doğru cevap \"yapay zeka\" olacaktır."
  },
  {
    "id": "3882797",
    "unitNumber": 1,
    "text": "Aşağıdaki olaylardan hangisi dijitalleşen çağın bir sonucu olan toplumsal örgütlenme neticesinde ortaya çıkmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kanlı Pazar",
      "B": "Entebbe Baskını",
      "C": "Birinci İntifada",
      "D": "Woodstock Festivali",
      "E": "Arap Baharı"
    },
    "explanation": "Doğru cevap \"Arap Baharı\" olacaktır."
  },
  {
    "id": "3882798",
    "unitNumber": 1,
    "text": "Belirli bir alan ya da konuda daha özgün, alanlarında uzman olan insanların oluşturdukları içeriklerin meydana getirdiği blog türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Temasal blog",
      "B": "Kişisel blog",
      "C": "Mikro blog",
      "D": "Makro blog",
      "E": "Sosyal blog"
    },
    "explanation": "Doğru cevap tTemasal blog\" olacaktır."
  },
  {
    "id": "3882799",
    "unitNumber": 1,
    "text": "\"Hashtag\" kavramı aşağıdakilerden hangisi ile yakından ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Twitter",
      "B": "Web 1.0",
      "C": "Java",
      "D": "HTML",
      "E": "HTTP"
    },
    "explanation": "Doğru cevap \"Twitter\" olacaktır."
  },
  {
    "id": "3882800",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir sosyal ağ sitesi<u> değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Facebook",
      "B": "Twitter",
      "C": "Linkedin",
      "D": "Swarm",
      "E": "Script"
    },
    "explanation": "Doğru cevap \"script\" olacaktır."
  },
  {
    "id": "3882801",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sosyal medyaya ait bir özelliktir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bireysel yayıncılık",
      "B": "Toplu yayıncılık",
      "C": "Gerçek zamanlı olmamak",
      "D": "Sabitlik",
      "E": "Kontrol edilebilirilik"
    },
    "explanation": "Doğru cevap \"bireysel yayıncılık\" olacaktır."
  },
  {
    "id": "3882802",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi \"pandemi dönemi ve eğitim\" ile yakından ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "EBA TV",
      "B": "Netflix",
      "C": "Amazon Prime",
      "D": "BluTV",
      "E": "Puhutv"
    },
    "explanation": "Doğru cevap \"EBA TV\" olacaktır."
  },
  {
    "id": "3882803",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, hiperteks özelliği ile haberler arası bağlantıların kurulduğu, telekomünikasyon ve internet özelliği ile de herkesin her yerden erişim sağlayabildiği, içeriğin sayısallaştırılabildiği iletişim platformu şeklinde genel bir tanıma sahiptir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sayısal Platform",
      "B": "Digital Platform",
      "C": "Digital Medya",
      "D": "Sayısal Analiz",
      "E": "Sayısal Eşleşme"
    },
    "explanation": "Digital Yayıncılık (Giriş)<br/>Digital medya, hiperteks özelliği ile haberler arası bağlantıların kurulduğu, telekomünikasyon ve internet özelliği ile de herkesin her yerden erişim sağlayabildiği, içeriğin sayısallaştırılabildiği iletişim platformu şeklinde genel bir tanıma sahiptir."
  },
  {
    "id": "3882804",
    "unitNumber": 2,
    "text": "Askeri amaçlarla 1946 yılında geliştirilmesiyle, dijital çağı başlatan <strong>ilk</strong> bilgisayarın adı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "ENIAC",
      "B": "IACEN",
      "C": "NECIA",
      "D": "CAINE",
      "E": "COMPU"
    },
    "explanation": "Digital Yayıncılık (Giriş)<br/>ENIAC adındaki ilk bilgisayarın askeri amaçlarla 1946 yılında geliştirilmesiyle dijital çağ başlamıştır."
  },
  {
    "id": "3882805",
    "unitNumber": 2,
    "text": "İnternetin habercilikle buluşması hangi yıllarda mümkün olmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "1950",
      "B": "1960",
      "C": "1970",
      "D": "1980",
      "E": "1990"
    },
    "explanation": "Digital Yayıncılık (Giriş)<br/>İnternetin habercilikle buluşması ise 1990’lı yıllarda mümkün olmuştur."
  },
  {
    "id": "3882806",
    "unitNumber": 2,
    "text": "İnternetin habercilikle buluşması birlikteliğinden doğan gazetecilik biçimine ne ad verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çevrimiçi",
      "B": "Çevrimdışı",
      "C": "Bağlantısal",
      "D": "Uygulamalı",
      "E": "Araştırmacı"
    },
    "explanation": "Digital Yayıncılık (Giriş)<br/>İnternetin habercilikle buluşması ise 1990’lı yıllarda mümkün olmuştur. Bu birliktelikten doğan gazetecilik biçimine çevrimiçi habercilik anlamında “çevrimiçi gazetecilik” adı verilmiştir."
  },
  {
    "id": "3882807",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, kişiler arası veya kurumlar arası etkileşimi <strong>arttırmaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Arama motorları",
      "B": "Elektronik postalar",
      "C": "İnteraktif tartışma",
      "D": "Geri bildirim platformları",
      "E": "Analog sistemler"
    },
    "explanation": "Digital Yayıncılık (Giriş)<br/>Arama motorları, elektronik postalar, interaktif tartışma ve geri bildirim platformları kişiler arası veya kurumlar arası etkileşimi arttırmaktadır."
  },
  {
    "id": "3882808",
    "unitNumber": 2,
    "text": "Küresel dünyadaki bireyin ve toplumun durumunu gösteren ve Featherstone ve Latouche tarafından insanın mekânla ilişkisinin topraktan ya da yerelden koparılması şeklinde açıklanan kavram hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yersiz-yurtsuzlaşma",
      "B": "Küreselleşme",
      "C": "Yabancılaşma",
      "D": "Yerelleşme-yurtlaşma",
      "E": "Sayısallaşma"
    },
    "explanation": "Digital Yayıncılık (Giriş)<br/>Küresel dünyadaki bireyin ve toplumun durumunu gösteren “yersiz-yurtsuzlaşma” kavramı, Appadurai, Featherstone ve Latouche tarafından insanın mekânla ilişkisinin topraktan (veya yerelden) koparılması şeklinde açıklanmaktadır."
  },
  {
    "id": "3882809",
    "unitNumber": 2,
    "text": "WAN-IFRA’nın World Press Raporu’na göre, hangi merkezli bir dijital medya modelinin dünyada yaygınlaşmaya başladığının altı çizilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "İçeriksel-tüketici",
      "B": "Kullanıcı-tüketici",
      "C": "Sayısal-tüketici",
      "D": "Doyumsal-tüketici",
      "E": "Anlayışlı-tüketici"
    },
    "explanation": "Digital Medya<br/>WAN-IFRA’nın World Press Raporu’na göre (2018’akt. Karlıdağ ve Bulut, 2019: 557) ise kullanıcı-tüketici merkezli bir dijital medya modelinin dünyada yaygınlaşmaya başladığının altını çizmektedir."
  },
  {
    "id": "3882810",
    "unitNumber": 2,
    "text": "Bir olay gerçekleştikten sonra, dijital medyada yayımlanması için ortalama ne kadar süreye ihtiyaç vardır?",
    "correctAnswer": "A",
    "options": {
      "A": "4 dakika",
      "B": "6 dakika",
      "C": "8 dakika",
      "D": "10 dakika",
      "E": "12 dakika"
    },
    "explanation": "Digital Medya<br/>Dijital medyada ise olay gerçekleştikten sonra dijital medyada yayımlanması için sadece ortalama 4 dakika gibi bir süreye ihtiyaç bulunmaktadır."
  },
  {
    "id": "3882811",
    "unitNumber": 2,
    "text": "Dünyanın her yerinden insanları ortak bir dille bütünleştiren bir yapı durumunda olan internet dili aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Netword",
      "B": "Netdown",
      "C": "Netups",
      "D": "Netspeak",
      "E": "Netlink"
    },
    "explanation": "Digital Medya<br/>Adına “Netspeak” veya “Netlish” denilen bu internet dili artık dünyanın her yerinden insanları ortak bir dille bütünleştiren bir yapı durumundadır."
  },
  {
    "id": "3882812",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi siyah nokta ve çizgilerin oluşturduğu, bir mobil aygıtın kamerasına okutulduğunda, internette veya bir sunucuda depolanmış dijital bilgi kaynağına doğrudan erişim imkânı sunan kod türüdür?",
    "correctAnswer": "C",
    "options": {
      "A": "QS",
      "B": "QV",
      "C": "QR",
      "D": "QW",
      "E": "QT"
    },
    "explanation": "Digital Medyanın Tarihsel Gelişimi<br/>Siyah nokta ve çizgilerin oluşturduğu QR kodlar, bir mobil aygıtın kamerasına okutulduğunda, internette veya bir sunucuda depolanmış dijital bilgi kaynağına doğrudan erişim imkânı sunmaktadır"
  },
  {
    "id": "3882813",
    "unitNumber": 2,
    "text": "Hiperteks özelliği ile haberler arası bağlantıların kurulduğu, telekomünikasyon ve internet özelliği ile de herkesin her yerden erişim sağlayabildiği, içeriğin sayısallaştırılabildiği iletişim<br/>platformu şeklinde tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital Medya",
      "B": "Geleneksel Medya",
      "C": "Dijital Yayın",
      "D": "Yapay Zeka",
      "E": "Drone Haberciliği"
    },
    "explanation": "Dijital Medya hiperteks özelliği ile haberler<br/>arası bağlantıların kurulduğu, telekomünikasyon<br/>ve internet özelliği ile de herkesin her yerden erişim<br/>sağlayabildiği, içeriğin sayısallaştırılabildiği iletişim<br/>platformu şeklinde genel bir tanıma sahiptir."
  },
  {
    "id": "3882814",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi geleneksel medyanın araçlarından biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Geleneksel Medyanın Dijitalleştirilmiş Haber Siteleri",
      "B": "Alternatif veya Yerel Dijital Medya",
      "C": "Sosyal Medya",
      "D": "Televizyon",
      "E": "Yeni Nesil Haber Platformları"
    },
    "explanation": "Televizyon geleneksel medya araçlarından biridir."
  },
  {
    "id": "3882815",
    "unitNumber": 2,
    "text": "Yavaş gazetecilik kapsamında, hız olgusu habercilik açısından dijital medya zemininde bir takım sorunlar meydana getirmektedir. Aşağıdakilerden hangisi bu sorunlardan biri <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Doğruluk",
      "B": "Mahremiyet",
      "C": "Etik",
      "D": "Editöryal denetimin sınırlı olması veya hiç olmaması",
      "E": "İçerik ve kaynak güvenilirliği"
    },
    "explanation": "“Yavaş Gazetecilik” (Slow Journalism) kavramını değerlendirenler<br/>hız olgusunun habercilik açısından dijital medya zemininde bir takım sorunlar meydana getirdiğini belirtmektedir. Doğruluk, mahremiyet, editöryal denetimin sınırlı olması veya hiç olmaması, içerik ve kaynak güvenilirliği bu sorunlardan bazılarıdır."
  },
  {
    "id": "3882816",
    "unitNumber": 2,
    "text": "Geleneksel medya ve dijital medya karşılaştırıldığında aşağıdakilerden hangisi geleneksel medyanın özelliklerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "İş her yerde.",
      "B": "Yeni Bakış Açısı",
      "C": "İzleyiciler gazetecilerden daha çok şeyi biliyor.",
      "D": "Mutlaka medya şirketleri ile çalışmak zorundadır.",
      "E": "Web’de nasıl çalışılacağını öğren."
    },
    "explanation": "Dijital medya kullanımında mutlaka medya şirketleri ile çalışmak zorunluluğu bulunmamaktadır."
  },
  {
    "id": "3882817",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi drone’ların gazetecilik alanında kullanılmasındaki dezavantajlardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Haber toplama faaliyetini kolaylaştırıp, güçlendirmesi",
      "B": "Haber içeriğinin kuvvetlendirilmesi ve haber anlatımına dair sunduğu imkânlar",
      "C": "Özel yaşamın korunması riski",
      "D": "Alternatif medya ve gazetecilik deneyimlerine yeni kanallar eklemek",
      "E": "Ekonomik olması"
    },
    "explanation": "Drone’ların gazetecilik alanında neden tercih<br/>edildiği sorusu avantajlar ve dezavantajlar dikkate<br/>alındığında dört başlık altında toplanmaktadır<br/>Avantajlar:<br/>1. Haber toplama faaliyetini kolaylaştırıp,<br/>güçlendirmesi<br/>2. Haber içeriğinin kuvvetlendirilmesi ve haber<br/>anlatımına dair sunduğu imkânlar<br/>3. Alternatif medya ve gazetecilik deneyimlerine<br/>yeni kanallar eklemek<br/>4. Ekonomik olması<br/>Dezavantajlar:<br/>1. Drone’ların görüntülemeyi havadan yapması<br/>nedeniyle görüntüleme alan ve erişim<br/>kapasitesinin sınırlı olabileceğine yönelik<br/>riskler<br/>2. Ulusal güvenlik riski<br/>3. Kamu sağlığı ve güvenliği riski<br/>4. Özel yaşamın korunması riski<br/>5. Bilgi alma özgürlüğünün, basın özgürlüğünün<br/>ve ifade özgürlüğünün korunabilmesi<br/>riskleri"
  },
  {
    "id": "3882818",
    "unitNumber": 2,
    "text": "Aşağıdadilerden hangisi haberciliğe dair mevcut sorunlardan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kâğıt maliyetleri ve dijitaldeki sınırsız olanaklar",
      "B": "Doğrulama süzgecinden geçirilmeden sunulan haberler",
      "C": "Hükümetlerin medya sektörü üzerindeki etkisi",
      "D": "Şeffaf olan algoritmalar",
      "E": "Medyanın giderek ticarileşmesi ve bunaltıcı sayıda reklam içeriği"
    },
    "explanation": "Haberciliğe dair mevcut sorunlar:<br/>1. Kâğıt maliyetleri ve dijitaldeki sınırsız olanaklar<br/>2. Doğrulama süzgecinden geçirilmeden sunulan<br/>haberler<br/>3. Hükümetlerin medya sektörü üzerindeki<br/>etkisi<br/>4. Mahremiyet ihlâlleri<br/>5. Şeffaf olmayan algoritmalar<br/>6. Medyanın giderek ticarileşmesi ve bunaltıcı<br/>sayıda reklam içeriği<br/>7. Bütçe kesintileri yüzünden işini kaybeden<br/>gazeteciler"
  },
  {
    "id": "3882819",
    "unitNumber": 2,
    "text": "\"...... insani müdahaleden bağımsız şekilde<br/>verileri toplarken, bu verileri bir taraftan analiz etmekte<br/>ve sonrasında otomatik olarak haber metnini<br/>yazmaktadır.\"<br/>Yukarıdaki cümledeki boşluğa aşağıdaki kavramlardan hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yapay zekâ algoritması",
      "B": "Yapay zeka haberciliği",
      "C": "Otomatik gazetecilik",
      "D": "Algoritmik habercilik",
      "E": "Dijital Yayıncılık"
    },
    "explanation": "Yapay zekâ haberciliği, endüstri-sonrası haberciliğin<br/>ortaya çıkardığı bir olgudur. Yapay zekâ<br/>algoritması insani müdahaleden bağımsız şekilde<br/>verileri toplarken, bu verileri bir taraftan analiz etmekte<br/>ve sonrasında otomatik olarak haber metnini<br/>yazmaktadır."
  },
  {
    "id": "3882820",
    "unitNumber": 2,
    "text": "Dijital şekilde oluşturulmuş verilerin veri kümesinden metin temelli<br/>gazeteciliğin oluşturulmasını mümkün kılan<br/>doğal dil üretme (NLG) teknolojisine dayanmaktadır.<br/>Yukarıda açıklanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yapay zeka haberciliği",
      "B": "Otomatik gazetecilik",
      "C": "Algoritmik habercilik",
      "D": "Dijital yayıncılık",
      "E": "Drone haberciliği"
    },
    "explanation": "Otomatik gazetecilik, dijital şekilde<br/>oluşturulmuş verilerin veri kümesinden metin temelli<br/>gazeteciliğin oluşturulmasını mümkün kılan<br/>doğal dil üretme (NLG) teknolojisine dayanmaktadır.<br/>Bu sayede NLP, bilgisayarların insan dilinden<br/>akıllıca ve faydalı olacak şekilde anlam çıkarmasıdır<br/>denebilir."
  },
  {
    "id": "3882821",
    "unitNumber": 2,
    "text": "Medyada başta siyasi konularda<br/>olmak üzere, ekonomik, sosyal, eğitsel ve kültürel<br/>konularda insanların doğru şekilde bilgilendirilmelerini<br/>sağlamak için geliştirilen bir dijital medya<br/>platformu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Periscop",
      "B": "Doğruluk Payı",
      "C": "Teyit.org",
      "D": "Journa",
      "E": "Medyascope"
    },
    "explanation": "Doğruluk Payı, medyada başta siyasi konularda<br/>olmak üzere, ekonomik, sosyal, eğitsel ve kültürel<br/>konularda insanların doğru şekilde bilgilendirilmelerini<br/>sağlamak için geliştirilen bir dijital medya<br/>platformudur. Uluslararası Haber Doğrulama Ağı<br/>(IFCN)’nda imzası bulunmaktadır."
  },
  {
    "id": "3882822",
    "unitNumber": 2,
    "text": "\"Gazeteci Mustafa Kuleli ve akademisyen Sarphan<br/>Uzunoğlu 2015 yılında ‘gazeteciler için bir<br/>dergi’ çıkarmaya karar vermişlerdir. Gazetecilerin<br/>dayanışması ve gönüllü katkılarıyla yola çıkan ve<br/>ücretsiz olarak dağıtılan ...... dergisi medya merkezlerinde<br/>ve de işsiz gazeteciler arasında ilgi ile karşılandı.\"<br/>Yukarıdaki boşluk hangi kavramla doldurulmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Medyascope",
      "B": "Journo",
      "C": "Periscope",
      "D": "Doğruluk Payı",
      "E": "Teyit.org"
    },
    "explanation": "Gazeteci Mustafa Kuleli ve akademisyen Sarphan<br/>Uzunoğlu 2015 yılında ‘gazeteciler için bir<br/>dergi’ çıkarmaya karar vermişlerdir. Gazetecilerin<br/>dayanışması ve gönüllü katkılarıyla yola çıkan ve<br/>ücretsiz olarak dağıtılan Journo dergisi medya merkezlerinde<br/>ve de işsiz gazeteciler arasında ilgi ile<br/>karşılandı. Journo gazetecilere, medya çalışanlarına<br/>ve gazeteci adaylarına yönelik bir internet yayını<br/>sunmaktadır. Journo’nun temaları arasında haber<br/>üretim teknolojileri, gazetecilerin sorunları, medya<br/>ekonomisi ve medya gelir modelleri öncelikli olarak<br/>yer almaktadır. Site, Avrupa Birliği’nin hibe<br/>desteklerinden faydalanırken diğer taraftan TGS<br/>sahipliğinde ve editoryal bağımsızlığa sahip, özerk<br/>bir yayın konumundadır. Site, işsiz ya da serbest<br/>gazetecilerin içeriklerine telif de ödemektedir."
  },
  {
    "id": "3882823",
    "unitNumber": 3,
    "text": "İlk dijital fotoğraf makinesini üreten mühendis kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Steven Sasson",
      "B": "Dennis Crowley",
      "C": "Reginald Fessenden",
      "D": "Oliver Lodge",
      "E": "Aleksandr Stepanovich Popov"
    },
    "explanation": "Bilgisayar teknolojisine koşut ilerleyen dijital<br/>fotoğraf teknolojisinin başlangıcı televizyon teknolojisi sayesinde ortaya çıkmıştır. İlk dijital fotoğraf<br/>makinesi ise Kodak ta mühendis olarak çalışan Steven Sasson ve asistanları tarafından 1975 yılında<br/>üretilmiş, ticari olarak piyasaya sürülen ilk dijital<br/>fotoğraf makinesi ise Fujifilm tarafından piyasaya<br/>sürülmüştür.<br/>Bilgisayar teknolojisine koşut ilerleyen dijital fotoğraf teknolojisinin başlangıcı televizyon teknolojisi sayesinde ortaya çıkmıştır. İlk dijital fotoğrafmakinesi ise Kodak ta mühendis olarak çalışan Steven Sasson ve asistanları tarafından 1975 yılında üretilmiş, ticari olarak piyasaya sürülen ilk dijital fotoğraf makinesi ise Fujifilm tarafından piyasaya sürülmüştür."
  },
  {
    "id": "3882824",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi dijital fotoğrafı analog fotoğraftan ayıran dönüşümlerden biri <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Maliyet düşmüştür.",
      "B": "Fotoğraf makinelerinin görüntü üretme ve kaydetme mantığı değişmiştir.",
      "C": "Filmin yerini algılayıcılar almıştır.",
      "D": "Fotografik görüntüye ulaşma hız kazanmıştır.",
      "E": "Karanlık oda süreçleri ortadan kalkmıştır."
    },
    "explanation": "Klasik fotoğraf tekniğinde bir varlığın görüntüsünü sabitleyip kaydedebilmek için ışığa karşı duyarlı bir yüzey (film) ve bu görüntünün pozitif somut çıktısını almak içinse yine ışığa duyarlı bir kağıt yüzeye ihtiyaç duymaktaydık. Işığa duyarlı<br/>yüzey üzerine düşürüp kimyasal yollarla film rulosuna sabitlediğimiz görüntüler artık değişken bir skala içerisinde foto- kimyasal işlemlerle değil dijital teknolojiler vasıtası ile kaydedilmekte başka depolama alanlarına aktarılıp saklanabilmekte ve görüntü üzerinde sınırsız işlemsel müdahaleler yapılabilmektedir. Fotoğraf makinelerinin görüntü üretme ve kaydetme mantığı değişmese de dijital<br/>dönüşüm fotoğrafçılığa yeni bir ivme kazandırmıştır. ... Dijital fotoğrafı analog fotoğraftan ayıran en önemli dönüşüm ışığa duyarlı yüzey yani filmin yerini bilgisayar teknolojisinin ürünü olan algılayıcılara bırakmış olmasıdır. Film, film banyosu, kart, karanlık oda ekipmanları ve fotoğraf kimyasallarının yerini ışığa duyarlı elektronik algılayıcılar, bilgisayar ekranları ve photoshop vb işlemsel uygulamalar almıştır ve böylelikle fotografik görüntüye ulaşma kaydetme ve çoğaltma pratiklerimiz hız kazanarak<br/>daha kolay ulaşılabilir bir hale gelmiştir. Teknolojik alanda yaşanan gelişmelerle analog fotoğraftaki karanlık oda süreçlerinin ortadan kalkarak fotografik görüntüye ulaşmanın hız kazanması, 36 kare filmin bitmesini beklemek gibi bir sürecin ortadan<br/>kalkması ve çekilen görüntüye anında müdahale edilip tekrarlanabiliyor olması tüm bu işlemlerin amatörden profesyonele kadar her kesimden kullanıcının kolaylıkla yapabiliyor olması ve maliyetlerin düşmesi dijital fotoğrafı yaşamın her alanına taşımış ve fotoğrafçılığın her alanında kullanılabilir hale getirmiştir. Dijital fotoğraf reklam ve tanıtım fotoğrafçılığı, belgesel fotoğrafçılık, makro fotoğraf, basın fotoğrafçılığı, stok fotoğrafçılık, sokak fotoğrafçılığı, doğum fotoğrafçılığı, yemek, gezi, mimari fotoğrafçılık gibi pek çok<br/>alanda yaşamımızın içine girmiştir."
  },
  {
    "id": "3882825",
    "unitNumber": 3,
    "text": "Dijital fotoğrafta görüntü kalitesini belirleyen en önemli etken aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Grenlerin yoğunluğu",
      "B": "Megapiksel",
      "C": "Çözünürlük",
      "D": "Rgb",
      "E": "Raw"
    },
    "explanation": "Film üzerindeki görüntünün oluşmasını sağlayan ışığa duyarlı en küçük tanecik olan grenin yerini dijital fotoğrafçılıkta algılayıcı üzerindeki piksel adını verdiğimiz ışığa duyarlı hücreler almış ve geleneksel fotoğrafın en küçük yapı taşı olan gren dijital teknolojide yerini piksele bırakmıştır. Analog fotoğrafçılıkta fotoğrafımızı oluşturan grenlerin yoğunluğu fotoğrafımızın görüntü<br/>kalitesini belirlerken, dijital fotoğrafta yerini çözünürlüğe bırakmıştır. Dijital bir fotoğrafı oluşturan piksellerin toplamı fotoğrafın çözünürlüğünü belirlemektedir. Dijital fotoğrafın kalitesini etkileyen bir diğer faktör renk derinliğidir. Renk derinliği görüntü üzerindeki renk sayısını ifade ederken, renkli görüntüleri oluşturmak ve kaydetmek için rgb renk modeli kullanılır."
  },
  {
    "id": "3882826",
    "unitNumber": 3,
    "text": "Fotografik görüntüyü kaydedip üretmek için film ve foto kimyasallar kullanan görüntüleme biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çözünürlük",
      "B": "DPI",
      "C": "Analog Fotoğraf",
      "D": "Megapiksel",
      "E": "Dijital fotoğraf"
    },
    "explanation": "Analog ve dijital (sayısal) her iki fotoğraf üretme yönteminin temelindeki amaç ışığa duyarlı yüzey üzerine görüntüyü kaydetmektir. Dijital fotoğrafı analog fotoğraftan ayıran en önemli dönüşüm ışığa duyarlı yüzey yani filmin yerini bilgisayar teknolojisinin ürünü olan algılayıcılara bırakmış olmasıdır. Film, film banyosu, kart, karanlık oda ekipmanları ve fotoğraf kimyasallarının<br/>yerini ışığa duyarlı elektronik algılayıcılar, bilgisayar ekranları ve photoshop vb işlemsel uygulamalar almıştır ve böylelikle fotografik görüntüye ulaşma kaydetme ve çoğaltma pratiklerimiz hız kazanarak daha kolay ulaşılabilir bir hale gelmiştir."
  },
  {
    "id": "3882827",
    "unitNumber": 3,
    "text": "Dijital fotoğrafik görüntü elde etmek için cep telefonu, kamera ve tabletlerde genellikle hangi algılayıcı tipi kullanılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "DPI",
      "B": "PPI",
      "C": "Piksel",
      "D": "CCD",
      "E": "CMOS"
    },
    "explanation": "Dijital fotoğraf makineleri haricinde de farklı teknolojik aletlerde (cep telefonu, kamera, tablet vb) kullanılabilen CMOS algılayıcılar ise küçük bir yüzeysel alana sahip olmaları ve az enerji tüketimine ihtiyaç duydukları için CCD sensörlere göre özellikle giriş<br/>seviyesindeki dijital fotoğraf makinelerinde tercih edilmektedir. Işığın az olduğu ortamlarda CCD algılayıcılar kadar kaliteli görüntü vermeyen CMOS algılayıcıların üretim ve maliyeti CCD algılayıcılara göre daha düşüktür."
  },
  {
    "id": "3882828",
    "unitNumber": 3,
    "text": "\"Dijital fotoğrafta rakamsal olarak çözünürlük değeri arttıkça .............\" cümlesindeki boşluğu aşağıdakilerden hangisi tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Pikseller görsel olarak algılanabilir.",
      "B": "Görüntü kalitesi düşer.",
      "C": "Büyük boy baskı kalitesi düşer.",
      "D": "Piksellerin boyutu küçülür.",
      "E": "Piksellerin boyutu büyür."
    },
    "explanation": "Piksel ve çözünürlük kavramları görüntü kalitesi üzerinde belirleyicidir. Düşük çözünürlükteki bir makine ile<br/>çekilen görüntülerdeki pikseller gözle görülebilir. Piksellerin görsel olarak algılanabildiği fotoğraf düşük çözünürlüklü olarak ifade edilir. Çözünürlük kavramı görüntü kalitemiz için önem teşkil etmekle beraber elde ettiğimiz fotografik görüntüyü ne<br/>kadar büyütebileceğimizi de belirler. Aynı koşullar altında çekilmiş 2 ve 4 megapiksel lik kamera ile çekilmiş iki fotoğraf arasında şöyle bir değerlendirme yapmamız mümkündür: İki fotoğrafta 10x15 cm boyutlarında basılacaksa iki görüntü arasında çok<br/>bir fark olmayacaktır. Fakat bu görüntü 13x18 cm boyutunda büyütülmek istenirse 2mega piksellik çözünürlükle çekilmiş olan görüntünün fotoğraf kalitesi düşecek netsizlik, pikselleşme ve piksellerin gözle görünür hale gelmesi artacak ve renk geçişleri bozulacaktır.(İkizler:2005;65) Rakamsal olarak çözünürlük değeri arttıkça örneğin 14 megapiksel vb, piksellerin boyutu küçülür, çözünürlük değeri düştükçe 2megapiksel, 4megapiksel vb, piksellerin boyutu büyür ve büyük boy baskı almak istediğimizde görüntü kalitemiz düşer."
  },
  {
    "id": "3882829",
    "unitNumber": 3,
    "text": "35 mm Dslr fotoğraf makinelerinde AF modda sabit nesneleri çekerken hangi netleme modu seçilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tekil Servo",
      "B": "Sürekli Servo",
      "C": "Değişken Servo",
      "D": "AV-A Diyafram Öncelikli Mod",
      "E": "B Bulb Modu"
    },
    "explanation": "Dijital fotoğraf makinelerinin üstünde AF otomatik netleme modundan başka netleme seçenekleri de bulunmaktadır. Otomatik<br/>netleme modu olan AF modu kendi içerisinde üç farklı seçenek barındırır.<br/>Tekil Servo: Hareket içermeyen durağan konular (portre, manzara,) ve sabit nesneleri çekerken bu netleme modu seçilir. Deklanşörümüze yarım bastıktan sonra fotoğraf makinemiz odaklanma yapıldığına dair yanıp sönen noktacıklar ve bip sesi<br/>ile işaret verir. Bu işaret geldikten sonra deklanşöre tam basılır ve fotoğrafımız çekilmiş olur. Bu tek çekimlik otomatik netleme modunda odaklanma sabit bir nokta üzerindedir. Objektifin yönü değiştiğinde ya da sabit duran nesne veya modelimiz<br/>hareket ettiğinde netlemenin yine yarım deklanşör yapılarak tekrarlanması gerekir."
  },
  {
    "id": "3882830",
    "unitNumber": 3,
    "text": "Dijital fotoğrafçılıkta yıldız, ay, manzara ve düşük enstantane fotoğrafları çekerken tercih edilen düzenek aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Taşınabilir disk",
      "B": "Yazıcı",
      "C": "Kart okuyucu",
      "D": "Hafıza kartları",
      "E": "Uzaktan Kumanda Düğmesi"
    },
    "explanation": "Uzaktan Kumanda Düğmesi<br/>Makro veya teleobjektif isteyen özel çekimlerde, hareketli konuların çekimlerinde elimizin makinayı titretmesinden kaynaklanan flu görüntülere sebep olan sonuçları engellemek amacıyla fotoğraf makinesine temas etmeden çekim yapmak için makineye kablo aracılığı ile bağlanan bir düzenektir. Yıldız, ay, manzara fotoğrafları ve düşük enstantane fotoğrafları çekerken tercih sebebidir."
  },
  {
    "id": "3882831",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi DPI kavramını tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "1 inç başına düşen piksel sayısının yoğunluğudur.",
      "B": "1inç (2.54cm) kareye düşen nokta sayısı demektir.",
      "C": "Piksel değerinde çözünürlük demektir.",
      "D": "Sensörlerin ışığa duyarlılık derecelerini ifade eder.",
      "E": "Renk derinliğini ifade eder."
    },
    "explanation": "Dijital fotoğraf makinelerimizin çözünürlükleri megapiksel olarak ifade edilip değerlendirilir. 1 megapiksel ifadesi: 1milyon tane piksele karşılık gelirken, 12 megapiksel 12 milyon tane piksele karşılık gelir. Baskı aşamasında çözünürlük genellikle ppı ve dpı kavramları ile nitelendirilir. 1 inç başına düşen piksel sayısının yoğunluğu (1 inç: 2.54 cm ) ppı (piksel per inc) olarak ifade edilir. Ppı genel<br/>olarak dijital ekran, monitör ve bilgisayarlar için kullanılan ekran çözünürlük birimidir ve dijital baskıda önem arz eden dpı ile karıştırılmaktadır.<br/>Dpı ise 1inç (2.54cm) kareye düşen nokta sayısı demektir. Baskı cihazlarının 1 inç kareye vurdukları nokta sayısının yoğunluğunu dpı değeri belirler. İnç karedeki nokta sayısı ne kadar fazla olursa baskı kalitemizde o oranda kaliteli olacaktır. Dpı değerimiz ne kadar büyük olursa nokta sayısı da o kadar çok olur ve net baskılar elde etmiş oluruz."
  },
  {
    "id": "3882832",
    "unitNumber": 3,
    "text": "Dijital fotoğraf makinelerinde bulunan sensörlerin ışığa duyarlılık derecelerini aşağıdakilerden hangisi ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "MMC",
      "B": "DPI",
      "C": "ISO",
      "D": "Asa",
      "E": "DIN"
    },
    "explanation": "ISO: Dijital fotoğraf makinelerimizde bulunan sensörlerin ışığa duyarlılık derecelerini ifade eder. Analog makinelerde Asa veya DIN olarak ifade edilen bu değer dijital makinelerde ISO (Uluslararası Standartlık Örgütü) adını almıştır."
  },
  {
    "id": "3882833",
    "unitNumber": 3,
    "text": "İlk dijital fotoğraf makinesi mühendis Steven Sasson ve asistanları tarafından kaç yılında üretilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1970",
      "B": "1975",
      "C": "1980",
      "D": "1900",
      "E": "1904"
    },
    "explanation": "<strong>Dijital Yayıncılık </strong><br/>İlk dijital fotoğraf makinesi ise Kodak ta mühendis olarak çalışan Steven Sasson ve asistanları tarafından 1975 yılında üretilmiştir."
  },
  {
    "id": "3882834",
    "unitNumber": 3,
    "text": "Işığın kaydedilme ve görüntüyü oluşturma sürecinde, elektronik algılayıcılar sayısal veriye dönüşen görüntüleri kaydederken kaç farklı dosya formatı kullanırlar?",
    "correctAnswer": "B",
    "options": {
      "A": "İki",
      "B": "Üç",
      "C": "Dört",
      "D": "Beş",
      "E": "Altı"
    },
    "explanation": "<strong>DİJİTAL FOTOĞRAFIN TEMEL YAPI TAŞLARI </strong><br/>Işığın kaydedilme ve görüntüyü oluşturma süreci filmden elektronik algılayıcılara geçmiştir. Algılayıcılar sayısal veriye dönüşen görüntüleri kaydederken üç dosya formatı kullanırlar."
  },
  {
    "id": "3882835",
    "unitNumber": 3,
    "text": "Dijital bir görüntüyü oluşturan en küçük birime ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Algılayıcı",
      "B": "Sensör",
      "C": "Piksel",
      "D": "Format",
      "E": "Lens"
    },
    "explanation": "<strong>Dijital Fotoğraf </strong><br/>Dijital bir görüntüdeki görüntüyü oluşturan en küçük birime piksel adı verilir"
  },
  {
    "id": "3882836",
    "unitNumber": 3,
    "text": "Fotografik görüntülerdeki renklerin ve bu renklere ait tonların bilgisine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çözünürlük",
      "B": "Piksel",
      "C": "Gren",
      "D": "Bit",
      "E": "Sensör"
    },
    "explanation": "<strong>Renk Derinliği </strong><br/>Fotografik görüntümüzde elde ettiğimiz renklerin ve bu renklere ait tonların bilgisi renk derinliği (bit) dir."
  },
  {
    "id": "3882837",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi görüntünün herhangi bir kayba uğramadan ham haliyle kaydedildiği formattır?",
    "correctAnswer": "E",
    "options": {
      "A": "Diyafram",
      "B": "Png",
      "C": "Tiff",
      "D": "Jpeg",
      "E": "Raw"
    },
    "explanation": "<strong>Dosya Formatları </strong><br/>Raw format ta ise görüntü jpeg de olduğu gibi herhangi bir kayba uğramadan ham haliyle kaydedilir. Görüntü herhangi bir kayba uğramadan kaydedildiği için hafıza kartında jpeg e göre 10 kat fazla yer kaplar."
  },
  {
    "id": "3882838",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi hareket içermeyen durağan konular ve sabit nesneleri çekerken kullanılan netleme modudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Sürekli Servo",
      "B": "Değişken Servo",
      "C": "Pozlama",
      "D": "Tekil Servo",
      "E": "Odak Noktası"
    },
    "explanation": "<strong>Tekil Servo</strong><br/><strong>Tekil Servo: </strong>Hareket içermeyen durağan konular (portre, manzara,) ve sabit nesneleri çekerken bu netleme modu seçilir."
  },
  {
    "id": "3882839",
    "unitNumber": 3,
    "text": "Görüntünün oluşabilmesi için film ya da algılayıcı sensör üzerine belli miktarda ışık düşmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pozlama",
      "B": "Odak",
      "C": "Piksel",
      "D": "Servo",
      "E": "Analog"
    },
    "explanation": "<strong>Pozlama</strong><br/><strong>Pozlama: </strong>İster analog ister dijital olsun fotoğraf demek ışık demektir. Görüntünün oluşabilmesi için film ya da algılayıcı sensör üzerine belli miktarda ışık düşmesi yani ışığa duyarlı alanın pozlandırılması gerekmektedir."
  },
  {
    "id": "3882840",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi dijital fotoğraf makinelerinde bulunan sensörlerin ışığa duyarlılık derecelerini ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "AV-A",
      "B": "ISO",
      "C": "BULB",
      "D": "PPI",
      "E": "DPI"
    },
    "explanation": "<strong>ISO</strong><br/><strong>ISO: </strong>Dijital fotoğraf makinelerimizde bulunan sensörlerin ışığa duyarlılık derecelerini ifade eder."
  },
  {
    "id": "3882841",
    "unitNumber": 3,
    "text": "35 mm dslr fotoğraf makineleri sensöre gelen ışık bilgisini dijital olarak algılayarak çözünürlük kapasitesine göre hangi üç temel renkten görüntü oluşturur?",
    "correctAnswer": "C",
    "options": {
      "A": "Mavi ,yeşil, turuncu.",
      "B": "Turuncu, kırmızı, mavi.",
      "C": "Kırmızı, mavi ,yeşil.",
      "D": "Sarı, kırmızı, yeşil.",
      "E": "Mor, kırmızı, turuncu."
    },
    "explanation": "<strong>35 mm DSLR Fotoğraf Makineleri</strong><br/><strong>35 mm DSLR Fotoğraf Makineleri: </strong>Sayısal teknolojilerin ilerlemesi doğrultusunda yaşamlarımıza giren 35 mm dslr fotoğraf makineleri bir çok profesyonel mecrada (reklamcılık, iletişim, baskı, sanat) kullanılıp tercih edilmektedir.<br/>Sensör gelen ışık bilgisini dijital olarak algılayarak çözünürlük kapasitesine göre belli bir boyutta üç temel renkten oluşan (kırmızı, mavi ,yeşil) bir görüntü oluşturur."
  },
  {
    "id": "3882842",
    "unitNumber": 3,
    "text": "Tarihte ilk fotoğraf kaç yılında çekilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1826",
      "B": "1836",
      "C": "1860",
      "D": "1866",
      "E": "1870"
    },
    "explanation": "Dijital Fotoğrafın Gelişimi<br/>Tarihte ilk fotoğrafın çekildiği 1826 yılından bu yana geçen süre içerisinde kağıt, cam ve film yüzeyleri üzerine kaydedilen fotografik görüntü zaman içinde gelişen teknoloji ve dijitalleşme sayesinde dijital fotoğraf adını almış ve görüntü kaydetme pratiklerini mantık olarak aynı kalsa da yöntem olarak kökten değişikliklere uğramıştır."
  },
  {
    "id": "3882843",
    "unitNumber": 4,
    "text": "Dijital sinema ile ilgili olarak “Maksimum güzelliği minimum masrafla elde etme olanağı vardır” önermesi aşağıdaki ifadelerden hangisi ile açıklanabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ayrıca farklı efektler, anahtarlar ve tekniklerle bozuk görüntüleri onarma veya başka biçimlerde kullanma imkanı ortaya çıkar.",
      "B": "Sinemadaki dijitalleşmenin en önemli etkilerden biri düşük bütçeli film yapımına imkan tanımasıdır.",
      "C": "Anahtarlar, renk anahtarları, buzlandırma ve kısma düğmeleri, bilgisayar grafikleriyle beraber, çatlak, bozuk ve çok seslilik için görsel işitsel olanakları çoğaltır.",
      "D": "Elektronik dikiş, sesleri ve görüntüleri doğrusal, karakter-merkezli anlatıyla bağlantısını koparacak şekilde birlikte dokuyabilir.",
      "E": "Egemen sinemanın bütün geleneksel adabının yerine hızla çoğalan çok anlamlılık geçer."
    },
    "explanation": "B seçeneğinde yer alan \"Sinemadaki dijitalleşmenin en önemli etkilerden biri düşük bütçeli film yapımına imkan tanımasıdır.\" ifadesi soru kökünde yer alan önermeyle özdeşleşmektedir.<br/>Sinemadaki dijitalleşmenin en önemli etkilerden biri düşük bütçeli film yapımına imkan tanımasıdır. Maksimum güzelliği minimum masrafla elde etme olanağı vardır. Ayrıca farklı efektler, anahtarlar ve tekniklerle bozuk görüntüleri onarma veya başka biçimlerde kullanma imkanı ortaya çıkar. Anahtarlar, renk anahtarları, buzlandırma ve kısma düğmeleri, bilgisayar grafikleriyle beraber, çatlak, bozuk ve çok seslilik için görsel işitsel olanakları çoğaltır. Elektronik dikiş, sesleri ve görüntüleri doğrusal, karakter-merkezli anlatıyla bağlantısını koparacak şekilde birlikte dokuyabilir. Egemen sinemanın bütün geleneksel adabının göz hizası eşleşmesi, pozisyon eşleşmesi, 30 derece kuralı, kesit çekimleri yerine hızla çoğalan çok anlamlılık geçer. Rönesans hümanizminden miras kalan merkezi perspektif görelileştirilir, perspektiflerin çokluğu herhangi bir perspektifle özdeşleşmeyi zorlaştırır."
  },
  {
    "id": "3882844",
    "unitNumber": 4,
    "text": "Göz, görüntü ortadan kalksa da kısa bir süreliğine görüntüyü ağ tabakasında tutmakta ve peşi sıra gelen kare önceki karenin izleniminin üstüne binmekte ve böylece hareket yanılsaması ortaya çıkmaktadır.<br/>Yukarıda ifade edilen duruma ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Camera obscura",
      "B": "Çözünürlük etkisi",
      "C": "Çözünürlük dağılımı",
      "D": "Blura girme",
      "E": "Fi etkisi"
    },
    "explanation": "Göz, görüntü ortadan kalksa da kısa bir süreliğine görüntüyü ağ tabakasında tutmakta ve peşi sıra gelen kare önceki karenin izleniminin üstüne binmekte ve böylece hareket yanılsaması ortaya çıkmaktadır, bu duruma fi etkisi ya da ağ tabaka izlenimi denir."
  },
  {
    "id": "3882845",
    "unitNumber": 4,
    "text": "Duyguların ve mimiklerin aktarımında en ekili olan çekim planı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Boy çekim",
      "B": "Omuz çekim",
      "C": "Bel çekim",
      "D": "Baş çekim",
      "E": "Göğüs çekim"
    },
    "explanation": "Duyguların ve mimiklerin aktarımında en etkili olan ise yakın plan (close up) olarak da adlandırılan baş çekimdir. Boy ve genel planlarla hakkında bilgi verilen oyuncunun duygu durumunu anlatmak için baş çekim kullanılır."
  },
  {
    "id": "3882846",
    "unitNumber": 4,
    "text": "Pan, tilt ve diyagonal kamera hareketleri aşağıdakilerden hangisinin altında sınıflanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Objektife bağlı hareketler",
      "B": "Vinç ile yapılan hareketler",
      "C": "Kameranın gövdesiyle yaptığı hareketler",
      "D": "Yer değiştirerek yapılan hareketler",
      "E": "Rayda kaydırma hareketleri"
    },
    "explanation": "Kamera hareketleri genel olarak üç başlıkta toplanabilmektedir:<br/><ul><br/><li>Objektife Bağlı hareketler</li><br/><li>Kameranın gövdesiyle yaptığı hareketler</li><br/><li>Yer değiştirerek yapılan hareketler</li><br/></ul><br/>Kameranın gövdesiyle yaptığı hareketler:Bunlar pan(panoramik/yatay çevrinme), tilt(dikey çevrinme) ve diyagonal olmak üzere üç çeşittir. Pan hareketinde kamera yatay eksen üzerinde sağa ve sola dönmektedir."
  },
  {
    "id": "3882847",
    "unitNumber": 4,
    "text": "Greenbox uygulamalarında yeşil ya da mavi rengin kullanılmasının nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bu iki rengin insan teninde bulunmamasıdır.",
      "B": "Pahalı, tehlikeli ve zaman alıcı sahneleri çok daha kolay elde etmeyi sağlamaktadır.",
      "C": "Bu teknikte bir görüntü yok edilirken yerine başka bir görüntü giydirilmektedir.",
      "D": "Işık farkları netleştirildiği için bilgisayarda görüntüler yeni görüntüler<br/>koymak kolaylaşmaktadır.",
      "E": "Mavinin uzay rengi olarak kullanılabilmesidir."
    },
    "explanation": "Yeşil ve mavi renklerinin kullanılmasının bir önemli bir nedeni bu iki rengin insan teninde bulunmamasıdır. Tende bulunan bir renk kullanılırsa arka ile ayrıştırılamaz. Yeşil gözlülerin bluebox’ta, mavi gözlülerin ise greenbox’ta çekilmesi gerek-mektedir."
  },
  {
    "id": "3882848",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Manovich'in dijital film yapım ilkelerinden birisi değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Canlı çekim filmi artık bir filmin tek olası ve temel materyali değildir. Dijital olarak, 3D animasyon ile film benzeri sahneleri aynı şekilde yapmak mümkündür.",
      "B": "Canlı çekilen görüntüler bilgisayara aktarıldığında, dijital olarak üretilmiş bir görüntü gibi sayısal bir özellik sergilemektedir. Bu sebeple piksellerden oluşan bu görüntü üzerinde istenildiği gibi oynanabilir ve değiştirilebilir.",
      "C": "Dijital film dağıtım ve ulaşımdaki kolaylıklar nedeniyle seyirci kaygısı olmaksızın yapılabilir ve kısıtlı bir çevrenin aksine daha geniş bir izleyicinin ilgisine sunulabilir.",
      "D": "Yeni bir gerçeklik ortaya çıkmıştır. Bu gerçeklik istenildiği gibi ortaya konan “elastik gerçeklik”tir. Film, canlı çekim görüntüleriyle birlikte yapay olarak oluşturulmuş bir-çok materyalden meydana gelmektedir.",
      "E": "Önceden kurgu ve efektler ayrı birimler ve kişilerden, süreçlerden oluşurken artık bunlar bir araya toplanmıştır. Görüntüye her an ve her türlü müdahale imkanı ortaya çıkmıştır."
    },
    "explanation": "C şıkkında yer alan ifade dijital filmin etkilerinden birisidir ancak Manovich Dijital film yapım ilkelerinden birisi değildir.<br/>Manovich, dijital sinemanın ne olduğu sorusuna “... birçok unsurdan biri olarak canlı çekimleri kullanan animasyonun belirli bir halidir” şeklinde cevap vermektedir. Dijital film yapımının ilkelerini Manovich şöyle açıklamaktadır:<br/><ul> <li> Canlı çekim filmi artık bir filmin tek olası ve temel materyali değildir. Dijital olarak, 3D animasyon ile film benzeri sahneleri aynı şekilde yapmak mümkündür.</li> <li>Canlı çekilen görüntüler bilgisayara aktarıldığında, dijital olarak üretilmiş bir görüntü gibi sayısal bir özellik sergilemektedir. Bu sebeple piksellerden oluşan bu görüntü üzerinde istenildiği gibi oynanabilir ve değiştirilebilir.</li> <li>Yeni bir gerçeklik ortaya çıkmıştır. Bu gerçeklik istenildiği gibi ortaya konan “elastik gerçeklik”tir. Film, canlı çekim görüntüleriyle birlikte yapay olarak oluşturulmuş bir-çok materyalden meydana gelmektedir.</li> <li>Önceden kurgu ve efektler ayrı birimler ve kişilerden, süreçlerden oluşurken artık bunlar bir araya toplanmıştır. Görüntüye her an ve her türlü müdahale imkanı ortaya çıkmıştır.</li> </ul>"
  },
  {
    "id": "3882849",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bazı film yönetmenlerinin hala pelikül film çekme nedenleri arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Nostaljik bir etki uyandırması, eskiye öykünmek",
      "B": "Dram sahnelerinde gerçeğe en yakın çekim ve kayıt yapabilmek",
      "C": "Aksiyon sahnelerinde daha gerçekçi film çekebilmek",
      "D": "Dijital filmler üzerinde oynanabilmesi ve değişiklik yapılabilmesi sebebiyle pelikül filmlerde yönetmen etkisinin daha belirleyici olması",
      "E": "Pelikül filmin çözünürlüğün yüksek olması sebebiyle görüntü kalitesinin yüksek olması"
    },
    "explanation": "Bugün az da olsa peliküle film kaydetmeyi tercih eden yönetmenler vardır. Bunun nedenlerinin başında peliküldeki görüntü kalitesidir. Bazı yönetmenler dijitale tepki olarak doğan IMAX ve 70 mm filmi tercih etmektedir. Görüntü kalitesindeki değişim, dijital ile pelikülün çözünürlüğünün karşılaştırılmasında görülebilir:<br/>2K dijital sinema= 2048x1080<br/>4K dijital sinema= 4096X2160<br/>16K dijital sinema= 15360x8640<br/>Günümüzde gösterim aşamasında kullanılan dijital projeksiyonlar 2K ve 4K’ya geçiş aşamasındadır. Pelikülün çözünürlüğü ise;<br/>35mm= 5760x3840 (yaklaşık 6K)<br/>65/70mm= 12000x8700 (en az 12K)<br/>70mm IMAX= 18K"
  },
  {
    "id": "3882850",
    "unitNumber": 4,
    "text": "Dijital sinema izleyicisi ile ilgili film izleme deneyiminde \"mekan ve zaman esnemesi\" ile ifade edilmek istenen aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İnternetin yaygınlaşmasıyla birlikte dijital platformlara daha fazla yönelme olmakta, bu da sinemayı salonlardan ve beyaz perdeden çıkarıp ekrana taşımaktadır.",
      "B": "Filmlerdeki kalite artışı filmdeki sanal üretimin payını çoğaltırken izleyicideki gerçeklik hissini artırmaktadır.",
      "C": "Dijitalleşmeyle birlikte hem kaydedilen görüntü ve sesler üzerinde kolayca oynanabilmektedir.",
      "D": "Kameralar hafiflemiş, işlevleri çoğalmış, daha iyi görüntü almanın yolları gelişmiş, ışık ve ses teknolojisi ilerlemiştir.",
      "E": "Bilgisayar yazılımları aracılığıyla tamamen sanal olarak görüntü ve film üretilebilmekte, izleyiciye daha fazla seçenek sunulmaktadır."
    },
    "explanation": "Dijital film ile birlikte internet ve dijital film endüstrisinin sunduğu olanaklar kapsamında zamandan ve mekandan bağımsız olarak istenilen anda ve yerde film izlemek mümkün olabilmektedir. Dijital platformlar sayesinde ve ekonomik nedenlerle izleyici sinema salonları yerine daha çok ekranlarda film izlenmektedir.<br/>Filmlerdeki kalite artışı filmdeki sanal üretimin payını çoğaltırken izleyicideki gerçeklik hissini artırmaktadır. Böylece bir çelişki ortaya çıkmakta ve yaşanmaktadır. Ayrıca internetin yaygınlaşmasıyla birlikte dijital platformlara daha fazla yönelme olmaktadır. Bu da sinemayı salonlardan ve beyaz perdeden çıkarıp ekrana taşımaktadır. Film izleme deneyiminde mekan ve zaman esnemektedir."
  },
  {
    "id": "3882851",
    "unitNumber": 4,
    "text": "Bilgisayarla karaktere bir kukla gibi dijital iskelet oluşturulan, animatörün hareket ettirme olanağına sahip olduğu, her anın ve hareketin kare kare fotoğraflandığı animasyon tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Motion capture",
      "B": "Geleneksel animasyon",
      "C": "3D animasyon",
      "D": "Stop-motion",
      "E": "Motion comics"
    },
    "explanation": "Bilgisayarla karaktere bir kukla gibi dijital iskelet oluşturulan, animatörün hareket ettirme imkanına sahip olduğu 3 boyutlu animasyon tekniğinde çizim yeteneği ikinci plandadır. Stop-motion ile klasik 2 boyut animasyon tekniklerinin birleştirilmesi olan bu teknikte her an fotoğraflanmakta ve kare kare hareket ettirilmektedir. Günümüzde bu teknik Cinema 4D, Blender ve Maya yazılımlarıyla yapılmaktadır."
  },
  {
    "id": "3882852",
    "unitNumber": 4,
    "text": "“Görüntü artık bir kopya değildir ve interaktif olarak varlığa gelir ve hayatını bu mecrada devam ettirir. Görüntüdeki fotoğrafik anlamda bir gerçeklikten söz etmek zorlaşmıştır. Gerçek dünyanın, stüdyo dışının, hava koşullarının öngörülemez olumsuz etkilerinden kurtulmuştur” ifadesi ile dijital sinema ile ilgili en çok hangi tartışma işaret edilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sinemada illüzyon",
      "B": "Sinemada gerçeklik",
      "C": "Sinemada kültürel sermaye",
      "D": "Görsel zenginlik",
      "E": "Dijital zenginlik"
    },
    "explanation": "Sinemada dijitalleşme seyircinin gerçeklik hissiyle daha fazla kapılmasını sağlamıştır. <em><strong>Bu sinema, izleyiciyi görüntüyle karşı karşıya getirmemekte, onu çevrelemekte, içine almaktadır. </strong></em>Üç boyutlu ve devamında boyutlarını arttıran sinema seyircideki özdeşleşme, haz ve gerçeklik hislerini daha artırmıştır. İzleyici dijital sinema döneminde daha fazla katharsis yaşamaktadır. Seyirci filmin içine daha fazla girmekte, kahramanla tam anlamıyla özdeşleşmektedir. Seyirci, bir yandan dijital olarak oluşturulan büyülü evrenin içinde fanteziye kendini bırakırken diğer yandan bu <em><strong>sanal dünyayı tam anlamıyla gerçekmiş gibi sanmaktadır.</strong></em><br/>Görüntü artık bir kopya değildir ve interaktif olarak varlığa gelir ve hayatını bu mecrada devam ettirir. Görüntüdeki <em><strong>fotoğrafik anlamda bir gerçeklikten</strong></em> söz etmek zorlaşmıştır. Gerçek dünyanın, stüdyo dışının, hava koşullarının öngörülemez olumsuz etkilerinden kurtulmuş, ancak gerçeklik tartışmasının içine düşmüştür. <em><strong>Artık hiç kimse bir görüntünün gerçekliğinden tam emin olamaz.</strong> </em>"
  },
  {
    "id": "3882853",
    "unitNumber": 4,
    "text": "Kameranın farklı doğrultularda yaptığı \"çevrinme\" hareketleri, aşağıdaki başlıklardan hangisi altında incelenir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kameranın fiziksel biçimde yer değiştirerek yaptığı hareketler",
      "B": "Kameranın netleme ve zoom halkasıyla yaptığı birleşik hareketler",
      "C": "Kameranın objektifin odak uzunluğunu değiştirerek yaptığı hareketler",
      "D": "Kameranın Jimmy Jib, Dolly, Vinç gibi gereçler kullanarak yaptığı hareketler",
      "E": "Kameranın yer değiştirmeden yalnızca gövdesiyle yaptığı hareketler"
    },
    "explanation": "Kameranın genellikle bir üçayağa bağlı olarak yaptığı yatay, dikey ve köşegen (diyagonal) hareketler \"çevrinme\" olarak bilinir. Daha çok hareket eden nesneleri izlemek, tanıtıcı ve bilgi verme amaçlı yapılan bu hareketler sırasında kameranın bütünüyle yer değiştirmesi gerekmez. Aynı zamanda seçeneklerde sözü edilen Jimmy Jib, Dolly, Vinç gibi büyük hareketleri sağlayan yardımcı gereçlerin kullanılmasına gerek yoktur. Zoom halkasıyla yapılan hareketler ise objektife bağlı hareketler olarak tanımlanabilir. Bu hareketler objektifin odak uzunluğunu değiştirmekle ilgili olduğu için \"optik kaydırma hareketi\" olarak da bilinir. Doğru yanıt E seçeneğinde verilmiştir."
  },
  {
    "id": "3882854",
    "unitNumber": 4,
    "text": "Genel bir aydınlatma uygulamasında model ya da nesne üzerindeki sert gölgelerin yumuşatılmasına yardımcı olan ışık kaynağı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dolgu ışığı",
      "B": "Arka plan-fon ışığı",
      "C": "Takip ışığı",
      "D": "Anahtar ışık",
      "E": "Arka ışık"
    },
    "explanation": "Adından da anlaşılabileceği gibi dolgu ışığının birincil görevi anahtar ve benzeri sert ışık kaynaklarının nesnede oluşturacağı sert gölgeleri yumuşatmak, derinlik etkisine katkıda bulunmaktır. Klasik aydınlatma uygulamaları açısından insanlı stüdyo çekimlerinde her kişinin bir anahtar ışığı olur. Örneğin bu bir açık oturum ise anahtar ışıkların yoğunlukları eşit olmalıdır. Doğrudan verilen anahtar ışıklar kişilerin yüzlerinde sert gölgeler oluşturur. Daha az yoğun ve dağınık (flood) verilen ikincil, dolgu kaynaklar, genel bir ambiyans yaratır. Gündüz tek kameralı dış çekimlerde açık güneş ışığı oldukça sert bir aydınlatma sağlayacaktır. Tek yönlü güneş ışığını dengeleyebilmek için elinizde ikinci bir ışık kaynağı yoksa bir yansıtıcı yüzey de dolgu ışığı görevini görebilir. Modelin yüzüne aldığı açılı bir güneş ışığı altında, kamerayla aynı açıda karşı konuma yerleştirilen örneğin köpük gibi bir yüzey gölgeleri yumuşatır. Özetle, sunucu gibi tek kişili çekimlerde tek kaynakla yetinilmez. Tamamen gölgede kalan bir noktada veya bulutlu havada çekim yapıldığında çevredeki nesneler de ışığı dağıtarak aynı işlevi görürler. Doğru yanıt A seçeneğinde verilmiştir."
  },
  {
    "id": "3882855",
    "unitNumber": 4,
    "text": "Manovich’e göre sayısal (dijital) sinema \"artık sine-göz değil sine-fırça (kino-brush)\"dır. Bu betimlemeyi yaratan sayısal sinemanın hangi özelliğidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gelişmenin yarattığı görsel derinlik ve inandırıcılık",
      "B": "Sayısal teknolojide gerçek görüntülere yer verilmemesi",
      "C": "Yeniden oluşturulabilir bir gerçekliğin yaratılabilmesi",
      "D": "Sayısal görüntülerin ulaştığı çözünürlük düzeyi",
      "E": "Sinema filmlerinin eskiye oranla daha çok salonda, daha çok izleyiciyle buluşması"
    },
    "explanation": "Sayısal teknolojiyle birlikte gerçek görüntüler yok olmamıştır. Değişen, büyük ölçüde gerçekliğin yeniden ve inanırlığı sorgulanabilir şekilde değiştirilebilmesidir. Teknoloji ilerlemekle birlikte film formatlarının büyümesi de henüz çözünürlük konusunda, uygulamalar arasında belirgin bir üstünlükten söz edilmesini engellemektedir. Filmlerin sinema salonlarında daha çok izleyiciyle buluştuğu ise doğru değildir. Günümüzde bireysel izleme etkinliği çok daha fazladır. Doğru yanıt C seçeneğinde verilmiştir."
  },
  {
    "id": "3882856",
    "unitNumber": 4,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2ba14c3cf7e92a6f063bb557dcc0545f.jpeg\" alt=\"\" width=\"496\" height=\"372\"> Görselde bir örneği görülen ve 8 mm, 16 mm, 65 mm ve 70 mm gibi değer ve birimlerle tanımlanan ölçüler aşağıdaki seçeneklerden hangisine uygundur?",
    "correctAnswer": "C",
    "options": {
      "A": "Sayısal teknoloji çözünürlük değerleri",
      "B": "Kayıt için kaset kullanan video kameraların magazin ve kartuş ölçüleri",
      "C": "Kayıt için kullanılan filmlerin en uzunluğundan yola çıkılarak belirlenen formatları",
      "D": "Uluslararası yayın yapan televizyon istasyonlarının bölgelere göre değişen sistem yapıları",
      "E": "Sayısal projeksiyon gösterim oranları"
    },
    "explanation": "Söz konusu değerler filmli yıllarda kullanılan filmlerin en uzunluğudur. Örneğin 8 mm amatör ev sinema formatı iken, 16 mm daha çok aktüel kamera adıyla anılan kısa ve haber filmlerinin çekildiği kamera ve film formatını belirler. Soruda yer almayan ancak ünitede değinilen 35 mm, uzun yıllar neredeyse her filmin çekiminde kullanılan bir film formatıdır. Daha sonra üretilen 65 ve 70 mm enli filmler, stereoskopik görüntülerin elde edilmesinde ve büyük yapımlarda kullanılan çözünürlüğü son derece yüksek filmlerdir. Günümüzde çözünürlük mm değil, piksel (en az 2 değer şeklinde) ölçülerinde gösterilir. Kaset kullanan kameraların ölçüleri amatör çekimler için daha çok 1/2 inç olarak üretilmiştir. Doğru yanıt C seçeneğinde verilmiştir."
  },
  {
    "id": "3882857",
    "unitNumber": 4,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4a7617fcb8f950d363ea58904f1f0f3e.jpeg\" alt=\"\" width=\"460\" height=\"345\"> Görselde bir sahnesi görülen ve sinema tarihinin ilk animasyon filmi kabul edilen 1906 tarihli Komik Suratların Mizahi Aşamaları (Humorous Phases of Funny Faces) adlı film, hangi teknik kullanılarak yapılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Karton film tekniği ile",
      "B": "Cel animasyon tekniği ile",
      "C": "Motion-Comics tekniği ile",
      "D": "Stop-Motion tekniği ile",
      "E": "Pelikülün boyanması ile"
    },
    "explanation": "Ünitede de belirtildiği gibi söz konusu ilk animasyon filmi, stop-motion tekniği ile yapılmıştır. Seçeneklerde örneklenen teknikler de animasyon filmlerin üretimi aşamalarında kullanılmakla birlikte bu, animasyon tarihi açısından ilerideki yıllara karşılık gelir. Her buluşun ilk aşamalarındaki her örnek gibi J. Stuart Blackton tarafından yapılan bu 3 dakikalık film, izleyenlere, hatalarla dolu, basit bir film gibi gelebilir. Unutulmaması gereken sinema dünyasında bu filmle yeni bir türün ilk adımları atılmıştır. Doğru yanıt, D seçeneğinde verilmiştir."
  },
  {
    "id": "3882858",
    "unitNumber": 4,
    "text": "İçe aktarma (import), timeline paneli oluşturma, title, video kanalı, ses kanalı gibi kavramlar, sayısal (dijital) sinemanın hangi aşamasında söz konusu olabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sayısal kurgu",
      "B": "Gösterim ve izleyiciyle buluşma",
      "C": "Sahnenin hazırlanması",
      "D": "Chroma key aşamaları",
      "E": "Sayısal kamera menü seçenekleri"
    },
    "explanation": "Söz konusu kavramlar bilgisayar üzerinde kurgu aşamasında karşımıza çıkar. Sayısal yolla çekilmiş veya filmden sayısala aktarılmış parçaların, izleyiciye gösterilmeden önce yönetmenin isteğine ve senaryoya bağlı olarak uygun şekilde birleştirilmesi ve filmin bir bütün haline gelmesi gereklidir. Geçmişte çok zor olan film kurgu çalışmalarından sonra günümüzde sayısal teknoloji hem çekim hem de kurgu aşamalarında çığır açmıştır ancak yine de kurgu, bir filmin oluşturulmasındaki en zor aşamalardan biridir. Kurgunun tamamlanması, yönetmenin tam istediği şekilde olması uzun çalışmaları gerektirebilir. Özellikle ince animasyon kurguları çok emek ister. Sonuçta izleyicilerin yaklaşık 1,5 saatte eğlenerek izlediği filmlerin; uzun, uykusuz gecelerin bir ürünü olduğu unutulmamalıdır. Doğru yanıt, A seçeneğinde verilmiştir."
  },
  {
    "id": "3882859",
    "unitNumber": 4,
    "text": "Sinemanın sayısallaşması (dijitalleşmesi) sürecinde, bu teknolojiyle en son buluşabilen aşama hangi seçenekte yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kamera ve çekim aşamaları",
      "B": "Post-prodüksiyon aşaması",
      "C": "Chroma key uygulamaları",
      "D": "Gösterim aşaması",
      "E": "Kurgulanmış görüntülere ses eklenmesi"
    },
    "explanation": "Sinema teknolojisinin sayısallaşması topyekün ve birden olmamıştır. Filmlerin sayısala aktarılmasıyla bilgisayarlarda kurgu gündeme gelmiş ve sayısal uygulama öncelikle post-prodüksiyon aşamasına yansımıştır. Daha sonra sayısal ve analog birçok aşamadan geçen film, sonunda tekrar filme basılıp izleyiciye yine film göstericisiyle ulaşmaktaydı. Son olarak gösterim aşamasında sayısal projeksiyonların kullanılmaya başlaması, filmin tüm aşamalarını sayısal teknolojiyle buluşturmuştur. Doğru yanıt, D seçeneğinde verilmiştir."
  },
  {
    "id": "3882860",
    "unitNumber": 4,
    "text": "“Bağlantısal kurgu” adlı kurgu yöntemini geliştirerek kurgunun seyircinin psikolojik rehberi olduğunu söyleyen ve kurguda bir anlamda devrim oluşturan Sovyet sinemacı aşağıda hangi seçenekte yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Elem Klimov",
      "B": "Vsevolod Pudovkin",
      "C": "Peter Ilyiç Çaykovski",
      "D": "Elia Kazan",
      "E": "Andrei Tarkovski"
    },
    "explanation": "Kurgudaki en önemli gelişmeler Sovyet sinemacılar Kuleshov, Pudovkin, Eisenstein ve Vertov eliyle ortaya çıkarılmıştır. Pudovkin<br/>“bağlantısal kurgu” adlı kurgu yöntemini geliştirerek kurgunun seyircinin psikolojik rehberi olduğunu söylemekte, yönetmenin izleyiciyi nasıl etkileyeceği ile ilgilenmektedir. Kurgunun amacının anlatıyı değiştirmekten öte onu desteklemek olduğunu düşünen Pudovkin ayrıca kontrast, koşutluk, simgecilik, eşzamanlılık ve yinelemeli motif olmak üzere beş ayrı kurgu tipini teşhis etmiştir. Doğru yanıt B seçeneğinde verilmiştir."
  },
  {
    "id": "3882861",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sinemada ses başlığı altında yer <strong>almaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Ortam (atmosfer)",
      "B": "Müzik",
      "C": "Efektler (etkiler)",
      "D": "Monolog/diyalog",
      "E": "Optik kaydırma (zooming)"
    },
    "explanation": "Sinema filmlerinde genel olarak konuşmalar (monolog/diyalog), ortam sesleri, efektler ve müzik, ses başlığı altında ele alınır. Buna karşılık optik kaydırma, bir kamera hareketidir. Öne ve geriye optik kaydırma olarak nitelenebilecek bu hareket, kameranın fiziksel olarak yer değiştirmesine gerek kalmadan, yalnızca objektif açısını değiştirerek konuya yaklaşıp uzaklaşmasıdır. Dolayısıyla bir ses terimi değildir. Doğru yanıt E seçeneğinde verilmiştir."
  },
  {
    "id": "3882862",
    "unitNumber": 5,
    "text": "İlk düzenli radyo yayınlarının başlamasından televizyonun ortaya çıktığı döneme kadar geçen süreye radyo ile ilgili ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Radyonun başlangıç dönemi",
      "B": "Radyonun gelişme çağı",
      "C": "Sesli yayıncılık çağı",
      "D": "Radyonun altın çağı",
      "E": "Popüler yayıncılık dönemi"
    },
    "explanation": "Radyonun dünyadaki gelişimi ve yayılımı çok hızlı olmuş, 1920’li yıllarda radyo kitlelerin en önemli haber alma ve eğlence aracı haline gelmiştir. İlk düzenli radyo yayınlarının başlamasından televizyonun ortaya çıktığı ve toplumda kullanıcı sayısının arttığı 1950’li yıllara kadar geçen süre radyonun altın çağı olarak kabul edilmiştir. Televizyon yayınlarının yaygınlaşması ile popülerliğini nispeten kaybeden radyo, televizyon ile birlikte varlığını sürdürmüştür."
  },
  {
    "id": "3882863",
    "unitNumber": 5,
    "text": "I. Ses sinyalleri, II. Elektromanyetik dalga, III. Hi-fi (High Fidelity), IV. Kitle iletişim aracı; Sıralanan kavramlardan hangisi ya da hangileri radyo ile ilişkilendirilebilir kavramlardır?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I, II ve IV",
      "D": "II, III ve IV",
      "E": "II ve III"
    },
    "explanation": "Teknik bir terim olarak radyo, ses sinyallerinin elektromanyetik dalgalar aracılığı ile belirli bir frekans üzerinden iletilmesi ve bu elektromanyetik dalgaların bir alıcı ile yakalanarak tekrar sese dönüştürülmesi ilkesine dayalı bir kitle iletişim aracı olarak tanımlanır. Hi-Fİ ise, müzik kaydı ve dinleme sistemleri ile ilgili bir kavramdır."
  },
  {
    "id": "3882864",
    "unitNumber": 5,
    "text": "Radyo kelimesi, Latince ....... anlamına gelen radius ve Yunanca.... anlamına gelen phone kelimelerinin birleşiminden meydana gelen radiophony kelimesinden veya....... iletimini ifade eden radiotelegraphy kelimesinden kısaltılarak birçok dilde yerleşmiştir.<br/>İfadesinde boş bırakılan yerlere aşağıdaki kavram dizilerinden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "doğrudan-ses-yayın",
      "B": "ışın-ses-kablosuz mesaj",
      "C": "yansıtmalı-ileti-kablolu bağlantı",
      "D": "doğrudan-konuşma-ses yayını",
      "E": "ışık-kablosuz mesaj-ses"
    },
    "explanation": "Radyo kelimesi, Latince <strong>ışın</strong> anlamına gelen radius ve Yunanca <strong>ses</strong> anlamına gelen phone kelimelerinin birleşiminden meydana gelen radiophony kelimesinden veya <strong>kablosuz mesaj</strong> iletimini ifade eden radiotelegraphy kelimesinden kısaltılarak birçok dilde yerleşmiştir.<br/><strong>B</strong> seçeneği doğru yanıttır."
  },
  {
    "id": "3882865",
    "unitNumber": 5,
    "text": "Aralık 1906’da Brant Rock’tan (Massachusetts, ABD) bir saatlik bir konuşma ve müzik kaydı yayını yaparak tarihte, sesi ve müziği radyo dalgaları ile ileten ilk kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Reginald Fessenden",
      "B": "Guglielmo Marconi",
      "C": "Oliver Lodge",
      "D": "Aleksandr Stepanovich Popov",
      "E": "James Clerk Maxwell"
    },
    "explanation": "Tarihte, sesi ve müziği radyo dalgaları ile ileten ilk kişi, Aralık 1906’da Brant Rock’tan (Massachusetts, ABD) bir saatlik bir konuşma ve müzik kaydı yayını yapan Kanadalı Reginald Fessenden olmuştur. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3882866",
    "unitNumber": 5,
    "text": "Mucit Lee de Forest, vakum tüpü, boşluk tüpü veya elektron tüpü olarak da bilinen ve ses sinyali yükselticisine dönüştürdüğü radyo lambasına ne ad vermiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Transistör",
      "B": "Modül",
      "C": "Katot lamba",
      "D": "Fm",
      "E": "Audion"
    },
    "explanation": "Sinyallere dönüştürülen ses ve müziğin bir alıcı tarafından algılanıp bunların bir hoparlörden ses olarak verilmesi konusunda en önemli çalışmayı yapan, mucit Lee de Forest olara kabul edilmektedir. Forest, vakum tüpü, boşluk tüpü veya elektron tüpü olarak da bilinen radyo lambasına, <strong> Audion</strong> adını vermiştir. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3882867",
    "unitNumber": 5,
    "text": "1935 yılında bulunan FM (Frequency Modulation) bandının en önemli getirisi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Müzik yayın kalitesinin artması",
      "B": "Radyonun yaygınlaşması",
      "C": "TV ile rekabet edebilirliği",
      "D": "Parazistsiz yayın olanağı",
      "E": "Stereo yayın olanağı"
    },
    "explanation": "Radyo yayınlarının kitlelere ulaşması ve yaygınlaşmasında bir dizi teknik gelişme ve buluş etkili olmuştur. 1935 yılında FM (Frequency Modulation) bandının bulunuşu parazitsiz yayın imkânı sağlamış, 1948’de transistörün icat edilmesi ve hemen ardından ilk transistörlü radyoların ortaya çıkışı radyo alıcılarının geliştirilmesini ve dinleyici sayısını arttırmıştır. 1955 yılında stereo yayının keşfi müzik yayınlarındaki kaliteyi arttırmıştır.<br/>Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3882868",
    "unitNumber": 5,
    "text": "I. Cihazların karmaşık yapısı, II. Çok fazla yer kaplaması, III. Bakım ve işletme giderlerinin yüksek olması, IV. Fiyatlarının yüksek olması, V. Üretiminin zor olması; sıralanan özelliklerden hangisi ya da hangileri ilk dönem radyo istasyonlarının yayınlarını canlı yayın esasına göre yapmak zorunda kalmalarının nedenleri arasında kabul edilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, III, IV ve V",
      "B": "II, III, IV ve V",
      "C": "I, II, III ve V",
      "D": "I ve IV",
      "E": "III ve IV"
    },
    "explanation": "Analog cihazların karmaşık yapısı, çok fazla yer kaplaması, bakım ve işletme giderlerinin yüksek olması, üretiminin zor olması gibi nedenlerle ilk dönem radyo istasyonları içeriklerin hemen hemen tamamını canlı yayın esasına göre gerçekleştirmek zorunda kalmıştır. Tüm içerikler canlı olarak seslendirilmiş ve yayınlanmıştır. IV. numaralı maddede yer verilen fiyatların konuyla bir ilgisi bulunmamaktadır. Doğru yanıt, C seçeneğidir."
  },
  {
    "id": "3882869",
    "unitNumber": 5,
    "text": "TDK Sözlüğünde; \"germanyum veya silisyum elementlerinin yarı iletkenlik özelliklerinden yararlanılarak imal edilen, elektronik tüplerin elektrik titreşimlerini genişletmekte kullanılan, sağlam yapılı ve uzun ömürlü alet\" şeklinde tanımlanan unsur, aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Radyo",
      "B": "Akü",
      "C": "AM ve FM",
      "D": "Ses lambası",
      "E": "Transistör"
    },
    "explanation": "Transistör, germanyum veya silisyum elementlerinin yarı iletkenlik özelliklerinden yararlanılarak imal edilen, elektronik tüplerin elektrik titreşimlerini genişletmekte kullanılan, sağlam yapılı ve uzun ömürlü alet şeklinde tanımlanmaktadır (Türk Dil Kurumu, 2019). Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3882870",
    "unitNumber": 5,
    "text": "Radyonun, gerek istasyon gücünün artması, gerek alıcı sayısı, gerekse teknik gelişimin etkisi ile ailenin bir başka ifade ile evin değil bireyin dostu, arkadaşı konumuna geldiği, bireyselleştiği dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "1927-1945 dönemi",
      "B": "1960-1980 dönemi",
      "C": "1927-1945 dönemi",
      "D": "1980 sonrası dönem",
      "E": "Dijital yayın dönemi"
    },
    "explanation": "1960 - 1980 Dönemi doğru yanıttır. Bu dönem aslında televizyonun altın çağını sürdüğü dönem olarak da ifade edilmektedir. radyo yayınları, gerek istasyon gücünün artması, gerek alıcı sayısı, gerekse teknik gelişimin etkisi ile ailenin bir başka ifade ile evin değil bireyin dostu, arkadaşı konumuna gelmiş, bireyselleşmiştir."
  },
  {
    "id": "3882871",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ses yayıncılığında kullanılan sıkıştırma formatlarından biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Raw",
      "B": "Wma",
      "C": "Wav",
      "D": "Mp3",
      "E": "Aac"
    },
    "explanation": "Raw formatı, fotoğrafçılıkta kullanılan bir ham görüntü formatıdır. Ses ile ilgisi bulunmamaktadır. Diğer seçeneklerin tamamı ses sıkıştırma formatı olarak tanımlanabilir.<br/>Doğru yanıt, A seçeneğidir."
  },
  {
    "id": "3882872",
    "unitNumber": 5,
    "text": "Aşağıdaki tarih aralıklarından hangisi radyonun altın çağı olarak kabul edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "1920-1950",
      "B": "1900-1920",
      "C": "1950-1970",
      "D": "1980-2000",
      "E": "1890-1900"
    },
    "explanation": "Giriş<br/>Radyonun dünyadaki gelişimi ve yayılımı çok hızlı olmuş, 1920’li yıllarda radyo kitlelerin en önemli haber alma ve eğlence aracı haline gelmiştir. İlk düzenli radyo yayınlarının başlamasından televizyonun ortaya çıktığı ve toplumda kullanıcı sayısının arttığı 1950’li yıllara kadar geçen süre radyonun altın çağı olarak kabul edilmiştir."
  },
  {
    "id": "3882873",
    "unitNumber": 5,
    "text": "Aşağıdaki bilim adamlarından hangisi radyonun gelişimine ön ayak <em><strong>olmamıştır</strong></em>?",
    "correctAnswer": "A",
    "options": {
      "A": "Edison",
      "B": "Maxwell",
      "C": "Hertz",
      "D": "Marconi",
      "E": "Popov"
    },
    "explanation": "Radyonun İcadının Bilimsel ve Teknik Altyapısı<br/>Edison"
  },
  {
    "id": "3882874",
    "unitNumber": 5,
    "text": "I.İngiltere a.1922<br/>II.Rusya b.1920<br/>III.Almanya c.1921<br/>IV:Fransa d.1923<br/>Yukarıda verilen Avrupada radyo yayıncılığın <strong>ilk defa</strong> başladığı ülkeler ve yayına başlama yılları aşağıdakilerden hangisinde doğru eşleştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-b, II-c, III-d, IV-a",
      "B": "I-c, II-b, III-d, IV-a",
      "C": "I-d, II-c, III-b, IV-a",
      "D": "I-a, II-c, III-d, IV-b",
      "E": "I-b, II-a, III-d, IV-c"
    },
    "explanation": "İlk Dönem Radyo Yayıncılığı<br/>I-b, II-c, III-d, IV-a"
  },
  {
    "id": "3882875",
    "unitNumber": 5,
    "text": "Aşağıdaki tarihlerin hangisinde Türkiye'de radyo yayıncılığı başlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1927",
      "B": "1926",
      "C": "1925",
      "D": "1928",
      "E": "1929"
    },
    "explanation": "İlk Dönem Radyo Yayınları<br/>Türkiye’de radyo yayınları da Avrupa ülkeleri ile hemen hemen aynı tarihlerde 1927 yılında başlamıştır."
  },
  {
    "id": "3882876",
    "unitNumber": 5,
    "text": "I. Tansistörün İcadı<br/>II. FM bandının bulunuşu<br/>III. Telsiz yayınının gelişmesi<br/>IV. Stereo Yayına geçiş<br/>Yukarıdaki gelişmelerden hangileri radyo yayınlarının kitlelere ulaşması ve yaygınlaşmasına ön ayak olmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-IV",
      "B": "I-II",
      "C": "I-II-III-IV",
      "D": "II-III-IV",
      "E": "III-IV"
    },
    "explanation": "<strong>RADYO YAYINININ TEKNİK ÖZELLİKLERİ VE GELİŞİMİ </strong><br/>I-II-IV"
  },
  {
    "id": "3882877",
    "unitNumber": 5,
    "text": "Radyo ve televizyon sinyallerinin verildiği yerden alıcı cihaza kadar ulaşmasına ________ denilmektedir.<br/>Yukarıdaki boşluğu aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Yayınım",
      "B": "Transfer",
      "C": "İletim",
      "D": "Nakil",
      "E": "Salınım"
    },
    "explanation": "Radyo Frekansları ve Yayınım<br/>Radyo ve televizyon sinyallerinin verildiği yerden alıcı cihaza kadar ulaşmasına yayınım (propagation) denilmektedir."
  },
  {
    "id": "3882878",
    "unitNumber": 5,
    "text": "I. Düşük Frekans a. 3 MHz - 30 MHz<br/>II. Orta Frekans b. 300 kHz - 3 MHz<br/>III. Yüksek Frekans c. 30 kHz - 300 kHz<br/>Yukarıdaki frekansların elektromanyetik radyasyon spekturmları ve onların değer aralıklarının doğru eşleştirmesi aşağıdakilerin hangisinde verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-c, II-b, III-a",
      "B": "I-a, II-b, III-c",
      "C": "I-b, II-a, III-c",
      "D": "I-c, II-a, III-b",
      "E": "I-b, II-c, III-a"
    },
    "explanation": "Radyo Frekansları ve Yayınım<br/>I-c, II-b, III-a"
  },
  {
    "id": "3882879",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ses codeclerinden birisi <em><strong>değildir</strong></em>?",
    "correctAnswer": "A",
    "options": {
      "A": "Jpeg",
      "B": "Mp3",
      "C": "Wav",
      "D": "Aac",
      "E": "Wma"
    },
    "explanation": "Dijital Radyo Yayıncılığı ve Kavramlar<br/>Jpeg"
  },
  {
    "id": "3882880",
    "unitNumber": 5,
    "text": "Elektronik tüplerin elektrik titreşimlerini genişletmekte kullanılan cihaza ______ denir.<br/>Yukarıda boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Transistör",
      "B": "Osilatör",
      "C": "Jiroskop",
      "D": "Amplifikatör",
      "E": "Encoder"
    },
    "explanation": "Transistörlü Radyolar"
  },
  {
    "id": "3882881",
    "unitNumber": 6,
    "text": "Analog TV sisteminde görüntü ve ses kayıtları hangi medyalara yapılmaktaydı?",
    "correctAnswer": "E",
    "options": {
      "A": "CD'lere",
      "B": "DVD Disklere",
      "C": "Flash Disklere",
      "D": "Sabit Disklere",
      "E": "Makara ve kasetli manyetik bantlara"
    },
    "explanation": "Analog televizyon sisteminde elektrik sinyallerine dönüştürülen görüntü, video kayıt ve görüntü depolama araçlarının geliştirilmesi ile makara veya kaset içindeki bantlara kaydedilmeye başlanmıştır.<br/>Makara ve kasetli manyetik bantlara"
  },
  {
    "id": "3882882",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Dijital TV yayıncılığı sistemi tanımında kullanılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "625 satır SECAM sistemi",
      "B": "819 satır PAL sistemi",
      "C": "Geçmeli taramalı PAL",
      "D": "Tek-çift satır kareleri",
      "E": "25 kare ve bu karelerin piksellerden oluşması"
    },
    "explanation": "Dijital yayıncılığın ilk teknik aşaması, yayın standartlarına göre saniyede 25 ilâ 30 kare arasında değişen video sinyalini 1 ve 0 bit olarak kodlanmış dijital sinyale dönüştürmektir. Başka bir deyişle, görüntüler “piksel” olarak adlandırılan en küçük parçalara veya noktalara bölünür. Dijitalleştirme işlemi gerçekleştirmek için bu piksellerin her birinin rengi ve parlaklığı tanımlanır.<br/>25 kare ve bu karelerin piksellerden oluşması"
  },
  {
    "id": "3882883",
    "unitNumber": 6,
    "text": "Dijital görüntülerin yayınında yapılması gereken zorunlu teknik işlem hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Satırların çoğaltılması",
      "B": "Kare sayısının arttırılması",
      "C": "625 geçmeli tarama yapılması",
      "D": "Dijital görüntünün sıkıştırılarak yayınlanması",
      "E": "PAL sisteminde 625 satırın yayınlanması"
    },
    "explanation": "Dijital televizyon büyük miktarda bilgi taşır. Bu kadar büyük miktarda bilgi taşıyan dijital ses ve videoyu yayınlamak için çok büyük bir bant genişliği gereklidir. Bu, sınırlı bant genişliğine sahip iletim hatları<br/>için önemli bir noktadır. Bu sorunu çözmek için sıkıştırma teknikleri kullanılır.<br/>Dijital görüntünün sıkıştırılarak yayınlanması"
  },
  {
    "id": "3882884",
    "unitNumber": 6,
    "text": "Netflix ve D-smart'dan bir film ya da dizinin evlerde izlenmesi hangi tür Dijital TV yayını hizmeti grubuna girer?",
    "correctAnswer": "E",
    "options": {
      "A": "PAL sistemi yayıncılığı",
      "B": "PAL uydu yayıncılığı",
      "C": "PAL kablo yayıncılığı",
      "D": "Teletext yayını izlenmesi",
      "E": "VOD Video ON DEMAND yayını"
    },
    "explanation": "İsteğe Bağlı Video, internet televizyonunda yaygın olan bir hizmettir. İstenildiği zaman izlenebilen bu video hizmeti dijital televizyon platformları tarafından da verilmektedir. Bunların bir kısmı ücretsiz olabildiği gibi bir kısmı da ücretlidir.<br/>VOD Video ON DEMAND yayını"
  },
  {
    "id": "3882885",
    "unitNumber": 6,
    "text": "Ahmet bey, evinde en sevdiği diziyi ya da filmi istediği an nasıl izleyebilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "PAL Kablo TV sistemi vardır.",
      "B": "Uydu alıcılarından PAL-SECAM yayınları izlemektedir.",
      "C": "İnternet TV'sinden VOD yayını izlemektedir.",
      "D": "Çatı anteninden dizileri izleyebilir.",
      "E": "Karasal yayından izler"
    },
    "explanation": "İnternet televizyonunda VOD (Video on Demand) yani İsteğe Bağlı Video önemli bir yer tutar. İnternet televizyonunun farklılığı da buradan ileri gelmektedir. İzleyici istediği videoyu istediği zaman izleyebilmektedir.<br/>İnternet TV'sinden VOD yayını izlemektedir."
  },
  {
    "id": "3882886",
    "unitNumber": 6,
    "text": "''Set üstü cihaz ile TV yayınlarını, dizi ve filmleri izleyebilme, durdurup geri alma, istedikleri içerikleri kayıt edebilme özelliği veren TV sistemine'' ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dijital TV",
      "B": "Kablolu yayın",
      "C": "PAL uydu yayını",
      "D": "Dijital diskten okuma",
      "E": "IPTV sistemi"
    },
    "explanation": "IPTV için telefon, televizyon ve internet hizmetinin bir bütün içinde alınabilmesi gereklidir. Buna Triplay denilmektedir. Triplay, Set Üstü Cihaz<br/>olarak adlandırılan bir kutu sayesinde kullanıcıya televizyon yayınlarını izleyebilme, yayını durdurup geri alabilme, yayınlardaki istediği içerikleri kaydedebilme ve daha sonra izleyebilme olanağı verir.<br/>IPTV sistemi"
  },
  {
    "id": "3882887",
    "unitNumber": 6,
    "text": "Uydu yayın alıcısının bir modem ile internete bağlanarak TV programları ve dizilerin, filmlerin indirilerek seyredilmesi, hangi yayın sistemi olarak tanımlanır?",
    "correctAnswer": "D",
    "options": {
      "A": "PAL uydu sistemi",
      "B": "Dijital uydu sistemi",
      "C": "Kablo yayın sistemi",
      "D": "HBB TV Hybrid TV sistemi",
      "E": "PVR sistemi"
    },
    "explanation": "HBB TV ikili bir yapıya sahiptir. Uydu yayınları ile internetin bir arada kullanılmasını sağlar. Uydu yayınlarını set üstü cihaz aracılığı ile alan<br/>televizyonlara bir network kablosu takılarak, modemle iletişim kurması sağlanabilmektedir. Bu şekilde internete bağlanılan durumlarda set üstü<br/>cihaz, bazı servisleri internetten alabilmektedir. Bunlar; haberlerin okunabilmesi, televizyondan hava durumunun takip edilmesi, bazı filmlerin indirilip seyredilebilmesi, bazı kaydedilmiş yayınların tekrar seyredilmesi gibi uygulamaları kapsamaktadır.<br/>HBB TV Hybrid TV sistemi"
  },
  {
    "id": "3882888",
    "unitNumber": 6,
    "text": "Sosyal TV kapsamında evinde ders çalışırken görüntülerini naklen yayınlayan bir öğrenci, bu işlem için aşağıdakilerden hangisine zorunlu ihtiyaç duyar?",
    "correctAnswer": "B",
    "options": {
      "A": "Kablo TV hattına",
      "B": "Kameralı akıllı telefona",
      "C": "Video kamera cihazına",
      "D": "Telefon modemine",
      "E": "Uydu alıcısı set üstü cihazına"
    },
    "explanation": "İnternet televizyonuyla gelen kendi yayın akışını oluşturma, izleyicinin istediği içeriği istediği zaman ve mekanda izleme özellikleri kişiselleştirilmiş bir TV deneyimi sunmaktadır. Sosyal TV’de bu kişiselleştirilmiş deneyim daha da güçlenerek canlı yayın yapılabilir düzeye getirilmiştir.<br/>Kameralı akıllı telefona"
  },
  {
    "id": "3882889",
    "unitNumber": 6,
    "text": "Sosyal medyadan yapılan bir yayının, günümüz TV yayın kanallarında yayınlanmasında, karşılaşılan sorunlardan hangisi aşağıda verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çerçeve oranının 16:9 olması",
      "B": "Görüntünün kalitesi",
      "C": "Dikey çerçevede görüntü çekilmesi",
      "D": "PAL sistemi olması",
      "E": "Görüntünün küçük olması"
    },
    "explanation": "Günümüz televizyon teknolojisi yayınlarda 16:9 çerçeve oranı kullanmakta, ancak sosyal medyadan gelen dikey çerçeveler bu oranda uyumsuzluk göstermekte, yanlarda büyük siyah boşluklar bırakmaktadır. Televizyon yayıncıları bu boşluklara grafik koyarak veya dikey görüntünün büyütülmüş görüntüsüyle boşlukları kapatmakta, dikey görüntüyü de büyütülmüş görüntünün içine kendi boyutuyla yerleştirmektedir.<br/>Dikey çerçevede görüntü çekilmesi"
  },
  {
    "id": "3882890",
    "unitNumber": 6,
    "text": "Düzenli televizyon yayınları hangi ülkede başlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "İngiltere",
      "B": "Amerika Birleşik Devletleri",
      "C": "Almanya",
      "D": "Japonya",
      "E": "SSCB"
    },
    "explanation": "Televizyon ile ilgili çalışmalar 19. Yüzyılda başlamıştır. 20. Yüzyılın başlarında ise Birleşik Krallık’ta John Logie Baird, icat ettiği televizyonda ilk görüntüyü elde etmiştir. 1936 yılında İngiltere’de ilk düzenli televizyon yayınlarının başlamasıyla geleneksel televizyon yayıncılığı hayata geçmiş oldu."
  },
  {
    "id": "3882891",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Almanya'nın geliştirdiği TV renk sistemidir?",
    "correctAnswer": "B",
    "options": {
      "A": "SECAM",
      "B": "PAL",
      "C": "BSC",
      "D": "NTSC",
      "E": "ATC"
    },
    "explanation": "Uzun yıllar televizyon yayınları analog olarak yapılmıştır. Renkli yayınlar da analog dönemde başlamış ve gelişmiştir. Renkli televizyon çalışmaları yapan ülkeler kendi renk sistemlerini oluşturmuştur. Bu renk sistemleri PAL, SECAM ve NTSC’dir. PAL sistemi Almanya tarafından, SECAM Fransa tarafından, NTSC sistemi ise ABD tarafından icat edilmiştir."
  },
  {
    "id": "3882892",
    "unitNumber": 6,
    "text": "Radyolink ağı ile VHF ve UHF bantları kullanarak yapılan televizyon yayınına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karasal yayın",
      "B": "Uydu yayını",
      "C": "İnternet",
      "D": "Kablo TV",
      "E": "Tematik"
    },
    "explanation": "Karasal Yayın: Uydu yayın teknolojisi gelişene kadar televizyon yayınlarının uzak mesafelere iletilmesi sadece radyo link ağı aracılığıyla yapılmıştır. Radyolink ağı ile VHF ve UHF bantları kullanarak yapılan televizyon yayınına karasal yayın adı verilmektedir. Yüksek yerlere yerleştirilen radyolink istasyonları sayesinde televizyon yayın sinyali bir istasyondan diğerine aktarılır."
  },
  {
    "id": "3882893",
    "unitNumber": 6,
    "text": "Televizyon izleme araştırması yapan şirketler izlenme oranı ve izlenme payı ölçümünü hangi cihazla yapar?",
    "correctAnswer": "B",
    "options": {
      "A": "Ratemeter",
      "B": "Peoplemeter",
      "C": "Grademeter",
      "D": "Poolmeter",
      "E": "Viewmeter"
    },
    "explanation": "Televizyon izleme araştırması yapan şirketler, ölçüm yapılacak ülkede “peoplemeter” cihazı ile<br/>izlenme oranı ve izlenme payını hesaplarlar. Peoplemeter cihazı ölçüm şirketleri tarafından<br/>belli sayıda televizyon cihazına takılır. Ülkedeki her televizyon alıcısına peoplemeter cihazı takılı olmadığından; bu cihazın takılı olduğu televizyonlar ülkenin tümünü temsil ederler"
  },
  {
    "id": "3882894",
    "unitNumber": 6,
    "text": "Televizyonun analog yayın yaptığı dönemde Türkiye tarafından da kullanılan PAL renk sisteminin satır tarama sayısı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "510",
      "B": "625",
      "C": "840",
      "D": "1024",
      "E": "1080"
    },
    "explanation": "Televizyonun görüntü oluşturma teknolojisi başlangıcından itibaren satır tarama sistemi ile gerçekleşmektedir. PAL, SECAM ve NTSC sistemlerinin tarama standartları da birbirinden farklıdır.<br/>Buna göre satır taramaları renk sistemlerine göre aşağıdaki gibi sıralanır:<br/>1. PAL: 625 satır tarama<br/>2. SECAM: 819 satır tarama<br/>3. NTSC: 525 satır tarama"
  },
  {
    "id": "3882895",
    "unitNumber": 6,
    "text": "Televizyon yayınlarını ileten iletişim uydularının dünya çevresinde yerleştirildiği yörüngenin<br/>adı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Alçak Dünya Yörüngesi",
      "B": "Orta Dünya Yörüngesi",
      "C": "Manyetik Yörünge",
      "D": "Yer Sabit Yörüngesi",
      "E": "Kutupsal Yörünge"
    },
    "explanation": "Radyo ve televizyonn yayınları iletişim uyduları aracılığıyla yapılır. İletişim uyduları, yayınların ulaştırılmasının istendiği yeryüzü alanını kapsayacak şekilde yer sabit yörüngesine yerleştirilir. Yer sabit yörüngesi (jeostatik yörünge) dünyanın çevresindeki yörüngeler içinde dünya ile aynı<br/>dönme süresine sahip yörüngedir. Bu yörüngeye yerleştirilen uydular yeryüzünden bakıldığında sabit görünürler."
  },
  {
    "id": "3882896",
    "unitNumber": 6,
    "text": "Uydu yayınları ile interneti birarada kullanabilen en uygun televizyon sistemi hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "IP TV",
      "B": "WE TV",
      "C": "WEB TV",
      "D": "Social TV",
      "E": "HBB TV"
    },
    "explanation": "İnternet sağlayıcının süreç içinde doğrudan bir etkisi yoktur. Hibrit içeriklerle izleyicilere normal TV izleme tecrübelerinin yanında eşsiz deneyimler sunulabilmektedir. Bir diziyi veya futbol maçını izlerken kaçırdığınız sahneyi/pozisyonu geri alıp izleyebilme, eski bölümleri takip edebilme imkânı sunulabilmektedir. Dizideki oyuncunun üzerindeki kıyafeti veya takıyı anında sipariş verip satın alabilirsiniz. Bölgesel hava durumu raporu izlenirken canlı olarak bölgenizden görüntülere erişebilmek de mümkündür. Herhangi bir spor müsabakasındaki istatistiklere de anında erişilebilir, anketlere katılabilirsiniz. Kısacası televizyon izlerken interaktif uygulamalarla daha eğlenceli hale getirmektedir"
  },
  {
    "id": "3882897",
    "unitNumber": 6,
    "text": "Twitch hangi tip televizyona örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hibrit TV",
      "B": "Sosyal TV",
      "C": "IP TV",
      "D": "Web TV",
      "E": "İnternet TV"
    },
    "explanation": "Twitch bilgisayar oyunlarına odaklanan bir Sosyal TV platformudur. Kullanıcılara elektronik spor<br/>karşılaşmalarının canlı olarak izlenebildiği, etkileşimli bir alan sunar. Ancak spor dışında çok çeşitli<br/>konularda yayınlar yapan çok sayıda kullanıcısı da bulunmaktadır. Müzik ve sanat performansları ve<br/>sohbetler de bunların arasındadır. Twitch yayınında tıpkı diğer sosyal medya platformlarında olduğu<br/>gibi yayını yapan kişiyle etkileşim mümkündür."
  },
  {
    "id": "3882898",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, analog profesyonel formatlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Umatic",
      "B": "1 Inch Type B",
      "C": "Betacam SP",
      "D": "Betacam",
      "E": "Betamax"
    },
    "explanation": "Soruda seçeneklerin tamamı analog formatlardır. Ancak bunlardan E seçeneği profesyonel değil amatör formattır."
  },
  {
    "id": "3882899",
    "unitNumber": 6,
    "text": "Dijital televizyonun temeli aşağıdakilerden hangisine dayanmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yükseltilmiş analog video sinyali",
      "B": "Satır tarama ve PAL renk sistemi",
      "C": "Satır tarama ve SECAM renk sistemi",
      "D": "Satır tarama ve NTSC renk sistemi",
      "E": "Kodlama ve pikseller"
    },
    "explanation": "Dijital televizyonun temeli video sinyalinin kodlanmasına ve piksellere dayanmaktadır"
  },
  {
    "id": "3883080",
    "unitNumber": 7,
    "text": "Dijital ortama aktarılan bağımsız farklı materyallerin bilgisayar ortamı sayesinde birleştirilerek yeni nesnelerin oluşturulması işlemine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Otomasyon",
      "B": "Kod çevrimi",
      "C": "Sayısal temsil",
      "D": "Değişkenlik",
      "E": "Modülerlik"
    },
    "explanation": "<strong>DİJİTAL MEDYA KAVRAMI</strong><br/>Doğru yanıt E seçeneğidir. Çünkü, modülerlik; dijital ortama aktarılan bağımsız farklı materyallerin bilgisayar ortamı sayesinde birleştirilerek yeni nesnelerin oluşturulması işlemidir. Örnek olarak bir filmin ses ve görüntünün birleştirilmesi olarak gösterilebilir."
  },
  {
    "id": "3883081",
    "unitNumber": 7,
    "text": "I. Tarihsel olarak ABD ve Sovyetler Birliği arasında soğuk savaş dönemleri sırasında ilk ağ temelleri atılmıştır.<br/>II. Dijital medyanın en bilinen aracı televizyondur<br/>III. 20.yüzyılda telefon, radyo veya telgraf gibi dijital gibi dijital medya araçları ön plana çıkmaktadır<br/>IV. 20.yüzyıla girildiğinde bilgisayarların aktif olarak hayatımıza girmesiyle birlikte internet ağının ilk altyapısı kurulmuştur.<br/>Yukarıdakilerden hangileri dijital medyanın tarihsel gelişimi konusunda doğru ifadelerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve IV",
      "D": "I ve II",
      "E": "II ve IV"
    },
    "explanation": "<strong>Dijital Medya ve Tarihsel Gelişimi</strong><br/>Dijital medyanın en bilinen aracı internettir ve herhangi bir konuda bilgi edinme aracı olarak web siteleri aktif olarak kullanılmaktadır. Geçmişten günümüze dijital medya araçları farklılıklar göstermiştir. 19. yüzyılda telefon, radyo veya telgraf gibi dijital gibi dijital medya araçları ön plana çıkmaktadır. 20. Yüzyıla girildiğinde bilgisayarların aktif olarak hayatımıza girmesiyle birlikte internet ağının ilk altyapısı kurulmuştur. Tarihsel olarak ABD ve Sovyetler Birliği arasında soğuk savaş dönemleri sırasında ilk ağ temelleri atılmıştır. Dolayısıyla, doğru yanıt C seçeneğidir."
  },
  {
    "id": "3883082",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi dijital medya alanında sıklıkla kullanılan terimlerden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tıklanma oranı",
      "B": "Tiraj oranı",
      "C": "Gösterim",
      "D": "Domain",
      "E": "Çerez"
    },
    "explanation": "<strong>DİJİTAL MEDYA KAVRAMI </strong><br/>Doğru yanıt B seçeneğidir. Çünkü, dijital medyada sıklıkla kullanılan terimler ise şunlardır: Kitle, Yazılı ve Görsel Reklam, Domain, Marka Bilinirliği, Gösterim/Görüntüleme, Tıklanma oranı, Çerez."
  },
  {
    "id": "3883083",
    "unitNumber": 7,
    "text": "Bilgisayar destekli ilk haberleşme sisteminin kuruluşu devletlerin …………. sistemlerini geliştirmek amacıyla ortaya çıkmıştır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Eğitim",
      "B": "Güvenlik",
      "C": "Sağlık",
      "D": "Ticaret",
      "E": "Turizm"
    },
    "explanation": "<strong>Dijital Medya ve Tarihsel Gelişimi</strong><br/>Doğru yanıt B seçeneğidir. Çünkü, bilgisayar destekli ilk haberleşme sisteminin kuruluşu ise devletlerin güvenlik sistemlerini geliştirmek amacıyla ortaya çıkmıştır. Amerika Birleşik Devletleri 1960’lı yıllarda bir askeri savunma birimi kurmuş, bunlardan ilki ARPA (Gelişmiş Araştırma Projeleri Ajansı) ve bundan sonra da DARPA (Savunma Gelişmiş Araştırma Proje Ajansı) birimleri kurulmuştur."
  },
  {
    "id": "3883084",
    "unitNumber": 7,
    "text": "Hem kişisel hem de toplumsal iletişim için bir araç görevi gören teknolojiye ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gazete",
      "B": "İnternet",
      "C": "Radyo",
      "D": "Televizyon",
      "E": "Video"
    },
    "explanation": "<strong>Dijital Medya ve Tarihsel Gelişimi</strong><br/>Günümüze kadarki internet serüveni göz önünde bulundurulduğunda video ve görsellerin de internet ortamına aktarılması ile büyük bir ekosistem haline gelmiştir. İnternetten önceki iletişim araçları göz önüne alındığında telgraf ve telefon birebir iletişim metodunu önem kazanmışken televizyon ve radyo ile kişisel iletişimden ziyade toplumsallaşma ön plana çıkmıştır. İnternet teknolojisi bu bakımdan ele alındığında hem kişisel hem de toplumsal iletişim için bir araç olduğu görülmektedir. Dolayısıyla, doğru yanıt B seçeneğidir."
  },
  {
    "id": "3883085",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi dijital medya araçlarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gazete",
      "B": "Televizyon",
      "C": "Sinema",
      "D": "Radyo",
      "E": "Blog"
    },
    "explanation": "<strong>Dijital Medya Araçları</strong><br/>Doğru yanıt, E seçeneğidir. Çünkü, dijital medya araçları kısaca;<br/><ul> <li>Sosyal Medya Siteleri,</li> <li>Web Siteleri,</li> <li>Bloglar,</li> <li>Mobil Uygulamalar</li> </ul> gibi internet aracılığı ile ulaşabileceğimiz ve iletişim kurabileceğimiz ortamlar dijital medya araçları olarak değerlendirilmektedir."
  },
  {
    "id": "3883086",
    "unitNumber": 7,
    "text": "İş dünyasından farklı uzmanlık alanlarındaki kişileri ve kurumları bir araya getiren sosyal medya uygulamasına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Twitter",
      "B": "Linkedin",
      "C": "Facebook",
      "D": "Pinterest",
      "E": "Instagram"
    },
    "explanation": "<strong>Sosyal Medya Siteleri - Linkedin</strong><br/>Linkedin; iş dünyasından farklı uzmanlık alanlarındaki kişileri ve kurumları bir araya getiren sosyal medya uygulamasıdır. Özellikle topluluk ve marka yönetimleri için aktif olarak kullanılmakta ve iş dünyasından kişiler, iş arayan veya işverenler birbirleriyle profesyonel bağlantı kurabilmektedir. Bu yüzden doğru yanıt B seçeneğidir."
  },
  {
    "id": "3883087",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi halkla ilişkilerin amaçlarından biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Örgütü kamuoyuna tanıtma ve örgüt hakkında kamuoyunu bilinçlendirmek",
      "B": "Kamuoyunun örgüt ile ilgili işlerini kolaylaştırmak ve kamuoyuna bu süreçte destek sağlamak",
      "C": "Örgütün sermaye ve ticari etkinlikler yararına faaliyetlerde bulunmasını sağlamak",
      "D": "Sosyal sorumluluk duygusu oluşturmak",
      "E": "Kamuoyu ile yönetim arasında güçlü ve olumlu iletişim kurmak"
    },
    "explanation": "<strong>HALKLA İLİŞKİLER KAVRAMI - Halkla İlişkilerin Amaçları</strong><br/>Halkla ilişkilerin amaçları şu şekilde sıralanabilir:<br/><ul> <li>Örgütü kamuoyuna tanıtma ve örgüt hakkında kamuoyunu bilinçlendirmek,</li> <li>Kamuoyu ile yönetim arasında güçlü ve olumlu iletişim kurmak,</li> <li>Kamuoyunun örgüt ile ilgili işlerini kolaylaştırmak ve kamuoyuna bu süreçte destek sağlamak,</li> <li>Sosyal sorumluluk duygusu oluşturmak ve örgütün toplum yararına faaliyetlerde bulunmasını sağlamak. Dolayısıyla, doğru yanıt C seçeneğidir.</li> </ul>"
  },
  {
    "id": "3883088",
    "unitNumber": 7,
    "text": "İçinde yaşadığımız teknoloji çağında ………….. kullanmayan veya yönetemeyen bir kuruluşun halkla ilişkiler konusunda rakiplerinin gerisinde kalacağını söylemek mümkündür.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Telefon",
      "B": "Dergi",
      "C": "Sosyal medya",
      "D": "Radyo",
      "E": "Gazete"
    },
    "explanation": "<strong>HALKLA İLİŞKİLERDE KULLANILAN DİJİTAL MEDYA ARAÇLARI-</strong> <strong>Sosyal Medya Uygulamaları</strong><br/>Doğru yanıt C seçeneğidir. Çünkü, yaşadığımız teknoloji çağında sosyal medyada var olmayan bir kuruluşun, hedef kitleleriyle etkili bir iletişim içinde olduğunu söylemek oldukça zordur. Sosyal medyayı kullanmayan veya yönetemeyen bir kuruluşun da halkla ilişkiler konusunda rakiplerinin gerisinde kalacağını söylemek mümkündür."
  },
  {
    "id": "3883089",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi günümüzde kurumların hem iç hem de dış halkla ilişkiler faaliyetlerini etkin bir şekilde yürüttüğü mecralardan birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Radyo",
      "B": "Dergi",
      "C": "E-posta",
      "D": "Gazete",
      "E": "Twitter"
    },
    "explanation": "<strong>HALKLA İLİŞKİLERDE KULLANILAN DİJİTAL MEDYA ARAÇLARI-</strong> <strong>Sosyal Medya Uygulamaları</strong><br/>Doğru yanıt E seçeneğidir. Çünkü, Facebook, Instagram ve Twitter içinde bulunduğumuz dönemin en popüler sosyal paylaşım ağlarının başında gelmektedir. Kurumlar, Instagram ve Facebook profilleri ve sayfalarıyla olduğu kadar, Twitter hesapları aracılığıyla da iç halkla ilişkiler faaliyetleri yürütmekte bu ağlar üzerinden kamuoyunu bilgilendirmekte ve kurumları için olumlu imaj oluşturmaya çalışmaktadır."
  },
  {
    "id": "3883090",
    "unitNumber": 7,
    "text": "Yeni medya anlayışı ile daha bireyle ve toplumla etkileşimli yaklaşım ortaya çıkmıştır. Yeni medya anlayışı, geleneksel medyaya alternatif olabilecek kaç tane özellik barındırmaktadır ?",
    "correctAnswer": "A",
    "options": {
      "A": "5",
      "B": "2",
      "C": "4",
      "D": "3",
      "E": "6"
    },
    "explanation": "Yeni medya anlayışı ile daha bireyle ve toplumla etkileşimli yaklaşım ortaya çıkmış ve geleneksel medyaya alternatif olabilecek özellikler (Sayısal Temsil, Modülerlik, Otomasyon, Değişkenlik, Kod Çevrimi) de barındırmaktadır. Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3883091",
    "unitNumber": 7,
    "text": "Dijital medyada sıklıkla kullanılan hangi terimin tanımı \"Dijital medyayı kullanarak yapmış olduğunuz reklamın kaç kişiye ulaştığının ölçümlenmesi ve verilere dönüşmesidir\" şeklindedir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Marka Bilinirliği",
      "B": "Gösterim/Görüntüleme",
      "C": "Tıklanma Oranı",
      "D": "Çerez",
      "E": "Kitle"
    },
    "explanation": "Gösterim/Görüntüleme: Dijital medyayı kullanarak yapmış olduğunuz reklamın kaç<br/>kişiye ulaştığının ölçümlenmesi ve verilere dönüşmesidir. Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "3883092",
    "unitNumber": 7,
    "text": "Dijital medyada sıklıkla kullanılan hangi terimin tanımı \"İnternet kullanıcıları hakkında verilere toplamayı sağlayan dosyalardır. Bunu tarayıcılar aracılığı ile yapmaktadır\" şeklindedir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Kitle",
      "B": "Marka Bilinirliği",
      "C": "Çerez",
      "D": "Tıklanma Oranı",
      "E": "Kitle"
    },
    "explanation": "Çerez: İnternet kullanıcıları hakkında verilere toplamayı sağlayan dosyalardır. Bunu<br/>tarayıcılar aracılığı ile yapmaktadır. Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "3883093",
    "unitNumber": 7,
    "text": "Dijital medya araçları kısaca kaç tanedir ?",
    "correctAnswer": "D",
    "options": {
      "A": "3",
      "B": "5",
      "C": "2",
      "D": "4",
      "E": "6"
    },
    "explanation": "Dijital medya araçları kısaca;<br/>• Sosyal Medya Siteleri,<br/>• Web Siteleri,<br/>• Bloglar,<br/>• Mobil Uygulamalar'dır.<br/>Dolayısıyla cevap D şıkkıdır."
  },
  {
    "id": "3883094",
    "unitNumber": 7,
    "text": "Günümüzde kullanılan popüler sosyal medya sitelerinden birinin tanımı \"İş dünyasından farklı uzmanlık alanlarındaki kişileri ve kurumları bir araya getiren sosyal medya uygulamasıdır\". Bu tanım aşağıda belirtilen hangi sosyal medyaya aittir ?",
    "correctAnswer": "A",
    "options": {
      "A": "LinkedIn",
      "B": "Instagram",
      "C": "Facebook",
      "D": "Twitter",
      "E": "Pinterest"
    },
    "explanation": "LinkedIn: İş dünyasından farklı uzmanlık alanlarındaki kişileri ve kurumları bir araya getiren sosyal medya uygulamasıdır. Dolayısıyla yanıt A şıkkıdır."
  },
  {
    "id": "3883095",
    "unitNumber": 7,
    "text": "Günümüzde kullanılan popüler sosyal medya sitelerinden birinin tanımı \"2007 yılında David Karp tarafından kurulan bir sosyal ağ ve microblog sitesidir. Bir microblog olması ile Twitter ile benzerlik göstermektedir ancak karakter sınırlaması olmaması ile Twitter’dan ayrılmaktadır\". Bu tanım aşağıda belirtilen hangi sosyal medyaya aittir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Pinterest",
      "B": "Tumblr",
      "C": "LinkedIn",
      "D": "Facebook",
      "E": "Instagram"
    },
    "explanation": "Tumblr, 2007 yılında David Karp tarafından kurulan bir sosyal ağ ve microblog sitesidir. Bir microblog olması ile Twitter ile benzerlik göstermektedir ancak karakter sınırlaması olmaması ile Twitter’dan ayrılmaktadır. Dolayısıyla yanıt B şıkkıdır."
  },
  {
    "id": "3883096",
    "unitNumber": 7,
    "text": "Kamuoyuna güven vermesi, kamuoyunun beklentilerini ölçerek bu beklentiler doğrultusunda örgütün yeni stratejiler geliştirmesini sağlamak ve medya ile olumlu ilişkiler kurmak yine halkla ilişkilerin amaçları arasındadır. Tüm bunların yanı sıra halkla ilişkilerin diğer amaçları kaç tanedir ?",
    "correctAnswer": "C",
    "options": {
      "A": "5",
      "B": "2",
      "C": "4",
      "D": "6",
      "E": "3"
    },
    "explanation": "Kamuoyuna güven vermesi, kamuoyunun beklentilerini ölçerek bu beklentiler doğrultusunda örgütün yeni stratejiler geliştirmesini sağlamak ve medya ile olumlu ilişkiler kurmak yine halkla ilişkilerin amaçları arasındadır. Tüm bunların yanı sıra halkla ilişkilerin diğer amaçları da şu şekilde sıralanabilir:<br/>• Örgütü kamuoyuna tanıtma ve örgüt hakkında kamuoyunu bilinçlendirmek,<br/>• Kamuoyu ile yönetim arasında güçlü ve olumlu iletişim kurmak,<br/>• Kamuoyunun örgüt ile ilgili işlerini kolaylaştırmak ve kamuoyuna bu süreçte destek<br/>sağlamak,<br/>• Sosyal sorumluluk duygusu oluşturmak ve örgütün toplum yararına faaliyetlerde bulunmasını sağlamak.<br/>Dolayısıyla yanıt C şıkkıdır."
  },
  {
    "id": "3883097",
    "unitNumber": 7,
    "text": "Halkla ilişkilerde kullanılan ortam ve araçları kaç tane olarak sıralamak mümkündür ?",
    "correctAnswer": "D",
    "options": {
      "A": "9",
      "B": "5",
      "C": "8",
      "D": "11",
      "E": "6"
    },
    "explanation": "Halkla ilişkilerde kullanılan ortam ve araçları şu şekilde sıralamak mümkündür:<br/>• Organizasyon Faaliyetleri,<br/>• Sosyal Paylaşım Ağları,<br/>• Web Siteleri,<br/>• Dergi,<br/>• Gazete,<br/>• Toplantı,<br/>• Sergi,<br/>• Fuar,<br/>• Festival,<br/>• Yarışmalar,<br/>• Törenler.<br/>Dolayısıyla yanıt D şıkkıdır."
  },
  {
    "id": "3883098",
    "unitNumber": 7,
    "text": "Hedef kitlenin güvenini kazanabilmek, anlayış ve kabul yaratabilmek için halkla ilişkiler kampanyaları hazırlanması gerekir. Bu bağlamda halkla ilişkiler uygulamaları kaç aşamadan oluşmaktadır ?",
    "correctAnswer": "E",
    "options": {
      "A": "3",
      "B": "5",
      "C": "2",
      "D": "6",
      "E": "4"
    },
    "explanation": "Hedef kitlenin güvenini kazanabilmek, anlayış ve kabul yaratabilmek için halkla ilişkiler kampanyaları hazırlanması gerekir. Bu bağlamda halkla ilişkiler uygulamaları dört aşamadan oluşmaktadır. Bu aşamalar şunlardır:<br/>• Araştırma,<br/>• Planlama,<br/>• Uygulama,<br/>• Değerlendirme.<br/>Dolayısıyla yanıt E şıkkıdır."
  },
  {
    "id": "3882900",
    "unitNumber": 8,
    "text": "İletişim teknolojileriyle ortaya çıkan yeni suç türleriyle birlikte doğan yeni hukuk dalının adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "İdare hukuku",
      "B": "Vergi hukuku",
      "C": "Bilişim hukuku",
      "D": "Ceza hukuku",
      "E": "Fikir ve sanat eserleri hukuku"
    },
    "explanation": "İnternet ve sosyal medyanın yayınlaşmasıyla bir çok farklı siber suç ortaya çıkmıştır. İletişim teknolojileriyle ortaya çıkan bu yeni suç türleri, bilişim hukukunun doğmasına neden olmuştur."
  },
  {
    "id": "3882901",
    "unitNumber": 8,
    "text": "I. Bilişim kavramı ilk defa 1989 yılında Türk Ceza Kanunu Ön Tasarısı'nda kullanılmıştır<br/>II. Bilişim suçları ceza kanununa ilk defa 1991 yılında girmiştir<br/>III. En kapsamlı düzenleme 2005 yılında 5237 sayılı Türk Ceza Kanunu ile yapılmıştır<br/>IV. Kişisel Verileri Koruma Kanunu 2016 yılında yürürlüğe girmiştir<br/>Türkiye'de bilişim hukukunun gelişimi ile ilgili yukarıda sıralanan ifadelerden doğru olanları aşağıdaki seçeneklerden hangisinde eksiksiz olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I",
      "B": "Sadece I ve II",
      "C": "Sadece I, III ve IV",
      "D": "Sadece II, III ve IV",
      "E": "Hepsi"
    },
    "explanation": "Türkiye'de bilişim hukukunun gelişimi ile ilgili sıralanan ifadelerin tamamı doğrudur."
  },
  {
    "id": "3882902",
    "unitNumber": 8,
    "text": "Bir internet kullanıcının e-mail hesabındaki yazışmalarına yasadışı erişim sağlanması, Avrupa Siber Suçlar Sözleşmesi'nde tanımlanan hangi tip suça örnek olarak gösterilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Teknolojiye erişimi engellemeye yönelik suçlar",
      "B": "Bilgisayar veri ve sistemlerin gizliliğine yönelik suçlar",
      "C": "İçerikle bağlantılı suçlar",
      "D": "Telif haklarının ihlaline yönelik suçlar",
      "E": "Elektronik ticarette tüketici haklarına yönelik suçlar"
    },
    "explanation": "Avrupa Siber Suçlar Sözleşmesi'nde tanımlanan, bilgisayar veri veya sistemlerinin gizliliğine, bütünlüğüne ve erişilebilirliğine yöneli suçlara örnek gösterilebilir."
  },
  {
    "id": "3882903",
    "unitNumber": 8,
    "text": "I. Bilişim sistemine girme suçu<br/>II. Sistemi engelleme, bozma, erişilmez kılma suçu<br/>III. Banka veya kredi kartının kötüye kullanılması suçu<br/>IV. Yasak cihaz veya program kullanma suçu<br/>V. Kişisel verilerini şifreleme sistemiyle korumayı ihmal etme suçu<br/>Yukarıdaki ifadelerden hangisi ya da hangileri Türk Ceza Kanunu'nda <strong>bilişim suçları</strong> başlığı altında düzenlenen suçlardandır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sadece I, II ve IV",
      "B": "Sadece I, II, III ve IV",
      "C": "I, II, III, IV ve V",
      "D": "Sadece II, III ve V",
      "E": "Sadece I, II, IV ve V"
    },
    "explanation": "Soruda sıralanan ilk dört ifade TCK'da bilişim suçları altında düzenlenen suçlardır. Kişisel verileri şifreleyerek korumayı ihmal etmek ise bu kapsamda bir suç olarak düzenlenmemiştir."
  },
  {
    "id": "3882904",
    "unitNumber": 8,
    "text": "I. Suçun oluşması için verilerin ele geçirilmesi şartı aranmaz<br/>II. Verilerin ele geçirilme sürecinde, iletişimin kablolu ya da kablosuz olmasının arasında fark yoktur<br/>III. Bilişim sistemine girilmesi ve bilişim sisteminde kalmaya devam edilmesi suçun unsurlarını oluşturur<br/>IV. Mağdurun rızası bilişim sistemine girme suçunda hukuka uygun nedeni olarak kabul edilmez.<br/>TCK'nin 243. maddesinde düzenlenen bilişim suçlarıyla ilgili yukarıda sıralanan ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Sadece I, II ve III",
      "B": "Sadece I, III, IV",
      "C": "Sadece I ve III",
      "D": "Hepsi",
      "E": "Sadece II, III ve IV"
    },
    "explanation": "Rıza hali hukuka aykırılığı kaldırır ve dolayısıyla mağdurun rızası bilişim sistemine girme suçunda hukuka uygun nedeni olarak kabul edilir."
  },
  {
    "id": "3882905",
    "unitNumber": 8,
    "text": "Bir bilişim sistemi içerisindeki verilerilere hukuk dışı yollarla erişilerek, bu verilerin email aracalığıyla başkalarına aktarılması TCK'nin 244. maddesi kapsamındaki hangi suça örnek olarak gösterilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilişim sistemini engelleme",
      "B": "Bilişim sisteminin işleyişini bozma",
      "C": "Bilişim sistemindeki verileri bozma",
      "D": "Bilişim sistemindeki verileri yok etme",
      "E": "Bilişim sistemindeki verileri başka yere gönderme"
    },
    "explanation": "Sorudaki olay, bilişim sistemi içerisindeki verilerin kopyalama veya taşıma suretiyle başka bir ortama taşınmasına örnek gösterilebilir."
  },
  {
    "id": "3882906",
    "unitNumber": 8,
    "text": "Bilişim hukukuyla ilgili aşağıdaki ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Ahlak, örf, adet gibi sosyal düzen kuralları geçerlidir.",
      "B": "AB direktifleri ile uyumlu olacak şekilde hayata geçirilmiştir.",
      "C": "Hukukun birçok alanıyla etkileşim içindedir.",
      "D": "Sürekli gelişim ve değişime açık olan bir hukuk dalıdır.",
      "E": "Çevrim içi dünyada bireylerin sahip olduğu hakları yasal çerçevede kullanmalarını sağlar."
    },
    "explanation": "Bilişim hukukunda ahlak, örf, adet gibi sosyal düzen kuralları geçerli değildir.<br/>Ahlak, örf, adet gibi sosyal düzen kuralları geçerlidir."
  },
  {
    "id": "3882907",
    "unitNumber": 8,
    "text": "Kara Avrupası hukuk sistemi hiyerarşisinde en üst düzeydeki yazılı hukuk kuralları aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Anayasa",
      "B": "Uluslararası Sözleşme",
      "C": "Kanun",
      "D": "Cumhurbaşkanlığı Kararnamesi",
      "E": "Yönetmelik"
    },
    "explanation": "Kara Avrupası hukuk sisteminde yazılı hukuk kuralları hiyerarşik bir yapı içinde olup, Anayasa, Uluslararası Sözleşme, Kanun, Cumhurbaşkanlığı Kararnamesi ve Yönetmelik şeklinde üst normdan alta doğru bir sıra izler."
  },
  {
    "id": "3882908",
    "unitNumber": 8,
    "text": "Kara Avrupası hukuk sistemi hiyerarşisinde alt düzeydeki kurallar üst düzey kurallara aykırı olursa aşağıdakilerden hangisi gerçekleşir?",
    "correctAnswer": "A",
    "options": {
      "A": "Siyasal veya yargısal yollarla söz konusu uyumsuzluk giderilerek hiyerarşik yapı korunur.",
      "B": "Üst düzey kurallar iptal edilerek sonlandırılır.",
      "C": "Bir taraftan düzenleme yapılırken diğer taraftan yasaklama ve kısıtlamalar getirilir.",
      "D": "Uluslararası sözleşmelerin içerdiği hükümler geçerli olur.",
      "E": "Ahlak, örf, adet gibi kurallar geçerli olur."
    },
    "explanation": "Kara Avrupası hukuk sistemi hiyerarşisinde alt düzeydeki kurallar üst düzey kurallara aykırı olursa siyasal veya yargısal yollarla söz konusu uyumsuzluk giderilerek hiyerarşik yapı korunur."
  },
  {
    "id": "3882909",
    "unitNumber": 8,
    "text": "Bilgi güvenliğinin sağlanması, elektronik ticaret ve internetin kullanılması ile ortaya çıkan hukuki meseleleri ve buna bağlı olarak internet erişimi ve kullanımı, veri güvenliği, ifade özgürlüğü, özel hayatın korunması gibi geniş bir alanı kapsayan kurallar bütününe ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilişim hukuku",
      "B": "Ceza hukuku",
      "C": "Ticaret Hukuku",
      "D": "İcra ve iflas hukuku",
      "E": "Borçlar hukuku"
    },
    "explanation": "Bilişim hukuku, bilgi güvenliğinin sağlanması, elektronik ticaret ve internetin kullanılması ile ortaya çıkan hukuki meseleleri ve buna bağlı olarak internet erişimi ve kullanımı, veri güvenliği, ifade özgürlüğü, özel hayatın korunması gibi geniş bir alanı kapsayan kurallar bütünüdür."
  },
  {
    "id": "3882910",
    "unitNumber": 8,
    "text": "Türkiye’de bilişim hukukunun gelişimiyle ilgili aşağıdaki ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Türkiye’de bilişim suçlarına yönelik tek bir kanun bulunmaktadır.",
      "B": "Kişisel Verileri Koruma Kanunu, bilişim hukukuyla ilgili önemli bir düzenlemedir.",
      "C": "2007 yılında İnternet Ortamında Yapılan Yayınların Düzenlenmesi ve Bu Yayınlar Yoluyla İşlenen Suçlarla Mücadele Edilmesi Hakkındaki Kanun yürürlüğe girmiştir.",
      "D": "Mevcut kanunlara eklenen bilişim suçlarıyla ilgili farklı hükümlerle bilişim mevzuatı oluşmuştur.",
      "E": "Kişisel verilerin korunması, 12 Eylül 2010 tarihli referandumla Anayasal güvence altına alınmıştır."
    },
    "explanation": "Türkiye’de bilişim suçlarına yönelik müstakil, tek bir kanun bulunmamaktadır. Mevcut kanunlara eklenen bilişim suçlarıyla ilgili farklı hükümlerle bilişim mevzuatı oluşmuştur.<br/>Türkiye’de bilişim suçlarına yönelik tek bir kanun bulunmaktadır."
  },
  {
    "id": "3882911",
    "unitNumber": 8,
    "text": "Türk hukukunda internetle ilgili <strong>ilk</strong> düzenleme aşağıdakilerden hangisinde yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "5237 sayılı TCK",
      "B": "TCK-214",
      "C": "Kişisel Verilerin Korunması Kanunu",
      "D": "Avrupa Birliği Genel Veri Koruma Yönetmeliği",
      "E": "5651 sayılı kanun"
    },
    "explanation": "5237 sayılı yeni TCK, Türk hukukunda internetle ilgili ilk düzenleme olmuştur.<br/>5237 sayılı TCK"
  },
  {
    "id": "3882912",
    "unitNumber": 8,
    "text": "I. Başkasına ait kredi veya banka kartını kullanma<br/>II. Sahte bir banka veya kredi kartını kullanma<br/>III. Sahte bir banka veya kredi kartı üretme<br/>IV. Kullanım süresi dolmuş kredi kartını kullanmaya devam etme<br/>V. Kredi kartı borcunu ödememe<br/>Yukarıdaki ifadelerden hangisi/hangileri TCK'nın 245. maddesinde tanımlanan banka veya kredi kartlarının kötüye kullanılması kapsamına giren suçlardan <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II ve III",
      "B": "II, III ve IV",
      "C": "I ve IV",
      "D": "IV ve V",
      "E": "Hepsi"
    },
    "explanation": "İlk üç ifade banka ve kredi kartlarının kötüye kullanılması suçları kapsamındadır. Dördüncü ve beşinci madde ise bu kapsamda suç olarak değerlendirilmez."
  },
  {
    "id": "3882913",
    "unitNumber": 8,
    "text": "I. Başkalarına ait kredi kartı kullanma suçunun işlenmesi için kartın fiziki olarak elde bulunması gerekmez<br/>II. Yasak cihaz veya program suçlarının takibi şikayete bağlı değildir<br/>III. Mağdurun rızası bilişim sistemine girme suçunda hukuka uygunluk olarak kabul edilir<br/>IV. Bilişim sistemindeki verileri yok etme suçu herhangi bir kamu kurumu ya da bankaya ait bilişim sistemi üzerinden gerçekleşiyorsa, bu suçu nitelikli hale getirecek ve cezayı yarı oranında artıracaktır<br/>Yukarıda sıralanan, Türk Ceza Kanunu'ndaki bilişim suçlarıyla ilgili ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnızca I",
      "B": "Yalnızca I, II ve III",
      "C": "Yalnızca II, III ve IV",
      "D": "Yalnızca I ve IV",
      "E": "Hepsi"
    },
    "explanation": "Soruda sıralanan ifadelerin tamamı doğrudur."
  },
  {
    "id": "3882914",
    "unitNumber": 8,
    "text": "Siber suçlar alanındaki <strong>ilk</strong> uluslararası sözleşme aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Avrupa Siber Suçlar Sözleşmesi",
      "B": "Avrupa Birliği Genel Veri Koruma Yönetmeliği",
      "C": "Kişisel Verileri Koruma Kanunu",
      "D": "TCK 217",
      "E": "İnternet Ortamında Yapılan Yayınların Düzenlenmesi Kanunu"
    },
    "explanation": "Siber suçlar alanındaki ilk uluslararası sözleşme Avrupa Siber Suçlar Sözleşmesidir."
  },
  {
    "id": "3882915",
    "unitNumber": 8,
    "text": "Türkiye, hangi yıldan itibaren Avrupa Siber Suçlar Sözleşmesi’nin tarafları arasında yer almıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "2010",
      "B": "2011",
      "C": "2012",
      "D": "2013",
      "E": "2015"
    },
    "explanation": "Türkiye, 2015 yılından itibaren Avrupa Siber Suçlar Sözleşmesi’nin tarafları arasında yer almıştır.<br/>Türkiye tarafından 10 Kasım 2010 tarihinde imzalanan Sözleşme için, 22 Nisan 2014 tarihinde uygun bulma kanunu çıkarıldı. Bakanlar Kurulu onay kararnamesinin 9 Ağustos 2014 tarihinde yayımlanması ile birlikte süreç tamamlandı.<strong> Türkiye 1 Ocak 2015 tarihinden itibaren sözleşmenin tarafları arasına katıldı.</strong>"
  },
  {
    "id": "3882916",
    "unitNumber": 8,
    "text": "Bir kişinin evine gizli kamera yerleştirilerek ses veya görüntü elde edilmesi ve bu kayıtların internet ortamında yayılması <u>hangi madde kapsamında</u> cezayı gerektirmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "TCK 132. madde",
      "B": "TCK 133. madde",
      "C": "TCK 134. madde",
      "D": "TCK 135. madde",
      "E": "TCK 136. madde"
    },
    "explanation": "TCK'nın 134. maddesinde özel hayatı ihlal suçu düzenlenmiştir. Sorudaki örnek durum bu suç kapsamında cezayı gerektirir."
  },
  {
    "id": "3882917",
    "unitNumber": 8,
    "text": "Bilişim sistemine girme ve sistemde kalma suçu TCK’nın hangi maddesinde düzenlenmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "243",
      "B": "244",
      "C": "245",
      "D": "246",
      "E": "247"
    },
    "explanation": "Bilişim suçlarının en yaygını olan bilişim sistemine girme suçu TCK’nın 243. Maddesi’nde düzenlenmiştir."
  },
  {
    "id": "3882918",
    "unitNumber": 8,
    "text": "Özel hayatın gizliliğini ihlal eden bir kişi, kaç yıl hapis cezası alır?",
    "correctAnswer": "A",
    "options": {
      "A": "1 yıldan 3 yıla kadar",
      "B": "5 yıl",
      "C": "2 yıldan 4 yıla kadar",
      "D": "2 yıl",
      "E": "1 yıl"
    },
    "explanation": "Özel hayatın gizliliğini ihlal eden bir kişi, bir yıldan üç yıla kadar hapisle cezalandırılır.<br/>1 yıldan 3 yıla kadar"
  },
  {
    "id": "3882919",
    "unitNumber": 8,
    "text": "5651 sayılı İnternet Kanunu'nda, internet ortamı üzerinden kullanıcılara sunulan her türlü bilgi veya veriyi üreten, değiştiren ve sağlayan gerçek veya tüzel kişiler <strong>...</strong> olarak tanımlanmıştır.<br/><strong>Yukarıdaki cümlede boş bırakılan alana hangi kavram gelmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yer sağlayıcı",
      "B": "Erişim sağlayıcı",
      "C": "İçerik sağlayıcı",
      "D": "İnternet sağlayıcı",
      "E": "İçerik tüketicisi"
    },
    "explanation": "İnternet ortamındaki bu içeriği üreten, değiştiren ve sağlayan gerçek ya da tüzel kişiler, içerik sağlayıcısı olarak tanımlanmıştır."
  }
]