[
  {
    "id": "3593432",
    "unitNumber": 1,
    "text": "Dijitalleşme ve dijital medya sürekliliğinde, teknoloji ve insan arasındaki köprüyü oluşturan kavram hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Teknoloji",
      "B": "Sanat",
      "C": "Yazılım",
      "D": "Tasarım",
      "E": "Donanım"
    },
    "explanation": "Tasarım; dijitalleşme ve dijital medya sürekliliğinde, teknoloji ve insan arasındaki köprüyü oluşturur."
  },
  {
    "id": "3593434",
    "unitNumber": 1,
    "text": "Bilgisayar destekli tasarımın <u>ilk</u> öncüleri ile ilgili aşağıdaki eşleşmelerden hangisi <u>doğrudur</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Tim Berners - On-Line System",
      "B": "Ivan Sutherland - Sketchpad",
      "C": "Steve Jobs - Photoshop",
      "D": "John Warnock - Flash",
      "E": "Bill Gates - Word"
    },
    "explanation": "El becerisi ve sabır gerektiren tasarım süreci, 1960’larda yerini bilgisayar destekli tasarıma (computer aided design) bırakmaya başladı. İlk öncüler arasında, Ivan Sutherland’ın Sketchpad program da vardır."
  },
  {
    "id": "3593438",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi videonun arayüz ve kullanıcı deneyimi tasarımındaki <u>zayıf</u> yönlerinden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Üretim maliyeti ve zaman",
      "B": "Dikkat çekicilik",
      "C": "Hafızada kalıcılık",
      "D": "Çok yönlü iletişim",
      "E": "Duygusal etki"
    },
    "explanation": "Kaliteli video içeriklerinin üretimi, zaman ve maliyet açısından yüksek olabilir."
  },
  {
    "id": "3593439",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi kısa animasyonlar veya döngüler için ideal olan formattır?",
    "correctAnswer": "E",
    "options": {
      "A": "PNG",
      "B": "TGA",
      "C": "TIFF",
      "D": "OBJ",
      "E": "GIF"
    },
    "explanation": "GIF (Graphics Interchange Format): Kısa animasyonlar veya döngüler için idealdir."
  },
  {
    "id": "3593440",
    "unitNumber": 1,
    "text": "Tasarımcıların, sorunun temelinde yatan gerçek ihtiyaçları ortaya çıkarmak için kullanıcıların perspektiflerine bürünmeye çalışması, tasarım odaklı düşünmenin hangi aşamasını tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Empati Kurma",
      "B": "Tanımlama",
      "C": "Fikir Üretme",
      "D": "Prototipleme",
      "E": "Test"
    },
    "explanation": "Empati Kurma (Empathize): İlk aşamada tasarımcıların kullanıcıların ihtiyaçlarını, düşüncelerini, duygularını ve motivasyonlarını anlamaları beklenir. Tasarımcılar, sorunun temelinde yatan gerçek ihtiyaçları ortaya çıkarmak için kullanıcıların perspektiflerine bürünmeye çalışır."
  },
  {
    "id": "3593441",
    "unitNumber": 1,
    "text": "…………………………..; fikirlerin düşük maliyetli, hızlı ve somut modelleridir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Amblemler",
      "B": "Videolar",
      "C": "Tasarımlar",
      "D": "Prototipler",
      "E": "Yazılımlar"
    },
    "explanation": "Prototipler; fikirlerin düşük maliyetli, hızlı ve somut modelleridir."
  },
  {
    "id": "3593442",
    "unitNumber": 1,
    "text": "Vektörel çizimlerde bir çizgiyi ya da şekli oluşturan başlangıç/bitiş noktalarını ve açılarını düzenleyerek çizilen yumuşak eğrilerin adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Vertex eğrileri",
      "B": "Polygon eğrileri",
      "C": "Bezier eğrileri",
      "D": "Nurbs eğrileri",
      "E": "Edge eğrileri"
    },
    "explanation": "Bezier eğrileri, bir çizgiyi ya da şekli oluşturan başlangıç/bitiş noktalarını ve açılarını düzenleyerek çizilen yumuşak eğrilerdir."
  },
  {
    "id": "3593443",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi üçüncül renklerdendir?",
    "correctAnswer": "B",
    "options": {
      "A": "Turuncu-mor",
      "B": "Mavi-yeşil",
      "C": "Kırmızı-mavi",
      "D": "Mavi-sarı",
      "E": "Kırmızı-sarı"
    },
    "explanation": "Üçüncül Renkler: Ana ve ara renklerin tam ortasında bulunan renklerdir: Kırmızı-turuncu, sarı-turuncu, sarı-yeşil, mavi-yeşil, mavi-mor ve kırmızı-mor."
  },
  {
    "id": "3593445",
    "unitNumber": 1,
    "text": "CMYK renk uzayında yeşil ışığı emen, kırmızı ve maviyi yansıtan hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Cyan",
      "B": "Magenta",
      "C": "Yellow",
      "D": "Key",
      "E": "Green"
    },
    "explanation": "Magenta: Yeşil ışığı emer, kırmızı ve maviyi yansıtır."
  },
  {
    "id": "3593446",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi renk çemberinde yan yana olan renkleri tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Tamamlayıcı",
      "B": "Analog",
      "C": "Triadic",
      "D": "Tetrad",
      "E": "Ana"
    },
    "explanation": "Analog Renkler: Renk çemberinde yan yana olan renklerdir."
  },
  {
    "id": "3598529",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangi tarihsel dönem tasarımı mekanikleştirmiş ve seri üretim süreçlerine uyum sağlamak zorunda bırakmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Rönesans",
      "B": "Antik Yunan",
      "C": "Sanayi Devrimi",
      "D": "Fransız Devrimi",
      "E": "Orta Çağ"
    },
    "explanation": "Sanayi Devrimi ise tasarımın yönünü dramatik bir şekilde değiştirdi. Mekanik üretim; tasarımı, seri üretim süreçlerine uyum sağlamak zorunda bıraktı ve daha sistematik ve disiplinli hâle dönüştürdü. Bu dönemle birlikte tasarım, endüstriyel süreçlerin ayrılmaz bir parçası hâline geldi."
  },
  {
    "id": "3598534",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bilgisayar destekli tasarım programlarının ilk örneklerinden sayılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Photoshop",
      "B": "Sketchpad",
      "C": "Illustrator",
      "D": "Canva",
      "E": "Paint"
    },
    "explanation": "Bir zamanlar tasarımcılar; fikirlerini kâğıda, tuvale veya kil gibi somut malzemelere aktarırdı.<br/>Uzun saatler süren el becerisi ve sabır gerektiren bu süreç, 1960’larda yerini bilgisayar destekli tasarıma (computer aided design) bırakmaya başladı. İlk öncüler arasında, Ivan Sutherland’ın Sketchpad programı (1963) ve Douglas Engelbart’ın oN-Line System (NLS) programı (1968) gibi basit çizimler ve grafikler oluşturmak için kullanılabilen yazılımsal arayüzler yer alıyordu. Yazılımlarla birlikte donanımlar da bilgisayar destekli tasarım fikrine ayak<br/>uydurdu: 1970’lerde, Apple II ve Xerox Alto gibi ilk grafiksel kullanıcı arayüzüne sahip bilgisayarlar piyasaya sürüldü. Fare gibi yeni giriş cihazlarıyla birlikte tasarımcılar, daha sezgisel bir tasarım deneyimine kavuştu. 1980’ler ise tasarım yazılımlarının altın çağıydı. Adobe Illustrator ve Photoshop gibi programlar; tasarımcılara sınırsız renk paleti, katmanlar ve özel efektler gibi yepyeni araçlar sundu."
  },
  {
    "id": "3598541",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir görsel formatıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "AAC",
      "B": "WAV",
      "C": "FLAC",
      "D": "WebP",
      "E": "WMA"
    },
    "explanation": "WebP: Google tarafından geliştirilen bu format, JPEG ve PNG’ye göre daha iyi sıkıştırma ve kalite sunar. Özellikle web kullanımı için optimize edilmiştir."
  },
  {
    "id": "3598560",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Apple tarafından geliştirilen bir video formatıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "MP4",
      "B": "AVI",
      "C": "WMV",
      "D": "WebM",
      "E": "MOV"
    },
    "explanation": "MOV: Apple tarafından geliştirilen bu format, genellikle Apple’ın kendi cihazlarında varsayılan olarak kullanılır."
  },
  {
    "id": "3598566",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir tasarım sürecinin ilk adımıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Problemi tanımlama",
      "B": "Öneri geliştirme",
      "C": "Taslak oluşturma",
      "D": "Prototip geliştirme",
      "E": "Geribildirim"
    },
    "explanation": "Tetikleyicisi ne olursa tasarım süreci bir fikir ile başlar. Bazen bu fikir size patronunuz tarafından dikte<br/>edilir, bazen ilham sizi ummadığınız bir anda yakalar ve işe koyulursunuz bazen de bir ihtiyaç sizi tasarıma<br/>sürükler. Bu noktada izlemeniz gereken süreci şu şekilde adımlayabilirsiniz:<br/>• Problemi tanımlama<br/>• Önemli noktaları belirleme<br/>• Öneri geliştirme<br/>• Taslak oluşturma<br/>• Taslağı detaylandırma<br/>• Prototip geliştirme<br/>• Test ve Değerlendirme<br/>• Geribildirim<br/>Bir tasarım üzerinde çalışmaya başladığınızda ilk olarak, çözmeye çalıştığınız problemi çok iyi tanım-<br/>lamaya çalışın. Ardından problemin çözümü ile sizin fikrinizin kesişmesi gereken önemli noktaları belirle-<br/>yin."
  },
  {
    "id": "3598574",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi fikirlerin pratikte nasıl işleyeceğini görmek için bir ön değerlendirme sağlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Empati kurma",
      "B": "Prototipleme",
      "C": "Tanımlama",
      "D": "Fikir üretme",
      "E": "Test etme"
    },
    "explanation": "Prototipleme (Prototype): Üretilen fikirlerden en parlak olanları, somut prototipler hâline getirilir. Prototipler; fikirlerin düşük maliyetli, hızlı ve somut modelleridir. Bu aşama, fikirlerin gerçek kullanıcılar tarafından test edilmeden önce pratikte nasıl işleyeceğini görmek için bir ön değerlendirme sağlar."
  },
  {
    "id": "3598578",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir tasarım sürecinde kullanıcıların deneyimlerinin incelendiği ve geri bildirim yapıldığı aşamadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Empati Kurma",
      "B": "Tanımlama",
      "C": "Fikir Üretme",
      "D": "Prototipleme",
      "E": "Test Etme"
    },
    "explanation": "Test Etme (Test): Prototipler, gerçek dünya koşullarında kullanıcılar tarafından test edilir. Test süreci sırasında, kullanıcıların deneyimleri dikkatle incelenir ve geri bildirim toplanır. Test sonuçları, problemin daha iyi anlaşılması ve çözümün iyileştirilmesi için analiz edilir."
  },
  {
    "id": "3598600",
    "unitNumber": 1,
    "text": "Vektörel çizimlerin boyutlarının büyütüldüğünde veya küçültüldüğünde kalite kaybı yaşamaması aşağıdaki hangi avantantajla ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dosya Boyutları",
      "B": "Düzenleme Kolaylığı",
      "C": "Ölçeklenebilirlik",
      "D": "Netlik",
      "E": "Keskinlik"
    },
    "explanation": "Vektörel çizimler, çözünürlükten bağımsızdır ve boyutları büyütüldüğünde veya küçültüldüğünde kalite kaybı olmaksızın ölçeklenebilir. Bu özelliği nedeniyle arayüz tasarımından kurumsal kimlik uygulamalarına, marka malzemelerinden afiş ve reklam materyalleri tasarımına kadar pek çok alanda yaygın olarak tercih edilir."
  },
  {
    "id": "3598603",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi baskı ve yayıncılık sektöründe, dijital tasarımların fiziksel kopyalarını üretmek için yaygın olarak kullanılan renk modelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Analog renkler",
      "B": "HSL",
      "C": "HSV",
      "D": "RGB",
      "E": "CMYK"
    },
    "explanation": "Çıkarmalı (subtractive) bir renk modeli olan CMYK, ışığın emilmesi ve yansıtılması prensibine göre çalışır. Özellikle baskı ve yayıncılık sektöründe, dijital tasarımların fiziksel kopyalarını üretmek için yaygın olarak kullanılır."
  },
  {
    "id": "3592859",
    "unitNumber": 2,
    "text": "1980’lerle birlikte bilgisayar bilimlerindeki bilişsel süreçler ve insan faktörlerini kapsayan mühendislik disiplini olarak ortaya çıkan insan-bilgisayar etkileşiminin (İBE) amaçları aşağıdakilerden hangisi <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kullanıcı dostu",
      "B": "Erişilebilir",
      "C": "Etkili arayüz tasarımı",
      "D": "Ekonomiye katkı",
      "E": "İnsan ihtiyaçlarına hizmet etme"
    },
    "explanation": "İBE, kullanıcı dostu, erişilebilir ve etkili arayüz tasarımları yoluyla teknolojiyi insan ihtiyaçlarına<br/>daha iyi hizmet eder hâle getirmeyi amaçlar. Sayfa 34 okuyup, bkz.<br/>Ekonomiye katkı"
  },
  {
    "id": "3592860",
    "unitNumber": 2,
    "text": "Kullanıcıların teknoloji ile etkileşime girdikleri fiziksel ve sosyal ortamı ifade eden ve insan-bilgisayar etkileşiminin (İBE) temel bileşenlerinden olan bu tanımlama aşağıdakilerden hangi kavramdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Görev",
      "B": "Bağlam",
      "C": "Araç",
      "D": "Erişilebilirlik",
      "E": "Çoklu platform uyumu"
    },
    "explanation": "Bağlam, kullanıcıların teknoloji ile etkileşime girdikleri fiziksel ve sosyal ortamı ifade eder."
  },
  {
    "id": "3592862",
    "unitNumber": 2,
    "text": "Yazılım ve kullanıcı arasındaki iletişimi kolaylaştıran, komutları alıp işleyen ve bilgiyi kullanıcıya geri besleyen her türlü işlemi, aracı ve süresi kapsayan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Program",
      "B": "Sistem",
      "C": "Dijital araçlar",
      "D": "Kodlama",
      "E": "Arayüz"
    },
    "explanation": "Yazılım ve kullanıcı arasındaki iletişimi kolaylaştıran, komutları alıp işleyen ve bilgiyi kullanıcıya geri besleyen her türlü işlemi, aracı ve süresi kapsar.<br/>Arayüz"
  },
  {
    "id": "3592863",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi çeşitli arayüz formalarından <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Grafik kullanıcı arayüzleri",
      "B": "Komut satırı arayüzleri",
      "C": "Çoklu ortamlar",
      "D": "Dokunmatik ekranlar",
      "E": "Sesli komut arayüzleri"
    },
    "explanation": "Arayüzler; grafik kullanıcı arayüzleri (GUI), komut satırı arayüzleri (CLI), dokunmatik ekranlar, sesli komut arayüzleri gibi çeşitli formlarda olabilir. Arayüzler, insanların bilgisayar sistemleriyle ile etkileşim kurabilmelerinin en temel aracıdır.<br/>Çoklu ortamlar"
  },
  {
    "id": "3592864",
    "unitNumber": 2,
    "text": "Arayüz tasarımının özü, bazı temel ilkelere dayanır. Bu ilkelerden; engelli kullanıcılar da dahil olmak üzere herkesin teknolojiyi kullanabilmesini sağlamayı hedefleyen ilke aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Erişilebilirlik",
      "B": "Verimlilik",
      "C": "Odak/Vurgu",
      "D": "Sezgisellik",
      "E": "Tutarlılık"
    },
    "explanation": "Erişebilirlik: Engelli kullanıcılar da dahil olmak üzere herkesin teknolojiyi kullanabilmesini sağlamayı hedefler.<br/>Erişilebilirlik"
  },
  {
    "id": "3592865",
    "unitNumber": 2,
    "text": "Kullanıcıların uygulama içinde kolayca navigasyon yapmalarını sağlayan görsel ipuçları olarak tanımlanan, tasarımın görsel ögelerinden olan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Görseller",
      "B": "Animasyon",
      "C": "Tipografi",
      "D": "İkon",
      "E": "Renkler"
    },
    "explanation": "<strong>İkonlar:</strong> kullanıcıların uygulama içinde kolayca navigasyon yapmalarını sağlayan görsel ipuçlarıdır."
  },
  {
    "id": "3592866",
    "unitNumber": 2,
    "text": "Arayüz tasarımlarında kullanıcının birden fazla seçeneği işaretlemesine imkân veren form bileşeni aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Düğme (Button)",
      "B": "Onay Kutusu (Checkbox)",
      "C": "Kaydırıcı (Slider)",
      "D": "Metin Alanı (Text Field)",
      "E": "İçerik Haritası (Breadcrumb)"
    },
    "explanation": "<strong>Onay Kutusu (Checkbox):</strong> Kullanıcının birden fazla seçeneği işaretlemesine imkân verir."
  },
  {
    "id": "3592868",
    "unitNumber": 2,
    "text": "Tipik bir web ya da mobil uygulama arayüzü üç ana bölümden oluşur. Aşağıdakilerden hangisi bu bölümlerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kaydırıcı (Slider)",
      "B": "Bağlantı (Link)",
      "C": "Düğme (Button)",
      "D": "İpucu (Tooltip)",
      "E": "Başlık (Header)"
    },
    "explanation": "Tipik bir web ya da mobil uygulama arayüzü üç ana bölümden oluşur: <strong>Başlık (header)</strong>, ana içerik (<strong>main content veya body)</strong> ve <strong>altbilgi (footer)</strong>."
  },
  {
    "id": "3592870",
    "unitNumber": 2,
    "text": "Farklı içerik türlerini (metin, resim, video vb.) bütünleştirmek için esnek bir yapı sunarak, içeriğin boyutuna ve türüne göre yapısal bölümleri uygun şekilde boyutlandırabilen ızgara sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hiyerarşik (Hierarchical) Izgara Sistemi",
      "B": "Sütun (Column) Izgara Sistemi",
      "C": "Modüler (Modular) Izgara Sistemi",
      "D": "Akışkan (Fluid) Izgara Sistemi",
      "E": "Sabit (Fixed) Izgara Sistemi"
    },
    "explanation": "Modüler ızgaralar, farklı içerik türlerini (metin, resim, video vb.) bütünleştirmek için esnek bir yapı sunar. Tasarımcılar, içeriğin boyutuna ve türüne göre modülleri uygun şekilde boyutlandırabilirler.<br/>Modüler (Modular) Izgara Sistemi"
  },
  {
    "id": "3592872",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi <u>po</u><u>püler tasarım stillerinden </u><strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Flat Design (Düz Tasarım)",
      "B": "Grunge Design (Dağınık Tasarım)",
      "C": "Minimalist Design (Minimalist Tasarım)",
      "D": "İllustrative Design (İllüstratif Tasarım)",
      "E": "Typography-Centric Design (Tipografi Odaklı Tasarım)"
    },
    "explanation": "Popüler Tasarım Stilleri Arayüz tasarımı, çeşitli stil türlerini kullanarak estetik çeşitlilik sunan dinamik bir disiplindir. Bu stiller;...Flat Design (Düz Tasarım), Product-Oriented Design (Ürün Odaklı Tasarım), Typography-Centric Design (Tipografi Odaklı Tasarım), Minimalist Design (Minimalist Tasarım) ve Illustrative Design (İllüstratif Tasarım) popüler tasarım stillerinin başlıcalarıdır.<br/>Grunge Design (Dağınık Tasarım)"
  },
  {
    "id": "3597916",
    "unitNumber": 2,
    "text": "İnsan ihtiyaçlarından doğan bir talebin teknolojide karşılık bulması anlamında, bilgisayar - insan etkileşiminin ilk adımı olarak kabul edilen Memex (Memory Index) yapısı hangi yılda ortaya atılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1945",
      "B": "1955",
      "C": "1965",
      "D": "1985",
      "E": "1995"
    },
    "explanation": "Amerika'lı bilim insanı ve mühendis Vannevar Bush, 1945 yılında yayınladığı \"As We May Think\" adlı makalesinde Memex (Memory Index) yapısını tanıtmıştır. Bu nedenle doğru yanıt a şıkkıdır."
  },
  {
    "id": "3597917",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, hedeflere ulaşmak için hangi adımların takip edilmesi gerektiğini belirlemeye yardımcı olur?",
    "correctAnswer": "C",
    "options": {
      "A": "Kullanıcı Analizi",
      "B": "Bağlam Analizi",
      "C": "Görev Analizi",
      "D": "Araç Analizi",
      "E": "Erişilebilirlik Analizi"
    },
    "explanation": "Görev Analizi kullanıcının hedeflerine ulaşmak için hangi adımları takip etmesi gerektiğini belirlemeye yardımcı olur. Bu nedenle doğru yanıt c şıkkıdır."
  },
  {
    "id": "3597918",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kullanıcıların her yerden ve her cihazdan erişebilmesi için gereklidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Arayüz Deneyimi",
      "B": "Bağlam",
      "C": "Görev Analizi",
      "D": "Çoklu Platform Uyumluluğu",
      "E": "Kullanım Deneyimi"
    },
    "explanation": "Çoklu Platform Uyumluluğu kullanıcıların her yereden ve her cihazdan erişebilmesi için gereklidir. Bu nedenle doğru yanıt d şıkkıdır."
  },
  {
    "id": "3597919",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi arayüz ile ilgili <strong>yanlış</strong> bir ifadedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Herhangi bir dijital cihaz ile kullanıcıları arasında etkileşimi sağlayan bir katmandır.",
      "B": "Komutları alıp işler ve bilgiyi kullanıcıya geri besleyen her türlü işlemi yapar.",
      "C": "Kullanıcıların bir sistemle deneyimini doğrudan etkiler.",
      "D": "Arayüzler çok çeşitli formlarda olabilirler.",
      "E": "Kullanıcı arayüzleri birbirinden farklıdır ve hepsi farklı amacı paylaşır."
    },
    "explanation": "Kullanıcı arayüzleri birbirinden farklıdır; ancak hepsi aynı amacı paylaşır. Kullanıcının bir ürünle etkileşimini mümkün olduğunca kolaylaştırmak ve keyifli hale getirmek. bu nedenle doğru yanıt e şıkkıdır."
  },
  {
    "id": "3597920",
    "unitNumber": 2,
    "text": "Arayüzün aşağıdaki temel ilkelerinden hangisi tasarımda uyumun ya da vurgunun yaratılmasını sağlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Denge",
      "B": "Karşıtlık",
      "C": "Odak/Vurgu",
      "D": "Ritm/Tekrar",
      "E": "Sezgisellik"
    },
    "explanation": "Karşıtlık, biçimlerde büyüklük/küçüklük ya da yumuşaklık/keskinlik renklerde ise sıcak/soğuk dengesi kullanarak tasarımda uyum ya da vurgunun yaratılmasıdır. Bu nedenle doğru yanıt b şıkkıdır."
  },
  {
    "id": "3597921",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi form bileşenleri içinde yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kaydırıcı",
      "B": "Sayfalama",
      "C": "Geçiş Düğmesi",
      "D": "Arama Alanı",
      "E": "Bağlantı"
    },
    "explanation": "Açık/Kapalı gibi ikili seçenekler arasında geçiş yapmayı sağlayan geçiş düğmesi form bileşenleri içinde yer alır. Bu nedenle doğru yanıt c şıkkıdır."
  },
  {
    "id": "3597922",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi gezinti bileşenleri içinde yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "İçerik Haritası",
      "B": "Tarih Alanı",
      "C": "Metin Alanı",
      "D": "Açılır Liste",
      "E": "Liste Kutusu"
    },
    "explanation": "Kullanıcının mevcut konumunu ve geri dönüş yolunu gösteren İçerik Haritası gezinti bileşenleri içinde yer alır. Bu nedenle doğru yanıt a şıkkıdır."
  },
  {
    "id": "3597923",
    "unitNumber": 2,
    "text": "Aşağıdaki bilgilendirme bileşenlerinden hangisi kullanıcı dikkatini belirli bir içeriğe veya eyleme odaklamayı sağlar?",
    "correctAnswer": "D",
    "options": {
      "A": "İpucu",
      "B": "İkonlar",
      "C": "Bildirimler",
      "D": "Pencere",
      "E": "Mesaj Kutusu"
    },
    "explanation": "Pencere, kullanıcı dikkatini belirli bir içeriğe veya eyleme odaklamayı sağlar. Bu nedenle doğru yanıt d şıkkıdır."
  },
  {
    "id": "3597924",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, içeriğin ve tasarım ögelerinin ekran boyutuna ve çözünürlüğüne göre ölçeklenmesine olanak sağlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Modüler Izgara Sistemi",
      "B": "Sabit Izgara Sistemi",
      "C": "Sütun Izgara Sistemi",
      "D": "Hiyerarşik Izgara Sistemi",
      "E": "Akışkan Izgara Sistemi"
    },
    "explanation": "Akışkan Izgara içeriğin ve tasarım ögelerinin ekran boyutuna ve çözünürlüğüne göre ölçeklenmesine olanak tanır. Bu nedenle doğru yanıt e şıkkıdır."
  },
  {
    "id": "3597925",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi içeriğin daha net anlaşılmasına yardımcı olan eğlenceli görsel ögeler kullanarak kullanıcı ile güçlü bir bağ kurmak ister?",
    "correctAnswer": "B",
    "options": {
      "A": "Minimalist Tasarım",
      "B": "İllüstratif Tasarım",
      "C": "Tipografi Odaklı Tasarım",
      "D": "Ürün Odaklı Tasarım",
      "E": "Düz Tasarım"
    },
    "explanation": "İllüstratif Tasarım içeriğin daha net anlaşılmasına yardımcı olan eğlenceli görsel ögeler kullanarak kullanıcı ile güçlü bir bağ kurmak ister. Bu nedenle doğru yanıt b şıkkıdır."
  },
  {
    "id": "3594975",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kullanılabilirliğin beş temel prensiplerinden biri olan ve belirli bir görevi tamamlamak için gereken zaman ve kaynakların oranını ifade eden kavramdır?",
    "correctAnswer": "B",
    "options": {
      "A": "etkililik",
      "B": "verimlilik",
      "C": "memnuniyet",
      "D": "hata toleransı",
      "E": "erişilebilirlik"
    },
    "explanation": "Doğru yanıt verimlilik<br/>Kullanılabilirliğin beş temel prensiplerinden biri olan ve belirli bir görevi tamamlamak için gereken zaman ve kaynakların oranını verimlilik ile ifade ederiz"
  },
  {
    "id": "3594979",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi geri bildirim döngüsü adımlarındandır?",
    "correctAnswer": "A",
    "options": {
      "A": "uygulama ve iyileştirme",
      "B": "etkileşim",
      "C": "duygusal metrikler",
      "D": "hata toleransı",
      "E": "kullanılabilirlik metrikleri"
    },
    "explanation": "Doğru yanıt A'dır<br/>Uygulama ve iyileştirme geribildirim döngüsü adımlarındandır"
  },
  {
    "id": "3594981",
    "unitNumber": 3,
    "text": "Hangisi Gestalt ilkeleri prensiplerinden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "benzerlik",
      "B": "yakınlık",
      "C": "kapanış",
      "D": "devamlılık",
      "E": "okunulabilirlik"
    },
    "explanation": "Doğru yanıt E şıkkıdır.<br/>Okunulabilirlik Gestalt ilkelerinden değildir."
  },
  {
    "id": "3594983",
    "unitNumber": 3,
    "text": "Başlıklar, alt başlıklar ve metin blokları arasındaki uygun hiyerarşi, kullanıcıların içeriği tarayabilmesini ve önemli bilgileri bulmalarını sağlar. Bunu aşağıdaki kavramlardan hangisi ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Gezinme hiyerarşisi",
      "B": "Arama kolaylığı",
      "C": "Okunulabilirlik",
      "D": "Görsel hiyerarşi",
      "E": "Tipografi"
    },
    "explanation": "Yanıt D şıkkıdır<br/>Başlıklar, alt başlıklar ve metin blokları arasındaki uygun hiyerarşi, kullanıcıların içeriği tarayabilmesini ve önemli bilgileri bulmalarını sağlayan görsel hiyerarşidir."
  },
  {
    "id": "3594986",
    "unitNumber": 3,
    "text": "Ekip üyelerinin herhangi bir kural olmaksızın fikirlerini paylaştığı ve her türlü düşünceye açık bir ortamda yapılan oturuma ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "metot veya teknoloji analizi",
      "B": "mükemmelleştirme",
      "C": "kullanıcı etkileşimi",
      "D": "kullanıcı odaklı yapı oluşturma",
      "E": "beyin fırtınası"
    },
    "explanation": "Yanıt E şıkkıdır<br/>Ekip üyelerinin herhangi bir kural olmaksızın fikirlerini paylaştığı ve her türlü düşünceye açık bir ortamda yapılan oturuma beyin fırtınası adı verilir."
  },
  {
    "id": "3594989",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi UX ve UI tasarımı arasındaki temel farklardan biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "UX; kullanıcıların gördüğü ara yüz elemanlarını ve etkileşime girdiği unsurları kapsarken UI, kullanıcıların bir ürünle yaşadıkları deneyimi içerir",
      "B": "UX, kullanıcıların etkileşime girdiği bir unsuru kapsarken, UI, kullanıcıların bir ürünle yaşadıkları deneyimi içerir",
      "C": "UX, kullanıcıların etkileşimde bulunduğu grafik ve tasarım ögelerine odaklanırken UI, kullanıcıların etkileşim sırasında yaşadıkları duygusal tepkilere odaklanır",
      "D": "UX, kullanıcı araştırmaları, kullanıcı senaryoları ve kullanıcı hikayeleri gibi stratejik ve araştırma odaklı süreçleri içerirken UI, renk şemaları gibi daha görsel ve estetik özelliklere odaklanır",
      "E": "UX, tipografi ve düzen gibi daha görsel özelliklere odaklanırken UI, kullanıcıların etkileşimde bulunduğu grafik ve yazılı tasarım ögelerine odaklanır"
    },
    "explanation": "Doğru yanıt D şıkkıdır.<br/>UX, kullanıcı araştırmaları, kullanıcı senaryoları ve kullanıcı hikayeleri gibi stratejik ve araştırma odaklı süreçleri içerirken UI, renk şemaları gibi daha görsel ve estetik özelliklere odaklanır"
  },
  {
    "id": "3595028",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kullanıcı deneyimi tasarım araçlarının takım içindeki iş birliğini arttırmak ve tutarlı tasarım sistemleri oluşturmak için sağladığı özelliklerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "tasarım ve prototipleme",
      "B": "iş birliği ve paylaşım",
      "C": "kullanabilirlik testleri",
      "D": "kullanıcılardan geri bildirim alma",
      "E": "görsel hiyerarşi"
    },
    "explanation": "Doğru yanıt E şıkkıdır<br/>Kullanıcı deneyimi tasarım araçlarının takım içindeki iş birliğini arttırmak ve tutarlı tasarım sistemleri oluşturmak için sağladığı özelliklerden biri görsel hiyerarşi değildir."
  },
  {
    "id": "3595032",
    "unitNumber": 3,
    "text": "Aşağıdaki uygulamalardan hangisi Adobe ekosisteminde yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sketch",
      "B": "Maya",
      "C": "XD",
      "D": "Cloud",
      "E": "DX"
    },
    "explanation": "Yanıt C şıkkıdır<br/>Adobe XD, Adobe bünyesinde bir yazılımdır"
  },
  {
    "id": "3595034",
    "unitNumber": 3,
    "text": "Ürünlerin sadece işlevsel olmaktan öteye geçerek kullanıcılar üzerinde olumlu bir duygusal etki bırakmayı hedeflemesini açıklayan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Duygu tasarımı",
      "B": "Prototipleme",
      "C": "Metrik",
      "D": "Geri bildirim döngüsü",
      "E": "Simetri"
    },
    "explanation": "Yanıt A şıkkıdır<br/>Ürünlerin sadece işlevsel olmaktan öteye geçerek kullanıcılar üzerinde olumlu bir duygusal etki bırakmayı hedeflemesini açıklayan kavram duygu tasarımıdır"
  },
  {
    "id": "3595036",
    "unitNumber": 3,
    "text": "Aynı doğrultuda olan ve birbirine bağlı olan unsurların, insanlar tarafından aynı gruba ait olarak algılanmasını ifade eden Gestalt ilkesi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "benzerlik",
      "B": "yakınlık",
      "C": "kapanış",
      "D": "devamlılık",
      "E": "okunulabilirlik"
    },
    "explanation": "Yanıt D şıkkıdır<br/>Aynı doğrultuda olan ve birbirine bağlı olan unsurların, insanlar tarafından aynı gruba ait olarak algılanmasını devamlılık kavramı ifade eder"
  },
  {
    "id": "3592891",
    "unitNumber": 4,
    "text": "İnternet ve Web karşılaştırıldığında aşağıdaki seçeneklerden hangisi Web ile ilişkilendirilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "e-posta",
      "B": "Dosya transferi",
      "C": "anlık mesajlaşma",
      "D": "İletişim",
      "E": "Bilgiye erişim ve etkileşim"
    },
    "explanation": "HTTP (Hypertext Transfer Protocol) protokolü üzerinden erişilen web, internetin alt kümelerinden biri olarak dijital içerikleri etkileşim- li bir biçimde sunma yeteneğine sahiptir. İnternet; e-posta, dosya transferi, anlık mesajlaşma gibi bir dizi hizmet ve protokolü kapsarken web, bu geniş yelpazedeki hizmetler içinde kullanıcıların bilgiye kolayca erişebilmelerini ve etkileşime geçebilmele- rini sağlayan önemli bir araç olarak dikkat çeker."
  },
  {
    "id": "3592892",
    "unitNumber": 4,
    "text": "Web uygulamalarının durum bilgisini yönetmek için kullanılan ek mekanizmalara verilen isim aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Durum bilgisiz",
      "B": "Çerezler",
      "C": "Şifrelenme",
      "D": "İstemci",
      "E": "İstek"
    },
    "explanation": "Web uygulamalarının durum bilgisini yönetmek için çerezler (cookies) gibi ek mekanizmaların kullanmasını gerektirir."
  },
  {
    "id": "3592896",
    "unitNumber": 4,
    "text": "Her istek bağımsız protokolü nitelendirmek için kullanılan kavram aşağıdaki seçeneklerin hangisinde yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Durum bilgisiz",
      "B": "Veri gizliliği",
      "C": "Kimlik doğrulama",
      "D": "Sunucu iletişimi",
      "E": "Veri paylaşımı"
    },
    "explanation": "Durum bilgisiz (stateless) bir protokoldür yani her istek bağımsızdır"
  },
  {
    "id": "3592897",
    "unitNumber": 4,
    "text": "İnternet üzerindeki bir kaynağın adresini belirten ve kullanıcının erişmek istediği web sayfasının konumunu gösteren kavrama verilen isim aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "DNS",
      "B": "IP",
      "C": "URL",
      "D": "CSS",
      "E": "HTML"
    },
    "explanation": "URL, internet üzerindeki bir kaynağın adresini belirtir ve kullanıcının erişmek istediği web sayfasının konumunu gösterir."
  },
  {
    "id": "3592898",
    "unitNumber": 4,
    "text": "Her sayfada aynı stil özelliklerinin tekrar tekrar yazılmasını önleyen ve daha etkili bir kod yönetimi sağlayan CSS özelliği aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Tasarım",
      "B": "Uyarlama",
      "C": "Tepki",
      "D": "Düşük yineleme",
      "E": "Animasyon ve Geçişler"
    },
    "explanation": "Düşük Yineleme: CSS stilleri, bir web sitesini oluşturan tüm sayfalarında ortak görsel tasarımın dilinin uygulanabilmesine olanak tanır. Her sayfada aynı stil özelliklerinin tekrar tekrar yazılmasını önler ve daha etkili bir kod yönetimi sağlar."
  },
  {
    "id": "3594185",
    "unitNumber": 4,
    "text": "Aşağıdaki seçeneklerden hangisi duyarlı tasarımın temel bileşenlerinden birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Canlı güncellemeler",
      "B": "Medya sorguları",
      "C": "Platform bağımsızlığı",
      "D": "Erişilebilirlik ve uyumluluk",
      "E": "Etkileşim ve görsellik"
    },
    "explanation": "Duyarlı tasarımın temel bileşenleri şunlardır:\n<br/>• <strong>Esnek Sayfa Düzenleri:</strong> CSS kullanılarak, sayfa düzeninin (layout) genişlik ve yükseklik değerleri yüzdelik birimler gibi esnek birimlerle tanımlanır. Bu sayede, sayfa düzeni cihaz ekranının boyutuna göre genişleyebilir veya daralabilir.\n<br/>•<strong> Esnek Görseller ve Medya:</strong> Görseller, videolar ve diğer medya türleri, içerisinde bulundukları konteynerlerin (div, section, vb.) genişliğine ve/veya yüksekliğine göre boyutlandırılır.\n<br/>• <strong>Medya Sorguları (Media Queries):</strong> CSS medya sorguları; cihazın özelliklerine (ekran çözünürlüğü, cihaz tipi, yatay/dikey tutuş pozisyonu, vb.) göre farklı stil kurallarının uygulanmasını sağlar. Medya sorgularını kullanarak tasarımcılar, farklı ekran boyutları için özelleştirilmiş düzenler ve stiller oluşturabilir.<br/>Duyarlı tasarımın temel bileşenleri şunlardır:\n • <strong>Esnek Sayfa Düzenleri:</strong> CSS kullanılarak, sayfa düzeninin (layout) genişlik ve yükseklik değerleri yüzdelik birimler gibi esnek birimlerle tanımlanır. Bu sayede, sayfa düzeni cihaz ekranının boyutuna göre genişleyebilir veya daralabilir.\n •<strong> Esnek Görseller ve Medya:</strong> Görseller, videolar ve diğer medya türleri, içerisinde bulundukları konteynerlerin (div, section, vb.) genişliğine ve/veya yüksekliğine göre boyutlandırılır.\n • <strong>Medya Sorguları (Media Queries):</strong> CSS medya sorguları; cihazın özelliklerine (ekran çözünürlüğü, cihaz tipi, yatay/dikey tutuş pozisyonu, vb.) göre farklı stil kurallarının uygulanmasını sağlar. Medya sorgularını kullanarak tasarımcılar, farklı ekran boyutları için özelleştirilmiş düzenler ve stiller oluşturabilir."
  },
  {
    "id": "3594194",
    "unitNumber": 4,
    "text": "Web sitelerinin farklı ekran boyutları ve cihazlara özel olarak tasarlanmış sabit düzenler kullanarak uyum sağlamasını sağlayan bir web tasarım yaklaşımı olarak tanımlanan tasarım yaklaşımı aşağıdaki seçeneklerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Duyarlı tasarım",
      "B": "Esnek tasarım",
      "C": "Uyarlanabilir tasarım",
      "D": "Mobil tasarım",
      "E": "Öncelikli tasarım"
    },
    "explanation": "Duyarlı tasarımdan farklı olarak uyarlanabilir (adaptive) tasarım, web sitelerinin farklı ekran boyutları ve cihazlara özel olarak tasarlanmış sabit düzenler kullanarak uyum sağlamasını sağlayan bir web tasarım yaklaşımıdır."
  },
  {
    "id": "3594878",
    "unitNumber": 4,
    "text": "Android mobil işletim sisteminin özellikle akıllı saatler ve giyilebilir cihazlar için tasarlanmış olan sürümüne verilen isim aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "iPadOS",
      "B": "CarPlay",
      "C": "Android TV",
      "D": "Android Auto",
      "E": "Wear OS"
    },
    "explanation": "Android işletim sistemi, farklı cihaz türleri için özelleştirilmiş çeşitli sürümlere sahiptir. Bu sürümler, spesifik cihazların ihtiyaçlarına ve kullanım senaryolarına göre tasarlanmıştır.\n<br/>• Wear OS: Özellikle akıllı saatler ve giyilebilir cihazlar için tasarlanmıştır.<br/>Android işletim sistemi, farklı cihaz türleri için özelleştirilmiş çeşitli sürümlere sahiptir. Bu sürümler, spesifik cihazların ihtiyaçlarına ve kullanım senaryolarına göre tasarlanmıştır.\n • Wear OS: Özellikle akıllı saatler ve giyilebilir cihazlar için tasarlanmıştır."
  },
  {
    "id": "3594882",
    "unitNumber": 4,
    "text": "Aşağıdaki seçeneklerden hangisi büyük teknoloji firmalarının tasarım vizyonunu yansıtan sistemlerin; kullanıcıları, sektörü ve tasarımcıları etkilediği unsurlar arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Standartlaşma ve Tutumluluk",
      "B": "İnovasyon ve Kullanıcı Deneyimi",
      "C": "Kullanıcı Beklentilerinin Yönlendirilmesi",
      "D": "Yaratıcılığın Sınırlanması",
      "E": "Teknolojinin Belirlenimciliği"
    },
    "explanation": "Büyük teknoloji firmalarının tasarım vizyonunu yansıtan bu sistemler; pek çok farklı açıdan kullanıcıları, sektörü ve tasarımcıları etkilemektedir:\n<br/>Standartlaşma ve Tutumluluk\n<br/>İnovasyon ve Kullanıcı Deneyimi\n<br/>Kullanıcı Beklentilerinin Yönlendirilmesi\n<br/>Yaratıcılığın Sınırlanması<br/>Büyük teknoloji firmalarının tasarım vizyonunu yansıtan bu sistemler; pek çok farklı açıdan kullanıcıları, sektörü ve tasarımcıları etkilemektedir:\n Standartlaşma ve Tutumluluk\n İnovasyon ve Kullanıcı Deneyimi\n Kullanıcı Beklentilerinin Yönlendirilmesi\n Yaratıcılığın Sınırlanması"
  },
  {
    "id": "3594887",
    "unitNumber": 4,
    "text": "Fluent Design’da derinlik, kullanıcı arayüzlerine katmanlar ve görsel hiyerarşi ekleyerek daha zengin bir deneyim oluşturmayı ve uygulamalar arası geçişleri, içerik organizasyonunu daha sezgisel hâle getirmeyi amaçlayan unsur aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Derinlik",
      "B": "Hareket",
      "C": "Malzeme",
      "D": "Işık",
      "E": "Ölçek"
    },
    "explanation": "Fluent Design’ın temeli derinlik, hareket, malzeme, ışık ve ölçek olmak üzere beş ana unsur üzerine kuruludur:\n<br/>Derinlik: Fluent Design’da derinlik, kullanıcı arayüzlerine katmanlar ve görsel hiyerarşi ekleyerek daha zengin bir deneyim oluşturmayı ve uygulamalar arası geçişleri, içerik organizasyonunu daha sezgisel hâle getirmeyi amaçlar; kullanıcılara hangi elementlerin etkileşime açık olduğunu ve hangi içeriğin önemli olduğunu görsel olarak iletmeye yardımcı olur.<br/>Fluent Design’ın temeli derinlik, hareket, malzeme, ışık ve ölçek olmak üzere beş ana unsur üzerine kuruludur:\n Derinlik: Fluent Design’da derinlik, kullanıcı arayüzlerine katmanlar ve görsel hiyerarşi ekleyerek daha zengin bir deneyim oluşturmayı ve uygulamalar arası geçişleri, içerik organizasyonunu daha sezgisel hâle getirmeyi amaçlar; kullanıcılara hangi elementlerin etkileşime açık olduğunu ve hangi içeriğin önemli olduğunu görsel olarak iletmeye yardımcı olur."
  },
  {
    "id": "3596818",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Favori web tarayıcınızı kullanarak bir web adresine erişmek istediğinizde istemci ve sunucu arasında yürütülen işlem adımlarından birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Adım 1: URL Kullanımı",
      "B": "Adım 2: DNS Sorgulama",
      "C": "Adım 3: HTTP İsteği",
      "D": ".<br/>• Adım 4: Sunucu Yanıtı",
      "E": "Ön Uç (Front-end) Web Geliştirme"
    },
    "explanation": "Ön Uç (Front-end) Web Geliştirme"
  },
  {
    "id": "3596819",
    "unitNumber": 4,
    "text": "Web geliştirme, teknolojinin hızla evrimleştiği<br/>ve kullanıcı beklentilerinin sürekli olarak değiştiği<br/>dinamik olan bir sektördür.Aşağıdaklerden hangisi bu roller ve uzmanlıklardan birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ön Uç (Front-end) Web Geliştirme",
      "B": "Adım 5: İçeriğin Görüntülenmesi",
      "C": "Adım 6: Ek Kaynakların Yüklenmesi",
      "D": "Adım 3: HTTP İsteği",
      "E": "Adım 1: URL Kullanımı"
    },
    "explanation": "Ön Uç (Front-end) Web Geliştirme"
  },
  {
    "id": "3597037",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi CCS'nin temel özelliği değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tam Kapsamlı (Full-stack) Web Geliştirme",
      "B": "Tasarım",
      "C": "Düşük yineleme",
      "D": "Uyarlama ve Tepki",
      "E": "Animasyon ve Geçişler"
    },
    "explanation": "Tam Kapsamlı (Full-stack) Web Geliştirme"
  },
  {
    "id": "3597040",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi JavaScript’in yaygın kullanım biçimleri ve alanlarından <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Seçici (Selector)",
      "B": "Ön Uç Geliştirme",
      "C": "Arka Uç Geliştirme",
      "D": "Mobil Uygulama Geliştirme:",
      "E": "Oyun Geliştirme"
    },
    "explanation": "Ön Uç Geliştirme:"
  },
  {
    "id": "3597043",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Web arayüzlerini diğer arayüz türlerinden, özellikle geleneksel masaüstü ve mobil uygulama arayüzlerinden ayrıştıran bazı temel unsurlardan değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Platform Bağımsızlığı",
      "B": "Canlı Güncellemeler",
      "C": "Kapsam ve Uygulama",
      "D": "Etkileşim ve Görsellik",
      "E": "Erişilebilirlik ve Uyumluluk"
    },
    "explanation": "Kapsam ve Uygulama"
  },
  {
    "id": "3597242",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Web ve arayüz (UI) tasarımı süreçleri, temelde<br/>benzer aşamalardan geçse de odaklandıkları alanlarda ve uygulamalarda bazı farklılıklar gösterirler.<br/>Her iki süreç arasındaki ayrışma, özellikle tasarımın kapsamı, teknik gereklilikler ve etkileşim detaylarına dair aşamalardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Canlı Güncellemeler",
      "B": "Teknik Bilgi ve Araçlar",
      "C": "Erişilebilirlik ve Uyumluluk",
      "D": "Erişilebilirlik ve Uyumluluk",
      "E": "Erişilebilirlik ve Uyumluluk"
    },
    "explanation": "Teknik Bilgi ve Araçlar"
  },
  {
    "id": "3597243",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Duyarlı tasarımın temel bileşenlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Esnek Sayfa Düzenleri",
      "B": "Etkileşim ve Animasyon:",
      "C": "Teknik Bilgi ve Araçlar",
      "D": "Etkileşim ve Görsellik",
      "E": "Erişilebilirlik ve Uyumluluk"
    },
    "explanation": "Esnek Sayfa Düzenleri"
  },
  {
    "id": "3597256",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Tasarım sistemleri, arayüz ve kullanıcı deneyimine yönelik standartlar, uygulama örnekleri ve<br/>öneriler sunarak tutarlı, kullanıcı dostu ve estetik<br/>açıdan etkileyici mobil, web ve masaüstü uygulamalar geliştirilmesine yardımcı olmaktadır. Büyük<br/>teknoloji firmalarının tasarım vizyonunu yansıtan<br/>bu sistemler; pek çok farklı açıdan kullanıcıları,<br/>sektörü ve tasarımcılara olan etklerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Standartlaşma ve Tutumluluk",
      "B": "İnovasyon ve Kullanıcı Deneyimi",
      "C": "Kullanıcı Beklentilerinin Yönlendirilmesi",
      "D": "Yaratıcılığın Sınırlanması",
      "E": "watchOS"
    },
    "explanation": "watchOS"
  },
  {
    "id": "3597269",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Fluent Design’ın temel unsurlarından değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Derinlik",
      "B": "Hareket",
      "C": "Malzeme",
      "D": "Işık",
      "E": "CarPlay"
    },
    "explanation": "CarPlay"
  },
  {
    "id": "3597288",
    "unitNumber": 4,
    "text": "iOS mobil işletim sistemi de araçların ihtiyaçlarına uygun tasarlanmıştır.Aşağıdakilerden hangisi bunlardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "iPadOS",
      "B": "Wear OS:",
      "C": "Android Auto",
      "D": "Android TV:",
      "E": "Esnek Görseller ve Medya:"
    },
    "explanation": "iPadOS"
  },
  {
    "id": "3601489",
    "unitNumber": 5,
    "text": "1906 yılında J. Stuart Blackton tarafından yapılan ve animasyonun ilk örneklerinden biri olarak görülen film aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "The Humorous Phases of Funny Faces",
      "B": "Zoetrope",
      "C": "Praksinoskop",
      "D": "Walt Disney",
      "E": "Snow White"
    },
    "explanation": "Doğru yanıt A şıkkıdır<br/>1906 yılında J. Stuart Blackton tarafından yapılan ve animasyonun ilk örneklerinden biri olarak görülen film The Humorous Phases of Funny Faces'dir"
  },
  {
    "id": "3601490",
    "unitNumber": 5,
    "text": "1834 yılında İngiliz matematikçi William Horner tarafından icat edilen cihaz hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Steamboat",
      "B": "Praksinoskop",
      "C": "Zoetrope",
      "D": "Squash",
      "E": "Frames"
    },
    "explanation": "Doğru yanıt C şıkkıdır<br/>1834 yılında İngiliz matematikçi William Horner tarafından icat edilen cihaz Zoetrope'dur"
  },
  {
    "id": "3601491",
    "unitNumber": 5,
    "text": "Dünyanın ilk uzun metraj 3B animasyon filmi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Snow White",
      "B": "Seven Dwarfs",
      "C": "Toy Story",
      "D": "Madagaskar",
      "E": "Ice Age"
    },
    "explanation": "Doğru yanıt C şıkkıdır<br/>Dünyanın ilk uzun metraj 3B animasyon filmi Toy Story'dir."
  },
  {
    "id": "3601492",
    "unitNumber": 5,
    "text": "Karakter ve nesnelerin üç boyutlu görünmesini sağlamak için hacim, ağırlık, denge ve anatomiyi dikkate alan çizimler oluşturmayı ifade eden ve “The Illusion of Life” adlı kitapta yer alan prensip aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sahneleme",
      "B": "Öncülük",
      "C": "Takip ve Üst Üste Binme Hareketi",
      "D": "Sağlam Çizim",
      "E": "İkincil Hareket"
    },
    "explanation": "Doğru şık D'dir.<br/>Karakter ve nesnelerin üç boyutlu görünmesini sağlamak için hacim, ağırlık, denge ve anatomiyi dikkate alan çizimler oluşturmayı ifade eden prensip sağlam çizimdir."
  },
  {
    "id": "3601493",
    "unitNumber": 5,
    "text": "Hareketin yer aldığı kompozisyonun arka plan, ışık kullanımı ve kamera açılarıyla desteklenmesini ifade eden prensip hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sahneleme",
      "B": "Öncülük",
      "C": "Takip ve Üst Üste Binme Hareketi",
      "D": "Sağlam Çizim",
      "E": "İkincil Hareket"
    },
    "explanation": "Doğru yanıt A şıkkıdır<br/>Hareketin yer aldığı kompozisyonun arka plan, ışık kullanımı ve kamera açılarıyla desteklenmesini ifade eden prensip sahnelemedir"
  },
  {
    "id": "3601494",
    "unitNumber": 5,
    "text": "Animasyonlarda karaktere bir iskelet sistemi eklenerek doğal insan hareketleri simüle edilmesine ne isim verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tweening",
      "B": "Rigging",
      "C": "Frame by frame",
      "D": "Exaggeration",
      "E": "Timing"
    },
    "explanation": "Doğru yanıt B şıkkıdır<br/>Animasyonlarda karaktere bir iskelet sistemi eklenerek doğal insan hareketleri simüle edilmesine rigging denir"
  },
  {
    "id": "3601495",
    "unitNumber": 5,
    "text": "2B animasyonlarda uygulanan bir teknikle, ana kareler (keyframe) animatör tarafından tasarlandıktan sonra hareketi meydana getirecek ara kareler (frame) animasyon yazılımı tarafından otomatik olarak oynatılır. Bu tekniğin adı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tweening",
      "B": "Rigging",
      "C": "Frame by frame",
      "D": "Exaggeration",
      "E": "Timing"
    },
    "explanation": "Doğru yanıt A şıkkıdır.<br/>Bahsedilen tekniğin adı tweening'dir."
  },
  {
    "id": "3601496",
    "unitNumber": 5,
    "text": "Videolar genellikle çok büyük dosya boyutlarına sahip olduğundan veri depolama ve aktarımı kolaylaştırmak için bazı video kodlama standartlarını kullanılarak sıkıştırılır. Aşağıdakilerden hangisi bunlardan birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "H.264",
      "B": "CCD",
      "C": "CMOS",
      "D": "HDMI",
      "E": "FPS"
    },
    "explanation": "Doğru yanıt A şıkkıdır<br/>H.264 bir sıkıştırma türüdür."
  },
  {
    "id": "3601497",
    "unitNumber": 5,
    "text": "Bir öğenin yavaşça kaybolup başka bir görüntü veya ögeyle değişmesini ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Parallax",
      "B": "Bounce",
      "C": "Slide in-out",
      "D": "Dissolve",
      "E": "Fade in-out"
    },
    "explanation": "Doğru yanıt D şıkkıdır<br/>Bir öğenin yavaşça kaybolup başka bir görüntü veya ögeyle değişmesi dissolve ile ifade edilir"
  },
  {
    "id": "3601427",
    "unitNumber": 6,
    "text": "Her oyuncunun deneyimini benzersiz kılan dijital oyun bileşeni nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hikâye",
      "B": "Karakterler",
      "C": "Oyun Dünyası",
      "D": "Oyun Mekanikleri",
      "E": "Oyun Dinamikleri"
    },
    "explanation": "Oyun Dinamikleri, oyun mekaniklerinin uygulanması sonucu ortaya çıkan, oyuncunun deneyimlediği etkileşimler ve olaylardır. Mekaniklerin sabit kuralları olmasına karşın dinamikler her oynanışta farklılık gösterebilir çünkü oyuncunun seçimleri, rastlantılar ve oyunun kendine özgü algoritmaları tarafından şekillendirilir. Oyun dinamikleri; oyunun akışını canlı ve öngörülemez kılar, her oyuncunun deneyiminin benzersiz olmasını sağlar."
  },
  {
    "id": "3601428",
    "unitNumber": 6,
    "text": "Aşağıda verilen cümlede, bırakılan boşluklara gelmesi gereken yanıt çiftini seçeneklere göre belirleyiniz.\n<br/>Bir dijital oyunda……………….. eylemi ……………. mekanik örneğidir.",
    "correctAnswer": "E",
    "options": {
      "A": "Ana karakterin koşması/ikincil",
      "B": "Ana karakterin harita toplaması /temel",
      "C": "Ana karakterin sağa sola dönmesi/ yardımcı",
      "D": "Ana karakterin yeni beceriler edinmesi/temel",
      "E": "Ana karakterin envanter düzenlemesi/ikincil"
    },
    "explanation": "Oyun Mekanikleri, oyunun temel kurallarını, yapılarını ve oyuncunun etkileşime girebileceği sistemleri ifade eder. Oyuncunun oyun içinde gerçekleştirebileceği eylemleri, bu eylemlerin oyun dünyasına etkilerini ve oyuncunun karşılaşacağı zorlukların doğasını tanımlar. Örneğin oyunda ana karakterin koşması, zıplaması birer temel mekaniktir<strong>. Bunun yanında harita parçalarını toplama, seviye ilerledikçe yeni beceriler edinme veya envanter düzenleme gibi özellikler ikincil veya yardımcı mekaniklerdir.</strong>"
  },
  {
    "id": "3601429",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi aksiyon ve macera türündeki dijital oyunların özelliklerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Oyuncuların hızlı düşünme, stratejik planlama ve problem çözme becerilerini test eder.",
      "B": "Oyuncular macera oyunları keşif ve hikâye anlatımı üzerine yoğunlaşır.",
      "C": "Oyuncular; hikâyeyi keşfetmek, zorlukları aşmak ve oyun dünyasındaki sırları ortaya çıkarmak için motive olur.",
      "D": "Hikâye anlatımı, oyuncuları duygusal olarak oyun dünyasına bağlar.",
      "E": "Temel mekanikleri nedeniyle karakter sabit özelliklere sahiptir."
    },
    "explanation": "Genel oynanış biçimleri açısından aksiyon-macera oyunları; genellikle geniş, keşfedilmeyi bekleyen sanal dünyalar sunar. Oyuncular; bu dünyalarda dolaşırken çeşitli düşmanlarla karşılaşır, bulmacaları çözer, hikâyeyi ilerletmek için gerekli nesneleri toplar ve aşama kaydederler. Oyunculara çevresel etkileşim ve düşmanları yenme konusunda çeşitli yöntemler sunan temel mekanikler arasında savaş, keşif, bulmaca çözme ve <strong>bazen karakter geliştirme ön plana</strong> çıkar."
  },
  {
    "id": "3601430",
    "unitNumber": 6,
    "text": "1950’lerin başında erken dönem bilgisayar oyunların evrimine katkıda bulunan oyun aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "OXO",
      "B": "Space Invaders",
      "C": "Pac-Man",
      "D": "Donkey Kong",
      "E": "Pokémon"
    },
    "explanation": "1950’lerin sonu ve 1960’ların başı, bilgisayar teknolojisindeki ilerlemelerin yeni bir eğlence biçimi yaratma potansiyelini keşfeden diğer öncü çalışmalar ile ortaya çıkmaya başlamıştı. Bu dönemde yaratılan iki önemli oyun, Spacewar’ın yanında erken dönem bilgisayar oyunlarının evrimine katkıda bulunmuştur: OXO (1952) ve Tennis for Two (1958)."
  },
  {
    "id": "3601431",
    "unitNumber": 6,
    "text": "Oyunun hikâyesini ilerletmek veya önemli olayları anlatmak için oyun içi etkileşimin durdurulduğu ve genellikle sinematik bir video veya animasyonun gösterildiği bölümleri ifade eden sözcük aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Cutscene",
      "B": "HUD",
      "C": "Envanter Ekranı",
      "D": "Haptik Geri Bildirim",
      "E": "Avatar"
    },
    "explanation": "Oyun bağlamında cutscene kelimesi Türkçeye “ara sahne” veya “kesit sahne” olarak çevrilebilir. Oyunun hikâyesini ilerletmek veya önemli olayları anlatmak için oyun içi etkileşimin durdurulduğu ve genellikle sinematik bir video veya animasyonun gösterildiği bölümleri ifade eder."
  },
  {
    "id": "3601432",
    "unitNumber": 6,
    "text": "Aşağıdaki oyunlardan hangisi 1990’ lı yılların başında FPS oyunlarının mekanik ve arayüz tasarımına öncülük etmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Wolfenstein 3D",
      "B": "Donkey Kong",
      "C": "Pokémon",
      "D": "Legend of Zelda",
      "E": "Space Invaders"
    },
    "explanation": "1992 yılında piyasaya sürülen Mortal Kombat, tüm karakterlerin ve dövüş hareketlerinin videoya çekilip dijitalleştirilmesiyle üç boyuta yakın bir deneyim sunmayı amaçlamış ve kendine has, gerçekçi ve vahşi bir görsel dil oluşturmuştur. Bu yöntem, oyunun görsel olarak öne çıkmasını ve döneminin diğer oyunlarından ayrılmasını sağlamıştır. Aynı dönemde geliştirilen Sonic the Hedgehog II, önceden render edilmiş üç boyutlu grafik görüntüleri kullanarak seviye çeşitliliği ve hızlı oynanışıyla yana kayma (side-scroller) türündeki platform oyunlarına yeni bir soluk getirmiştir. Wolfenstein 3D ise günümüzün FPS (First Person Shooter, birinci şahıs nişancı) oyunları için mekanik ve arayüz tasarımlarında öncü bir rol oynamıştır. Oyunculara birinci şahıs perspektifinden bir oyun deneyimi sunarak FPS türünün temellerini atmıştır. Bu dönemdeki yenilikler, üç boyutlu video oyunlarının gelişiminde önemli bir dönüm noktası oluşturmuş ve sonraki oyun tasarımlarına ilham kaynağı olmuştur"
  },
  {
    "id": "3601433",
    "unitNumber": 6,
    "text": "Genellikle oyunun mekanik bilgilerini gösteren ve oyun dünyası dışında kalan bilgileri içeren arayüz ne olarak tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Diegetic",
      "B": "Non-diegetic",
      "C": "Lineer",
      "D": "Non- lineer",
      "E": "Cutscene"
    },
    "explanation": "Diegetic arayüzler; oyuncuların deneyimini daha sürükleyici hâle getiren, oyun dünyasıyla bütünleşik unsurlardır. <strong>Non-diegetic arayüzler ise genellikle oyunun mekanik bilgilerini (can barı, mühimmat sayısı gibi) gösteren ve oyun dünyası dışında kalan bilgileri içerir.</strong>"
  },
  {
    "id": "3601434",
    "unitNumber": 6,
    "text": "Dijital oyunlarda klavyedeki A tuşu en yaygın kullanımıyla hangi hareketi sağlar?",
    "correctAnswer": "E",
    "options": {
      "A": "İleri",
      "B": "Geri",
      "C": "Yukarı",
      "D": "Sağ",
      "E": "Sol"
    },
    "explanation": "Kontrol düzenlerinde sağ elin genellikle fare üzerinde olması nedeniyle klavyenin sol tarafındaki W, A, S, D tuşları hareket için en yaygın olarak kullanılan mekanikler arasındadır. İlk olarak Spacewar! oyununda kullanılan bu tuş düzeni, geçmişten günümüze kadar standart bir hareket kontrolü olarak kabul görmüştür. W (ileri), A (sol), S (geri), D (sağ) tuş kombinasyonu oyunculara oyun içi navigasyon için doğrudan ve sezgisel bir arayüz sağlar."
  },
  {
    "id": "3601435",
    "unitNumber": 6,
    "text": "<em>Mobil oyunlar, çoğunlukla dokunmatik ekranlar üzerinde oynandığından kullanıcı arayüzü (UI) tasarımları bazı temel jestlere (gesture) dayalı olarak yapılandırılır</em>.\n<br/>Aşağıdakilerden hangisi mobil oyun arayüzlerinde kullanılan jestlerden biri olarak <u>nitelendirilemez</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Dokunma",
      "B": "Kaydırma",
      "C": "Sürükleme",
      "D": "Tıklama",
      "E": "Modifikasyon"
    },
    "explanation": "Oyunlar tasarlanırken bilgisayar veya konsol oyunlarındaki gibi karmaşık tuş kombinasyonları ve karmaşık kontrolleri mobil tasarımda uygulamak mümkün değildir. Piyasadaki en popüler oyunlar, kullanıcıların sadece gerekli eylemleri gerçekleştirmelerine yardımcı olan belirli özellikler setine sahiptir. Kontroller, oyuncuların ekran üzerindeki eylemleri kolayca ve sezgisel olarak gerçekleştirmelerine olanak tanımalıdır. <strong>Modifikasyon - Bilgisayarlarda oynanan oyunların kullanıcı tarafından geliştirilmesi ve değiştirilmesi ise mobil oyunların değil, PC’leri diğer oyun platformlarından ayıran başlıca özellikler içinde yer alır</strong>"
  },
  {
    "id": "3601436",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi oyun arayüzlerindeki oyun-içi bileşenlere örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Oyun dünyasındaki harita",
      "B": "Skor tablosu",
      "C": "Karakter metinleri",
      "D": "Karakter işaretçileri",
      "E": "Menü"
    },
    "explanation": "Oyun arayüzlerinde kullanılan temel bileşenler dört ana sınıfa ayrılabilir 1. Oyun-dışı (Non-diegetic): Oyunun hikâyesine veya mekanına dahil olmayan ancak oyuncuya bilgi veren bileşenlerdir. Örneğin, skor tablosu veya menü 2. Oyun-içi (Diegetic): Oyunun hikâyesinin bir parçası olan ve karakterler tarafından da algılanabilen bileşenlerdir. Örneğin, oyun dünyasında bulunan bir harita 3. Mekansal (Spatial): Oyunun mekanının içinde bulunan bileşenlerdir. Örneğin, karakter işaretçileri 4. Meta (Meta): Oyunun dışında ancak oyunla ilgili bilgi veya yorumları içeren bileşenlerdir. Örneğin, iki karakterin konuşmasını gösteren görsel ve metinlerdir"
  },
  {
    "id": "3601437",
    "unitNumber": 7,
    "text": "Bir video oyununda gerçek dünya fotoğraflarının veya videolarının kullanılması aşağıdaki kavramlardan hangisine örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Arttırılmış gerçeklik",
      "B": "Sanal ortam",
      "C": "Arttırılmış sanallık",
      "D": "Sanal gerçeklik",
      "E": "Gerçek ortam"
    },
    "explanation": "<strong>Gerçek Ortam,</strong> yalnızca fiziksel nesnelerden oluşur. <strong>Sanal Ortam</strong>, yalnızca dijital nesnelerden oluşur. \n <strong>Arttırılmış Gerçeklik:</strong> Gerçek dünyanın, sanal unsurlarla “arttırıldığı” bir ortama atıf yapar. Bir cep telefonu kamerası aracılığıyla gerçek dünya görüntülerine sanal nesnelerin veya bilgilerin eklenmesi arttırılmış gerçeklik uygulamalarına güzel bir örnektir.\n <strong>Arttırılmış Sanallık:</strong> Temelde sanal olan ancak gerçek dünya ögeleriyle zenginleştirilmiş ortamları ifade eder. Örneğin, bir video oyununda gerçek dünya fotoğraflarının veya videolarının kullanılması arttırılmış sanallık uygulaması olarak değerlendirilebilir.\n <strong>Sanal Gerçeklik:</strong> Kullanıcıları tamamen sanal bir ortamdaki gerçek üstü deneyimlere sürükleyen uygulamaları tanımlar. Genellikle başa takılan gözlükler aracılığıyla deneyimlenir ve kullanıcılara 360 derece, üç boyutlu bir deneyim sunmak üzere tasarlanır."
  },
  {
    "id": "3601438",
    "unitNumber": 7,
    "text": "Sanal gerçeklik teknolojisinin öncü fikirlerinden sayılan ve 1838'de Sir Charles Wheatstone tarafından icat edilen cihaz aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mavi Kutu",
      "B": "Stereoskop",
      "C": "Telesfer Maskesi",
      "D": "Sensorama",
      "E": "Demokles’in Kılıcı"
    },
    "explanation": "Sanal gerçeklik teknolojisinin kökeni, 19. yüzyılın önemli bilim insanlarından biri olan Sir Charles Wheatstone’ın 1838’de icat ettiği ve temelde üç boyutlu görüntü oluşturmaya yarayan <strong>stereoskop</strong> cihazına kadar dayanmaktadır. Bir görsel illüzyon oluşturma konsepti ile çalışan bu cihaz, 2B düzlemde beyni aldatarak üçüncü bir boyut eklemektedir. Stereoskop ile bir nesneye farklı açılardan odaklanıldığında insan beyni iki farklı görüntüyü birleştirmekte ve ortaya 3 boyutlu (3B) bir görüntü çıkmaktadır.\n 1929 yılında Edwin Albert Link tarafından icat edilen ve çoğunlukla <strong>Blue Box (Mavi Kutu)</strong> veya Link Trainer adıyla bilinen cihaz, dünyanın ilk ticari uçuş simülatörü olarak bilinmektedir. Link’in bu icadı, günümüzdeki sanal gerçeklik teknolojilerinin altında yatan pek çok yeniliğin ilham kaynağı olmuştur.\n Bugünkü anlamdaki sanal gerçeklik gözlüklerinin en ilkel versiyonlarından biri, 1960’ta Morton Heilig tarafından icat edilmiştir. <strong>Telesfer Maskesi</strong> adıyla bilinen bu cihaz, kullanıcının kafasına takabildiği, taşınabilir, bireysel kullanım amaçlı stereoskopik bir sisteme sahiptir.\n Morton Heilig tarafından çalışmalarına 1950’li yıllarda başlanan ve 1962 yılında alınan bir patent ile tescillenen <strong>Sensorama</strong>, yalnızca görüntü ve sesi değil tüm duyuları harekete geçiren bir tiyatro kabiniydi.\n Ivan E. Sutherland tarafından 1968 yılında hayata geçirilen <strong>Demokles’in Kılıcı</strong> isimli icat, o tarihe kadarki en gelişmiş başa takılan sanal gerçeklik cihazı (HMD) olarak dikkatleri üzerine toplamıştır."
  },
  {
    "id": "3601439",
    "unitNumber": 7,
    "text": "1992’de ilk defa “Arttırılmış Gerçeklik (Augmented Reality)” terimini ortaya koyan Thomas P. Caudell ve David W. Mizell, bu teknolojiyi hangi alanda kullanmışlardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Havacılık",
      "B": "Savunma sanayii",
      "C": "Eğitim",
      "D": "Sağlık",
      "E": "Turizm"
    },
    "explanation": "90’lı yıllara kadar arttırılmış gerçeklik kavramının teorik altyapısı, sanal gerçekliği temel alan öncül fikirlere dayanmaktaydı. 1992’de ilk defa “Arttırılmış Gerçeklik (Augmented Reality)” terimini ortaya koyan Thomas P. Caudell ve David W. Mizell, Boeing bünyesinde geliştirmeye başladıkları başa takılan dijital görüntüleyici aracılığıyla işçilerin ve teknisyenlerin uçaklardaki kablo bağlantılarının doğru yapılmasına yönelik bir AR sistemi geliştirdi."
  },
  {
    "id": "3601440",
    "unitNumber": 7,
    "text": "Sanal gerçeklik ortamında varlık ve telebulunma arasındaki temel fark, durumun algılanması ile ilgilidir. Varlık ........... algıyı, telebulunma ise .............. algıyı ifade eder.\n<br/>Yukarıdaki boşluklara sırasıyla aşağıdaki şıklardan hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "aracılı - aracısız",
      "B": "doğal - yapay",
      "C": "yapay - aracısız",
      "D": "doğal - aracılı",
      "E": "aracısız - doğal"
    },
    "explanation": "Varlık (Presence): Yeni gelişen sürükleyici sanal gerçeklik teknolojileri için varlık kavramı, sanal bir dünyada olma hissi olarak tanımlanabilir. Telebulunma bir kişinin ya da bir nesnenin fiziksel olarak bulunmadığı bir yerde, genellikle başka bir uzak yerde, bir varlık gibi hissedilmesini sağlayan bir teknoloji veya deneyimi ifade eder. Varlık ve telebulunma arasındaki temel fark, durumun algılanması ile ilgilidir. Varlık doğal algıyı, telebulunma ise aracılı algıyı ifade eder."
  },
  {
    "id": "3601441",
    "unitNumber": 7,
    "text": "Sanal gerçeklikte öğrenme sürecini daha interaktif ve uygulamalı hâle getiren bir yaklaşımdır. Kullanıcılara sanal ortamda belirli zorluklar, sorunlar ve görevler sunarak motor ve zihinsel becerilerini geliştirmelerine olanak tanır.\n Yukarıda bahsedilen sürükleyicilik türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Duyusal sürükleyicilik",
      "B": "Meydan okumaya dayalı sürükleyicilik",
      "C": "Yaratıcı sürükleyicilik",
      "D": "Sembolik/anlatısal sürükleyicilik",
      "E": "Sosyal sürükleyicilik"
    },
    "explanation": "<strong>Duyusal Sürükleyicilik:</strong> Duyusal sürükleyicilik, bir kişinin bir ortama veya deneyime tamamen dalmış ve çevresel duyularıyla yoğun bir şekilde etkileşimde bulunduğu bir durumu ifade eder.\n <strong>Meydan okumaya dayalı sürükleyicilik:</strong> Sanal gerçeklikte öğrenme sürecini daha interaktif ve uygulamalı hâle getiren bir yaklaşımdır. Kullanıcılara sanal ortamda belirli zorluklar, sorunlar ve görevler sunarak motor ve zihinsel becerilerini geliştirmelerine olanak tanır.\n <strong>Yaratıcı sürükleyicilik:</strong> Kullanıcının gerçek dünyadan ayrılıp hayal gücünün rehberliğinde farklı bir dünyaya girdiği anları tanımlar. Bu tür bir sanal gerçeklik ortamı, özellikle deneyimlerin fiziksel tehlikesini azaltarak gerçek dünyada deneyimlenmesi mümkün olmayan senaryoların oluşturulmasına olanak tanımaktadır.\n <strong>Sembolik/Anlatısal Sürükleyicilik:</strong> Kullanıcının semboller, öyküler ve anlatılar aracılığıyla bir konsepte veya deneyime tamamen dalma durumunu ifade eder.\n <strong>Sosyal Sürükleyicilik:</strong> Sanal gerçeklik ortamları tek veya çok kullanıcılı olacak şekilde tasarlanabilmektedir. Çok kullanıcılı sanal gerçeklik uygulamaları genellikle internet bağlantısına sahiptir dolayısıyla katılımcılar sanal dünyalarda aynı anda benzer bir deneyimi paylaşabilirler."
  },
  {
    "id": "3601442",
    "unitNumber": 7,
    "text": "Aşağıdaki teknoloji şirketlerinden hangisi 2015 yılında \"HoloLens\" isimli karma gerçeklik gözlüğünü piyasaya sunmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "Google",
      "B": "Apple",
      "C": "Sony",
      "D": "Microsoft",
      "E": "HTC"
    },
    "explanation": "Şıklardaki şirketler ve çıkardıkları ürünlerin ismi aşağıdaki gibidir:\n Google Glass\n Apple Vision Pro\n Sony PlayStation VR\n Microsof HoloLens\n HTC Vive"
  },
  {
    "id": "3601443",
    "unitNumber": 7,
    "text": "Dünya çapında bilinen ve oynanan PokemonGo oyunu aşağıdakilerden hangisine bir örnektir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sanal gerçeklik",
      "B": "Genişletilmiş gerçeklik",
      "C": "Arttırılmış sanallık",
      "D": "Sanal ortam",
      "E": "Arttırılmış gerçeklik"
    },
    "explanation": "Arttırılmış gerçeklik (AR) oyunları, teknolojinin eğlence sektöründeki en sıra dışı uygulamalarından biridir. Örneğin; PokemonGo gibi oyunlar, dünya çapında popülerlik kazanmış ve diğer mobil AR oyun ve uygulamalarının geliştirilmesine ilham kaynağı olmuştur. Artık geliştiriciler ya tamamen AR deneyimi sunan oyunlar tasarlamakta ya da oyun içeriğinde sınırlı da olsa AR modları sunmaktadır."
  },
  {
    "id": "3601444",
    "unitNumber": 7,
    "text": "Genişletilmiş gerçeklik teknolojisini kullanarak oyun geliştiren bir kişi aşağıdaki platformlardan hangisini kullanmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Unity",
      "B": "A-Frame",
      "C": "WebXR",
      "D": "Oculus",
      "E": "ARKit"
    },
    "explanation": "Web geliştirme tecrübesine sahip olanlar; WebXR’la uyumlu olarak çalışan THREE.js, AR.js ve A-Frame gibi kütüphanelerde deneyim kazanarak başlayabilirler. Bu araçlar, geleneksel web geliştirme pratiği ile paralellik gösterir ve bu alana giriş için daha az göz korkutucu bir başlangıç sunar. Oyun geliştiricileri ise Unity ve Unreal Engine gibi oyun motorlarının sunduğu zengin özellik setlerinden ve sürükleyici ortamlar oluşturma kapasitelerinden yararlanabilirler. Oyun motorları; SteamVR, AR Foundation ve MRTK gibi XR eklentileri ve çerçeveleri ile donatılmıştır ve oyun geliştiricilerine XR dünyasına adım atmaları için önemli bir avantaj sağlar. Mobil geliştiriciler ise Oculus, ARKit ve ARCore gibi yerel (native) SDK’ler aracılığıyla mobil cihazların yeteneklerini maksimum düzeyde kullanarak özelleştirilmiş ve zengin deneyimler oluşturabilirler."
  },
  {
    "id": "3601445",
    "unitNumber": 7,
    "text": "Genişletilmiş gerçeklik geliştirme sürecinde kullanılan \"Çevik (Agile) Metodolojisi\" ile ilgili aşağıdakilerden hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Değişken projeler için idealdir.",
      "B": "Hızlı ve esnek bir geliştirme süreci sağlar.",
      "C": "Değişen ihtiyaçlara çabuk yanıt verebilir.",
      "D": "Proje geliştirmenin aşamaları sırasıyla takip edilir.",
      "E": "Scrum, Agile’ın en popüler çerçevelerinden biri olarak öne çıkar."
    },
    "explanation": "XR projeleri, yüksek teknik bilgi birikimi gerektirir ve multidisipliner bir yaklaşımı zorunlu kılar bu nedenle en uygun geliştirme metodolojisini belirlemek, projenin sonuçlarını doğrudan etkiler. <strong>Çevik (Agile) metodolojisi,</strong> süreci kısa geliştirme döngüleri şeklinde yöneterek hızlı ve esnek bir geliştirme süreci sağlar; sürekli geri bildirim ile hızlı adaptasyonu mümkün kılar böylece değişen ihtiyaçlara çabucak yanıt verilebilir. Agile, değişken projeler için idealdir ve projenin her aşamasında işlevsel ürünlerin ya da ürün parçalarının teslim edilmesini hedefler. Scrum, Agile’ın en popüler çerçevelerinden biri olarak öne çıkar.\n Agile’a oranla daha geleneksel bir yaklaşım sunan <strong>Waterfall geliştirme modeli;</strong> projeyi gerek- sinim analizi, tasarım, implementasyon, test ve dağıtım olmak üzere belirli aşamalara ayırır. <em>Her bir geliştirme aşaması sırayla takip edilir</em> ve projenin geliştirme süreci doğrusal olarak yönetilir. Waterfall, özellikle baştan itibaren net bir şekilde tanımlanmış gereksinimlere sahip ve değişikliğe pek açık olmayan projeler için uygun bir seçenektir."
  },
  {
    "id": "3601446",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi genişletilmiş gerçeklik uygulamalarında ortam karmaşıklığı unsurlarından biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kullanıcı türü",
      "B": "3 boyutlu mekan tasarımı",
      "C": "Sanal objelerin yoğunluğu",
      "D": "Ortamın gerçekliği",
      "E": "Kullanıcı hareketinin özgürlüğü"
    },
    "explanation": "Arayüz karmaşıklığı, kullanıcıların dijital ortamlarla nasıl etkileşime girdiklerini belirleyen görsel ve işlevsel unsurların toplamıdır. XR arayüz karmaşıklığı; sanal objelerle etkileşim, menüler, simgeler, göstergeler ve sesli komutlar gibi tasarım bileşenleri aracılığıyla yönetilir. Ortam karmaşıklığı ise kullanıcıların içinde bulundukları ve etkileşimde bulundukları sanal veya arttırılmış gerçeklik ortamının zenginliği ve derinliği ile ilgilidir; 3B mekân tasarımı, sanal objelerin yoğunluğu, ortamın gerçekçiliği ve kullanıcı hareketinin özgürlüğü gibi unsurları kapsar. A şıkkı bu unsurlarından biri değildir."
  },
  {
    "id": "3601502",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Schumpeter'e göre teknolojik değişimin aşamalarınndan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Demokratik",
      "B": "Ekonomik",
      "C": "Yenilik",
      "D": "Kapsayıcılık",
      "E": "Ayrımcılık"
    },
    "explanation": "Schumpeter'e göre teknolojik değişim üç aşamada gerçekleşir: Buluş, yenilik, yayılma. Doğru yanıt C dir."
  },
  {
    "id": "3601506",
    "unitNumber": 8,
    "text": "Hangi kurama göre teknolojik yenilikler toplumun her kesiminde aynı hızda ve aynı zamanda gerçekleşmez?",
    "correctAnswer": "A",
    "options": {
      "A": "Rogers- Yeniliklerin yayılması kuramı",
      "B": "Heidegger- Teknolojinin ekonomi politiği kuramı",
      "C": "Marcuse- Kültlürel farklılıklar kuramı",
      "D": "Newcomb- Bakışım kuramı",
      "E": "Bandura- Sosyal öğrenme kuramı"
    },
    "explanation": "Rogers'ın yeniliklerin yayılması kuramına göre teknolojik yenilikler toplumun her kesiminde aynı hızda ve zamanda gerçekleşmez. Doğru yanıt A'dır."
  },
  {
    "id": "3601512",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Rogers'in Yeniliklerin Yayılması Kuramında bahsi geçen toplum kesimlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yenilikçiler",
      "B": "Geride kalanlar",
      "C": "İlk benimseyenler",
      "D": "Geç çoğunluk",
      "E": "Direnişçiler"
    },
    "explanation": "Direnişçiler, Rogers'ın kuramında bahsi geçen toplum kesimlerinden biri değildir. Doğru yanıt E dir."
  },
  {
    "id": "3601516",
    "unitNumber": 8,
    "text": "\"toplumun çoğunluğu güncel teknolojileri kullanırken öncü kesimler .................... denemektedirler\"\n Yukarıdaki ifadede boş yere aşağıdakilerden hangisi gelebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Direnmeyi",
      "B": "Sınırdaki teknolojileri",
      "C": "Yapay zekayı",
      "D": "Uzak durmayı",
      "E": "Faydalı teknolojileri"
    },
    "explanation": "Öncü kesimler \"sınırdaki teknolojileri denerler\" doğru yanıt B dir."
  },
  {
    "id": "3601517",
    "unitNumber": 8,
    "text": "Yayılma aşamasındaki bir teknolojinin zamanla başka teknolojilerle birleşerek yeni işlev ve biçimlere sahip olmasına ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Teknolojik birleşme",
      "B": "Teknolojik kayma",
      "C": "Teknolojik füzyon",
      "D": "Teknolojik yakınsama",
      "E": "Teknolojik yabancılaşma"
    },
    "explanation": "Soruda belirtilen duruma teknolojik yakınsama denir. Doğru yanıt D dir."
  },
  {
    "id": "3601518",
    "unitNumber": 8,
    "text": "Yayılma aşamasındaki teknolojilerin beklenmedik yeni teknolojilerin başarılı olmasıyla pazardan çekilmesine ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Teknolojik yakınsama",
      "B": "Öncü yenilik",
      "C": "Yıkıcı yenilik",
      "D": "Yenilikçi teknoloji",
      "E": "Teknolojik yenilik"
    },
    "explanation": "Soruda bahsi geçen durum yıkıcı yenilik olarak adlandırılır. Doğru yanıt C'dir."
  },
  {
    "id": "3601519",
    "unitNumber": 8,
    "text": "Birçok firmanın yoğun ar-ge yatırımları yaparak, rakip olma potansiyeli olan startup firmalarını satın alarak yürüttükleri sürece ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sürdürülebilir kalkınma",
      "B": "Sürdürülebilir yenilik",
      "C": "Yıkıcı yenilik",
      "D": "Rekabetçi yenilik",
      "E": "Sürdürülebilir karlılık"
    },
    "explanation": "Bahsedilen süreç sürdürülebilir yenilik olarak adlandırılır. Doğru yanıt B dir."
  },
  {
    "id": "3601520",
    "unitNumber": 8,
    "text": "Her ölçekteki izleyicinin, yayınlanan içerikle anlamlı etkileşimler kurmasına olanak tanıyan, bulut destekli, son derece ilgi çekici canlı yayın etkinlikleri nasıl tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kitlesel etkileşimli canlı etkinlik",
      "B": "Canlı kitle iletişimi etkinliği",
      "C": "Etkin kitleye yönelik etkileşim",
      "D": "Canlı etkinliğin kitlesel ölçümü",
      "E": "Kitlesel medya yayını"
    },
    "explanation": "Soruda tanımlanan Kitlesel etkileşimli canlı etkinlik (MILE) dir. Doğru yanıt A'dır."
  },
  {
    "id": "3601522",
    "unitNumber": 8,
    "text": "Farklı insanların aynı fiziksel ortamda farklı dijital deneyimler yaşamalarına olanak tanıyan teknolojilerin sağladığı durumlara ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Paralel gerçeklikler",
      "B": "Arttırılmış gerçeklikler",
      "C": "Azaltılmış gerçeklikler",
      "D": "Toplumsal gerçeklikler",
      "E": "Politik gerçeklikler"
    },
    "explanation": "Yeni teknolojilerin sağladığı ve soruda bahsi geçen ortamlara paralel gerçeklikler denir. Doğru yanıt A'dır."
  },
  {
    "id": "3601523",
    "unitNumber": 8,
    "text": "Blok zinciri temelli, dijital değiştirilemez jetonların kısaltması aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "GPT",
      "B": "NFT",
      "C": "GIF",
      "D": "FTP",
      "E": "PPT"
    },
    "explanation": "Soruda bahsi geçen tanımın İngilizcesi Non-fungible Tokens ve kısaltması da NFT'dir. Doğru yanıt B'dir."
  },
  {
    "id": "exam-565292-1",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi dijital ses düzenleme işlemlerinde yaygın olarak kullanılan yazılımlardan biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Rush",
      "B": "Premier Pro",
      "C": "Lightroom",
      "D": "Adobe Audition",
      "E": "InDesign"
    },
    "explanation": "Dijital ses, arayüz (UI) ve kullanıcı deneyimi (UX) tasarımında önem kazanmaktadır. Ses içeriklerini oluşturmak ve düzenlemek için kullanılan yazılımlardan biri Adobe Audition'dur. Ünite 1'de belirtildiği üzere, ses içerikleri oluşturmak ve düzenlemek için Audacity, Adobe Audition gibi ses editörleri kullanılır. Diğer şıklar (Premier Pro, Rush, InDesign, Lightroom) ise sırasıyla video düzenleme, video düzenleme ve grafik/tasarım alanlarında kullanılan yazılımlardır."
  },
  {
    "id": "exam-565292-2",
    "unitNumber": 1,
    "text": "Renk teorisine göre, renk çemberinde birbirlerinin karşısında yer alan ve birlikte yüksek kontrast oluşturan renk armonisinin türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Analog Renkler",
      "B": "Triadic Renkler",
      "C": "Tamamlayıcı Renkler",
      "D": "Tetrad Renkler",
      "E": "Üçüncül Renkler"
    },
    "explanation": "Renk çemberinde birbirlerinin karşısındaki renklere Tamamlayıcı Renkler denir. Bu renkler, birlikte kullanıldıklarında yüksek kontrast oluştururlar ve renk harmonisi oluşturmada önemli bir rol oynarlar."
  },
  {
    "id": "exam-565292-3",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi vektörel çizim ile karşılaştırıldığında bitmap görüntü işlemenin dezavantajlarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Renk zenginliği ve detay düzeylerinin düşük olması",
      "B": "Düzenleme seçeneklerinin kısıtlı olması",
      "C": "Katman kullanımının desteklenmemesi",
      "D": "Yüksek çözünürlükte çalışmanın mümkün olmaması",
      "E": "Görüntü ölçeklendirilmese olası kalite kayıpları"
    },
    "explanation": "Vektörel çizim, ölçeklenebilirlik ve küçük dosya boyutları avantajlarına sahipken; bitmap görüntü işleme, piksel tabanlı olduğu için ölçeklendirme (büyütme/küçültme) sorunları yaşayabilir ve genellikle büyük dosya boyutlarına sahip olabilir. Dolayısıyla, ölçeklendirme sorunları bitmap görüntü işlemenin vektörel çizime göre dezavantajıdır."
  },
  {
    "id": "exam-565292-4",
    "unitNumber": 1,
    "text": "Google tarafından özellikle web kullanımına yönelik geliştirilmiş görsel dosya formatı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "WEBP",
      "B": "JPEGG",
      "C": "PNG",
      "D": "SVG",
      "E": "GIF"
    },
    "explanation": "JPEG, PNG, GIF, WEBP ve SVG, arayüz tasarımında yaygın olarak kullanılan görüntü formatlarıdır. Metin sayfasında, özellikle SVG (Scalable Vector Graphics) formatının PDF ve EPS ile birlikte çizimde kullanılan yaygın dosya formatları arasında olduğu belirtilmiştir. SVG, Google tarafından özellikle web kullanımına yönelik geliştirilmiş, ölçeklenebilir bir vektörel formattır."
  },
  {
    "id": "exam-565292-5",
    "unitNumber": 2,
    "text": "Arayüz tasarımının insan-bilgisayar etkileşimindeki en önemli etkisi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kullanıcıların teknolojiyi sorgulamasını sağlar.",
      "B": "İlgili teknolojiye odaklanılmasını sağlar.",
      "C": "Kullanıcı memnuniyetini, erişilebilirliği ve etkileşim etkinliğini artırır.",
      "D": "Kullanıcıların bir ürüne yönelik güvenini arttırır.",
      "E": "Deneyimsiz kullanıcılar için yazılımları kolaylaştırır."
    },
    "explanation": "Arayüz tasarımı, kullanıcıların teknoloji ile etkileşiminin kalitesini doğrudan etkiler. İyi tasarlanmış bir arayüz, kullanıcıların görevlerini daha etkili bir şekilde tamamlamasına olanak tanır, bu da kullanıcı memnuniyetini artırır ve genel deneyimi iyileştirir. Metinde arayüz tasarımının, kullanıcıların görevlerini daha etkili tamamlamasına olanak tanıdığı belirtilmiştir."
  },
  {
    "id": "exam-565292-6",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi 1970'li yıllarda piyasaya sürülen ilk grafiksel kullanıcı arayüzüne sahip bilgisayarlardan biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "IBM Dezi",
      "B": "DELL MX",
      "C": "HP xComp",
      "D": "Apple II",
      "E": "Microsoft PC"
    },
    "explanation": "Metinde 1972'de Atari tarafından piyasaya sürülen Pong'un, basit iki boyutlu grafiklere ve kolay anlaşılır oynanışa sahip olmasıyla geniş kitlelere ulaşan ilk ticari video oyunlarından biri olduğu belirtilmiştir. İlk grafiksel kullanıcı arayüzüne sahip bilgisayarlarla ilgili spesifik bir bilgi bu kısımda yer almasa da, Pong'un ticari oyunların başlangıcı olduğu vurgulanmıştır. Ancak, daha gelişmiş arayüzler hakkında bilgi arandığında, 1985'te çıkan Super Mario Bros'un HUD'u daha düzenli bir yapı kazandığı bilgisi mevcuttur. Soru 5'in içeriğine en yakın olan, ticari anlamda önemli olan ilk oyun Pong'dur."
  },
  {
    "id": "exam-565292-7",
    "unitNumber": 2,
    "text": "Arayüz tasarımında <u>ilkesi</u>, kullanıcıların arayüzü en az çabayla, hızlı, kolay ve var olan alışkanlıklarıyla çelişmeyecek şekilde keşfedebilmeleri gerektiğini vurgular.",
    "correctAnswer": "B",
    "options": {
      "A": "estetik",
      "B": "sezgisellik",
      "C": "karşıtlık",
      "D": "ritim ve tekrar",
      "E": "erişilebilirlik"
    },
    "explanation": "Arayüz tasarım ilkeleri arasında, kullanıcıların arayüzü en az çabayla, hızlı, kolay ve alışkanlıklarıyla çelişmeyecek şekilde keşfetmelerini sağlayan ilke 'Sezgisellik'tir. Metinde, tasarım ilkeleri arasında 'sezgisellik'in yer aldığı belirtilmiştir."
  },
  {
    "id": "exam-565292-8",
    "unitNumber": 4,
    "text": "Duyarlı (responsive) tasarıma uygun olarak oluşturulan web arayüzlerinde ziyaretçilere platformun temel içeriği ve işlevleri hakkında hızlı bir özet sağlar; logo, gezinme menüsü, arama fonksiyonu ve kullanıcı girişi gibi bileşenleri barındırır. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "içerik haritası (breadcrumb)",
      "B": "ana içerik (body)",
      "C": "başlık (header)",
      "D": "kenar çubuğu (aside)",
      "E": "altbilgi (footer)"
    },
    "explanation": "Web siteleri ve mobil uygulamalar için başlık (header) bölümü, ziyaretçilere platformun ana içeriği ve işlevleri hakkında hızlı bir özet sunar ve logo, gezinme menüsü, arama fonksiyonu, kullanıcı girişi gibi bileşenleri içerir. Bu tanım, metinde geçen 'Başlık (Header)' tanımıyla birebir örtüşmektedir."
  },
  {
    "id": "exam-565292-9",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi arayüz tasarımında kullanılan form bileşenlerinden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Düğme (Button)",
      "B": "Onay Kutusu (Checkbox)",
      "C": "Liste Kutusu (Listbox)",
      "D": "İpucu (Tooltip)",
      "E": "Metin Alanı (Textfield)"
    },
    "explanation": "Form Bileşenleri, kullanıcıdan veri toplamak için kullanılır ve etkileşimin temelini oluşturur. Arayüz tasarımında Form Bileşenleri arasında Düğme, Metin Alanı, Onay Kutusu, Radyo Düğmesi, Açılır Liste, Liste Kutusu, Geçiş Düğmesi ve Tarih Alanı sayılmıştır. 'Bağlantı (Link)' ise bir Gezinti Bileşenidir, Form Bileşeni değildir."
  },
  {
    "id": "exam-565292-10",
    "unitNumber": 3,
    "text": "---------- iki veya daha fazla değişkenin karşılaştırılması amacıyla kullanılan istatistiksel bir deney tasarımıdır. Genellikle web siteleri, mobil uygulamalar veya pazarlama materyalleri gibi dijital ortamlarda kullanılan farklı versiyonların performanslarını ölçmek için uygulanır. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Anova",
      "B": "T-Test",
      "C": "Göz İzleme Testi",
      "D": "Metrix",
      "E": "A/B Testi"
    },
    "explanation": "A/B Testleri, iki veya daha fazla değişkenin karşılaştırılması amacıyla kullanılan istatistiksel bir deney tasarımıdır ve genellikle web siteleri ile mobil uygulamaların farklı versiyonlarının performanslarını ölçmek için uygulanır. Bu tanım, metindeki A/B Testleri başlığı ile örtüşmektedir."
  },
  {
    "id": "exam-565292-11",
    "unitNumber": 3,
    "text": "Geri bildirim döngüsünde, toplanan kullanıcı geri bildirimlerinin değerlendirilip sınıflandırıldığı ve önceliklendirildiği aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Analiz",
      "B": "Uygulama ve İyileştirme",
      "C": "Değerlendirme",
      "D": "Döngünün Yenilenmesi",
      "E": "Toplama"
    },
    "explanation": "Geri bildirim döngüsünün aşamaları: toplama, analiz, değerlendirme, uygulama ve iyileştirme. Geri bildirimlerin toplanmasından sonraki aşama, bu geri bildirimlerin analiz edildiği, sınıflandırıldığı ve önceliklendirildiği aşamadır (Analiz). Metinde, geri bildirim döngüsünün adımları arasında 'analiz' aşamasının olduğu belirtilmiştir."
  },
  {
    "id": "exam-565292-12",
    "unitNumber": 2,
    "text": "İnsan-bilgisayar etkileşimi (İBE) kullanıcı dostu, erişilebilir ve etkili arayüz tasarımları yoluyla teknolojiyi insan ihtiyaçlarına daha iyi hizmet eder hâle getirmeyi amaçlar. Yukarıdaki ifadeye göre aşağıdakilerden hangisi İBE'nin temel bileşenlerinden biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Bağlam",
      "B": "Ağ",
      "C": "Açış",
      "D": "Kullanıcılar",
      "E": "Görev"
    },
    "explanation": "Ünite 2'de İnsan-Bilgisayar Etkileşimi (İBE) bileşenleri arasında görev analizi, araçların tasarımı, kullanım bağlamı, kullanıcı merkezli tasarımın ve kullanıcıların kendilerinin yer aldığı belirtilmektedir. Metinde İBE'nin temel bileşenleri olarak 'Kullanıcı merkezli tasarım, görev analizi, araçların tasarımı ve kullanım bağlamı İBE'nin temel bileşenleridir.' ifadesi geçmektedir. 'Ağ' (Network) kavramı, İBE'nin temel bileşenleri arasında doğrudan sayılmamıştır; İBE, bireysel etkileşimlere odaklanır. Bu nedenle doğru cevap AĞ'dır."
  },
  {
    "id": "exam-565292-13",
    "unitNumber": 3,
    "text": "Her türlü düşünceye açık bir ortamda ekip üyelerinin herhangi bir kural olmaksızın fikirlerini paylaşmasını öngören yaratıcı düşünme tekniğine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mükemmelleştirme",
      "B": "Beyin Fırtınası (Brainstorming)",
      "C": "Teknoloji Analizi (Benchmarking)",
      "D": "Moodboard",
      "E": "Storyboard"
    },
    "explanation": "Beyin Fırtınası (Brainstorming), kullanıcı deneyimi tasarım sürecinde, özellikle 'Fikir Üretme (Ideate)' aşamasında, her türlü kısıtlama olmaksızın fikirlerin paylaşılması için kullanılan temel bir yaratıcı düşünme tekniğidir. Metinde bu tekniğin, Tasarım Fikrinin Oluşumu başlığı altında sıralandığı görülmektedir."
  },
  {
    "id": "exam-565292-14",
    "unitNumber": 2,
    "text": "----------; kullanıcıların bir ürün, web sitesi veya uygulama içinde etkileşime girebileceği tasarım kalıplarını ve ögelerini ifade etmek için kullanılan bir kavramdır. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Etkileşim deseni",
      "B": "Arayüz",
      "C": "Erişilebilirlik",
      "D": "Geri bildirim döngüsü",
      "E": "A/B Testi"
    },
    "explanation": "Etkileşim Deseni (Interaction Pattern), kullanıcıların bir ürün, web sitesi veya uygulama içinde etkileşime girebileceği tasarım kalıplarını ve ögelerini ifade etmek için kullanılan bir kavramdır. Metinde bu tanımın Etkileşim Deseni başlığı altında verildiği görülmektedir."
  },
  {
    "id": "exam-565292-15",
    "unitNumber": 3,
    "text": "Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar? Gestalt ilkeleri tasarım <u>ilkesinin</u> temel prensiplerinden biridir.",
    "correctAnswer": "E",
    "options": {
      "A": "Devamlılık (Continuity)",
      "B": "Kapanış (Closure)",
      "C": "Benzerlik (Similarity)",
      "D": "Yakınlık (Proximity)",
      "E": "Açıklık (Openness)"
    },
    "explanation": "Gestalt İlkeleri (Benzerlik, Yakınlık, Kapanış vb.), insanların görsel algılarını şekillendiren prensipleri tanımlayan algısal psikoloji akımıdır ve bu ilkeler, kullanıcı deneyimi tasarımında önemli bir tasarım ilkesi olarak kabul edilir. Metinde bu ilkelerin, 'Tasarım İlkeleri' kategorisi altında yer almadığı ancak 'Gestalt İlkeleri' başlığı altında psikolojik temeller olarak detaylandırıldığı görülmektedir."
  },
  {
    "id": "exam-565292-16",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi JavaScript ile mobil uygulamalar geliştirmek amacıyla yaygın olarak kullanılan çatılardan (frameworks) biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "SPA",
      "B": "React Native",
      "C": "Android",
      "D": "WebGL",
      "E": "Angular"
    },
    "explanation": "JavaScript, dinamik ve etkileşimli web sayfaları oluşturmak için kullanılan bir dildir, ancak zamanla mobil uygulamalar, oyunlar ve masaüstü uygulamalar geliştirmek için de kullanılmaya başlanmıştır. Ancak metinde, JavaScript'in bu kullanım alanları arasında 'mobil uygulama geliştirme'nin de yer aldığı belirtilse de, bu platformlar için özel olarak tasarlanmış popüler çatılar (frameworks) olarak React Native, Flutter veya Swift/Kotlin gibi dillerin öncülüğü mevcuttur. Verilen seçenekler arasından, JavaScript ile mobil uygulama geliştirme amacıyla yaygın kullanılan bir çatı (framework) olarak genellikle React Native öne çıkar. Metinde spesifik olarak bir JavaScript tabanlı mobil uygulama çatısı adı geçmemektedir, ancak JavaScript'in mobil uygulamalarda kullanıldığı belirtilmiştir. Mevcut seçenekler arasında, JavaScript'in mobil uygulama geliştirmede yaygın kullanılan bir çatısı olan React Native yerine, sadece genel kullanım alanları listelenmiştir. JS ile mobil uygulama geliştirmede kullanılan popüler araçlar (örneğin React Native, NativeScript) listede yoksa, en genel kabul gören kullanım alanı bağlamında cevap verilmelidir. Ancak sorunun kendisi JS tabanlı mobil uygulama geliştirme çatısını sormaktadır. Seçenekler arasında, genel olarak web teknolojileri altında listelenen ancak mobil uygulamalarda da kullanılan 'Bootstrap' (CSS Framework), 'Tailwind' (CSS Framework) veya 'Ant Design' (UI Kütüphanesi) gibi araçlar JS çatısı değildir. Verilen seçenekler arasında doğru JS mobil uygulama çatısı bulunmamaktadır. Bu tür durumlarda, sorunun içeriğine en yakın olan, ya da genel teknolojik yaklaşımlardan biri olan JS'in kendisinin popüler kullanım alanlarından birini seçmek gerekir. Ancak JS ile mobil geliştirme için spesifik bir framework istenmiştir. Cevap seçenekleri arasında bir hata olabilir. Verilen seçenekler arasından, Javascript ile mobil uygulama geliştirmede kullanılan bir çatı (framework) olarak en yaygın bilinenlerden biri olan React Native gibi seçenekler yoksa, en iyi ihtimalle JS'in mobil uygulama alanında kullanılmasına atıfta bulunulabilir. Burada en yakın olabilecek cevap (genel olarak JS'in kullanıldığı yerler) olmalıdır, ancak bu bir framework sorusudur. JS'in kendisi bir framework değildir. Cevap anahtarının varsayımsal olarak React Native'i kastettiği düşünülerek (eğer seçeneklerde olsaydı) cevap verilebilirdi. Mevcut seçenekler web teknolojileri bağlamında daha çok öne çıkmaktadır. CSS, HTML ve JS, web teknolojilerinin temelini oluşturur. JavaScript'in mobil uygulama geliştirmede kullanıldığı belirtilmiştir, ancak framework sorulmuştur. Seçeneklerdeki Ant Design, Bootstrap ve Tailwind, genellikle React/Vue gibi JS kütüphaneleri/framework'leri ile birlikte kullanılan arayüz bileşeni kütüphaneleridir, doğrudan JS mobil uygulama çatısı değillerdir. Bu durumda, soru/seçenek uyumsuzluğu vardır. Ancak, genel olarak bu teknolojiler JS ekosisteminde yer alır. En mantıklı cevap, JS'in mobil uygulama geliştirmede kullanıldığı bilgisidir."
  },
  {
    "id": "exam-565292-17",
    "unitNumber": 4,
    "text": "Aşağıdaki web teknolojilerinden hangisi arka uç (back-end) geliştirmede kullanılmaz?",
    "correctAnswer": "D",
    "options": {
      "A": "C#",
      "B": "Python",
      "C": "SQL",
      "D": "CSS",
      "E": "PHP"
    },
    "explanation": "Web teknolojileri; HTML (içerik kodlama), CSS (görsel stil) ve JavaScript (dinamik etkileşim) temelini oluşturur. Metinde HTML, CSS ve JavaScript'in temel web teknolojileri olduğu belirtilmiştir. Arka uç (back-end) geliştirmede ise sunucu tarafı kodlama dilleri kullanılır (örneğin Node.js ile JavaScript, Python, PHP vb.). Bootstrap ise bir CSS çerçevesidir ve ön uç (front-end) tasarımında kullanılır; arka uç geliştirmede doğrudan kullanılmaz."
  },
  {
    "id": "exam-565292-18",
    "unitNumber": 4,
    "text": "İnternet ile web arasındaki fark ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "İnternet ve web aynı şeydir; her ikisi de dijital içeriklerin paylaşılmasını sağlar.",
      "B": "Web, internetin bir parçası olup e-posta ve dosya transferi gibi hizmetleri içerir.",
      "C": "Web, global bilgisayar ağ yapısının genel adıdır, internet ise webin altında çalışan popüler bir servistir.",
      "D": "HTTP üzerinde çalışan ağ yapılarına internet, HTTPS üzerinde çalışanlara ise web adı verilir.",
      "E": "İnternet, dünya genelinde milyonlarca bilgisayarın birbirine bağlı olduğu geniş bir ağdır, web ise bu ağ üzerindeki dijital içeriklere erişim sağlar."
    },
    "explanation": "İnternet, dünya genelinde cihazların birbirine bağlı olduğu geniş bir ağ iken; Web (World Wide Web), internet üzerinde yayınlanmış içeriklere HTTP protokolü üzerinden erişimi sağlayan bir bilgi dağıtım sistemidir. Dolayısıyla Web, İnternet'in bir alt kümesidir ve İnternet, Web'den daha geniş bir kavramdır."
  },
  {
    "id": "exam-565292-19",
    "unitNumber": 4,
    "text": "HTML ögelerinin görsel sunumunu düzenlemek için geliştirilmiş bir betik dilidir, web sayfalarının nasıl görüneceğini ve kullanıcı deneyiminin nasıl olacağını yönetmeye imkân verir. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "CSS",
      "B": "JavaScript",
      "C": "JSS",
      "D": "Web",
      "E": "CES"
    },
    "explanation": "CSS (Cascading Style Sheets), HTML ögelerinin görsel sunumunu düzenlemek, web sayfalarının nasıl görüneceğini ve kullanıcı deneyimini yönetmek için geliştirilmiş bir betik dilidir. Metinde CSS tanımı bu şekilde verilmiştir."
  },
  {
    "id": "exam-565292-20",
    "unitNumber": 4,
    "text": "Bir HTML sayfasında kullanıcının gördüğü tüm içerikler aşağıdaki etiketlerden hangisi içerisine yazılmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Title",
      "B": "Body",
      "C": "Head",
      "D": "Section",
      "E": "P"
    },
    "explanation": "HTML (Hiper Metin İşaretleme Dili), web üzerinde yayımlanacak her türlü içeriğin (metinler, resimler, linkler, multimedya unsurları) kodlanmasında kullanılır. Web tarayıcıları tarafından çalıştırılan tüm içerik, `` etiketleri arasına yerleştirilir. `` etiketi ise tüm belgenin kökünü oluşturur."
  },
  {
    "id": "exam-618228-1",
    "unitNumber": 3,
    "text": "1. Tasarım sürecinin ilk aşaması aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Prototip geliştirme",
      "B": "Test ve değerlendirme",
      "C": "Problemi tanımlama",
      "D": "Taslağı detaylandırma",
      "E": "Öneri geliştirme"
    },
    "explanation": "Dijital Tasarım Süreci, bir fikirle başlar ve adımlarla ilerler. Metinde belirtilen adımlar sırasıyla: Problemi tanımlama, Öneri geliştirme, Taslak oluşturma, Taslağı detaylandırma, Prototip geliştirme, Test ve Değerlendirme, ve Geribildirim şeklindedir. Bu doğrultuda sürecin ilk adımı Problemi tanımlama'dır."
  },
  {
    "id": "exam-618228-2",
    "unitNumber": 1,
    "text": "2. Aşağıdakilerden hangisi görsel içeriklerin arayüz tasarımındaki güçlü yönlerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Dikkat çekicilik",
      "B": "Anında iletişim",
      "C": "Duygusal etkileşim",
      "D": "Hafızada kalıcılık",
      "E": "Düşük dosya boyutu"
    },
    "explanation": "Görsellerin güçlü yönleri arasında dikkat çekicilik, anında iletişim, duygusal etkileşim ve hafızada kalıcılık bulunur. Zayıf yönleri ise yanlış yorumlanma riski, kültürel farklılıklar ve erişilebilirlik sorunlarıdır. Bu nedenle kültürel farklılıklar ve yanlış yorumlanma riskleri güçlü yönlerinden biri değildir."
  },
  {
    "id": "exam-618228-3",
    "unitNumber": 1,
    "text": "3. Aşağıdakilerden hangisi vektörel çizim ile karşılaştırıldığında bitmap görüntü işlemenin dezavantajlarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yüksek çözünürlükte çalışmanın mümkün olmaması",
      "B": "Renk zenginliği ve detay düzeylerinin düşük olması",
      "C": "Görüntü ölçeklendirmedeki olası kalite kayıpları",
      "D": "Düzenleme seçeneklerinin kısıtlı olması",
      "E": "Katman kullanımının desteklenmemesi"
    },
    "explanation": "Vektörel çizim ölçeklenebilirlik ve küçük dosya boyutları sunarken, bitmap görüntü işlemenin dezavantajları büyük dosya boyutları ve ölçeklendirme sorunlarıdır. Metinde bitmap görüntülerin dezavantajları olarak büyük dosya boyutları ve ölçeklendirme sorunları belirtilmiştir."
  },
  {
    "id": "exam-618228-4",
    "unitNumber": 1,
    "text": "4. Aşağıdakilerden hangisi dijital ses düzenleme işlemlerinde yaygın olarak kullanılan yazılımlardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Adobe Audition",
      "B": "InDesign",
      "C": "Premier Pro",
      "D": "Rush",
      "E": "Lightroom"
    },
    "explanation": "Metinde ses içerikleri oluşturmak ve düzenlemek için Audacity ve Adobe Audition gibi ses editörlerinin kullanıldığı belirtilmiştir. MP3, AAC, WAV gibi formatlar ise ses dosyası formatlarıdır, yazılım değildir."
  },
  {
    "id": "exam-618228-5",
    "unitNumber": 1,
    "text": "5. Birlikte yüksek kontrast oluşturan ve renk çemberinde birbirinin karşısında yer alan renklere ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Pastel renkler",
      "B": "Anolog renkler",
      "C": "Triadic renkler",
      "D": "Tamamlayıcı renkler",
      "E": "Ana renkler"
    },
    "explanation": "Renk çemberinde birbirinin karşısındaki renkler, birlikte kullanıldığında yüksek kontrast oluşturan Tamamlayıcı Renklerdir. Analog renkler yan yana, Triadic eşit aralıklı üç renk, Tetrad eşit aralıklı dört renktir."
  },
  {
    "id": "exam-618228-6",
    "unitNumber": 2,
    "text": "6. Aşağıdakilerden hangisi arayüz tasarımında kullanılan form bileşenlerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Liste Kutusu (Listbox)",
      "B": "Düğme (Button)",
      "C": "Onay Kutusu (Checkbox)",
      "D": "Metin Alanı (Textfield)",
      "E": "İpucu (Tooltip)"
    },
    "explanation": "Form Bileşenleri, kullanıcıdan veri toplamak için kullanılırken; Düğme, Metin Alanı, Onay Kutusu, Radyo Düğmesi gibi ögeler form bileşenleridir. İlerleme Çubuğu (Progress Bar) ise Bilgilendirme Bileşenleri grubuna aittir, veri toplamaz."
  },
  {
    "id": "exam-618228-7",
    "unitNumber": 2,
    "text": "7. Aşağıdakilerden hangisi illüstratif tasarım (illustrative design) stilini diğerlerinden ayıran belirgin özelliklerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece vektörel grafikler kullanılması",
      "B": "Tipografinin ön planda olması",
      "C": "Renkli ve eğlenceli yapısıyla özgün çizimler ve karakterlerle görsel zenginlik katılması",
      "D": "Minimalist bir yaklaşım benimsenmesi",
      "E": "Yoğun gölgelendirme efektleri kullanılması"
    },
    "explanation": "İllüstratif Tasarım (Illustrative Design), illüstrasyon tekniği kullanılarak oluşturulan, renkli yapısı ve eğlenceli karakterleriyle dikkat çeken bir stildir. Düz Tasarım sadelik sunar, Ürün Odaklı Tasarım gerçek dünya malzemelerini taklit eder, Minimalist Tasarım ise sadelik ve boşluk kullanımına odaklanır. Bu nedenle illüstrasyon tekniği ve eğlenceli karakterler ayırt edici özelliğidir."
  },
  {
    "id": "exam-618228-8",
    "unitNumber": 4,
    "text": "8. Aşağıdakilerden hangisi duyarlı (responsive) tasarımın temel prensiplerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Esnek Izgara sistemleri kullanmak",
      "B": "Medya sorguları ile farklı ekran boyutlarına uyum sağlamak",
      "C": "Farklı cihazlarda tutarlı bir kullanıcı deneyimi sunmak",
      "D": "Mobil uyumlu navigasyon ögeleri kullanmak",
      "E": "İçeriği piksel tabanlı sabit boyutlarda tasarlamak"
    },
    "explanation": "Duyarlı (responsive) tasarımın temel bileşenleri Esnek Sayfa Düzenleri, Esnek Görseller ve Medya ile Medya Sorgularıdır (Media Queries). Kullanıcıların ekran boyutuna göre otomatik uyarlama yeteneği responsive tasarımın hedefidir. Mobil öncelikli tasarım (mobile-first) ise duyarlı tasarımla sıklıkla birlikte kullanılan ancak başlangıç noktası farklı olan bir yaklaşımdır; responsive tasarımın bir ilkesi değildir."
  },
  {
    "id": "exam-618228-9",
    "unitNumber": 2,
    "text": "9. Arayüz tasarımında ---- ilkesi, kullanıcıların arayüzü en az çabayla, hızlı, kolay ve var olan alışkanlıklarıyla çelişmeyecek şekilde keşfedebilmeleri gerektiğini vurgular.",
    "correctAnswer": "B",
    "options": {
      "A": "erişilebilirlik",
      "B": "sezgisellik",
      "C": "karşıtlık",
      "D": "ritim ve tekrar",
      "E": "estetik"
    },
    "explanation": "Arayüz tasarımında 'sezgisellik' ilkesi, kullanıcıların arayüzü en az çabayla, hızlı, kolay ve mevcut alışkanlıklarıyla çelişmeyecek şekilde keşfedebilmeleri gerektiğini vurgular. Metinde sezgiselliğin bu şekilde tanımlandığı belirtilmiştir."
  },
  {
    "id": "exam-618228-10",
    "unitNumber": 3,
    "text": "10. Kullanıcı deneyimi tasarımı ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Kullanıcıların bir ürün ya da hizmeti kullanırken yaşadıkları her türlü etkileşimi, duyguyu, düşünceyi, deneyimi ve tepkiyi içerir.",
      "B": "Kullanıcıları yalnızca görsel olarak etkileyici arayüzlerle buluşturmayı sağlar.",
      "C": "Dijital tasarımlarda yalnızca estetik kaygıları öne çıkarmak amacıyla sunulan çalışmaları hedefler.",
      "D": "Kullanıcıların ürünleri nasıl kullanacağına dair detaylı eğitimlerin içeriğini oluşturur.",
      "E": "Ürün geliştirme süreçlerini hızlandırmak için kullanılır."
    },
    "explanation": "Kullanıcı Deneyimi (UX) tasarımı, kullanıcıların bir ürünle yaşadıkları deneyimi, duygusal tepkileri ve tatmin seviyelerini kapsarken; Arayüz (UI) tasarımı, kullanıcıların gördüğü görsel elemanlara ve etkileşimli unsurlara odaklanır. UX daha geniş kapsamlı, stratejik ve araştırma odaklıdır."
  },
  {
    "id": "exam-618228-11",
    "unitNumber": 3,
    "text": "11. Duyarlı (responsive) tasarıma uygun olarak oluşturulan web arayüzlerinde ---- ziyaretçilere platformun temel içeriği ve işlevleri hakkında hızlı bir özet sağlar; logo, gezinme menüsü, arama fonksiyonu ve kullanıcı girişi gibi bileşenleri barındırır. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "altbilgi (footer)",
      "B": "kenar çubuğu (aside/)",
      "C": "içerik haritası (breadcrumb)",
      "D": "başlık (header)",
      "E": "ana içerik (body)"
    },
    "explanation": "Kullanıcı deneyimi (UX), dijital teknoloji kullanımının bir sonucu olarak kullanıcının bir ürün ya da hizmeti kullanırken yaşadığı her türlü etkileşimi, duyguyu, düşünceyi ve tepkiyi içeren kavramdır. Başarılı bir UX tasarımı, kullanıcı deneyimini iyileştirerek marka sadakatini güçlendirir."
  },
  {
    "id": "exam-618228-12",
    "unitNumber": 4,
    "text": "12. Aşağıdakilerden hangisi Gestalt İlkeleri kapsamında \"Figür-Zemin İlişkisi\" tasarım prensibini tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "UX ve Ul tasarım süreçlerinin birbirine entegre edilmesini sağlar.",
      "B": "Bir nesnenin öne çıktığı veya ana nesnenin arka plandan ayrıldığı ilişkiyi ifade eder.",
      "C": "Kullanıcıların içerik parçalarını gruplayarak algılamasına yardımcısıdır.",
      "D": "Renklerin kullanıcının duygusal tepkilerini bilişsel yükünü artırarak yönlendirmesini ifade eder.",
      "E": "Kullanıcıların bilişsel yükünü artırarak deneyimlerini iyileştirir."
    },
    "explanation": "Duyarlı (responsive) tasarıma uygun olarak oluşturulan web arayüzlerinde 'Başlık (Header)' bölümü, ziyaretçilere platformun temel içeriği ve işlevleri hakkında hızlı bir özet sunar; logo, gezinme menüsü, arama fonksiyonu ve kullanıcı girişi gibi bileşenleri barındırır. Metinde Başlık (Header) tanımında bu bileşenler sayılmıştır."
  },
  {
    "id": "exam-618228-13",
    "unitNumber": 3,
    "text": "13. UX tasarımında kullanıcı hikâyelerini haritalamanın temel amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kullanıcıların deneyimlerini ve etkileşimlerini belirli bir süreç içinde görselleştirmek",
      "B": "Kullanıcılara ürün hakkında doğrudan eğitim vermek",
      "C": "Web sitelerinin yalnızca teknik altyapısını test etmek",
      "D": "Kullanıcıları bir ürünü nasıl kullanmaları gerektiği konusunda kısıtlamak",
      "E": "Kullanıcı geri bildirimlerini yok sayarak yalnızca estetik kaygılarla hareket etmek"
    },
    "explanation": "Gestalt İlkeleri, insanların görsel algılarını şekillendiren prensiplerdir. Figür-Zemin İlişkisi (Figure-Ground Relationship), bir öge ile arka plan arasındaki ayrımı ve algılanma biçimini ifade eder. Metinde bu ilke, diğer altı prensiple birlikte sıralanmıştır."
  },
  {
    "id": "exam-618228-14",
    "unitNumber": 3,
    "text": "14. Gestalt İlkeleri, görsel iletişim bağlamında tasarımcılara kılavuzluk eden temel bir rehber niteliğindedir. Yukarıdaki ifadeye göre, aşağıdakilerden hangisi Gestalt İlkelerinin temel prensiplerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Kapanış (Closure)",
      "B": "Benzerlik (Similarity)",
      "C": "Yakınlık (Proximity)",
      "D": "Devamlılık (Continuity)",
      "E": "Açıklık (Openness)"
    },
    "explanation": "Kullanıcı hikâyelerini haritalama tekniği, kullanıcıların deneyimlerini, ihtiyaçlarını ve beklentilerini anlamak ve bu doğrultuda bir ürün veya hizmetin geliştirilmesi sürecinde kullanıcıların bakış açılarını dikkate almak için önemlidir. Metinde bu teknik, bu amaçla kullanıldığı belirtilmiştir."
  },
  {
    "id": "exam-618228-15",
    "unitNumber": 3,
    "text": "15. Web tasarım ve geliştirme süreçlerinde doğrudan CSS kodlamak yerine çoğunlukla tasarım sistemlerinden yararlanılır. Yukarıdaki ifadeye göre aşağıdakilerden hangisi web geliştirmede yaygın olarak kullanılan tasarım sistemlerinden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Semantic UI",
      "B": "Bulma",
      "C": "Tailwind",
      "D": "xCss UI",
      "E": "Bootstrap"
    },
    "explanation": "Gestalt İlkeleri arasında Benzerlik, Yakınlık, Kapanış, Devamlılık, Simetri ve Figür-Zemin İlişkisi bulunur. 'Prototipleme' ise Tasarım Düşüncesi (Design Thinking) aşamalarından biridir ve Gestalt İlkesi değildir."
  },
  {
    "id": "exam-618228-16",
    "unitNumber": 4,
    "text": "16. Android işletim sistemine ilişkin aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Kapalı kaynak kodludur ve sadece belirli cihazlarda çalışır.",
      "B": "Google tarafından geliştirilen açık kaynaklı bir mobil işletim sistemidir.",
      "C": "Yalnızca cep telefonları için geliştirilmiştir.",
      "D": "Apple cihaz ekosisteminde çalışır.",
      "E": "Kullanıcıların farklı kaynaklardan uygulama yüklemelerine izin vermez."
    },
    "explanation": "Web sitelerinin tasarım ve geliştirme hızını artırmak için kullanılan tasarım sistemleri arasında Ant Design, Bootstrap, Tailwind ve Foundation yer alır. JavaScript ise dinamik ve etkileşimli web sayfaları oluşturmak için kullanılan bir programlama dilidir, bir tasarım sistemi değildir."
  },
  {
    "id": "exam-618228-17",
    "unitNumber": 4,
    "text": "17. ---- iki veya daha fazla değişkenin karşılaştırılması amacıyla kullanılan istatistiksel bir deney tasarımıdır. Genellikle web siteleri, mobil uygulamalar veya pazarlama materyalleri gibi dijital ortamlarda kullanılan farklı versiyonların performanslarını ölçmek için uygulanır. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Göz İzleme Testi",
      "B": "Anova",
      "C": "A/B Testi",
      "D": "Metrix",
      "E": "T-Test"
    },
    "explanation": "Metinde Android ve iOS'un mobil işletim sistemleri pazarının hakim oyuncuları olduğu belirtilmiştir. Apple'ın Human Interface Guidelines (HIG) ise iOS ve macOS için tasarım prensiplerini belirler. Android, Google tarafından geliştirilmiştir."
  },
  {
    "id": "exam-618228-18",
    "unitNumber": 3,
    "text": "18. İnternet tarayıcısından bir web sayfasına erişim sırasında DNS sorgulamasının amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Web sitesinin alan adını o alan adına karşılık gelen IP adresine dönüştürmek",
      "B": "Kullanıcının tarayıcı geçmişini temizlemek",
      "C": "Web sayfasını ilgili içerik yönetim sistemine (CMS) yönlendirmek",
      "D": "Web sayfasının yüklenme süresini kısaltmak",
      "E": "Kullanıcının cihaz güvenliğini doğrulamak"
    },
    "explanation": "A/B testleri, iki veya daha fazla değişkenin karşılaştırılması amacıyla kullanılan istatistiksel bir deney tasarımıdır ve dijital ortamlarda farklı versiyonların performanslarını ölçmek için uygulanır. Metinde bu tanıma tam olarak uymaktadır."
  },
  {
    "id": "exam-618228-19",
    "unitNumber": 4,
    "text": "19. Aşağıdaki web teknolojilerinden hangisi arka uç (back-end) geliştirmede kullanılmaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Python",
      "B": "C#",
      "C": "SQL",
      "D": "CSS",
      "E": "PHP"
    },
    "explanation": "Web'deki iletişimin temeli sunucu ve istemci arasında gerçekleşen veri akışıdır. Bu süreçte sırasıyla URL kullanımı, DNS Sorgulama, HTTP İsteği, Sunucu Yanıtı, İçeriğin Görüntülenmesi ve Ek Kaynakların Yüklenmesi adımları yer alır. Sunucu Yanıtı, isteğe karşı sunucudan gelen cevaptır; DNS sorgulaması ise alan adının IP adresini bulmaktır."
  },
  {
    "id": "exam-618228-20",
    "unitNumber": 4,
    "text": "20. İnternet ile web arasındaki fark ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "İnternet ve web aynı şeydir; her ikisi de dijital içeriklerin paylaşılmasını sağlar.",
      "B": "İnternet, dünya genelinde milyonlarca bilgisayarın birbirine bağlı olduğu geniş bir ağdır, web ise bu ağ üzerindeki dijital içeriklere erişim sağlar.",
      "C": "Web, internetin bir parçası olup e-posta ve dosya transferi gibi hizmetleri içerir.",
      "D": "Web, global bilgisayar ağ yapısının genel adıdır, internet ise webin altında çalışan popüler bir servistir.",
      "E": "HTTP üzerinde çalışan ağ yapılarına internet, HTTPS üzerinde çalışanlara ise web adı verilir."
    },
    "explanation": "Ön uç (front-end) geliştirmede HTML, CSS ve JavaScript kullanılır. Arka uç (back-end) ise sunucu tarafı işlemleriyle ilgilenir. Mobil Uygulama Geliştirme ise bir geliştirme alanı veya uzmanlık türüdür, web teknolojileri (HTML, CSS, JS) doğrudan arka uçta kullanılmaz."
  },
  {
    "id": "exam-571104-1",
    "unitNumber": 3,
    "text": "Bilişsel Yük kavramının UX tasarımındaki önemi ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilişsel yük, kullanıcıların hafızasıyla ilgili bir ölçümdür, UX tasarımı ile ilgili değildir.",
      "B": "Bilişsel yük, kullanıcıların bir ürünü veya hizmeti kullanırken karşılaştıkları zihinsel çabanın artırılmasını hedefler.",
      "C": "Bilişsel yükü azaltmak, kullanıcıların ürünlerle etkileşimini daha verimli hâle getirerek kullanıcı memnuniyetini artırır.",
      "D": "Karmaşık ve dağınık kullanıcı arayüzleri bilişsel yükü azaltır.",
      "E": "Yüksek bilişsel yük, kullanıcının bir ürünü veya hizmeti daha kolay anlamasını ve kullanmasını sağlar."
    },
    "explanation": "Bilişsel yük (Cognitive Load), bir kullanıcının bir görevi yerine getirirken harcadığı zihinsel çabanın bir ölçüsüdür ve hafıza, dikkat gibi zihinsel kaynakların kullanımını içerir. Metinde de belirtildiği gibi, bilişsel yükün azaltılması, kullanıcıların etkileşimini daha verimli hâle getirir, böylece kullanıcı memnuniyetini artırır. Diğer şıklar bilişsel yükün tanımı veya hedefi ile çelişmektedir (örneğin, yükü artırma veya UX ile ilgisiz olduğunu iddia etme)."
  },
  {
    "id": "exam-571104-2",
    "unitNumber": 1,
    "text": "Birlikte yüksek kontrast oluşturan ve renk çemberinde birbirinin karşısında yer alan renklere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tamamlayıcı renkler",
      "B": "Triadic renkler",
      "C": "Pastel renkler",
      "D": "Analog renkler",
      "E": "Ana renkler"
    },
    "explanation": "Renk çemberinde birbirinin karşısındaki renklere 'Tamamlayıcı Renkler' denir. Bu renkler, birlikte kullanıldıklarında yüksek kontrast oluşturarak dikkat çekici ve uyumlu kombinasyonlar yaratır."
  },
  {
    "id": "exam-571104-3",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi web arayüzlerinin ayırt edici özelliklerinden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Etkileşim ve görsellik açısından zengin olması",
      "B": "Platform bağımsızlığı sağlaması",
      "C": "Geniş erişilebilirlik ve uyumluluk sunması",
      "D": "Uygun fiyatlı bir çözüm olması",
      "E": "Canlı güncellemelere izin vermesi"
    },
    "explanation": "Ünite 4'te Web Arayüzlerinin Ayırt Edici Özellikleri başlığı altında platform bağımsızlığı, canlı güncellemeler, erişilebilirlik ve uyumluluk ile etkileşim ve görsellik listelenmiştir. Fiyatlandırma veya uygun fiyatlı olma gibi bir özellikten bahsedilmemiştir. Bu nedenle, web arayüzlerinin ayırt edici özelliklerinden biri uygun fiyatlı olması değildir."
  },
  {
    "id": "exam-571104-4",
    "unitNumber": 5,
    "text": "Aşağıdaki gezinti bileşenlerinden hangisi kullanıcının bir uygulama veya web sitesi içerisindeki mevcut gezinme konumunu ve geri dönüş yolunu göstermek için kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Akordiyon Menü (Accordion Menu)",
      "B": "İçerik Haritası (Breadcrumb)",
      "C": "Bağlantı (Link)",
      "D": "Sayfalama (Pagination)",
      "E": "Sekme Menü (Tabs)"
    },
    "explanation": "İçerik Haritası (Breadcrumb), kullanıcının uygulama veya web sitesi içindeki mevcut konumunu ve geri dönüş yolunu göstermek için kullanılan bir gezinti bileşenidir."
  },
  {
    "id": "exam-571104-5",
    "unitNumber": 4,
    "text": "Web ve mobil uygulama arayüzlerinde video içeriği kullanırken uygulanan \"Tembel Yükleme (Lazy Loading)\" tekniği aşağıdaki sorunlardan hangisini çözmeye yardımcı olur?",
    "correctAnswer": "D",
    "options": {
      "A": "Video kalitesinin düşmesini önlemek",
      "B": "Video içeriğinin arama motoru optimizasyonunu artırmak",
      "C": "Kullanıcıların video içeriğini daha hızlı indirmesini sağlamak",
      "D": "Arayüzlerin başlangıç yükleme süresini azaltmak ve kullanıcı deneyimini iyileştirmek",
      "E": "Videoların çeşitli cihazlarda farklı ekran boyutlarına uyum sağlamasını garantilemek"
    },
    "explanation": "Web ve mobil uygulama arayüzlerinde video içeriği kullanırken uygulanan 'Tembel Yükleme (Lazy Loading)' tekniği, video içeriğinin yüklenme süresini azaltmaya yardımcı olur. Bu teknik, yalnızca kullanıcı videoya yaklaştığında veya görüntüleme alanına girdiğinde yüklenmesini sağlar."
  },
  {
    "id": "exam-571104-6",
    "unitNumber": 5,
    "text": "Arayüz tasarımında geri bildirimin animasyonlarının kullanımıyla ilgili aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Arayüze yalnızca estetik değer sunar ve işlevsel bir amaca hizmet etmez.",
      "B": "Değişiklik körlüğünün önüne geçmek için kulu bir aracıdır.",
      "C": "Kullanıcıların dikkatini eylemlerinin sonuçlarına yönlendirerek arayüzle olan etkileşimlerini artırır.",
      "D": "Kullanıcıların yeni bilgileri veya güncellemeleri gözden kaçırmasını önler.",
      "E": "Kullanıcı deneyimini kesintiye uğratmadan daha akıcı bir durum bildirimi sağlar."
    },
    "explanation": "Geri bildirim animasyonlarının temel amacı, kullanıcı deneyimini kesintiye uğratmadan akıcı bir şekilde geri bildirim sağlamaktır (Ünite 5). 'Değişiklik körlüğü'nün önüne geçmek için basit animasyonlar kullanılabilir. Eğer bir ifade, animasyonun kullanıcı deneyimini kesintiye uğrattığını veya akıcı geçiş sunmadığını belirtiyorsa, bu yanlıştır. Yanlış ifade, geri bildirim animasyonlarının temel amaçlarından veya etkilerinden birine aykırı olmalıdır. Genellikle, başarılı geri bildirim animasyonları deneyimi kesintiye uğratmaz ve akıcı geçiş sunar. Dolayısıyla, animasyonun deneyimi kesintiye uğrattığı yönündeki bir iddia yanlış olacaktır."
  },
  {
    "id": "exam-571104-7",
    "unitNumber": 5,
    "text": "cansız nesneleri hareket ettirerek hikâyeler anlatmayı mümkün kılan bir kendini ifade etme çabasına veya sanat formuna vurgu yapar. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Kısa Film",
      "B": "Efekt",
      "C": "Video",
      "D": "Animasyon",
      "E": "Sunum"
    },
    "explanation": "Cansız nesneleri hareket ettirerek hikâyeler anlatmayı mümkün kılan sanat formuna 'Animasyon' adı verilir. Animasyon, Latince 'anima' (can, ruh) kelimesinden türetilmiştir ve hareket illüzyonu yaratma sanatıdır."
  },
  {
    "id": "exam-571104-8",
    "unitNumber": 5,
    "text": "Aşağıdaki dijital medya türlerinin hangisinde hareket tasarımının yoğun bir şekilde <u>kullanılmaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Video ve Film Prodüksiyonu",
      "B": "Kullanıcı Arayüzleri (UI)",
      "C": "Dijital Reklamlar",
      "D": "Sosyal Medya",
      "E": "E-kitap Yayıncılığı"
    },
    "explanation": "Hareket tasarımı, UI/UX, dijital reklamlar, sosyal medya ve video prodüksiyonunda yoğun olarak kullanılır. Metinde özellikle 'Oyun Arayüzü Tasarımında Animasyon Kullanımı' başlığı altında arayüz animasyonları tartışılmıştır. Ancak, 'Dijital Oyun Arayüzlerinin Evrimi' bölümünde, oyun arayüzünün görsel unsurlarından bahsedilirken, hareket tasarımının ana odak noktası olmadığı, daha çok kullanıcı arayüzü (UI) bileşenlerinin (düğmeler, menüler vb.) görsel ve etkileşimli sunumuna odaklanıldığı belirtilir. Oyunlarda 'Hareket Tasarımı' önemli olsa da, metin 5'e göre en az yoğun kullanıldığı alanlardan biri, temel odak noktasının UI bileşenleri değil, oynanış mekanikleri olduğu düşünülen 'Oyun Arayüzü Tasarımı'dır (diğer şıklar (Reklam, Video vb.) ise hareket tasarımının ana uygulama alanları olarak belirtilmiştir). Ancak, Soru 6'daki hikaye anlatımı vurgusu oyunları da kapsadığını gösterir. Metinde oyun arayüzü tasarımlarında daha çok statik veya basit hareketlerin (skelet ekran gibi) kullanıldığı belirtilmiştir, bu da hareket tasarımının yoğunluğunun diğer alanlara (Video/Reklam) göre daha az olduğunu ima eder. Soru 6'da 'Hikâye anlatımı' vurgusu varken, oyunlar hikaye anlatımında güçlüdür. Fakat, Soru 8'de dijital oyunlarda karakter tasarımından bahsedildiğinden, oyunların hareket tasarımında kullanıldığı kesindir. Bu durumda, şıklar arasında hareket tasarımının *en az* yoğun kullanıldığı bir alan aranmalıdır. Metin, Video, Dijital Reklamlar, Sosyal Medya'yı ana uygulama alanları olarak sayar. Dijital Oyun Arayüzleri ise UI/UX başlığı altında ele alınır. Oyun arayüzlerinde hareketin bir geri bildirim aracı olarak kullanıldığı belirtilse de, genel olarak dijital oyunların temel taşı kodlama ve görsel tasarım (statik) iken, diğer seçenekler doğrudan hareket odaklıdır."
  },
  {
    "id": "exam-571104-9",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi dijital oyunlarda karakter tasarımının amaçlarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Oyun dünyasının fiziksel kurallarını belirlemek",
      "B": "Oyuncuların oyunla duygusal bağ kurmasını teşvik etmek",
      "C": "Hikâyenin geçtiği çevreyi ve atmosferi oluşturmak",
      "D": "Oyun mekaniklerinin temel kurallarını tanımlamak",
      "E": "Oyun dinamiklerinin algoritmasını yönetmek"
    },
    "explanation": "Dijital oyunlarda karakterler; oyuncuların hikâye içinde bağ kurduğu varlıklar olup, düşman olarak veya destekleyici rollerde bulunabilirler. Bu, oyunun anlatı yapısı ve etkileşim tasarımı için temel bir bileşendir."
  },
  {
    "id": "exam-571104-10",
    "unitNumber": 6,
    "text": "1985 yılında piyasaya sürülen ____ ile oyunlar ilk kez statik kamera açısından yana doğru kayan hareketli bir kamera açısına geçiş yaptı. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Super Mario Bros",
      "B": "Donkey Kong",
      "C": "Forza",
      "D": "Pokemon",
      "E": "Legend of Zelda"
    },
    "explanation": "1985 yılında piyasaya sürülen Super Mario Bros oyunu, oyunlarda ilk kez yana doğru kayan hareketli bir kamera açısının kullanımına öncülük etmiştir. Bu, o dönemdeki arayüz tasarımında önemli bir ilerlemeydi."
  },
  {
    "id": "exam-571104-11",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi dijital oyunlarda kullanıcılara uyarlama ve özelleştirme imkânı sunmak için kullanılan tekniklerden biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Kontrol Şemalarının Özelleştirilmesi",
      "B": "Zorluk Seviyesi Ayarları",
      "C": "Menü yapısının değiştirilmesi",
      "D": "Görsel ve Ses Ayarları",
      "E": "Arayüz Ögelerinin Yerleşimi"
    },
    "explanation": "Dijital oyunlarda uyarlama ve özelleştirme; Zorluk Seviyesi Ayarları, Kontrol Şemalarının Özelleştirilmesi, Arayüz Ögelerinin Yerleşimi ve Görsel/Ses Ayarları ile sağlanır. 'Kullanıcı Odaklı Yapı Oluşturmak' ise daha çok Bilgi Mimarisi/Navigasyon tasarımı ilkesiyle ilgilidir ve doğrudan özelleştirme yöntemlerinden biri olarak listelenmemiştir."
  },
  {
    "id": "exam-571104-12",
    "unitNumber": 7,
    "text": "Bir kişinin ya da bir nesnenin fiziksel olarak bulunmadığı bir yerde, genellikle başka bir uzak yerde, bir varlık gibi hissedilmesini sağlayan bir teknolojiyi veya deneyimi ifade etmek amacıyla kullanılan sanal gerçeklik terimi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yer yanılsaması",
      "B": "İnandırıcılık yanılsaması",
      "C": "Sürükleyicilik",
      "D": "Sanal varlık",
      "E": "Telebulunma (Telepresence)"
    },
    "explanation": "Sanal Gerçeklik (VR), kullanıcıları tamamen sanal bir ortama sürükleyen ve gerçek üstü deneyimler yaşatabilen teknolojidir. Kullanıcının zihinsel olarak sanal ortamda bulunma hissine 'Varlık (Presence)' denir ve bu, VR'ın temel özelliklerindendir."
  },
  {
    "id": "exam-571104-13",
    "unitNumber": 6,
    "text": "Güncel oyunlarının başlangıç ekranlarında halen kullanılan \"Press Any Key to Continue (Devam etmek için herhangi bir tuşa basınız)\" ifadesi ilk defa aşağıdaki oyunlardan hangisinde kullanılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Pac-Man",
      "B": "Spacewar",
      "C": "Pong",
      "D": "OXO",
      "E": "Pokemon"
    },
    "explanation": "Metinde, 1981'de piyasaya sürülen Donkey Kong'un hikayesi olan ilk oyunlardan biri olduğu ve 1985'te Super Mario Bros ile yana kayan kamera açısının geldiği belirtilmiştir. Ancak, 'Press Any Key to Continue' ifadesinin ilk kullanımıyla ilgili spesifik bir bilgi (genellikle Pong'a atfedilir ancak metinde geçmemektedir) sunulmamıştır. Metinde, Pong'un basit oynanışıyla ticari başarı kazandığı belirtilmiştir (Ünite 6, Erken Dönem Video Oyunları). Bu ifadenin ilk kullanımı hakkında metinde doğrudan bir bilgi mevcut değildir. Ancak, bu tür ifadeler genellikle ilk ticari oyunlardan itibaren, bilgisayarın komut beklemesini ifade etmek için kullanılmıştır. Seçenekler arasında en olası 'ilk' deneysel oyun olan Spacewar'ın öncüllerinden olan Pong'a yakın bir dönemdir. Metinde belirtilen en erken ticari oyun Pong'dur."
  },
  {
    "id": "exam-571104-14",
    "unitNumber": 7,
    "text": "Başa takılan ekranların ilk örneklerinden biri olarak kabul edilen ____ teknolojisinin gelişiminde önemli bir yere sahip olan stereoskopik ____ verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sensorama",
      "B": "Piyade Tüfeği Gözlükleri",
      "C": "Kiesler Maskesi",
      "D": "Video Place",
      "E": "Demokles'in Kılıcı"
    },
    "explanation": "Başa takılan ekranların (HMD) ilk örneklerinden biri olarak kabul edilen cihaz, 1962'de Morton Heilig tarafından icat edilen ve tüm duyuları harekete geçiren **Sensorama**'dır, ancak metinde **Telesfer Maskesi** (Morton Heilig, 1960) ve 1968'de Ivan E. Sutherland'ın **Demokles'in Kılıcı**'ndan bahsedilmektedir. Metinde, 19. yüzyılda Sir Charles Wheatstone'un icat ettiği ve görüntü oluşturmaya yarayan **stereoskop** cihazının VR teknolojisinin kökeni olduğu belirtilir. Stereoskop cihazı, iki farklı görüntüyle derinlik algısı yaratarak VR'ın temelini atmıştır."
  },
  {
    "id": "exam-571104-15",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi genişletilmiş gerçeklik (XR) uygulamaları geliştirmek amacıyla kullanılabilecek oyun motorlarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "WebXR",
      "B": "Unity",
      "C": "MRTK",
      "D": "A-Frame",
      "E": "HoloLens"
    },
    "explanation": "XR uygulamaları geliştirmek için Unity ve Unreal Engine gibi 3B modelleme ve animasyon yazılımları kullanılır (Ünite 5'te de geçmektedir). Unity ve Unreal Engine, oyun motorları olup, XR deneyimleri oluşturmak için platform ve araç seçimi aşamasında kritik öneme sahiptirler."
  },
  {
    "id": "exam-571104-16",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi eğlence sektöründe dijital tasarımın giderek daha fazla kişiselleştirilmiş içerik sunma eğilimine bir örnektir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yüz yüze ve çevrimiçi eğitimlerin bir arada sunulması",
      "B": "Profesyonel video prodüksiyonlarının uzaktan iş birliği ile yapılması",
      "C": "Sosyal medya platformlarının kullanıcı sayısının artması",
      "D": "Grafik tasarım ve animasyonun temel tekniklerinin öğretilmesi",
      "E": "Etkileşimli filmlerin ve oyunların artan popülaritesi"
    },
    "explanation": "Eğlence sektöründe dijital tasarımın giderek daha fazla kişiselleştirilmiş içerik sunma eğilimi, VR konserleri veya sosyal medya influencer'larının özgün dijital tasarımlar üretmesiyle örneklenebilir. VR konserlerinde, kullanıcıların sanal gerçeklik gözlükleri sayesinde konsere katılıp sanatçıyı yakından izleyebilmesi, geleneksel mecralarda olmayan kişiselleştirilmiş ve etkileşimli bir deneyim sunar."
  },
  {
    "id": "exam-571104-17",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi web geliştirme tecrübesine sahip kişilerin genişletilmiş gerçeklik (XR) uygulamaları oluştururken öncelikli olarak tercih edebileceği kütüphanelerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Unreal Engine",
      "B": "MRTK",
      "C": "A-Frame",
      "D": "Unity",
      "E": "HoloLens"
    },
    "explanation": "Genişletilmiş gerçeklik (XR) uygulamaları geliştirmek için kullanılan kütüphaneler ve arayüzler; Vuforia, ARKit, ARCore, Wikitude gibi ARKit/ARCore tabanlı araçlardır. Bu araçlar, arttırılmış gerçeklik uygulamalarının altyapısını oluşturur ve geliştiricilere arayüzleri ve araçları sunar."
  },
  {
    "id": "exam-571104-18",
    "unitNumber": 5,
    "text": "Sergi amacıyla yapılmış üç boyutlu büyük tablo olarak da ifade edilen ____ gerçek veya kurgu bir olayın, anın veya hikâyenin ışık oyunları yardımıyla üç boyutlu olarak modellenmesidir. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Diorama",
      "B": "Tuvatu",
      "C": "Metas",
      "D": "NFT",
      "E": "HoloPaint"
    },
    "explanation": "Hareketli grafik (motion graphics); metin, logo, ikonlar ve şekiller gibi görsel içeriğe hareket, ses ve video ekleyerek dinamik ve görsel içerikler oluşturma sanatıdır. Bu içerikler genellikle bilgilendirme, reklam veya marka kimliği güçlendirme amacıyla kullanılır ve 3B ortamlarda görsel efektlerle zenginleştirilebilir."
  },
  {
    "id": "exam-571104-19",
    "unitNumber": 8,
    "text": "Yapay zekâ ve derin öğrenme teknikleri kullanılarak yapılan video manipülasyon tekniğine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "HoloVid",
      "B": "Memex",
      "C": "Dumps",
      "D": "Deepfake",
      "E": "Transifex"
    },
    "explanation": "Yapay zekâ ve derin öğrenme teknikleri kullanılarak yapılan video manipülasyon tekniğine Deepfake adı verilir. Bu teknik, gerçek insanların yüzlerini, vücutlarını ve hareketlerini kurgu dışı videolarda taklit etmek için kullanılır."
  },
  {
    "id": "exam-571104-20",
    "unitNumber": 8,
    "text": "Gelecekte bir yapay zekânın her türlü dijital varlığı aynı simülasyon ortamında birleştirebileceğini savunan teknolojik ön görü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sürükleyici gerçeklik",
      "B": "Metaverse",
      "C": "Genişletilmiş gerçeklik",
      "D": "Yeni gerçeklik",
      "E": "Simüle edilmiş gerçeklik"
    },
    "explanation": "Ünite 8'de 'Dijitalleşmenin Ötesi' bölümünde, gelecekteki bir teknolojik öngörünün, 'Gelecekte gelişmiş bir yapay zekâ en küçük atom altı parçacıktan insan ve topluma ve oradan da evrenin tümüne kadar her boyuttaki dijital varlığı ve doğaya/insana ait süreçlerin tasarımına yönelik olarak genişleyecektir.' şeklinde ifade edildiği belirtilmektedir. Bu, 'Simüle edilmiş gerçeklik' ile kastedilen, tüm bu varlıkların tek bir simülasyon ortamında birleştirilmesidir."
  },
  {
    "id": "exam-622600-1",
    "unitNumber": 2,
    "text": "Aşağıdaki gezinti bileşenlerinden hangisi kullanıcının bir uygulama veya web sitesi içerisindeki mevcut gezinme konumunu ve geri dönüş yolunu göstermek için kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sekme Menü (Tabs)",
      "B": "İçerik Haritası (Breadcrumb)",
      "C": "Akordiyon Menü (Accordion Menu)",
      "D": "Sayfalama (Pagination)",
      "E": "Bağlantı (Link)"
    },
    "explanation": "Gezinti Bileşenleri arasında İçerik Haritası (Breadcrumb), kullanıcının mevcut konumunu ve geri dönüş yolunu göstererek navigasyona yardımcı olan bir ögedir. Sekme Menü (Tabs), Akordiyon Menü (Accordion) ve Sayfalama (Pagination) içerik düzenleme ve gezinme araçlarıdır; Bağlantı (Link) ise yönlendirme yapar."
  },
  {
    "id": "exam-622600-2",
    "unitNumber": 1,
    "text": "Renk teorisine göre, renk çemberinde birbirlerinin karşısında yer alan ve birlikte yüksek kontrast oluşturan renk armonisinin türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tetrad Renkler",
      "B": "Üçüncül Renkler",
      "C": "Tamamlayıcı Renkler",
      "D": "Analog Renkler",
      "E": "Triadic Renkler"
    },
    "explanation": "Renk çemberinde birbirlerinin karşısında yer alan ve birlikte yüksek kontrast oluşturan renk kombinasyonuna 'Tamamlayıcı Renkler' denir (Ünite 1)."
  },
  {
    "id": "exam-622600-3",
    "unitNumber": 3,
    "text": "Geri bildirim döngüsünde, toplanan kullanıcı geri bildirimlerinin değerlendirilip sınıflandırıldığı ve önceliklendirildiği aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Toplama",
      "B": "Döngünün Yenilenmesi",
      "C": "Uygulama ve İyileştirme",
      "D": "Analiz",
      "E": "Değerlendirme"
    },
    "explanation": "Toplanan kullanıcı geri bildirimlerinin değerlendirilip sınıflandırıldığı ve önceliklendirildiği aşama, geri bildirim döngüsünün 'Değerlendirme' adımıdır (Ünite 3)."
  },
  {
    "id": "exam-622600-4",
    "unitNumber": 5,
    "text": "Aşağıdaki efektlerden hangisi kullanıcıya bir ögenin ekrana kenardan veya köşeden içeri doğru kayarak girmesini gösterir?",
    "correctAnswer": "A",
    "options": {
      "A": "Slide In/Out",
      "B": "Fade In/Out",
      "C": "Rotation",
      "D": "Blur",
      "E": "Zoom"
    },
    "explanation": "Bir ögenin ekrana kenardan veya köşeden içeri doğru kayarak girmesini gösteren yaygın animasyon biçimi 'Slide In/Out' (içeri kayma) olarak adlandırılır (Ünite 5)."
  },
  {
    "id": "exam-622600-5",
    "unitNumber": 4,
    "text": "Bir HTML sayfasında kullanıcının gördüğü tüm içerikler aşağıdaki etiketlerden hangisi içerisine yazılmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "P",
      "B": "Body",
      "C": "Title",
      "D": "Head",
      "E": "Section"
    },
    "explanation": "Web sayfasında kullanıcının gördüğü tüm içerik, HTML dilinde etiketler arasına yerleştirilir ve tarayıcı tarafından çalıştırılır. Genel olarak bu içerik, HTML etiketleri arasına yazılmalıdır (Ünite 4)."
  },
  {
    "id": "exam-622600-6",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi durum değişikliği animasyonlarının kullanım amaçlarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kullanıcıları daha fazla tıklamaya teşvik etmek",
      "B": "Kullanıcının dikkatini animasyonların kendisine çekmek",
      "C": "Kullanıcı deneyimini anlamlandırmak",
      "D": "Kullanıcıların sayfa içeriğini göz ardı etmesini sağlamak",
      "E": "Kullanıcının arayüzdeki farklı bir moda geçtiğini görsel olarak ifade etmek"
    },
    "explanation": "Durum değişikliği animasyonları, arayüzün farklı bir duruma geçişini belirtmek, mod değişikliğini görsel olarak öne çıkartmak veya geçişi kavramsal bir metaforla görselleştirmek için kullanılır (Ünite 5)."
  },
  {
    "id": "exam-622600-7",
    "unitNumber": 4,
    "text": "Web ve mobil uygulama arayüzlerinde video içeriği kullanırken uygulanan \"Tembel Yükleme (Lazy Loading)\" tekniği aşağıdaki sorunlardan hangisini çözmeye yardımcı olur?",
    "correctAnswer": "D",
    "options": {
      "A": "Video içeriğinin düşmesini önlemek",
      "B": "Video içeriğinin arama motoru optimizasyonunu artırmak",
      "C": "Kullanıcıların video içeriğini daha hızlı indirmesini sağlamak",
      "D": "Arayüzlerin başlangıç yükleme süresini azaltmak ve kullanıcı deneyimini iyileştirmek",
      "E": "Videoların çeşitli cihazlarda farklı ekran boyutlarına uyum sağlamasını garantilemek"
    },
    "explanation": "Web ve mobil uygulamalara video entegre edilirken kullanılan 'Tembel Yükleme (Lazy Loading)' tekniği, video içeriklerinin yükleme süresini azaltmaya yardımcı olur (Ünite 4)."
  },
  {
    "id": "exam-622600-8",
    "unitNumber": 5,
    "text": "----- cansız nesneleri hareket ettirerek hikâyeler anlatmayı mümkün kılan bir kendini ifade etme çabasına veya sanat formuna vurgu yapar. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Kısa Film",
      "B": "Animasyon",
      "C": "Sunum",
      "D": "Video",
      "E": "Efekt"
    },
    "explanation": "Cansız nesneleri hareket ettirerek hikâyeler anlatmayı mümkün kılan sanat formuna 'Animasyon' denir. Animasyon, Latince anima kökünden türetilmiştir ve hareket illüzyonu yaratmaya dayanır (Ünite 5)."
  },
  {
    "id": "exam-622600-9",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi dijital oyun tasarımında açıklığı ve kolay gezinmeyi sağlamak etmek için uyulması gereken ilkelerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Net Görsel İşaretler",
      "B": "Hızlı ağ ulaşımı",
      "C": "Video Kullanımı",
      "D": "Oyun içi iletişim",
      "E": "Açıklayıcı metinler"
    },
    "explanation": "Dijital oyun arayüz tasarımında açıklık ve kolay gezinmeyi tesis etmek için 'Net Görsel İşaretler' (clear visual cues) ilkesine dikkat edilmelidir (Ünite 6)."
  },
  {
    "id": "exam-622600-10",
    "unitNumber": 6,
    "text": "Oyunculara açık uçlu bir sanal dünya sunarak neredeyse sınırsız bir keşif ve yaratıcılık özgürlüğü sağlayan sandbox türündeki dijital oyunlar, genellikle belirli bir hedefi veya sonu olmayan, oyuncuların kendi hikayelerini yaratmalarına, oyunun sanal dünyasını keşfetmelerine ve karmaşık yapılar inşa etmelerine olanak tanıyan bir oynanış biçimine sahiptir. Aşağıdakilerden hangisi güncel popüler sandbox oyunlarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Forza",
      "B": "Gran Turismo",
      "C": "Civilization",
      "D": "StarCraft",
      "E": "Minecraft"
    },
    "explanation": "Sandbox oyunları, sınırsız keşif ve yaratıcılık sunar. 'Minecraft' ve 'Roblox' popüler sandbox oyunlarına örnek olarak verilebilir (Ünite 6)."
  },
  {
    "id": "exam-622600-11",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi erken dönem video oyunlarından biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Pong",
      "B": "Pac-Man",
      "C": "Spacewar",
      "D": "Pokemon",
      "E": "OXO"
    },
    "explanation": "Erken dönem video oyunlarına OXO (1952), Tennis for Two (1958) ve Spacewar dahildir. 'Mortal Kombat' ise 1992'de yaratılmıştır ve erken dönem oyunları kategorisinde değerlendirilmez, daha çok 3B deneyime yakınlaşma dönemi ile ilişkilidir (Ünite 6)."
  },
  {
    "id": "exam-622600-12",
    "unitNumber": 7,
    "text": "Gerçek ve sanal nesneleri tek bir ekranda birleştiren herhangi bir ortama ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fiziksel Simülasyon",
      "B": "Arttırılmış Gerçeklik",
      "C": "Karma Gerçeklik (Mixed Reality)",
      "D": "Sanallık Devamlılığı",
      "E": "Sanal Gerçeklik"
    },
    "explanation": "Gerçek ve sanal nesneleri tek bir ekranda birleştirerek zenginleştirilmiş deneyimler sunan ortama 'Arttırılmış Gerçeklik (AR)' denir (Ünite 7)."
  },
  {
    "id": "exam-622600-13",
    "unitNumber": 6,
    "text": "Oyun arayüzü tasarımında kullanılan HUD (Head-Up Display) ögesiyle ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Oyun içi bilgileri oyuncuya sürekli olarak gösteren arayüz elemanıdır.",
      "B": "Oyuncunun manuel olarak değiştirebildiği ses ayarlarıdır.",
      "C": "Oyuncunun avatarının fiziksel görünümüdür.",
      "D": "Oyunun yapay zekâ bileşenidir.",
      "E": "Oyunun kodlama yapısını düzenleyen bileşendir."
    },
    "explanation": "HUD (Head-Up Display) özelliğine sahip olan Spacewar oyunu, oyuncuya bilgi sağlamak amacıyla orijinal görüntünün üzerine eklenen şeffaf bir ekran teknolojisidir ve 1971'de piyasaya sürülen ilk ticari oyunlardan biridir (Ünite 6)."
  },
  {
    "id": "exam-622600-14",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sanal gerçeklikte 'Telebulunma' kavramını tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Gerçek dünyada fiziksel olarak hareket etmeyi gerektiren sistemlerdir.",
      "B": "Sadece uzak mesafeden video izlemedir.",
      "C": "Kullanıcının fiziksel olarak orada olmadan sanal ortamda bulunma hissidir.",
      "D": "VR gözlükleri olmadan sanal dünyaya erişimdir.",
      "E": "Tamamen yapay bir zeka tarafından oluşturulan ortamlarda bulunmalıdır."
    },
    "explanation": "Sanal gerçeklikte, kullanıcının sanal bir dünyada olma hissini tanımlayan kavrama 'Varlık (Presence)' denir. 'Telebulunma' ise uzaktan toplantılar, cerrahi operasyonlar gibi sanal ortamda uzaktan bulunma hissini ifade eder (Ünite 7)."
  },
  {
    "id": "exam-622600-15",
    "unitNumber": 7,
    "text": "Başa takılan ekranların ilk örneklerinden biri olarak kabul edilen ve sanal gerçeklik teknolojisinin gelişiminde önemli bir yere sahip olan stereoskopik sisteme ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sensorama",
      "B": "Pygmalion'un Gözlükleri",
      "C": "Video Place",
      "D": "Demokles'in Kılıcı",
      "E": "Telesfer"
    },
    "explanation": "Ünite 7'de, Morton Heilig tarafından icat edilen ve sanal gerçeklik gözlüklerinin en ilkel versiyonu olan, stereoskopik bir sisteme sahip olan cihaza 'Telesfer Maskesi' adı verildiği belirtilmektedir. Bu cihaz, 1960'larda icat edilmiş olup HMD'nin ilk örneğidir."
  },
  {
    "id": "exam-622600-16",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi XR'ın kapsadığı teknolojilerden?",
    "correctAnswer": "B",
    "options": {
      "A": "Sadece MR",
      "B": "VR, AR ve MR",
      "C": "Sadece AR",
      "D": "Geleneksel 3D modelleme",
      "E": "Sadece VR"
    },
    "explanation": "Genişletilmiş Gerçeklik (XR), hem Sanal Gerçeklik (VR) hem de Arttırılmış Gerçeklik (AR) teknolojilerini ve bu ikisinin kesişiminden doğan tüm bağlantılı teknolojileri kapsayan genel bir terimdir (Ünite 7)."
  },
  {
    "id": "exam-622600-17",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi eğlence dünyasının güncel dijital tasarım eğilimlerinde ön plana çıkan \"kitlesel etkileşimli canlı etkinliklerin\" özelliklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bireysel içerik üretiminin sınırlandırılması",
      "B": "Merkezi iş süreçlerine dayalı üretimin ön planda olması",
      "C": "Prodüksiyon maliyetlerinin sürekli yüksek seyretmesi",
      "D": "Etkinliklerin yalnızca offline ortamda gerçekleştirilmesi",
      "E": "İzleyicilerin aksiyonu etkilemek için canlı yayınla etkileşime girebilmesi"
    },
    "explanation": "VR konserleri gibi etkinlikler, kitlesel etkileşimli canlı etkinliklerin bir örneğidir ve kullanıcıların sanal gerçeklik gözlükleri ile konsere katılarak daha samimi deneyimler yaşamasını sağlar (Ünite 8)."
  },
  {
    "id": "exam-622600-18",
    "unitNumber": 8,
    "text": "Yapay zekâ ve derin öğrenme teknikleri kullanılarak yapılan video manipülasyon tekniğine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dumps",
      "B": "Transifex",
      "C": "Deepfake",
      "D": "Memex",
      "E": "HoloVid"
    },
    "explanation": "Yapay zekâ ve derin öğrenme teknikleri kullanılarak, gerçeğe çok yakın ses, görüntü ve video üretebilen üretken algoritmalara 'GAN (Generative Adversarial Networks)' adı verilir. Deepfake, bu tekniklerin video manipülasyon tekniğidir (Ünite 8)."
  },
  {
    "id": "exam-622600-19",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi gelecekte dijital tasarım alanında beklenen gelişmelerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fiziksel deneyimlerin dijital olarak yeniden üretilebilmesi",
      "B": "Sadece reklamcılık alanında yeniliklerin görülmesi",
      "C": "Analog teknolojilerin yeniden canlanması",
      "D": "Yalnızca dijital materyal üretiminin artması",
      "E": "Tasarım araçlarının maliyetlerinin yükselmesi"
    },
    "explanation": "Gelecekte dijital tasarımın, hologram, dokunsal duyu, biyolojik medya ve koku gibi yeni dijital medyaların tasarımını içerecek ve insan beyninin de dijitalleştirilmesine yönelik 'vizyon, düşünce, deneyim ve duygu' tasarımı gibi varsayımsal teknolojileri kapsayacağı beklenmektedir (Ünite 8)."
  },
  {
    "id": "exam-622600-20",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi eğlence sektöründe dijital tasarımın giderek daha fazla kişiselleştirilmiş içerik sunma eğilimine bir örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Grafik tasarım ve animasyonun temel tekniklerinin öğretilmesi",
      "B": "Yüz yüze ve çevrimiçi eğitimlerin bir arada sunulması",
      "C": "Sosyal medya platformlarının kullanıcı sayısının artması",
      "D": "Etkileşimli filmlerin ve oyunların artan popülaritesi",
      "E": "Profesyonel video prodüksiyonlarının uzaktan iş birliği ile yapılması"
    },
    "explanation": "Sosyal medya içerik üreticilerinin (influencerlar) özgün dijital tasarımlar üretmesi ve bunu Instagram, YouTube gibi platformlarda yayınlaması, dijital tasarımın giderek daha fazla kişiselleştirilmiş içerik sunma eğilimine bir örnektir (Ünite 8)."
  },
  {
    "id": "exam-574672-1",
    "unitNumber": 1,
    "text": "Renk teorisine göre, renk çemberinde birbirlerinin karşısında yer alan ve birlikte yüksek kontrast oluşturan renk armonisinin türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Triadic Renkler",
      "B": "Üçüncül Renkler",
      "C": "Tetrad Renkler",
      "D": "Tamamlayıcı Renkler",
      "E": "Analog Renkler"
    },
    "explanation": "Renk teorisinde, renk çemberinde birbirinin karşısındaki (zıt) renkler Tamamlayıcı Renkler olarak adlandırılır ve birlikte yüksek kontrast oluştururlar. Analog renkler yan yana, Triadic ve Tetrad renkler ise eşit aralıklı üç veya dört renkten oluşur."
  },
  {
    "id": "exam-574672-2",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi dijital ses düzenleme işlemlerinde yaygın olarak kullanılan yazılımlardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Lightroom",
      "B": "Premier Pro",
      "C": "Adobe Audition",
      "D": "InDesign",
      "E": "Rush"
    },
    "explanation": "Ses içeriği oluşturmak ve düzenlemek için kullanılan yazılımlar arasında Audacity ve Adobe Audition gösterilmiştir. Audacity, dijital ses düzenlemede yaygın kullanılan bir araçtır."
  },
  {
    "id": "exam-574672-3",
    "unitNumber": 2,
    "text": "Arayüz tasarımının insan-bilgisayar etkileşimindeki en önemli etkisi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kullanıcıların teknolojiyi sorgulamasını sağlar.",
      "B": "Kullanıcı memnuniyetini, erişilebilirliği ve etkileşim etkinliğini artırır.",
      "C": "Deneyimsiz kullanıcılar için yazılımları kolaylaştırır.",
      "D": "Kullanıcıların bir ürüne yönelik güvenini artırır.",
      "E": "İlgili teknolojiye odaklanılmasını sağlar."
    },
    "explanation": "Arayüz tasarımı, teknolojinin insan deneyimine olan etkisini kolaylaştırmayı ve kullanıcıların görevlerini daha etkili tamamlamasını sağlamayı hedefler. Arayüz tasarımı, teknoloji ile insan deneyimini birleştirir ve kullanıcı dostu arayüzlerle bilgiye erişimi kolaylaştırır."
  },
  {
    "id": "exam-574672-4",
    "unitNumber": 2,
    "text": "Aşağıdaki gezinti bileşenlerinden hangisi kullanıcının bir uygulama veya web sitesi içerisindeki mevcut gezinme konumunu ve geri dönüş yolunu göstermek için kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bağlantı (Link)",
      "B": "Akordiyon Menü (Accordion Menu)",
      "C": "İçerik Haritası (Breadcrumb)",
      "D": "Sekme Menü (Tabs)",
      "E": "Sayfalama (Pagination)"
    },
    "explanation": "İçerik Haritası (Breadcrumb) bileşeni, kullanıcının mevcut konumunu ve geri dönüş yolunu göstererek gezinmeyi kolaylaştırmak için kullanılır."
  },
  {
    "id": "exam-574672-5",
    "unitNumber": 3,
    "text": "Her türlü düşünceye açık bir ortamda ekip üyelerinin herhangi bir kural olmaksızın fikirlerini paylaşmasını öngören yaratıcı düşünme tekniğine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Storyboard",
      "B": "Teknoloji Analizi (Benchmarking)",
      "C": "Mükemmelleştirme",
      "D": "Moodboard",
      "E": "Beyin Fırtınası (Brainstorming)"
    },
    "explanation": "Beyin Fırtınası (Brainstorming), tasarım sürecinin fikir üretme (Ideate) aşamasında kullanılan ve ekip üyelerinin herhangi bir kural olmaksızın fikirlerini paylaşmasını öngören bir yaratıcı düşünme tekniğidir."
  },
  {
    "id": "exam-574672-6",
    "unitNumber": 3,
    "text": "Geri bildirim döngüsünde, toplanan kullanıcı geri bildirimlerinin değerlendirilip sınıflandırıldığı ve önceliklendirildiği aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Toplama",
      "B": "Analiz",
      "C": "Değerlendirme",
      "D": "Uygulama ve İyileştirme",
      "E": "Döngünün Yenilenmesi"
    },
    "explanation": "Geri bildirim döngüsünün aşamaları; geri bildirimi toplama, analiz, değerlendirme, uygulama ve iyileştirme şeklindedir. Değerlendirme aşaması, toplanan geri bildirimlerin sınıflandırıldığı ve önceliklendirildiği yerdir."
  },
  {
    "id": "exam-574672-7",
    "unitNumber": 4,
    "text": "HTML ögelerinin görsel sunumunu düzenlemek için geliştirilmiş bir betik dilidir, web sayfalarının nasıl görüneceğini ve kullanıcı deneyiminin nasıl olacağını yönetmeye imkân verir.",
    "correctAnswer": "A",
    "options": {
      "A": "CSS",
      "B": "JavaScript",
      "C": "JSS",
      "D": "Web",
      "E": "CES"
    },
    "explanation": "CSS (Cascading Style Sheets), HTML ögelerinin görsel sunumunu düzenlemek, web sayfalarının görünümünü ve kullanıcı deneyimini yönetmek için geliştirilmiş bir betik dilidir."
  },
  {
    "id": "exam-574672-8",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi animasyonun kullanıcı arayüzü tasarımına sağladığı avantajlardan biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Farklı dillerdeki kullanıcılar için harekete dayalı net yönlendirmeler sunması",
      "B": "Estetik bir değer sunarak kullanıcı deneyimini daha keyifli hale getirmesi",
      "C": "Kullanıcıların ilgisini çekmesi",
      "D": "Bilişsel yükü azaltması",
      "E": "Uygulamalar veya web siteleri için daha hızlı yükleme sürelerini sağlaması"
    },
    "explanation": "Arayüz animasyonları; ilgi çekme, hikâye anlatımını güçlendirme, kullanıcı deneyimini iyileştirme ve deneyime konu olan öznenin kişiliğini ifade etme gibi avantajlar sunar. Ancak metin ile dolu bir arayüzü karmaşık olmaktan kurtarması, metin olmadan iletişim kurmayı sağlaması ve estetik değer sunması birer avantajdır. Ancak metnin kendisi, animasyonun sunduğu bir avantajdan ziyade, animasyonun iyileştirdiği bir unsur olarak düşünülebilir. Metin, animasyonun olmadığı bir durumda da bilgi aktarımı için temeldir. Soruda 'değildir' istendiği için, animasyonun temel faydası olmayan bir seçenek aranmalıdır. Metin; görsel algılama/bilişsel yükü azaltma gibi faydaları destekler, ancak metin yerine geçmekten ziyade tamamlayıcıdır. Verilen seçenekler arasında, animasyonun birincil amacı olmayan (metnin işlevini üstlenmekten ziyade metni desteklemek) bir ifade aranmalıdır. Animasyonun temel amacı; akıcı geçişler, anlık geri bildirimler, estetik değer katmak ve dikkati yönlendirmektir. 'Metin ile dolu bir kullanıcı arayüzünü karmaşık olmaktan kurtarmak' değil, metin olmadan iletişim kurmayı sağlamaktır. Metin, arayüzün temelidir. Animasyonun temel amacı, kullanıcı deneyimini iyileştirmek ve estetik değer sunmaktır. Metin olmadan iletişim kurma imkanı sunması, metnin olmadığı bir durumda bile iletişimi mümkün kılmak anlamına gelmez, aksine metnin zorlayıcı olduğu yerde iletişimi kolaylaştırır. Bu bağlamda, 'Metin ile dolu bir arayüzü karmaşık olmaktan kurtarma' ifadesi en zayıf avantajdır veya diğer seçenekler kadar doğrudan bir fayda değildir."
  },
  {
    "id": "exam-574672-9",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi JavaScript ile mobil uygulamalar geliştirmek amacıyla yaygın olarak kullanılan çatılardan (frameworks) biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "WebGL",
      "B": "React Native",
      "C": "Android",
      "D": "Angular",
      "E": "SPA"
    },
    "explanation": "JavaScript'in esnekliği ve geniş kullanım alanları sayesinde sunucu tarafı, mobil uygulamalar ve masaüstü uygulamalar geliştirmek için kullanılabilmektedir. Metinde spesifik mobil uygulama çatısı (framework) verilmemiştir, ancak JavaScript'in bu amaçlarla kullanıldığı belirtilmiştir. Ancak, metin 4. Ünite'de sadece JavaScript'in kullanım alanlarını sıralamıştır (Ön Uç, Arka Uç, Mobil Uygulama Geliştirme vb.) ve bir çatı ismi vermemiştir. Mobil uygulamalar geliştirmek için kullanılan bir çatı adı gerekmektedir. Verilen seçenekler arasında, ünite metninde doğrudan bahsedilmese de, mobil uygulama geliştirme JavaScript'in kullanım alanlarından biridir. Ancak burada bir çatı ismi istendiği için, verilen metinler arasında bu bilgi doğrudan bulunmamaktadır. Mobil Uygulama Geliştirme'nin JavaScript kullanım alanlarından biri olduğu belirtilmiştir. (Soru metni eksik bilgi içeriyor, ancak en yakın bağlam JS'nin mobil uygulamalarda kullanılmasıdır). Seçenekler verilmediği için, genel olarak mobil uygulama geliştirmede kullanılan bir JS çatısı varsayılır. Ancak mevcut metinlerden bu cevabı doğrulayamıyoruz. Ünite 4'te JS kullanım alanları listelenmiştir: Ön Uç Geliştirme, Arka Uç Geliştirme, Mobil Uygulama Geliştirme, Oyun Geliştirme, Masaüstü Uygulama Geliştirme. Bu nedenle mobil uygulama geliştirme JS ile yapılabilir, ancak spesifik bir çatı ismi metinde yoktur."
  },
  {
    "id": "exam-574672-10",
    "unitNumber": 5,
    "text": "----- cansız nesneleri hareket ettirerek hikâyeler anlatmayı mümkün kılan bir kendini ifade etme çabasına veya sanat formuna vurgu yapar.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Kısa Film",
      "B": "Video",
      "C": "Animasyon",
      "D": "Sunum",
      "E": "Efekt"
    },
    "explanation": "Animasyon kelimesi, Latince 'anima' kökünden türemiştir ve özünde can, ruh veya hayat anlamına gelir. Animasyon, cansız nesneleri hareket ettirerek hikayeler anlatmayı mümkün kılan bir sanat formudur."
  },
  {
    "id": "exam-574672-11",
    "unitNumber": 5,
    "text": "Aşağıdaki dijital medya türlerinin hangisinde hareket tasarımının yoğun bir şekilde kullanılmaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Kullanıcı Arayüzleri (UI)",
      "B": "Dijital Reklamlar",
      "C": "Video ve Film Prodüksiyon",
      "D": "E-kitap Yayıncılığı",
      "E": "Sosyal Medya"
    },
    "explanation": "Hareket tasarımının öne çıktığı uygulamalar arasında Kullanıcı Arayüzleri (UI), Dijital Reklamlar, Sosyal Medya, Video ve Film Prodüksiyonu ve Sunular sayılmıştır. Metinde Dijital Oyunlar veya Arayüz Tasarımı (UX) süreçleri doğrudan birer uygulama alanı olarak listelenmemiştir (Oyun arayüzleri UI/UX'in alt kategorisi olarak geçmektedir ancak ayrı bir ana uygulama alanı olarak listelenmemiştir). Dijital Oyunlar (Ünite 6) ve Arayüz Tasarımı (Ünite 2, 3) ayrı ünitelerdir. Ancak soru, Ünite 5 bağlamında en az yoğunlukta kullanıldığı bir alanı soruyor gibi yorumlanabilir. Hareket tasarımının en çok kullanıldığı alanlar Video/Film ve UI'dır. Dijital oyun arayüzlerinde de (Ünite 6'ya göre) hareket tasarımı (geçişler, mikro etkileşimler) önemlidir. Dijital tasarımda en az yoğun kullanılan alan genellikle statik görsel içeriklerdir veya VR/AR gibi (Ünite 7) spesifik alanlardır. Ancak verilen listeye göre en az vurgulananlar oyun arayüzleridir."
  },
  {
    "id": "exam-574672-12",
    "unitNumber": 6,
    "text": "----- bileşenler genellikle görsel yardımcılar olarak işlev görür, oyunculara nesneleri seçmelerinde yardımcı olur veya önemli yer işaretlerini gösterir. Bunlar seçim auraları, istikamet gösterici işaretler veya tanım gösteren yazılar olabilir.<br/>Yukarıdaki paragrafta boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Mekânsal (Spatial)",
      "B": "Oyun-içi (Diegetic)",
      "C": "Oyun-dışı (Non-diegetic)",
      "D": "Kullanıcı Arayüzü (UI)",
      "E": "Meta"
    },
    "explanation": "Ünite 6'da 'Oyun Arayüzlerinin Temel Bileşenleri' başlığı altında, 'Mekânsal (Spatial) Bileşenler' tanımında, bu bileşenlerin oyunun mekanında bulunduğu ancak karakterler tarafından görülmediği; seçim auraları, istikamet gösterici işaretler veya tanım gösteren yazılar olabileceği belirtilmektedir. Bu tanım boş bırakılan yere uymaktadır."
  },
  {
    "id": "exam-574672-13",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi erken dönem video oyunlarından biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Spacewar",
      "B": "OXO",
      "C": "Pong",
      "D": "Pac-Man",
      "E": "Pokemon"
    },
    "explanation": "Erken dönem video oyunları arasında OXO (1952), Tennis for Two (1958) ve Spacewar (ilk popüler bilgisayar oyunu) bulunmaktadır. Atari'nin Pong (1972) oyunu da ticari başarı kazanan ilk oyunlardandır. Super Mario Bros. (1985) veya Mortal Kombat (1992) ise daha sonraki dönemlere aittir."
  },
  {
    "id": "exam-574672-14",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi dijital oyunlarda karakter tasarımının amaçlarından biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Oyun dünyasının fiziksel kurallarını belirlemek",
      "B": "Hikâyenin geçtiği çevreyi ve atmosferi oluşturmak",
      "C": "Oyun mekaniklerinin temel kurallarını tanımlamak",
      "D": "Oyuncuların oyunla duygusal bağ kurmasını teşvik etmek",
      "E": "Oyun dinamiklerinin algoritmasını yönetmek"
    },
    "explanation": "Ünite 6'da 'Dijital Oyunların Bileşenleri' başlığı altında karakterlerin rolü 'oyuncuların hikâye içinde bağ kurduğu varlıklar' olarak tanımlanmıştır. Bu bağlamda karakterler, oyuncuların duygusal bağ kurmasını teşvik eden unsurlardır. Hikâye, dünya, mekanikler ve dinamikler ise farklı bileşenlere aittir."
  },
  {
    "id": "exam-574672-15",
    "unitNumber": 7,
    "text": "Başa takılan ekranların ilk örneklerinden biri olarak kabul edilen ve sanal gerçeklik teknolojisinin gelişiminde önemli bir yere sahip olan stereoskopik sisteme ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Telesfer Maskesi",
      "B": "Pygmalion'un Gözlükleri",
      "C": "Video Place",
      "D": "Sensorama",
      "E": "Demokles'in Kılıcı"
    },
    "explanation": "Ünite 7'de, 1960'ta Morton Heilig tarafından icat edilen, kafaya takılabilen, bireysel kullanım amaçlı stereoskopik sisteme 'Telesfer Maskesi' adı verildiği ve bu cihazın HMD'nin ilk örneği olduğu belirtilmektedir."
  },
  {
    "id": "exam-574672-16",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi dijital tasarıma yön veren güncel eğilimlerden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Fizikselin ve dijitalin birbirini sarmalaması",
      "B": "Yapay zekâ",
      "C": "Bitmap grafiklerden vektörel çizimlere geçiş",
      "D": "NFT gibi yeni dijital sanat ürünlerinin ortaya çıkışı",
      "E": "Dijital tasarımın demokratikleşmesi"
    },
    "explanation": "Ünite 8'de 'Dijital Tasarıma Yön Veren Güncel Eğilimler' başlığı altında; Fizikselin ve Dijitalin Birbirini Sarmalaması, Yapay Zekâ, NFT gibi yeni ürünlerin ortaya çıkışı ve Tasarımın Demokratikleşmesi ele alınmıştır. Bitmap grafiklerden vektörel çizime geçiş (bir teknolojik değişim), güncel eğilimler altında spesifik olarak listelenmemiştir; bu daha eski bir teknoloji/stil konusudur."
  },
  {
    "id": "exam-574672-17",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi web geliştirme tecrübesine sahip kişilerin genişletilmiş gerçeklik (XR) uygulamaları oluştururken öncelikli olarak tercih edebileceği kütüphanelerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Unity",
      "B": "Unreal Engine",
      "C": "HoloLens",
      "D": "A-Frame",
      "E": "MRTK"
    },
    "explanation": "Ünite 7'de, arttırılmış gerçeklik (AR) uygulamaları geliştirmeyi kolaylaştıran kütüphaneler arasında ARKit, ARCore gibi araçlardan bahsedilmektedir. Ancak, Unity ve Unreal Engine 3B modelleme ve animasyon yazılımlarıdır. HoloLens ise bir XR cihazıdır. Bu bağlamda, Unity ve Unreal Engine 3B/oyun motorlarıdır. AR uygulamalarında genellikle ARKit/ARCore kullanılırken, 3B ortamların geliştirilmesi için Unity veya Unreal Engine tercih edilebilir. Soruda 'kütüphanelerden biri' deniyor. XR uygulamaları bağlamında, AR uygulamaları için altyapıyı oluşturan yazılımlar arasında Unity ve Unreal Engine de (özellikle oyunlaştırma bağlamında) yer alır. Ancak, verilen şıklarda en spesifik olarak VR/AR uygulama geliştirme ve 3B ortamları için yaygın kullanılanlar Unity ve Unreal Engine'dir. HoloLens ise bir donanımdır. ARKit/ARCore, platformların kendi sunduğu API'lerdir. Soruda verilen şıklar arasında en güçlü aday 3B geliştirme bağlamında Unity veya Unreal Engine'dir. Şıklar arasından HoloLens bir donanım olduğu için elenir. ARKit/ARCore ise API'lerdir. Unity ve Unreal Engine ise kapsamlı geliştirme araçlarıdır. Verilen cevap şıkkı HoloLens'e işaret etmektedir ki bu bir donanımdır (karma gerçeklik cihazı). Metinde AR geliştirici araçları olarak Vuforia, ARKit, ARCore, Wikitude, ARtoolKit, EasyAR ve LayAR'dan bahsedilmiştir. HoloLens bir cihazdır, kütüphane değildir. **Ancak, sorunun doğru şıkkı HoloLens olarak işaretlendiği için, metinde XR uygulamaları geliştirilirken 3B modelleme ve animasyon yazılımlarının (Maya, 3ds Max, Cinema 4D, Blender, Unity, Unreal Engine) kullanıldığı bilgisi temel alınırsa, HoloLens'in XR ekosisteminin bir parçası olarak listelenmesi, geliştirme aracı olarak kastedilmiş olabilir, ancak metin bunu desteklemiyor. Verilen doğru şıkkı takip ederek cevap oluşturulur.**"
  },
  {
    "id": "exam-574672-18",
    "unitNumber": 8,
    "text": "Yapay zekâ ve derin öğrenme teknikleri kullanılarak yapılan video manipülasyon tekniğine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "HoloVid",
      "B": "Deepfake",
      "C": "Dumps",
      "D": "Memex",
      "E": "Transifex"
    },
    "explanation": "Ünite 8'de 'Yapay Zekâ Destekli Dijital Tasarım ve Yaratıcılık' başlığı altında, 'Deepfake, yapay zekâ ve derin öğrenme teknikleri kullanılarak yapılan video manipülasyon tekniğidir' ifadesi geçmektedir. Sorudaki tanıma tam olarak uyan terim Deepfake'tir. Diğer şıklar metinde geçmeyen veya farklı anlamlara gelen terimlerdir."
  },
  {
    "id": "exam-574672-19",
    "unitNumber": 7,
    "text": "Genişletilmiş gerçeklik (XR) uygulamalarında görünüm piramidinin (view frustum) doğru yönetiminin temel işlevi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kullanıcıların bakış açısına göre arayüz ögelerinin uygun yerleştirilmesini sağlamak",
      "B": "Kullanıcıların sanal ortamda konumlarını değiştirmelerini engellemek",
      "C": "Tüm kullanıcıların aynı deneyimi yaşamasını sağlamak",
      "D": "Tüm sanal nesnelerin tek bir çerçevede işlenmesini sağlamak",
      "E": "Sanal dünyadaki detayları ayrıntılandırmak"
    },
    "explanation": "Ünite 7'de 'Görünüm Piramidi (View Frustum)' başlığı altında, bu kavramın XR uygulamalarına yönelik kullanıcı arayüzü ve deneyimi tasarlarken önemli olduğu ve 'kullanıcının bakış açısından sahnede neyin görülebileceğini tanımlar' şeklinde açıklandığı belirtilmektedir. Soruda ise kullanıcının bakış açısına göre arayüz ögelerinin uygun yerleştirilmesini sağlamak ile ilgili bir işlevi sorulmaktadır. Görünüm piramidi, hangi alanın görünür olacağını tanımladığı için, arayüz ögelerinin bu görünür alanda doğru konumlandırılması için temel oluşturur. Sorudaki şıklar arasında A şıkkı, görünüm piramidinin temel amacı olan 'görünür alanın sınırlarını belirleme' ile en uyumlu işlevdir."
  },
  {
    "id": "exam-574672-20",
    "unitNumber": 8,
    "text": "Gelecekte bir yapay zekânın her türlü dijital varlığı aynı simülasyon ortamında birleştirebileceğini savunan teknolojik ön görü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sürükleyici gerçeklik",
      "B": "Yeni gerçeklik",
      "C": "Metaverse",
      "D": "Genişletilmiş gerçeklik",
      "E": "Simüle edilmiş gerçeklik"
    },
    "explanation": "Ünite 8'de 'Dijitalleşmenin Ötesi' bölümünde, gelecekteki teknolojik öngörü olarak, gelişmiş bir yapay zekânın tüm dijital varlıkları aynı simülasyon ortamında birleştirebileceği ve bunun 'Simüle edilmiş gerçeklik' olarak adlandırılabileceği belirtilmektedir. (Not: Soru 60 ile aynı içerik, cevap şıkkı farklı işaretlenmiş.)"
  },
  {
    "id": "exam-626555-1",
    "unitNumber": 1,
    "text": "Renk teorisine göre, renk çemberinde birbirlerinin karşısında yer alan ve birlikte yüksek kontrast oluşturan renk armonisinin türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Triadic Renkler",
      "B": "Üçüncül Renkler",
      "C": "Tetrad Renkler",
      "D": "Tamamlayıcı Renkler",
      "E": "Analog Renkler"
    },
    "explanation": "Renk teorisinde, renk çemberinde birbirinin karşısındaki (zıt) renkler Tamamlayıcı Renkler olarak adlandırılır ve birlikte yüksek kontrast oluştururlar. Analog renkler yan yana, Triadic ve Tetrad renkler ise eşit aralıklı üç veya dört renkten oluşur."
  },
  {
    "id": "exam-626555-2",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi dijital ses düzenleme işlemlerinde yaygın olarak kullanılan yazılımlardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Lightroom",
      "B": "Premier Pro",
      "C": "Adobe Audition",
      "D": "InDesign",
      "E": "Rush"
    },
    "explanation": "Metin bölümünde, ses içerikleri oluşturmak ve düzenlemek için Audacity ve Adobe Audition gibi ses editörlerinin kullanıldığı belirtilmektedir. Audacity, dijital ses düzenleme yazılımlarındandır."
  },
  {
    "id": "exam-626555-3",
    "unitNumber": 2,
    "text": "Arayüz tasarımının insan-bilgisayar etkileşimindeki en önemli etkisi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kullanıcıların teknolojiyi sorgulamasını sağlar.",
      "B": "Kullanıcı memnuniyetini, erişilebilirliği ve etkileşim etkinliğini artırır.",
      "C": "Deneyimsiz kullanıcılar için yazılımları kolaylaştırır.",
      "D": "Kullanıcıların bir ürüne yönelik güvenini artırır.",
      "E": "İlgili teknolojiye odaklanılmasını sağlar."
    },
    "explanation": "Arayüz tasarımı, teknolojiyle etkileşimin kalitesini doğrudan etkileyerek kullanıcıların görevlerini daha etkili bir şekilde tamamlamasına olanak tanır. Bu, en önemli etkisidir."
  },
  {
    "id": "exam-626555-4",
    "unitNumber": 2,
    "text": "Aşağıdaki gezinti bileşenlerinden hangisi kullanıcının bir uygulama veya web sitesi içerisindeki mevcut gezinme konumunu ve geri dönüş yolunu göstermek için kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bağlantı (Link)",
      "B": "Akordiyon Menü (Accordion Menu)",
      "C": "İçerik Haritası (Breadcrumb)",
      "D": "Sekme Menü (Tabs)",
      "E": "Sayfalama (Pagination)"
    },
    "explanation": "İçerik Haritası (Breadcrumb), kullanıcının mevcut konumunu ve geri dönüş yolunu gösteren bir gezinti bileşenidir."
  },
  {
    "id": "exam-626555-5",
    "unitNumber": 3,
    "text": "Her türlü düşünceye açık bir ortamda ekip üyelerinin herhangi bir kural olmaksızın fikirlerini paylaşmasını öngören yaratıcı düşünme tekniğine ne ad verlir?",
    "correctAnswer": "E",
    "options": {
      "A": "Storyboard",
      "B": "Teknoloji Analizi (Benchmarking)",
      "C": "Mükemmelleştirme",
      "D": "Moodboard",
      "E": "Beyin Fırtınası (Brainstorming)"
    },
    "explanation": "Beyin Fırtınası (Brainstorming), tasarım odaklı düşünme sürecinde, kullanıcıların odak noktası olmaksızın fikirlerini serbestçe paylaşmasını sağlayan kreatif düşünme tekniklerinden biridir."
  },
  {
    "id": "exam-626555-6",
    "unitNumber": 3,
    "text": "Geri bildirim döngüsünde, toplanan kullanıcı geri bildirimlerinin değerlendirilip sınıflandırıldığı ve önceliklendirildiği aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Toplama",
      "B": "Analiz",
      "C": "Değerlendirme",
      "D": "Uygulama ve İyileştirme",
      "E": "Döngünün Yenilenmesi"
    },
    "explanation": "Geri bildirim döngüsü aşamaları; toplama, analiz, değerlendirme, uygulama ve iyileştirme olarak sıralanır. Toplanan geri bildirimlerin değerlendirilip sınıflandırıldığı aşama, Analiz aşamasıdır."
  },
  {
    "id": "exam-626555-7",
    "unitNumber": 4,
    "text": "HTML ögelerinin görsel sunumunu düzenlemek için geliştirilmiş bir betik dilidir, web sayfalarının nasıl görüneceğini ve kullanıcı deneyiminin nasıl olacağını yönetmeye imkân verir.",
    "correctAnswer": "A",
    "options": {
      "A": "CSS",
      "B": "JavaScript",
      "C": "JSS",
      "D": "Web",
      "E": "CES"
    },
    "explanation": "CSS (Cascading Style Sheets), HTML ögelerinin görsel sunumunu düzenlemek ve web sayfalarının nasıl görüneceğini yönetmek için geliştirilmiş bir betik dilidir."
  },
  {
    "id": "exam-626555-8",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi animasyonun kullanıcı arayüzü tasarımına sağladığı avantajlardan biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Farklı dillerdeki kullanıcılar için harekete dayalı net yönlendirmeler sunması",
      "B": "Estetik bir değer sunarak kullanıcı deneyimini daha keyifli hale getirmesi",
      "C": "Kullanıcıların ilgisini çekmesi",
      "D": "Bilişsel yükü azaltması",
      "E": "Uygulamalar veya web siteleri için daha hızlı yükleme sürelerini sağlaması"
    },
    "explanation": "Animasyonlar arayüz tasarımında geri bildirim sağlamak, durum değişikliklerini ifade etmek, bağlam oluşturmak ve kullanıcı ilgisini çekmek gibi avantajlar sunar. Ancak, animasyonların temel amacı, kullanıcıların sadece metinle dolu bir arayüzü kullanmasına kıyasla estetik bir değer sunmak ve bilişsel yükü azaltmak iken, hareket tasarımının kendisi (hikaye anlatımı hariç) doğrudan 'tasarımı' karmaşıklaştırma amacı taşımaz; aksine akıcılığı artırır. Metinde, animasyonların temel amacı olarak 'kullanıcıların ilgisini yönlendirmek' ve 'bilişsel yükü azaltmak' belirtilmiştir. Ancak animasyonların 'hikaye anlatımını' güçlendirmesi gibi bir rolü olsa da, temel amacı her zaman 'karmaşıklığı artırmak' değildir."
  },
  {
    "id": "exam-626555-9",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi JavaScript ile mobil uygulamalar geliştirmek amacıyla yaygın olarak kullanılan çatılardan (frameworks) biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "WebGL",
      "B": "React Native",
      "C": "Android",
      "D": "Angular",
      "E": "SPA"
    },
    "explanation": "Ünite 4'te JavaScript'in kullanım alanları arasında 'Mobil Uygulama Geliştirme' yer almaktadır. Ancak verilen seçenekler arasında doğrudan bir mobil uygulama çatısı (framework) adı geçmemektedir. Ancak genel JavaScript kullanım alanları listelenmiştir. Soruda yaygın olarak kullanılan bir çatı sorulmuştur. Bu bağlamda, metinde JavaScript'in kullanım alanları listelenmiş olsa da, spesifik bir çatı adı verilmemiştir. Yine de, mobil uygulama geliştirme, JavaScript'in uygulama alanlarından biridir. Verilen şıklarda sadece JavaScript'in kullanım alanı belirtilmiştir, çatısı değil. Cevap için en uygun şık, genel kullanım alanına atıf yapandır (Mobil Uygulama Geliştirme)."
  },
  {
    "id": "exam-626555-10",
    "unitNumber": 5,
    "text": "cansıız nesneleri hareket ettirerek hikâyeler anlatmayı mümkün kılan bir kendini ifade etme çabasına veya sanat formuna vurgu yapar. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Kısa Film",
      "B": "Video",
      "C": "Animasyon",
      "D": "Sunum",
      "E": "Efekt"
    },
    "explanation": "Metinde, canı olan nesneleri hareket ettirerek hikâyeler anlatmayı mümkün kılan sanat formuna Animasyon denildiği belirtilmektedir. Animasyon, Latince 'anima' (can, ruh) kökünden türemiştir ve bir hikâye anlatımını güçlendirir."
  },
  {
    "id": "exam-626555-11",
    "unitNumber": 5,
    "text": "Aşağıdaki dijital medya türlerinin hangisinde hareket tasarımının yoğun bir şekilde kullanılmaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Kullanıcı Arayüzleri (UI)",
      "B": "Dijital Reklamlar",
      "C": "Video ve Film Prodüksiyon",
      "D": "E-kitap Yayıncılığı",
      "E": "Sosyal Medya"
    },
    "explanation": "Ünite 5'te hareket tasarımının öne çıktığı uygulamalar olarak Kullanıcı Arayüzleri (UI), Dijital Reklamlar, Sosyal Medya, Video ve Film Prodüksiyonu ve Sunular listelenmiştir. Dijital oyunlar (Ünite 6) hareket tasarımının yoğun kullanıldığı bir alan olmasına rağmen, bu listede sayılmamıştır. Ancak soruda 'hareket tasarımının yoğun bir şekilde kullanılmadığı' bir tür sorulmaktadır. Video ve Film Prodüksiyonu, hareketin en yoğun kullanıldığı alanlardan biridir. Arayüz animasyonları da önemli bir kullanım alanıdır. Dijital oyunlar (Ünite 6'da anlatıldığı gibi) hareketin kritik olduğu bir alandır. Bu bağlamda, listede olmayan ve en az hareket odaklı olan 'Dijital Oyunlar' (tek başına bir medya türü olarak değil, Ünite 6'da ayrı ele alınmıştır) seçilebilir. Ancak verilen metinlerde, video ve animasyonun zaten hareket odaklı olduğu, dijital reklamların ve sosyal medyanın da görsel/hareket içerdiği belirtilmiştir. Dijital oyunlar, Ünite 5'te 'hareketli grafikler' veya 'video' başlığı altında değil, ayrı bir ünite olarak ele alınmıştır ve hareket tasarımı (Ünite 5) ile ilişkisi kurulmuştur."
  },
  {
    "id": "exam-626555-12",
    "unitNumber": 6,
    "text": "bileşenler genellikle görsel yardımcılar olarak işlev görür, oyunculara nesneleri seçmelerinde yardımcı olur veya önemli yer işaretlerini gösterir. Bunlar seçim auraları, istikamet gösterici işaretler veya tanım gösteren yazılar olabilir. Yukarıdaki paragrafta boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Mekânsal (Spatial)",
      "B": "Oyun-içi (Diegetic)",
      "C": "Oyun-dışı (Non-diegetic)",
      "D": "Kullanıcı Arayüzü (UI)",
      "E": "Meta"
    },
    "explanation": "Ünite 6'da 'Oyun Arayüzlerinin Temel Bileşenleri' başlığı altında, Mekânsal (Spatial) Bileşenler şu şekilde tanımlanmıştır: 'Mekânsal arayüz bileşenleri, oyunun mekanında bulunur ancak oyun içindeki karakterler tarafından görülmezler. Bunlar seçim auraları, istikamet gösterici işaretler veya tanım gösteren yazılar olabilir.' Bu tanım, boş bırakılan yere tam olarak uymaktadır."
  },
  {
    "id": "exam-626555-13",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi erken dönem video oyunlarından biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Spacewar",
      "B": "OXO",
      "C": "Pong",
      "D": "Pac-Man",
      "E": "Pokemon"
    },
    "explanation": "Erken dönem video oyunları arasında OXO (1952) ve Tennis for Two (1958) ile birlikte Spacewar (1962) sayılmıştır. Pong (1972) ise ticari oyunların başlangıcı olarak kabul edilmiştir. Super Mario Bros (1985) ise 80'li yıllarda popülerleşmiştir ve erken dönem oyunlarından biri sayılmaz."
  },
  {
    "id": "exam-626555-14",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi dijital oyunlarda karakter tasarımının amaçlarından biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Oyun dünyasının fiziksel kurallarını belirlemek",
      "B": "Hikâyelerin geçtiği çevreyi ve atmosferi oluşturmak",
      "C": "Oyun mekaniklerinin temel kurallarını tanımlamak",
      "D": "Oyuncuların oyunla duygusal bağ kurmasını teşvik etmek",
      "E": "Oyun dinamiklerinin algoritmasını yönetmek"
    },
    "explanation": "Dijital oyunların bileşenleri arasında Hikaye, Karakterler, Oyun Dünyası, Oyun Mekanikleri ve Oyun Dinamikleri yer alır. Karakterler, oyuncuların hikâye içinde bağ kurduğu varlıklar olup, oyunun ana karakteri, destekleyici veya düşman olabilirler; bu, temel tasarım amaçlarından biridir."
  },
  {
    "id": "exam-626555-15",
    "unitNumber": 7,
    "text": "Başa takılan ekranların ilk örneklerinden biri olarak kabul edilen ve sanal gerçeklik teknolojisinin gelişiminde önemli bir yere sahip olan stereoskopik sisteme ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Telesfer Maskesi",
      "B": "Pygmalion'un Gözlükleri",
      "C": "Video Place",
      "D": "Sensorama",
      "E": "Demokles'in Kılıcı"
    },
    "explanation": "Ünite 7'de, 1960'ta Morton Heilig tarafından icat edilen, kafaya takılabilen, bireysel kullanım amaçlı stereoskopik sisteme 'Telesfer Maskesi' adı verildiği ve bu cihazın HMD'nin ilk örneği olduğu belirtilmektedir."
  },
  {
    "id": "exam-626555-16",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi dijital tasarıma yön veren güncel eğilimlerden biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Fizikselin ve dijitalin birbirini sarmalaması",
      "B": "Yapay zekâ",
      "C": "Bitmap grafiklerden vektörel çizimlere geçiş",
      "D": "NFT gibi yeni dijital sanat ürünlerinin ortaya Çıkışı",
      "E": "Dijital tasarımın demokratikleşmesi"
    },
    "explanation": "Dijital tasarıma yön veren güncel eğilimler arasında Dijital Tasarımın Demokratikleşmesi, Eğlence Dünyasındaki Eğilimler (Sürükleyici Teknolojiler dahil), Fizikselin ve Dijitalin Birbirini Sarmalaması ve Yapay Zekâya Dayalı Dijital Tasarım yer almaktadır. NFT'ler (Non-Fungible Tokens), 2020'de sanat piyasasında büyük bir dönüşüm yaratan, dijital varlıkların sahipliğini kanıtlayan blok zinciri temelli bir yeniliktir ve bir eğilim olarak kabul edilir. Yapay zekâ ise tasarım süreçlerinde giderek daha fazla yer almaktadır. Oyunların, Ünite 6'da ele alınmış olsa da, bu ünitede bahsedilen yenilikçi yaklaşımlar arasında yer almaz. Ancak, dijital tasarım eğilimleri genellikle teknolojinin kendisiyle ilgilidir. Bu bağlamda, NFT'ler ve yapay zeka teknolojileri net eğilimlerdir. Dijital oyunlar ise bu yenilikçi yaklaşımların uygulandığı bir alan olarak bahsedilir, eğilim olarak değil."
  },
  {
    "id": "exam-626555-17",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi web geliştirme tecrübesine sahip kişilerin genişletilmiş gerçeklik (XR) uygulamaları oluştururken öncelikli olarak tercih edebileceği kütüphanelerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Unity",
      "B": "Unreal Engine",
      "C": "HoloLens",
      "D": "A-Frame",
      "E": "MRTK"
    },
    "explanation": "Arttırılmış Gerçeklik (AR) uygulamaları geliştirmeyi kolaylaştıran kütüphaneler ve arayüzler; ARKit (Apple), ARCore (Google), Vuforia, Wikitude gibi araçlardır. Bunlar, yazılım katmanında yer alır ve geliştiriciler tarafından tercih edilir."
  },
  {
    "id": "exam-626555-18",
    "unitNumber": 8,
    "text": "Yapay zekâ ve derin öğrenme teknikleri kullanılarak yapılan video manipülasyon tekniğine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "HoloVid",
      "B": "Deepfake",
      "C": "Dumps",
      "D": "Memex",
      "E": "Transifex"
    },
    "explanation": "Deepfake, yapay zekâ ve derin öğrenme teknikleri kullanılarak gerçekleştirilen, gerçek insanların yüzlerinin, vücutlarının ve hareketlerinin başka birine uyarlanarak sahte videoların üretildiği bir video manipülasyon tekniğidir."
  },
  {
    "id": "exam-626555-19",
    "unitNumber": 7,
    "text": "Genişletilmiş gerçeklik (XR) uygulamalarında görünüm piramidinin (view frustum) doğru yönetiminin temel işlevi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kullanıcıların bakış açısına göre arayüz ögelerinin uygun yerleştirilmesini sağlamak",
      "B": "Kullanıcıların sanal ortamda konumlarını değiştirmelerini engellemek",
      "C": "Tüm kullanıcıların aynı deneyimi yaşamasını sağlamak",
      "D": "Tüm sanal nesnelerin tek bir çerçevede işlenmesini sağlamak",
      "E": "Sanal dünyadaki detayları ayrıntılandırmak"
    },
    "explanation": "Görünüm piramidi (view frustum), XR uygulamalarına yönelik kullanıcı arayüzü ve deneyimi tasarlarken, kullanıcının bakış açısından sahnede neyin görülebileceğini tanımlayan ve bu sayede sürükleyici ortamlar oluşturulmasını sağlayan temel bir kavramdır."
  },
  {
    "id": "exam-626555-20",
    "unitNumber": 8,
    "text": "Gelecekte bir yapay zekânın her türlü dijital varlığı aynı simülasyon ortamında birleştirebileceğini savunan teknolojik ön görü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sürükleyici gerçeklik",
      "B": "Yeni gerçeklik",
      "C": "Metaverse",
      "D": "Genişletilmiş gerçeklik",
      "E": "Simüle edilmiş gerçeklik"
    },
    "explanation": "Ünite 8'de 'Dijitalleşmenin Ötesi' bölümünde, gelecekteki teknolojik öngörü olarak, gelişmiş bir yapay zekânın tüm dijital varlıkları aynı simülasyon ortamında birleştirebileceği ve bunun 'Simüle edilmiş gerçeklik' olarak adlandırılabileceği belirtilmektedir. (Not: Soru 60 ve 100 ile aynı içerik.)"
  }
]