[
  {
    "id": "2981068",
    "unitNumber": 1,
    "text": "Dijital turizm ile ilgili verilen bilgilerden hangisi <strong>doğru değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Dijital turizmle ilgili yapılan tanımların odağında genellikle turist deneyiminin yer aldığı görülür.",
      "B": "Dijital turizm, turizm faaliyetinin öncesinde, sırasında ve sonrasında turizm deneyiminin dijital desteği olarak tanımlanmıştır.",
      "C": "Dijital turizmde kullanılan dijital destek, dijital rehberler, haritalar, sosyal medya, ses/video cihazları, mobil uygulamalar ve kioskları içeren parçalanmış bir alandır.",
      "D": "Dijital turizmin yalnızca işletmeler ya da turist profili üzerinde çok önemli bir etkisinin olduğu gözlemlenmektedir.",
      "E": "Dijital turizm, turizm alanında bilgi ve iletişim teknolojilerinin kullanılması ve turizm deneyiminin zenginleştirilmesi üzerine odaklanmaktadır."
    },
    "explanation": "Dijital turizmin yalnızca işletmeler ya da turist profili üzerinde çok önemli bir etkisinin olduğu gözlemlenmektedir ifadesi yanlıştır.<br/>Dijital turizmin yalnızca işletmeler ya da turist profili üzerinde çok önemli bir etkisinin olduğu gözlemlenmektedir."
  },
  {
    "id": "2981069",
    "unitNumber": 1,
    "text": "------------------------ kavramı bilgi oluşturmak, harmanlamak ve iletişim kurmak için kullanılan bir dizi teknoloji ve araç anlamına gelmektedir.",
    "correctAnswer": "C",
    "options": {
      "A": "Dijital turizm",
      "B": "Akıllı turizm",
      "C": "Bilgi ve iletişim teknolojileri",
      "D": "Endüstri 2.0",
      "E": "E-turizm"
    },
    "explanation": "Bilgi ve iletişim teknolojileri kavramı bilgi oluşturmak, harmanlamak ve iletişim kurmak için kullanılan bir dizi teknoloji ve araç anlamına gelmektedir."
  },
  {
    "id": "2981070",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi turizmde dijitalleşmenin işletmeler ve destinasyon<br/>örgütleri üzerindeki olumlu etkileri arasında <strong>yer almaz</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Kişiselleştirilmiş tercihleri genele yayarak müşteri elde etme ve tutma fırsatları sunar.",
      "B": "İç operasyonlar ve satın alma süreçlerinde verimliliği artırarak maliyetleri düşürür.",
      "C": "Turistlerin turistik ürün paketlerini satın almasının hızlı ve kolay bir yoludur.",
      "D": "Turistik ürünlerin geliştirilmesinde müşterilerin kişisel bilgilerini saklar.",
      "E": "Hedef pazarla iletişim kurmanın ve bilgiyi yaymanın en ekonomik yoludur."
    },
    "explanation": "Kişiselleştirilmiş tercihleri genele yayarak müşteri elde etme ve tutma fırsatları sunar ifadesi turizmde dijitalleşmenin işletmeler ve destinasyon örgütleri üzerindeki olumlu etkileri arasında <strong>yer almaz.</strong><br/>Kişiselleştirilmiş tercihleri genele yayarak müşteri elde etme ve tutma fırsatları sunar."
  },
  {
    "id": "2981071",
    "unitNumber": 1,
    "text": "Herkes için turizm sloganından yola çıkarak orta sınıfın ve kadınların da tek başlarına seyahat edebileceği paket turlar hazırlayan önemli girişimci kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "James Watt",
      "B": "Thomas Cook",
      "C": "Robert Fulton",
      "D": "Samuel Morse",
      "E": "Werner von Siemens"
    },
    "explanation": "Herkes için turizm sloganından yola çıkarak orta sınıfın ve kadınların da tek başlarına seyahat edebileceği paket turlar hazırlayan önemli girişimci Thomas Cook'dur."
  },
  {
    "id": "2981072",
    "unitNumber": 1,
    "text": "Çağdaş bilgisayarların ve dijital ürünlerin temelini oluşturan Transistorun 1947 yılında üretilmesi hangi dönemin en önemli adımı olarak gösterilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Endüstri 1.0",
      "B": "Endüstri 2.0",
      "C": "Web 2.0",
      "D": "Endüstri 3.0",
      "E": "Endüstri 4.0"
    },
    "explanation": "Endüstri 3.0 dönemi çağdaş bilgisayarların ve dijital ürünlerin temelini oluşturan Transistorun 1947 yılında üretilmesi bu dönemin en önemli adımı olarak gösterilmektedir."
  },
  {
    "id": "2981073",
    "unitNumber": 1,
    "text": "Aşağıdakilerin hangisinde Endüstri 4.0 içinde bulunan yeni teknolojiler <strong>doğru </strong>şekilde eşleştirilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dijital- genetik",
      "B": "Fiziksel- teknoloji tabanlı platformlar",
      "C": "Biyolojik- yeni malzemeler",
      "D": "Dijital- ileri robot teknolojileri",
      "E": "Dijital- blok zincirleri"
    },
    "explanation": "Dijital- blok zincirleri \n<br/>Endüstri 4.0 içinde bulunan yeni teknolojiler <strong>doğru </strong>şekilde eşleştirilmiştir."
  },
  {
    "id": "2981074",
    "unitNumber": 1,
    "text": "Turizimde dijitalleşmeyi etkilen faktörler nelerdir?\n I Turizm 4.0\n II Rekabet\n III Otonom araçlar\n IV Dijital Kültür\n V Ağ ekonomisi",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III, V",
      "B": "I, II, IV, V",
      "C": "II, III, IV, V",
      "D": "I, II, IV",
      "E": "I, III, V"
    },
    "explanation": "Turizimde dijitalleşmeyi etkilen faktörler:\n<br/>I Turizm 4.0\n<br/>II Rekabet\n<br/>IV Dijital Kültür\n<br/>V Ağ ekonomisi<br/>I, II, IV, V"
  },
  {
    "id": "2981075",
    "unitNumber": 1,
    "text": "Nesnelerin interneti, giyilebilir teknolojiler, 3 boyutlu baskı, büyük veri, robot teknolojiler, yapay zekâ, mobil teknolojiler, sanal ve artırılmış gerçeklik, blok zincir teknolojileri hangi kavramın konularını oluşturmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Turizm 4.0",
      "B": "Ağ ekonomisi",
      "C": "Dijital kültür",
      "D": "Dijital Beceri",
      "E": "Veri güvenliği"
    },
    "explanation": "Nesnelerin interneti, giyilebilir teknolojiler, 3 boyutlu baskı, büyük veri, robot teknolojiler, yapay zekâ, mobil teknolojiler, sanal ve artırılmış gerçeklik, blok zincir teknolojileri \n<br/>Turizm 4.0 kavramının konularını oluşturmaktadır."
  },
  {
    "id": "2981076",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ağ ekonomisinin özellikleri arasında <strong>yer almaz</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Kıtlık ile talep arasındaki ilişki tersinedir.",
      "B": "Aracıları büyük ölçüde ortadan kaldırır.",
      "C": "Üretici ve tüketici arasındaki fark belirginleşir.",
      "D": "Sanallaşma önemli bir rol oynar.",
      "E": "Ürünün miktarı artıkça üretim maliyeti düşer."
    },
    "explanation": "Üretici ve tüketici arasındaki fark belirginleşir ifadesi ağ ekonomisinin özellikleri arasında <strong>yer almaz.</strong>"
  },
  {
    "id": "2981077",
    "unitNumber": 1,
    "text": "Veri analitiği, bulut bilişim ve coğrafi etiketleme gibi gelişmiş teknolojilerde sınırlı satın alımların yapılması, farklı sektörlerde, ülkelerde ve organizasyonlarda karşılaşılan engeller ve dijital dönüşümün değişkenliği neye yol açmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Siber güvenlik riski",
      "B": "Dijital beceri eksikliği",
      "C": "Eğitim eksikliği",
      "D": "Fırsat eşitsizliği",
      "E": "Finansman yetersizliği"
    },
    "explanation": "Veri analitiği, bulut bilişim ve coğrafi etiketleme gibi gelişmiş teknolojilerde sınırlı satın alımların yapılması, farklı sektörlerde, ülkelerde ve organizasyonlarda karşılaşılan engeller ve dijital dönüşümün değişkenliği fırsat eşitsizliğine yol açmaktadır."
  },
  {
    "id": "2981078",
    "unitNumber": 1,
    "text": "Dijital Turizm: Turizm örgütlerinin hangi gücünü artıracak şekilde kullanılmasıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Karlılık",
      "B": "Pazarlama",
      "C": "Rekabet",
      "D": "Reklam",
      "E": "Tanıtım"
    },
    "explanation": "DİJİTAL TURİZM<br/><strong>Dijital Turizm</strong>: Turizm örgütlerinin rekabet gücünü artırabilecek bilgi ve iletişim teknolojilerinin turizm alanında kullanılmasıdır"
  },
  {
    "id": "2981079",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi turistik faaliyet sırasında dijital desteklerden birisi <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Dijital rehberler",
      "B": "Kiosklar",
      "C": "Mobil uygulamalar",
      "D": "Sosyal medya",
      "E": "Turizm ajansı"
    },
    "explanation": "DİJİTAL TURİZM<br/>Turistik faaliyet sırasında dijital destek, dijital rehberler, haritalar, sosyal medya, ses/video cihazları, mobil uygulamalar ve kioskları içeren parçalanmış bir alandır."
  },
  {
    "id": "2981080",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi turizmde dijitalleşmenin işletmeler ve destinasyon örgütleri üzerindeki olumlu etkilerinden birisi <strong><u>değildir?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hedef pazarla iletişim kurmanın ve bilgiyi yaymanın en ekonomik yoludur.",
      "B": "Turistlerin turistik ürün paketlerini satın almasının hızlı ve kolay bir yoludur.",
      "C": "Turistik ürünlerin geliştirilmesinde müşterilerin kişisel bilgilerini saklar.",
      "D": "Kişiselleştirilmiş tercihleri karşılayarak ve geliştirerek tek tip standart oluşturur.",
      "E": "İç operasyonlar ve satın alma süreçlerinde verimliliği artırarak maliyetleri düşürür."
    },
    "explanation": "DİJİTAL TURİZM<br/>Turizmde dijitalleşmenin işletmeler ve destinasyon örgütleri üzerindeki olumlu etkileri aşağıdaki gibi sıralanabilir:<br/>1. Hedef pazarla iletişim kurmanın ve bilgiyi yaymanın en ekonomik yoludur.<br/>2. Turistlerin turistik ürün paketlerini satın almasının hızlı ve kolay bir yoludur.<br/>3. Turistik ürünlerin geliştirilmesinde müşterilerin kişisel bilgilerini saklar.<br/>4. Kişiselleştirilmiş tercihleri karşılayarak ve geliştirerek müşteri hizmetlerinde iyileştirme ve müşteri elde tutma fırsatları sunar.<br/>5. İç operasyonlar ve satın alma süreçlerinde verimliliği artırarak maliyetleri düşürür.<br/>6. Mevcut ve potansiyel müşterilerin ihtiyaçlarını önceden tahmin etmek ve yanıtlamak için sürekli olarak rafine edilmiş bilgilerle turizm endüstrisinde kaliteli ürün tasarımını kolaylaştırır (Beatrice ve Mihãlcescu, 2013; Dargah ve Golrokhsari, 2012)."
  },
  {
    "id": "2981081",
    "unitNumber": 1,
    "text": "Endüstri 2.0 Turizm açısından özellikle hangi alanda kolaylaşma ve yaygınlaşma gelişmesiyle karakterize edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Karlılık",
      "B": "Pazarlama",
      "C": "Rekabet",
      "D": "Ulaşımın",
      "E": "Verimlilik"
    },
    "explanation": "ENDÜSTRİYEL DÖNÜŞÜM SÜRECİ VE TURİZM\n<br/>Endüstri 2.0: Turizm ve Yeni Teknolojiler<br/><strong>Endüstri 2.0: </strong>Turizm açısından; ulaşımın kolaylaşması, yaygınlaşması ve iletişim ağının<br/>gelişmesiyle karakterize edilir (Atar, 2019)."
  },
  {
    "id": "2981082",
    "unitNumber": 1,
    "text": "Turizm açısından telekomünikasyonun, otomasyon ve inovasyon dönemi olarak görülen Endüstri Dönemi hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Endüstri 1.0",
      "B": "Endüstri 2.0",
      "C": "Endüstri 3.0",
      "D": "Endüstri 4.0",
      "E": "Endüstri 5.0"
    },
    "explanation": "ENDÜSTRİYEL DÖNÜŞÜM SÜRECİ VE TURİZM\n<br/>Endüstri 3.0: Turizmde Dijital Dönüşüm<br/><strong>Endüstri 3.0: </strong>Turizm açısından, telekomünikasyonun hızla ilerlemesinin ardından turizmde iletişim ağının daha hızlı ve<br/>ulaşılabilir olduğu, turist ve çalışanların hayatını kolaylaştıracak şekilde gelişen otomasyon ve inovasyon dönemi olarak<br/>görülmektedir (Atar, 2019)."
  },
  {
    "id": "2981083",
    "unitNumber": 1,
    "text": "<em>Akıllı turizm</em>, turist deneyiminin zenginleştirilmesi amacıyla bilgi ve iletişim teknolojilerinin turistik destinasyona entegre edilmesi sonucu ortaya çıkan nasıl bir fenomendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal",
      "B": "Tarihsel",
      "C": "Teknik",
      "D": "Tinsel",
      "E": "Yapısal"
    },
    "explanation": "ENDÜSTRİYEL DÖNÜŞÜM SÜRECİ VE TURİZM\n<br/>Endüstri 4.0: Akıllı Turizm<br/>Akıllı turizm kavramı akıllı şehir gelişiminden ortaya çıkan bir kavramdır. Bu bağlamda <em>akıllı turizm</em>, turist deneyiminin zenginleştirilmesi amacıyla bilgi ve iletişim teknolojilerinin turistik destinasyona entegre edilmesi sonucu ortaya çıkan sosyal bir fenomendir (Hunter vd., 2015)."
  },
  {
    "id": "2981084",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi turizmde dijitalleşmeyi etkileyen ayırt edici faktörlerden birisi <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Turizm 4.0",
      "B": "Ağ ekonomisi",
      "C": "Dijital kültür",
      "D": "Rekabet",
      "E": "Verimlilik"
    },
    "explanation": "TURİZMDE DİJİTALLEŞMEYİ ETKİLEYEN FAKTÖRLER<br/>Bu kapsamda turizmde dijitalleşmeyi etkileyen ayırt edici faktörleri diğer bir ifadeyle ekosistem unsurlarını, teknolojiyle yakın ilişkili olan Turizm 4.0 ve ağ ekonomisi, küreselleşmenin etkilerini yansıtan rekabet ve dijital kültürün etkisi altında kalan yeni nesil turist profili olarak sıralamak mümkündür.\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1f6adf69e9a8582dee7c108be0742932.jpeg\" alt=\"\" width=\"385\" height=\"357\">"
  },
  {
    "id": "2981085",
    "unitNumber": 1,
    "text": "Günümüzde turizm işletmelerinin belki de en önemli rakibi, paylaşım ekonomisi etrafında şekillenen ikame mal ve hizmetlerin nerede sunulmasıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Afişlerde",
      "B": "Basılı medyada",
      "C": "Broşürlerde",
      "D": "Sanal platformlarda",
      "E": "Televizyon reklamlarında"
    },
    "explanation": "TURİZMDE DİJİTALLEŞMEYİ ETKİLEYEN FAKTÖRLER\n<br/>Rekabet<br/><em>İkame tehditleri: </em>Turizm işletmelerinin sunduğu mal ve hizmetlerin pek çok alternatifinin bulunması ve müşterilerin tercihini bu ürünler (ikame) tarafında kullanmaları, işletmeler için risk oluşturmaktadır. Günümüzde turizm işletmelerinin belki de en önemli rakibi, paylaşım ekonomisi etrafında şekillenen ikame mal ve hizmetlerin <strong>sanal platformlarda</strong> sunulmasıdır."
  },
  {
    "id": "2981086",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi turizmde dijitalleşmenin önündeki engeller ve risk unsurlarından birisi <strong><u>değildir?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dijital Beceri Eksikliği",
      "B": "Finansman Yetersizliği",
      "C": "İstihbarat Sorunu",
      "D": "Veri Güvenliği ve Siber Güvenlik Riski",
      "E": "Yetersiz Hükümet Desteği"
    },
    "explanation": "TURİZMDE DİJİTALLEŞMENİN ÖNÜNDEKİ ENGELLER VE RİSK UNSURLARI<br/>Turizm işletmelerinin dijitalleşmeleri çeşitli faktörlere bağlı olarak değişse de dijitalleşmenin rekabeti zorlaştırması, dijital becerilere sahip personel sayısının azlığı, finansman yetersizliği, dijital alt yapının yetersiz olması, hükûmet politikalarının<br/>belirsizliği, işsizlik yaratması, veri ve siber güvenlik açıklarını içeren turizm sektörünün genelini etkileyebilecek bir dizi engel ve risk unsurundan da bahsedilmesi gerekir.\n Fırsat Eşitsizliği, Eğitim Eksikliği, Finansman Yetersizliği, Dijital Beceri Eksikliği, Yetersiz Hükûmet Desteği, İstihdam Sorunu, Veri Güvenliği ve Siber Güvenlik Riski"
  },
  {
    "id": "2981087",
    "unitNumber": 1,
    "text": "Dijitali bilen, anlayan, kullanan, sektörü ve fonksiyonu ne olursa olsun kendi işini bu teknolojiler ile yoğurarak geliştiren, işindeki mevcut süreçleri dijital bakış açısıyla yeniden tasarlayan ve sonuç olarak oluşturduğu disiplinler arası uygulamaları hayata geçirebilen bireye ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çağdaş becerili birey",
      "B": "Dijital becerili birey",
      "C": "Global becerili birey",
      "D": "Sosyal becerili birey",
      "E": "Teknolojik becerili birey"
    },
    "explanation": "TURİZMDE DİJİTALLEŞMENİN ÖNÜNDEKİ ENGELLER VE RİSK UNSURLARI<br/>Dijital becerilere sahip bireyler; Facebook, Twitter’ı yoğun olarak kullanan ya da bu mecraların sistemsel altyapılarını çok iyi bilenler değildir. Dijitali bilen, anlayan, kullanan, sektörü ve fonksiyonu ne olursa olsun kendi işini bu teknolojiler ile yoğurarak geliştiren, işindeki mevcut süreçleri dijital bakış açısıyla yeniden tasarlayan ve sonuç olarak oluşturduğu disiplinler arası uygulamaları hayata geçirebilenlerdir (Aydın, 2016)."
  },
  {
    "id": "2981088",
    "unitNumber": 1,
    "text": "I. E-iş\n II. E-girişim\n III. E-bilgi\n IV. E-rezervasyon\n V. E-ödeme\n Yukarıdakilerden hangileri e- turizmin nihai tüketici bağlamındaki unsurları arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III",
      "B": "I, II, IV",
      "C": "I, IV, V",
      "D": "II, III, V",
      "E": "III, IV, V"
    },
    "explanation": "Dijitalleşme, sunuş ve bilgiden (web), satış kanalı uygulamaları (e-ticaret), iş süreci entegrasyonu (e-iş), sanal ürünlere dayalı yeni iş modellerine (e-girişim) kadar yoğunluk alanlarına göre farklı düzeylerde görülebilir. E-turizm nihai tüketiciler için ise e-bilgi, e-rezervasyon (oteller, ulaşım vb.) ve e-ödeme (kredi kartları, elektronik çekler, dijital nakit mikronakit ödeme vb.) gibi unsurları içerir. Bu bağlamda cevap e-bilgi (III), e-rezervasyon (IV) ve e-ödeme (V)nin yer aldığı E şıkkıdır."
  },
  {
    "id": "2981089",
    "unitNumber": 1,
    "text": "I. Müşterinin profilini oluşturabilmeleri\n II. Kişiselleştirilmiş ürünler sunabilmeleri\n III. Müşteri ve işletme arasında etkileşimli ilişkilere izin verebilmeleri\n BİT uygulamalarının pazarlama konusundaki <strong>en önemli</strong> etkisi yukarıdakilerden hangisi/hangileridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "Bilgi ve iletişim teknolojileri (BİT) turizm işletmeleri ve müşteriler arasında doğrudan ve etkileşimli ilişkilere izin verir. Ancak BİT uygulamalarının pazarlama konusundaki en önemli etkisi, işletmelerin müşterinin profilini oluşturabilmeleri (Madde I) ve kişiselleştirilmiş ürünler sunabilmeleridir (Madde II). Bu kapsamda cevap I. ve II. maddelerin yer aldığı D seçeneğidir."
  },
  {
    "id": "2981090",
    "unitNumber": 1,
    "text": "İşletmelerin müşterilerinin bireysel ihtiyaçlarını belirlemelerini ve onları tatmin edici turizm ürün teklifleriyle eşleştirmelerini aşağıdakilerden hangisi sağlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Pazarlama",
      "B": "Müşteri ilişkileri yönetimi",
      "C": "Operasyonel",
      "D": "İnsan kaynakları yönetimi",
      "E": "Satın alma"
    },
    "explanation": "Müşteri ilişkileri yönetimi (CRM) girişimleri, işletmelerin müşterilerinin bireysel ihtiyaçlarını belirlemelerini ve onları tatmin edici turizm ürün teklifleriyle eşleştirmelerini sağlar. Bu kapsamda cevap müşteri ilişkileri yönetimidir."
  },
  {
    "id": "2981091",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Birinci Sanayi Devriminde turizmi etkileyen önemli teknolojik gelişmeler arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Ampul",
      "B": "Elektrikli tramvay",
      "C": "Klima",
      "D": "Telefon",
      "E": "Yüksek basınçlı lokomotif"
    },
    "explanation": "BSD’de özellikle ulaştırma alanında turizmi etkileyen en önemli teknolojik gelişmeler, 1763 yılında James Watt tarafından buharlı makinenin icat edilmesi, 1802 yılında Richard Trevithick’ın yüksek basınçlı lokomotifi, Robert Fulton’ın ise 1807 yılında buhar gücüyle çalışan ilk ticari vapuru üretmesidir. Bu bağlamda cevap Yüksek basınçlı lokomotiftir."
  },
  {
    "id": "2981092",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi tarafından Avrupa’nın dört bir yanına gerçekleştirilen paket turlar, kadınlara tek başlarına seyahat edebilmelerine olanak tanımıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Henry Ford",
      "B": "Richard Trevithick",
      "C": "Robert Fulton",
      "D": "Thomas Cook",
      "E": "Werner von Siemens"
    },
    "explanation": "Thomas Cook tarafından Avrupa’nın dört bir yanına gerçekleştirilen paket turlar, kadınlara tek başlarına seyahat edebilmelerine olanak tanımış, böylece önemli bir toplumsal ihtiyaca da çözüm üretmiştir. Bu bağlamda cevap Thomas Cook’tur."
  },
  {
    "id": "2981093",
    "unitNumber": 1,
    "text": "İkinci Sanayi Devriminin en önemli ve geleceği şekillendiren inovasyonu olarak aşağıdakilerden hangisini kabul etmek mümkündür?",
    "correctAnswer": "E",
    "options": {
      "A": "Ampül",
      "B": "Buhar gücüyle çalışan vapur",
      "C": "Elektrikli tramvay",
      "D": "Telgraf",
      "E": "Telefon"
    },
    "explanation": "1876’da Graham Bell tarafından icat edilen telefonu İkinci sanayi devriminin en önemli ve geleceği şekillendiren inovasyonu olarak kabul etmek mümkündür."
  },
  {
    "id": "2981094",
    "unitNumber": 1,
    "text": "Turistleri çevrim içi rezervasyonlara teşvik eden, web sitelerinde paylaşımda bulunmaları ve iş birliği yapmaları için etkileşimli süreçlere dayanan teknoloji aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Web 1.0",
      "B": "Web 2.0",
      "C": "Web 3.0",
      "D": "Web 4.0",
      "E": "Web 5.0"
    },
    "explanation": "Web 2.0, turistleri çevrim içi rezervasyonlara teşvik etmekte ve web sitelerinde paylaşımda bulunmaları ve iş birliği yapmaları için etkileşimli süreçlere dayanmaktadır."
  },
  {
    "id": "2981095",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Endüstri 4.0 için karakterize edilen teknolojilerden biri <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Otomasyon sistemleri",
      "B": "Nesnelerin interneti",
      "C": "Robot teknolojileri",
      "D": "Otonom araçlar",
      "E": "3D baskı"
    },
    "explanation": "Endüstri 4.0, aşağıdaki gibi fiziksel, dijital ve biyolojik dünyaları kaynaştıran bir dizi yeni teknoloji ile karakterize edilir. 1. Fiziksel - Otonom araçlar, 3D baskı, ileri robot teknolojileri, yeni malzemeler 2. Dijital - Nesnelerin interneti, blok zincirleri, teknoloji tabanlı platformlar 3. Biyolojik - Genetik. Bu bağlamda cevap otomasyon sistemleridir."
  },
  {
    "id": "2981096",
    "unitNumber": 1,
    "text": "I. Nesnelerin interneti\n II. 3 boyutlu baskı\n III. Erişilebilirlik\n IV. Yapay zekâ\n V. İstihdam\n Yukarıdakilerden hangileri Turizm 4.0’ın konuları arasında yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III",
      "B": "I, II, IV",
      "C": "I, IV, V",
      "D": "II, III, V",
      "E": "III, IV, V"
    },
    "explanation": "Turizm 4.0 daha çok Endüstri 4.0 teknolojilerinin turizm sektöründe kullanımı ve buna uygun ekosistem yaratılmasıyla karakterize edilmektedir. Nesnelerin interneti (Madde I), giyilebilir teknolojiler, 3 boyutlu baskı (Madde II), büyük veri, robot teknolojiler, yapay zekâ (Madde IV) , mobil teknolojiler, sanal ve artırılmış gerçeklik, blok zincir teknolojileri Turizm 4.0’ın konuları olmuştur. Bu bağlamda cevap Madde I, II ve IV’nin yer aldığı B şıkkıdır."
  },
  {
    "id": "2981097",
    "unitNumber": 1,
    "text": "Turizm örgütlerinin rekabet gücünü artırabilecek bilgi ve iletişim teknolojilerinin turizm alanında kullanılmasına ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "E-turizm",
      "B": "Akıllı turizm",
      "C": "Dijital turizm",
      "D": "Turizm 4.0",
      "E": "Teknolojik turizm"
    },
    "explanation": "Kitaptaki, \"Dijital Turizm: Turizm örgütlerinin rekabet gücünü artırabilecek bilgi ve iletişim teknolojilerinin turizm alanında kullanılmasıdır\"(s.3.) ifadesine göre cevap c seçeneğidir."
  },
  {
    "id": "2981098",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, turizm işletmelerinde dijital teknolojilerin uygulanmasını engelleyen bir numaralı faktör olarak tanımlanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Dijital altyapı eksikliği",
      "B": "Fırsat eşitsizliği",
      "C": "Finansman yetersizliği",
      "D": "Veri güvenliği riski",
      "E": "Yetersiz hükûmet desteği"
    },
    "explanation": "Finansman yetersizliği: Finans eksikliği, turizm işletmelerinde dijital teknolojilerin uygulanmasını engelleyen bir numaralı faktör olarak tanımlanmaktadır."
  },
  {
    "id": "2981099",
    "unitNumber": 1,
    "text": "I-İç operasyonlar ve satın alma süreçlerinde verimliliği artırır\n II-Turizm endüstrisinde kaliteli ürün tasarımını kolaylaştırır\n III-Müşteriyi elde tutma fırsatları sunar\n IV-Turistik ürünlerin geliştirilmesinde müşterilerin kişisel bilgilerini saklar\n Yukarıdaki maddelerden hangilerinde turizmde dijitalleşmenin işletmeler ve destinasyon örgütleri üzerindeki olumlu etkileri yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II, III",
      "D": "I, II, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "Sayfa 5'deki \"Bu kapsamda turizmde dijitalleşmenin işletmeler ve destinasyon örgütleri üzerindeki olumlu etkileri aşağıdaki gibi sıralanabilir:<br/>1. Hedef pazarla iletişim kurmanın ve bilgiyi<br/>yaymanın en ekonomik yoludur.<br/>2. Turistlerin turistik ürün paketlerini satın<br/>almasının hızlı ve kolay bir yoludur.<br/>3. Turistik ürünlerin geliştirilmesinde müşterilerin kişisel bilgilerini saklar.<br/>4. Kişiselleştirilmiş tercihleri karşılayarak ve<br/>geliştirerek müşteri hizmetlerinde iyileştirme ve müşteri elde tutma fırsatları sunar.<br/>5. İç operasyonlar ve satın alma süreçlerinde<br/>verimliliği artırarak maliyetleri düşürür.<br/>6. Mevcut ve potansiyel müşterilerin ihtiyaçlarını önceden tahmin etmek ve yanıtlamak için sürekli olarak rafine edilmiş<br/>bilgilerle turizm endüstrisinde kaliteli ürün tasarımını kolaylaştırır (Beatrice ve Mihãlcescu, 2013; Dargah ve Golrokhsari, 2012)\" ifadesine göre tüm maddeler doğru olup cevap e seçeneğidir."
  },
  {
    "id": "2981100",
    "unitNumber": 1,
    "text": "Bilgi ve teknoloji uygulamalarının pazarlama konusundaki en önemli etkisi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Turistik ürünlerin daha etkili tanıtılması",
      "B": "Müşterilere kişiselleştirilmiş ürünler sunulabilmesi",
      "C": "Turistik ürün paketlerinin satın alınmasının hızlı ve kolay olması",
      "D": "Maliyetlerin düşmesi",
      "E": "Farklı müşteri profillerine ulaşılabilmesi"
    },
    "explanation": "Sayfa 5'deki \"BİT uygulamalarının pazarlama konusundaki en önemli etkisi, işletmelerin müşterinin profilini oluşturabilmeleri ve kişiselleştirilmiş ürünler sunabilmeleridir\" ifadesine göre cevap b seçeneğidir."
  },
  {
    "id": "2981101",
    "unitNumber": 1,
    "text": "Toplu seyahat imkânının geliştiği ve tur operatörleri; organize turlar, seyahat paketleri, posterler ve broşürler gibi yeni pazarlama araçlarının turizmde kullanılmaya başlandığı endüstri dönemi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Endüstri 1.0",
      "B": "Endüstri 2.0",
      "C": "Endüstri 3.0",
      "D": "Endüstri 4.0",
      "E": "Endüstri 5.0"
    },
    "explanation": "Kitaptaki \"Endüstri 2.0\" başlığı altındaki \"Nüfusun ve<br/>refahın hızlı bir şekilde artması, kısa sürede yeni pazarlar yaratmış, toplu seyahat imkânı gelişmiş ve tur operatörleri; organize turlar, seyahat paketleri, posterler ve broşürler gibi yeni pazarlama araçları kullanılmaya başlamıştır (Lickorish ve Jenkins,2006’dan aktaran Topsakal vd., 2018)\" ifadesine göre cevap b seçeneğidir."
  },
  {
    "id": "2981102",
    "unitNumber": 1,
    "text": "\"..............., geleneksel turizmden ...............'in gelişimine doğru mantıksal bir evrimin sonucu ortaya çıkmıştır\" ifadesindeki boşluklara sırasıyla aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Akıllı turizm, dijital turizm",
      "B": "Akıllı turizm, e-turizm",
      "C": "Dijital turizm, akıllı turizm",
      "D": "Turizm 4.0, akıllı turizm",
      "E": "E-turizm, dijital turizm"
    },
    "explanation": "Sayfa 11'deki \"<strong>Akıllı turizm</strong>, geleneksel turizmden <strong>dijital turizmin</strong> gelişimine doğru mantıksal bir evrimin sonucu<br/>ortaya çıkmıştır\" ifadesine göre cevap a seçeneğidir."
  },
  {
    "id": "2981103",
    "unitNumber": 1,
    "text": "I- Yapay zekâ\n<br/>II- 3 boyutlu baskı\n<br/>III- Robot teknolojiler\n<br/>IV- Blok zincir teknolojileri\n<br/>Yukarıdakilerden hangileri Turizm 4.0'ın konuları arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II, III",
      "D": "I, II, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "Sayfa 13'deki \"Nesnelerin interneti, giyilebilir teknolojiler, 3 boyutlu baskı, büyük veri, robot teknolojiler, yapay<br/>zekâ, mobil teknolojiler, sanal ve artırılmış gerçeklik,<br/>blok zincir teknolojileri Turizm 4.0’ın konuları olmuştur\" ifadesine göre cevap e seçeneğidir."
  },
  {
    "id": "2981104",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi turizmde dijitalleşmeyi etkileyen ayırt edici faktörlerden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Rekabet",
      "B": "Ağ Ekonomisi",
      "C": "Dijital Kültür",
      "D": "Endüstri",
      "E": "Turizm 4.0"
    },
    "explanation": "Sayfa 13'deki \"turizmde dijitalleşmeyi etkileyen ayırt edici faktörleri diğer bir ifadeyle ekosistem unsurlarını, teknolojiyle yakın ilişkili olan <strong>Turizm 4.0</strong> ve <strong>ağ ekonomisi</strong>, küreselleşmenin etkilerini yansıtan <strong>rekabet</strong> ve <strong>dijital kültür</strong>ün etkisi altında kalan yeni nesil turist profili olarak sıralamak mümkündür\" ifadesine göre cevap d seçeneğidir."
  },
  {
    "id": "2981105",
    "unitNumber": 1,
    "text": "Ağ ekonomisinin özelliklerine ilişkin aşağıdaki ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Temelinde telekomünikasyon, bilgi, medya ve eğlence teknolojileri yer alır.",
      "B": "Dışsallık yaratır.",
      "C": "Aracıları büyük ölçüde ortadan kaldırır.",
      "D": "Kıtlık ile talep arasındaki ilişki paraleldir.",
      "E": "Müşteri merkezlidir."
    },
    "explanation": "Sayfa 15'deki \"Ağ ekonomisinin özellikleri şu şekilde özetlenebilir (Aksel vd., 2013):<br/>1. Temelinde telekomünikasyon, bilgi, medya ve <br/>eğlence teknolojileri yer alır: Bu yenilikler, <br/>bilgi, iletişim ve işlemlerin yönetilme yollarını önemli ölçüde etkilemektedir (Kollmann, 2001). <br/>2. Kıtlık ile talep arasındaki ilişki tersinedir: Ağ <br/>ekonomide ürünün sayısı arttıkça değeri de <br/>artmaktadır [.....]\" ifadesine göre d şıkkındaki ifade yanlış olup cevap d seçeneğidir."
  },
  {
    "id": "2981106",
    "unitNumber": 1,
    "text": "Teknolojinin ilerlemesi sonucu seyahat acentaların yaptığı işleri turistin kendisinin yapacak konuma gelmesi aşağıdaki turizmde dijitalleşmenin risk unsurlarından hangisi ile doğrudan ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fırsat eşitsizliği",
      "B": "Finansman yetersizliği",
      "C": "İstihdam sorunu",
      "D": "Dijital beceri eksikliği",
      "E": "Eğitim eksikliği"
    },
    "explanation": "Sayfa 21'deki İstihdam Sorunu başlığı altında yer alan \"Bunun yanı sıra teknolojinin ilerlemesi sonucu seyahat acentaların yaptığı işleri turistin kendisinin yapacak konuma gelmesi seyahat acentalarına olan ilgiyi azaltmış, değişime uyum sağlamayan pek çok işletmeyi kapanma <br/>tehlikesiyle karşı karşıya bırakmıştır\" ifadesine göre cevap c seçeneğidir."
  },
  {
    "id": "2981107",
    "unitNumber": 1,
    "text": "I-Fırsat eşitsizliği\n II-İstihdam sorunu\n III-Finansman yetersizliği\n IV-Eğitim eksikliği\n Yukarıdaki maddelerden hangileri turizmde dijitalleşmenin önündeki engeller ve risk unsurlarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve III",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "II, III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "Sayfa 18-21'deki turizmde dijitalleşmenin önündeki engeller ve risk unsurlara ilişkin konu başlıklarına bakıldığında cevap e seçeneğidir."
  },
  {
    "id": "2981108",
    "unitNumber": 2,
    "text": "Turizm pazarı araştırmalarında ön plana çıkan dijitalleşme ve teknolojik gelişmelerin turizm pazarındaki yansımaları arasında aşağıdakilerden hangisi <strong>yer almaz</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Akıllı telefonlarla işlem yapmaya duyulan güvende ve akıllı cihazların turizm pazarında turistler tarafından kullanım düzeylerinde artış gözlenmektedir.",
      "B": "Gelecek yıllarda da mobil uygulamalar üzerinden yapılan rezervasyonlardaki artış eğiliminin devam edeceği öngörülmektedir.",
      "C": "Telefonla, işletme web sitesi üzerinden,e-posta yoluyla ulaşabilmek günümüz turistleri için yeterlidir.",
      "D": "Mobil uygulamalar üzerinden yapılan rezervasyonlardan elde edilen gelirlerin her geçen yıl daha arttığı dikkat çekicidir.",
      "E": "Destinasyonda sunulan turlara rezervasyon yapmada da mobil cihazların oranı artmaktadır."
    },
    "explanation": "Turizm pazarı araştırmalarında ön plana çıkan dijitalleşme ve teknolojik gelişmelerin turizm pazarındaki yansımaları arasında telefonla, işletme web sitesi üzerinden,e-posta yoluyla ulaşabilmek günümüz turistleri için yeterlidir ifadesi <strong>yer almaz.</strong><br/>Telefonla, işletme web sitesi üzerinden,e-posta yoluyla ulaşabilmek günümüz turistleri için yeterlidir."
  },
  {
    "id": "2981109",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi turistlerin bilgi arama ve rezervasyon süreçlerinde kullandıkları dijital asistanlardan biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Alexa",
      "B": "Cortana",
      "C": "Siri",
      "D": "Chatbot",
      "E": "Google Asistan"
    },
    "explanation": "Chatbot turistlerin bilgi arama ve rezervasyon süreçlerinde kullandıkları dijital asistanlardan biri <strong>değildir.</strong>"
  },
  {
    "id": "2981110",
    "unitNumber": 2,
    "text": "Hangi kuşak aynı zamanda dijital teknolojilerin içinde doğmuş olan, doğdukları andan itibaren teknolojiyle iç içe yetişen ve teknolojiyi hayatlarının her alanında kullanan dijital yerliler (digital natives) olarak adlandırılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "1960 sonrası doğan kuşak",
      "B": "1970 sonrası doğan kuşak",
      "C": "1980 sonrası doğan kuşak",
      "D": "1990 sonrası doğan kuşak",
      "E": "2000 sonrası doğan kuşak"
    },
    "explanation": "1980 sonrası doğan kuşak aynı zamanda dijital teknolojilerin içinde doğmuş olan, doğdukları andan itibaren teknolojiyle iç içe yetişen ve teknolojiyi hayatlarının her alanında kullanan dijital yerliler (digital natives) olarak adlandırılmaktadır."
  },
  {
    "id": "2981111",
    "unitNumber": 2,
    "text": "Hangi kişiler dijitalleşmeye sonradan adapte olan dijital göçmenler (digital immigrants) olarak adlandırılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "X kuşağına kadar olan",
      "B": "Y kuşağına kadar olan",
      "C": "Z kuşağına kadar olan",
      "D": "Odaksız gezginler",
      "E": "Çift bölge zenginleri"
    },
    "explanation": "X kuşağına kadar olan dijitalleşmeye sonradan adapte olan dijital göçmenler (digital immigrants) olarak adlandırılmaktadır."
  },
  {
    "id": "2981112",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Y kuşağının özellikleri arasında <strong>yer almaz</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Dünya görüşleri ve kendilerini bu dünya içerisinde nasıl konumlandırdıkları üzerinde sosyal medyanın etkisi büyüktür.",
      "B": "Dikkat süresi oldukça kısadır dolasıyla uzun, kendini tekrar eden, sıkıcı tanıtım materyalleri ve deneyimleri onlara hitap etmez.",
      "C": "Bir tatil planı veya rezervasyonu yapmadan önce dijital ortamlarda yoğun bir araştırma yaparlar.",
      "D": "Turizm faaliyetlerine katılırken yerel kültürleri, gelenekler, arkadaş ve akrabalarla birlikte vakit geçirmeyi arzularlar.",
      "E": "Kısa süreli anlık kararlar alarak hafta sonu veya günübirlik tatil ürünleri satın alabilmektedirler."
    },
    "explanation": "Dikkat süresi oldukça kısadır dolasıyla uzun, kendini tekrar eden, sıkıcı tanıtım materyalleri ve deneyimleri onlara hitap etmez ifadesi Y kuşağının özellikleri arasında <strong>yer almaz.</strong><br/>Dikkat süresi oldukça kısadır dolasıyla uzun, kendini tekrar eden, sıkıcı tanıtım materyalleri ve deneyimleri onlara hitap etmez."
  },
  {
    "id": "2981113",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Z kuşağının özellikleri arasında <strong>yer almaz</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Teknolojik gelişmelere hızlı adapte olarak aktif bir şekilde kullanabilirler.",
      "B": "Teknolojiyi doğal yaşam standardı olarak algılarlar.",
      "C": "Gerçek ve sanal dünyayı bir bütün olarak görürler.",
      "D": "Farklı kültürlere ve farklılıklara karşı çok açık değillerdir.",
      "E": "Hedonist ya da başka bir deyişle yaşamlarından zevk almaya odaklanırlar."
    },
    "explanation": "Farklı kültürlere ve farklılıklara karşı çok açık değillerdir ifadesi Z kuşağının özellikleri arasında <strong>yer almaz.</strong><br/>Farklı kültürlere ve farklılıklara karşı çok açık değillerdir."
  },
  {
    "id": "2981114",
    "unitNumber": 2,
    "text": "Konaklama paylaşım platformlarından turizm pazarında en büyük paya sahip olan iki dijital paylaşım platformları hangileridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Uber ve BlaBlaCar",
      "B": "Eatwith ve VizEat",
      "C": "Airbnb ve Homeaway",
      "D": "ToursByLocals ve VizEat",
      "E": "Homeaway ve Uber"
    },
    "explanation": "Konaklama paylaşım platformlarından turizm pazarında en büyük paya sahip olan iki dijital paylaşım platformları Airbnb ve Homeaway'dır."
  },
  {
    "id": "2981115",
    "unitNumber": 2,
    "text": "------------------ platformlar/ı sayesinde bireyler kendi kaynaklarını paylaşmak suretiyle turizm pazarında geleneksel iş modelleriyle turizm işletmelerinin sunduğu mal ve hizmetlerle rekabet edecek düzeyde kaliteli, daha uygun fiyatlı, çok sayıda turistik ürün ve hizmetler sunulabilmektedir.",
    "correctAnswer": "D",
    "options": {
      "A": "Seyahat Deneyimi Paylaşım",
      "B": "Yemek Deneyimi Paylaşım",
      "C": "Ulaşım Paylaşım",
      "D": "Dijital",
      "E": "Konaklama Paylaşım"
    },
    "explanation": "Dijital platformlar sayesinde bireyler kendi kaynaklarını paylaşmak suretiyle turizm pazarında geleneksel iş modelleriyle turizm işletmelerinin sunduğu mal ve hizmetlerle rekabet edecek düzeyde kaliteli, daha uygun fiyatlı, çok sayıda turistik ürün ve hizmetler sunulabilmektedir."
  },
  {
    "id": "2981116",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi turistlerin seyahat öncesi, sırası ve sonrasında destinasyonda yüz yüze sosyal iletişim kurdukları sosyal aktörlerden <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Destinasyonda yaşayan yerli halk",
      "B": "Çalışma arkadaşları",
      "C": "Turizm işletmeleri",
      "D": "Destinasyonda bulunan diğer turistler",
      "E": "Hizmet sağlayıcılar"
    },
    "explanation": "Çalışma arkadaşları turistlerin seyahat öncesi, sırası ve sonrasında destinasyonda yüz yüze sosyal iletişim kurdukları sosyal aktörlerden <strong>değildir.</strong>"
  },
  {
    "id": "2981117",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi çift bölge gezginlerinin özellikleri arasında <strong>yer alır</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Arkadaşları ve aileleriyle düşük düzeyli bir çevrim içi iletişim kurarlar.",
      "B": "Turist deneyim modları rekreasyoneldir.",
      "C": "Sadece aileleriyle iletişim kurarlar, başka kimselerle iletişim kurmazlar.",
      "D": "Turizm destinasyonunda üstlendiği rol bireysel kitle turist veya kaşif olabilir.",
      "E": "Seyahat motivasyonları arasında özgelişim bulunmaktadır."
    },
    "explanation": "Turizm destinasyonunda üstlendiği rol bireysel kitle turist veya kaşif olabilir ifadesi\n<br/>çift bölge gezginlerinin özellikleri arasında <strong>yer alır.</strong><br/>Turizm destinasyonunda üstlendiği rol bireysel kitle turist veya kaşif olabilir."
  },
  {
    "id": "2981118",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi turizm pazarını şekillendiren <u>temel</u> eğilimlerden biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Dijitalleşme ve teknolojik gelişmeler",
      "B": "Dijitalleşme sonucu e-turizm ekosisteminin kuruluşu",
      "C": "Paylaşım ekonomisi ve turizm pazarına yansımaları",
      "D": "Yeni kuşaklar ve pazarda yarattığı değişimler",
      "E": "Dijitalleşme sonucu ortaya çıkan yeni turist tipleri"
    },
    "explanation": "Turizm pazarını şekillendiren eğilimler incelendiğinde<br/>karşımıza dört temel başlık çıkmaktadır. Bunlar<br/>dijitalleşme ve teknolojik gelişmeler, yeni kuşaklar ve<br/>pazarda yarattığı değişimler, paylaşım ekonomisi ve<br/>turizm pazarına yansımaları ve dijitalleşme sonucu<br/>ortaya çıkan yeni turist tipleri şeklinde sıralanabilir."
  },
  {
    "id": "2981119",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi dijitalleşme ve teknolojik gelişmelerin turizm pazarındaki yansımaları kapsamında işletmelerin alması gereken tedbirlerden biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Mobil turizm pazarına odaklanılması",
      "B": "İşletmelerin pek çok iletişim kanalından ulaşılabilir olması",
      "C": "Telefon, işletme web sitesi ve e-posta uygulamalarına ağırlık verilmesi",
      "D": "Çok kanallı müşteri deneyimi yönetimi uygulamalarına ağırlık verilmesi",
      "E": "Dijital güvenlik konusuna ayrı bir önem gösterilmesi"
    },
    "explanation": "Dünyada akıllı cihaz sahibi olma oranın her geçen gün arttığı ve insanların günde 3,5-5 saat arasında akıllı telefonlarında vakit geçirdikleri düşünüldüğünde <strong>mobil turizm pazarının odaklanılması gereken bir pazar olduğu</strong> görülmektedir. Turistler işletmelerin <strong>pek çok iletişim kanalından ulaşılabilir olmalarını</strong> beklemektedir. <strong>Telefonla, işletme web sitesi üzerinden,</strong><br/><strong>e-posta yoluyla ulaşabilmek günümüz turistleri için yeterli değildir. </strong>Dijital kanallarda kendini güvende hissetmeyen turistler satın alma süreçlerinde de bu işletmeleri tercih etmeyeceklerdir. Bu nedenle turizm işletmelerinin <strong>dijital güvenlik konusuna ayrı bir önem göstermeleri gerekir.</strong>"
  },
  {
    "id": "2981120",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Motor becerileri önceki nesillere göre oldukça gelişmiştir.</li> <li>Hedonist ya da başka bir deyişle yaşamlarından zevk almaya odaklanırlar.</li> <li>Gerçek ve sanal dünyayı bir bütün olarak görürler.</li> <li>İşlerini kısa sürede ve titiz biçimde yerine getirirler.</li> <li>Dijital göçmenler olarak adlandırılırlar.</li> </ol> Yukarıdakilerden hangisi/hangileri turizm pazarı olarak Z kuşağı turistlerin sahip olduğu özellikler arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II ve IV",
      "C": "I, II ve V",
      "D": "I, II , III ve IV",
      "E": "II, III, IV ve V"
    },
    "explanation": "<strong>X kuşağına kadar olan kuşak dijitalleşmeye sonradan adapte olan dijital göçmenler (digital immigrants) olarak adlandırılmaktadır.</strong>\n Birçok açıdan Y kuşağı ile benzer özellikler taşıyan Z kuşağının farklı özellikleri de bulunmaktadır. Genel olarak Z kuşağı:<br/>• Doğumlarından itibaren küçük çok fonksiyonlu dijital aygıtlarla (oyun konsolları, Mp3-Mp4 çalarlar, cep telefonları, akıllı cihazlar, tabletler vb.) iç içe olan ve bu nedenle motor becerileri önceki nesillere göre oldukça gelişmiş olan <br/>• Teknolojik gelişmeleri yakından takip eden, bu gelişmelere hızlı adapte olarak aktif bir şekilde kullanabilen,<br/>• İşlerini kısa sürede ve titiz biçimde yerine getiren,<br/>• Hedonist ya da başka bir deyişle yaşamlarından zevk almaya odaklanan <br/>• Gerçek ve sanal dünyayı bir bütün olarak gören ve iletişimde en yeni teknolojileri, sosyal medya kanallarını ve yüz yüze iletişimi bir arada kullanan,<br/>• İnternette ve sosyal medyada oldukça aktif olan ancak teknoloji bağımlısı ya da tutkunu olmayıp, teknolojiyi doğal yaşam standardı olarak algılayan ,\n • Bilgiye ulaşımı üst düzeyde olan, akıllı teknolojiler ile yerel ve uluslararası gelişmeleri yakından takip eden ve küresel gelişmelere ilişkin bilgi sahibi olan,<br/>• Önceki nesillere göre farklı kültürlere ilişkin daha bilgili ve farklılıklara karşı daha toleranslı ve açık olan,<br/>• Sanal ortamlardaki hızlı akışa; gündemlerin ve trendlerin çok hızlı bir şekilde değişmesine bağlı olarak sürekli yenilik arayışı içinde olan bir nesildir."
  },
  {
    "id": "2981121",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Soyut ve somut unsurların bir araya getirilmesi ve daha deneyim odaklı bir anlayış benimsemek</li> <li>Z kuşağı ve jenerasyonların hangi sosyal medya platformlarını aktif olarak kullandıklarının bilincinde olmak</li> <li>Eğitim ve eğlencenin bir arada olduğu eğitlence turizm şeklini benimsemek</li> <li>Daha kısa sürede, değişken ve çok farklı kanallardan mesajlarını iletmek</li> <li>Çevre dostu teknolojilere geçmek ve çevre konusunda sosyal duyarlılık projelerine dâhil olmak</li> </ol> Yukarıdakilerden hangisi/hangileri Z kuşağı pazarının önceki kuşaklardan farklılaştığı noktalarda turizm işletmelerinin yapması gerekenler arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I ve II",
      "B": "Yalnız II ve V",
      "C": "II, III ve IV",
      "D": "I, II, III ve IV",
      "E": "I, II, IV ve V"
    },
    "explanation": "<em>Eğitim ve eğlencenin birarada olmasına eğitlence denir. Y kuşağında işlenceye önem verilmektedir.</em>\n Turizm işletmelerinin Z kuşağı pazarından pay alabilmeleri için sundukları ürün ve hizmetlerin fiziksel ve maddi boyutlarından çok; bütüncül, özgün ve nitelikli bir deneyim oluşturacak şekilde <strong>soyut ve somut unsurların bir araya getirilmesi ve daha deneyim odaklı bir anlayış benimsemeleri gereklidir. İşletmeler turistik ürünlerin Z kuşağına sunulması ve pazarlanması aşamasında jenerasyonların hangi sosyal medya platformlarını aktif olarak kullandıklarının bilincinde olmalı</strong> ve Z kuşağı için Snapchat, Youtube ve Instagram platformlarını daha aktif olarak kullanmalıdır. <strong>Turizm işletmeleri daha kısa sürede, değişken ve çok farklı kanallardan mesajlarını iletmeleri</strong> ve sundukları turistik deneyimlerde de tekrar eden uzun ve sıkıcı deneyimler sunmamaya özen göstermelidir. Hem gelirlerini artırmak hem de Z kuşağı pazarından pay almak isteyen turizm işletmelerinin <strong>yeşil ve çevre dostu uygulamalara, çevre dostu teknolojilere geçmeleri; çevre konusunda gerçekleştirilen sosyal duyarlılık projelerine dâhil olmaları</strong> ve bu konuda dijital platformlarda aktif rol üstlenmeleri önemlidir."
  },
  {
    "id": "2981122",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi turizm pazarında kullanılan dijital paylaşım platformlarından biri <u>değidir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Konaklama",
      "B": "Ulaşım",
      "C": "Yemek deneyimi",
      "D": "Çevre deneyimi",
      "E": "Seyahat deneyimi"
    },
    "explanation": "Paylaşım ekonomisinde yer alan ve turizm pazarında önemli değişimler yaratan dijital paylaşım<br/>platformları dört farklı kategori altında incelenebilir. Bunlar konaklama paylaşım platformları, ulaşım paylaşım platformları, yemek deneyimi paylaşım platformları ve seyahat deneyimi paylaşım platformlarıdır."
  },
  {
    "id": "2981123",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi turizm pazarında en <u>büyük</u> online seyahat acentalarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Expedia",
      "B": "Airbnb",
      "C": "Lyft",
      "D": "Amadeus",
      "E": "CRS"
    },
    "explanation": "Homeaway platformu 2015 yılında dünyanın en büyük online seyahat acentalarından olan Expedia<br/>tarafından 3.9 milyar dolara satın alınmıştır."
  },
  {
    "id": "2981124",
    "unitNumber": 2,
    "text": "Uzun mesafeli seyahatler için tercih edilen ulaşım paylaşım platformu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Uber",
      "B": "Grab",
      "C": "BlaBlaCar",
      "D": "Lyf",
      "E": "SpaceX"
    },
    "explanation": "Uber daha çok kısa mesafeli seyahatler için kullanılırken uzun mesafeli seyahatlerde BlaBlaCar uygulaması daha çok tercih edilen bir uygulamadır."
  },
  {
    "id": "2981125",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi paylaşım ekonomisinde turizm işletmeleri için rekabet unsuruna doğru bir örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Airbnb’in turistik talebin düştüğü bazı bölgelere yönelik talebi yeniden canlandırması",
      "B": "Hilton’un Uber ile iş birliğine giderek yeni bir iş modeli yaratması",
      "C": "Kaynakların daha verimli kullanılması ile özellikle tesis kapasitesi bakımından yetersiz kırsal bölgelere turizm hareketlerinin yoğunlaşması",
      "D": "Y ve Z kuşağının kişiselleştirilmiş yerel kültürle iç içe tatil taleplerinin, doğrudan yerel halk tarafından sunulan hizmetlere ilgiyi arttırması",
      "E": "Ev ortamlarının başkalarıyla paylaşılmasının misafirler ve ev sahipleri için daha sürdürülebilir bir model olması"
    },
    "explanation": "Dijital platformlar sayesinde bireyler kendi kaynaklarını paylaşmak suretiyle turizm pazarında geleneksel iş modelleriyle turizm işletmelerinin sunduğu mal ve hizmetlerle <strong>rekabet edecek düzeyde</strong> kaliteli, daha uygun fiyatlı, çok sayıda turistik ürün ve hizmetler sunulabilmektedir. Örneğin Fransız demir yolu taşımacılığı firması olan SNCF ucuz tren bileti ve otobüs servisleri sunarak BlaBlaCar ve benzeri araç paylaşım platformlarıyla rekabet edebilir hâle gelmeye çalışmıştır. <strong>Hilton ise Uber ile iş birliğine giderek yeni bir iş modeli yaratmıştır.</strong>"
  },
  {
    "id": "2981126",
    "unitNumber": 2,
    "text": "<u>Kişi</u>\n<br/><ol><br/><li>Tatil Deneyimi İçinde Kaybolmak İsteyen Turistler</li><br/><li>Dijital Detoks Turistleri</li><br/><li>Odaksız Gezginler</li><br/><li>Günlük Hayat Kontrolörleri</li><br/><li>Sosyal Medya Bağımlıları</li><br/></ol><br/><u>Özellik</u>\n<br/>K- Sadece aileleriyle iletişim kurarlar.<br/>L- Seyahat sonrasında resim paylaşmayla sınırlıdır. Yoğun bir çevrim içi iletişime girmezler.<br/>M- Arkadaşlar, aile, müşteriler ve hizmet sağlayıcılarla sık sık dijital imkânlarla temas hâlindedirler.<br/>Yeni turist tipolojileri ile ilgili yukarıdaki turist tipleri ve özelliklerinin doğru eşleştirmesi aşağıdakilerin hangisinde verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1-K, 2-M, 3-L",
      "B": "1-K, 2-L, 4-M",
      "C": "2-M, 3-L, 4-K",
      "D": "<em>2-L, 3-K, 4-M</em>",
      "E": "3-L, 4-M, 5-K"
    },
    "explanation": "<strong>Tablo 2.3</strong> Dijital turist tiplerinin özellikleri'nde görüldüğü gibi."
  },
  {
    "id": "2981127",
    "unitNumber": 2,
    "text": "Turizm destinasyonunda başıboş/kaşif olarak rol üstlenen turist tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital Detoks Turistleri",
      "B": "Odaksız gezginler",
      "C": "Sosyal medya bağımlıları",
      "D": "Çift bölge gezginleri",
      "E": "Günlük hayat kontrolörleri"
    },
    "explanation": "<strong>Tablo 2.3</strong> Dijital turist tiplerinin özellikleri'nde görüldüğü gibi."
  },
  {
    "id": "2981128",
    "unitNumber": 2,
    "text": "Üretici ile tüketici arasındaki güç dengesini tüketici lehine bozan yenilikler arasında aşağıdakilerden hangisi yoktur?",
    "correctAnswer": "C",
    "options": {
      "A": "Mobil teknolojiler",
      "B": "Çevrimiçi platformlar",
      "C": "Patent hakları",
      "D": "Sosyal medya",
      "E": "Dijital paylaşım platformları"
    },
    "explanation": "Üretici ile tüketici arasındaki güç dengesini tüketici lehine bozan yenilikler arasında patent hakları yer almamaktadır."
  },
  {
    "id": "2981129",
    "unitNumber": 2,
    "text": "Yakın gelecekte toplumsal normların yeniden tanımlanacağı yeni bir turizm pazarının oluşumunda yer alacağı öngörülen kavramlar arasında aşağıdakilerden hangisi yer almamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yapay zeka",
      "B": "Otomasyon yazılımları",
      "C": "Artırılmış gerçeklik",
      "D": "Sanal gerçeklik",
      "E": "Blok zincir uygulamaları"
    },
    "explanation": "Otomasyon yazılımları hali hazırda birçok alanda olduğu gibi turizm alanında da kullanılmaktadır."
  },
  {
    "id": "2981130",
    "unitNumber": 2,
    "text": "Turizm pazarı araştırmalarında ön plana çıkan dijitalleşme ve teknolojik gelişmelerin turizm pazarındaki yansımaları arasında aşağıdakilerden hangisi bulunmaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijitalleşme ile birlikte turizm pazarında veri güvenliği ve gizliliğinin önemi azalmaya başlamıştır.",
      "B": "Akıllı cihazların turizm pazarında turistler tarafından kullanım düzeylerinde artış gözlenmektedir.",
      "C": "Influencer olarak adlandırılan sosyal medya fenomenlerinin ve sosyal medyada yapılan paylaşımların turizm pazarındaki etkileri giderek artmaktadır.",
      "D": "Akıllı telefonlar özellikle son dakika yapılan rezervasyonlarda önemli bir ağırlığa sahiptir.",
      "E": "Destinasyonda sunulan turlara rezervasyon yapmada mobil cihazların oranı artmaktadır."
    },
    "explanation": "Dijitalleşme ile birlikte turizm pazarında veri güvenliği ve gizliliğinin önemi azalmamış, tam tersine bu konuların önemi artmıştır."
  },
  {
    "id": "2981131",
    "unitNumber": 2,
    "text": "Geç yetişkin ve yaşlı turizm pazarını temsil eden grup ya da gruplar aşağıdaki seçeneklerden hangiside yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Z kuşağı",
      "B": "Y kuşağı",
      "C": "X ve Y kuşakları",
      "D": "X kuşağı",
      "E": "Y ve Z kuşakları"
    },
    "explanation": "Geç yetişkin ve yaşlı turizm pazarını temsil eden grup X kuşağıdır."
  },
  {
    "id": "2981132",
    "unitNumber": 2,
    "text": "Bir turizm pazarı olarak Y kuşağı turistlerinin özellikleri arasında aşağıdakilerden hangisi yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Y kuşağının hemen hemen tamamının çevrim içi platformlarda hesapları bulunmaktadır.",
      "B": "Y kuşağı kendinden önceki kuşaklardan daha fazla ve daha sık tatile çıkmaktadır.",
      "C": "Y kuşağı geleneksel turizm ürünlerinin veya paket turla- rın sunduğu sınırlı seçeneklerin kendilerine empoze edilmesinden hoşlanmazlar",
      "D": "Y kuşağı turistleri kısa süreli anlık kararlar alarak hafta sonu veya günübirlik tatil ürünleri satın alabilmektedirler",
      "E": "Y kuşağı küresel olgu ve sorunlarla ilgilenmekten olabildiğince uzak durmakta, bu konularda bireyci ve kapalı bir tutum sergilemektedir."
    },
    "explanation": "Tam tersine, küresel finansal kriz, salgın hastalıklar, yeni tip korona virüs pandemisi gibi krizler ve diğer küresel gelişmeler; Y kuşağının değerleri, yaşama bakış açıları ve davranışlarını şekillendiren temel olaylardır."
  },
  {
    "id": "2981133",
    "unitNumber": 2,
    "text": "Y kuşağının pazardaki ağırlığının artmasıyla birlikte yeni ve farklı deneyimler sunan . . . . . . . . . turlarının turizm ürün gamındaki ağırlıklarında önemli bir artış gözlenmektedir.\n Verilen cümledeki boşluğa uygun düşen kelime aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "doğa",
      "B": "kültür",
      "C": "kent",
      "D": "tarih",
      "E": "eğlence"
    },
    "explanation": "\"Y kuşağının pazardaki ağırlığının artmasıyla birlikte yeni ve farklı deneyimler sunan kültür turlarının turizm ürün gamındaki ağırlıklarında önemli bir artış gözlenmektedir.\""
  },
  {
    "id": "2981134",
    "unitNumber": 2,
    "text": "I - Turizm işletmeleri mevcut ve potansiyel işlence turistlerinin profilini, rezervasyon yapma ve seyahat davranışlarını analiz ederek hedef müşteri kitlesine ilişkin bilgi toplamalıdır.\n II - Destinasyonun ve turizm işletmesinin işlence turistlerine yönelik sahip oldukları imkânlar, sunabilecek turistik deneyimlere ilişkin tercihen sosyal medya ve dijital platformlarda reklam ve tanıtım faaliyetleri yapılmalıdır.\n III - İşlence turistlerine iş seyahatlerini yıllık izinleriyle birleştirdiklerinde ve destinasyonda kalma sürelerini uzattıklarında kendileriyle beraber aile üyelerini veya arkadaşlarını getirdiklerinde çeşitli etkinliklerle zenginleştirilmiş uygun paketler düzenlenebilir.\n IV - İşlence turistlerinin güvenlik kaygılarını ortadan kaldırmaya yönelik özel düzenlemelerin ve uygulamaların devreye sokulması hususunda kamu bürokrasisi ile müzakereler yapılabilir.\n Turizm işletmelerinin işlence pazarından etkin bir şekilde yararlanabilmek için geliştirilmiş öneriler aşağıdaki seçeneklerden hangisinde doğru ve tam olarak yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "İşlence turistlerinin özel olarak güvenlik kaygısı yaşadığına ilişkin bir bilgi bulunmadığı gibi, turizm işletmelerinin işlence pazarından etkin bir şekilde yararlanabilmek için geliştirilmiş öneriler arasında güvenlikle ilgili bir öneri bulunmamaktadır."
  },
  {
    "id": "2981135",
    "unitNumber": 2,
    "text": "I - Birleşmiş Milletler\n II - Avrupa Birliği\n III - OECD\n IV - NATO\n Araştırma raporlarında genel olarak Y kuşağı için 1980 ile 2000 yılları arasında doğanları, Z kuşağı için 2000 ve sonrasında doğanları temel alan uluslararası kuruluşlar aşağıdaki seçeneklerden hangisinde doğru ve tam olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Avrupa Birliği ve OECD gibi kurumların araştırma raporlarında ise genel olarak Y kuşağı 1980 ile 2000 yılları arasında doğanları kapsarken, Z kuşağı için 2000 ve sonrasında doğanların temel alındığı görülmektedir."
  },
  {
    "id": "2981136",
    "unitNumber": 2,
    "text": "Avrupa Komisyonunca, \"bireyler tarafından başka bireylere geçici olarak ürün ve hizmetlerin sunulmasını sağlayan iş birliği platformları üzerinden gerçekleştirilen iş modellerinin bütünü\" olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Armağan ekonomisi",
      "B": "Özgür yazılım ekonomisi",
      "C": "Destek ekonomisi",
      "D": "Paylaşım ekonomisi",
      "E": "Ağ ekonomisi"
    },
    "explanation": "Avrupa Komisyonu paylaşım ekonomisini “bireyler tarafından başka bireylere geçici olarak ürün ve hizmetlerin sunulmasını sağlayan iş birliği platformları üzerinden gerçekleştirilen iş modellerinin bütünü” olarak tanımlamaktadır."
  },
  {
    "id": "2981137",
    "unitNumber": 2,
    "text": "Turizmde belli başlı dijital paylaşım platform türleri arasında aşağıdakilerden hangisi yoktur?",
    "correctAnswer": "E",
    "options": {
      "A": "Konaklama paylaşım platformları",
      "B": "Ulaşım Paylaşım Platformları",
      "C": "Seyahat deneyimi paylaşım platformları",
      "D": "Yemek deneyimi paylaşım platformları",
      "E": "Eğlence deneyimi paylaşım platformları"
    },
    "explanation": "Paylaşım ekonomisinde yer alan ve turizm pazarında önemli değişimler yaratan dijital paylaşım platformları dört farklı kategori altında incelenebilir. Bunlar konaklama paylaşım platformları, ulaşım paylaşım platformları, yemek deneyimi paylaşım platformları ve seyahat deneyimi paylaşım platformlarıdır."
  },
  {
    "id": "2981138",
    "unitNumber": 2,
    "text": "Bleisure turizmi ne anlama gelmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "İş ve eğlence",
      "B": "Tatil ve eğlence",
      "C": "Turizm ve dijitalleşme",
      "D": "Seyahat ve turizm",
      "E": "Günü birlik tatil"
    },
    "explanation": "Y KUŞAĞI VE TURİZM PAZARINDAKİ YERİ<br/>İşlence (Bleisure) Turizmi: İş ve eğlencenin bir arada olduğu turizm şekli. İngilizcede Business ve Leisure kelimelerinin birleşiminden ortaya çıkan Bleisure adı verilmektedir. Bleisure veya Türkçe karşılığıyla İşlence kavramı iş ve eğlence kavramlarının bir araya getirilmesi ile oluşan yeni turizm şeklinin addır."
  },
  {
    "id": "2981139",
    "unitNumber": 2,
    "text": "Avrupa Birliği ve OECD gibi kurumların araştırma raporlarına göre hangi tarihte doğumuş kişi Y kuşağı olarak görülür?",
    "correctAnswer": "C",
    "options": {
      "A": "1965",
      "B": "1978",
      "C": "1985",
      "D": "2001",
      "E": "2005"
    },
    "explanation": "Z KUŞAĞI VE TURİZM PAZARI ÜZERİNDEKİ ETKİLERİ<br/>Avrupa Birliği ve OECD gibi kurumların araştırma raporlarında ise genel olarak Y kuşağı 1980 ile 2000 yılları arasında doğanları kapsarken, Z kuşağı için 2000 ve sonrasında doğanların temel alındığı görülmektedir."
  },
  {
    "id": "2981140",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerden hangisi, bireyler tarafından başka bireylere geçici olarak ürün ve hizmetlerin sunulmasını sağlayan iş birliği platformları üzerinden gerçekleştirilen iş modellerinin bütünü için kullanılan ifadedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Paylaşım ekonomisi",
      "B": "Dijital platform",
      "C": "Sosyal medya",
      "D": "Dijital paylaşım",
      "E": "Dijital Pazar"
    },
    "explanation": "PAYLAŞIM EKONOMİSİ VE DİJİTAL PAYLAŞIM PLATFORMLARININ TURİZM PAZARINA YANSIMALARI<br/>Paylaşım ekonomisi, bireyler tarafından başka bireylere geçici olarak ürün ve hizmetlerin sunulmasını sağlayan iş birliği platformları üzerinden gerçekleştirilen iş modellerinin bütünüdür."
  },
  {
    "id": "2981141",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerden hangisi paylaşım ekonomisinde yer alan ve turizm pazarında önemli değişimler yaratan dijital paylaşım platformları arasında sayılmaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Konaklama",
      "B": "Alışveriş",
      "C": "Ulaşım",
      "D": "Yemek",
      "E": "Seyahat"
    },
    "explanation": "PAYLAŞIM EKONOMİSİ VE DİJİTAL PAYLAŞIM PLATFORMLARININ TURİZM PAZARINA YANSIMALARI<br/>Paylaşım ekonomisinde yer alan ve turizm pazarında önemli değişimler yaratan dijital paylaşım platformları dört farklı kategori altında incelenebilir. Bunlar konaklama paylaşım platformları, ulaşım paylaşım platformları, yemek deneyimi paylaşım platformları ve seyahat deneyimi paylaşım platformlarıdır."
  },
  {
    "id": "2981142",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerden hangisi bir konaklama paylaşım platformudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Airbnb",
      "B": "Uber",
      "C": "BlaBlaCar",
      "D": "Eatwith",
      "E": "TourByLocals"
    },
    "explanation": "KONAKLAMA PAYLAŞIM PLATFORMLARI<br/>Konaklama paylaşım platformlarından turizm pazarında en büyük paya sahip olan iki dijital paylaşım platformu Airbnb ve Homeaway’dir. 2008 yılında kurulan Airbnb kurulduğu günden bu yana 750 milyondan fazla turiste konaklama hizmeti sunmuş olan bir paylaşım platformudur."
  },
  {
    "id": "2981143",
    "unitNumber": 2,
    "text": "Daha çok kısa mesafeli seyahatler için kullanılan ulaşım paylaşım platformu hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Airbnb",
      "B": "Uber",
      "C": "BlaBlaCar",
      "D": "Eatwith",
      "E": "TourByLocals"
    },
    "explanation": "ULAŞIM PAYLAŞIM PLATFORMLARI<br/>Uber daha çok kısa mesafeli seyahatler için kullanılırken uzun mesafeli seyahatlerde BlaBlaCar uygulaması daha çok tercih edilen bir uygulamadır."
  },
  {
    "id": "2981144",
    "unitNumber": 2,
    "text": "Aşağıdaki dijital paylaşım platformlarından finansal anlamda en değerli olanı hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Airbnb",
      "B": "Homeaway",
      "C": "Uber",
      "D": "BlaBlaCar",
      "E": "VizEat"
    },
    "explanation": "ULAŞIM PAYLAŞIM PLATFORMLARI<br/>Seçenekler arasında, Uber (Kısa mesafeli araç paylaşım platformu) 103 milyondan fazla aylık aktif kullanıcısı ile 68 milyar dolarla en değerli platformdur."
  },
  {
    "id": "2981145",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerden hangisi destinasyonda dijital/çevrim içi iletişim kurulan sosyal aktörler arasında yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Aile üyeleri",
      "B": "Müşteriler",
      "C": "İkamet edilen yerdeki yerli halk",
      "D": "Turizm işletmeleri",
      "E": "Tur rehberleri"
    },
    "explanation": "DİJİTALLEŞME SONUCU ORTAYA ÇIKAN YENİ TURİST TİPLERİ<br/>Turizm işletmeleri destinasyonda dijital/çevrim içi iletişim kurulan sosyal aktörler arasında yer almaz. Turizm işletmeleri destinasyonda yüz yüze iletişim kurulan sosyal aktörler arasında ya da ikamet edilen yerde iletişim kurulan dijital/çevrim içi iletişim kurulan sosyal aktörler arasında yer alır."
  },
  {
    "id": "2981146",
    "unitNumber": 2,
    "text": "Aşağıdakilerden dijital turist tiplerinden hangisi turizm destinasyonunda bireysel kitle turisti rolünü üstlenmez?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital detoks turistleri",
      "B": "Odaksız gezginler",
      "C": "Günlük hayat kontrolörleri",
      "D": "Sosyal medya bağımlıları",
      "E": "Çift bölge gezginleri"
    },
    "explanation": "DİJİTAL DETOKS TURİSTLERİ<br/>Odaksız gezginler, günlük hayat kontrolörleri, sosyal medya bağımlıları, çift bölge gezginleri turizm destinasyonunda bireysel kitle turisti rolünü üstlenirken; dijital detoks turistleri başıboş/kaşif rolünü üstlenir."
  },
  {
    "id": "2981147",
    "unitNumber": 2,
    "text": "Aşağıdakilerden dijital turist tiplerinden hangisi deneysel turist deneyimi modu göstermez?",
    "correctAnswer": "C",
    "options": {
      "A": "Tatil deneyimi içinde kaybolmak isteyen turistler",
      "B": "Dijital detoks turistleri",
      "C": "Odaksız gezginler",
      "D": "Sosyal medya bağımlıları",
      "E": "Çift bölge gezginleri"
    },
    "explanation": "ODAKSIZ GEZGİNLER<br/>Tatil deneyimi içinde kaybolmak isteyen turistler, dijital detoks turistleri, sosyal medya bağımlıları ve çift bölge gezginleri deneysel turist deneyimi modu gösterir. Odaksız gezginlerde ise odaksız mod vardır."
  },
  {
    "id": "2981148",
    "unitNumber": 3,
    "text": "Akıllı turizm destinasyonu aşağıdaki hangi kavramdan türetilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Akıllı şehir",
      "B": "Süper şehir",
      "C": "Digital şehir",
      "D": "Uzaysal şehir",
      "E": "Evrensel şehir"
    },
    "explanation": "Akıllı destinasyon kavramı akıllı şehir kavramından gelmektedir. Akıllı şehir kavramı, kentsel nüfusun hızlı artışı ile başa çıkmak yetkililerin karşılaştıkları karmaşıklık ve yönetim zorluklarından dolayı ortaya çıkmaktadır “Akıllı” sıfatını gerçek zamanlı ve gerçek dünya verilerini kullanma, bu verileri bütünleştirme, paylaşma ve daha iyi operasyonel kararlar vermek için analitik, modelleme ve görselleştirmeyi kullanma olarak tanımlamıştır."
  },
  {
    "id": "2981149",
    "unitNumber": 3,
    "text": "Akıllı turizm destinasyon kavramında aşağıdakilerden hangisi yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgi temelli bir destinasyondur.",
      "B": "Turizm genelinde ve destinasyon özelinde bilgi akışı sağlar.",
      "C": "Destinasyon ile ilgili bilginin anında değiş tokuş edilebileceği teknolojik bir platform vardır.",
      "D": "Destinasyona yönelik oluşturulan teknolojik platform bilgi iletişim teknolojileri ile sağlanır.",
      "E": "Destinasyona yönelik bilgiye yalnızca kamu kurumları erişebilir."
    },
    "explanation": "Akıllı turizm destinasyonu, bilgi temelli bir destinasyondur. Turizm genelinde ve destinasyon özelinde bilgi akışı sağlar. Destinasyon ile ilgili bilginin anında değiş tokuş edilebileceği teknolojik bir platform vardır. Destinasyona yönelik oluşturulan teknolojik platform bilgi iletişim teknolojileri ile sağlanır."
  },
  {
    "id": "2981150",
    "unitNumber": 3,
    "text": "Akıllı destinasyonlar oluşturmak için aşağıdakilerden hangisi yer almalıdır.",
    "correctAnswer": "D",
    "options": {
      "A": "Ekran kartı",
      "B": "Bluetooth",
      "C": "Wifi",
      "D": "Bulut Bilişim ve Nesnelerin İnterneti",
      "E": "SSD"
    },
    "explanation": "Bulut bilgi işlem, verilerin ve programların bir bilgisayarın sabit diski yerine internet üzerinden depolanması ve bunlara erişilmesi anlamına gelir. İnternetteki veri saklama sistemi olan bulut teknolojisi akıllı turizm destinasyonlarının işletilmesi için büyük öneme sahip bilgi paylaşımını teşvik eder.<br/>Nesnelerin interneti teknolojisi, internete bağlanan gerçek dünya nesneleri arasında otomatik gerçek zamanlı etkileşimler oluşturur ve bu da sonuç olarak gerçek dünya ile dijital alan arasındaki boşluğu azaltır. Bir turizm destinasyonunda nesnelerin internetinin uygulanması, turistlerin cep telefonlarını kullanarak ziyaret edeceği destinasyonun ilgi çekici yerlerini keşfetmek anlamına gelir."
  },
  {
    "id": "2981151",
    "unitNumber": 3,
    "text": "Günümüz bilgi işlem teknolojisinde verilerin ve programların bir bilgisayarın sabit diski yerine internet üzerinden depolanması ve bunlara erişilmesi aşağıdakilerden hangisi ile sağlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bulut bilişim",
      "B": "Nesnelerin İnterneti",
      "C": "Sanal gerçeklik",
      "D": "Sanal görüntü",
      "E": "Bluetooth"
    },
    "explanation": "Bilgi işlem hizmetleri, belirli ağlar üzerinden web platformuna ve veri depolamaya erişmek için uygun bir yol sağlamak üzere tasarlanmıştır. Bulut bilgi işlem, verilerin ve programların bir bilgisayarın sabit diski yerine internet üzerinden depolanması ve bunlara erişilmesi anlamına gelir. İnternetteki veri saklama sistemi olan bulut teknolojisi akıllı turizm destinasyonlarının işletilmesi için büyük öneme sahip bilgi paylaşımını teşvik eder."
  },
  {
    "id": "2981152",
    "unitNumber": 3,
    "text": "Günümüzde Akıllı turizm destinasyonlarının kullanıldığı en etkin meyda aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gazete",
      "B": "Elektronik sosyal medya",
      "C": "Televizyon",
      "D": "Sinema",
      "E": "Moda Dergileri"
    },
    "explanation": "Elektronik sosyal medya; akıllı turizm destinasyonlarının gelişimi için giderek artan bir öneme sahiptir. Aynı zamanda tüketicilerin ve tedarikçilerin davranışlarını da etkilemektedir. İnsanlar genellikle seyahat planlama süreçlerinde sosyal medyayı önemli bir karar alma aracı olarak kullanırlar. Sosyal medyanın karar alma süreçleri üzerindeki etkilerinin yanı sıra, turistler bu tür medyaları deneyim ve bilgi paylaşımı için iletişim kanalları olarak kullanmaktadır."
  },
  {
    "id": "2981153",
    "unitNumber": 3,
    "text": "Ziyaretçilerin web ortamında gezecekleri yerleri üç boyutlu yazılım ve görüntüleme teknikleri ile izlemesi ve mekanlarda dolaşabilmesini sağlayan teknoloji aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sanal tur",
      "B": "Uzaktan algılama",
      "C": "GPS konumlama",
      "D": "Soyut tur",
      "E": "Somut algılama"
    },
    "explanation": "Sanal tur; üç boyutlu görüntünün son teknoloji ile yazılım ve görsel medya olarak fotoğraflar üzerine aktarılmasıyla oluşturulmaktadır. Web ortamında ziyaretçilerin içinde gezinme hissi yaratılarak sanal ortamdaki mekânı rahatça dolaşabilmelerine olanak sağlanmaktadır."
  },
  {
    "id": "2981154",
    "unitNumber": 3,
    "text": "Üç boyutlu sanal turların en belirgin özelliği aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Düşsel kavrama",
      "B": "Görsel gerçeklik",
      "C": "Rol yapma",
      "D": "GPS konumlama",
      "E": "Soyutlama"
    },
    "explanation": "Üç boyutlu sanal turlar; fiziksel gerçek mekânların üç boyutlu tasarlanması ve bu tasarının eş zamanlı işleme yazılımları ile oluşturulmasına dayanan sanal tur çeşididir. Üç boyutlu panoramik görüntünün kullanıcı müdahaleli olması ve görsel gerçeklik hissi sağlaması açısından kullanışlıdır."
  },
  {
    "id": "2981155",
    "unitNumber": 3,
    "text": "Bir destinasyonda yer alan fiziksel unsurların dijital unsurlar ile sunulması, aşağıdaki kavramlardan hangisi ile tanımlanır?",
    "correctAnswer": "C",
    "options": {
      "A": "GPS konumlama",
      "B": "Soyutlama",
      "C": "Fijital kavramı",
      "D": "Düşsel kavrama",
      "E": "Uzaktan algılama"
    },
    "explanation": "Fijital kavramı, fiziksel ve dijital dünyaların birbiri içine akması, aralarındaki sınırların buharlaşması, bulanıklaşması şeklinde açıklanabilir. Bu bağlamda akıllı bir destinasyonda da fiziksel unsurlar teknolojinin sağladığı dijital unsurlarla desteklenerek sunulmaktadır."
  },
  {
    "id": "2981156",
    "unitNumber": 3,
    "text": "Coğrafi Bilgi Sistemlerinde kullanılan küresel konumlandırma sisteminin kısaltılmış adı aşağıdakilerden hangisisindir.",
    "correctAnswer": "B",
    "options": {
      "A": "IPP",
      "B": "GPS",
      "C": "Bluetooth",
      "D": "http",
      "E": "SSD"
    },
    "explanation": "GPS; kullanıcıların konumuna bağlı olarak geliştirilen hizmetler turistik destinasyonların yönetiminde de sıklıkla kullanılmaktadır. GPS’e bağlı hizmet ve uygulamalar sayesinde turist hareketliliği ve turistlerin ziyaret ettikleri destinasyonda kalma süreleri tespit edilebilmektedir."
  },
  {
    "id": "2981157",
    "unitNumber": 3,
    "text": "Destinasyon yönetim örgütlerinin, paydaşlarla oluşturdukları destinasyon tanıtım uygulamaları aşağıdaki araçlardan hangisi ile gerçekleştirilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Truzim rehberleri",
      "B": "El broşürleri",
      "C": "Akıllı telefonlar ve tabletler",
      "D": "Tanıtım videoları",
      "E": "Gazeteler"
    },
    "explanation": "Destinasyon yönetim örgütleri paydaşlarla oluşturdukları destinasyon tanıtım uygulamasını potansiyel müşteriler akıllı telefonlarına ya da tabletlerine indirerek destinasyona ilişkin tüm bilgilere ulaşabilirler."
  },
  {
    "id": "2981158",
    "unitNumber": 3,
    "text": "Günümüzde daha yaşanabilir, daha sürdürülebilir, daha verimli olması amacıyla bilgi iletişim teknolojilerinin sağladığı çözümleri odağına insanı alarak, ilgili tüm paydaşların ve kurumların sahipliğinde, kişisel verinin gizliliği ve diğer etik kuralları ihlal etmeden, katılımcı ve şeffaf bir şekilde uygulayabilen, kendini sürekli geliştiren ve öğrenen şehir hangi kavram ile tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Akıllı",
      "B": "Yapay",
      "C": "İleri düzey",
      "D": "Gelişmiş",
      "E": "Nesne odaklı"
    },
    "explanation": "Akıllı şehir daha yaşanabilir, daha sürdürülebilir, daha verimli olması amacıyla bilgi iletişim<br/>teknolojilerinin sağladığı çözümleri odağına insanı alarak, ilgili tüm paydaşların ve kurumların sahipliğinde, kişisel verinin gizliliği ve diğer etik kuralları ihlal etmeden, katılımcı ve şeffaf bir şekilde uygulayabilen, kendini sürekli geliştiren ve öğrenen şehir şeklinde tanımlanabilir."
  },
  {
    "id": "2981159",
    "unitNumber": 3,
    "text": "Ziyaretçilerin demografik özelliklerine göre giriş yapmalarını öngören sanal tur aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eğitsel",
      "B": "İçeriksel",
      "C": "Broşür",
      "D": "Üç boyutlu",
      "E": "Akıllı"
    },
    "explanation": "Eğitsel sanal turlar, ziyaretçilerin demografik özelliklerine göre giriş yapmalarını öngören sanal turlardır."
  },
  {
    "id": "2981160",
    "unitNumber": 3,
    "text": "Nesnelerin çevrim içi olarak sunulmasıyla, ziyaretçilerin bu nesneleri keşfetmesini sağlayan sanal tur uygulamalarına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İçeriksel",
      "B": "Eğitsel",
      "C": "Broşür",
      "D": "Üç boyutlu",
      "E": "Akıllı"
    },
    "explanation": "İçeriksel sanal turlar, nesnelerin çevrim içi olarak sunulmasıyla, ziyaretçilerin bu nesneleri keşfetmesini sağlayan sanal tur uygulamalarıdır."
  },
  {
    "id": "2981161",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi akıllı destinasyonlar <strong><u>en çok</u></strong> kullanılan teknolojilerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nesnelerin interneti",
      "B": "3D",
      "C": "Sanal gerçeklik",
      "D": "Sosyal medya",
      "E": "Sosyal ağ"
    },
    "explanation": "Akıllı destinasyonlarda en çok kullanılan teknolojiler nesnelerin interneti, bulut bilişim ve son kullanıcı teknolojileridir."
  },
  {
    "id": "2981162",
    "unitNumber": 3,
    "text": "Kullanıcıların tercihlerine <strong><u>en uygun</u></strong> ürünleri seçmelerine yardımcı olmak için tasarlanmış araçlara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tavsiye sistemleri",
      "B": "Coğrafi bilgi sistemleri",
      "C": "Sanal gerçeklik",
      "D": "Akıllı turizm sistemleri",
      "E": "3D"
    },
    "explanation": "Tavsiye sistemleri, kullanıcıların tercihlerine en uygun ürünleri seçmelerine yardımcı olmak için tasarlanmış araçlardır."
  },
  {
    "id": "2981163",
    "unitNumber": 3,
    "text": "Bir konumun kendisine has özelliklerine uygun olan ve aynı zamanda ziyaretçilerin taleplerini karşılamaya yönelik olarak etkin tanıtım ve pazarlama stratejisi geliştirmesi için resmen görevlendirilen kamu, özel ya da kamu - özel ortaklığı ile kurulmuş örgütlere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Destinasyon yönetim örgütleri",
      "B": "Organizasyon örgütleri",
      "C": "Coğrafi bilgi örgütleri",
      "D": "Turizm örgütleri",
      "E": "Hedef odaklı örgütler"
    },
    "explanation": "<u><strong>Destinasyon Yönetim Örgütler</strong></u>i: Bir destinasyonun kendisine has özelliklerine uygun olan ve aynı zamanda ziyaretçilerin taleplerini karşılamaya yönelik olarak etkin tanıtım ve pazarlama stratejisi geliştirmesi için resmen görevlendirilen kamu, özel ya da kamu - özel ortaklığı ile kurulmuş örgütlerdir."
  },
  {
    "id": "2981164",
    "unitNumber": 3,
    "text": "Destinasyon yönetim örgütlerinin <strong><u>en önemli</u></strong> özelliği aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Destinasyonun her aşamadaki yönetim ve pazarlama faaliyetlerini yürütmek",
      "B": "Turizm endüstrisindeki koordinasyonu sağlamak",
      "C": "Hizmet ve kalite standartlarını düzenlemek",
      "D": "Yerel halkla turizmin ilişkilerini geliştirmek",
      "E": "Birey ve grup ziyaretçisinin turizm endüstrisi açısından haklarını korumak"
    },
    "explanation": "Destinasyon yönetim örgütlerinin yukarıda sıralanan özellikleri incelendiğinde, örgütün en<br/>önemli özelliği destinasyonun her aşamadaki yönetim ve pazarlama faaliyetlerini yürütmektir.<br/>Bunun yanı sıra, turizm endüstrisindeki koordinasyonu sağlamak, hizmet ve kalite standartlarını düzenlemek, yerel halkla turizmin ilişkilerini geliştirmek diğer özellikleri içerisinde sayılabilir."
  },
  {
    "id": "2981165",
    "unitNumber": 3,
    "text": "Louvre Müzesi'nin sanal turla gezilebilir olması, aşağıdakilerden hangisine örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sanal gerçeklik",
      "B": "Artırılmış gerçeklik",
      "C": "Nesnelerin interneti",
      "D": "Tavsiye sistemi",
      "E": "Coğrafi bilgi sistemi"
    },
    "explanation": "Gerçek mekanları internet üzerinden sanal olarak gezme işlemi, sanal gerçeklik örneğidir."
  },
  {
    "id": "2981166",
    "unitNumber": 3,
    "text": "İnternet ortamında bulunan bir uzak sunucu üzerinden çalıştırılması ya da kullanıcıya ait verilerin uzak sunucu üzerinde her an erişilebilir şekilde bulundurulmasını sağlayan servis yapısına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bulut bilişim",
      "B": "Sanal gerçeklik",
      "C": "Artırılmış gerçeklik",
      "D": "Tavsiye sistemleri",
      "E": "Coğrafi sistemler"
    },
    "explanation": "Bulut bilişim uygulamaları ise internet ortamında bulunan bir uzak sunucu üzerinden çalıştırılması ya da kullanıcıya ait verilerin uzak sunucu üzerinde her an erişilebilir şekilde bulundurulmasını sağlayan bir servis yapısını ifade etmektedir."
  },
  {
    "id": "2981167",
    "unitNumber": 3,
    "text": "Kısıtlı bilgi paylaşımı ile ziyaretçilerde merak duygusu uyandırmayı ve ziyaret isteğini ortaya çıkarmayı amaçlayan sanal tura ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Broşür",
      "B": "Eğitsel",
      "C": "İçeriksel",
      "D": "Üç boyutlu",
      "E": "Gelişmiş"
    },
    "explanation": "Broşür sanal turlar, kısıtlı bilgi paylaşımı ile ziyaretçilerde merak duygusu uyandırmayı ve ziyaret isteğini ortaya çıkarmayı amaçlayan sanal tur türüdür."
  },
  {
    "id": "2981168",
    "unitNumber": 3,
    "text": "Turizm destinasyonları üzerine yapılan ilk araştırmalar daha çok hangi özellik üzerine odaklanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Tarih",
      "B": "Kültür",
      "C": "Coğrafi",
      "D": "İklim",
      "E": "Ekonomi"
    },
    "explanation": "Turizm destinasyonları üzerine yapılan ilk araştırmalarda; turizm destinasyonu daha çok coğrafi özellikleri üzerinden incelenmiştir."
  },
  {
    "id": "2981169",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi geleneksel turizm destinasyonları için belirlenen kriterlerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Turistlerin belirlenen destinasyona ulaşabilmesi",
      "B": "Gezilecek turistik yerlerin olması",
      "C": "Turizm hizmeti verecek personelin olması",
      "D": "Çeşitlilik sunan gastronomi kültürünün olması",
      "E": "Konaklama alternatiflerinin bulunması"
    },
    "explanation": "Bir destinasyonunun, turizm destinasyonu olarak kabul edilebilmesi için belirli kriterleri karşılaması gerektiği savunulmaktadır. Bu kriterler (Howie, 2003):\n<br/>• Öncelikle turistlerin o destinasyona ulaşabilmesi,\n<br/>• Gezilecek turistik yerlerin olması,\n<br/>• Turizm hizmeti verecek personelin olması,\n<br/>• Konaklama alternatiflerinin bulunmasıdır"
  },
  {
    "id": "2981170",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi “bir destinasyonda, iş birliği ve bilgi paylaşımını destekleyici dijital bir ortam yaratmayı amaçlayan teknolojik altyapıyı” ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Dijital destinasyon",
      "B": "Akıllı şehir",
      "C": "Akıllı iş ekosistemi",
      "D": "Akıllı turizm deneyimi",
      "E": "Akıllı turizm destinasyonu"
    },
    "explanation": "Genel itibarıyla, <strong>akıllı turizm destinasyonu</strong> bir destinasyonda, iş birliği ve bilgi paylaşımını<br/>destekleyici dijital bir ortam yaratmayı amaçlayan teknolojik altyapıyı ifade etmektedir."
  },
  {
    "id": "2981171",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Geleneksel turizm temelli dijital bir destinasyondur. </li> <li>Turizm genelinde ve destinasyon özelinde bilgi akışı sağlar.</li> <li>Destinasyon ile ilgili bilgi anında değiş tokuş edilebilir. </li> <li>Destinasyona yönelik teknolojik platform bilgi iletişim teknolojileri ile sağlanır.</li> </ol> Akıllı turizm destinasyonu ile ilgili yukarıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız I ve II",
      "C": "I,II ve III",
      "D": "I, III ve IV",
      "E": "II,III ve IV"
    },
    "explanation": "Akıllı turizm destinasyonu<br/>• Bilgi temelli bir destinasyondur.<br/>• Turizm genelinde ve destinasyon özelinde bilgi akışı sağlar.<br/>• Destinasyon ile ilgili bilginin anında değiş tokuş edilebileceği teknolojik bir platform vardır.<br/>• Destinasyona yönelik oluşturulan teknolojik platform bilgi iletişim teknolojileri ile sağlanır."
  },
  {
    "id": "2981172",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi toplumsal kitleden çok, grupsal/uzman kitleye hitap eden nesne odaklı iki boyutlu sanal turu tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Eğitsel sanal turlar",
      "B": "İçeriksel sanal turlar",
      "C": "Broşür sanal turlar",
      "D": "Dijital sanal turlar",
      "E": "Hobi odaklı sanal turlar"
    },
    "explanation": "<strong><em>İçeriksel sanal turlar</em></strong>, nesnelerin çevrim içi olarak sunulmasıyla, ziyaretçilerin bu nesneleri keşfetmesini sağlayan sanal tur uygulamalarıdır. Bu uygulama eğitici bir özellik sağlamazken nesne merkezli hareketi sunmaktadır. Uzman kişilerin anlayabileceği şekilde bilgi aktarımı sunan bu tur çeşidi toplumsal kitleden çok, grupsal/uzman kitleye hitap etmektedir"
  },
  {
    "id": "2981173",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi \"yalnızca tüketmekle kalmayıp aynı zamanda deneyimlerin kalitesini artırabilen veriler oluşturan teknoloji aracılı turizm deneyimlerini\" ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Akıllı deneyim",
      "B": "Akıllı iş ekosistemi",
      "C": "Dijital destinasyon",
      "D": "Akıllı şehir",
      "E": "Akıllı turizm"
    },
    "explanation": "<strong>Akıllı deneyim</strong> bileşeni, yalnızca tüketmekle kalmayıp aynı zamanda deneyimlerin kalitesini<br/>artırabilen veriler oluşturan (örneğin, belirli bir hedefle ilgili olarak elektronik sosyal medyaya fotoğraf yükleyerek) teknoloji aracılı turizm deneyimlerini ifade eder."
  },
  {
    "id": "2981174",
    "unitNumber": 3,
    "text": "Kısıtlı bilgi paylaşımı ile ziyaretçilerde merak duygusu uyandırmayı ve ziyaret isteğini ortaya çıkarmayı amaçlayan sanal tur türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İçeriksel sanal turlar",
      "B": "Eğitsel sanal turlar",
      "C": "Broşür sanal turlar",
      "D": "Üç boyutlu sanal turlar",
      "E": "İki boyutlu sanal turlar"
    },
    "explanation": "Broşür sanal turlar, kısıtlı bilgi paylaşımı ile ziyaretçilerde merak duygusu uyandırmayı ve ziyaret isteğini ortaya çıkarmayı amaçlayan sanal tur türüdür. Bu turları işletmeler genellikle tanıtım<br/>odaklı kullanmaktadır."
  },
  {
    "id": "2981175",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi akıllı destinasyonlarda bilgi ve iletişim teknolojilerinde en çok kullanılan teknolojiler arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Akıllı saatler",
      "B": "Başa takılan cihazlar",
      "C": "QR kodu uygulaması",
      "D": "Arttırılmış gerçeklik",
      "E": "Nesnelerin interneti"
    },
    "explanation": "Bilgi ve iletişim teknolojileri destinasyonların dijitalleşmesinde başvurulan uygulamaların büyük bir çoğunluğunu kapsamaktadır. Bu bağlamda akıllı destinasyonlarda en çok kullanılan teknolojiler <em>nesnelerin interneti</em>, <em>bulut bilişim </em>ve <em>son kullanıcı teknolojileridir </em>"
  },
  {
    "id": "2981176",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi turizm destinasyonlarında mobil cihazların avantajlarından biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Benzetime (simülasyon) dayanan üç boyutlu bir ortam sunmaktadır.",
      "B": "Destinasyon için bir mobil rehber hizmeti sunmaktadır.",
      "C": "Belirli coğrafi konumlara erişim bilgisi sunmaktadır",
      "D": "Fotoğraf ve video gibi içeriklerin paylaşmasını sağlamaktadır.",
      "E": "Kullanıcıların satın alım yapabilecekleri ödeme sistemlerine sahiptirler."
    },
    "explanation": "Benzetime (simülasyon) dayanan üç boyutlu bir ortamda aktif bir şekilde deneyim kazanma sanal gerçeklik uygulamlarının bir özelliğidir."
  },
  {
    "id": "2981177",
    "unitNumber": 3,
    "text": "Turizmde de özellikle başa takılan ekranlar, akıllı saatler ve bileklikler ne tür teknolojik araçlar olarak tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgi teknolojileri",
      "B": "Giyilebilir cihazlar",
      "C": "Mobil uygulamalar",
      "D": "İletişim teknolojileri",
      "E": "Sanal gerçeklik uygulamaları"
    },
    "explanation": "Turizmde de özellikle başa takılan ekranlar, akıllı saatler ve bileklikler turizm deneyimlerinin dijitalleşmesinde görülen en popüler giyilebilir cihazlardır"
  },
  {
    "id": "2981178",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Coğrafi Bilgi Sistemleri'nin yaptığı analizler arasında yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgi ve iletişim analizler",
      "B": "Ağ (şebeke) analizleri",
      "C": "Yer seçimi analizleri",
      "D": "Yüzey analizleri",
      "E": "Zamana bağlı konumsal değişiklik analizleri"
    },
    "explanation": "Coğrafi Bilgi Sistemleri ile konumsal kaynak envanteri, ağ (şebeke) analizleri, yer seçimi analizleri, yüzey analizleri, zamana bağlı konumsal değişiklik analizleri yapılabilmektedir"
  },
  {
    "id": "2981179",
    "unitNumber": 3,
    "text": "Turistik hizmetler, oteller, turlar, uçak biletleri, yiyecek içecek işletmeleri gibi konularda kullanıcı/turistlerden gelen bilgi ve yorumları bir arada toplayan analiz eder ve turistlerin bilgisine sunan istem aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Küresel konumlandırma sistemleri",
      "B": "Bilgi teknolojileri sistemi",
      "C": "Turizm rehberi sistemi",
      "D": "Tavsiye sistemleri",
      "E": "Coğrafi bilgi sistemleri"
    },
    "explanation": "Tavsiye sistemleri, turizm alanında tavsiye sistemleri turistik hizmetler, oteller, turlar, uçak biletleri, yiyecek içecek işletmeleri gibi konularda kullanıcı/turistlerden gelen bilgi ve yorumları bir arada toplar, analiz eder ve potansiyel turistlerin bilgisine sunar"
  },
  {
    "id": "2981180",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi destinasyon yönetim örgütlerinin amaçlarından biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşbirliği içinde olmayan çok sayıda küçük turizm girişiminden oluşan destinasyonları tanıtırlar.",
      "B": "En uygun destinasyon imajını, turist çekiciliklerini ve turizm olanaklarını duyurmak amaçları arasındadır.",
      "C": "Sektörel dağınıklığını mümkün olduğunca ayrıştırarak turizmde rekabeti ön planda tutmaya çalışırlar.",
      "D": "Yaşam kalitesini yükselterek hem ziyaretçiye hem de yerel halka önderlik ederler.",
      "E": "Birey ve grup ziyaretçisinin turizm endüstrisi açısından haklarını koruma ve endüstri için meşruluk sağlarlar."
    },
    "explanation": "Sektörel dağınıklığı ayrıştırmaktan çok, turizmin artan faydalarından yararlanmak için net bir odak sağlamak amacıyla sektörel dağınıklığını mümkün olduğunca bir araya getirmeye çalışırlar."
  },
  {
    "id": "2981181",
    "unitNumber": 3,
    "text": "Akıllı turizm destinasyonlarında rekabet unsuru bilgi işlem teknolojilerinin üç ana katmanı olan; (a) akıllı hedefler, (b) ...........,(c) akıllı deneyimin doğru ve etkin planlamasına bağlıdır.\n Yukarıdaki boşluğu aşağıdaki ifadelerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Akıllı tavsiye sistemler",
      "B": "Akıllı rekabet sistemleri",
      "C": "Akıllı mobil sistemler",
      "D": "Akıllı dijital sistem",
      "E": "Akıllı iş ekosistemleri"
    },
    "explanation": "Akıllı turizm destinasyonlarında rekabet unsuru bilgi işlem teknolojilerinin üç ana katman olan; akıllı hedefler, akıllı iş ekosistemleri ve akıllı deneyimin doğru ve etkin planlamasına bağlıdır."
  },
  {
    "id": "2981182",
    "unitNumber": 3,
    "text": "Fiziksel ve dijital dünyaların birbiri içine akması, aralarındaki sınırların buharlaşması, bulanıklaşması şeklinde kullanılan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Nesnelerin interneti",
      "B": "Fijital",
      "C": "Yakın alan iletişimi",
      "D": "Bulut bilişim",
      "E": "Sanal destinasyon"
    },
    "explanation": "Bir destinasyonda hem fiziksel hem de dijital Munsurlar bir arada bulunabilmektedir. Bu tür uygulamalar fijital kavramıyla da açıklanabilmektedir.<strong> Fijital kavramı</strong>, fiziksel ve dijital dünyaların birbiri içine akması, aralarındaki sınırların buharlaşması, bulanıklaşması şeklinde açıklanabilir."
  },
  {
    "id": "2981183",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kullanıcılara aktif bir deneyim kazandıran sanal destinasyonlara örnek bir uygulamadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Wikiloc",
      "B": "Gaia",
      "C": "Strava",
      "D": "Second Life",
      "E": "Google Earth"
    },
    "explanation": "Sanal destinasyonlara <strong>Second Life</strong> (İkinci Yaşam) oyunu üzerinden örnek vermek mümkündür. Wikiloc, Gaia, Strava ve Google Earth gibi programlar hem web sitesi hem de mobil uygulamalar üzerinden kullanıcılarına kendi rotalarını oluşturmanın yanı sıra ziyaret ettikleri ya da keşfettikleri turistik çekicilikler hakkında fotoğraf ve video gibi görsellerle birlikte bilgi sunma imkânı<br/>sağlamaktadır."
  },
  {
    "id": "2981184",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi GPS teknolojilerinin turistik destinasyon için sağladığı avantajlardan biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Mekânsal ve zamansal bilgileri gerçek zamanlı olarak kayıt edebilmesi",
      "B": "Bilgiler yanlışsız ve eksiksiz olarak kayıt etmesi",
      "C": "Tüm verilerin kolaylıkla arşivlenmesi",
      "D": "Destinasyonda ürün satın almayı kolaylaştırması",
      "E": "Kullanıcılara ulaşma maliyetini azalması"
    },
    "explanation": "<strong>GPS teknolojilerinin turistik destinasyon için sağladığı avantajlar</strong> şu şekilde sıralanabilir:<br/>• GPS teknolojileri ile seyahatlere ilişkin mekânsal ve zamansal bilgiler gerçek zamanlı olarak kaydedilebilmektedir. Örneğin kat edilen mesafe, seyahat süreleri, seyahat hızı ve kullanılan rota bilgileri kaydedilebilmektedir.<br/>• GPS teknolojileri ile seyahatlere ilişkin bilgiler yanlışsız ve eksiksiz olarak kaydedilmektedir.<br/>• GPS teknolojileri ile elde edilen tüm veriler dijital formatlarda depolanmaktadır. Böylece verilerin arşivlenmesi ve verilere erişim dijital ortamda kolaylıkla sağlanmaktadır.<br/>• GPS teknolojileri sayesinde kullanıcılara ulaşmanın maliyeti, dijital uygulamalar sayesinde azalmaktadır. Sonuç olarak GPS verilerinin sunduğu zengin bilgi, turistlerin destinasyon seçimine ilişkin modeller geliştirilmesini kolaylaştırmaktadır."
  },
  {
    "id": "2981185",
    "unitNumber": 3,
    "text": "Turistik amaçlı elektronik cüzdan uygulamalarıyla mobil ödeme yapılabilen teknoloji aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Küresel konumlandırma sistemleri",
      "B": "Bulut bilişim",
      "C": "Yakın alan iletişimi",
      "D": "Tavsiye sistemleri",
      "E": "Nesnelerin interneti"
    },
    "explanation": "Mobil ödeme ile akıllı telefon ya da tabletlerden herhangi bir mal ya da hizmet için alışveriş başlatmak, ödeme işlemini onaylamak ya da reddetmek mümkündür (Liberto vd., 2018). Y<strong>akın Alan İletişimi-YAİ</strong>- (Near Field Communication-NFC) teknolojisini kullanan elektronik cüzdan uygulamalarıyla mobil ödeme yapılabilmektedir."
  },
  {
    "id": "2981186",
    "unitNumber": 3,
    "text": "Destinasyon yönetim örgütlerinin <u>en</u> <u>önemli</u> özelliği aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sektörel dağınıklığı mümkün olduğunca bir araya getirmek",
      "B": "Destinasyonun yönetim ve pazarlama faaliyetlerini yürütmek",
      "C": "Yaşam kalitesini yükselterek yerel halk ve ziyaretçilere önderlik etmek",
      "D": "En uygun destinasyon imajını ve turizm olanaklarını duyurmak",
      "E": "Birey ve grup ziyaretçilerinin haklarını korumak"
    },
    "explanation": "Destinasyon yönetim örgütlerinin yukarıda sıralanan özellikleri incelendiğinde, <strong>örgütün en</strong><br/><strong>önemli özelliği destinasyonun her aşamadaki yönetim ve pazarlama faaliyetlerini yürütmektir.</strong>"
  },
  {
    "id": "2981187",
    "unitNumber": 3,
    "text": "<ol type=\"I\"><br/><li>Akıllı hedefler</li><br/><li>Akıllı iş ekosistemleri </li><br/><li>Akıllı etkileşim</li><br/><li>Akıllı deneyim</li><br/></ol><br/>Akıllı turizm destinasyonlarında rekabet unsurunun doğru ve etkin planlamasına bağlı katmanlar yukarıdakilerden hangileridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız I ve II",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Akıllı turizm destinasyonlarında rekabet unsuru bilgi işlem teknolojilerinin üç ana katman olan; <strong>akıllı </strong><strong>hedefler, akıllı iş ekosistemleri ve akıllı deneyimin</strong> doğru ve etkin planlamasına bağlıdır."
  },
  {
    "id": "2981188",
    "unitNumber": 4,
    "text": "20. yüzyılın sonuna gelindiğinde turizm işletmelerinin yaşadığı en önemli dönüşüm aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Turist profilindeki dönüşüm",
      "B": "Dijital dönüşüm",
      "C": "Turistik tesislerin dönüşümü",
      "D": "Mobilitedeki dönüşüm",
      "E": "Otomasyon dönüşümü"
    },
    "explanation": "20. yüzyılın sonuna gelindiğinde turizm işletmelerinin yaşadığı en önemli dönüşüm “Dijital dönüşüm”dür. Doğru cevap B’dir."
  },
  {
    "id": "2981189",
    "unitNumber": 4,
    "text": "Dijital biletleme sistemleri, stok kontrol sistemleri, konaklama yönetim sistemleri, çevrim içi rezervasyon sistemleri, elektronik müşteri yönetim sistemleri gibi sistemlerin yoğun bir şekilde kullanılmaya başlandığı ve bu sistemlerin birbirleriyle entegre bir şekilde internet ortamında yer almaya başladığı dijital dönüşüm dönemi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Otomasyonun gelişmesi dönemi",
      "B": "Akıllı üretim sistemlerinin geliştirilmesi",
      "C": "Turizm İşletmelerde Satış ve Pazarlama Faaliyetlerinin Dijitalleşmesi",
      "D": "Akıllı turizm dönemi",
      "E": "Çok Paydaşlı E-Turizm Ekosisteminin Kurulması"
    },
    "explanation": "Söz konusu dijital dönüşüm dönemi Çok Paydaşlı E-Turizm Ekosisteminin Kurulduğu ve E-Ticaret Alanında Yeni İş Modellerinin Ortaya Çıktığı 2000-2010 arasındaki dönemdir. Doğru cevap E’dir."
  },
  {
    "id": "2981190",
    "unitNumber": 4,
    "text": "İşletmelerin rutin iş süreçlerini gerçekleştirmeleri için gerekli olan sıradan yeteneklerin ötesinde; yenilikler ve değişim süreçleriyle ilgili üst düzey, stratejik yetenekler aşağıdakilerden hangisiyle anılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Dijital rekabet yetenekleri",
      "B": "Adaptif yetenekler",
      "C": "Operasyonel yetenekler",
      "D": "Dijital yapılandırma yetenekleri",
      "E": "Dinamik yetenekler"
    },
    "explanation": "İşletmelerin rutin iş süreçlerini gerçekleştirmeleri için gerekli olan sıradan yeteneklerin ötesinde; yenilikler ve değişim süreçleriyle ilgili üst düzey, stratejik yetenekler “Dinamik yetenekler” olarak anılır. Doğru cevap E’dir."
  },
  {
    "id": "2981191",
    "unitNumber": 4,
    "text": "Warner ve Wager (2019), Teece ve Pisano (1994) tarafından geliştirilen dinamik yetenekler kavramını temel alarak Dijital Dönüşüm Dinamik Yetenekler Modelini (DDDYM) geliştirmişlerdir. Model işletmelerin sahip olduğu dijital dinamik yetenekleri aşağıdaki hangi 3 başlık altında toplamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital algılama - Dijital kavrama - Dijital yapılandırma",
      "B": "Dijital kavrama - Dijital keşif - Dijital biçimlendirme",
      "C": "Dijital yapılandırma - Dijital portföy dengeleme - Dijital Rekabet",
      "D": "Dijital algılama - Dijital senaryo planlama - Dijital prototip geliştirme",
      "E": "Dijital biçimlendirme - Dijital Rekabet - Dijital senaryo planlama"
    },
    "explanation": "DDDYM modeli işletmelerin sahip olduğu dijital dinamik yetenekleri dijital algılama, dijital kavrama ve dijital yapılandırma başlıkları altında üç grupta toplamaktadır. Doğru cevap A’dır."
  },
  {
    "id": "2981192",
    "unitNumber": 4,
    "text": "Stratejik çeviklik, hızlı prototipler oluşturma ve dijital portföy dengeleme ile ilgili alt yeteneklerden oluşan dijital dinamik yetenek aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dijital algılama yeteneği",
      "B": "Dijital kavrama yeteneği",
      "C": "Dijital rekabet yeteneği",
      "D": "Dijital keşif yeteneği",
      "E": "Dijital adaptasyon yeteneği"
    },
    "explanation": "Stratejik çeviklik, hızlı prototipler oluşturma ve dijital portföy dengeleme ile ilgili alt yeteneklerden oluşan dijital dinamik yetenek “Dijital kavrama yeteneği”dir. Doğru cevap B’dir."
  },
  {
    "id": "2981193",
    "unitNumber": 4,
    "text": "Geleneksel yöntemlerle çalışan turizm işletmelerinde basit görevlerde düşük düzeyli dijital teknolojilerin kullanıldığı dijital dönüşüm süreci aşaması aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ön deneme aşaması",
      "B": "Varlık gösterme aşaması",
      "C": "Farkındaklık aşaması",
      "D": "Adaptasyon aşaması",
      "E": "Stratejik yenilenme aşaması"
    },
    "explanation": "Geleneksel yöntemlerle çalışan turizm işletmelerinde basit görevlerde düşük düzeyli dijital teknolojilerin kullanıldığı dijital dönüşüm süreci aşaması “Farkındalık aşaması”dır. Doğru cevap C’dir."
  },
  {
    "id": "2981194",
    "unitNumber": 4,
    "text": "Aşağıdaki cümlelerden hangisi “Adaptasyon aşaması” için geçerlidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir seyahat acentasının, dijital yollarla bir otel işletmesinden rezervasyon yaparken doğrudan otel sistemine uzaktan bağlanıp rezervasyon yapabilmesi .",
      "B": "Turizm işletmelerinin işletmeye ait bir web sitesi kurması, sosyal medyada işletme sayfalarının oluşturulması.",
      "C": "Dijital işlemlerin güvenliğinin sağlanması için farklı veri şifreleme/çözümleme ve dijital güvenlik sistemleri ile işletmenin iç işleyişine zarar vermeden veri alışverişi ve dijital işlemlerin gerçekleştirilip gerçekleştirilemeyeceğinin sınamasının yapılması.",
      "D": "Dijital teknolojilerden daha fazla yararlanmak isteyen işletmeler mevcut üretilen değerler ve sistemlere ek olarak yeni değerler yaratması.",
      "E": "İşletme içi yazışmaların e-posta yoluyla yapılması, bilgilendirme mesajlarının mesajlaşma uygulamalarıyla gerçekleştirilmesi vb. uygulamalarla dijital imkânların işlerini ne düzeyde kolaylaştırdıklarının test edilmesi."
    },
    "explanation": "“Bir seyahat acentasının, dijital yollarla bir otel işletmesinden rezervasyon yaparken doğrudan otel sistemine uzaktan bağlanıp rezervasyon yapabilmesi” Adaptasyon aşaması için geçerli bir cümledir. Doğru cevap A’dır."
  },
  {
    "id": "2981195",
    "unitNumber": 4,
    "text": "Havayolları, tur operatörleri ve seyahat acentaları ve konaklama işletmelerinde kullanılan merkezî rezervasyon sistemleri (CRS), Global dağıtım sistemleri (GDS), Elektra, Opera, ModOtel, Sentez gibi konaklama yönetim sistemleri, satış noktası sistemleri, muhasebe programları gibi teknolojilerin kullanıldığı dijital dönüşüm senaryosu aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Akıllı müşteriler dijital dönüşüm senaryosu",
      "B": "Ekosistemlerle dijital dönüşüm senaryosu",
      "C": "Dijital ürün/hizmet ile dijital dönüşüm senaryosu",
      "D": "Dijital takviye ile dijital dönüşüm senaryosu",
      "E": "Akıllı ürünlerle dijital dönüşüm senaryosu"
    },
    "explanation": "Söz konusu dijital dönüşüm senaryosu “Dijital takviye ile dijital dönüşüm” senaryosudur. Doğru cevap D’dir."
  },
  {
    "id": "2981196",
    "unitNumber": 4,
    "text": "Bir turizm işletmesinin dijital dönüşümünü, ürün gamına doğrudan eklenebilecek sıfırdan dijital ürün ve hizmetlerin üretilmesi şeklinde yapabileceği gibi; işletmenin ürettiği ürünlerin yanında sunulan dijital hizmetleri eklemesi suretiyle de gerçekleştirilebildiği dijital dönüşüm senaryosu aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Akıllı Üretim Sistemleri ile Dijital Dönüşüm Senaryosu",
      "B": "Akıllı müşteriler dijital dönüşüm senaryosu",
      "C": "Dijital takviye ile dijital dönüşüm senaryosu",
      "D": "Dijital ürün/hizmet ile dijital dönüşüm senaryosu",
      "E": "Ekosistemler ile Dijital Dönüşüm Senaryosu"
    },
    "explanation": "Söz konusu dijital dönüşüm senaryosu “Dijital ürün/hizmet ile dijital dönüşüm senaryosu”dur. Doğru cevap D’dir."
  },
  {
    "id": "2981197",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi “Ekosistemler ile Dijital Dönüşüm Senaryosu” için geçerlidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bu dönüşüm senaryosunda mal ve hizmet üretim süreçlerine sensörler, yığın veri, bulut bilişim ve veri depolama, birbirleriyle etkileşim hâlinde olan nesnelerin bir arada kullanılması söz konusudur.",
      "B": "Bu dönüşüm senaryosunda akıllı ürünler sayesinde turizm işletmeleri müşterilerine her zaman ve her yerde en uygun ve kişiselleştirilmiş ürünler sunabilirler",
      "C": "Bu dönüşüm senaryosunda iş ekosistemi içerisinde yer alan her işletme birbirini etkiler, ekosistemdeki değişikliklere ayak uyduramayan işletmeler ise iş ekosistemi dışına atılır.",
      "D": "Bu dönüşüm senaryosunda sosyal medya uygulamaları ve blogların ortaya çıkması ve veri analizi tekniklerindeki gelişmelere bağlı olarak müşteri ilişkileri yönetimi ayrı bir boyuta taşınmış, müşterilerin istek, fikir ve düşünceleri alınarak kişiselleştirilmiş ürünler üretmek mümkün olmuştur",
      "E": "Bu dönüşüm senaryosunda mevcut iş süreçlerini destekleyecek veya takviye edebilecek dijital teknolojilerin turizm işletmelerinde nasıl kullanılması gerektiğine ilişkin süreçler izlenir."
    },
    "explanation": "“Bu dönüşüm senaryosunda iş ekosistemi içerisinde yer alan her işletme birbirini etkiler, ekosistemdeki değişikliklere ayak uyduramayan işletmeler ise iş ekosistemi dışına atılır” cümlesi “Ekosistemler ile Dijital Dönüşüm Senaryosu” için geçerlidir. Doğru cevap C’dir."
  },
  {
    "id": "2981198",
    "unitNumber": 4,
    "text": "Çok paydaşlı e-turizm ekosisteminin kurulması ve e-ticaret alanında yeni iş modellerinin ortaya çıkışı aşağıdaki dönemlerin hangisinde gerçekleşmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1990 öncesi",
      "B": "1990-2000 arası",
      "C": "2000-2010 arası",
      "D": "2010 ve sonrası",
      "E": "2020 ve sonrası"
    },
    "explanation": "Çok Paydaşlı E-Turizm Ekosisteminin Kurulması ve E-Ticaret Alanında Yeni İş Modellerinin Ortaya Çıkması (2000-2010)"
  },
  {
    "id": "2981199",
    "unitNumber": 4,
    "text": "<ol type=\"I\"><br/><li>Dijital biletleme sistemleri, stok kontrol sistemleri, konaklama yönetim sistemleri, çevrim içi rezervasyon sistemleri birbirleriyle entegre bir şekilde internet ortamında yer alması</li><br/><li>Online seyahat acentaları ve tur operatörlerinin tüketicilerin kendi arzusu doğrultusunda tur paketleri oluşturabileceği bir çevrim içi dijital platform oluşturması </li><br/><li>Tüketicilerin ürünün üretim sürecine de dâhil olan üretici-tüketici konumuna gelmesi </li><br/><li>İşletmelerden işletmeye (B2B), işletmeden müşteriye (B2C), müşteriden müşteriye (C2C), müşterilerden işletmeye (C2B) ve işletmeden kamu kurumlarına (B2G) gibi dijital iş modellerinin ortaya çıkması</li><br/><li>Dijital ve fiziksel dünyanın bir arada harmanlandığı bir yapıda olması Yukarıdakilerden hangisi/hangileri çok paydaşlı e-turizm ekosisteminin kuruluşu ve e-ticaret alanında yeni iş modellerinin ortaya çıkış döneminin özelliklerindendir?</li><br/></ol>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II ve III",
      "C": "I, II ve IV",
      "D": "I, III, IV ve V",
      "E": "II, III, IV ve V"
    },
    "explanation": "Bu dönemde dijital biletleme sistemleri, stok kontrol sistemleri, konaklama yönetim sistemleri, çevrim içi rezervasyon sistemleri, elektronik müşteri yönetim sistemleri gibi sistemler yoğun bir şekilde kullanılmaya başlanmış ve bu sistemler birbirleriyle entegre bir şekilde internet ortamında yer almaya başlamıştır. Aynı zamanda yenilikçi teknolojik girişimler de ortaya çıkmaya başlamıştır. r. Bu dönemde turizm işletmelerinin, aracıların, dağıtıcıların, destinasyon yönetim örgütleri ve devlet kurumlarının ve müşterilerin ortak bir alanda buluştuğu yer olan internet ortamında bu ilişkilere bağlı olarak yeni iş modellerinin ortaya çıktığı görülmektedir. Bu dönemde işletmelerden işletmeye (B2B- Business to Business), işletmeden müşteriye (B2C-Business to Customer), müşteriden müşteriye (C2C-Customer to Customer), müşterilerden işletmeye (C2B-Customer to Business), işletmeden kamu kurumlarına (B2G-Business to Goverment) ve bu modellerin kombinasyonundan oluşan önce bir işletmeden diğerine daha sonra müşteriye<br/>(B2B2C-Business to Business to Customer) vb. dijital iş modelleri şeklinde sıralanabilir."
  },
  {
    "id": "2981200",
    "unitNumber": 4,
    "text": "Doğası gereği <strong>.......... ..........</strong> dinamik ve değişken olan bir duruma hitap etmek için iç ve dış yetkinlikleri oluşturma, entegre etme ve <strong>.......... ..........</strong> becerisine odaklanır.\n<br/>Yukarıdaki cümlede boş bırakılan yerleri aşağıdakilerden hangisi sırasıyla ve <u>doğru</u> olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "dinamik yetenekler / yeniden yapılandırma",
      "B": "dış tetikleyiciler / dijital algılama",
      "C": "dinamik yetenekler / dijital kavrama",
      "D": "operasyonel yetenekler / yeniden yapılandırma",
      "E": "içsel kolaylaştırıcılar / dijital algılama"
    },
    "explanation": "Doğası gereği <strong>dinamik yetenekler</strong> dinamik ve değişken olan bir duruma hitap etmek için iç ve dış yetkinlikleri oluşturma, entegre etme ve <strong>yeniden yapılandırma</strong> becerisine odaklanır."
  },
  {
    "id": "2981201",
    "unitNumber": 4,
    "text": "Turizm işletmelerinde dijital dönüşüm dinamik yetenekler modeline, dijital dönüşüm sürecinin çıktısı olarak eklenen unsur aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kolaylaştırıcılar",
      "B": "Dijital Yapılandırma",
      "C": "Stratejik Çeviklik",
      "D": "Stratejik Yenilenme",
      "E": "Engeller"
    },
    "explanation": "Model işletmelerin sahip olduğu dijital dinamik yetenekleri dijital algılama, dijital kavrama ve dijital yapılandırma başlıkları altında üç grupta toplamaktadır. Ayrıca modele işletmeleri dijital dönüşüme zorlayan dış tetikleyiciler, işletme içindeki kolaylaştırıcı unsurlar ve engeller dijital dinamik yeteneklerin geliştirilmesine etki eden unsurlar olarak eklenmiştir. Son olarak dijital dinamik yeteneklerle gerçekleştirilen dijital dönüşüm sürecinin çıktıları olarak <strong>stratejik yenilenme</strong> boyutu ve bu boyut altında yer alan yeni iş modelleri geliştirme, yeni örgütsel kültür ve iş birlikçi yaklaşımıyla stratejik dijital ortaklıklar kurma çıktıları modele eklenmiştir."
  },
  {
    "id": "2981202",
    "unitNumber": 4,
    "text": "“Hızlı prototip geliştirme, dijital portföy dengeleme ve Stratejik çeviklik” hangi dijital dinamik yetenek altında gerçekleştirilen faaliyetlerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dijital algılama",
      "B": "Dış tetikleyiciler",
      "C": "Dijital kavrama",
      "D": "Dijital yapılandırma",
      "E": "İçsel kolaylaştırıcılar"
    },
    "explanation": "<strong>Şekil 4.2</strong> Dinamik yeteneklerin işletmelerin dijital dönüşüm süreçlerinde kullanılmasına yönelik bir süreç modeli'nde görüldüğü gibi."
  },
  {
    "id": "2981203",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi turizm işletmelerinin dijital dönüşüm sürecinde, dijital algılama yeteneği bileşenlerinden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital yerlilerin dâhil edilmesi",
      "B": "Dijital rakipleri analiz etme",
      "C": "Dijital stratejilerin geliştirilmesi",
      "D": "Uzun dönemli dijital bir vizyon belirleme",
      "E": "Dijital Zihniyet/Düşünce Yapısı Oluşturma"
    },
    "explanation": "<strong>Şekil 4.3</strong> Dijital algılama yeteneği ve bileşenleri'nde görüldüğü gibi."
  },
  {
    "id": "2981204",
    "unitNumber": 4,
    "text": "Turizm işletmelerinin dijital dönüşüm sürecinde yeniden yapılandırma konusunda dijital olgunluğun geliştirilmesi için <u>ilk</u> yapılacak etkinlik aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dijital yerlilerden işgücüne dışsal takviye yapılması",
      "B": "Mevcut dijital iş olgunluğu düzeyinin belirlenmesi",
      "C": "Firma içindeki dijital bilgiden faydalanma",
      "D": "Dijital işlerden sorumlu bir üst düzey yönetici atama",
      "E": "Birçok dışsal paydaşla etkileşime girme"
    },
    "explanation": "Dijital olgunluğun geliştirilmesi kapsamında<strong> ilk yapılacak etkinlik mevcut dijital iş olgunluğu düzeyinin belirlenmesidir.</strong>"
  },
  {
    "id": "2981205",
    "unitNumber": 4,
    "text": "Dijital teknolojilerle yeni iş değeri yaratma sürecinde turizm işletmelerinin karşılaştığı “güvenlik dar boğazı” aşağıdaki dijitalleşme aşamasının hangisinde ortaya çıkmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Farkındalık",
      "B": "Ön deneme",
      "C": "Varlık gösterme",
      "D": "İş süreci yatırımları",
      "E": "Çapraz süreç entegrasyonu"
    },
    "explanation": "<strong>Ön Deneme Aşaması:</strong> İşletmenin dijitalleşme sürecinin üçüncü aşamasına geçmeden önce işletmeler bir dar boğazla karşılaşırlar. Bu dar boğaza <strong>güvenlik dar boğazı</strong> adı verilmektedir."
  },
  {
    "id": "2981206",
    "unitNumber": 4,
    "text": "Bir seyahat acentasının sunduğu macera turlarını sanal gerçeklik uygulamalarına taşıyarak insanların sanal gerçeklik gözlükleriyle birebir turları deneyimlemelerinin sağlanması ile ortaya çıkan dijital dönüşüm senaryosu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dijital takviye ile dijital dönüşüm senaryosu",
      "B": "Akıllı müşteriler dijital dönüşüm senaryosu",
      "C": "Dijital ürün/hizmet ile dijital dönüşüm senaryosu",
      "D": "Akıllı üretim sistemleri ile dijital dönüşüm senaryosu",
      "E": "Ekosistemlerle dijital dönüşüm senaryosu"
    },
    "explanation": "<strong>Dijital Ürün/Hizmet ile Dönüşüm Senaryosu</strong><br/>Müşterilere sadece elektronik ortamlarda iletilebilen, görüntülenebilen ve tüketilebilen ürün ve<br/>hizmetlere dijital ürün ve hizmetler adı verilmektedir. Bu senaryoda bir turizm işletmesinin dijital<br/>dönüşümü ürün gamına doğrudan eklenebilecek sıfırdan dijital ürün ve hizmetlerin üretilmesi şeklinde olabileceği gibi; işletmenin ürettiği ürünlerin yanında sunulan dijital hizmetler eklenmesi<br/>suretiyle de gerçekleştirilebilir. <strong>Örneğin bir seyahat acentasının sunduğu macera turlarını sanal gerçeklik uygulamalarına taşıyarak insanların sanal gerçeklik gözlükleriyle tura katılan birinin gözünden birebir deneyimlemelerini sağlamaları, bir tur etkinliğinin dijital bir ürün olarak sunulmasına örnek gösterilebilir.</strong> Bunu doğrudan sanal tur satışı şeklinde ana ürün olarak sunabileceği gibi, seyahat acentası normalde fiziksel olarak gerçekleştirdiği turun pazarlanmasına destek olacak bir dijital hizmet olarak da sunabilir."
  },
  {
    "id": "2981207",
    "unitNumber": 4,
    "text": "Turizm işletmelerinde ekosistemler ile dijital dönüşüm senaryosu aşağıdaklerin hangisinde sırasıyla ve <u>doğru</u> olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "İş Süreçlerinin Dönüşümü - İş Modelinin Dönüşmesi - Ekosistemler - Örgütsel Dönüşüm",
      "B": "İş Modelinin Dönüşmesi - Ekosistemler - İş Süreçlerinin Dönüşümü - Örgütsel Dönüşüm",
      "C": "İş Süreçlerinin Dönüşümü - İş Modelinin Dönüşmesi - Örgütsel Dönüşüm",
      "D": "İş Modelinin Dönüşmesi - İş Süreçlerinin Dönüşümü - Örgütsel Dönüşüm",
      "E": "İş Modelinin Dönüşmesi - Ekosistemler - Örgütsel Dönüşüm"
    },
    "explanation": "<strong>Şekil 4.12</strong> Turizm işletmelerinde ekosistemler ile dijital dönüşüm senaryosu'nda görüldüğü gibi."
  },
  {
    "id": "2981208",
    "unitNumber": 4,
    "text": "IBM ve American Airlines şirketi iş birliğiyle eş zamanlı olarak uygunluk kontrolü yapma, rezervasyon ve satış işlemi gerçekleştirme ve bilet kesebilme fonksiyonları olan SABRE sistemi kaç yılında geliştirilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1946",
      "B": "1964",
      "C": "1992",
      "D": "2001",
      "E": "2010"
    },
    "explanation": "1964 yılında IBM ve American Airlines şirketi iş birliğiyle eş zamanlı olarak uygunluk kontrolü yapma, rezervasyon ve satış işlemi gerçekleştirme ve bilet kesebilme fonksiyonları olan SABRE sistemi geliştirilmiştir."
  },
  {
    "id": "2981209",
    "unitNumber": 4,
    "text": "Aşağıdaki dönemlerin hangisinde, trenle toplu taşımanın başlaması grup halinde turistlerin seyahat etmelerini ve organize turların oluşturulmasını kolaylaştırmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "18. yüzyılın sonlarında",
      "B": "19. yüzyılın başlarında",
      "C": "19. yüzyılın ortalarında",
      "D": "20. yüzyılın başlarında",
      "E": "20. yüzyılın sonlarında"
    },
    "explanation": "19. yüzyılın ortalarında trenle toplu taşımanın başlaması grup halinde turistlerin seyahat etmelerini ve organize turların oluşturulmasını kolaylaştırmıştır."
  },
  {
    "id": "2981210",
    "unitNumber": 4,
    "text": "Turizm işletmelerinde dijital dönüşümün tarihsel sürecine ilişkin aşağıda verilen eşleştirmelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "1950’ler ve öncesi- Gelenek Öncesi Turizm İşletmeleri",
      "B": "1990 ve öncesi- Çok Paydaşlı E-Turizm Ekosisteminin Kurulması ve E-Ticaret Alanında Yeni İş Modellerinin Ortaya Çıkması",
      "C": "1990-2000 arası- Geleneksel Turizm İşletmeleri",
      "D": "2000-2010 arası - Turizm İşletmelerde Satış ve Pazarlama Faaliyetlerinin Dijitalleşmesi",
      "E": "2010 ve Sonrası- Akıllı Turizm Dönemi"
    },
    "explanation": "Sayfa 92 ve 93’te görüldüğü gibi, 1990 ve Öncesi- Geleneksel Turizm İşletmeleri; 1990-2000 arası- Turizm İşletmelerde Satış ve Pazarlama Faaliyetlerinin Dijitalleşmesi; 2000-2010 arası - Çok Paydaşlı E-Turizm Ekosisteminin Kurulması ve E-Ticaret Alanında Yeni İş Modellerinin Ortaya Çıkması; 2010 ve Sonrası- Akıllı Turizm Dönemidir. Bu kapsamda cevap E şıkkı 2010 ve sonrası- Akıllı Turizm Dönemi eşleştirmesidir."
  },
  {
    "id": "2981211",
    "unitNumber": 4,
    "text": "I. Yansıtma\n II. Algılama\n III. Kavrama\n Dijital dönüşüm sürecinde dinamik yetenekler, birbirini tamamlayıcı olan iç içe geçmiş çok yönlü üç boyutlu bir yapıdan meydana gelmektedir. Yukarıdakilerden hangisi/hangileri bu üç ana boyut arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Dinamik yetenekler, birbirini tamamlayıcı olan iç içe geçmiş çok yönlü üç boyutlu bir yapıdan meydana gelmektedir. Bu boyutlar algılama (Madde II), kavrama (Madde III) ve yeniden yapılandırma yetenekleri olarak üç ana boyutta incelenmektedir. Bu kapsamda cevap II. ve III. Maddelerin birlikte yer aldığı D seçeneğidir."
  },
  {
    "id": "2981212",
    "unitNumber": 4,
    "text": "I. Dijital rekabet ortamı\n II. Dijital keşif\n III. Stratejik çeviklik\n Yukarıdakilerden hangisi/hangileri dijital dönüşüm için dinamik yeteneklerin oluşturulmasını tetikleyen unsurlar arasında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Dijital dönüşüm için dinamik yeteneklerin oluşturulmasını tetikleyen unsurlar dijital rekabet ortamı (Madde I), değişen tüketici davranışları ve yıkıcı dijital teknolojilerdir. Bu kapsamda cevap Yalnız I, A seçeneğidir."
  },
  {
    "id": "2981213",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, dijital dinamik yeteneklerin işletmelerin dijital dönüşümünü gerçekleştirme sürecinde kullanılmasında işletme içinde yer alan üç temel kolaylaştırıcıdan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dijital keşif",
      "B": "Yıkıcı dijital rekabet",
      "C": "Çok yönlü ekipler",
      "D": "Dijital senaryo planlama",
      "E": "Hızlı prototip geliştirme"
    },
    "explanation": "Dijital dinamik yeteneklerin işletmelerin dijital dönüşümünü gerçekleştirme sürecinde kullanılmasında; işletme içinde üç temel kolaylaştırıcı ve üç ana engelin etkisi söz konusudur. Esnek hareket edebilen <strong>çok</strong> <strong>yönlü ekipler</strong>, hızlı karar alma süreçleri ve yönetici desteği bir işletme içerisinde dijital dinamik yeteneklerin geliştirilmesini sağlamada etkilidir."
  },
  {
    "id": "2981214",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi dijital keşif faaliyetleri kapsamında gerçekleştirilebileceklerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Müşteri odaklı teknolojik eğilimleri algılama",
      "B": "Dijital gelecek senaryolarının oluşturulması",
      "C": "Dijital stratejilerin geliştirilmesi",
      "D": "Uzun dönemli dijital bir vizyon belirleme",
      "E": "Dijital düşünce yapısını teşvik etme"
    },
    "explanation": "Dijital keşif faaliyetleri kapsamında ilk olarak işletmelerde içinde bulundukları ekosistemleri etkileyen teknolojik trendleri araştırma, dijital rakipleri analiz etme ve <strong>müşteri odaklı teknolojik eğilimleri inceleme </strong>faaliyetleri gerçekleştirilir."
  },
  {
    "id": "2981215",
    "unitNumber": 4,
    "text": "I. Bir dijital iş ekosistemine dahil olma\n II. Takım temelli örgütsel yapıların tasarlanması\n III. Dijital işgücü olgunluk düzeylerinin tespiti\n IV. Dijital yerlilerden işgücüne dışsal takviye yapılması\n V. Firma içindeki dijital bilgiden faydalanma\n Yukarıdakilerden hangileri dijital olgunluğun geliştirilmesi kapsamında gerçekleştirilen faaliyetler arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, IV ve V",
      "D": "II, III ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Dijital olgunluğun geliştirilmesi kapsamında ilk yapılacak etkinlik mevcut dijital iş olgunluğu düzeyinin belirlenmesidir (sayfa 98’deki tabloda: Dijital işgücü olgunluk düzeylerinin tespiti- Madde III). Bu tespit yeniden yapılandırma konusunda oldukça bilgi sağlayıcı olacaktır. İş gücünün dijital olgunluğunu iyileştirmek için diğer bir uygulama, geleneksel şirketlerin yetenek oluşturma sürecine daha genç ve dijital teknolojilerin içinde doğup büyümüş olan “dijital yerlileri” dâhil etmesidir (sayfa 98’deki tabloda: Dijital yerlilerden işgücüne dışsal takviye yapılması- Madde IV). Şirket içinde dijital bilginin genişletilmesi ve yaygınlaştırılması (98’deki tabloda: Firma içindeki dijital bilgiden faydalanma- Madde V) da çalışanların ve bir bütün olarak örgütün dijital olgunluğunun geliştirilmesinde faydalı olacaktır. Cevap III, IV ve V şıklarının yer aldığı E şıkkıdır."
  },
  {
    "id": "2981216",
    "unitNumber": 4,
    "text": "Turizm işletmelerinde genel kullanıcılara sunulan teknolojik imkânlardan faydalanmaya başlanıldığı; işletme içi yazışmaların e-posta yoluyla yapılması, bilgilendirme mesajlarının mesajlaşma uygulamalarıyla gerçekleştirilmesi vb. uygulamalarla dijital imkânların işlerini ne düzeyde kolaylaştırdıklarını test ettikleri aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Farkındalık aşaması",
      "B": "Varlık gösterme aşaması",
      "C": "Ön deneme aşaması",
      "D": "Adaptasyon aşaması",
      "E": "İş süreçleri yatırımları"
    },
    "explanation": "Farkındalık aşaması: İlk aşama farkındalık aşaması olarak ifade edilmektedir. Bu ilk aşamada geleneksel yöntemlerle çalışan turizm işletmelerinde basit görevlerde düşük düzeyli dijital teknolojilerin kullanılması söz konusudur. Bu aşama turizm işletmelerinde genel kullanıcılara sunulan teknolojik imkânlardan faydalanmaya başlanır. İşletme içi yazışmaların e-posta yoluyla yapılması, bilgilendirme mesajlarının mesajlaşma uygulamalarıyla gerçekleştirilmesi vb. uygulamalarla dijital imkânların işlerini ne düzeyde kolaylaştırdıklarını test ederler."
  },
  {
    "id": "2981217",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi akıllı üretim sistemlerinin turizm işletmeleri açısından dezavantajları arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Akıllı üretim sistemleri 7/24 çalışabilir.",
      "B": "Akıllı üretim sistemleri standardize edilmiş birçok görevi yerine getirebilir.",
      "C": "Akıllı üretim sistemleri rutin işleri tekrar tekrar sıkılmadan yapabilir.",
      "D": "Akıllı üretim sistemleri günümüzde sadece yapılandırılmış çalışma ortamlarında hizmet verebilir.",
      "E": "Akıllı üretim sistemleri çalışanlar veya müşterilerde ayrım yapmaksızın standart hizmet sunar."
    },
    "explanation": "Akıllı üretim sistemlerinin sunduğu avantajların yanında günümüz turizm işletmelerinde uygulanmasında bazı dezavantajları da bulunmaktadır. Bunlar:\n <ul> <li>Akıllı sistemler her ne kadar yapay zekâya sahip olsa da yaratıcılıkları oldukça sınırlıdır.</li> <li>Günümüz teknolojik altyapısı insan denetimi olmadan turizm işletmelerindeki iş süreçlerinin akıllı üretim sistemlerine devredilmesini mümkün kılmamaktadır.</li> <li>Akıllı üretim sistemleri kişiselleştirilmiş bir hizmet sunamazlar.</li> <li>Akıllı üretim sistemleri günümüzde sadece yapılandırılmış çalışma ortamlarında hizmet verebilmektedir.</li> <li>Akıllı üretim sistemleri çalışanlar tarafından tehdit olarak görülebilir.</li> </ul>"
  },
  {
    "id": "2981218",
    "unitNumber": 4,
    "text": "1964 yılında IBM ve American Airlines şirketi tarafından geliştirilen, rezervasyon ve satış işlemi gerçekleştirme ve bilet kesebilme fonksiyonu olan ve dijital turizme katkı sağlayan sistemin adı sağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "SABRE",
      "B": "KIOKS",
      "C": "OECD",
      "D": "GPS",
      "E": "WEB 0.4"
    },
    "explanation": "1964 yılında ise IBM ve American Airlines şirketi iş birliğiyle eş zamanlı olarak uygunluk kontrolü yapma, rezervasyon ve satış işlemi gerçekleştirme ve bilet kesebilme fonksiyonları olan SABRE sistemi geliştirilmiştir. Daha sonra bu sistemler otelcilik, acentalar ve diğer turizm işletmelerinde de kullanılmaya başlanmıştır. Bu yönüyle turizm sektörü dijitalleşme ve dijital teknolojilerin kullanımı konusunda öncü bir sektör konumundadır."
  },
  {
    "id": "2981219",
    "unitNumber": 4,
    "text": "1990’lı yıllar öncesinde kurulmuş olan, bina, ofis, oda, araç ve gereçler vb. fiziksel varlıklara sahip olan ve sadece bulunduğu lokasyonda hizmet veren turizm işletmelerine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çok Paydaşlı Turizm İşletmeleri",
      "B": "Geleneksel Turizm İşletmeleri",
      "C": "Parçalı Turizm İşletmeleri",
      "D": "Sanal turizm işletmeleri",
      "E": "Dijital turizm işletmeleri"
    },
    "explanation": "Geleneksel Turizm İşletmeleri; 1990’lı yıllar öncesinde kurulmuş olan ve geleneksel iş yapma usullerine göre çalışan; bina, ofis, oda, araç ve gereçler vb. fiziksel varlıklara sahip olan; belirli bir fiziksel lokasyonu olan ve coğrafi olarak sadece bulunduğu lokasyonda faaliyetlerini yürüten işletmelerdir. Daha çok insan gücüne dayalı, dijitalleşmenin hiç olmadığı veya çok düşük düzeyli dijital olanakların kullanıldığı turizm işletmeleri türüdür. Bu tür işletmelerde kayıtların tutulması, bilet kesilmesi, rezervasyon alınması, yiyecek-içecek siparişlerinin alınması gibi tüm işlemler manuel olarak yapılır."
  },
  {
    "id": "2981220",
    "unitNumber": 4,
    "text": "Akıllı turizm dönemi hangi yıldan sonra gelişmeye başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "2020",
      "B": "2000",
      "C": "2010",
      "D": "1975",
      "E": "1990"
    },
    "explanation": "2010 yılından itibaren tüm dünyada akıllı cihazların kullanımının arttığı, bulut teknolojileri (cloud computing), mobil ve giyilebilir teknolojiler, arttırılmış gerçeklik, sanal gerçeklik, GPS, yapay zekâ, sosyal medya vb. dijital teknolojilerin turizm işletmeleriyle daha yüksek düzeyli bir entegrasyona sahip olduğu bir döneme girilmiştir."
  },
  {
    "id": "2981221",
    "unitNumber": 4,
    "text": "I-Algılama\n II-Kavrama\n III-Yeniden yapılanma\n IV-Düşünme\n Truzim işletmelerinin dijital dönüşüm sürecinde dinamik yetenekler yukarıda verilenlerden hangileri ile gerçekleşir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III",
      "B": "I-II",
      "C": "II-III",
      "D": "IV-I",
      "E": "IV-III"
    },
    "explanation": "Dinamik yetenekler, birbirini tamamlayıcı olan iç içe geçmiş çok yönlü üç boyutlu bir yapıdan meydana gelmektedir. Bu boyutlar algılama (sensing capabilities), kavrama (seizing capabilities) ve yeniden yapılandırma (transforming capabilities) yetenekleri olarak üç ana boyutta incelenmektedir"
  },
  {
    "id": "2981222",
    "unitNumber": 4,
    "text": "“Hızlı prototip geliştirme, dijital portföy dengeleme, stratejik çeviklik” hangi dijital dinamik yetenek altında gerçekleştirilen faaliyetlerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital Kavrama",
      "B": "Dijital Yapılandırma",
      "C": "Dijital Algılama",
      "D": "Dış Tetikleyiciler",
      "E": "Stratejik Yenilenme"
    },
    "explanation": "Hızlı prototip geliştirme, dijital portföy dengeleme, stratejik çeviklik dijital kavrama altında gerçekleştirilir."
  },
  {
    "id": "2981223",
    "unitNumber": 4,
    "text": "“Yıkıcı dijital rekabet, değişen tüketici davranışları, yıkıcı dijital teknolojiler” hangi dijital dinamik yetenek altında gerçekleştirilen faaliyetlerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dijital yapılandırma",
      "B": "Dış tetikleyiciler",
      "C": "Dijital algılama",
      "D": "İçsel kolaylaştırıcılar",
      "E": "İç engeller"
    },
    "explanation": "Yıkıcı dijital rekabet, değişen tüketici davranışları, yıkıcı dijital teknolojiler” Dış Tetikleyiciler altında gerçekleştirilir."
  },
  {
    "id": "2981224",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, turizm alanında dinamik yeteneklerin oluşturulmasını tetikleyen unsurlulardan birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dijital algılama",
      "B": "İçsel kolaylaştırıcılar",
      "C": "Değişen tüketici davranışları",
      "D": "İç engeller",
      "E": "Dijital yapılandırma"
    },
    "explanation": "Dijital dönüşüm için dinamik yeteneklerin oluşturulmasını tetikleyen unsurlar dijital rekabet ortamı, değişen tüketici davranışları ve yıkıcı dijital teknolojilerdir."
  },
  {
    "id": "2981225",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi dijital algılama yeteneğinin bileşenlerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "İçsel kolaylaştırıcılar",
      "B": "İç engeller",
      "C": "Dijital yapılandırma",
      "D": "Stratejik yenilenme",
      "E": "Dijital senaryo planlama"
    },
    "explanation": "Dijital algılama dinamik yeteneği üç alt boyuttan oluşmaktadır. Bunlar dijital keşif, dijital senaryo planlama ve dijital zihniyet/düşünce yapısı oluşturmadır."
  },
  {
    "id": "2981226",
    "unitNumber": 4,
    "text": "Dijital teknolojilerin turizm işletmelerinde nasıl kullanılması gerektiğine ilişkin bir dijital dönüşüm senaryosu aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital takviye senaryosu",
      "B": "Dijital ürün ve hizmetler",
      "C": "Ekosistemler",
      "D": "Stratejik yenilenme",
      "E": "İç engeller"
    },
    "explanation": "Dijital takviye senaryosu mevcut iş süreçlerini destekleyecek veya takviye edebilecek dijital teknolojilerin turizm işletmelerinde nasıl kullanılması gerektiğine ilişkin bir dijital dönüşüm senaryosudur. Geleneksel turizm işletmelerinde manuel olarak yürütülen iş süreçlerinde kişisel bilgisayarların ve veri tabanlarının kullanılmasıyla başlayan, daha sonra satış, rezervasyon, tesis yönetimi gibi özellikli yazılımlar geliştirilmesiyle devam eden bir süreci ifade etmektedir."
  },
  {
    "id": "2981227",
    "unitNumber": 4,
    "text": "İşletmelerin mal ve hizmet üretim süreçlerine sensörler, yığın veri, bulut bilişim ve veri depolama, birbirleriyle etkileşim hâlinde olan nesnelerin bir arada kullanılması sonucu ortaya çıkmış olan bir dijital dönüşüme ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "İçsel kolaylaştırıcılar",
      "B": "Stratejik Yenilenme",
      "C": "Akıllı üretim sistemleri",
      "D": "Örgütsel Dönüşüm",
      "E": "Ekosistemler"
    },
    "explanation": "Akıllı üretim sistemleri<strong>, </strong>bu senaryoda makineleri dijital teknolojilerle donatarak gerçek dünya ile sanal dünyayı birbirine bağlayan bir üretim şekli oluşturulmuş olur. Sensör tabanlı veriler yardımıyla, yapay zekâ, robotik, bulut bilişim ve yığın verilerin bir arada kullanılmasını ve üretimin tamamen makineler tarafından yapıldığı bir dönüşümü ifade etmektedir. Nesnelerin interneti kavramı da bu üretim şeklini ifade etmekte kullanılan bir kavramdır"
  },
  {
    "id": "2981228",
    "unitNumber": 5,
    "text": "“Ürünlerin, hizmetlerin ve düşüncelerin oluşturulması, fiyatlandırılması, dağıtımı ve tutundurulması” açıklamasının karşılığı olan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Reklam",
      "B": "Lansman",
      "C": "Pazarlama",
      "D": "Lojistik",
      "E": "Franchising"
    },
    "explanation": "Ürünlerin, hizmetlerin ve düşüncelerin oluşturulması, fiyatlandırılması, dağıtımı ve tutundurulması açıklamasının karşılığı olan terim “Pazarlama”dır. Doğru cevap C’dir."
  },
  {
    "id": "2981229",
    "unitNumber": 5,
    "text": "Ürün-Üretim odaklı pazarlamanın öne çıktığı pazarlama dönemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pazarlama 1.0",
      "B": "Pazarlama 2.0",
      "C": "Pazarlama 3.0",
      "D": "Pazarlama 4.0",
      "E": "Pazarlama 5.0"
    },
    "explanation": "Ürün-Üretim odaklı pazarlamanın öne çıktığı pazarlama dönemi “Pazarlama 1.0”dır. Doğru cevap A’dır."
  },
  {
    "id": "2981230",
    "unitNumber": 5,
    "text": "“Satabileceğini ve tüketicilerin ihtiyacı olanı üret” anlayışının gerçekleştiği pazarlama dönemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Pazarlama 1.0",
      "B": "Pazarlama 2.0",
      "C": "Pazarlama 3.0",
      "D": "Pazarlama 4.0",
      "E": "Pazarlama 5.0"
    },
    "explanation": "“Satabileceğini ve tüketicilerin ihtiyacı olanı üret” anlayışının gerçekleştiği pazarlama dönemi Pazarlama 3.0’dır. Doğru cevap C’dir."
  },
  {
    "id": "2981231",
    "unitNumber": 5,
    "text": "We Are Social ve Hootsuite iş birliği ile hazırlanan “Digital in 2020 Global Overview” isimli araştırma sonuçlarına göre; dünya nüfusunun yüzde kaçı halihazırda çevrimiçi durumdadır?",
    "correctAnswer": "D",
    "options": {
      "A": "%5",
      "B": "%20",
      "C": "%35",
      "D": "%60",
      "E": "%85"
    },
    "explanation": "We Are Social ve Hootsuite iş birliği ile hazırlanan “Digital in 2020 Global Overview” isimli araştırma sonuçlarına göre; dünya nüfusunun %60’ı halihazırda çevrimiçi durumdadır. Doğru cevap D’dir."
  },
  {
    "id": "2981232",
    "unitNumber": 5,
    "text": "Pazar araştırması yoluyla müşteri ihtiyaçlarının dikkatli bir şekilde ortaya konup, ihtiyaçların yeni ürün ve hizmetlerin geliştirilmesi yoluyla giderilmesi olarak tanımlanan pazarlama yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal pazarlama",
      "B": "Dinamik pazarlama",
      "C": "Etkileşimli pazarlama",
      "D": "Geleneksel pazarlama",
      "E": "Adaptif pazarlama"
    },
    "explanation": "Pazar araştırması yoluyla müşteri ihtiyaçlarının dikkatli bir şekilde ortaya konup, ihtiyaçların yeni ürün ve hizmetlerin geliştirilmesi yoluyla giderilmesi olarak tanımlanan pazarlama yöntemi “Geleneksel pazarlama”dır. Doğru cevap D’dir."
  },
  {
    "id": "2981233",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dijital pazarlamanın özelliklerinden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital pazarlama, tüketicinin yer aldığı pazarı, coğrafi, demografik, psikografik ve davranışsal özelliklerine göre birbirine benzer bölümlere ayırma ile başlar.",
      "B": "Dijital pazarlamada tüketiciye ulaşmanın zamanı ve sınırı yoktur.",
      "C": "Dijital pazarlamada iletişim samimi ve sıcaktır.",
      "D": "Dijital pazarlama sürecinde müşterilerin tepkileri, beklentileri ve beğenileri, anlık olarak elde edilebilmekte ve değerlendirilebilmektedir.",
      "E": "Dijital pazarlama, ürün ve hizmetlere dair daha detaylı bilgi sunabilir ve bu sayede müşterileri işletme ya da marka bünyesine daha fazla çekebilir."
    },
    "explanation": "“Dijital pazarlama, tüketicinin yer aldığı pazarı, coğrafi, demografik, psikografik ve davranışsal özelliklerine göre birbirine benzer bölümlere ayırma ile başlar. “ tanımı dijital pazarlamanın özelliklerinden biri değildir. Doğru cevap A’dır."
  },
  {
    "id": "2981234",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dijital pazarlamanın olumlu yönlerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Müşterilerin ürünün tasarım, üretim ve pazarlama süreçlerini kontrol edebilmesi",
      "B": "Geniş bir etki alanına sahip olma",
      "C": "İnternet alışverişlerinde yanlış/hatalı/eksik ürün ve dağıtım problemlerinin ortadan kalkması",
      "D": "Kişisel bilgilerin kolayca saklanıp korunabilmesi",
      "E": "İşletmelerin itibarlarını koruması konusundaki kolaylıklar"
    },
    "explanation": "Dijital pazarlamanın olumlu yönleri:\n <ul> <li>Kolaylık</li> <li>Tasarruf</li> <li>Hız ve verimlilik</li> <li>Geniş etki alanı</li> <li>Fırsat eşitliği’dir.</li> </ul> Doğru cevap B’dir."
  },
  {
    "id": "2981235",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dijital pazarlama sürecinin dört adımından biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Sahip çık ve büyüt",
      "B": "Elde et",
      "C": "Dönüt al ve revize et",
      "D": "Kazan",
      "E": "Ölç ve optimize et"
    },
    "explanation": "Dijital pazarlama sürecinin dört adımı:\n <ol> <li>Elde Et (Acquire)</li> <li>Kazan (Convert)</li> <li>Ölç ve Optimize Et (Measure &amp; Optimize)</li> <li>Sahip Çık ve Büyüt (Retain &amp; Grow) şeklindedir.</li> </ol> Dönüt al ve revize et, bu adımlardan biri değildir. Doğru cevap C’dir."
  },
  {
    "id": "2981236",
    "unitNumber": 5,
    "text": "İşletmelerin, markaların farklı web sitelerine ya da sosyal ağlara tanıtım amacıyla hazırlayıp yerleştirdikleri reklam öğelerine verilen isim aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Spam",
      "B": "Domain",
      "C": "Widget",
      "D": "Bookmark",
      "E": "Banner"
    },
    "explanation": "İşletmelerin, markaların farklı web sitelerine ya da sosyal ağlara tanıtım amacıyla hazırlayıp yerleştirdikleri reklam öğelerine verilen isim “Banner”dır. Doğru cevap E’dir."
  },
  {
    "id": "2981237",
    "unitNumber": 5,
    "text": "İnternet üzerinde yazılı olarak oluşturulan blogların video ile içerik üretilip oluşturulduğu hâline verilen isim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Youtube",
      "B": "Vlog",
      "C": "Pop-up",
      "D": "Vimeo",
      "E": "Movie maker"
    },
    "explanation": "İnternet üzerinde yazılı olarak oluşturulan blogların video ile içerik üretilip oluşturulduğu hâline verilen isim\"Vlog\"dur. Doğru cevap B’dir."
  },
  {
    "id": "2981238",
    "unitNumber": 5,
    "text": "Amerikan Pazarlama Derneği'nin yapmış olduğu pazarlama kavramının tanımı dikkate alındığında aşağıdakilerden hangisi pazarlamanın bileşenlerinden biri olarak kabul edilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Değiş-tokuş",
      "B": "Deneyim",
      "C": "Tatmin",
      "D": "Tek yönlü kabul",
      "E": "Uzlaşma"
    },
    "explanation": "Pazarlamaya katkı sağlayan dünyaca kabul görmüş Amerikan Pazarlama Derneği (AMA), son yetmiş yıldır pazarlama tanımının<br/>geliştirilmesine katkıda bulunmaktadır. Neredeyse her birkaç yılda bir pazarlama kavramı o günün şartlarına ve gerektirdiklerine ve tabii ki teknolojik değişimlerine bağlı olarak yeniden tanımlanır.<br/>AMA, 2017’de en güncel pazarlama tanımını şu şekilde yapmıştır: “Pazarlama; müşteriler, paydaşlar ve genel olarak toplum için değeri olan tekliflerin oluşturulması, iletilmesi, sunulması ve değiş tokuş<br/>edilmesine yönelik faaliyet, kurumlar ve süreçler<br/>bütünüdür.”"
  },
  {
    "id": "2981239",
    "unitNumber": 5,
    "text": "Pazarlama döngüsü içinde sürekliliği sağlamak için yapılması gereken adımların sırası aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tasarlama-Planlama-Hayata geçirme-Sonuçları denetleme ve kontrol etme",
      "B": "Tasarlama-Sonuçları denetleme ve kontrol etme-Planlama-Hayata geçirme",
      "C": "Tasarlama-Planlama-Sonuçları denetleme ve kontrol etme-Hayata geçirme",
      "D": "Planlama-Tasarlama-Sonuçları denetleme ve kontrol etme-Hayata geçirme",
      "E": "Planlama-Tasarlama-Hayata geçirme-Sonuçları denetleme ve kontrol etme"
    },
    "explanation": "Pazarlamaya konu olan her şey, pazarlama döngüsü içerisine girer.<br/>Döngü içerisinde başarılı olabilmek, sürekliliği sağlamak, hatta şimdilerde çokça konuştuğumuz sürdürebilirliği sağlamak adına doğru ve etkili bir iletişim ile ilişki kurmak şarttır. Bu ilişki için gereken<br/>işlerin tamamı dört adımda ortaya konur. Bunlar:<br/>1. Planlama,<br/>2. Tasarlama,<br/>3. Hayata geçirme ve<br/>4. Sonuçların denetlenip kontrol edilmesidir."
  },
  {
    "id": "2981240",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Pazarlama 1.0'ın özellikleri arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Temelde tüketici/müşteri odaklı pazarlama dönemidir.",
      "B": "Müşteri değeri denilen kavram bu dönemde ortaya çıkmıştır.",
      "C": "Fikirlerin, tüketici merkezli olmaktan insan merkezli olmaya doğru<br/>kaydığı ve kurumsal sorumluluğun kârlılık kadar önem kazandığı bir dönemdir.",
      "D": "Dijital pazarlama ve geleneksel pazarlamanın bir arada var olması gerekir.",
      "E": "“İyi ürün kendini satar” bakışı egemendir."
    },
    "explanation": "Pazarlama 1.0: Bu dönem, 1900-1930 yılları<br/>arasındaki zaman dilimini kapsar. Üretim teknolojilerindeki değişimler ve Sanayi Devrimi’nde yaşananlar bu dönem üzerinde etkilidir. Üretimde kas<br/>gücünden makine gücüne geçiş görülmektedir. Bu<br/>dönemin odak noktası, çok sayıda ürün üreterek<br/>maliyetleri düşürmektedir. Bu nedenle işletmeler<br/>büyük miktarlarda üretim yapmaya başlamışlardır<br/>ve bu nedenle ürün-üretim odaklı pazarlama olarak<br/>da adlandırılabilir. Bu dönemde kalite, performans<br/>ve yenilikçilik açısından en üstün özelliklere sahip<br/>ürünlerin tüketiciler tarafından tercih edileceği varsayılarak ürün niteliklerinin artırılmasına odaklanılmıştır. Bu dönemde ürünün kendisi çok önemlidir. “İyi ürün kendini satar” bakışı egemendir. Ürün odaklı bir firma için, odak ilk olarak ürün ya da hizmetlerin üretilmesidir;<br/>daha sonra bunları satın alacak kişileri arar."
  },
  {
    "id": "2981241",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dijital pazarlamanın öğelerinden biri <em><strong>değildir</strong></em>?",
    "correctAnswer": "E",
    "options": {
      "A": "İnternette pazarlama",
      "B": "E-posta pazarlaması",
      "C": "Mobil pazarlama",
      "D": "Elektronik veri değişimi",
      "E": "Yüzyüze iletişim"
    },
    "explanation": "“Dijital pazarlama, internette pazarlama, e-posta pazarlaması, mobil pazarlama, pazarlama etkinlikleri için elektronik veri değişimi, e-müşteri ilişkileri yönetimi ve daha fazlasını içeren şemsiye bir kavramdır.”"
  },
  {
    "id": "2981242",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Ölçülemez olması</li> <li>Reklam verenin anlık olarak reklamları güncelleyebilmesi</li> <li>Yüksek bir maliyete sahip olması</li> <li>Daha geniş kitlelere ulaşabilmesi</li> </ol> Yukarıdakilerden hangisi ya da hangileri dijital pazarlamayı geleneksel pazarlamadan ayıran özelliklerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "II-III",
      "C": "II-IV",
      "D": "I-II-III",
      "E": "II-III-IV"
    },
    "explanation": "Dijital pazarlamanın geleneksel pazarlamadan<br/>temel farkları; “ölçülebilir olması, reklam verenin<br/>anlık olarak reklamları güncelleyebilmesi, daha<br/>düşük bir maliyete sahip olması ve daha geniş<br/>kitlelere ulaşabilmesi” olarak sayılabilir."
  },
  {
    "id": "2981243",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dijital pazarlamanın olumlu yönleri arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kişisel bilgilerin korunması meselesi",
      "B": "İnternet alışverişinde ürün ve dağıtım meselesi",
      "C": "İtibar meselesi",
      "D": "Müşterinin kontrol edilme meselesi",
      "E": "Tasarruf meselesi"
    },
    "explanation": "İlk 4 şık dijital pazarlamanın olumsuzluklarını nitelerken, E şıkkı ise bütçede tasarruf sağlaması açısından dijital pazarlamanın olumlu yönü olarak ele alınmaktadır."
  },
  {
    "id": "2981244",
    "unitNumber": 5,
    "text": "Müşteriler çeşitli araçlarla satışın gerçekleşeceği web sitesine ya da web<br/>sayfasına çekilir. Burada amaç, müşteriye ulaşmak ve onun ilgisini yakalamaktır. Bunu yapabilmek için başlıca yöntemler, e-posta pazarlaması, arama motoru optimizasyonu, sosyal medya pazarlaması, gelir ortaklığı, viral pazarlama ve içerik pazarlaması gibi araçlardır.\n Aşağıdaki dijital pazarlama süreçlerinden hangisi yukarıda yer alan açıklamaları karşılar?",
    "correctAnswer": "A",
    "options": {
      "A": "Elde et adımı",
      "B": "Kazan adımı",
      "C": "Ölç ve optimize et adımı",
      "D": "Sahip çık ve büyüt adımı",
      "E": "Değerlendir adımı"
    },
    "explanation": "Açıklama, dijital pazarlamanın ilk adımı olan elde et adımına aittir."
  },
  {
    "id": "2981245",
    "unitNumber": 5,
    "text": "........., tanıtım amacıyla hazırlanarak web sitelerine yerleştirilen reklam ögesidir.\n Yukarıdaki boşluğu aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Dijital ayak izi",
      "B": "Banner",
      "C": "Web sitesi",
      "D": "Kullanıcı deneyimi tasarımı",
      "E": "Sosyal ağ"
    },
    "explanation": "İyi hazırlanmış bir web sitesi, işletmeye ürün ve<br/>hizmetlerinin tanıtım ve satışında olumlu bir etki<br/>sağlar. Etkili bir web sitesi, markayı desteklemek<br/>için çevrim içi bir şekilde, 7/24 çalışan bir araçtır. Bir web sitesini etkili yapan araçlardan bazıları<br/>anahtar kelime optimizasyonu (SEO) ve kullanıcı<br/>deneyiminin iyi tasarlanmasıdır. Ayrıca işletmeler,<br/>markalar farklı web sitelerine ya da sosyal ağlara tanıtım amacıyla reklam ögeleri hazırlayıp yerleştirebilirler. Bunlara “banner” adı verilir."
  },
  {
    "id": "2981246",
    "unitNumber": 5,
    "text": "Turizm işletmelerini, destinasyonları, müzeleri, tarihî, kültürel ve mimari alanları vb. yerleri önceden gerçekmiş gibi üç boyutlu bir hâle getirip web siteleri üzerinden turistlere oturduğu yerden deneyim imkânı sunmak dijital pazarlamanın hangi uygulama alanına girer?",
    "correctAnswer": "D",
    "options": {
      "A": "Blog pazarlama",
      "B": "İçerik pazarlama",
      "C": "Etkileyici pazarlama",
      "D": "Sanal ve artırılmış gerçeklik ile pazarlama",
      "E": "Mobil pazarlama"
    },
    "explanation": "Artırılmış gerçeklik ve sanal gerçeklik teknolojileri, turizm işletmelerini, destinasyonları, müzeleri,<br/>tarihî, kültürel ve mimari alanları vb. yerleri önceden gerçekmiş gibi üç boyutlu bir hâle getirip web siteleri<br/>üzerinden turistlere oturduğu yerden deneyim imkânı sunmaktadır. Ayrıca, turistlere turistik, tarihî, mimari ve kültürel yerler ve turizm işletmeleri hakkında bilgiler de vermektedir. Özellikle<br/>içinde bulunduğumuz Covid-19 pandemisi nedeniyle bu uygulamalar daha da önem kazanmıştır."
  },
  {
    "id": "2981247",
    "unitNumber": 5,
    "text": "Konaklama, ulaşım ve gıda temini için başka kişilerin deneyimlerini sosyal medyadan inceleyen bir turist için aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Seyahat öncesinde incelemiştir.",
      "B": "Seyahat sırasında incelemiştir.",
      "C": "Seyahat sonrasında incelemiştir.",
      "D": "Video içerik yoluyla incelemiştir.",
      "E": "Filtreleme kullanmıştır."
    },
    "explanation": "Turistler sosyal medyayı üç seyahatin üç farklı aşamasında kullanırlar. Bu aşamaların her birinde farklı işlemler<br/>gerçekleşir ve bu nedenle işletmeler her biri için<br/>ayrı bir dijital pazarlama stratejisi oluşturmalıdır.<br/>Bu aşamalar aşağıda gösterilmiştir:<br/>1. Seyahat öncesi: Araştırma, karşılaştırma,<br/>karar verme, rezervasyon ve satın alma işlemleri gerçekleştirilir.<br/>2. Seyahat sırası: Konaklama, ulaşım ve<br/>gıda temini için başka kişilerin deneyimleri incelenir.<br/>3. Seyahat sonrası: Eve dönüldükten sonra<br/>seyahat deneyimi hakkında olumlu/olumsuz geri bildirimde bulunma, deneyim paylaşımı yapılır."
  },
  {
    "id": "2981248",
    "unitNumber": 5,
    "text": "...........müşteriler, paydaşlar ve genel olarak toplum için değeri olan tekliflerin oluşturulması, iletilmesi, sunulması ve değiş tokuş edilmesine yönelik faaliyet, kurumlar ve süreçler bütünüdür.\n Aşağıdakilerden hangisi yukarıdaki cümleyi tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Dijitalleşme",
      "B": "Pazarlama",
      "C": "Turizm",
      "D": "Tüketim",
      "E": "Planlama"
    },
    "explanation": "PAZARLAMANIN DEĞİŞİM VE DÖNÜŞÜMÜ"
  },
  {
    "id": "2981249",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi tüketici/ müşteri odaklı pazarlama dönemidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Pazarlama 1.0",
      "B": "Pazarlama 2.0",
      "C": "Pazarlama 3.0",
      "D": "Pazarlama 4.0",
      "E": "Hayata geçirme"
    },
    "explanation": "Pazarlamanın Dönüşümü: Pazarlama 1.0’dan Pazarlama 4.0’a Geçiş<br/>Pazarlama 2.0"
  },
  {
    "id": "2981250",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dijital gelişmeyle birlikte yeni boyut kazanan dijital pazarlama alanında yapılan \"We Are Social ve Hootsuite\" iş birliği ile hazırlanan “Digital in 2020 Global Overview” isimli araştırma sonuçlarından <u>biri değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal medya kullanıcılarının 3.8 milyarı aşması",
      "B": "İnternet kullanıcı sayısının 4.54 milyara ulaşması",
      "C": "Dünya nüfusunun yaklaşık %60'ının halihazırda çevrimiçi olması",
      "D": "Dijital pazarlama ve geleneksel pazarlamanın rollerinin değişmesi",
      "E": "Küresel olarak 5,19 milyardan fazla insanın şu anda cep telefonu kullanması"
    },
    "explanation": "DİJİTAL PAZARLAMA KAVRAMI<br/>Dijital pazarlama ve geleneksel pazarlamanın rollerinin değişmesi"
  },
  {
    "id": "2981251",
    "unitNumber": 5,
    "text": "......... otomasyon, yapay zekâ gibi ileri teknolojiler, pazarlamanın da dijitalleşen dünya ile iç içe geçmesine olanak sağlamıştır.\n Aşağıdakilerden hangisi yukarıdaki cümleyi tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Endüstri 2.0",
      "B": "Pazarlama 2.0",
      "C": "Endüstri 3.0",
      "D": "Pazarlama 4.0",
      "E": "Endüstri 4.0"
    },
    "explanation": "Dijital Pazarlama Kavramı<br/>Endüstri 4.0"
  },
  {
    "id": "2981252",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi geleneksel pazarlama uygulamalarına bir örnek <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Bilboard reklamı",
      "B": "Basılı gazetedeki reklam",
      "C": "Televizyonda izlediğimiz reklam",
      "D": "Sosyal ağda izlediğimiz reklam",
      "E": "Bina cephesine giydirilmiş reklam"
    },
    "explanation": "Geleneksel Pazarlama ile Dijital Pazarlama Arasındaki Farklar<br/>Sosyal ağda izlediğimiz reklam"
  },
  {
    "id": "2981253",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dijital ayakizi için geçerli <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal ağlar üzerinde bırakılan mesajlar",
      "B": "Herhangi web ziyareti sonucu arda kalan veri izleri",
      "C": "Facebook iletisi",
      "D": "Twitter’da atılmış bir tweet",
      "E": "E-mail iletisi"
    },
    "explanation": "Geleneksel Pazarlama ile Dijital Pazarlama Arasındaki Farklar<br/>E-mail iletisi"
  },
  {
    "id": "2981254",
    "unitNumber": 5,
    "text": "<ol> <li>Zaman tasarrufu</li> <li>Uygun fiyat</li> <li>İtibar kaybı</li> <li>Geniş etki alanı</li> <li>Kolay ödeme</li> </ol> İnternet üzerinden alışveriş yapmak müşteri açısından yukarıdakilerden hangilerini sağlar?",
    "correctAnswer": "E",
    "options": {
      "A": "1, 2 ve 3",
      "B": "1, 2 ve 4",
      "C": "2, 4 ve 5",
      "D": "1, 3 ve 5",
      "E": "1, 2 ve 5"
    },
    "explanation": "Dijital Pazarlamanın Olumlu Yönleri<br/>1, 2 ve 5\n <ul> <li>Zaman tasarrufu</li> <li>Uygun fiyat</li> <li>Kolay ödeme</li> </ul>"
  },
  {
    "id": "2981255",
    "unitNumber": 5,
    "text": "Dijital müşteriler dijital araçlarla yapılan reklam benzeri iletişim çabalarına karşı daha hassas ve daha korunaklıdırlar. Bu durum dijital pazarlamanın hangi yönüyle ifade edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Düzgün hazırlanmamış web sitesi ve içerikler",
      "B": "İtibar kayıpları",
      "C": "Müşterinin kontrol edilememesi",
      "D": "Kişisel bilgilerin korunmasındaki zorluklar",
      "E": "İnternet alışverişinde ürün ve dağıtım problemleri"
    },
    "explanation": "Dijital Pazarlamanın Olumsuz Yönleri<br/>Müşterinin kontrol edilememesi"
  },
  {
    "id": "2981256",
    "unitNumber": 5,
    "text": "Satış metinlerinde ikna edici mesajlar verme, müşteriye göre kişiselleştirme dijital pazarlamanın hangi aşamasını kapsar?",
    "correctAnswer": "B",
    "options": {
      "A": "Elde et",
      "B": "Kazan",
      "C": "Ölç ve optimize et",
      "D": "Sahip çık",
      "E": "Büyüt"
    },
    "explanation": "DİJİTAL PAZARLAMA SÜRECİ VE ARAÇLARI<br/>Kazan"
  },
  {
    "id": "2981257",
    "unitNumber": 5,
    "text": "Ücretsiz aramalarda bir web sitesinin en üstte görünmesi aşağıdakilerden hangisinin kapsamındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "E-posta pazarlaması",
      "B": "Kullanıcı deneyimi pazarlaması",
      "C": "Anahtar kelime pazarlaması",
      "D": "Arama motoru pazarlaması",
      "E": "Sosyal medya pazarlaması"
    },
    "explanation": "Arama motoru pazarlaması"
  },
  {
    "id": "2981258",
    "unitNumber": 5,
    "text": "Müşteriler, paydaşlar ve genel olarak toplum için değeri olan tekliflerin oluşturulması, iletilmesi, sunulması ve değiş tokuş edilmesine yönelik faaliyet, kurumlar ve süreçler bütününe ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tutundurma",
      "B": "Pazarlama",
      "C": "İletişim",
      "D": "İşletme",
      "E": "Finans"
    },
    "explanation": "“Pazarlama; müşteriler, paydaşlar ve genel olarak toplum için değeri olan tekliflerin oluşturulması, iletilmesi, sunulması ve değiş tokuş edilmesine yönelik faaliyet, kurumlar ve süreçler bütünüdür.”"
  },
  {
    "id": "2981259",
    "unitNumber": 5,
    "text": "Pazarlama döngüsü içerisinde başarılı olabilmek, sürekliliği sağlamak, sürdürebilirliği sağlamak adına doğru ve etkili bir iletişim ile ilişki kurmak şarttır. Aşağıdakilerden hangisi bu ilişki için gereken dört adımdan biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Planlama",
      "B": "Tasarlama",
      "C": "Hayata geçirme",
      "D": "İhtiyaç oluşturma",
      "E": "Sonuç denetleme"
    },
    "explanation": "Pazarlamaya konu olan her şey, bu döngü içerisine girer. Döngü içerisinde başarılı olabilmek, sürekliliği sağlamak, sürdürebilirliği sağlamak adına doğru ve etkili bir iletişim ile ilişki kurmak şarttır. Bu ilişki için gereken işlerin tamamı dört adımda ortaya konur.\n<br/>Bunlar:\n<br/>1. Planlama,\n<br/>2. Tasarlama,\n<br/>3. Hayata geçirme ve\n<br/>4. Sonuçların denetlenip kontrol edilmesidir.\n<br/>Bu dört adım pazarlamada yapılması gereken işleri bize tanımlar"
  },
  {
    "id": "2981260",
    "unitNumber": 5,
    "text": "1900-1930 yılları arasındaki zaman dilimini kapsayan pazarlama dönemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pazarlama 1.0",
      "B": "Pazarlama 2.0",
      "C": "Pazarlama 3.0",
      "D": "Pazarlama 4.0",
      "E": "Pazarlama 5.0"
    },
    "explanation": "Pazarlama 1.0: Bu dönem, 1900-1930 yılları arasındaki zaman dilimini kapsar."
  },
  {
    "id": "2981261",
    "unitNumber": 5,
    "text": "“İyi ürün kendini satar” bakışının egemen olduğu pazarlama dönemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pazarlama 1.0",
      "B": "Pazarlama 2.0",
      "C": "Pazarlama 3.0",
      "D": "Pazarlama 4.0",
      "E": "Pazarlama 5.0"
    },
    "explanation": "<strong>Pazarlama 1.0</strong> döneminde ürünün kendisi çok önemlidir. “İyi ürün kendini satar” bakışı egemendir. Ürün odaklı bir firma için, odak ilk olarak ürün ya da hizmetlerin üretilmesidir; daha sonra bunları satın alacak kişileri arar."
  },
  {
    "id": "2981262",
    "unitNumber": 5,
    "text": "Fikirlerin, tüketici merkezli olmaktan insan merkezli olmaya doğru kaydığı ve kurumsal sorumluluğun kârlılık kadar önem kazandığı bir döneme ışık tuttuğu pazarlama dönemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Pazarlama 1.0",
      "B": "Pazarlama 2.0",
      "C": "Pazarlama 3.0",
      "D": "Pazarlama 4.0",
      "E": "Pazarlama 5.0"
    },
    "explanation": "<strong>Pazarlama 3.0 kavramı</strong>; fikirlerin, tüketici merkezli olmaktan insan merkezli olmaya doğru kaydığı ve kurumsal sorumluluğun kârlılık kadar önem kazandığı bir döneme ışık tutmaktadır."
  },
  {
    "id": "2981263",
    "unitNumber": 5,
    "text": "Şirketler ile müşteriler arasındaki çevrim içi ve çevrim dışı etkileşimi birleştiren ve müşteri katılımını artırmak için makineden makineye bağlantıyı insandan insana bir dokunuşla tamamlayan pazarlama yaklaşımı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Pazarlama 1.0",
      "B": "Pazarlama 2.0",
      "C": "Pazarlama 3.0",
      "D": "Pazarlama 4.0",
      "E": "Pazarlama 5.0"
    },
    "explanation": "<strong>Pazarlama 4.0</strong>, şirketler ile müşteriler arasındaki çevrim içi ve çevrim dışı etkileşimi birleştiren ve müşteri katılımını artırmak için makineden makineye bağlantıyı insandan insana bir dokunuşla tamamlayan bir pazarlama yaklaşımıdır"
  },
  {
    "id": "2981264",
    "unitNumber": 5,
    "text": "Temelde tüketici/müşteri odaklı pazarlama dönemi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Pazarlama 1.0",
      "B": "Pazarlama 2.0",
      "C": "Pazarlama 3.0",
      "D": "Pazarlama 4.0",
      "E": "Pazarlama 5.0"
    },
    "explanation": "<strong>Pazarlama 2.0</strong> temelde tüketici/ müşteri odaklı pazarlama dönemidir. Bu dönem; satış ve pazarlama yönlü pazarlama anlayışlarını kapsar."
  },
  {
    "id": "2981265",
    "unitNumber": 5,
    "text": "Pazar araştırması yoluyla müşteri ihtiyaçlarını dikkatli bir şekilde ortaya konup, ihtiyaçların yeni ürün ve hizmetlerin geliştirilmesi yoluyla giderilmesi olarak tanımlanan pazarlama biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gelişimsel pazarlama",
      "B": "Dijital pazarlama",
      "C": "Finansman pazarlaması",
      "D": "Geleneksel pazarlama",
      "E": "Pazarlama iletişimi"
    },
    "explanation": "İnternetin gelişmesine kadar, neredeyse tek pazarlama yöntemi olan <strong>geleneksel pazarlama</strong>, pazar araştırması yoluyla müşteri ihtiyaçlarının dikkatli bir şekilde ortaya konup, ihtiyaçların yeni ürün ve hizmetlerin geliştirilmesi yoluyla giderilmesi olarak tanımlanır (Tekin, 2018)."
  },
  {
    "id": "2981266",
    "unitNumber": 5,
    "text": "Tüketicinin yer aldığı pazarı, coğrafi, demografik, psikografik ve davranışsal özelliklerine göre birbirine benzer bölümlere ayırma işlemine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Finansman",
      "B": "Segmentasyon",
      "C": "Ajitasyon",
      "D": "Akreditasyon",
      "E": "Realizasyon"
    },
    "explanation": "Geleneksel pazarlama, tüketicinin yer aldığı pazarı, coğrafi, demografik, psikografik ve davranışsal özelliklerine göre birbirine benzer bölümlere ayırma yani <strong>segmentasyon</strong> ile başlar. İşletmeler bütün pazarlama uygulamalarını bu segmentlere göre yaparlar"
  },
  {
    "id": "2981267",
    "unitNumber": 5,
    "text": "Müşterilerin elde tutulması, onların memnun edilmesi ve daimî müşteri olmaları için gerekli adımların atıldığı aşama, dijital pazarlama sürecinin hangi adımıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Elde Et",
      "B": "Tasarla",
      "C": "Sahip Çık ve Büyüt",
      "D": "Kazan",
      "E": "Ölç ve Optimize Et"
    },
    "explanation": "<strong>Sahip Çık ve Büyüt:</strong> Bu aşamada artık gerçek müşterimiz olan mevcut müşterilerin elde tutulması, onların memnun edilmesi ve daimî müşteri olmaları için gerekli adımlar atılır. İyi bir müşteri hizmetleri, sadakat programları, esnek fiyatlandırma programları, referans müşteri programları, e-posta pazarlaması, fiyatlandırma stratejileri uygulamaları, kişiselleştirme bu adımda yapılabilecek teknikler arasındadır."
  },
  {
    "id": "2981268",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi mevcut gerçeklik üzerine dijital imkânlarla yapılan geliştirmelere bağlı olarak ortaya çıkan yeni gerçekliği tanımlayan kavramdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Üst gerçeklik",
      "B": "Sanal gerçeklik",
      "C": "Artırılmış gerçeklik",
      "D": "Alternatif gerçeklik",
      "E": "Yapay gerçeklik"
    },
    "explanation": "Mevcut gerçeklik üzerine dijital imkânlarla yapılan geliştirmelere bağlı olarak ortaya çıkan yeni gerçeklik artırılmış gerçeklik (augmented reality) olarak adlandırılır. Artırılmış Gerçeklik: Gerçek dünyada algıladığımız fiziksel unsurların, bilgisayar kaynaklı grafik, video, ses, GPS vb. veriler ile birleştirilmesi sonucunda oluşturulan, gerçek zamanlı ve etkileşimli bir deneyim türüdür."
  },
  {
    "id": "2981269",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sanal gerçekliğin özelliklerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gerçek duyulara hitap eder.",
      "B": "Gerçek hayattan tamamıyla soyutlanmış bir deneyim sunmayı hedefler.",
      "C": "Akıllı telefon gibi kolay ulaşılabilen donanımlar yeterlidir.",
      "D": "Bulunan ortam sanal olan gerçeğin yerini almamakta, aksine onu tamamlamaktadır.",
      "E": "Gerçek ortamdaki yapay nesneleri taklit eder."
    },
    "explanation": "Sanal ve artırılmış gerçeklik arasındaki farklılıklar göz önüne alındığında; Sanal gerçeklik: Gerçek hayattan tamamıyla soyutlanmış bir deneyim sunmayı hedefler. Yaşamak için yapay bir ortam yaratır. Duyular manipüle edilmiştir. Tüm görüş alanınızı kaplayacak ve işittiklerinizi kontrol edecek bir donanıma ihtiyaç duymaktadır. Bulunduğunuz ortam tamamen yeniden oluşturulmuş bir simülasyon ortamıdır, gerçekte var olmayan bir ortamdır. Sanki fiziksel olarak oradaymış gibi hareket edebilir ve yukarı, aşağı, yanlara ve arkaya bakabilirsiniz."
  },
  {
    "id": "2981270",
    "unitNumber": 6,
    "text": "Sanal ve artırılmış gerçekliğin tarihsel sürecinde 1999 yılındaki en önemli gelişme nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Thomas A. Furness tarafından ilk uçuş simülatörünün geliştirilmesi.",
      "B": "Ivan Sutherland tarafından Sword of Damocles isimli kulaklıklı başa takılan ekran sisteminin geliştirilmesi.",
      "C": "NASA tarafından VIVED adı verilen sanal gerçeklik sisteminin geliştirilmesi.",
      "D": "Nintendo ve Sega tarafından \"Virtual Boy\" adlı üç boyutlu görüntü sağlayabilen ilk taşınabilir oyun konsolunu piyasaya sürülmesi.",
      "E": "Steve Mann tarafından \"Eye Tap\" isimli akıllı gözlüklerin piyasaya sürülmesi."
    },
    "explanation": "<strong>1966:</strong> Thomas A. Furness tarafından ilk uçuş simülatörünün geliştirildi. <strong>1968:</strong> Harvard Üniversitesi’nden Ivan Sutherland tarafından “Demoklesin kılıcı\" (Sword of Damocles) isimli kulaklıklı basa takılan ekran (HMD) sistemi gelistirildi. <strong>1985:</strong> NASA tarafından Virtual Visual Environment Display isimli uzay araçlarının tamir ve bakımına destek olmak amaçlı VIVED adı verilen sanal gerçeklik sistemi gelistirildi. <strong>1995:</strong> Nintendo ve Sega tarafından \"Virtual Boy\" adlı üç boyutlu görüntü sağlayabilen ilk taşınabilir oyun konsolunu piyasaya sürüldü. <strong>1999:</strong> Steve Mann tarafından \"Eye Tap\" isimli akıllı gözlükler piyasaya sürüldü."
  },
  {
    "id": "2981271",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sanal gerçekliğin bileşenlerinden biri <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Kullanıcı",
      "B": "Yapay duyusal dürtüler",
      "C": "Gerçek mekan",
      "D": "Hedeflenen davranış",
      "E": "Farkındalık"
    },
    "explanation": "Sanal gerçeklik, içinde bulunduğu sanal ortamını gerçekmiş gibi algılayan bir organizmanın yapay duyusal dürtüler ile uyarılmasıyla hedeflenen bir davranışı gerçekleştirmesini sağlar. Yani sanal gerçekliğin dört bileşeni vardır. Bunlar: kullanıcı, yapay duyusal dürtüler, farkındalık ve hedeflenen davranışlardır."
  },
  {
    "id": "2981272",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sağladığı sürükleyicilik seviyesine göre, görüntülerin monitör benzeri bir pencere ile yansıtıldığı sanal gerçeklik çeşididir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sürükleyici Olmayan Ortam",
      "B": "Jiroskop",
      "C": "Yarı sürükleyici ortam",
      "D": "Optik tabanlı ortam",
      "E": "Tam sürükleyici ortam"
    },
    "explanation": "Sağladığı sürükleyicilik seviyesine göre sanal gerçeklik üç farklı kategoride değerlendirilir. Bunlardan; Sürükleyici Olmayan Ortam: Görüntülerin monitör benzeri bir pencere ile yansıtıldığı sanal gerçeklik çeşididir."
  },
  {
    "id": "2981273",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bazı dış etkenlerden veya insan gözünün algıyamamasından dolayı göremediği açıları görmesini sağlayan artırılmış gerçeklik türüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Ana hat tabanlı artırılmış gerçeklik",
      "B": "Tanılama tabanlı artırılmış gerçeklik",
      "C": "Yansıtma tabanlı artırılmış gerçeklik",
      "D": "Konum tabanlı artırılmış gerçeklik",
      "E": "Çoklu ortam tabanlı tam konumlandırılmış artırılmış gerçeklik"
    },
    "explanation": "Ana hat tabanlı (Outlining) artırılmış gerçeklik: Bazı dış etkenlerden veya insan gözünün algıyamamasından dolayı göremediği açıları görmesini sağlayan artırılmış gerçeklik türüdür. Örneğin araçlarda kullanılan 360 derece geri görüş sistemleri, park çizgilerini belirleyen ana hatlar, yoldaki çizgi tiplerine göre yol ve hız durumu algılanması gibi genellikle araçlarda kullanılan sistemlerdir."
  },
  {
    "id": "2981274",
    "unitNumber": 6,
    "text": "Bir müzenin önemli eserlerini göstererek tanıtımını amaçlayan sanal turlara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "İçeriksel tur",
      "B": "Eğitsel tur",
      "C": "Tarihsel tur",
      "D": "Broşür tur",
      "E": "Turistik tur"
    },
    "explanation": "Broşür Sanal Turlar: Kısıtlı bilgi paylaşımı ile ziyaretçilerde merak duygusu uyandırarak ziyaret isteği ortaya çıkarmayı amaçlayan, tanıtım amaçlı sanal tur türüdür. Müzenin veya turizm işletmesinin bir bölümünü ya da önemli eserlerini göstererek tanıtım yapılması broşür sanal turlara örnek olarak gösterilebilir."
  },
  {
    "id": "2981275",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Ülkemizdeki kültürel miras alanlarında kullanılan sanal gerçeklik teknolojilerine örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Topkapı Sarayı Müzesi",
      "B": "Miniatürk",
      "C": "Galata Kulesi",
      "D": "Göbeklitepe Ören Yeri",
      "E": "Anadolu Medeniyetleri Müzesi"
    },
    "explanation": "Galata Kulesi Ülkemizdeki kültürel miras alanlarında kullanılan sanal gerçeklik teknolojilerine örnektir. Diğer şıklardaki alanlar da artırılmış gerçeklik teknolojilerine örnektir."
  },
  {
    "id": "2981276",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sanal ve artırılmış gerçeklik uygulamalarının turizm sektörü için yarattığı avantajlardan biri <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Ulaşımda konfor sağlar.",
      "B": "Firmalar için olumlu imaj oluşturmada etkilidir.",
      "C": "Kişiselleştirilmiş hizmet sağlar.",
      "D": "Deneyimleri zenginleştirir.",
      "E": "Daha özgün ve özel imkânlar yaratır."
    },
    "explanation": "Sanal ve artırılmış gerçeklik uygulamalarının ulaşımda konfor sağlaması gibi bir avantajı yoktur."
  },
  {
    "id": "2981277",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi turizmde artırılmış gerçeklik uygulamalarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Try Before You Fly",
      "B": "Tuscany+",
      "C": "FlyingLab",
      "D": "First Airlines",
      "E": "Marriott Teleporter"
    },
    "explanation": "Tuscany+: İtalya’daki Toskana bölgesi için geliştirilen bu uygulama, turizm amaçlı geliştirilmiş ilk AR uygulamasıdır. Akıllı telefondan konum ve kamera bilgisiyle, çevredeki fiziksel lokasyonlar hakkında bilgiler sunar. Diğer şıklar ise sanal gerçeklik uygulamalarına örnektir."
  },
  {
    "id": "2981278",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sanal gerçeklik ve artırılmış gerçeklik arasındaki farklardan<u> biri değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Sanal gerçeklik gerçek hayattan tamamıyla soyutlanmış bir deneyim sunmayı hedefler.",
      "B": "Sanal gerçeklik yaşamak için yapay bir ortam yaratır.",
      "C": "Sanal gerçeklik gerçek duyulara hitap eder",
      "D": "Artırılmış gerçeklikte bulunan ortam ise sanal olan gerçeğin yerini almamakta, aksine onu tamamlamaktadır",
      "E": "Artırılmış gerçeklik gerçek ortamdaki yapay nesneleri taklit eder"
    },
    "explanation": "SANAL GERÇEKLİK VE ARTIRILMIŞ GERÇEKLİK KAVRAMLARI<br/>Sanal gerçeklik değil artırılmış gerçeklik gerçek duyulara hitap eder"
  },
  {
    "id": "2981279",
    "unitNumber": 6,
    "text": "2018 yılında ......... isimli dünyanın ilk tam dokunsal geri bildirim sağlayan sanal gerçeklik 2018 kıyafeti tanıtıldı.\n Aşağıdakilerden hangisi yukarıdaki cümleyi tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Eye Tap",
      "B": "Teslasuit",
      "C": "The Sayre Glove",
      "D": "Sensorama Simulator",
      "E": "Videoplace"
    },
    "explanation": "Sanal ve Artırılmış Gerçekliğin Tarihsel Gelişimi<br/>Teslasuit"
  },
  {
    "id": "2981280",
    "unitNumber": 6,
    "text": "Günümüzde algıladığımız şekliyle sanal gerçekliğin ortaya çıkışı ise Morton Heilig tarafından 1962 yılında geliştirilen “.............” isimli cihazla başlamıştır.\n Aşağıdakilerden hangisi yukarıdaki cümleyi tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Google Glass",
      "B": "Teslasuit",
      "C": "Sensorama",
      "D": "Eye Tap",
      "E": "The Sayre Glove"
    },
    "explanation": "Sanal ve Artırılmış Gerçekliğin Tarihsel Gelişimi<br/>sensorama"
  },
  {
    "id": "2981281",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sanal gerçeklik bileşenlerinden <u>biri değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Kullanıcı",
      "B": "Yapay duyusal dürtüler",
      "C": "Farkındalık",
      "D": "Sürükleyicilik",
      "E": "Hedeflenen davranış"
    },
    "explanation": "Sanal Gerçeklik Kavramı Bileşenleri ve Özellikleri<br/>Sanal gerçekliğin dört bileşeni vardır. Bunlar: kullanıcı, yapay duyusal dürtüler, farkındalık ve hedeflenen davranışlardır. Sürükleyicilik, sanal gerçekliğin oluşabilmesi için gereken adımlardan biridir."
  },
  {
    "id": "2981282",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sanal gerçekliğin oluşabilmesi için gereken üç adımdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Farkındalık-Yapay duyusal dürtüler-Kullanıcı",
      "B": "Hedeflenen davranış-Farkındalık-Yapay duyusal dürtüler",
      "C": "Sürükleyicilik-Hedeflenen davranış-Farkındalık",
      "D": "Etkileşim-Sürükleyicilik-Hedeflenen davranış",
      "E": "Görselleştirme-Sürükleyicilik-Etkileşim"
    },
    "explanation": "Sanal Gerçeklik Kavramı Bileşenleri ve Özellikleri<br/>Görselleştirme-Sürükleyicilik-Etkileşim"
  },
  {
    "id": "2981283",
    "unitNumber": 6,
    "text": "Kullanıcının sanal dünyanın içine çekilmesi ve gerçek dünyadaki varlığının unutturularak yeni bir gerçeklik içinde olma hissinin yaratılması gerekir. Bu durum sanal gerçekliğin oluşabilme adımlarından hangisiyle ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sürükleyicilik",
      "B": "Görselleştirme",
      "C": "Farkındalık",
      "D": "Etkileşim",
      "E": "Hedeflenen davranış"
    },
    "explanation": "Sanal Gerçeklik Kavramı Bileşenleri ve Özellikleri<br/>Sürükleyicilik"
  },
  {
    "id": "2981284",
    "unitNumber": 6,
    "text": "Kalp atış hızını ölçen bileklikler aşağıdakilerden hangi sanal gerçeklik bileşenidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Görüntü araçları",
      "B": "Giyilebilir teknolojiler",
      "C": "Hareket algılayıcı",
      "D": "Kameralar",
      "E": "Kontrol çubukları"
    },
    "explanation": "Sanal Gerçeklik Kavramı Bileşenleri ve Özellikleri<br/>Giyilebilir teknolojiler"
  },
  {
    "id": "2981285",
    "unitNumber": 6,
    "text": "Kullanıcının görüşü başa takılan ekran ile tamamen kapatıldığı, kullanıcı kendini tamamen sanal gerçekliğin içinde bulunduğu ve hareketli platformlar ve ses efektleri ile kullanıcının dış dünyadan bağının tamamen koptuğu sanal gerçeklik platformu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sürükleyici Olmayan Ortam",
      "B": "Yarı Sürükleyici Ortam",
      "C": "Tam Sürükleyici Ortam",
      "D": "Google Cardboard",
      "E": "Youtube"
    },
    "explanation": "Sanal Gerçeklik Kavramı Bileşenleri ve Özellikleri<br/>Tam Sürükleyici Ortam"
  },
  {
    "id": "2981286",
    "unitNumber": 6,
    "text": "New York Times ve USA Today ve İngiliz The Guardian bazı haberleri sanal gerçeklik içeriği şeklinde sunmakta ve habere konu olan mekândan 360° resim veya videolar paylaşmaktadır. bu durum aşağıdakilerden hangisini kanıtlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Sanal gerçekliğin film sektöründe kullanıldığını",
      "B": "Sanal gerçekliğin bilimde kullanıldığını",
      "C": "Sanal gerçekliğin oyun sektöründe kullanıldığını",
      "D": "Sanal gerçekliğin gazetecilik sektöründe kullanıldığını",
      "E": "Sanal gerçekliğin müzik sektöründe kullanıldığını"
    },
    "explanation": "Sanal Gerçeklik Kavramı Bileşenleri ve Özellikleri<br/>Sanal gerçekliğin gazetecilik sektöründe kullanıldığını"
  },
  {
    "id": "2981287",
    "unitNumber": 6,
    "text": "Bir projektör yardımıyla farklı dijital içeriklerin nesnelerin üzerine yansıtılması sonucu ortaya çıkan gerçeklik türü hangi grup altında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Tanılama tabanlı artırılmış gerçeklik",
      "B": "Yansıtma tabanlı artırılmış gerçeklik",
      "C": "Konum tabanlı artırılmış gerçeklik",
      "D": "Ana hat tabanlı artırılmış gerçeklik",
      "E": "Çoklu ortam tabanlı tam konumlandırılmış artırılmış gerçeklik"
    },
    "explanation": "Artırılmış Gerçeklik Kavramı, Bileşenleri ve Özellikleri<br/>Yansıtma tabanlı artırılmış gerçeklik"
  },
  {
    "id": "2981288",
    "unitNumber": 6,
    "text": "Artırılmış gerçeklikle ilgili olarak aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Gerçek hayatın üzerine inşa edilerek onu daha interaktif hâle getirmeyi amaçlar.",
      "B": "Gerçek ortamdaki yapay nesneleri taklit eder.",
      "C": "Gerçek duyulara hitap eder.",
      "D": "Akıllı telefon gibi kolay ulaşılabilen donanımlar yeterlidir.",
      "E": "Bulunduğunuz ortam tamamen yeniden oluşturulmuş bir simülasyon ortamıdır"
    },
    "explanation": "Tam tersine, artırılmış gerçeklikte bulunan ortam sanal olan gerçeğin yerini almamakta, aksine onu tamamlamaktadır."
  },
  {
    "id": "2981289",
    "unitNumber": 6,
    "text": "Sanal gerçeklikle ilgili geliştirilen ilk cihazın adı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Senorama",
      "B": "Videoplace",
      "C": "Vived",
      "D": "Sayre glove",
      "E": "Eye tap"
    },
    "explanation": "Günümüzde algıladığımız şekliyle sanal gerçekliğin ortaya çıkışı ise Morton Heilig tarafından 1962 yılında geliştirilen “sensorama” isimli cihazla başlamıştır"
  },
  {
    "id": "2981290",
    "unitNumber": 6,
    "text": "Sanal gerçeklik ve artırılmış gerçekliğin tarihsel gelişiminde aşağıdakilerden hangisi en son gerçekleştirilen adımdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Google'ın geliştirdiği \"Google Glass\" adındaki akıllı gözlüklerim tanıtılması ve kullanıma sunulması",
      "B": "Steve Mann tarafından \"Eye Tap\" isimli akıllı gözlüklerin piyasaya sürülmesi",
      "C": "\"Teslasuit\" isimli dünyanın ilk tam dokunsal geri bildirim sağlayan sanal gerçeklik kıyafetinin tanıtılması",
      "D": "Google Cardboard adındaki VR gözlüğü ile ucuz maliyetli donanımların herkes tarafından erişilebilir olması",
      "E": "Oculus Rift projesi ile var olan sanal gerçeklik teknolojilerinin donanım maliyetlerinin düşürülmesi"
    },
    "explanation": "Bu süreçteki en son adım 2018 yılında \"Teslasuit\" isimli dünyanın ilk tam dokunsal geri bildirim sağlayan sanal gerçeklik kıyafetinin tanıtılmasıdır."
  },
  {
    "id": "2981291",
    "unitNumber": 6,
    "text": "İnsan beyni ve dijital dünyanın etkileşimine müsaade edecek . . . . . . . . . . . . . arayüzleri, sunulan sanal gerçeklik deneyimine hislerin de dahil olmasına olanak tanıyacaktır.\n Yukarıdaki cümledeki boşluğa uygun düşen kelime veya kelimeler aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "algoritma-görsellik",
      "B": "beyin-bilgisayar",
      "C": "sensör",
      "D": "teknoloji",
      "E": "yazılım"
    },
    "explanation": "\"İnsan beyni ve dijital dünyanın etkileşimine müsaade edecek beyin-bilgisayar arayüzleri (Brain-Computer Interface-BCI) sunulan sanal gerçeklik deneyimine hislerin de dahil olmasına olanak tanıyacaktır.\""
  },
  {
    "id": "2981292",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sanal gerçekliğin bileşenlerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yapay duyusal dürtüler",
      "B": "Hedeflenen davranış",
      "C": "Kullanıcı",
      "D": "Etkinlik",
      "E": "Farkındalık"
    },
    "explanation": "Sanal gerçekliğin dört bileşeni vardır. Bunlar: kullanıcı, yapay duyusal dürtüler, farkındalık ve hedeflenen davranışlardır."
  },
  {
    "id": "2981293",
    "unitNumber": 6,
    "text": "I - Görselleştirme\n II - Tasarım\n III - Sürükleyicilik\n IV - Etkileşim\n Sanal gerçekliğin oluşabilmesi için gereken adımlar aşağıdaki seçeneklerden hangisinde doğru ve eksiksiz olarak yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Sanal gerçekliğin oluşabilmesi için gereken üç adım vardır. Bunlar; görselleştirme, sürükleyicilik ve etkileşimdir."
  },
  {
    "id": "2981294",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi artırılmış gerçeklik uygulamalarından (yazlımlarından) biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Siri",
      "B": "Housecraft",
      "C": "GIPHY World",
      "D": "StarChart",
      "E": "Mondly AR"
    },
    "explanation": "Siri bir artırılmış gerçeklik uygulaması değil, akıllı kişisel asistan ve bilgi gezgini bir yazılımdır."
  },
  {
    "id": "2981295",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi artırılmış gerçeklik türleri arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Konum tabanlı artırılmış gerçeklik",
      "B": "Ana hat tabanlı artırılmış gerçeklik",
      "C": "Yansıtma tabanlı artırılmış gerçeklik",
      "D": "Tanılama tabanlı artırılmış gerçeklik",
      "E": "Etmen tabanlı artırılmış gerçeklik"
    },
    "explanation": "Artırılmış gerçeklik türleri arasında etmen tabanlı bir artırılmış gerçeklik türü bulunmamaktadır."
  },
  {
    "id": "2981296",
    "unitNumber": 6,
    "text": "Aşağıdaki müze veya tarihi eserlerden hangisinde sanal gerçeklik teknolojisi kullanılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Topkapı Sarayı Müzesi",
      "B": "Anadolu Medeniyetleri Müzesi",
      "C": "Göbeklitepe Ören Yeri",
      "D": "Zeugma Mozaik Müzesi",
      "E": "Galata Kulesi"
    },
    "explanation": "Seçeneklerde verilen tarihi yerler ve müzeler arasında, Galata Kulesinde sanal gerçeklik teknolojisi, diğerlerinde ise artırılmış gerçeklik teknolojisi kullanılmaktadır."
  },
  {
    "id": "2981297",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sanal ve artırılmış gerçeklik uygulamalarının turizm sektörü için yarattığı avantajlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kişiselleştirilmiş hizmet sağlar, daha özgün ve özel imkânlar yaratır.",
      "B": "Eğitim faaliyetinde verimi arttırır.",
      "C": "Deneyimleri zenginleştirir.",
      "D": "Firmalar için olumlu imaj oluşturmada etkilidir.",
      "E": "Maliyetlerin önemli miktarda düşürülmesini sağlar."
    },
    "explanation": "Sanal ve artırılmış gerçeklik uygulamalarının turizm sektörü için yarattığı avantajlar arasında maliyetlerin düşürülmesi yoktur."
  },
  {
    "id": "2981298",
    "unitNumber": 6,
    "text": "2014 yılında potansiyel turistlerin sanal gerçeklik cihazları ile turistik destinasyonları keşfetmelerine imkân sağlayarak sanal gerçeklk teknolojisini ilk kullanan seyahat acentesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Thomas Cook",
      "B": "HIS Travel",
      "C": "TUI",
      "D": "Rewe",
      "E": "Kuoni"
    },
    "explanation": "Köklü İngiliz tur operatörü Thomas Cook, 2014 yılında potansiyel turistlerin sanal gerçeklik cihazları ile turistik destinasyonları keşfetmelerine imkân sağlayarak sanal gerçeklk teknolojisini ilk kullanan seyahat acentesi olmuştur"
  },
  {
    "id": "2981299",
    "unitNumber": 6,
    "text": "Bir havayolu işletmesinin uygulamasında, uçak Viyana üzerinden geçerken yolcular kentin tarihî yerlerini gezebilmekte, klasik müzik konseri dinleyebilmekte sanal gerçeklik ile Prater Dönme Dolabına binebilmektedirler.\n Yukarıda örneklendirilen teknoloji aşağıdakilerden hangisidir",
    "correctAnswer": "E",
    "options": {
      "A": "Artırılmış gerçeklık",
      "B": "Fijital",
      "C": "Global dağıtım sistemleri",
      "D": "Bilgisayarlı rezervasyon sistemleri",
      "E": "Sanal Gerçeklik"
    },
    "explanation": "Sanal Gerçeklik"
  },
  {
    "id": "2981300",
    "unitNumber": 6,
    "text": "Kullanıcılarının oturduğu yerden Paris’te Eyfel kulesini ziyaret edebildiği, San Francisco sokaklarında yürüyüş yapabildiği, Kuzey Işıkları’nı yerinde görebildiği, Los Angeles’ta sokak sanatlarını inceleyebildiği uygulama aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "BWVRE",
      "B": "Orbulus",
      "C": "Flickr VR",
      "D": "Food Ink",
      "E": "FlyingLab"
    },
    "explanation": "Orbulus"
  },
  {
    "id": "2981301",
    "unitNumber": 6,
    "text": "Best Western'in Kuzey Amerika’daki otelleri video ve özel anlatış eşliğinde sanal turlar ile gezilebildiği,<br/>potansiyel müşterileri otellerin havuzlarını, lobileri, spor merkezleri ve oda tiplerini etkileşimli olarak görebildiği uygulama aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Orbulus",
      "B": "Flickr VR",
      "C": "BWVRE",
      "D": "Food Ink",
      "E": "VRoom Service"
    },
    "explanation": "BWVRE"
  },
  {
    "id": "2981302",
    "unitNumber": 6,
    "text": "Sanal gerçeklikte kullanıcının hareketlerini algılayan sensörlere ne ad verilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Data gloves",
      "B": "Head-mounted display",
      "C": "Control wands",
      "D": "Jiroskop",
      "E": "VR Kask"
    },
    "explanation": "Jiroskop"
  },
  {
    "id": "2981303",
    "unitNumber": 6,
    "text": "Bireyin gerçek hayattan koparak içerisinde var olma hissini yaşadığı ve beş duyusundan biri ya da birden fazlası ile etkileşimde bulunabildiği gerçek zamanlı ve bilgisayar kaynaklı 3 boyutlu ortamlar aşağıdakilerden hangisis ile tanımlanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Artırılmış gerçeklık",
      "B": "Zenginleştirilmiş deneyim",
      "C": "Genişletilmiş deneyim",
      "D": "Sanal gerçeklik",
      "E": "Beyin-bilgisayar arayüzleri"
    },
    "explanation": "Sanal gerçeklik"
  },
  {
    "id": "2981304",
    "unitNumber": 6,
    "text": "\"Kullanıcının sanal dünyanın içerisinde çevreye bakabilme yeteneği olmalıdır\". Yukarıdaki cümlede sanal gerçeklığın hangi zorunlu adımı açıklanmıstır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sürükleyicilik",
      "B": "Derinleştirme",
      "C": "Etkileşim",
      "D": "Zenginleştirme",
      "E": "Görselleştirme"
    },
    "explanation": "Görselleştirme"
  },
  {
    "id": "2981305",
    "unitNumber": 6,
    "text": "Sanal dünya ile etkileşimde bulunan organizma aşağıdakilerden hangisi ile tanımlanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Farkındalık",
      "B": "Dürtü",
      "C": "Kullanıcı",
      "D": "Güdü",
      "E": "Hedeflenen davranış"
    },
    "explanation": "Sanal gerçeklik, içinde bulunduğu sanal ortamını gerçekmiş gibi algılayan bir organizmanın yapay duyusal dürtüler ile uyarılmasıyla hedeflenen bir davranışı gerçekleştirmesini sağlar. Kullanıcılar, sanal dünya ile etkileşimde bulunan organizmadır, bu kullanıcılar insanların yanı sıra hayvanlar ya da yapay zekâlı botlar da olabilir."
  },
  {
    "id": "2981306",
    "unitNumber": 6,
    "text": "Restoranlarda sanal gerçeklik veya artırılmış gerçeklik kullanılarak konukların menülerde yer alan yiyecek ve içecekleri üç boyutlu olarak görebilmesi, içindeki besin ögeleri (alerjen maddeleri, gıdaları, kalori vb.) hakkında bilgi alabilmesi ve yemeğin hazırlanışını izleyebilmesi sağlanabilir. \n<br/>Yukarıda turizm sektöründe sanal gerçeklik veya artırılmış gerçeklik kullanımın hangi özelliği açıklanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Turizm deneyimlerine ilişkin tanıtım çalışmalarında ön deneyim yaratmak",
      "B": "Turistik faaliyet esnasında deneyimi arttırmak",
      "C": "Kendi başına bir turistik ürün olma",
      "D": "Dağıtım kanallarının etkinliklerinin artırılması",
      "E": "Turizm işletmelerinin iç süreçlerinde değerlendirilebilmesi"
    },
    "explanation": "Turistik faaliyet esnasında deneyimi arttırmak"
  },
  {
    "id": "2981307",
    "unitNumber": 6,
    "text": "Türk girişimciler tarafından geliştirilen, yemeklerin 3D olarak tarayarak yiyecek seçme işlemlerinde restoran müşterilerine hizmet etmeyi amaçlayan uygulama aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Inamo Restaurant",
      "B": "Kabaq",
      "C": "WallaMe",
      "D": "FlyingLab",
      "E": "HoloMaps"
    },
    "explanation": "Kabaq"
  },
  {
    "id": "2981308",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi eğitimde dijitalleşme sürecinin temel dinamiklerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgi ekonomisi",
      "B": "Coğrafi bilgi sistemi",
      "C": "Webinar",
      "D": "Kinestetik öğrenme",
      "E": "Kohort sistemi"
    },
    "explanation": "Bilgi ekonomisi; ekonomik faaliyetlerin bilgi temelli olarak gerçekleştirildiği ekonomik yapıdır ve bilginin elde edilmesi, işlenmesi ve dönüştürülmesi ile birlikte dağıtımını da kapsar. Mal ve hizmetlerin en önemli özelliği, bilginin temel üretim faktörü olarak ön plana çıkmasıdır. Ayrıca bilgi, bilgi ekonomisi sektörlerinde beşerî, fiziksel ve bilgi sermayelerini güçlü bir şekilde birleştiren bir rol üstlenmektedir."
  },
  {
    "id": "2981309",
    "unitNumber": 7,
    "text": "Dijital kaynaklardan elde edilen bilgiyi anlama ve kullanma becerisi aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kinestetik öğrenme",
      "B": "Dijital okuryazarlık",
      "C": "Kohort sistemi",
      "D": "Wiki",
      "E": "Yönetim Sistemleri"
    },
    "explanation": "Dijital okuryazarlık:Dijital kaynaklardan elde edilen bilgiyi anlama ve kullanma becerisidir"
  },
  {
    "id": "2981310",
    "unitNumber": 7,
    "text": "……………… teknolojideki değişim ve dönüşüm sürecinin başından itibaren içinde yer alan ve teknoloji kültürü ile yetiştikleri için üst düzey düşünme becerilerine sahip, dijital araçların dilini keşfederek, yaparak, yaşayarak öğrenen, çoklu işlemler yapabilen bir kuşaktır.<br/>Yukarıdaki boşlukta, aşağıdakilerden hangi kavram yer almalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Z kuşağı",
      "B": "Görsel yerliler",
      "C": "Dijital yerliler",
      "D": "Kinestetik öğrenenler",
      "E": "Dijital göçmenler"
    },
    "explanation": "Dijital yerliler, teknolojideki değişim ve dönüşüm sürecinin başından itibaren içinde yer alan ve teknoloji kültürü ile yetiştikleri için üst düzey düşünme becerilerine sahip, dijital araçların dilini keşfederek, yaparak, yaşayarak öğrenen, çoklu işlemler yapabilen bir kuşaktır"
  },
  {
    "id": "2981311",
    "unitNumber": 7,
    "text": "1980 öncesinde doğan, yeni iletişim teknolojilerinden bir şekilde etkilenmiş ve bu teknolojiye uyum sağlamaya çalışan kişiler aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "E",
    "options": {
      "A": "Alfa kuşağı",
      "B": "Z kuşağı",
      "C": "Y kuşağı",
      "D": "Dijital yerliler",
      "E": "Dijital göçmenler"
    },
    "explanation": "Dijital göçmenler, 1980 öncesinde doğan, dijital dünyanın içine doğmamış olsa da yeni iletişim teknolojilerinden bir şekilde etkilenmiş ve bu teknolojiye uyum sağlamaya çalışanlardır. Dijital göçmenler, yeni teknolojiyi kullanmayı öğrenebilirler fakat yeni bir dil öğrenmeye çalışan insanlar gibi teknolojinin dilini öğrenmeye çalışırken kekelemekte, teknolojinin anadilini konuşan yerlilerin yanında bir göçmene dönüşebilmektedirler."
  },
  {
    "id": "2981312",
    "unitNumber": 7,
    "text": "Bireyin eğitiminde yaş, zaman ve erişim açısından sınırlarını ortadan kaldıran ve aynı zamanda bireyin tüm yönleriyle gelişimine imkân veren sınırsız bir öğrenme sürecine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yaşam boyu öğrenme",
      "B": "Düzensiz öğrenme",
      "C": "Karmaşık öğrenme",
      "D": "Sistemsel öğrenme",
      "E": "Sıralı öğrenme"
    },
    "explanation": "Yaşam boyu öğrenme; bireyin; kişisel, sosyal ve mesleki amaçlı resmî veya özel kurumlar ve bireysel kişiler aracılığı ile deneyimsel ve gözlemsel yaşantılar sonucu değişim ve gelişim amaçlı kazanılan, öğrenilen, geliştirilen ve kullanılan sürekli öğrenme sürecidir."
  },
  {
    "id": "2981313",
    "unitNumber": 7,
    "text": "Bireyin yaşam boyu öğrenmesine katkı sağlayan en önemli becerisi aşağıdakilerden hangisisindir?",
    "correctAnswer": "B",
    "options": {
      "A": "Görsel algı becerisi",
      "B": "Dijital yeterlik",
      "C": "İşitsel algı yeteneği",
      "D": "Soyut algı becerisi",
      "E": "Okur yazarlık"
    },
    "explanation": "Dijital yeterlik, bilgiyi değerlendirme ve üretmenin yanında internet kullanımını da içermektedir. İnternetin eğitsel amaçlı kullanımı gün geçtikçe yaygınlaştığı için bu yeterliklerin kazandırılması yalnızca öğrenciler için değil eğitmenler açısından da önemli görülmektedir."
  },
  {
    "id": "2981314",
    "unitNumber": 7,
    "text": "Yazılım indirmeye ve kurmaya gerek kalmaksızın yalnızca internet tarayıcısı kullanılarak eş zamanlı ve canlı sunumlar yapılmasına olanak sağlayan öğrenme aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Webinar",
      "B": "Sanal tur",
      "C": "Kinestetik",
      "D": "Saha gezileri",
      "E": "Çevrim içi video kütüphanesi"
    },
    "explanation": "Webinar, İnternet üzerinden sesli ve görüntülü eğitim, toplantı ve sunumlar yapılmasına olanak sağlayan bir yöntemdir. Hiçbir yazılım indirmeye ve kurmaya gerek kalmaksızın yalnızca Web tarayıcısı kullanılarak eş zamanlı ve canlı sunumlar internet üzerinden kolayca yapılabilir."
  },
  {
    "id": "2981315",
    "unitNumber": 7,
    "text": "İş birlikli çalışmalar, saha gezileri ve uygulama odaklı öğrenme araçlarının yer aldığı öğrenme stili aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kinestetik öğrenme",
      "B": "Görsel öğrenme",
      "C": "İşitsel öğrenme",
      "D": "Okuma/Yazma",
      "E": "Soyut öğrenme"
    },
    "explanation": "Kinestetik öğrenenler; canlandırmayla, rol oynayarak, taklit yaparak, küçük tartışma gruplarıyla, gezerek ve performansa dayalı öğrenmeyle daha iyi öğrenir. Yaşadıkları ya da yaptıkları fiziksel etkinlikler daha iyi öğrenmelerini sağlar. Turizm rehberlik öğrencilerinin müze, tarihî yerler gibi yaşayarak öğrenebileceği yerlere gitmesi, gastronomi öğrencilerinin otel mutfaklarını ziyaret etmesi ya da mutfakta çalışması buna örnek olarak verilebilir."
  },
  {
    "id": "2981316",
    "unitNumber": 7,
    "text": "I- Somut yaşantı\n II- Aktif yaşantı\n III- Yansıtıcı gözlem\n IV-Soyut kavramsallaştırma\n Kolb’un deneyimsel öğrenme teorisinde, yukarıda verilenlerden hangileri kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "II-III",
      "B": "I-II-III-IV",
      "C": "I-II",
      "D": "III-IV",
      "E": "II-IV"
    },
    "explanation": "Kolb’un Deneyimsel öğrenme teorisini somut yaşantı, aktif yaşantı, yansıtıcı gözlem ve soyut kavramsallaştırma oluşturur."
  },
  {
    "id": "2981317",
    "unitNumber": 7,
    "text": "Duyğulardan çok düşüncelerin önem kazandığı, laboratuvar çalışmaları ve bilgisayar destekli öğretim ile desteklenen deneyimsel öğrenme sürecine ne ad verilir",
    "correctAnswer": "C",
    "options": {
      "A": "Yansıtıcı gözlem",
      "B": "Rol yapma",
      "C": "Soyut kavramsallaştırma",
      "D": "Oyun kuramı",
      "E": "İkinci yaşam"
    },
    "explanation": "Soyut kavramsallaştırma: Bu aşamada öğrenciler, bilgi vedüşüncelerin mantıksal olarak yapılandırılarak sunulmasına, öğretmen tarafından yapılan özetlere ve<br/>anlatımlara ihtiyaç duymaktadır. Konunun anlamı ve öğrenciyi ilgilendiren yanı, laboratuvar çalışmalarıyla, projelerle ve bilgisayar destekli öğretim ile kazandırılır."
  },
  {
    "id": "2981318",
    "unitNumber": 7,
    "text": "“Bilgisayar, internet ve akıllı telefonlarla hızlanmış bilgi üretiminin ve iletişiminin bir sonucu olarak gelişen yeni yaşam ve yaklaşım biçimi” şeklinde tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital kültür",
      "B": "Bilgi ekonomisi",
      "C": "Yaşam boyu öğrenme",
      "D": "Dijital okuryazarlık",
      "E": "Dijital yetkinlik"
    },
    "explanation": "Dijital kültür, “bilgisayar, internet ve akıllı telefonlarla hızlanmış bilgi üretiminin ve iletişiminin bir sonucu olarak gelişen yeni yaşam ve yaklaşım biçimi” olarak tanımlanmaktadır."
  },
  {
    "id": "2981319",
    "unitNumber": 7,
    "text": "<ol type=\"I\"><br/><li>Dikkat süreleri kısa, zihinleri sürekli konudan konuya atlayan, anında dönüt isteyen bireylerdir</li><br/><li>Teknolojinin dilini öğrenmeye çalışırken kekelemektedirler.</li><br/><li>Doğrusal olmayan verilerden bilgi edinmektedirler.</li><br/><li>Yalnız bir kuşağı temsil etmektedirler.</li><br/><li>Yeni iletişim teknolojilerine uyum sağlamaya çalışanlardır.</li><br/></ol><br/>Yukarıdakilerden hangileri dijital yerlilerin özelliklerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "II ve V",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Dijital yerliler;\n<br/>dikkat süreleri kısa, zihinleri sürekli konudan konuya atlayan, iletişimde ve ilişkilerde sabırsız olan, anında dönüt isteyen, oyun merkezli yaşayan ve öğrenen, sosyal çevresi dijital olarak gelişirken fiziksel olarak çoğunlukla <em>yalnız bir kuşağı da</em> temsil etmektedir. <em>Basılı olmayan dijital kaynakları tercih etmekte,</em> düzyazıdan daha çok görsellere, hareketlere, müziğe önem vermekte ve <em>doğrusal olmayan verilerden bilgi edinmektedir.</em>"
  },
  {
    "id": "2981320",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi özellikle dijital çağın ihtiyaçları doğrultusunda, hızla gelişen ve değişen sosyal ve kültürel hayattaki değişmelere ayak uydurabilmek amacıyla gelişmiş, bir gereksinim hâline dönüşmüş ve eğitim seviyesi ve istihdam koşulları açısından önemli bir gösterge hâline gelmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dijital kültür",
      "B": "Bilgi ekonomisi",
      "C": "Yaşam boyu öğrenme",
      "D": "E-öğrenme",
      "E": "Yıkıcı yenilik"
    },
    "explanation": "Günümüzde eğitim politikalarının, istihdam politikaları doğrultusunda; rekabeti sağlayacak, teknolojik değişimlere hızla uyum sağlayabilecek, yeni teknolojik bilgiyi hem üretecek hem de uygulayabilecek, hızlı değişimlere uyum sağlayabilmek için öğrenmeyi öğrenecek bir iş gücü yetiştirilmesi ekseninde şekillenmesi, yaşam boyu eğitimin önem kazanmasında önemli bir role sahiptir. Dolayısıyla yaşam boyu öğrenmenin içeriğinin büyük oranda işletmelerin ihtiyaç duyduğu yeni nitelikler ve istihdam ekseninde kurgulandığı görülmektedir. Ancak günümüzde yaşam boyu öğrenme, yalnızca istihdam edilebilirlik ve ekonomik rekabet gücünün yükseltilmesinde değil, artan bilgi ve teknolojiye bağlı olarak toplumun tüm kesiminin erişim fırsatına sahip olmasında ve toplumsal eşitliğin geliştirilmesinde de önemli rol oynamaktadır. Bir başka deyişle yaşam boyu öğrenme, özellikle dijital çağın ihtiyaçları doğrultusunda, hızla gelişen ve değişen sosyal ve kültürel hayattaki değişmelere ayak uydurabilmek amacıyla gelişmiş, bir gereksinim hâline dönüşmüş ve eğitim seviyesi ve istihdam koşulları açısından önemli bir gösterge hâline gelmiştir."
  },
  {
    "id": "2981321",
    "unitNumber": 7,
    "text": "Harmanlanmış/çoklu ya da çevrim içi olarak farklı kanallar yoluyla kesintisiz öğrenme fırsatlarının sunulması, farklı mesleki yeterliklerin kazandırılması yönünde kısa vadeli eğitim ve sertifika programlarının açılması aşağıdakilerden hangisi ile ilişkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Akreditasyon",
      "B": "Üniversite 4.0",
      "C": "Dijital yeterlik",
      "D": "Yıkıcı yenilik",
      "E": "Deneyimsel öğrenme"
    },
    "explanation": "Üniversite 4.0’da eski depolama, bilgi işleme ve bilgi alma yöntemleri değişmiş, mekân ortadan kalkmış, eğitim kaynakları daha ulaşılabilir hâle gelerek sanal sınıflar oluşmaya başlamıştır. Bu yapı içinde geleneksel, harmanlanmış/çoklu ya da çevrim içi olarak farklı kanallar yoluyla kesintisiz öğrenme fırsatlarının sunulması, farklı mesleki yeterliklerin kazandırılması yönünde kısa vadeli eğitim ve sertifika programlarının açılması bulunmaktadır."
  },
  {
    "id": "2981322",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi turizm sektöründe kullanılan dijital uygulamalardan <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Son kullanıcı uygulamaları",
      "B": "Sektöre özgü uygulamalar",
      "C": "Strateji odaklı uygulamalar",
      "D": "Yıkıcı yenilikler",
      "E": "E-girişimcilik"
    },
    "explanation": "Eğitim müfredatına yol gösterecek turizm sektöründe kullanılan dijital uygulamalar dört temel kategoride gruplandırılmaktadır. Bunlar: <em>son kullanıcı uygulamaları, sektöre özgü uygulamalar, strateji odaklı uygulamalar ve yıkıcı yeniliklerdir.</em>"
  },
  {
    "id": "2981323",
    "unitNumber": 7,
    "text": "İnteraktif atölyeler, gönüllülük programları, ikinci yaşam (secondlife), oyunlaştırma uygulamaları, yarı zamanlı çalışma, stajlar, simülasyonlar, bilgi yarışmaları, proje tabanlı öğrenme ve örnek olay temelli öğrenmeyi kapsayan öğrenme stili aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kinestetik",
      "B": "Görsel",
      "C": "İşitsel",
      "D": "Okuma/yazma",
      "E": "Deneyimsel öğrenme"
    },
    "explanation": "Kinestetik öğrenenler; canlandırmayla, rol oynayarak, taklit yaparak, küçük tartışma gruplarıyla, gezerek ve performansa dayalı öğrenmeyle daha iyi öğrenir. Yaşadıkları ya da yaptıkları fiziksel etkinlikler daha iyi öğrenmelerini sağlar."
  },
  {
    "id": "2981324",
    "unitNumber": 7,
    "text": "Deneyimsel öğrenmenin hangi aşamasında rol oynama önemli bir etkinliktir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yansıtıcı gözlem",
      "B": "Somut yaşantı",
      "C": "Soyut kavramsallaştırma",
      "D": "Aktif yaşantı",
      "E": "Görsel öğrenme"
    },
    "explanation": "Somut deneyimlerle öğrenmeyi tercih eden öğrenciler, öğrenme konusuyla ilgili özel durumlara ve örneklere, olayların içinde yer almaya gereksinim duymaktadır. Bu bağlamda konuların gerçek yaşamla ilişkilendirilmesi gereklidir. Özellikle örnek olay incelemelerinin ve rol oynama etkinliklerinin somut yaşantıyla (hissederek) öğrenme stiline uygun olduğu belirtilmektedir."
  },
  {
    "id": "2981325",
    "unitNumber": 7,
    "text": "Airbnb uygulamasıyla konaklama endüstrisinin pazarda tüketiciler için uygun maliyetli çözümler sunan yeni bir rakibe uyum sağlamak zorunda kalması aşağıdakilerden hangisi ile ilişkilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Son kullanıcı uygulamaları",
      "B": "Sektöre özgü uygulamalar",
      "C": "Strateji odaklı uygulamalar",
      "D": "Yıkıcı yenilikler",
      "E": "Aktif yaşantı"
    },
    "explanation": "Yıkıcı yenilikler (inovasyonlar), hâlihazırda mevcut olanlara ek olarak ürüne farklı performans özellikleri seti sunan ve yeni ortaya çıkan müşteri segmentleri için çekici ancak mevcut müşteri segmentleri için çekici olmayan yeni ürünlerdir. Airbnb ve Uber gibi uygulamalar yeni paylaşım ekonomisinin bir parçası olarak pazara girdiğinde, konaklama ve ulaşım endüstrileri pazarda tüketiciler için uygun maliyetli çözümler sunan yeni bir rakibe uyum sağlamak zorunda kalmıştır."
  },
  {
    "id": "2981326",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi akademik olarak e-öğrenmenin turizm alanındaki faydalarından <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "E-öğrenme, bireysel performans ve gelişime yardımcı olmak için bilgisayar, ağ ve web tabanlı teknoloji aracılığıyla öğrenme fırsatlarının ve desteğinin sunulmasını ve yönetimini içermesi",
      "B": "E-öğrenme; esneklik, sürekli mesleki gelişim, kurumsal dönüşüm için bir katalizör görevi üstlenmesi",
      "C": "E-öğrenme turizm programı öğrencilerini eleştirel düşünmeye, problemleri çözmeye ve kararlar almaya hazırlarken teknolojik açıdan da yetkinlik sağlaması",
      "D": "Mekânsal, zaman ve kültürel farklılıklarına bakılmaksızın iş birliği içinde çalışma ortamı sağlaması",
      "E": "Eğitimde dijitalleşme eğiliminin artması"
    },
    "explanation": "Eğitimde dijitalleşme eğiliminin artması bilgi toplumuna dönüşüm sürecinin hızlı olmasında en etkili faktördür."
  },
  {
    "id": "2981327",
    "unitNumber": 7,
    "text": "<ol type=\"I\"><br/><li>Académie Accor North America Corporate Training</li><br/><li>Royal Caribbean Cruise Lines Corporate University</li><br/><li>Hilton University</li><br/><li>Switzerland Travel Academy</li><br/></ol><br/>Yukarıdakilerden hangisi diğerlerinden farklıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız IV",
      "B": "I ve II",
      "C": "II ve III",
      "D": "III ve IV",
      "E": "II, III, IV"
    },
    "explanation": "Turizm alanında çalışan bir işletme veya ortaklığın sunduğu çevrim içi eğitim hizmetidir. Bu hizmeti ayrıca kendi çalışanları ve ürünlerini satan seyahat acentaları için de yönetirler. Kurum içi eğitimlerde havayolu işletmeleri ve fast food restoranları ilk sıradadır. Örneğin, Académie Accor North America Corporate Training, Royal Caribbean Cruise Lines Corporate University ve Hilton University. Switzerland Travel Academy Destinasyon Yönetim Örgütleri içerisinde yer almaktadır."
  },
  {
    "id": "2981328",
    "unitNumber": 7,
    "text": "Aşağıda bilgi ekonomisi ile ilgili verilen bilgilerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Yenilik temellidir.",
      "B": "Beşeri sermaye mobilitesine bağlıdır.",
      "C": "Hız ekonomisidir.",
      "D": "Dijital göçmenler bu kavram altındadır.",
      "E": "Dijital ekonomi de denmektedir."
    },
    "explanation": "Sorunun doğru cevabı \"d\" şıkkıdır.\n Bilgi ekonomisi; ekonomik faaliyetlerin bilgi temelli olarak gerçekleştirildiği ekonomik yapıdır ve bilginin elde edilmesi, işlenmesi ve dönüştürülmesi ile birlikte dağıtımını da kapsar. Mal ve hizmetlerin en önemli özelliği, bilginin temel üretim faktörü olarak ön plana çıkmasıdır. Ayrıca bilgi, bilgi ekonomisi sektörlerinde beşerî, fiziksel ve bilgi sermayelerini güçlü bir şekilde birleştiren bir rol üstlenmektedir. Bilgi ekonomisi; yenilik temellidir, hız ekonomisidir, dijital bir ekonomidir ve sanallaşma önemli bir rol oynar. Bilgi ekonomisinde iş gücünün büyük bölümü profesyonel ve eğitimli bir kitleden oluşacağı için eğitim de önemli bir işlev kazanmaktadır. Ayrıca sürecin devamı, bilginin ve bilgi insanının diğer bir ifadeyle beşerî sermayenin mobilitesine bağlıdır. İletişim teknolojisindeki gelişmeler ve iş piyasalarının küreselleşmesi ise bu mobiliteyi sağlamada oldukça etkilidir. Ayrıca bilgi ekonomisinde bilgi temelli ekonomik faaliyetleri ve mobiliteyi sağlayan faktörlerden biri bilgi işçileridir. “Bilgi işçileri”, analiz ve sentez yeteneği olan, bilgiyi işin gereklerine göre dönüştürebilen, çeşitli değişkenlerle sorunları çözebilen çalışanlar olarak tanımlanmaktadır (Zerenler, 2013). Bilgi ekonomisinde; iletişim, problem çözme, bağımsız çalış- ma, sürekli baskı altında kararların sorumluluğunu alma, alana özgü bilgiyi hızlı ve etkili bir şekilde elde etme yeteneği geliştirilmesi gereken yetenekler arasındadır (Rızvı ve Lingard, 2016). Bu nedenle eğitim kurumlarında bireylere, çağın ihtiyaçlarına uygun “yaşam boyu öğrenme” ve diğer öğrenme biçimleriyle “dijital okuryazarlık”, “girişimcilik”, “esneklik”, “uyumluluk” gibi beceriler kazandırılmaya çalışılmaktadır."
  },
  {
    "id": "2981329",
    "unitNumber": 7,
    "text": "Aşağıda verilen bilgilerden hangisi dijital yerliler ile ilgilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "1980 öncesinde doğmuşlardır.",
      "B": "X kuşağı olarak da adlandırılırlar.",
      "C": "Dijital dünyanın içinde doğmamışlardır.",
      "D": "Yeni iletişim teknolojilerine uyum sağlamaya çalışırlar.",
      "E": "Dikkat süreleri kısadır."
    },
    "explanation": "Dijital göçmenler, 1980 öncesinde doğan, dijital dünyanın içine doğmamış olsa da yeni iletişim teknolojilerinden bir şekilde etkilenmiş ve bu teknolojiye uyum sağlamaya çalışanlardır. Dijital göçmenler, yeni teknolojiyi kullanmayı öğrenebilirler fakat yeni bir dil öğrenmeye çalışan insanlar gibi teknolojinin dilini öğrenmeye çalışırken kekelemekte, teknolojinin anadilini konuşan yerlilerin yanında bir göçmene dönüşebilmektedirler."
  },
  {
    "id": "2981330",
    "unitNumber": 7,
    "text": "Aşağıda verilen bilgilerden hangisi dijital göçmenler kavramıyla ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "1980 ve sonrasında doğmuşlardır.",
      "B": "Video oyunların dijital dilini ana dilleri gibi konuşurlar.",
      "C": "1980 öncesinde doğmuşlardır.",
      "D": "Dikkat süreleri kısadır.",
      "E": "Basılı olmayan dijital kaynakları tercih ederler."
    },
    "explanation": "Doğru cevap \"c\" şıkkıdır. \n Dijital göçmenler, 1980 öncesinde doğan, dijital dünyanın içine doğmamış olsa da yeni iletişim teknolojilerinden bir şekilde etkilenmiş ve bu teknolojiye uyum sağlamaya çalışanlardır. Dijital göçmenler, yeni teknolojiyi kullanmayı öğrenebilirler fakat yeni bir dil öğrenmeye çalışan insanlar gibi teknolojinin dilini öğrenmeye çalışırken kekelemekte, teknolojinin anadilini konuşan yerlilerin yanında bir göçmene dönüşebilmektedirler."
  },
  {
    "id": "2981331",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi son kullanıcı uygulamalarına örnek olarak verilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hostaway",
      "B": "Illustrator",
      "C": "PMS",
      "D": "RMS",
      "E": "Lodgify"
    },
    "explanation": "Doğru cevap \"b\" şıkkıdır.\n Son kullanıcı uygulamaları; “bireysel veya küçük bir grup için belirli işlevler sağlayan ve kurumsal bilgileri işlemenin bir parçası olmayan bilgisayar yazılımı” olarak tanımlanmaktadır (United States Agency for International Development, 2012). İnternette gezinme (örn. Internet Explorer, Google Chrome, Mozilla, Firefox), kelime işlemci (örn. Microsoft Word), sunumlar (örn. Microsoft Powerpoint, Prezi), elektronik tablo işleme (örn. Microsoft Excel), yayımlama uygulamaları (örn. Adobe Reader,Microsoft Publisher), tasarım (örn. Adobe Photos- hop, Illustrator, In-Design), sosyal medya (örn. Facebook, Instagram, Snapchat) ve e-posta iletişimi (örn. Microsoft Outlook) her düzeyde eğitimde bir temel hâline gelmekte ve turizm mezunlarının bu teknolojileri kullanabilme temel dijital becerilerine sahip olmaları beklenmektedir (Hardy vd., 2006)."
  },
  {
    "id": "2981332",
    "unitNumber": 7,
    "text": "Aşağıda verilen uygulamalardan hangisi strateji odaklı uygulamalara örnek olarak verilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Preno",
      "B": "Hostaway",
      "C": "Cloudbeds",
      "D": "Word",
      "E": "AMOS"
    },
    "explanation": "Doğru cevap \"e\" şıkkıdır.\n Microsoft Azure, SPSS ve AMOS gibi analitik yazılımlar, yöneticilerin veri görselleştirme, modelleme ve tahmin yoluyla sektörleriyle ilgili verileri anlamasını ve ardından şirketlerinin performansını optimize etmesini sağlar."
  },
  {
    "id": "2981333",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi yıkıcı yenilikler arasında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Robotlar",
      "B": "HubSpot",
      "C": "Snapchat",
      "D": "Word",
      "E": "Hostaway"
    },
    "explanation": "Doğru cevap \"a\" şıkkıdır. \n Turizm ve ağırlama sektörü giderek kişinin günlük yaşamından farklı ikincil bir gerçeklik yaratmayı amaçlamaktadır. Bu nedenle sanal gerçeklik (VR) ve artırılmış gerçeklik (AR) ürünleri de kitle pazarı için geliştirilen ürünlerle birlikte yavaş yavaş ana akım pazarına girmektedir (Yung ve Khoo-Lattimore, 2017). Robotlar, otel- lerde, havaalanlarında ve restoranlarda endüstriyel robotlar (örneğin robot resepsiyonistleri, eğlenceler, aşçılar), insansız araçlar, holografik cihazlar ve robotik asistanlar (örn. Sohbet botları) şeklinde giderek daha fazla özellik hâline gelmektedir."
  },
  {
    "id": "2981334",
    "unitNumber": 7,
    "text": "Video konferans, webinar, görsel materyaller, videolar gibi öğrenme araçları hangi öğrenme stilinde kullanılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "İşitsel",
      "B": "Görsel",
      "C": "Kinestetik",
      "D": "Zihinsel",
      "E": "Okuma/yazma"
    },
    "explanation": "Doğru cevap \"b\" şıkkıdır. \n Görsel Öğrenme: Sözsüz öğrenme şeklidir. Görsel öğrenenler, öğrenme araçları olarak görsel materyaller kullanıldığı zaman daha kolay öğrenmektedirler ve bu şekilde öğrendikleri bilgileri gözlerinde canlandırarak hatırlarlar. Çünkü sözel yönergeleri ve konu anlatımını takip etmekte ve hatırlamakta zorluk çekmektedirler. Bilgileri; resimler, fotoğraflar, sunumlar, diyagramlar, videolar, animasyonlar, grafikler, şemalar, çizelgeler ve diğer görseller üzerinden öğrenmeyi tercih ederler. Bu öğrenciler için, özellikle “videolar”, “fotoğraflar” ve “animasyonlar” etkili öğrenme araçlarıdır."
  },
  {
    "id": "2981335",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işitsel öğrenme için söylenebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bu şekilde öğrenen öğrenciler için en ideal öğrenme materyali kitaplardır.",
      "B": "Bu şekilde öğrenen öğrenciler sözel yönergeleri takip etmekte zorlanırlar.",
      "C": "Sanal çalışma odaları bu öğrenciler için ideal öğrenme ortamlarıdır.",
      "D": "Bu şekilde öğrenen öğrenciler, görsel materyallerle daha kolay öğrenmektedir.",
      "E": "Bu şekilde öğrenen öğrencilerin misafir konuşmacılardan etkili şekilde bilgiyi öğrendiği ortamlardır."
    },
    "explanation": "Doğru cevap \"e\" şıkkıdır. \n İşitsel Öğrenme: İşitsel öğrenenler, işittiklerini daha kolay öğrenmekte ve hatırlamaktadır. Ses ve müziğe karşı duyarlı olan bu bireylerin konuşma ve dinleme becerileri gelişmiştir. Bilgileri dinleyerek öğrenmeyi tercih ederler. Bu öğrenciler aynı zamanda konuşkandır ve insanların ses tonlarına dikkat ederler. Bu öğrenciler için, “misafir konuşmacılar” etkili bir öğrenme ortamıdır. Bu öğrenme şeklinde, öğrenciler sınıfa davet edilen misafir konuşmacıyı dinlediğinde konu hakkında fikir edinmekte ve bakış açılarını daha net anlamaktadırlar."
  },
  {
    "id": "2981336",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Kolb'un ortaya koyduğu öğrenme süreci döngüsüne ait değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Somut deneyim",
      "B": "Soyut kavramsallaştırma",
      "C": "Yansıtıcı gözlem",
      "D": "Aktif yaşantı",
      "E": "Bütüncül yaklaşım"
    },
    "explanation": "Doğru cevap \"e\" şıkkıdır. \n Deneyimsel öğrenme teorisini en genel kabul görmüş şekliyle çerçeveye oturtan David A. Kolb’dur. Deneyimsel öğrenme alanındaki çalışmaları, öğrenme materyallerinin sunumunda eğitimcileri etkilemiştir ve bilinen önemli eğitim teorilerinden biridir. Kolb (1984), öğrenme sürecini bir döngü olarak ortaya koymuştur. Bu döngü içinde Somut Yaşantı/Deneyim (Concrete Experience) Yansıtıcı Gözlem (Reflective Observation), Soyut Kavramsallaştırma (Abstract Conceptualization) ve Aktif Yaşantı (Active Experience) olmak üzere dört tip öğrenme stilini tanımlamıştır."
  },
  {
    "id": "2981337",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi e-öğrenmenin turizm alanına kattığı faydalar arasında <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Belirli çalışma koşulları için uyum için esneklik sağlamak",
      "B": "Öğrencilerin güncel bilgilere ulaşmasını sağlamak",
      "C": "Öğrencilere teknolojik açıdan yetkinlik sağlamak",
      "D": "Birebir uygulama imkanı sağlamak",
      "E": "İşbirliği içinde çalışma ortamı sağlamak"
    },
    "explanation": "Doğru cevap \"d\" şıkkıdır. \n Akademik olarak e-öğrenmenin turizm alanındaki faydaları aşağıdaki şekilde özetlenebilir:\n 1. Çevrim içi kaynaklar turizm öğrencilerinin endüstri yapısı ve gelişmeler hakkında güncel bilgi elde etmesini sağlar (Haven ve Botterill, 2003).\n <ol start=\"2\"> <li> E-öğrenme; esneklik, sürekli mesleki gelişim, kurumsal dönüşüm için bir katalizör görevi üstlen- mektedir. İnternetin ve özellikle e-öğrenmenin turizm sektörü için en önemli avantajı, sektördeki belirli çalışma koşullarına uymak için büyük bir esneklik sunmasıdır (Sigala, 2002).\n </li> <li> E-öğrenme turizm programı öğrencilerini eleştirel düşünmeye, problemleri çözmeye ve kararlar almaya hazırlarken teknolojik açıdan da yetkinlik sağlamaktadır (Cho ve Schmelzer, 2000).\n </li> <li> Mekânsal, zaman ve kültürel farklılıklarına bakılmaksızın iş birliği içinde çalışma ortamı sağlamak- tadır (Sigala, 2002).\n </li> </ol>"
  },
  {
    "id": "2981338",
    "unitNumber": 7,
    "text": "Dijital kaynaklardan elde edilen bilgiyi anlama ve kullanma becerisine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital okuryazarlık",
      "B": "Bilgi ekonomisi",
      "C": "Endüstri 4.0",
      "D": "Dijital göçmenlik",
      "E": "Dijital enformasyon"
    },
    "explanation": "<strong>Dijital Okuryazarlık</strong>: Dijital kaynaklardan elde edilen bilgiyi anlama ve kullanma becerisidir."
  },
  {
    "id": "2981339",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, teknolojilerin günlük hayatta yaygın olarak kullanılmasından önce doğmuş ve bu teknolojileri kullanmaya sonradan uyum sağlamaya çalışan nesle verilen addır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital göçmenler",
      "B": "Dijital okuryazarlar",
      "C": "Dijital yerliler",
      "D": "Dijital göçebeler",
      "E": "Dijital özneler"
    },
    "explanation": "<strong>Dijital Göçmenler</strong>: Teknolojilerin günlük hayatta yaygın olarak kullanılmasından önce doğmuş ve bu teknolojileri kullanmaya sonradan uyum sağlamaya çalışan nesildir."
  },
  {
    "id": "2981340",
    "unitNumber": 7,
    "text": "Aşağıdaki kavramlardan hangisi, bilgisayar, internet ve akıllı telefonlarla hızlanmış bilgi üretiminin ve iletişiminin bir sonucu olarak gelişen yeni yaşam ve yaklaşım biçimini tanımlayan kavramdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital kültür",
      "B": "Endüstri 4.0",
      "C": "Dijital okuryazarlık",
      "D": "Endüstri 3.0",
      "E": "Dijital göçmenlik"
    },
    "explanation": "<strong>Dijital kültür</strong>, “bilgisayar, internet ve akıllı telefonlarla hızlanmış bilgi üretiminin ve iletişiminin bir sonucu olarak gelişen yeni yaşam ve yaklaşım biçimi” olarak tanımlanmaktadır."
  },
  {
    "id": "2981341",
    "unitNumber": 7,
    "text": "Turizm rehberlik öğrencilerinin müze, tarihi yerler gibi yaşayarak öğrenebileceği yerlere gitmesi, gastronomi öğrencilerinin otel mutfaklarını ziyaret etmesi ya da mutfakta çalışması hangi tür öğrenmeyi ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Kinestetik öğrenme",
      "B": "Görsel öğrenme",
      "C": "İşitsel öğrenme",
      "D": "Kavramsal öğrenme",
      "E": "Soyut öğrenme"
    },
    "explanation": "<strong>Kinestetik Öğrenme:</strong> Kinestetik öğrenme, aktif yaşantıyı ifade eder. Kinestetik öğrenenler; canlandırmayla, rol oynayarak, taklit yaparak, küçük tartışma gruplarıyla, gezerek ve performansa dayalı öğrenmeyle daha iyi öğrenir. Yaşadıkları ya da yaptıkları fiziksel etkinlikler daha iyi öğrenmelerini sağlar. <strong>Turizm rehberlik öğrencilerinin müze, tarihî yerler gibi yaşayarak öğrenebileceği yerlere gitmesi, gastronomi öğrencilerinin otel mutfaklarını ziyaret etmesi ya da mutfakta çalışması buna örnek olarak verilebilir. </strong>"
  },
  {
    "id": "2981342",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, internet üzerinden sesli ve görüntülü eğitim, toplantı ve sunumlar<br/>yapılmasına olanak sağlayan; hiçbir yazılım indirmeye ve kurmaya gerek kalmaksızın yalnızca Web tarayıcısı kullanılarak eş zamanlı ve canlı sunumların internet üzerinden kolayca yapılabileceği yöntemi ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Webinar",
      "B": "Kinsetetik",
      "C": "Dijital göçmen",
      "D": "Semantik web",
      "E": "autocad"
    },
    "explanation": "<strong>WEBİNAR:</strong> İnternet üzerinden sesli ve görüntülü eğitim, toplantı ve sunumlar yapılmasına olanak sağlayan bir yöntemdir. Hiçbir yazılım indirmeye ve kurmaya gerek kalmaksızın yalnızca Web tarayıcısı kullanılarak eş zamanlı ve canlı sunumlar internet üzerinden kolayca yapılabilir."
  },
  {
    "id": "2981343",
    "unitNumber": 7,
    "text": "Aşağıdaki terimlerden hangisi, birden fazla yazar tarafından oluşturulmuş herkesin üzerinde istediği gibi düzenlemeler yapmasına izin veren web-temelli iş birlikli içerik veri tabanını ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Wiki",
      "B": "cohort",
      "C": "secondlife",
      "D": "Kinestetik",
      "E": "E-girişim"
    },
    "explanation": "<strong>Wiki:</strong> Birden fazla yazar tarafından oluşturulmuş herkesin üzerinde istediği gibi düzenlemeler yapmasına izin veren web-temelli iş birlikli bir içerik veri tabanıdır."
  },
  {
    "id": "2981344",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, E-öğrenmede, sınıf arkadaşlarının öğrenme sürecinin önemli bir parçası olarak etkileşimini vurgulayan; bir ders veya programdaki bir grup akranı ifade eden terimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kohort",
      "B": "Wiki",
      "C": "Webinar",
      "D": "Kinestetik",
      "E": "Secondlife"
    },
    "explanation": "<strong>Kohort (cohort):</strong> Bir ders veya programdaki bir grup akrandır. E-öğrenmede kohort tabanlı dersler, sınıf arkadaşlarının öğrenme sürecinin önemli bir parçası olarak etkileşimini vurgulamaktadır."
  },
  {
    "id": "2981345",
    "unitNumber": 7,
    "text": "Deneyimsel öğrenme döngüsünde, duygulardan çok mantığın, düşüncelerin önemli olduğu öğrenme aşamasına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Soyut kavramsallaştırma",
      "B": "Yansıtıcı gözlem",
      "C": "Aktif yaşantı",
      "D": "Rol oynama",
      "E": "Somut imgelem"
    },
    "explanation": "Deneyimsel öğrenme döngüsünün üçüncü aşaması <strong>soyut kavramsallaştırmadır.</strong> Somut deneyimlerle öğrenmenin tersine, mantık, soyut düşünce ve kavramlara odaklanma söz konusudur. Diğer bir anlatımla, duygulardan çok düşünceler önem kazanmaktadır."
  },
  {
    "id": "2981346",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, deneyimsel öğrenmenin ilk aşamasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Somut yaşantıyla öğrenme",
      "B": "Rol oynamayla öğrenme",
      "C": "Yansıtıcı gözlemle öğrenme",
      "D": "Soyut kavramsallaştırmayla öğrenme",
      "E": "Aktif yaşantıyla öğrenme"
    },
    "explanation": "Deneyimsel öğrenmenin <strong>ilk aşaması somut yaşantıyla (deneyim) öğrenmektir</strong>. Somut yaşantıyla öğrenmede, o anki deneyimi anlamanın ve sorun çözmenin önemli görüldüğü vurgulanmaktadır."
  },
  {
    "id": "2981347",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, deneyimsel öğrenme döngüsünün son aşamasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Aktif yaşantı",
      "B": "Rol oynama",
      "C": "Soyut kavramsallaştırma",
      "D": "Yansıtıcı gözlem",
      "E": "Somut yaşantı"
    },
    "explanation": "Deneyimsel öğrenme döngüsünün <strong>son aşaması aktif yaşantıdır</strong>. Deneyimsel öğrenmenin bu aşamasında, öğrenci öğrendiğini uygular ve işe yarayıp yaramadığını görür."
  },
  {
    "id": "2981348",
    "unitNumber": 8,
    "text": "Aşağıdaki tanımlardan hangisi endüstri 5.0 kavramına aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dijital devrim, internetin keşfi ve bilgi teknolojilerinin geliştirilmesi.",
      "B": "Teknolojinin insan hayatı ile bütünleşmesinin en üst seviyede yaşandığı çağ.",
      "C": "Analog robotların keşfi ve insanların hizmetine sunulması.",
      "D": "Robotların hızlı ve verimli bir şekilde insan hayatına entegre olmaları.",
      "E": "İnsanların yaratıcılığı ve işçiliğini robotların hızı, verimliliği ve tutarlılığı ile birleştirmeye odaklanmış model."
    },
    "explanation": "İnsanı merkezine alan ve teknolojinin her bir bireyin refahını sağlayacak şekilde toplumla bütünleştirilmesini hedefleyen “Endüstri 5.0”, önemli bir dijital devrim olarak karşımıza çıkmaktadır.<br/>İnsanların yaratıcılığı ve işçiliğini robotların hızı, verimliliği ve tutarlılığı ile birleştirmeye odaklanmış model."
  },
  {
    "id": "2981349",
    "unitNumber": 8,
    "text": "Aşağıdaki tanımlardan hangisi toplum 5.0 kavramının amaçlarındandır?",
    "correctAnswer": "B",
    "options": {
      "A": "Dünya üzerinde yaşayan herkesin internet erişiminin sağlanması.",
      "B": "Fiziksel ve sanal alanların bütünleşmesi ile sosyal problemlerin çözülmesi.",
      "C": "Robotların insanların yaptığı her işi yapabilir kapasiteye gelmesi.",
      "D": "Sanal gerçeklik projelerinin turizm, eğitim, tıp gibi alanlarda yaygınlaşması.",
      "E": "Yapay zeka sayesinde insansı robotların insansı robotlar haline gelmeleri."
    },
    "explanation": "Toplum 5.0’da fiziksel ve sanal alanların bütünleşmesi ile sosyal problemlerin çözülmesi hedeflenmektedir.<br/>Fiziksel ve sanal alanların bütünleşmesi ile sosyal problemlerin çözülmesi."
  },
  {
    "id": "2981350",
    "unitNumber": 8,
    "text": "Avcılıkla başlayan toplumsal yaşam tarım toplumuna, sonrasında sırası ile endüstri ve bilgi toplumuna evrilmiştir. Son birkaç yılda ise toplumsal yapı Japonlar tarafından ortaya atılan Toplum 5.0 olarak nitelendirilmeye başlanmıştır. Aşağıdakilerden hangisi Toplum 5.0 olgusunu şekillendiren faktörlerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyolojik dönüşüm",
      "B": "Yapay zeka",
      "C": "Endüstri devrimi",
      "D": "Organik tarım",
      "E": "Bilimsel gelişmeler"
    },
    "explanation": "Toplum 5.0, dijitalleşme ve yapay zekânın etkisinin her yönüyle değerlendirildiği, insanların makine ve robotlarla ilişkisinin en verimli biçimde sağlandığı bir toplum modeli olarak sunulmaktadır.<br/>Yapay zeka"
  },
  {
    "id": "2981351",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Toplum 5.0’ın geliştirilebilmesi için çözülmesi gereken sorunlardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "hukuk sistemindeki engeller",
      "B": "Robot teknolojilerindeki gelişmeler",
      "C": "Klonlama teknolojileri",
      "D": "Demografik farklar",
      "E": "Yapay zekanın geliştirilmesi"
    },
    "explanation": "Toplum 5.0’ın geliştirilebilmesi için çözülmesi gereken beş sorun; hukuk sistemindeki engeller, nesnelerin dijitalleşmesindeki bilimsel boşluklar, kalifiye personel eksikliği, sosyo-politik ön yargılar ve toplumsal direnç şeklinde sıralanmaktadır."
  },
  {
    "id": "2981352",
    "unitNumber": 8,
    "text": "Aşağıda yer alan, Toplum 5.0'ın hedeflerinden hangisi hızla yaşlanan nüfus sorununa çözüm önerileri içermektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal sorunların çözülmesi",
      "B": "İşletme reformu ile yeni değerlerin sağlanması",
      "C": "Hukuk sistemindeki engeller",
      "D": "Kalifiye personel eksikliği",
      "E": "Bireysel reform ile bireylerin gücünü artırmak"
    },
    "explanation": "Sosyal sorunların çözülmesi; hızla yaşlanan nüfus sorununun ve doğal afetler gibi birçok sorunun çözümü için çaba sarf edilmesi; işletmelerin denizaşırı genişlemesi ile küresel ölçekte sorunların çözülmesine katkıda bulunulması; kullanılan yazılımların kalitesinin yükseltmesi; iş ağlarının karşılıklı olarak birlikte çalışabilmesi, gerçek zamanlı süreçler ve uygulamalar ışığında eş güdümün sağlanması ve sanal güvenliğin artırılmasıdır (Keidanren, 2016)."
  },
  {
    "id": "2981353",
    "unitNumber": 8,
    "text": "Yakında zamanda gerçekleşmesi beklenen Endüstri 5.0 devrimi ve yaratacağı toplumsal dönüşüm ile ortaya çıkacak Toplum 5.0 konularında belirsizlikler olsa da gerçek dünya ile sanal dünya arasındaki engellerin kırılması beklenmektedir. Aşağıdakilerden hangileri Toplum 5.0'ın özelliklerindendir?\n I. Kişiye özel üretim modern tüketiciler için önemli bir faktör olacak,\n II. İnsan elinin değdiği ürünlere talep artacak,\n III. Bireylerin ihtiyaç duyduğu ürün ve hizmetler gerekli miktarlarda ve ihtiyaç duydukları anda temin edilecek, \n IV. Toplumun bir kesimi yüksek kaliteli hizmet alabilecek, \n IV. İnsanlar yaşları, cinsiyetleri, ırkları veya ana dilleri ile ilgili farklılıklarına yönelik ayrımcılığa maruz kalmadan refah içinde yaşayabilecekleri bir toplum yapısı oluşacaktır",
    "correctAnswer": "E",
    "options": {
      "A": "I., II., III., IV.",
      "B": "II., III., V.",
      "C": "III., IV., V",
      "D": "II., IV., V.",
      "E": "I., II., III., V."
    },
    "explanation": "Endüstri 5.0 ile birlikte gelen Toplum 5.0’ın özellikleri şu şekilde sıralanabilir: • Kişiye özel üretim modern tüketiciler için önemli bir faktör olacak, • İnsan elinin değdiği ürünlere talep artacak, • Bireylerin ihtiyaç duyduğu ürün ve hizmetler gerekli miktarlarda ve ihtiyaç duydukları anda temin edilecek, • Toplumun her kesimi yüksek kaliteli hizmet alabilecek, • İnsanlar yaşları, cinsiyetleri, ırkları veya ana dilleri ile ilgili farklılıklarına yönelik ayrımcılığa maruz kalmadan refah içinde yaşayabilecekleri bir toplum yapısı oluşacaktır (Atwell, 2017; Harayama, 2017; Scanlon, 2018; Østergaard, 2018). \n<br/>Toplumun her kesimi yüksek kaliteli hizmet alabilmesi beklenmektedir. Bu nedenle IV. yanlıştır. Doğru Cevap E<br/>I., II., III., V."
  },
  {
    "id": "2981354",
    "unitNumber": 8,
    "text": "Günümüzde işletmelerin sürekli gelişimini ve dönüşümünü sağlayan iş parametreleri; dijitalleşme, küreselleşme, ... ve müşteri odaklılıktır. Cümledeki boşluğu aşağıdaki terimlerden hangisi doğru bir şekilde doldurur?",
    "correctAnswer": "B",
    "options": {
      "A": "Optimizasyon",
      "B": "Agilizasyon",
      "C": "İş birliği",
      "D": "Rekabetçilik",
      "E": "Girişimcilik"
    },
    "explanation": "Günümüzde işletmelerin sürekli gelişimini ve dönüşümünü sağlayan iş parametreleri; dijitalleşme, küreselleşme, agilizasyon ve müşteri odaklılıktır."
  },
  {
    "id": "2981355",
    "unitNumber": 8,
    "text": "Kurumsal davranışı 20. yüzyıl işletmelerinin modellediği bir formdan, 21. yüzyıl işletmelerinin en kârlı ve rekabetçi pazarlarına uyacak bir forma dönüştürme süreci olarak tanımlanan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Agilizasyon",
      "B": "Avatar",
      "C": "Endüstri 5.0",
      "D": "Toplum 5.0",
      "E": "Dijitalleşme"
    },
    "explanation": "Agilizasyon: Kurumsal davranışı 20. yüzyıl işletmelerinin modellediği bir formdan, 21. yüzyıl işletmelerinin en kârlı ve rekabetçi pazarlarına uyacak bir forma dönüştürme süreci."
  },
  {
    "id": "2981356",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangileri Endüstri 5.0’da dijital teknolojilerin turizm sektörüne beklenen yansımalarındır?\n I. Sanal gerçeklik, özellikle turizm tanıtımında işletmelere ve destinasyonlara fayda sağlayacaktır.\n II. Turizm işletmelerinin ve destinasyonlarının cazibe merkezi hâline gelmesinde teknoloji ile ne kadar bütünleştikleri etkili olacaktır.\n III. Sanal turlar sayesinde turistler seyahat etmeden diledikleri destinasyonu gezebileceklerdir.\n IV. Dijitalleşme, turizm sektöründe tanıtım gibi maliyeti yüksek çalışmaları çok daha ucuza indirgeyebilecektir.\n V. Turizm sektöründe dijitalleşme doğru uygulandığında, turistlerin bilinç düzeyleri artacak ve gittikleri bölgeye zarar verme ihtimalleri azalacaktır.",
    "correctAnswer": "B",
    "options": {
      "A": "I., II., III., IV.",
      "B": "I., II., IV., V.",
      "C": "II., III., IV.",
      "D": "II., III., IV., V",
      "E": "I., II., III., V"
    },
    "explanation": "Endüstri 5.0’da dijital teknolojilerin turizm sektörüne beklenen yansımaları aşağıdaki gibi özetlenebilir (Ivanov vd., 2017): • Sanal gerçeklik, özellikle turizm tanıtımında işletmelere ve destinasyonlara fayda sağlayacaktır. • Turizm işletmelerinin ve destinasyonlarının cazibe merkezi hâline gelmesinde teknoloji ile ne kadar bütünleştikleri etkili olacaktır. • Sanal turlar turistlerde daha fazla merak duygusu uyandıracak ve turistlerin seyahat istekleri artacaktır. • Dijitalleşme, turizm sektöründe tanıtım gibi maliyeti yüksek çalışmaları çok daha ucuza indirgeyebilecektir. • Turizm sektöründe dijitalleşme doğru uygulandığında, turistlerin bilinç düzeyleri artacak ve gittikleri bölgeye zarar verme ihtimalleri azalacaktır. • Dijitalleşmenin getirdiği imkânlar ile ön deneyim yaşayabilen turistler satın alacağı tatil ürününe gerçekten ihtiyacı olup olmadığını öngörebilecek, böylece zamandan ve paradan tasarruf edebileceklerdir. • Teknolojik gelişmeler turizmde rekabetin ve kalitenin artmasını; işletmelerin v<br/>I., II., IV., V."
  },
  {
    "id": "2981357",
    "unitNumber": 8,
    "text": "Z ve Alfa kuşağında yer alan bireylerin seyahat ederken göstereceği en belirgin davranışların; son dakika kararları, fırsat arayışları, tavsiye (WOM) kullanımı, destinasyonlar hakkındaki tavsiye kaynakları ve düşük maliyetli (low-cost) seyahat araçları üzerinde yoğunlaşacağı belirtilmektedir (Haddouche ve Salomone, 2018). Bu kuşaklar özellikle “...” olarak tanımlanan bölgelere seyahat etmeyi tercih edeceklerdir. Cümledeki boşluğu aşağıdakilerden hangisi doğru bir biçimden doldurur?",
    "correctAnswer": "B",
    "options": {
      "A": "\"Internet Bağlantılı\"",
      "B": "“Akıllı Destinasyonlar”",
      "C": "\"Ekonomik Seçenekler\"",
      "D": "\"7 yıldızlı\"",
      "E": "\"Mobil Teknoloji Dostu\""
    },
    "explanation": "Z ve Alfa kuşağında yer alan bireylerin seyahat ederken göstereceği en belirgin davranışların; son dakika kararları, fırsat arayışları, tavsiye (WOM) kullanımı, destinasyonlar hakkındaki tavsiye kaynakları ve düşük maliyetli (low-cost) seyahat araçları üzerinde yoğunlaşacağı belirtilmektedir (Haddouche ve Salomone, 2018). Bu kuşaklar özellikle “Akıllı Destinasyonlar” olarak tanımlanan bölgelere seyahat etmeyi tercih edeceklerdir. B"
  },
  {
    "id": "2981358",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Teknolojinin insan hayatı ile bütünleşmesinin en üst seviyede yaşandığı bir çağdır.</li> <li>İnsanı merkezine alan ve teknolojinin her bir bireyin refahını sağlayacak şekilde toplumla bütünleştirilmesini hedeflemektedir.</li> <li>Odak noktaları arasında süreçlerin otomatikleştirilmesini ve en hatasız şekilde yürütülmesini sağlamanın yanı sıra insan odaklılığı da bulunmaktadır. </li> <li>İşletme süreçlerinin daha fazla sayısallaştırılması için temel oluşturan bir grup bağlantılı teknolojik ilerlemeyi tanımlamak için kullanılan bir terimdir.</li> <li>Veri hacimlerinde artış; hesaplama ve bağlantı gücü, analitik ve iş zekâsı yeteneklerinin ortaya çıkışı; dokunmatik arayüzler ve artırılmış gerçeklik sistemleri, gelişmiş robotik ve 3D baskı gibi dijital dünyanın fiziksel dünyaya aktarılması söz konusudur.</li> </ol> Endüstri 4.0 ile ilgili yukarıda verilenlerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "II ve III",
      "B": "IV ve V",
      "C": "I, II ve III",
      "D": "I, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "İnsanı merkezine alan ve teknolojinin her bir bireyin refahını sağlayacak şekilde toplumla bütünleştirilmesini hedefleyen Endüstri 5.0’dır.\n Endüstri 4.0’ın tek odak noktasının süreçlerin otomatikleştirilmesini ve en hatasız şekilde yürütülmesini sağlamak olması insan odaklılığını geri plana atmıştır."
  },
  {
    "id": "2981359",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>İnsanların yaratıcılığı ve işçiliğini robotların hızı, verimliliği ve tutarlılığı ile birleştirmeye odaklanmış endüstri modelidir.</li> <li>İnsan odaklılığın ön plana çıkması ve teknolojinin önceki dönemlerden çok daha hızlı gelişmesi beklenmektedir. </li> <li>Endüstri 5.0 otomatikleşmeye odaklı iken, Endüstri 4.0 insanlar ile makineler arasındaki sinerjiye odaklıdır. </li> <li>Yapay zekânın insanın ortak yaşamına nüfuz etmesini amaçlamaktadır. </li> <li>Siber fiziksel sistemler (cyberphysical systems) güçlendirilerek üretim ile bütünleştirilmiş ve işletmelerin rekabet edebilirliğine katkı sağlanmıştır.</li> </ol> Endüstri 5.0 ile ilgili yukarıda verilenlerden hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "III ve V",
      "B": "I, II ve IV",
      "C": "II, III ve IV",
      "D": "III, IV ve V",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Endüstri 4.0 otomatikleşmeye odaklı iken, Endüstri 5.0 insanlar ile makineler arasındaki sinerjiye odaklıdır.\n Siber fiziksel sistemler (cyberphysical systems) güçlendirilerek üretim ile bütünleştirilmiş ve işletmelerin rekabet edebilirliğine katkı sağlanması Endüstri 4.0 ile ilgilidir."
  },
  {
    "id": "2981360",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi toplum 5.0’ın geliştirilebilmesi için çözülmesi gereken sorunlardan <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Hukuk sistemindeki engeller",
      "B": "Nesnelerin dijitalleşmesindeki bilimsel boşluklar",
      "C": "Yaşlanan dünya nüfusu",
      "D": "Kalifiye personel eksikliği",
      "E": "Toplumsal direnç"
    },
    "explanation": "Toplum 5.0’ın geliştirilebilmesi için çözülmesi gereken beş sorun; hukuk sistemindeki engeller, nesnelerin dijitalleşmesindeki bilimsel boşluklar, kalifiye personel eksikliği, sosyo-politik ön yargılar ve toplumsal direnç şeklinde sıralanmaktadır."
  },
  {
    "id": "2981361",
    "unitNumber": 8,
    "text": "Bilgi ağlarını birleştirerek katma değer sağlayan bir bilgi toplumu aşağıdaki toplum türlerinden hangisini tanımlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Toplum 1.0",
      "B": "Toplum 2.0",
      "C": "Toplum 3.0",
      "D": "Toplum 4.0",
      "E": "Toplum 5.0"
    },
    "explanation": "<em>Toplum 1.0:</em> Doğa ile uyumlu ve bir arada avlanan insan grupları vardır.\n <em>Toplum 2.0:</em> Tarımsal üretim yapan ve daha organize hareket eden ulus inşasına dayalı gruplar vardır.\n <em>Toplum 3.0:</em> Sanayi Devrimi yoluyla sanayileşmeyi teşvik eden ve seri üretimi mümkün kılan bir toplum vardır.\n <em>Toplum 4.0:</em> Bilgi ağlarını birleştirerek katma değer sağlayan bir bilgi toplumu vardır.\n <em>Toplum 5.0:</em> İnsanı merkeze alan ve refah içerisinde bir toplum hedefleyen yapı vardır."
  },
  {
    "id": "2981362",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Toplum 5.0’ın özelliklerinden <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Kişiye özel üretim modern tüketiciler için önemli bir faktör olması",
      "B": "İnsan elinin değdiği ürünlere talebin artması",
      "C": "Bireylerin ihtiyaç duyduğu ürün ve hizmetlerin gerekli miktarlarda ve ihtiyaç duydukları anda temin edilebilmesi",
      "D": "İnsanlar yaşları, cinsiyetleri, ırkları veya ana dilleri ile ilgili farklılıklarına yönelik ayrımcılığa maruz kalmadan refah içinde yaşayabilecekleri bir toplum yapısının oluşması",
      "E": "Toplumun sadece belli bir kesiminin yüksek kaliteli hizmet alabilmesi"
    },
    "explanation": "Endüstri 5.0 ile birlikte gelen Toplum 5.0’ın özellikleri şu şekilde sıralanabilir:\n <ul> <li>Kişiye özel üretim modern tüketiciler için önemli bir faktör olacak,</li> <li>İnsan elinin değdiği ürünlere talep artacak,</li> <li>Bireylerin ihtiyaç duyduğu ürün ve hizmetler gerekli miktarlarda ve ihtiyaç duydukları anda temin edilecek,</li> <li>Toplumun her kesimi yüksek kaliteli hizmet alabilecek,</li> <li>İnsanlar yaşları, cinsiyetleri, ırkları veya ana dilleri ile ilgili farklılıklarına yönelik ayrımcılığa maruz kalmadan refah içinde yaşayabilecekleri bir toplum yapısı oluşacaktır.</li> </ul>"
  },
  {
    "id": "2981363",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi işletmelerin sürekli gelişimini ve dönüşümünü sağlayan iş parametreleri arasında <u>yer almaz?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Ön deneyim",
      "B": "Dijitalleşme",
      "C": "Küreselleşme",
      "D": "Agilizasyon",
      "E": "Müşteri odaklılık"
    },
    "explanation": "Günümüzde işletmelerin sürekli gelişimini ve dönüşümünü sağlayan iş parametreleri; dijitalleşme, küreselleşme, agilizasyon ve müşteri odaklılıktır."
  },
  {
    "id": "2981364",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Sanal gerçeklik, özellikle turizm tanıtımında işletmelere ve destinasyonlara fayda sağlayacaktır.</li> <li>Sanal turlar turistlerde daha fazla merak duygusu uyandıracak ve turistlerin seyahat istekleri artacaktır. </li> <li>Turizm sektöründe birçok iş gücünün tamamen olmasa da robotlar ve servis otomasyonu ile yer değiştirmesi mümkün olacaktır. </li> <li>Turizm sektöründe dijitalleşme doğru uygulandığında, turistlerin bilinç düzeyleri artacak ve gittikleri bölgeye zarar verme ihtimalleri azalacaktır. </li> <li>Pek çok işletme için dijitalleşme maliyetleri artırabilir.</li> </ol> Yukarıda verilenlerden hangileri Endüstri 5.0’da dijital teknolojilerin turizm sektörüne beklenen olumlu yansımalarıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "II ve III",
      "B": "III ve V",
      "C": "I, III ve V",
      "D": "I, II ve IV",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Endüstri 5.0’da beklenen bazı olumsuzluklar da vardır. Örneğin, pek çok işletme için dijitalleşme maliyetleri artırabileceğinden, işletmeler arası rekabette bu işletmeler avantaj elde edemeyebilirler. Ayrıca turizm sektöründe birçok iş gücünün tamamen olmasa da robotlar ve servis otomasyonu ile yer değiştirmesi olumsuz sonuçlar doğurabilir."
  },
  {
    "id": "2981365",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Kitle turizmi hareketleri geri planda kalırken kişiye özel seyahatlerin ön plana çıkması</li> <li>Seyahatleri sırasında mobil ve sanal uygulamalar üzerinden iletişim kurmak yerine yüzyüze iletişimi tercih etmeleri </li> <li>El yapımı ve kişiselleştirilmiş turizm ürünlerine olan talebin artması </li> <li>“Akıllı Destinasyonlar” olarak tanımlanan bölgelere seyahat etmenin tercih edilmesi </li> <li>Son dakika kararlarının ve düşük maliyetli (low-cost) seyahat araçlarının seyahati etkilememesi </li> <li>Artırılmış gerçeklik, akıllı etiketler, akıllı kartlar ve benzeri dijital ürünler seyahatlerinin ayrılmaz birer parçası olması</li> </ol> Yukarıdakilerden hangileri Z ve Alfa kuşaklarının özelliklerine göre turizm sektöründe sunulan hizmetin niteliğine yansıyacaklar arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "II ve V",
      "B": "I, III ve V",
      "C": "II, IV ve VI",
      "D": "I, II, III ve IV",
      "E": "I, III, IV ve VI"
    },
    "explanation": "Z ve Alfa kuşağında yer alan bireylerin seyahat ederken göstereceği en belirgin davranışların; son dakika kararları, fırsat arayışları, tavsiye (WOM) kullanımı, destinasyonlar hakkındaki tavsiye kaynakları ve düşük maliyetli (low-cost) seyahat araçları üzerinde yoğunlaşacağı belirtilmektedir. Seyahatleri sırasında mobil teknolojiyi ve sanal uygulamalar üzerinden iletişim kurmayı tercih edeceklerdir."
  },
  {
    "id": "2981366",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi geleceğin otellerinin özellikleri arasında <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Robot Yardımcılar",
      "B": "Seyahat Avatarı Desteği",
      "C": "Eko-Oteller",
      "D": "Ortaklaşa Lezzet Deneyimi",
      "E": "Akıllı Otel Odaları"
    },
    "explanation": "<em>Farklı Bir Lezzet Deneyimi:</em> Otel restoranları, DNA analizleri doğrultusunda kişinin damak tadına en uygun ve en çok beğeneceği yemekleri servis edecektir. Konuk otele varmadan, DNA özelliklerine göre sağlığı için optimize edilmiş, kişiye özel diyet ve beslenme menüsü hazır olacaktır."
  },
  {
    "id": "2981367",
    "unitNumber": 8,
    "text": "<ol type=\"I\"><br/><li>Agilizasyon: Kullanıcısıyla yazı veya konuşma yolu ile iletişim kuran, onu bilgilendiren ve gerektiğinde işlem yapan bir yazılım</li><br/><li>Chatbot: Kurumsal davranışı 20. yüzyıl işletmelerinin modellediği bir formdan, 21. yüzyıl işletmelerinin en kârlı ve rekabetçi pazarlarına uyacak bir forma dönüştürme süreci </li><br/><li>Avatar: Gerçek bir kişiyi sanal ortamda temsil eden sanal kişi </li><br/><li>Alfa Kuşağı: 1990’lı yılların sonundan itibaren doğan kişilerden oluşan Yeni Sessiz Nesil, Gen Z, Zeds, IGen (Internet Generation) gibi farklı isimlerle anılan kuşak </li><br/><li>Pop-Up Otel: Kısa bir süre için geçici olarak kurulan ve daha sonra taşınabilen oteller</li><br/></ol><br/>Yukarıdaki tanımlardan hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "III ve V",
      "B": "II ve IV",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "III, IV ve V"
    },
    "explanation": "<em>Agilizasyon:</em> Kurumsal davranışı 20. yüzyıl işletmelerinin modellediği bir formdan, 21. yüzyıl işletmelerinin en kârlı ve rekabetçi pazarlarına uyacak bir forma dönüştürme süreci.\n<br/><em>Chatbot:</em> Kullanıcısıyla yazı veya konuşma yolu ile iletişim kuran, onu bilgilendiren ve gerektiğinde işlem yapan bir yazılım.\n<br/><em>Z Kuşağı:</em> İnternetin ticari amaçla küresel çapta yaygınlaşmaya başladığı 1990’lı yılların sonundan itibaren doğan kişilerden oluşan Yeni Sessiz Nesil, Gen Z, Zeds, IGen (Internet Generation) gibi farklı isimlerle anılan günümüzün gençlik kuşağı olarak tanımlanan kuşaktır."
  },
  {
    "id": "2981368",
    "unitNumber": 8,
    "text": "Süper Akıllı Toplum olarak da adlandırılan yeni toplum yapısın diğer adı nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Toplum 1.0",
      "B": "Toplum 2.0",
      "C": "Toplum 3.0",
      "D": "Toplum 4.0",
      "E": "Toplum 5.0"
    },
    "explanation": "Dijital devrim paralelinde toplumlarında “Toplum 5.0 (Süper Akıllı Toplum)” olarak adlandırılan yeni bir toplum yapısına evrilmesi beklenmektedir."
  },
  {
    "id": "2981369",
    "unitNumber": 8,
    "text": "Üretimin insan gücünden makineye geçmesiyle başlayan Endüstri Devrimleri serisi günümüzde ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Teknolojik devrim",
      "B": "Sosyal devrim",
      "C": "Psikolojik devrim",
      "D": "Ekonomik devrim",
      "E": "Kültürel devrim"
    },
    "explanation": "Üretimin insan gücünden makineye geçmesiyle başlayan Endüstri Devrimleri serisi günümüzde “teknolojik devrim” ile devam etmektedir. Teknolojinin daha büyük çapta üretime imkân sağlaması ve önceki dönemlere göre daha karmaşık makineler üretebilmesi bu dönüşümü başlatmıştır."
  },
  {
    "id": "2981370",
    "unitNumber": 8,
    "text": "İleri teknolojilerin süreç verimliliğinin artırılması hususunda yeni bir dijital devrim olan ve insanı merkezine olan endüstri modeline ne ad verilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Endüstri 1.0",
      "B": "Endüstri 2.0",
      "C": "Endüstri 3.0",
      "D": "Endüstri 4.0",
      "E": "Endüstri 5.0"
    },
    "explanation": "İleri teknolojilerin süreç verimliliğinin artırılması hususunda yeni bir dijital devrim olan ve insanı merkezine alan “Endüstri 5.0” çözüm olarak önerilmektedir."
  },
  {
    "id": "2981371",
    "unitNumber": 8,
    "text": "Sürdürülebilir Kalkınma toplam kaç amaçtan oluşmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "14",
      "B": "15",
      "C": "16",
      "D": "17",
      "E": "18"
    },
    "explanation": "Sürdürülebilir Kalkınma Amaçları (Küresel Amaçlar), yoksulluğu ortadan kaldırmak, dünyayı korumak ve tüm insanların barış ve refah içinde yaşamasını sağlamak için evrensel bir eylem çağrısıdır. Bu 17 amaç, “Bin Yıl Kalkınma Hedefleri”nin başarılarının üzerine inşa edilmektedir. İklim değişikliği, ekonomik eşitsizlik, yenilikçilik, sürdürülebilir tüketim, barış ve adalet gibi alanları kapsamaktadır. Amaçlar birbirinden bağımsız değildir. Diğer bir ifadeyle ortak yönleri olan sorunlar birlikte ele alınmaktadır. Sürdürülebilir Kalkınma Amaçları tüm ülkelere, kendi önceliklerine ve dünyanın karşı karşıya olduğu çevre sorunlarına uygun olarak benimseyecekleri şekilde rehberlik eder"
  },
  {
    "id": "2981372",
    "unitNumber": 8,
    "text": "Doğa ile uyumlu ve bir arada avlanan insan grupları ile açıklanan toplum yapısı aşağıdaki seçeneklerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplum 1.0",
      "B": "Toplum 2.0",
      "C": "Toplum 3.0",
      "D": "Toplum 4.0",
      "E": "Toplum 5.0"
    },
    "explanation": "Toplum 1.0: Doğa ile uyumlu ve bir arada avlanan insan grupları vardır."
  },
  {
    "id": "2981373",
    "unitNumber": 8,
    "text": "Tarımsal üretim yapan ve daha organize hareket eden ulus inşasına dayalı gruplar ile açıklanan toplum yapısı aşağıdaki seçeneklerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Toplum 1.0",
      "B": "Toplum 2.0",
      "C": "Toplum 3.0",
      "D": "Toplum 4.0",
      "E": "Toplum 5.0"
    },
    "explanation": "Toplum 2.0: Tarımsal üretim yapan ve daha organize hareket eden ulus inşasına dayalı gruplar vardır."
  },
  {
    "id": "2981374",
    "unitNumber": 8,
    "text": "Sanayi Devrimi yoluyla sanayileşmeyi teşvik eden ve seri üretimi mümkün kılan bir toplum ile açıklanan toplum yapısı aşağıdaki seçeneklerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Toplum 1.0",
      "B": "Toplum 2.0",
      "C": "Toplum 3.0",
      "D": "Toplum 4.0",
      "E": "Toplum 5.0"
    },
    "explanation": "Toplum 3.0: Sanayi Devrimi yoluyla sanayileşmeyi teşvik eden ve seri üretimi mümkün kılan bir<br/>toplum vardır."
  },
  {
    "id": "2981375",
    "unitNumber": 8,
    "text": "Bilgi ağlarını birleştirerek katma değer sağlayan bir bilgi toplumu ile açıklanan toplum yapısı aşağıdaki seçeneklerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Toplum 1.0",
      "B": "Toplum 2.0",
      "C": "Toplum 3.0",
      "D": "Toplum 4.0",
      "E": "Toplum 5.0"
    },
    "explanation": "Toplum 4.0: Bilgi ağlarını birleştirerek katma değer sağlayan bir bilgi toplumu vardır."
  },
  {
    "id": "2981376",
    "unitNumber": 8,
    "text": "Sosyal medya, internet, bilgisayar ve cep telefonu gibi birçok elektronik cihazın gelişimine ve yaygınlaşmasına tanıklık eden kuşağa ne ad verilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "B Kuşağı",
      "B": "M Kuşağı",
      "C": "S Kuşağı",
      "D": "T Kuşağı",
      "E": "Z Kuşağı"
    },
    "explanation": "Yeni nesil Z kuşağı, teknolojinin özellikle internet ile birlikte hızla ivme kazandığı dönemde doğanlardan oluşmaktadır. Sosyal medya, internet, bilgisayar ve cep telefonu gibi birçok elektronik cihazın gelişimine ve yaygınlaşmasına tanıklık eden bu kuşak, hayatlarının her anında teknoloji ile iç içe bir yaşam sürdürmektedir."
  },
  {
    "id": "2981377",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerden hangisi Endüstri 5.0 ile turizm alanında yaşanabilecek değişikliklerden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Turizm işletmelerinde iş süreçleri dijitalleşecek",
      "B": "Yeni nesil dijital turistin turist deneyimini kişiselleştirme talebi artacak",
      "C": "3D teknolojilerin özellikle yiyecek içecek sektöründe kullanımı artacak",
      "D": "Turistlere alternatif ödeme seçenekleri sunulacak",
      "E": "Kalifiye iş gücüne olan gereksinim azalacak"
    },
    "explanation": "Otel işletmelerinde ve turist rehberliği hizmetlerinde olduğu gibi turizm sektörünün tüm alanlarında dijitalleşmenin ivme kazanması Endüstri 5.0’da kalifiye iş gücüne olan gereksinimi artıracaktır. Yeni nesil teknolojilerin sektörde kullanımı ile çalışma şekilleri ve iş tanımları değişime uğrayacaktır."
  },
  {
    "id": "2981378",
    "unitNumber": 8,
    "text": "Dijital devrimlerin temeli hangi yıllarda atılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1920",
      "B": "1930",
      "C": "1950",
      "D": "1970",
      "E": "1990"
    },
    "explanation": "Üretilen ilk bilgisayarla birlikte 1950’li yıllarda dijital devrimlerin temeli atılmıştır."
  },
  {
    "id": "2981379",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Endüstri 5.0 modelinin merkezinde yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "İnsan",
      "B": "Robot",
      "C": "Bilgisayar",
      "D": "Makine",
      "E": "Yapay zeka"
    },
    "explanation": "Endüstri 4.0’ın tek odak noktasının süreçlerin otomatikleştirilmesini ve en hatasız şekilde yürütülmesini sağlamak olması insan odaklılığını geri plana atmıştır. Bu nedenle ileri teknolojilerin süreç verimliliğinin artırılması hususunda yeni bir dijital devrim olan ve insanı merkezine alan “Endüstri 5.0” çözüm olarak önerilmektedir."
  },
  {
    "id": "2981380",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Sanayi Devrimi yoluyla sanayileşmeyi teşvik eden ve seri üretimi mümkün kılan toplum modelini tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Toplum 1.0",
      "B": "Toplum 2.0",
      "C": "Toplum 3.0",
      "D": "Toplum 4.0",
      "E": "Toplum 5.0"
    },
    "explanation": "Toplum 3.0: Sanayi Devrimi yoluyla sanayileşmeyi teşvik eden ve seri üretimi mümkün kılan bir toplum vardır."
  },
  {
    "id": "2981381",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Endüstri 5.0 dönüşüm sürecinde turizm sektörünün geleceği ile ilgili öngörülerden biri <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Turizm işletmelerinde iş süreçleri dijitalleşmeye devam edecek",
      "B": "Yeni nesil dijital turistin turist deneyimini kişiselleştirme talebi artacak",
      "C": "Turizm kırsala yönlenecek",
      "D": "Turist rehberliği hizmetleri dijitalleşecek",
      "E": "3D teknolojilerin özellikle yiyecek içecek sektöründe kullanımı artacak"
    },
    "explanation": "Turizmin kırsala yönelmesinin Endüstri 5.0 dönüşüm süreci ile ilgisi yoktur."
  },
  {
    "id": "2981382",
    "unitNumber": 8,
    "text": "Geleceğin otellerinin özelliklerinden hangisinde valiz hazırlama sorununa çözüm üretilmesi amaçlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Her odada 3 boyutlu yazıcı",
      "B": "Robot yardımcılar",
      "C": "Pop-up oteller",
      "D": "Akıllı otel odaları",
      "E": "Seyahat avatarı desteği"
    },
    "explanation": "Her odada 3 boyutlu yazıcı teknolojisi ile konukların tatil için valiz hazırlama sorununa çözüm üretilmesi amaçlanmaktadır.Gelecekte konuklar üç boyutlu yazıcılar ile yeni bir çift ayakkabı, kıyafetler, ilaçlar, hatta bilgisayar veya giyilebilir telefona kadar arzu ettikleri her şeyi gerçek zamanlı olarak üretebilecektir."
  },
  {
    "id": "2981383",
    "unitNumber": 8,
    "text": "Otonom robotlara ulaşmanın ucuzlaması ile daha çok onlarla arkadaşlık kurmaları beklenen kuşak hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "D",
      "B": "X",
      "C": "Y",
      "D": "Z",
      "E": "Alfa"
    },
    "explanation": "Alfa Kuşağı: 21. yüzyılda doğan veya doğacak ilk kuşaktır. Alfa kuşağının daha aceleci, sabırsız ve kendine odaklı bir kuşak olacağı tahmin edilmektedir. Otonom robotlara ulaşmanın ucuzlaması ve kolaylaşması ile daha çok onlarla arkadaşlık kurmaları beklenen bir kuşaktır."
  },
  {
    "id": "2981384",
    "unitNumber": 8,
    "text": "Z ve Alfa kuşağı ile birlikte turizm sektöründe aşağıdakilerden hangisi beklenmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kitle turizmi hareketlerinin artması",
      "B": "Yüksek maliyetli seyahatlere odaklanması",
      "C": "İleri yaşlarda seyahat isteği",
      "D": "Kişiye özel seyahatlerin ön plana çıkması",
      "E": "Dinlenme amaçlı tatilin artması"
    },
    "explanation": "Z ve Alfa kuşağının özellikleri, turizm sektöründe sunulan hizmetin niteliğine de yansıyacaktır. Kitle turizmi hareketleri geri planda kalırken kişiye özel seyahatlerin ön plana çıkması beklenmektedir."
  },
  {
    "id": "2981385",
    "unitNumber": 8,
    "text": "Türizmde dijitalleşmeye Almanya’ya göre daha az yönelmiş olan ülke hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Slovakya",
      "B": "Danimarka",
      "C": "Litvanya",
      "D": "İspanya",
      "E": "Hollanda"
    },
    "explanation": "Nordik ülkelerdeki (Danimarka, Finlandiya, Hollanda, İsveç) turizm sektörünün paydaşlarına bakıldığında önemli oranda (%70) dijitalleşme adımları attıkları görülmektedir. Benzer şekilde Anglo Sakson ülkelerindeki (İrlanda, Birleşik Krallık), Akdeniz ülkelerindeki (Kıbrıs, Yunanistan, İtalya, Malta, Portekiz, İspanya, Türkiye) ve Kıta-Avrupası ülkelerindeki (Avusturya, Belçika, Hırvatistan, Çekya (Çek Cumhuriyeti), Fransa, <strong>Almanya</strong>, Macaristan, Lüksemburg, Polonya, Slovakya, Slovenya) sektör paydaşlarının yarısı <strong>(%50)</strong> turizmde dijitalleşmeye yönelmiştir. Doğu Avrupa ülkelerinde (Arnavutluk, Bulgaristan, Estonya, Letonya, <strong>Litvanya</strong>, Kuzey Makedonya, Sırbistan, Karadağ, Romanya) ise bu oran <strong>(%44) </strong>biraz geride kalmış olsa da bazı değişiklikler ile turizm sektöründe dijitalleşmenin artması beklenmektedir."
  },
  {
    "id": "2981386",
    "unitNumber": 8,
    "text": "Turistlerle kurulacak dijital iletişimin öncüsü olması beklenen “VisitCanberra” internet sitesi hangi ülkenin projesidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Avustralya",
      "B": "Hırvatistan",
      "C": "Romanya",
      "D": "Cezayir",
      "E": "İtalya"
    },
    "explanation": "Avustralya’nın başkenti Kanberra’nın “2020 Turizm Stratejisi”nde turizm sektörünün öncelikle dijitalleşme kapasitesinin arttırılması hedeflenmiştir. Bu bağlamda “VisitCanberra” internet sitesinin turistlerle kurulacak dijital iletişimin öncüsü olması ve destinasyonla ilgili turistlerin algılarında olumlu imaj yaratması beklenmektedir."
  },
  {
    "id": "2981387",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Endüstri 5.0 ile birlikte sanal gerçeklik uygulamalarının artmasının turizm sektöründe beklenen etkilerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kalifiye iş gücüne olan gereksinimin artması",
      "B": "Tanıtım maaliyetlerinin düşmesi",
      "C": "Konuğun ana dilinin alternatif dillere çevrilmesi",
      "D": "3D gıda baskısı yapılması",
      "E": "Konukları robotların karşılaması"
    },
    "explanation": "Endüstri 5.0 ile birlikte turizm sektöründe sanal gerçeklik uygulamalarının artacak olması, turizm işletmelerinin ve destinasyonların tanıtım modellerini de değiştirecektir. Turizm destinasyonlarının cazibe merkezi hâline gelmesinde bu uygulamalar etkili olacaktır. Ayrıca, bu uygulamaların turizm sektöründe tanıtım gibi maliyeti yüksek çalışmaları çok daha ucuza indirgemesi beklenmektedir."
  },
  {
    "id": "2981388",
    "unitNumber": 8,
    "text": "Toplum 5.0 terimi ilk kez hangi ülke tarafından kullanışmıştı?",
    "correctAnswer": "A",
    "options": {
      "A": "Japonya",
      "B": "Fransa",
      "C": "İngiltere",
      "D": "Amerika Birleşik Devletleri",
      "E": "İsveç"
    },
    "explanation": "Toplum 5.0: Siber alan ve fiziksel alanın (gerçek toplumun) yüksek düzeyde bütünleştiği “süper akıllı toplum” olarak tanımlanmaktadır. Bu terim ilk kez 2016 yılında Japonya hükûmeti Bilim, Teknoloji ve İnovasyon Konseyinde Bakanlar Kurulu tarafından “Beşinci Bilim ve Teknoloji Temel Planı”nda kullanılmıştır."
  },
  {
    "id": "2981389",
    "unitNumber": 8,
    "text": "Toplum 5.0 terimi ilk kez hangi yıl kullanılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "2000",
      "B": "2005",
      "C": "2010",
      "D": "2016",
      "E": "2020"
    },
    "explanation": "Bu terim ilk kez 2016 yılında Japonya hükûmeti Bilim, Teknoloji<br/>ve İnovasyon Konseyinde Bakanlar Kurulu tarafından “Beşinci Bilim ve Teknoloji<br/>Temel Planı”nda kullanılmıştır.<br/>Bu terim ilk kez 2016 yılında Japonya hükûmeti Bilim, Teknoloji ve İnovasyon Konseyinde Bakanlar Kurulu tarafından “Beşinci Bilim ve Teknoloji Temel Planında kullanılmıştır."
  },
  {
    "id": "2981390",
    "unitNumber": 8,
    "text": "Doğa ile uyumlu ve bir arada avlanan insan grupların olduğu toplum aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplum 1.0",
      "B": "Toplum 2.0",
      "C": "Toplum 3.0",
      "D": "Toplum 4.0",
      "E": "Toplum 5.0"
    },
    "explanation": "Toplum 1.0: Doğa ile uyumlu ve bir arada avlanan insan grupları vardır."
  },
  {
    "id": "2981391",
    "unitNumber": 8,
    "text": "Sanayi Devrimi yoluyla sanayileşmeyi teşvik eden ve seri üretimi mümkün kılan bir<br/>toplum aşağıdakilerden hangisi ile tanımlanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Toplum 1.0",
      "B": "Toplum 2.0",
      "C": "Toplum 3.0",
      "D": "Toplum 4.0",
      "E": "Toplum 5.0"
    },
    "explanation": "Toplum 3.0: Sanayi Devrimi yoluyla sanayileşmeyi teşvik eden ve seri üretimi mümkün kılan bir toplum vardır."
  },
  {
    "id": "2981392",
    "unitNumber": 8,
    "text": "Akıllı şehirlerin insan müdahalesi gerektirmeyen, “İnsan-Siber Alan-Fiziksel Sistemleri (HCPS)” ile donatılmış akıllı fabrikaları kullanarak yaşam kalitesi için en iyi koşulların sağlandığı bir model aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Endüstri 5.0",
      "B": "Endüstri 4.0",
      "C": "Endüstri 3.0",
      "D": "Endüstri 2.0",
      "E": "Endüstri 1.0"
    },
    "explanation": "Endüstri 5.0, akıllı şehirlerin insan müdahalesi gerektirmeyen, birbiri ile iletişime geçen<br/>sensörlere sahip, “İnsan-Siber Alan-Fiziksel Sistemleri (HCPS)” ile donatılmış akıllı fabrikaları kullanarak yaşam kalitesi için en iyi koşulların sağlandığı bir modeldir (Foresti vd., 2019)."
  },
  {
    "id": "2981393",
    "unitNumber": 8,
    "text": "Kurumsal davranışı 20. yüzyıl işletmelerinin modellediği bir formdan, 21. yüzyıl işletmelerinin en kârlı ve rekabetçi pazarlarına uyacak bir forma dönüştürme süreci aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Chatbot",
      "B": "Agilizasyon",
      "C": "Avatar",
      "D": "Pop-Up Otel",
      "E": "Alfa"
    },
    "explanation": "Agilizasyon: Kurumsal davranışı 20. yüzyıl işletmelerinin modellediği bir formdan, 21. yüzyıl işletmelerinin en kârlı ve rekabetçi pazarlarına uyacak bir forma dönüştürme süreci."
  },
  {
    "id": "2981394",
    "unitNumber": 8,
    "text": "Gerçek bir kişiyi sanal ortamda temsil eden sanal kişiyi tanımlayan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Alfa",
      "B": "Agilizasyon",
      "C": "Chatbot",
      "D": "Avatar",
      "E": "Pop-Up"
    },
    "explanation": "Avatar: Gerçek bir kişiyi sanal ortamda temsil eden sanal kişi (resim, şekil, grafik, vb)"
  },
  {
    "id": "2981395",
    "unitNumber": 8,
    "text": "21. yüzyılda doğan veya doğacak ilk kuşak aşağıdakilerden hangisi ile tanımlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Alfa (α ) Kuşağı",
      "B": "Y Kuşağı",
      "C": "Z Kuşağı",
      "D": "X Kuşağı",
      "E": "Q Kuşağı"
    },
    "explanation": "Alfa (α ) Kuşağı: 21. yüzyılda doğan veya doğacak ilk kuşaktır. Alfa kuşağının daha<br/>aceleci, sabırsız ve kendine odaklı bir kuşak olacağı tahmin edilmektedir. Otonom<br/>robotlara ulaşmanın ucuzlaması ve kolaylaşması ile daha çok onlarla arkadaşlık kurmaları beklenen bir kuşaktır."
  },
  {
    "id": "2981396",
    "unitNumber": 8,
    "text": "Aşağıdaki ülkelerden hangisi hem bölge sakinlerine hem de turistlere belirli bir yolculuk<br/>için mevcut ulaşım araçlarıyla ilgili kapsamlı bilgi sunacak, onların bilet rezervasyonu yapmalarını ve/veya satın almalarını sağlayacak \"SMILE\" ismini verdiği proje geliştirmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "İtalya",
      "B": "Hırvatistan",
      "C": "Birleşik Krallık/Rutland",
      "D": "Avusturya/ Viyana",
      "E": "Avustralya/Kanberra"
    },
    "explanation": "Viyana'da bir kamu hizmet şirketi olan “Wiener Stadtwerke”, SMILE ismini verdiği projesinde hem bölge sakinlerine hem de turistlere belirli bir yolculuk için mevcut ulaşım araçlarıyla ilgili kapsamlı bilgi sunacak, onların bilet rezervasyonu yapmalarını ve/veya satın almalarını sağlayacaktır."
  },
  {
    "id": "2981397",
    "unitNumber": 8,
    "text": "“VisitCanberra” internet sitesinin turistlerle kurulacak dijital iletişimin öncüsü olması<br/>ve destinasyonla ilgili turistlerin algılarında olumlu imaj yaratması beklenen ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İtalya",
      "B": "Fransa",
      "C": "Avusturya",
      "D": "Avustralya",
      "E": "Birleşik Krallık"
    },
    "explanation": "Avustralya’nın başkenti Kanberra’nın “2020 Turizm Stratejisi”nde turizm sektörünün öncelikle dijitalleşme kapasitesinin arttırılması hedeflenmiştir. Bu bağlamda “VisitCanberra” internet sitesinin turistlerle kurulacak dijital iletişimin öncüsü olması ve destinasyonla ilgili turistlerin algılarında olumlu imaj yaratması beklenmektedir."
  },
  {
    "id": "2981398",
    "unitNumber": 8,
    "text": "İnternetin insanların yaşamına girmesi ve dijital çağa geçilmesiyle yaklaşık kaç yılda bir yeni bir dijital devrim gerçekleşmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "5",
      "C": "10",
      "D": "15",
      "E": "20"
    },
    "explanation": "ENDÜSTRİ 5.0 VE TOPLUM 5.0<br/>Daha yakın dönemlerde internetin insanların yaşamına girmesi ise çok daha hızlı bir şekilde dijital çağa geçilmesini sağlamıştır. Yaklaşık on yılda bir yeni bir dijital devrim gerçekleşmektedir (Saraçel ve Aksoy, 2020)."
  },
  {
    "id": "2981399",
    "unitNumber": 8,
    "text": "İçinde bulunduğumuz Endüstri 4.0 dönemi teknolojinin hangi olumsuz etkileri yeni bir dijital devrime olan ihtiyacın sinyallerini vermektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gelir dağılımı farkı ve refah sorunu",
      "B": "Çevreyi geri planda tutması ve insan kaynakları üzerinde yarattığı tehdit",
      "C": "Teknolojinin yanlış kullanımı ve yeni sorunlar yaratması",
      "D": "Teknolojinin yarattığı sosyal medya sorunları",
      "E": "Teknolojiye erişim zorluğu ve yüksek fiyat"
    },
    "explanation": "ENDÜSTRİ 5.0 VE TOPLUM 5.0<br/>İçinde bulunduğumuz Endüstri 4.0 dönemi teknolojinin insan hayatı ile bütünleşmesinin en üst seviyede yaşandığı bir çağdır. Ancak bu çağın çevreyi geri planda tutan yapısı ve teknolojinin insan kaynakları üzerinde yarattığı tehdit yeni bir dijital devrime olan ihtiyacın sinyallerini vermektedir."
  },
  {
    "id": "2981400",
    "unitNumber": 8,
    "text": "İnsanı merkezine alan ve teknolojinin her bir bireyin refahını sağlayacak şekilde toplumla bütünleştirilmesini hedeﬂeyen “Endüstri 5.0” ile paralelinde oluşacak Toplum 5.0 nasıl adlandırılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Süper Akıllı Toplum",
      "B": "Süper Bireyci Toplum",
      "C": "Süper Çevreci Toplum",
      "D": "Süper İnsancıl Toplum",
      "E": "Süper Refah Toplum"
    },
    "explanation": "ENDÜSTRİ 5.0 VE TOPLUM 5.0<br/>İnsanı merkezine alan ve teknolojinin her bir bireyin refahını sağlayacak şekilde toplumla bütünleştirilmesini hedeﬂeyen “Endüstri 5.0”, önemli bir dijital devrim olarak karşımıza çıkmaktadır. Bu dijital devrim paralelinde toplumlarında “Toplum 5.0 (Süper Akıllı Toplum)” olarak adlandırılan yeni bir toplum yapısına evrilmesi beklenmektedir."
  },
  {
    "id": "2981401",
    "unitNumber": 8,
    "text": "İnsanların yaratıcılığı ve işçiliğini robotların hızı, verimliliği ve tutarlılığı ile birleştirmeye odaklanmış endüstri modeli hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Endüstri 4.0",
      "B": "Endüstri 4.5",
      "C": "Endüstri 5.0",
      "D": "Endüstri 5.5",
      "E": "Endüstri 6.0"
    },
    "explanation": "ENDÜSTRİ 5.0 VE TOPLUM 5.0\n<br/>Endüstri 5.0<br/><strong>Endüstri 5.0: </strong>İnsanların yaratıcılığı ve işçiliğini robotların hızı, verimliliği ve tutarlılığı ile birleştirmeye odaklanmış endüstri modelidir."
  },
  {
    "id": "2981402",
    "unitNumber": 8,
    "text": "Toplum 5.0: Siber alan ve fiziksel alanın (gerçek toplumun) yüksek düzeyde bütünleştiği “süper akıllı toplum” tanımı ilk kez kaç yılında kullanılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "2015",
      "B": "2016",
      "C": "2017",
      "D": "2018",
      "E": "2019"
    },
    "explanation": "ENDÜSTRİ 5.0 VE TOPLUM 5.0\n<br/>Toplum 5.0: Süper Akıllı Toplum<br/><strong>Toplum 5.0: </strong>Siber alan ve fiziksel alanın (gerçek toplumun) yüksek düzeyde bütünleştiği “süper akıllı toplum” olarak tanımlanmaktadır. Bu terim ilk kez 2016 yılında Japonya hükûmeti Bilim, Teknoloji ve İnovasyon Konseyinde Bakanlar Kurulu tarafından “Beşinci Bilim ve Teknoloji Temel Planı”nda kullanılmıştır."
  },
  {
    "id": "2981403",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi günümüzde işletmelerin sürekli gelişimini ve dönüşümünü sağlayan iş parametrelerinden birisi <strong><u>değildir?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Agilizasyon",
      "B": "Dijitalleşme",
      "C": "Pazarlama",
      "D": "Küreselleşme",
      "E": "Müşteri odaklılık"
    },
    "explanation": "ENDÜSTRİ 5.0 DÖNÜŞÜM SÜRECİNDE TURİZM SEKTÖRÜNÜN GELECEĞİ<br/>Günümüzde işletmelerin sürekli gelişimini ve dönüşümünü sağlayan iş parametreleri; <em>dijitalleşme, küreselleşme, <strong>agilizasyon </strong></em>ve <em>müşteri odaklılıktır</em>. Bu parametreleri, gelecekteki eğilimleri ve bu eğilimlere göre ortaya çıkacak yeni gereksinimleri öngören işletmeler, yenilikçi olarak nitelendirilmektedir."
  },
  {
    "id": "2981404",
    "unitNumber": 8,
    "text": "Kısa bir süre için geçici olarak kurulan ve daha sonra taşınabilen otellere ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Butik Otel",
      "B": "Motel",
      "C": "Pop-Up Otel",
      "D": "Resort Otel",
      "E": "Ryokan"
    },
    "explanation": "ENDÜSTRİ 5.0 DÖNÜŞÜM SÜRECİNDE TURİZM SEKTÖRÜNÜN GELECEĞİ<br/><strong>Pop-Up Otel: </strong>Kısa bir süre için geçici olarak kurulan ve daha sonra taşınabilen otellerdir. Bu tür oteller, önceden imal edilmiş parçalar veya çadırlar gibi katlanabilir yapılar aracılığı ile kurulacak alanda inşa edilebilir. Bununla birlikte büyük bir araç üzerinde inşa edilmiş ve tamamen hareketli olabilir. Genellikle glamping için bir alternatif olarak görülen bu oteller, açık hava müzik festivalleri, düğünler veya spor müsabakaları gibi mevsimlik düzenlenen etkinlikler için konaklama imkânı sağlar."
  },
  {
    "id": "2981405",
    "unitNumber": 8,
    "text": "21. yüzyılda doğan veya doğacak daha aceleci, sabırsız ve kendine odaklı olacağı tahmin edilen ilk kuşağa ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alfa kuşağı",
      "B": "Beat kuşağı",
      "C": "X kuşağı",
      "D": "Y kuşağı",
      "E": "Z kuşağı"
    },
    "explanation": "DİJİTAL TURİZMİN GELECEĞİNE TOPLUM 5.0 KUŞAKLARININ ETKİSİ<br/><strong>Alfa (</strong>α <strong>) Kuşağı: </strong>21. yüzyılda doğan veya doğacak ilk kuşaktır. Alfa kuşağının daha aceleci, sabırsız ve kendine odaklı bir kuşak olacağı tahmin edilmektedir. Otonom robotlara ulaşmanın ucuzlaması ve kolaylaşması ile daha çok onlarla arkadaşlık kurmaları beklenen bir kuşaktır (McCrindle ve Wolfinger, 2009; Tarhan, 2019)."
  },
  {
    "id": "2981406",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi mikro düzeyde işletmeler, makro düzeyde ise ülkelerin turistik cazibelerini artırmak için yöneldikleri dijital teknolojilerden birisi <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Büyük veri tabanları",
      "B": "Gelişmiş bilgisayar sistemleri",
      "C": "Hızlı işlemci bilgisayarlar",
      "D": "Sanal gerçeklik",
      "E": "Sosyal medya hesapları"
    },
    "explanation": "TURİZM STRATEJİLERİNDE DİJİTALLEŞME<br/>Özellikle pazarlama alanında dijital ortamların kullanılarak potansiyel tüketicilere ön deneyim yaşatılması ve tüketicilerin karar verme süreçlerinin etkilenmesi bu alandaki artan dijital eğilimin bir göstergesidir. Böylece hem işletmelerin hem de ülkelerin turizm kazançları arttırılmaktadır. Bu nedenle <strong>mikro düzeyde işletmeler, makro düzeyde ise ülkeler turistik cazibelerini artırmak için büyük veri tabanları, gelişmiş bilgisayar sistemleri ve sanal gerçeklik gibi pek çok dijital teknolojiye yönelmiştir</strong> (Durmaz, Bulut ve Tankuş, 2018)."
  },
  {
    "id": "2981407",
    "unitNumber": 8,
    "text": "Kendi ulusal turizm stratejilerinde dijitalleşmeye yönelik açık ve net yatırım eylemleri başlatmış ve turizm sektörünün paydaşlarına bakıldığında önemli oranda (%70) dijitalleşme adımları attıkları görülen ülkeler hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Akdeniz ülkeleri",
      "B": "Anglo Sakson ülkeleri",
      "C": "Doğu Avrupa ülkeleri",
      "D": "Kıta-Avrupası ülkeleri",
      "E": "Nordik ülkeleri"
    },
    "explanation": "TURİZM STRATEJİLERİNDE DİJİTALLEŞME<br/>Birçok ülke, kendi ulusal turizm stratejilerinde dijitalleşmeye yönelik açık ve net yatırım eylemleri başlatmıştır (Birleşmiş Milletler Dünya Turizm Örgütü, 2014; Parlov, Perkov ve Sicaja, 2016). Örneğin <strong>Nordik ülkelerdeki (Danimarka, Finlandiya, Hollanda, İsveç) turizm sektörünün paydaşlarına bakıldığında önemli oranda (%70) dijitalleşme adımları attıkları görülmektedir</strong>. Benzer şekilde Anglo Sakson ülkelerindeki (İrlanda, Birleşik Krallık), Akdeniz ülkelerindeki (Kıbrıs, Yunanistan, İtalya, Malta, Portekiz, İspanya, Türkiye) ve Kıta-Avrupası ülkelerindeki (Avusturya, Belçika, Hırvatistan, Çekya (Çek Cumhuriyeti), Fransa, Almanya, Macaristan, Lüksemburg, Polonya, Slovakya, Slovenya) sektör paydaşlarının yarısı (%50) turizmde dijitalleşmeye yönelmiştir. Doğu Avrupa ülkelerinde (Arnavutluk, Bulgaristan, Estonya, Letonya, Litvanya, Kuzey Makedonya, Sırbistan, Karadağ, Romanya) ise bu oran (%44) biraz geride kalmış olsa da bazı değişiklikler ile turizm sektöründe dijitalleşmenin artması beklenmektedir (Dredge, Phi, Mahadevan, Meehan ve Popescu, 2018)."
  }
]