[
  {
    "id": "3881872",
    "unitNumber": 1,
    "text": "............göre yeni medya; sayısal medya, etkileşimli medya, internet ağları ve sosyal iletişim medyasını nitelemektedir. Kendinden önceki pratiklerden yeni ön ekiyle ayrışan medya, teknolojik olarak da yeniyi vurgulamaktadır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Laughey",
      "B": "Manovich",
      "C": "Binark",
      "D": "Dewdney",
      "E": "Polat"
    },
    "explanation": "Binark’a göre (2014:15) yeni medya; sayısal medya, etkileşimli medya, internet ağları ve sosyal iletişim medyasını nitelemektedir. Kendinden önceki pratiklerden yeni ön ekiyle ayrışan medya, teknolojik olarak da yeniyi vurgulamaktadır."
  },
  {
    "id": "3881873",
    "unitNumber": 1,
    "text": "Türkiye'de internetin halkın erişimine açılması hangi yılda gerçekleşmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "1990",
      "B": "1992",
      "C": "1994",
      "D": "1996",
      "E": "1998"
    },
    "explanation": "İnternetin halkın erişimine açılması ise 1996 yılında TÜBİTAK tarafından kurulan Ulusal Akademik Ağ ve Bilgi Merkezi (ULAKBİM) yoluyla gerçekleşmiştir."
  },
  {
    "id": "3881874",
    "unitNumber": 1,
    "text": "Dijital medya, birbirine bağlantılı sonsuz sayıda içerik ve metinden oluşması sebebiyle geleneksel medyanın merkezi ve tek yönlü iletişiminin aksine .........özelliğe sahiptir ve birbirine bağlı binlerce ağdan meydana gelir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Merkezsizlik",
      "B": "Yakınsama",
      "C": "Algoritma",
      "D": "Hipermetinsellik",
      "E": "Sayısallık"
    },
    "explanation": "Merkezsizlik (Dağıtık): Dijital medya, birbirine bağlantılı sonsuz sayıda içerik ve metinden oluşması sebebiyle geleneksel medyanın merkezi ve tek yönlü iletişiminin aksine dağıtık özelliğe sahiptir ve birbirine bağlı binlerce ağdan meydana gelir."
  },
  {
    "id": "3881875",
    "unitNumber": 1,
    "text": "1990 yılında CERN’de bir bilgisayar bilimcisi olan ........... tarafından “world wide web”in (WWW) geliştirilmesi ile bilgisayarlar arasındaki bağlantılarla, depo bilgilerin birbiriyle paylaşılması mümkün hâle gelmiş ve internet küreselleşmiştir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Tim O’Reilly",
      "B": "Cormode ve Krishnamurthy",
      "C": "Ward Christensen ve Randy Suess",
      "D": "Gauntlett",
      "E": "Tim Berners-Lee"
    },
    "explanation": "Teknolojik ilerlemelerle birlikte 80’li yıllarda hızla gelişen internet, 1990 yılında CERN’de bir bilgisayar bilimcisi olan Tim Berners-Lee tarafından “world wide web”in (WWW) geliştirilmesi ile bilgisayarlar arasındaki bağlantılarla, depo bilgilerin birbiriyle paylaşılması mümkün hâle gelmiş ve internet küreselleşmiştir."
  },
  {
    "id": "3881876",
    "unitNumber": 1,
    "text": "Web sitelerinde ya da mobil uygulamalarda kullanılan, 2 ya da daha fazla içeriğin farklı kaynaklardan alınıp birleştirilmesi ile yeni bir uygulama geliştirilmesine ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mashup",
      "B": "Ağ tarayıcısı",
      "C": "Folksonomiler",
      "D": "Hipermetinsellik",
      "E": "Algoritma"
    },
    "explanation": "Mashup, web sitelerinde ya da mobil uygulamalarda kullanılan, 2 ya da daha fazla içeriğin farklı kaynaklardan alınıp birleştirilmesi ile yeni bir uygulama geliştirilmesidir."
  },
  {
    "id": "3881877",
    "unitNumber": 1,
    "text": "21 Mart 2006 tarihinde ilk tweeti atarak, kurduğu sosyal ağdaki trafiği başlatan Twitter’ın kurucusu kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Randy Suess",
      "B": "Ward Christensen",
      "C": "Tim Berners-Lee",
      "D": "Jack Dorsey",
      "E": "Cormode"
    },
    "explanation": "Twitter’ın kurucusu Jack Dorsey, 21 Mart 2006 tarihinde ilk tweeti atarak, kurduğu sosyal ağdaki trafiği başlatmıştır (https://twitter.com/jack/status/20)."
  },
  {
    "id": "3881878",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi <strong>İlk</strong> çevrim içi sosyal medya sitesi olarak kabul edilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Friendster",
      "B": "Six Degrees",
      "C": "Wikipedia",
      "D": "Facebook",
      "E": "Youtube"
    },
    "explanation": "İlk çevrim içi sosyal medya sitesi olarak kabul edilen “Six Degrees”, adını Altı Ayrılık Derecesi Teorisi’nden almaktadır."
  },
  {
    "id": "3881879",
    "unitNumber": 1,
    "text": "............, web ortamında kullanıcılar tarafından oluşturulan etiket (hashtag)lere dayanan bir sınıflandırma sistemidir. Web 2.0 ile birlikte, merkezi sınıflandırma yerine kullanıcılar tarafından da sınıflandırma yapılmasına olanak tanınmıştır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Hipermetinsellik",
      "B": "Dijital medya",
      "C": "Folksonomi",
      "D": "Yeni medya",
      "E": "Sosyal medya"
    },
    "explanation": "Folksonomi, web ortamında kullanıcılar tarafından oluşturulan etiket (hashtag)lere dayanan bir sınıflandırma sistemidir. Web 2.0 ile birlikte, merkezi sınıflandırma yerine kullanıcılar tarafından da sınıflandırma yapılmasına olanak tanınmıştır."
  },
  {
    "id": "3881880",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Web 2.0 teknolojilerinin insanlara üretmek ve bağlanmak konusunda yardımcı bir yapısı olduğunu gösteren özelliklerden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal medya platformlarının, kullanımı kolay ve insanların kendi yaratıcı çalışmaları için (video, şarkı veya fotoğraf) elverişli bir platform olması",
      "B": "Sosyal medyanın bedava ya da çok ucuz olması",
      "C": "Cep telefonları ile birçok şey yapabileceğimiz ve sürekli bağlantıda kalabileceğimiz bir ortam yaratması",
      "D": "Büyük bir platformun parçası olmanın, diğer insanlara ulaşmada ve görünür olmada avantaj sağlaması",
      "E": "İlişkileri geliştirmek ve işbirliği yapma konusunda fırsatlar sağlaması"
    },
    "explanation": "Gauntlett (2011:185), Web 2.0 teknolojilerinin insanlara üretmek ve bağlanmak konusunda yardımcı bir yapısı olduğunu gösteren özelliklerini şu şekilde sıralamıştır:<br/>• Sosyal medya platformlarının, kullanımı<br/>kolay ve insanların kendi yaratıcı çalışmaları için (video, şarkı veya fotoğraf) elverişli bir platform olması<br/>• Sosyal medyanın bedava ya da çok ucuz olması<br/>• Büyük bir platformun parçası olmanın, diğer insanlara ulaşmada ve görünür olmada avantaj sağlaması<br/>• İlişkileri geliştirmek ve işbirliği yapma konusunda fırsatlar sağlaması."
  },
  {
    "id": "3881881",
    "unitNumber": 1,
    "text": "Kullanıcıların web deneyimi bağlamında, Web 2.0 ile Web 3.0 teknolojileri arasındaki temel fark aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kullanıcıların pasif okuyucu rolünden sıyrılıp içerik üretmesi",
      "B": "Sosyal medyada hashtag (etiket) kullanmak",
      "C": "metin-şekil bağlamında bilgi elde etme",
      "D": "anlam-ilişki bağlamında bilgi elde etme",
      "E": "Hayatımıza giren sosyal ağlarla birlikte video yüklemek"
    },
    "explanation": "Web 2.0 teknolojisinden farklı olarak sistem, dijital ortamdaki bilgileri anlamlandırmaya çalışmaktadır, yani insanlardan farklı olarak makinelerin bilgiyi anlamlandırması söz konusu olmaktadır. Bilgisayarların bilgiyi anlamlandırması, web ekosistemine birçok yenilik getirmiştir. Bu bağlamda Web 3.0’ın, Web 2.0’dan farklılaşan en temel özelliği metin-şekil bağlamının yerine anlam-ilişki bağlamında bilgi elde etmenin sağlanıyor olmasıdır."
  },
  {
    "id": "3881882",
    "unitNumber": 1,
    "text": "İnternetin masaüstü bilgisayarlarla hayatımıza girmesiyle başlayan teknolojik gelişim dönemi ................ olarak adlandırılabilir. <br/>Yukarıdaki ifadedeki boşluğu aşağıdakilerden hangisi tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "dijital devrim",
      "B": "Nesnelerin interneti",
      "C": "bulut bilişim teknolojisi",
      "D": "Akıllı ürünler",
      "E": "dijital eğilim"
    },
    "explanation": "İnternetin masaüstü bilgisayarlarla hayatımıza girmesiyle başlayan teknolojik gelişim dönemi <em><strong>dijital devrim</strong></em> olarak adlandırılabilir."
  },
  {
    "id": "3881883",
    "unitNumber": 1,
    "text": "Aşağıdaki kavramlardan hangisi insanların sosyal medya kullanma nedenlerini anlatan kavramlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "bağlantı kurma",
      "B": "tüketme",
      "C": "yaratma",
      "D": "kontrol",
      "E": "gösteriş"
    },
    "explanation": "İnsanların neden sosyal medya kullandığını anlayabilmek için bağlantı kurma, tüketme, yaratma ve kontrolden oluşan 4C (connect, consume, create, control) çerçevesi kullanılabilir.<br/>gösteriş"
  },
  {
    "id": "3881884",
    "unitNumber": 1,
    "text": "Aşağıdaki özelliklerden hangisi tekillik çağına ait bir özellik değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Akıllı telefonların hayatımıza girmesi",
      "B": "İnternete erişimin temel hak olarak görülmesi",
      "C": "Tüketicilerin gücü parmaklarının ucunda hissetmesi",
      "D": "Akıllı telefonların kitleleri bilgilendiren yayın aracına dönüşmesi",
      "E": "Tüketicilerin ürünleri işletmenin sunduğu bilgiler ile seçmesi"
    },
    "explanation": "ekillik çağı: Akıllı telefonların hayatımıza girmesiyle tüketicinin sesini duyurması açısından yeni bir döneme girilmiştir. İnternete erişimin temel bir hak olarak görüldüğü bu dönemde her bir bireyin bilgiye erişebilme hakkı olduğuna inanılır. Pazarların dijitalleşmesi akıllı telefonlar ile farklı bir seviyeye ulaşmıştır. Tüketiciler gücü tam anlamıyla parmaklarının ucunda hissederler. Zorluk çekmeden istedikleri zaman, söylemek istediklerini milyonlarca insanla paylaşabilirler. Her bir tüketici kameralı akıllı telefonları ile çekim ve röportaj yapan, kitleleri bilgilendiren birer medya yayıncısı gibidir. Her bir tüketici güçlüdür ve kendi sesinin kontrolüne sahiptir. Sonunda tüketicinin sesi pazardaki mesaj ve tartışmaları domine eden bir yüksekliğe ulaşmıştır. Küçük (2020) bu dönemi “ses hâkimiyeti” diye tanımlar.<br/>Tüketicilerin ürünleri işletmenin sunduğu bilgiler ile seçmesi"
  },
  {
    "id": "3881885",
    "unitNumber": 1,
    "text": "Pazarlama yönelimi satış çağı olan, tüketicinin sesi yasal ses olup, sesin tonu da yüksek olan yıllar aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "1900-1950",
      "B": "1950-1970",
      "C": "1970-1990",
      "D": "2000-2010",
      "E": "2010- şu an"
    },
    "explanation": "Kitabınızda sf. 29 Tablo 2.2 “Tüketici Sesinin” Evrimini incelediğinizde 1950-1970 arasındaki yılların pazarlama yönelimi satış çağı olan, tüketicinin sesi yasal ses olup, sesin tonu da yüksek olan yıllar olduğunu görüyoruz."
  },
  {
    "id": "3881886",
    "unitNumber": 1,
    "text": "Aşağıdaki güç kaynaklarından hangisi tüketicilere ait güç kaynağı olamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Talebe dayalı güç",
      "B": "Bilgiye dayalı güç",
      "C": "Ağa dayalı güç",
      "D": "Kitleye dayalı güç",
      "E": "Yasaya dayalı güç"
    },
    "explanation": "Kitabınız sayfa 29 içinde sunulan şekilde yasaya dayalı güçten söz edilmemektedir."
  },
  {
    "id": "3881887",
    "unitNumber": 1,
    "text": "Bir ürünün kullanım ömrü boyunca satış ve karının seyri aşağıdaki kavramlardan hangisi ile ifade edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ürün yaşam eğrisi",
      "B": "Ürün yelpazesi",
      "C": "İşletme performansı",
      "D": "Pazarlama yönetimi",
      "E": "Pazarlama karması"
    },
    "explanation": "Ürün yaşam eğrisi bir ürünün kullanım ömrü boyunca satış ve karının seyri olarak tanımlanır (Kotler vd., 2020)."
  },
  {
    "id": "3881888",
    "unitNumber": 1,
    "text": "Dijitalleşen çağımızda tüketici bölümleri içinde en yüksek yüzdeye sahip olup en geniş kesim hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dürtüsel Harcayanlar",
      "B": "Minimalizm Arayanlar",
      "C": "Güçlü Aktivistler",
      "D": "Cesur Savaşçılar",
      "E": "Dijital Hayranları"
    },
    "explanation": "Tüketici bölümlerinin dijitalleşme açısından öne çıkan özellikleri Tablo 2.3’te ve Sf. 38'de yer almaktadır. Tablodan örüldüğü üzere gurupları içinde en yüksek yüzdeye sahip olan Dürtüsel Harcayanlar'dır."
  },
  {
    "id": "3881889",
    "unitNumber": 1,
    "text": "Tutucu Ev Kuşları olarak isimlendirilen dijital tüketicilere ulaşma stratejisi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çevrim içi ve çevrim dışı alışveriş platformlarını birlikte sunan çok kanallı bir alışveriş deneyimi oluşturmak",
      "B": "Yardım ve gönüllü işler ile ilgilenmelerine aracılık etmek",
      "C": "Alışveriş yapmadan önce çevrim içi ve mağazada derin araştırmalar yapmalarına yardımcı olmak",
      "D": "Alışveriş karar verme sürecinde ve satın almaya giden yolda araştırma aşamasını kolaylaştırmak",
      "E": "Günlük hayatlarını iyileştirmek için teknolojiden yararlanmalarını kolaylaştırmak"
    },
    "explanation": "Tutucu Ev Kuşları %9'luk bir genişliğe sahip ve Bu kitleye ulaşabilmek için çevrim içi ve çevrim dışı alışveriş platformlarını birlikte sunan çok kanallı bir alışveriş deneyimi oluşturmak gerekiyor."
  },
  {
    "id": "3881890",
    "unitNumber": 1,
    "text": "Günümüz dijital dünyasında tüketicilerin beklentilerini ortaya koyan bazı önemli özellikler vardır (World Economic Forum, 2019). Aşağıdakilerden hangisi bu beklentilerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kanallar arasında sorunsuz deneyim",
      "B": "İyi hizmet",
      "C": "Self-servis",
      "D": "Şeffaflık",
      "E": "Ürün değerlendirmesi"
    },
    "explanation": "Ürün değerlendirmesi burada çeldirici şıktır, olması gereken akran değerlendirmesidir."
  },
  {
    "id": "3881891",
    "unitNumber": 1,
    "text": "Wearesocial ve Hootsuite’in birçok veri kaynağını kullanarak hazırladığı Digital 2020 raporuna göre dünya çapında sosyal medyada geçirilen ortalama süre dikkate alındığında aşağıdaki ülkelerden hangisi diğerlerine göre daha az ortalamaya süreye sahiptir?",
    "correctAnswer": "D",
    "options": {
      "A": "Filipinler",
      "B": "Endonezya",
      "C": "Nijerya",
      "D": "Güney Kore",
      "E": "Kolombiya"
    },
    "explanation": "Dünya çapında sosyal medyada geçirilen ortalama süre 2 saat 24 dakikadır. En çok süre geçiren ülkeler Filipinler, Kolombiya, Brezilya, Nijerya ve Endonezya’dır. En az süre geçiren ülkeler ise Japonya, Güney Kore, İsviçre, Hollanda ve Almanya’dır. Türkiye 2 saat 51 dakika ile dünya ortalamasının üzerindedir."
  },
  {
    "id": "3881892",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi dijital medyanın özelliklerinden birisi dğildir?",
    "correctAnswer": "E",
    "options": {
      "A": "yaygın olma",
      "B": "asimetrik",
      "C": "geçiçi /kalıcı",
      "D": "hipermetinsellik",
      "E": "world wide web"
    },
    "explanation": "world wide web"
  },
  {
    "id": "3881893",
    "unitNumber": 1,
    "text": "<strong>Yeni medya kavramını salt teknolojik gelişme çerçevesinden tanımlamanın doğru olmadığını savunan düşünür aşağıdaki ifadelerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Baudrillard.",
      "B": "Manovich.",
      "C": "Vertov.",
      "D": "Virilio.",
      "E": "Foucault."
    },
    "explanation": "Teknolojik gelişmeler kültürel pratikleri de tetiklediği için, yeni medya kavramını salt teknolojik gelişme çerçevesinden tanımlamanın doğru olmadığını savunan Manovich, bilgisayar dolayımlı üretim, dağıtım ve iletişim ile birçok edimin tarihsel bağlamda dönüştüğünü belirtir."
  },
  {
    "id": "3881894",
    "unitNumber": 1,
    "text": "<strong>Aşağıdaki ifadelerden hangisi internetin ortaya çıkmasının nedenlerinden biridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Analog ağların geliştirilmesinin amaçlanması.",
      "B": "İletinin tek bir kanaldan gönderilmesinin amaçlanması",
      "C": "Mal ve hizmetlerin hızlı dolaşımının amaçlanması.",
      "D": "Bilimsel araştırmaların amaçlanması.",
      "E": "Merkezsiz bir iletişim sisteminin amaçlanması."
    },
    "explanation": "Soğuk savaş döneminde analog ağların merkezi olması, herhangi bir tehdit anında devre dışı kalmasına neden olurken, paket anahtarlama teknolojisi merkeze ihtiyaç duymayan yapısı ve iletiyi çok alternatifli yoldan gönderebilen bir teknoloji olması sebebiyle özellikle savunma sanayinde büyük önem taşımıştır."
  },
  {
    "id": "3881895",
    "unitNumber": 1,
    "text": "<strong>İnternetin küreselleştiği tarih aşağıdaki ifadelerden hangisidir? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "1960.",
      "B": "1970.",
      "C": "1980.",
      "D": "1990.",
      "E": "2000."
    },
    "explanation": "1990 yılında CERN’de bir bilgisayar bilimcisi olan Tim Berners-Lee tarafından “world wide web”in (WWW) geliştirilmesi ile bilgisayarlar arasındaki bağlantılarla, depo bilgilerin birbiriyle paylaşılması mümkün hâle gelmiş ve internet küreselleşmiştir."
  },
  {
    "id": "3881896",
    "unitNumber": 1,
    "text": "<strong>World wide web’i (WWW) geliştiren bilgisayar bilimcisi aşağıdaki ifadelerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Lev Manovich.",
      "B": "Tim Berners-Lee.",
      "C": "D. Laughey.",
      "D": "A. Arvidsson.",
      "E": "F. M. Binark."
    },
    "explanation": "Bir bilgisayar bilimcisi olan Tim Berners-Lee tarafından “world wide web”in (WWW) geliştirilmesi ile bilgisayarlar arasındaki bağlantılarla, depo bilgilerin birbiriyle paylaşılması mümkün hâle gelmiş ve internet küreselleşmiştir."
  },
  {
    "id": "3881897",
    "unitNumber": 1,
    "text": "<strong>Türkiye’de internetin halk</strong><strong>ın erişimine </strong><strong> açıl</strong><strong>dığı tarih aşağıdaki ifadelerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "1990.",
      "B": "1992.",
      "C": "1994.",
      "D": "1996.",
      "E": "1998."
    },
    "explanation": "İnternetin halkın erişimine açılması ise 1996 yılında TÜBİTAK tarafından kurulan Ulusal Akademik Ağ ve Bilgi Merkezi (ULAKBİM) yoluyla gerçekleşmiştir."
  },
  {
    "id": "3881898",
    "unitNumber": 1,
    "text": "<strong>İnternetin özellikle ABD’li şirketlerin hâkimiyetinde ticari bir pazar haline geldiği tarih aşağıdaki ifadelerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "1960’ların ortaları.",
      "B": "1970’lerin ortaları.",
      "C": "1980’lerin ortaları.",
      "D": "1990’ların ortaları.",
      "E": "2000’lerin ortaları."
    },
    "explanation": "İnternet, 1990’ların ortalarında ABD’li şirketlerin hâkimiyetinde ticari bir pazar<br/>hâline geldi."
  },
  {
    "id": "3881899",
    "unitNumber": 1,
    "text": "Aşağıdaki ifadelerden hangisi güç ve kontrol açısından digital medyanın özelliklerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Asimetrik.",
      "B": "Yakınsama.",
      "C": "Algoritma.",
      "D": "Hipermetinsellik.",
      "E": "Sayısallık."
    },
    "explanation": "Güç ve kontrol açısından değerlendirildiğinde, dijital medyanın asimetrik yapıda olduğu görülmektedir. Kullanıcıların her davranışının takip edildiği ve kaydedildiği, hizmet sağlayıcıların çok büyük birkaç şirketten oluştuğu dijital ortamın asimetrik olması kaçınılmaz gözükmektedir."
  },
  {
    "id": "3881900",
    "unitNumber": 1,
    "text": "<strong>Digital medyanın özelliklerinden biri olan yakınsama kavramının teknoloji bağlamındaki ifadesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sayısallık.",
      "B": "Hipermetinsellik.",
      "C": "Çoklu ortam.",
      "D": "Metinlerarasılık.",
      "E": "Algoritma."
    },
    "explanation": "Teknolojik yakınsamada çoklu ortamın vurgulanır. Çoklu ortam, farklı iletişim araçları ile dijital teknolojilerin yakınlaşması ile oluşmaktadır. Geleneksel ve yeni medya ortamlarının birbirine yaklaşması sonucu, bir bilgisayar yoluyla televizyon izlemek, yazı yazmak veya radyo dinlemek mümkün olmaktadır."
  },
  {
    "id": "3881901",
    "unitNumber": 1,
    "text": "<strong>Web 3.0’ın, Web 2.0’dan farklılaşan en temel özelliği aşağıdaki ifadelerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Metin-şekil bağlamının yerine anlam-ilişki bağlamı ile bilgi edinme.",
      "B": "Sosyal medyada hashtag (etiket) kullanmak.",
      "C": "Arama motorlarını kullanmak.",
      "D": "İçeriği yeni biçimlerde birleştiren veya işleyen “karmalar”(mashups)”.",
      "E": "Wiki teknolojileri, bloglar, folksonomiler ve sosyal paylaşım ağları."
    },
    "explanation": "Web 3.0’ın, Web 2.0’dan farklılaşan en temel özelliği metin-şekil bağlamının yerine anlam-ilişki bağlamında bilgi elde etmenin sağlanıyor olmasıdır. Bu da interneti çok büyük bir veritabanına dönüştürmektedir."
  },
  {
    "id": "3881902",
    "unitNumber": 1,
    "text": "<strong>\"Bunu mu demek istediniz?” uyarısı ile makinelerin bilgiyi anlamlandırmasının söz konusu olduğu web sistemi aşağıdaki ifadelerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "ARPANET.",
      "B": "EARN.",
      "C": "Web 1.0.",
      "D": "Web 2.0.",
      "E": "Web 3.0."
    },
    "explanation": "Google’da kullanıcıların arama yaparken karşılarına çıkan “Bunu mu demek istediniz?” uyarısı Web 3.0’ın ontolojik yapısından kaynaklanmaktadır. Bilgisayarların bilgiyi anlamlandırması, web ekosistemine birçok yenilik getirmiştir."
  },
  {
    "id": "3881903",
    "unitNumber": 1,
    "text": "Alternatif gerçeklikler yaratmak amacıyla, kişisel bilgisayarlarla telefon bağlantılarının birleştiği ve internetin bir ev kullanımı olarak görülmeye başlandığı 1970'lerde biçimlendirici etki aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Akademik",
      "B": "Ticari",
      "C": "Karşıt kültür",
      "D": "Sosyal",
      "E": "Kamu hizmeti"
    },
    "explanation": "Karşıt kültür: Alternatif gerçeklikler yaratmak amacıyla, kişisel bilgisayarlarla telefon bağlantılarının birleştiği ve internetin bir ev kullanımı olarak görülmeye başlandığı dönem."
  },
  {
    "id": "3881904",
    "unitNumber": 1,
    "text": "İnternet kullanıcılarınin küreselleştiği dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "1960'lar",
      "B": "1970'ler",
      "C": "1980'ler",
      "D": "1990'ların ortaları",
      "E": "2000'lerin ortaları"
    },
    "explanation": "2000'lerin ortaları, İnternet kullanıcılarınin küreselleştiği dönemdir"
  },
  {
    "id": "3881905",
    "unitNumber": 1,
    "text": "\"Twitch’ten canlı yayınla etkinlik düzenlemek ve bunu geniş kitlelere ulaştırmak\" dijital medyanın sahip olduğu hangi özelliğe örnek olarak gösterilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hipermetinsellik",
      "B": "Yaygın olma",
      "C": "Algoritmik",
      "D": "Asimetrik",
      "E": "Geçicilik/Kalıcılık"
    },
    "explanation": "Yaygın olma"
  },
  {
    "id": "3881906",
    "unitNumber": 1,
    "text": "Günümüzde bireylerin bir bilgisayar aracılığıyla televizyon izlemeleri,yazı yazmaları veya radyo dinlemeleri mümkün olmaktadır. Bu örnekte dijital medyanın sahip olduğu hangi özellik vurgulanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yakın olma",
      "B": "Yakınsama",
      "C": "Hipermetinsellik",
      "D": "Merkezsizlik",
      "E": "Algoritmik"
    },
    "explanation": "Yakınsama"
  },
  {
    "id": "3881907",
    "unitNumber": 1,
    "text": "Web sitelerinde ya da mobil uygulamalarda kullanılan, iki ya da daha fazla içeriğin farklı kaynaklardan alınıp birleştirilmesi ile yeni bir uygulama geliştirilmesi aşağıdakilerden hangisi ile tanımlanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "İnovasyon",
      "B": "Ağ tarayıcısı",
      "C": "Mashup",
      "D": "Folksonomi",
      "E": "Wiki teknolojileri"
    },
    "explanation": "Mashup, web sitelerinde ya da mobil uygulamalarda kullanılan, 2 ya da daha fazla içeriğin farklı kaynaklardan alınıp birleştirilmesi ile yeni bir uygulama geliştirilmesidir."
  },
  {
    "id": "3881908",
    "unitNumber": 1,
    "text": "Web ortamında kullanıcılar tarafından oluşturulan etiketlere dayanan sınıflandırma sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dijital koleksiyon",
      "B": "Mashup",
      "C": "Ağ tarayıcı",
      "D": "Akıllı ajanlar",
      "E": "Folksonomi"
    },
    "explanation": "Folksonomi, web ortamında kullanıcılar tarafından oluşturulan etiket (hashtag)lere dayanan bir sınıflandırma sistemidir."
  },
  {
    "id": "3881909",
    "unitNumber": 1,
    "text": "Web teknolojisinin bir veri tabanına dönüştürülmesini içeren, web kullanımının etkileşiminin ve kullanımının evrimini tanımlamak için kullanılan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Web 1.0",
      "B": "Web 2.0",
      "C": "Ağ teknolojileri",
      "D": "Web 3.0",
      "E": "Web 4.0"
    },
    "explanation": "Web 3.0, web teknolojisinin bir veri tabanına dönüştürülmesini içeren, web kullanımının etkileşiminin ve kullanımının evrimini tanımlamak için kullanılan bir terimdir."
  },
  {
    "id": "3881910",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Web 1.0 ile hayatımıza giren teknolojilerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Html",
      "B": "Java",
      "C": "Xml",
      "D": "Rdf",
      "E": "Owl"
    },
    "explanation": "Html, Web 1.0 ile hayatımıza giren teknolojilerden biridir"
  },
  {
    "id": "3881911",
    "unitNumber": 1,
    "text": "Kullanıcının ürettiği içeriğe örnek olarak gösterilen, dünyanın en büyük ansiklopedisi olan Wikipedia aşağıdaki web teknolojilerinden hangisine örnek olarak gösterilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Web 1.0",
      "B": "Web 2.0",
      "C": "Web 3.0",
      "D": "Semantik Web",
      "E": "Web 4.0"
    },
    "explanation": "Kullanıcının ürettiği içeriğe örnek olarak gösterilen, dünyanın en büyük ansiklopedisi olan Wikipedia, birçok kullanıcının aktif olarak rol aldığı bir Web 2.0 platformudur"
  },
  {
    "id": "3881912",
    "unitNumber": 1,
    "text": "\"Geleneksel mecrada kitap, dergi ya da herhangi bir içerik sonlu iken, dijital dünyada metinler arasında sonsuz gezinti söz konusudur\"<br/>Yukarıdaki cümlede dijital medyanın hangi özelliği vurgulanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hipermetinsellik",
      "B": "Yakınsama",
      "C": "Algoritmik",
      "D": "Asimetrik",
      "E": "Geçici"
    },
    "explanation": "Hipermetinsellik: Geleneksel metinden farklı olarak iletişim biçimi çizgisel olmaktan çıkmakta, kullanıcıların internet ortamında, bir sayfadan sınırsız sayıda sayfaya ya da içeriğe ulaşması mümkün olmaktadır"
  },
  {
    "id": "3881913",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi internet tarihindeki 6 önemli etkiden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Akademik",
      "B": "asimetrik",
      "C": "geçici",
      "D": "kalıcı",
      "E": "yaygın olma"
    },
    "explanation": "Akademik"
  },
  {
    "id": "3881914",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hamgisi WWW geliştirmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Manovich",
      "B": "Balbi",
      "C": "Magaudda",
      "D": "Ride",
      "E": "Tim Berners_Lee"
    },
    "explanation": "Tim Berners_Lee"
  },
  {
    "id": "3881915",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi WWW tanımıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Birbiri ile bağlantılı kaynaklardan oluşan bir bilgi sistemidir",
      "B": "EARN",
      "C": "TUBİTAK",
      "D": "ULAKBİM",
      "E": "TÜVAKA"
    },
    "explanation": "Birbiri ile bağlantılı kaynaklardan oluşan bir bilgi sistemidir"
  },
  {
    "id": "3881916",
    "unitNumber": 1,
    "text": "Türkiye'de internetin halka açılması hangi yıl olmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "1991",
      "B": "1996",
      "C": "1994",
      "D": "1986",
      "E": "1960"
    },
    "explanation": "1996"
  },
  {
    "id": "3881917",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi 1996 yılında Türkiye'de internetin dağılımını gerçekleştirmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "TUBİTAK tarafından kurulan ULAKBİM tarafından gerçekleştilmiştir",
      "B": "cern",
      "C": "earn",
      "D": "Tüvaka",
      "E": "arpanet"
    },
    "explanation": "TUBİTAK tarafından kurulan ULAKBİM tarafından gerçekleştilmiştir"
  },
  {
    "id": "3881918",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi World Wide Web'in kamuoyuna duyurulduğu yıldır?",
    "correctAnswer": "A",
    "options": {
      "A": "1991",
      "B": "1994",
      "C": "1986",
      "D": "1989",
      "E": "1984"
    },
    "explanation": "1991"
  },
  {
    "id": "3881919",
    "unitNumber": 1,
    "text": "Mashup nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "2 ya da daha fazla içeriğin farklı<br/>kaynaklardan alınıp birleştirilmesi ile yeni<br/>bir uygulama geliştirilmesidir",
      "B": "explorer",
      "C": "bloglar",
      "D": "google",
      "E": "chorome"
    },
    "explanation": "2 ya da daha fazla içeriğin farklı<br/>kaynaklardan alınıp birleştirilmesi ile yeni<br/>bir uygulama geliştirilmesidir"
  },
  {
    "id": "3881920",
    "unitNumber": 1,
    "text": "Facebook hangi yıl kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "2004",
      "B": "2005",
      "C": "2006",
      "D": "2000",
      "E": "1990"
    },
    "explanation": "2004"
  },
  {
    "id": "3881921",
    "unitNumber": 1,
    "text": "Dijital kelimesi ile anlatılmak istenen aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "1 ve 0’dan oluşan ikili sayısal sistem",
      "B": "Kolektif üretim",
      "C": "Bilgi ekonomisi",
      "D": "Mobil teknolojiler",
      "E": "GPS sistemler"
    },
    "explanation": "Dijital kelimesi ile anlatılmak istenen 1 ve 0’dan oluşan ikili sayısal sistemdir."
  },
  {
    "id": "3881922",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi dijital medya araçlarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal medya",
      "B": "Web siteleri",
      "C": "Mobil telefonlar",
      "D": "Bloglar",
      "E": "Gazete"
    },
    "explanation": "Gazete dijital medya araçlarından biri değildir."
  },
  {
    "id": "3881923",
    "unitNumber": 1,
    "text": "İnternetin küreselleşmesine ve ticarileşmesine yol açan en önemli gelişme aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "1960’lı yıllarda Amerikan Savunma Bakanlığı ve Amerika’daki çeşitli üniversitelerin iş birliği ile başlatılan, ARPANET (The Advanced Research Projects Age) projesi",
      "B": "Amerika ve Avrupa’dan çeşitli akademisyenlerin ve uzmanların geliştirdiği paket anahtarlama programı",
      "C": "Bilgisayar bilimcisi Tim Barners-Lee’nin world wide web (www)’i geliştirmesi",
      "D": "Telekomunikasyon sektörüne yapılan yatırımlar",
      "E": "Hükümetler tarafından askeri amaçlar için desteklenmesi"
    },
    "explanation": "İnternetin küreselleşmesine ve ticarileşmesine yol açan en önemli gelişme bilgisayar bilimcisi Tim Barners-Lee’nin world wide web (www)’i geliştirmesidir."
  },
  {
    "id": "3881924",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi dijital medyanın özelliklerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yakınsama",
      "B": "Hipermetinsellik",
      "C": "Yaygın Olma",
      "D": "Algoritmik",
      "E": "Simetrik"
    },
    "explanation": "Simetrik dijital medyanın özelliklerinden biri değildir."
  },
  {
    "id": "3881925",
    "unitNumber": 1,
    "text": "“………… anlamlı veriler elde etmek amacıyla, dijital dünyadaki tüm etkileşimin, davranışın ya da akışın veriye dönüştürülmesine yardım eden sistemlerdir.” Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Merkezsizlik",
      "B": "Yakınsama",
      "C": "Algoritma",
      "D": "Hipermetinsellik",
      "E": "Sayısallık"
    },
    "explanation": "Algoritma, anlamlı veriler elde etmek amacıyla, dijital dünyadaki tüm etkileşimin, davranışın ya da akışın veriye dönüştürülmesine yardım eden sistemlerdir."
  },
  {
    "id": "3881926",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Web 2.0 teknolojisi ile birlikte hayatımıza giren bir dijital medya platformudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Facebook",
      "B": "Web sitesi",
      "C": "Bilgisayar",
      "D": "E-mail",
      "E": "Dijital kamera"
    },
    "explanation": "Facebook Web 2.0 teknolojisi ile birlikte hayatımıza giren bir dijital medya platformudur."
  },
  {
    "id": "3881927",
    "unitNumber": 1,
    "text": "Bir dijital medya kullanıcısı, web sitesinde gezinirken, sayfanın sağında, solunda ya da başında, daha önce çevrim içi yaptığı alışverişlerde aldığı ürünlere benzer ürünlerin reklamlarını görmektedir. Bu durum aşağıdakilerden hangisi ile açıklanabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Etkileşime ve ortak üretime olanak tanıyan bir medya yapısı",
      "B": "Kullanıcıların çevrim içi davranışları ile ilgili bilginin kaydedilmesi ve muhtemel davranışlar için öngörüler yapılabilmesi",
      "C": "Dijital medyanın ilişkileri geliştirmek ve işbirliği yapma konusunda fırsatlar sağlaması",
      "D": "Kullanıcıların dijital içerik üretiyor olması",
      "E": "Dijital medyanın dağıtık bir yapıya sahip olması"
    },
    "explanation": "Bir dijital medya kullanıcısı, web sitesinde gezinirken, sayfanın sağında, solunda ya da başında, daha önce çevrim içi yaptığı alışverişlerde aldığı ürünlere benzer ürünlerin reklamlarını görmektedir. Bu durum kullanıcıların çevrim içi davranışları ile ilgili bilginin kaydedilmesi ve muhtemel davranışlar için öngörüler yapılabilmesi ile açıklanabilir."
  },
  {
    "id": "3881928",
    "unitNumber": 1,
    "text": "Bilişim teknolojilerinin gelişimiyle birlikte içinde bulunduğumuz bilgi çağında toplumların gelişmesi ve değer yaratabilmesi için ihtiyaç duydukları en önemli unsur aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mal ve hizmetler",
      "B": "Uluslararası pazarlar",
      "C": "Fiziki yatırımlar",
      "D": "Bilgi üretimi ve entellektüel sermaye",
      "E": "Pazarlama faaliyetleri"
    },
    "explanation": "Bilişim teknolojilerinin gelişimiyle birlikte içinde bulunduğumuz bilgi çağında toplumların gelişmesi ve değer yaratabilmesi için ihtiyaç duydukları en önemli unsur bilgi üretimi ve entellektüel sermayedir."
  },
  {
    "id": "3881929",
    "unitNumber": 1,
    "text": "Aşağıdaki eylemlerden hangisi sadece dijital medya aracılığı ile gerçekleştirilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Film izleme",
      "B": "Gazete okuma",
      "C": "Radyo dinleme",
      "D": "Sohbet etme",
      "E": "Arama motorlarını kullanarak araştırma yapma"
    },
    "explanation": "Arama motorlarını kullanarak araştırma yapma sadece dijital medya aracılığı ile gerçekleştirilebilir."
  },
  {
    "id": "3881930",
    "unitNumber": 1,
    "text": "Türkçeye ‘Geniş Dünya Ağı’ olarak çevrilen sistemin kısaltması aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "WDA",
      "B": "WWW",
      "C": "TGD",
      "D": "DWA",
      "E": "WAD"
    },
    "explanation": "WWW"
  },
  {
    "id": "3881931",
    "unitNumber": 1,
    "text": "Kullanıcıların web deneyimi bağlamında, Web 1.0 ile Web 2.0 teknolojileri arasındaki temel fark aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İnternete bağlanmak için bilgisayar kullanma",
      "B": "İnternete bağlanmak",
      "C": "Sosyal medyada hashtag (etiket) kullanmak",
      "D": "E-posta göndermek",
      "E": "Video izlemek"
    },
    "explanation": "Kullanıcıların web deneyimi bağlamında, Web 1.0 ile Web 2.0 teknolojileri arasındaki temel fark Sosyal medyada hashtag (etiket) kullanmaktır."
  },
  {
    "id": "3881932",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi dijital medyanın özelliklerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yakınsama",
      "B": "Yaygın olma",
      "C": "Algoritmik",
      "D": "Asimetrik",
      "E": "Parabolik"
    },
    "explanation": "Parabolik"
  },
  {
    "id": "3881933",
    "unitNumber": 1,
    "text": "Yakınsama, algoritmik,asimetrik gibi başlıklar hangi alanın özellikleri arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital medya",
      "B": "Dijital uygulama",
      "C": "Web sitesi",
      "D": "Aplikasyon",
      "E": "Arama motoru"
    },
    "explanation": "Dijital medya"
  },
  {
    "id": "3881934",
    "unitNumber": 1,
    "text": "Medyanın akışkanlığını işaret eden yakınsama kavramı hangi bağlamda tanımlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekonomi",
      "B": "Üretim",
      "C": "Yüketim",
      "D": "Sermaye",
      "E": "Pazarlama"
    },
    "explanation": "Ekonomi"
  },
  {
    "id": "3881935",
    "unitNumber": 1,
    "text": "Çevrim dışı metinlerden farklı olarak çevrim içi metin herkesin ulaşımına ve kullanımına açık olması ve bağlantı linkleri sayesinde hareket kabiliyeti kazanması aşağıdakilerden hangisiyle adlandırılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yaygın olma",
      "B": "Hipermetin",
      "C": "Yakınsama",
      "D": "Algoritmik",
      "E": "Asimetrik"
    },
    "explanation": "Hipermetin"
  },
  {
    "id": "3881936",
    "unitNumber": 1,
    "text": "Dijital medya, birbirine bağlantılı sonsuz sayıda içerik ve metinden oluşması sebebiyle geleneksel medyanın merkezi ve tek yönlü iletişiminin aksine ...... özelliğe sahiptir. <br/>Yukarıdaki boşluğa aşagıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Alegorik",
      "B": "Asimetrik",
      "C": "Dağıtık",
      "D": "Algoritmik",
      "E": "Geçicilik"
    },
    "explanation": "Dağıtık"
  },
  {
    "id": "3881937",
    "unitNumber": 1,
    "text": "Medyanın akışkanlığını işaret eden ....... kavramı, ekonomi politik ve teknoloji bağlamında tanımlanmaktadır.<br/>Yularıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Aritmetik",
      "B": "Asimetrik",
      "C": "Dağınık",
      "D": "Dağıtık",
      "E": "Yakınsama"
    },
    "explanation": "Yakınsama"
  },
  {
    "id": "3881938",
    "unitNumber": 1,
    "text": "Medyanın akışkanlığını işaret eden yakınsama kavramı, ekonomi politik ve ...... bağlamında tanımlanmaktadır.<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Teknoloji",
      "B": "Yakınsama",
      "C": "Dağıtık",
      "D": "Asimetrik",
      "E": "Aritmetik"
    },
    "explanation": "Teknoloji"
  },
  {
    "id": "3881939",
    "unitNumber": 1,
    "text": "Web 2.0 kavramı, ilk defa kimin tarafından kullanılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Steve Jobs",
      "B": "Mark Zuckerberg",
      "C": "Jeff Bezos",
      "D": "Bill Gates",
      "E": "Tim O’Reilly"
    },
    "explanation": "Tim O’Reilly"
  },
  {
    "id": "3881940",
    "unitNumber": 1,
    "text": "Bir bilgisayar terimi olan ......., web sitelerinde ya da mobil uygulamalarda kullanılan, 2 ya da daha fazla içeriğin farklı kaynaklardan alınıp birleştirilmesi ile yeni bir uygulama geliştirilmesidir.<br/>Yukarıda boş bırakılan alana aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mashup",
      "B": "Asimetrik",
      "C": "Dağıtık",
      "D": "Yakınsama",
      "E": "Algoritmik"
    },
    "explanation": "Mashup"
  },
  {
    "id": "3881941",
    "unitNumber": 2,
    "text": "İnternetin masaüstü bilgisayarlarla hayatımıza girmesiyle başlayan teknolojik dönem ...........olarak adlandırılabilir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital devrim",
      "B": "Teknoloji",
      "C": "Sosyal medya",
      "D": "Digitalleşme",
      "E": "Yeni medya"
    },
    "explanation": "İnternetin masaüstü bilgisayarlarla hayatımıza girmesiyle başlayan teknolojik gelişim dönemi dijital devrim olarak adlandırılabilir."
  },
  {
    "id": "3881942",
    "unitNumber": 2,
    "text": "Tüketicilerin pazarda var olmadığı, en azından değer yaratım sürecinin bir parçası olmadığı, kendilerine işletmeler tarafından sunulanların pasif alıcısı olduğu çağ aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tekillik çağı",
      "B": "Satış çağı",
      "C": "Üretim çağı",
      "D": "İnternet çağı",
      "E": "Pazar çağı"
    },
    "explanation": "Üretim çağı: Tüketicilerin pazarda var olmadığı, en azından değer yaratım sürecinin bir parçası olmadığı, kendilerine işletmeler tarafından sunulanların pasif alıcısı olduğu dönemdir."
  },
  {
    "id": "3881943",
    "unitNumber": 2,
    "text": "Güçlü kurumsal yayıncılık engellerini aşabilmek amacıyla tüketicilerin bir araya gelerek protestolar düzenlemeye ve boykot etmeye başlayarak “kolektif ses” dönemi olarak da tanımlanan çağ aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üretim çağı",
      "B": "Satış çağı",
      "C": "Pazar çağı",
      "D": "Tekillik çağı",
      "E": "İnternet çağı"
    },
    "explanation": "Pazar çağı: Bu çağda televizyon yeni bir satış aracı olarak kitlelere ulaşmaya başlamıştır. Tüketicilerin olumlu seslerinin duyulduğu, olumsuzların ise dinlenmediği bir dönemdir. Güçlü kurumsal yayıncılık engellerini aşabilmek amacıyla tüketiciler bir araya gelerek protestolar düzenlemeye ve boykot etmeye başlayarak “kolektif ses” dönemine geçmişlerdir."
  },
  {
    "id": "3881944",
    "unitNumber": 2,
    "text": "Akıllı telefonların hayatımıza girmesiyle tüketicinin sesini duyurması açısından başlayan tekillik çağı hangi dönem aralığındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "1900-1950",
      "B": "1950-1970",
      "C": "1970-1990",
      "D": "2000-2010",
      "E": "2010- şu an"
    },
    "explanation": "2010- şu an /Tekillik çağı"
  },
  {
    "id": "3881945",
    "unitNumber": 2,
    "text": "Uygulama indirilme sayılarına ve uygulamalara yapılan harcamalara göre hem Google Play hem de IOS’ta ilk sırada aşağıdaki kategorilerden hangisi yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "oyunlar",
      "B": "alışveriş siteleri",
      "C": "sağlık",
      "D": "eğitim",
      "E": "Finansal hizmetler"
    },
    "explanation": "Uygulama indirilme sayılarına ve uygulamalara yapılan harcamalara göre oyunlar hem Google Play hem de IOS’ta ilk sırada yer almaktadır."
  },
  {
    "id": "3881946",
    "unitNumber": 2,
    "text": "Sosyal medyada geçirilen ortalama süre dikkate alındığında aşağıdaki ülkelerden hangisi en az ortalamaya sahiptir?",
    "correctAnswer": "E",
    "options": {
      "A": "Endonezya",
      "B": "Brezilya",
      "C": "Filipinler",
      "D": "Türkiye",
      "E": "Güney Kore"
    },
    "explanation": "Dünya çapında sosyal medyada geçirilen ortalama süre 2 saat 24 dakikadır. En çok süre geçiren ülkeler Filipinler, Kolombiya, Brezilya, Nijerya ve Endonezya’dır. En az süre geçiren ülkeler ise Japonya, Güney Kore, İsviçre, Hollanda ve Almanya’dır. Türkiye 2 saat 51 dakika ile dünya ortalamasının üzerindedir."
  },
  {
    "id": "3881947",
    "unitNumber": 2,
    "text": "Aşağıdaki ifadelerden hangisi dijital tüketicilerin bir özelliği olamaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Her zaman, her yerde, istedikleri her şeyi internet altyapısı sayesinde satın alırlar.",
      "B": "Sevdikleri marka ve ürünler ile birlikte üretme sürecine girmek isterler.",
      "C": "Kendi istek ve tercihlerine göre ürünleri bireyselleştirmeye (kişiselleştirmeye) isteklidirler.",
      "D": "İletişimin yalnızca pasif alıcıları olmak isterler.",
      "E": "Sadece bir marka ya da ürün almazlar, eşsiz deneyimler ararlar."
    },
    "explanation": "Dijital tüketiciler her zaman, her yerde, istedikleri her şeyi internet altyapısı sayesinde satın alırlar. Bu tüketiciler sevdikleri marka ve ürünler ile birlikte üretme sürecine girmek isterler. Kendi istek ve tercihlerine göre ürünleri bireyselleştirmeye (kişiselleştirmeye) isteklidirler. Dijital tüketiciler iletişimin yalnızca pasif alıcıları olmak istemezler, işletmeler tarafından dinlenmek ve onlarla etkileşime girmek isterler. Fiyatlar üzerine pazarlık yapmak ve fiyatları etkileyebilmek isterler. Sadece bir marka ya da ürün almazlar, eşsiz deneyimler ararlar. İnterneti yoğun kullanır ve sosyal medyanın avantajından faydalanırlar (Tkaczyk, 2016, s.356)<br/>İletişimin yalnızca pasif alıcıları olmak isterler."
  },
  {
    "id": "3881948",
    "unitNumber": 2,
    "text": "Müşterilerin film izleme sitelerinin kendi öneri motorunu kullanarak kullanıcılarına sunduğu kişiselleştirilmiş öneriler gibi ihtiyaçlarına göre uyarlanmış bir ürün veya hizmet beklemeleri aşağıdaki kavramlardan hangisinin bir özelliğidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bağlamsal etkileşimler",
      "B": "Kanallar arasında sorunsuz deneyim",
      "C": "Her zaman her yerde",
      "D": "Şeffaflık",
      "E": "Akran değerlendirmesi ve savunuculuğu"
    },
    "explanation": "Bağlamsal etkileşimler: Müşteriler Netflix’in kendi öneri motorunu kullanarak kullanıcılarına sunduğu kişiselleştirilmiş öneriler gibi ihtiyaçlarına göre uyarlanmış bir ürün veya hizmet bekler."
  },
  {
    "id": "3881949",
    "unitNumber": 2,
    "text": "Dijital dünyada tüketicileri etkilemek ve elde tutmak için önerilen üç tane temel alan aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "deneyim-kişiselleştirme-yeni sahiplik modelleri",
      "B": "deneyim-kişiselleştirme-en iyi fiyat",
      "C": "en iyi fiyat-kişiselleştirme-yeni sahiplik modelleri",
      "D": "deneyim-en iyi fiyat-yeni sahiplik modelleri",
      "E": "deneyim-kişiselleştirme-self servis"
    },
    "explanation": "Dijital dünyada tüketicileri etkilemek ve elde tutmak için üç tane temel alan önerilmektedir. Bu alanlar deneyim, kişiselleştirme ve yeni sahiplik modelleridir.<br/>deneyim-kişiselleştirme-yeni sahiplik modelleri"
  },
  {
    "id": "3881950",
    "unitNumber": 2,
    "text": "Amazonun bir kitap alıcısına aradığı kitaplara benzer kitapları arayanların satın aldıkları bir kaç kitabı daha önermesi aşağıdaki kavramlardan hangisinin bir örneğidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kişiselleştirme",
      "B": "Kitleselleştirme",
      "C": "Deneyim ekonomisi",
      "D": "Paylaşım ekonomisi",
      "E": "Pazarlama karması"
    },
    "explanation": "Kişiselleştirmenin bir diğer şekli ise birçok kaynaktan gelen<br/>müşteri verisinin gerçek zamanlı olarak analiz edilerek kullanıcılara daha uygun etkileşimler sunulmasıdır.<br/>Netflix’in izleme aktivitelerinin %75’ini yaratan öneri motoru bu tür bir kişiselleştirme örneğidir."
  },
  {
    "id": "3881951",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi paylaşım ekonomisinin bir örneğidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Airbnb",
      "B": "TripAdvisor",
      "C": "Booking.com",
      "D": "Amazon",
      "E": "e-buy"
    },
    "explanation": "Son olarak, paylaşıma dayalı modeller büyümektedir. Uber, Airbnb, BlaBlaCar, WeWork, Didi Kuaidi, HomeAway, Lyft gibi işletmeler talep üzerine erişim ile araba, ev ve ofis alanlarına erişim sağlamaktadır. Paylaşıma dayalı ürün ve hizmetlere yönelik pazarlar hızla büyümektedir."
  },
  {
    "id": "3881952",
    "unitNumber": 2,
    "text": "\"%95’i günlük hayatlarını iyileştirmek için teknolojiden yararlanıyor. Dijital platformlar, özellikle sosyal medya platformları veya ünlü influencer’lar ile bu gruba ulaşılabilir. Hem çevrim içi hem de çevrim dışı mağaza ortamlarına değer veriyorlar.\"<br/>Yukarıdaki paragrafta tanımlanan dijital tüketici sınıfı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Cesur Savaşçılar",
      "B": "Dikkatli Planlayıcılar",
      "C": "Maceraseverler",
      "D": "Güçlü Aktivistler",
      "E": "Dürtüsel Harcayanlar"
    },
    "explanation": "\"%95’i günlük hayatlarını iyileştirmek için teknolojiden yararlanıyor. Dijital platformlar, özellikle sosyal medya platformları veya ünlü influencer’lar ile bu gruba ulaşılabilir. Hem çevrim içi hem de çevrim dışı mağaza ortamlarına değer veriyorlar.\" cümleleri ile tanımlanan dijital tüketici sınıfı cesur savaşçılardır."
  },
  {
    "id": "3881953",
    "unitNumber": 2,
    "text": "Çok büyük bir yüzde ile (%62) çevrim içi sanal deneyimlere değer verdikleri bilinen dijital tüketici sınıfı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dengeli İyimserler",
      "B": "Maceraseverler",
      "C": "Cesur Savaşçılar",
      "D": "Güçlü Aktivistler",
      "E": "Dürtüsel Harcayanlar"
    },
    "explanation": "Tablo 2.3'den görüldüğü üzere, \"Dengeli İyimserler\" dijital tüketici sınıfı büyük bir oran ile (%62’si) çevrim içi sanal deneyimlere değer veriyor."
  },
  {
    "id": "3881954",
    "unitNumber": 2,
    "text": "Aşağıdaki ifadelerden hangisi yaşanılan Covid 19 Pandemi sürecinin tüketici davranışlarında yarattığı değişikliklerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Finansal olarak kısıtlanmışlık",
      "B": "Dijital teknolojilerde gelişmişlik",
      "C": "Karar alma süreçlerinde daha seçici oluş",
      "D": "Dünyadaki değerleri yeniden oluşturma iştekliliği",
      "E": "Düşüncede odak kaybı, düşüncesizlik"
    },
    "explanation": "Pandemi nedeniyle finansal olarak kısıtlanmış ama dijital teknolojilerde daha gelişmiş, karar alma süreçlerinde daha seçici ve düşünceli olan tüketici, dünyadaki değerleri yeniden oluşturmak için Covid-19’u bir fırsat olarak görüyor.<br/>Düşüncede odak kaybı, düşüncesizlik"
  },
  {
    "id": "3881955",
    "unitNumber": 2,
    "text": "1970-1990 yıları arasını kapsayan ve tüketicinin sesini 'Kolektif ses' olarak tanımlanan dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üretim çağı",
      "B": "Satış çağı",
      "C": "Pazar çağı",
      "D": "İnternet çağı",
      "E": "Tekillik çağı"
    },
    "explanation": "GÜÇLENEN TÜKETİCİ<br/>Tablo 2.2 “Tüketici Sesinin” Evrimi<br/>Dönem Pazarlama yönelimi Tüketicinin sesi Sesin tonu<br/>1900-1950 Üretim çağı Tüketici sessizliği Sessiz<br/>1950-1970 Satış çağı Yasal ses →<br/>1970-1990 Pazar çağı Kolektif ses -<br/>2000-2010 İnternet çağı Ses eşitliği →<br/>2010-şu an Tekillik çağı Ses hâkimiyeti Sesli"
  },
  {
    "id": "3881956",
    "unitNumber": 2,
    "text": "Wearesocial ve Hootsuite’in birçok veri kaynağını kullanarak hazırladığı Digital 2020 raporuna göre ortalama bir internet kullanıcısı günde kaç saat ve dakikayı çevrim içi geçirmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "2 saat 36 dakika",
      "B": "4 saat 43 dakika",
      "C": "6 saat 43 dakika",
      "D": "8 saat 36 dakika",
      "E": "1 saat 43 dakika"
    },
    "explanation": "DİJİTAL TÜKETİCİ<br/>Wearesocial ve Hootsuite’in birçok veri kaynağını kullanarak hazırladığı Digital 2020 raporuna göre dünya çapındaki kullanıcıların dijital profili ile ilgili ayrıntılar şu şekildedir (Kemp, 2020):<br/>• Dünya çapında internet kullanıcı sayısı<br/>4.54 milyara ulaşmıştır ve 3.80 milyar sosyal medya kullanıcısı vardır.<br/>• 5.19 milyar kişi cep telefonu kullanmaktadır.<br/>• Ortalama bir internet kullanıcısı günde 6 saat 43 dakikayı çevrim içi geçirmektedir."
  },
  {
    "id": "3881957",
    "unitNumber": 2,
    "text": "Wearesocial ve Hootsuite’in birçok veri kaynağını kullanarak hazırladığı Digital 2020 raporuna göre Türkiye'de ortalama çevrimiçi kalma süresi nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "1 saat 29 dakika",
      "B": "3 saat 29 dakika",
      "C": "5 saat 29 dakika",
      "D": "7 saat 29 dakika",
      "E": "9 saat 29 dakika"
    },
    "explanation": "DİGİTAL TÜKETİCİ<br/>Wearesocial ve Hootsuite’in birçok veri kaynağını kullanarak hazırladığı Digital 2020 raporuna göre dünya çapındaki kullanıcıların dijital profili ile ilgili ayrıntılar şu şekildedir (Kemp, 2020):<br/>• Dünya çapında internet kullanıcı sayısı<br/>4.54 milyara ulaşmıştır ve 3.80 milyar sosyal medya kullanıcısı vardır.<br/>• 5.19 milyar kişi cep telefonu kullanmaktadır.<br/>• Ortalama bir internet kullanıcısı günde 6 saat 43 dakikayı çevrim içi geçirmektedir. Bu da yılda 100 gün internete bağlı olmak demektir. 8 saatin uykuya ayrıldığı düşünülürse uyanık olduğumuz zamanın %40’ını<br/>internet kullanarak geçiriyoruz. İnternette en çok süre geçiren ülke Filipinler (9 saat 45 dakika) iken en az süre geçiren ülke Japonya’dır (4 saat 22 dakika). Türkiye’de ise bu süre 7 saat 29 dakikadır."
  },
  {
    "id": "3881958",
    "unitNumber": 2,
    "text": "Wearesocial ve Hootsuite’in birçok veri kaynağını kullanarak hazırladığı Digital 2020 raporuna göre Dünya çapında sosyal medyada geçirilen ortalama süre kaç saat ve dakikadır?",
    "correctAnswer": "B",
    "options": {
      "A": "1 sat 24 dakika",
      "B": "2 saat 24 dakika",
      "C": "3 saat 24 dakika",
      "D": "4 saat 24 dakika",
      "E": "5 saat 24 dakika"
    },
    "explanation": "DİGİTAL TÜKETİCİ<br/>Wearesocial ve Hootsuite’in birçok veri kaynağını kullanarak hazırladığı Digital 2020 raporuna göre dünya çapındaki kullanıcıların dijital profili ile ilgili ayrıntılar şu şekildedir (Kemp, 2020):<br/>Dünya çapında sosyal medyada geçirilen ortalama süre 2 saat 24 dakikadır."
  },
  {
    "id": "3881959",
    "unitNumber": 2,
    "text": "Alışveriş karar verme sürecini ve satın almaya giden yolun araştırma aşamasını kolaylaştırmak için kullanımı kolay karşılaştırma platformlarını tercih ediyorlar.<br/>Digital özellikleri yukarıdaki gibi tanımlanan tüketici tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dürtüsel Harcayanlar",
      "B": "Minimalizm Arayanlar",
      "C": "Güvenli Gelenekselciler",
      "D": "Tutucu Ev Kuşları",
      "E": "Dengeli İyimserler"
    },
    "explanation": "Minimalizm Arayanlar<br/>Alışveriş karar verme sürecini ve satın almaya giden yolun araştırma aşamasını kolaylaştırmak için kullanımı kolay karşılaştırma platformlarını tercih ediyorlar."
  },
  {
    "id": "3881960",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Google’a ait olan interaktif dijital tüketici iç görüsü aracı Consumer Barometer’ın araştırmalarına göre tanımlanan dijital tüketici grubu içinde yeralmaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Marka savunucuları",
      "B": "Dijital anneler",
      "C": "Nasıl yapılır videosu (how-to-video) izleyicileri",
      "D": "Kendine Bakım Meraklıları",
      "E": "Milenyumlular"
    },
    "explanation": "DİGİTAL TÜKETİCİ<br/>Google’a ait olan interaktif dijital tüketici içgörüsü aracı Consumer Barometer’ın araştırmalarına göre dört dijital tüketici grubu ortaya konmuştur (http-1; Tkaczyk, 2016):<br/>* Marka savunucuları<br/>* Dijital anneler<br/>* Nasıl yapılır videosu (how-to-video) izleyicileri<br/>* Milenyumlular"
  },
  {
    "id": "3881961",
    "unitNumber": 2,
    "text": "<strong>A</strong><strong>şağıdaki ifadelerden hangisi </strong><strong>i</strong><strong>nsanların neden sosyal medya kullandığını anlayabilmek için kullanılan kavramlardan biri </strong><u><strong>değildir</strong></u><strong>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bağlantı kurma.",
      "B": "Tüketme.",
      "C": "Yakınsama.",
      "D": "Yaratma.",
      "E": "Kontrol."
    },
    "explanation": "İnsanların neden sosyal medya kullandığını anlayabilmek için bağlantı kurma, tüketme, yaratma ve kontrolden, oluşan 4C (connect, consume, create, control) çerçevesi kullanılabilir."
  },
  {
    "id": "3881962",
    "unitNumber": 2,
    "text": "<strong>H</strong><strong>er yıl yeni gelişen ve hızla değişen trendleri takip eden ve değişen tüketici değerlerine ilişkin iç görüler sağlayan kuruluş aşağıdaki ifadelerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Marvel.",
      "B": "Euromonitor International.",
      "C": "Facebook.",
      "D": "Lego.",
      "E": "Netflix."
    },
    "explanation": "Euromonitor International her yıl yeni gelişen ve hızla değişen trendleri takip etmektedir."
  },
  {
    "id": "3881963",
    "unitNumber": 2,
    "text": "<strong>Tüketicilerin pazarda var olmadığı, değer yaratım sürecinin bir parçası olmadığı, kendilerine sunulanların pasif alıcısı olduğu dönem aşağıdaki ifadelerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Üretim çağı.",
      "B": "Satış çağı.",
      "C": "Pazar çağı.",
      "D": "İnternet çağı.",
      "E": "Tekillik çağı."
    },
    "explanation": "Üretim çağı: Tüketicilerin pazarda var olmadığı, en azından değer yaratım sürecinin bir parçası olmadığı, kendilerine işletmeler tarafından sunulanların pasif alıcısı olduğu dönemdir."
  },
  {
    "id": "3881964",
    "unitNumber": 2,
    "text": "<strong>Tüketicilerin “kolektif ses” dönemine geçtiği, işletmelerin pazarı anlayabilmek için tüketicileri dinlemeye başladığı dönem aşağıdaki ifadelerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Üretim çağı.",
      "B": "Satış çağı.",
      "C": "Pazar çağı.",
      "D": "İnternet çağı.",
      "E": "Tekillik çağı."
    },
    "explanation": "Güçlü kurumsal yayıncılık engellerini aşabilmek amacıyla tüketiciler bir araya gelerek protestolar düzenlemeye ve boykot etmeye başlayarak “kolektif ses” dönemine geçmişlerdir. Bu dönemde işletmeler pazarı anlayabilmek için tüketicileri dinlemeye başlamıştır."
  },
  {
    "id": "3881965",
    "unitNumber": 2,
    "text": "<strong>T</strong><strong>üketici-işletme arasındaki iletişimi demokratikleştirerek “seslerin eşitlendiği” </strong><strong>dönem</strong> <strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Üretim çağı.",
      "B": "Satış çağı.",
      "C": "Pazar çağı.",
      "D": "İnternet çağı.",
      "E": "Tekillik çağı."
    },
    "explanation": "İnternet özgür konuşma platformu olarak tüketicilerin seslerini duyurmalarını kolaylaştırmış ve tüketici-işletme arasındaki iletişimi demokratikleştirerek “seslerin eşitlendiği” bir durum sağlamıştır."
  },
  {
    "id": "3881966",
    "unitNumber": 2,
    "text": "<strong>T</strong><strong>üketicinin sesinin pazardaki mesaj ve tartışmaları domine ettiği ve “ses hâkimiyeti” dönemi olarak tanımlanan dönem aşağıdaki ifadelerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Üretim çağı.",
      "B": "Satış çağı.",
      "C": "Pazar çağı.",
      "D": "İnternet çağı.",
      "E": "Tekillik çağı."
    },
    "explanation": "Tekillik çağı: Her bir tüketici kitleleri bilgilendiren birer medya yayıncısı gibidir. Her bir tüketici güçlüdür ve kendi sesinin kontrolüne sahiptir. Sonunda tüketicinin sesi pazardaki mesaj ve tartışmaları domine eden bir yüksekliğe ulaşmıştır. Bu dönem “ses hâkimiyeti” dönemi olarak tanımlanır."
  },
  {
    "id": "3881967",
    "unitNumber": 2,
    "text": "<strong>Tüketicilerin güçlenme sürecinin doğru </strong><strong>sırası</strong><strong> aşağıdaki ifadelerden hangisidir?</strong>.",
    "correctAnswer": "A",
    "options": {
      "A": "Talebe, bilgiye, ağa ve kitleye dayalı güç.",
      "B": "Bilgiye, ağa, kitleye ve talebe dayalı güç.",
      "C": "Ağa, kitleye, talebe ve bilgiye dayalı güç.",
      "D": "Kitleye, talebe, bilgiye ve ağa dayalı güç.",
      "E": "Talebe, ağa, bilgiye ve kitleye dayalı güç"
    },
    "explanation": "Tüketicilerin güçlenmesi süreci ikisi bireye dayalı güç kaynakları (talebe dayalı güç ve bilgiye dayalı güç) ve ikisi ağ tabanlı güç kaynakları (ağa dayalı güç ve kitleye dayalı güç) olarak sınıflandırılmıştır. Bu sınıflama zaman içinde tüketici güç kaynaklarının bir evrimi olarak da düşünülebilir."
  },
  {
    "id": "3881968",
    "unitNumber": 2,
    "text": "<strong>K</strong><strong>aynakları hem bireylere hem de gruplara fayda sağlayacak şekilde bir araya getirme, harekete geçirme ve yapılandırma becerisinde yatan güç aşağıdaki ifadelerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ağa dayalı güç.",
      "B": "Talebe dayalı güç.",
      "C": "Kitleye dayalı güç.",
      "D": "Bilgiye dayalı güç.",
      "E": "Uzmanlığa dayalı güç."
    },
    "explanation": "Kitleye dayalı güç, kaynakları hem bireylere hem de gruplara fayda sağlayacak şekilde bir araya getirme, harekete geçirme ve yapılandırma becerisinde yatar."
  },
  {
    "id": "3881969",
    "unitNumber": 2,
    "text": "<strong>Fiyat ve ürün kararlarındaki tüketici etkisini attıran güç aşağıdaki ifadelerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Uzmanlık gücü",
      "B": "Yaptırım gücü.",
      "C": "Kitlesel güç.",
      "D": "Denetsel güç.",
      "E": "Meşru güç."
    },
    "explanation": "Ürün özelliklerine ve fiyata karar veren taraf işletme iken internet çağında pazar yapısı tüketici lehine değişmiştir. Yeni çevrim içi iş modelleri ile tüketicilerin fiyat ve ürün özelliklerine karar vermedeki etki gücü artmıştır. Fiyat ve ürün kararlarındaki tüketici etkisini attıran bu güç meşru güçtür."
  },
  {
    "id": "3881970",
    "unitNumber": 2,
    "text": "<strong>Dünya çapında sosyal medyada geçirilen ortalama süre aşağıdaki ifadelerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "1 saat 24 dakika.",
      "B": "2 saat 24 dakika.",
      "C": "3 saat 24 dakika.",
      "D": "4 saat 24 dakika.",
      "E": "5 saat 24 dakika."
    },
    "explanation": "Dünya çapında sosyal medyada geçirilen ortalama süre 2 saat 24 dakikadır."
  },
  {
    "id": "3881971",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi insanların neden sosyal medya kullandığını anlayabilmek için geliştirilen 4C çerçevesinde yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Bağlantı kurma",
      "B": "Tüketme",
      "C": "Yaratma",
      "D": "İlgilenim",
      "E": "Kontrol etme"
    },
    "explanation": "İnsanların neden sosyal medya kullandığını anlayabilmek için bağlantı kurma, tüketme, yaratma ve kontrolden oluşan 4C (connect, consume, create, control) çerçevesi kullanılabilir.<br/>İlgilenim"
  },
  {
    "id": "3881972",
    "unitNumber": 2,
    "text": "Whim, kullanıcıların bir şehirde toplu taşıma, şehir bisikleti, taksi ve araba paylaşımını içeren ulaşım seçeneklerine bir arada erişmelerini sağlayan aylık üyelik ücretli bir ulaşım uygulamasıdır.<br/>Yukarıdaki örnekte hangi küresel tüketici trendi vurgulanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "İnsanın ötesinde",
      "B": "Kesintisiz hareketlilik",
      "C": "Özel kişiselleştirme",
      "D": "Bağ kurma",
      "E": "Herkesi kapsayan iş modelleri"
    },
    "explanation": "Kesintisiz hareketlilik: Tüketiciler gezilerini planlamak, tren, taksi, elektrikli bisiklet, skoter ve helikopter gibi hangi araçla olursa olsun, A noktasından B noktasına giderken en iyi yola yönelik güncellemeleri almak için navigasyon uygulamalarını kullanmaktadır."
  },
  {
    "id": "3881973",
    "unitNumber": 2,
    "text": "ThisAbles, Ikea İsrail’in iki kar amacı gütmeyen kuruluş ile birlikte geliştirdiği,<br/>mevcut ürün dizisini eklenen aksesuarlar ile geliştirerek engelli bireylerin<br/>yaşamlarını kolaylaştırmayı amaçlayan bir projedir.<br/>Yukarıda küresel tüketici trendlerinden hangisi örneklendirilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yerel-küresellik",
      "B": "Özel kişiselleştirme",
      "C": "Herkesi kapsayan iş modeli",
      "D": "Hızlı erişim",
      "E": "Kesintisiz hareketlilik"
    },
    "explanation": "Herkesi kapsayan iş modeli: İşletmeler sadece genel tüketicilerin değil, aynı zamanda fiziksel ve zihinsel farklılıkları olan bireylerin de istek ve ihtiyaçlarını<br/>karşılayan ürün ve hizmetler sunmak istemektedir."
  },
  {
    "id": "3881974",
    "unitNumber": 2,
    "text": "Akıllı telefonların kullanımı ile birlikte, internete erişimin temel bir hak olarak görüldüğü bu dönemde her bir bireyin bilgiye erişebilme hakkı olduğuna inanılır. Yukarıda bahsedilen dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İnternet çağı",
      "B": "Tekillik çağı",
      "C": "Üretim çağı",
      "D": "Pazar çağı",
      "E": "Satış çağı"
    },
    "explanation": "Tekillik çağı: Akıllı telefonların hayatımıza girmesiyle tüketicinin sesini duyurması açısından yeni bir döneme girilmiştir. İnternete erişimin temel bir hak olarak görüldüğü bu dönemde her bir bireyin bilgiye erişebilme hakkı olduğuna inanılır."
  },
  {
    "id": "3881975",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi \"ses hâkimiyeti” olarak adlandırılan dönemin özellikleri arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Güçlü kurumsal yayıncılık engellerini aşabilmek amacıyla tüketiciler “protestolar düzenlemişlerdir",
      "B": "Etik olmayan satış uygulamalarına karşı tüketici haklarına yönelik düzenlemeler başlamıştır",
      "C": "Tüketiciler kısıtlı bilgi ile karar vermek zorundaydı",
      "D": "Tüketiciler, kendilerine işletmeler tarafından sunulanların pasif alıcısıdır",
      "E": "Güçlü tüketicinin sesi pazardaki mesaj ve tartışmaları domine etmektedir"
    },
    "explanation": "Her bir tüketici güçlüdür ve kendi sesinin kontrolüne sahiptir. Sonunda tüketicinin sesi pazardaki mesaj ve tartışmaları domine eden bir yüksekliğe ulaşmıştır. Küçük (2020) bu dönemi “ses hâkimiyeti” diye tanımlar.<br/>Güçlü tüketicinin sesi pazardaki mesaj ve tartışmaları domine etmektedir"
  },
  {
    "id": "3881976",
    "unitNumber": 2,
    "text": "“Tüketici sessizliği\" olarak adlandırılani tüketicilerin seslerini duyurma süreci aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Üretim çağı",
      "B": "Satış çağı",
      "C": "İnternet çağı",
      "D": "Tekillik çağı",
      "E": "Pazar çağı"
    },
    "explanation": "Üretim çağında, kimse tüketicilerin ne düşündüğünü önemsemez, tüketicilere yasal haklar verilmezdi. Bu sebeple Küçük (2020) üretim çağına “tüketici sessizliği” adını vermiştir."
  },
  {
    "id": "3881977",
    "unitNumber": 2,
    "text": ".............., dijital içeriğin dağıtımı, yeniden düzenlenmesi ve iyileştirilmesi yoluyla kişisel itibar oluşturmak ve pazarları etkilemek için tasarlanmış ağ eylemleri aracılığıyla içeriğin başkalaşımına odaklanır.<br/>Yukarıda boş bırakılan yere uygun gelen tüketici gücü kaynağı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kitleye dayalı güç",
      "B": "Bilgiye dayalı güç",
      "C": "Ağa dayalı güç",
      "D": "Talebe dayalı güç",
      "E": "Arza dayalı güç"
    },
    "explanation": "Ağa dayalı güç, dijital içeriğin dağıtımı, yeniden düzenlenmesi ve iyileştirilmesi yoluyla kişisel itibar oluşturmak ve pazarları etkilemek için tasarlanmış ağ eylemleri aracılığıyla içeriğin başkalaşımına odaklanır"
  },
  {
    "id": "3881978",
    "unitNumber": 2,
    "text": "Yaz tatili için Marmaris'te otel arayan bir kişi, seyahat uygulamaları aracılığıyla söz konusu bölgedeki tüm otellerin fiyatlarına ilişkin bilgi edinebilmektedir.<br/>Yukarıdaki örnekte aşağıdakilerden hangisi vurgulanmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Satış gücü",
      "B": "Yaptırım gücü",
      "C": "Meşru güç",
      "D": "Yakınlık gücü",
      "E": "Uzmanlık gücü"
    },
    "explanation": "Uzmanlık gücü, genellikle tüketiciler ve işletmeler arasındaki şeffaflık ve bilgi asimetrisi eksikliği ile karakterize edilen bir durum olan pazardaki kalite ve fiyatlar hakkında bilgi sahibi olmayı ifade eder."
  },
  {
    "id": "3881979",
    "unitNumber": 2,
    "text": "Bir restoranda olumsuz bir deneyim yaşayan bir tüketici internet aracılığıyla kolaylıkla şikayet edebilmektedir.<br/>Yukarıdaki örnekte aşağıdakilerden hangisi vurgulanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Uzmanlık gücü",
      "B": "Meşru güç",
      "C": "Yakınlık gücü",
      "D": "Yaptırım gücü",
      "E": "Ağ gücü"
    },
    "explanation": "İnternet, tüketicilerin memnuniyetsizlik yaşamaları durumunda işletmeyi bırakmasını ve işletmeyi şikâyet etmesini kolaylaştırarak onların yaptırım gücünü arttırmaktadır."
  },
  {
    "id": "3881980",
    "unitNumber": 2,
    "text": "Alışveriş karar verme sürecini ve satın almaya giden yolun araştırma aşamasını kolaylaştırmak için kullanımı kolay karşılaştırma platformlarını tercih eden tüketici grubu aşağıdakilerden hangisidir??",
    "correctAnswer": "C",
    "options": {
      "A": "Cesur savaşçılar",
      "B": "Güçlü aktivistler",
      "C": "Minimalizm arayanlar",
      "D": "Dijital hayranları",
      "E": "Tutucu ev kuşları"
    },
    "explanation": "Minimalizm arayanlar: Alışveriş karar verme sürecini ve satın almaya giden yolun araştırma aşamasını kolaylaştırmak için kullanımı kolay karşılaştırma platformlarını tercih eden tüketici grubudur."
  },
  {
    "id": "3881981",
    "unitNumber": 2,
    "text": "I- Küresel erişilebilirlik<br/>II- Şehirleşme<br/>III- Mobil telefon ve internet<br/>IV- Sanayileşme<br/>V- Pazarlama<br/>Yukarıdakilerden hangileri dijital devrimin itici güçleridir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve IV",
      "C": "I, II ve IV",
      "D": "II, III ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Küresel erişilebilirlik, şehirleşme, mobil telefon ve internet dijital devrimin itici güçleridir."
  },
  {
    "id": "3881982",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi tüketicilerin gezilerini planlaması, navigasyon uygulamalarını kullanması, özel çoklu ulaşım seçenekleri sağlaması gibi olanaklar sunan dijital küresel trendlerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "İnsanın ötesinde",
      "B": "Kesintisiz hareketlilik",
      "C": "Hızlı erişim",
      "D": "Özel kişiselleştirme",
      "E": "Yerel küresellik"
    },
    "explanation": "Tüketiciler gezilerini planlamak, tren, taksi, elektrikli bisiklet, skoter ve helikopter gibi hangi araçla olursa olsun, A noktasından B noktasına giderken en iyi yola yönelik güncellemeleri almak için navigasyon uygulamalarını kullanmaktadır. Esnek ve kişisel bir ulaşım için tüketiciler kendilerine özel çoklu ulaşım seçeneklerini istemektedir. Bu kesintisiz hareketlilik trendidir."
  },
  {
    "id": "3881983",
    "unitNumber": 2,
    "text": "Aşağıdaki küresel trendlerden hangisi tüketiciyi daha az tüketmeye ve daha çevreci olmaya yönlendirmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kendini düşünmek",
      "B": "Çok fonksiyonlu evler",
      "C": "Yeniden kullanım",
      "D": "İnsanın ötesinde",
      "E": "Özel kişiselleştirme"
    },
    "explanation": "Yeniden kullanım trendi özellikle daha genç nesillerin bir şeye sahip olmak yerine paylaşmayı, yeniden kullanım ve kiralamayı tercih etmesidir. Yeniden kullanma, geri dönüşümün yeni hali olmuştur."
  },
  {
    "id": "3881984",
    "unitNumber": 2,
    "text": "I- Üretim çağı<br/>II- Satış çağı<br/>III- Pazar çağı<br/>IV- Tekillik çağı<br/>V- İnternet çağı<br/>Pazarlama yaklaşımları ve pazarlama teorisine bağlı olarak tüketicilerin tamamen sessiz olduğu dönemden egemen sesin tüketiciye ait olduğu döneme doğru gidişte yukarıdaki pazarlama yönelimlerinin sırasını hangisi <u>bozmaktadır</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "1900-1950 arası üretim çağı, 1950-1970 arası satış çağı, 1970-1990 arası Pazar çağı, 2000-2010 arası internet çağı, 2010-şu an tekillik çağıdır."
  },
  {
    "id": "3881985",
    "unitNumber": 2,
    "text": "I- Üretim çağı<br/>II- Satış çağı<br/>III- Pazar çağı<br/>IV- İnternet çağı<br/>V- Tekillik çağı<br/><ol> <li>Ses hakimiyeti</li> <li>Ses eşitliği</li> <li>Yasal ses</li> </ol> Pazar yönelimi dönemleri ve tüketicinin sesi arasındaki doğru eşleştirme aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "A-I, B-II ve C- III",
      "B": "A-II, B-I ve C- IV",
      "C": "A-III, B-V ve C- II",
      "D": "A-IV, B-I ve C- III",
      "E": "A-V, B-IV ve C- II"
    },
    "explanation": "Üretim çağı tüketicinin sessiz olduğu, satış çağı yasal sesin, Pazar çağı kolektif sesin, internet çağı ses eşitliğinin olduğu ve tekillik çağı da ses hakimiyetinin tamamen tüketicide olduğu çağdır."
  },
  {
    "id": "3881986",
    "unitNumber": 2,
    "text": "I- Talebe dayalı güç<br/>II- Bilgiye dayalı güç<br/>III- Ağa Dayalı güç<br/>IV- Kitleye dayalı güç<br/><ol> <li>İçerik tüketme ve üretme yeteneklerine dayanır.</li> <li>Kaynakları hem bireylere hem de gruplara fayda sağlayacak şekilde bir araya getirme, harekete geçirme ve yapılandırma becerisine dayanır.</li> <li>İnternet ve sosyal medya teknolojilerinden ortaya çıkan tüketim ve satın alma davranışlarının etkisine dayanır.</li> </ol> Tüketici gücü ve dayandıkları kaynaklar arasındaki doğru eşleştirme aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "A-I, B-II ve C-III",
      "B": "A-II, B-III ve C-IV",
      "C": "A-IV, B-I ve C-II",
      "D": "A-II, B-IV ve C-I",
      "E": "A-III, B-IV ve C-IV"
    },
    "explanation": "Talebe dayalı güç, internet ve sosyal medya teknolojilerinden ortaya çıkan tüketim ve satın alma davranışlarının etkisine dayalıdır. Bilgi tabanlı güç, içerik tüketme ve üretme yeteneklerine dayanan iki boyuttan oluşur. İçerik tüketimi yoluyla bilgiye dayalı güç, bilgi asimetrisini azaltan ürün veya hizmet bilgilerine erişim kolaylığı ile ilgilidir, bilginin pazara yayılmasını hızlandırır ve ürün yaşam döngülerini kısaltır. İçerik üretimi yoluyla bilgiye dayalı güç, kullanıcı tarafından oluşturulan içerik üretme yeteneğidir. Kitleye dayalı güç, kaynakları hem bireylere hem de gruplara fayda sağlayacak şekilde bir araya getirme, harekete geçirme ve yapılandırma becerisinde yatar. Mobil teknoloji ve veri altyapısındaki gelişmeler, dijital platformlarda bilgi ve kaynaklara her yerde ve neredeyse anında erişim yoluyla kitleye dayalı güç oluşturur."
  },
  {
    "id": "3881987",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi internetin tüketici gücünü etkileyen özelliklerden birisi <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "İnternet ilginin her yerde bulunmasını sağlar.",
      "B": "Coğrafi uyuşmazlığın ortadan kaldırıp çevrim içi iletişim ağlarının oluşumunu destekler.",
      "C": "İnternet sayesinde uzmanlık tüketicilerden işletmelere geçmiştir.",
      "D": "Kullanıcının eylem kapsamı «kabul et» ve «reddet» seçenekleriyle sınırlı değildir.",
      "E": "Değer zincirinde tüketicilerin daha aktif rol üstlenmesini sağlar."
    },
    "explanation": "Uzmanlık gücü̈ işletmelerden tüketicilere geçmiştir. Arama motorları, fiyat ve özellik karşılaştırmaları yapan web siteleri, tüketici yorumları bu gücün artışında etkili olmuştur."
  },
  {
    "id": "3881988",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi “Digital 2020” raporuna göre kullanıcıların dijital profil özelliklerinden biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Çevrimiçinde en çok kullanılan cihaz cep telefonlarıdır.",
      "B": "En çok kullanılan mobil uygulamalar sağlık uygulamalarıdır.",
      "C": "En çok harcama yapılan uygulamalar oyunlardır.",
      "D": "Mobil cihazlarda geçirilen sürenin yarısı sosyal ve iletişim odaklıdır.",
      "E": "En çok kullanılan sosyal medya platformu Facebook’tur."
    },
    "explanation": "En çok kullanılan mobil uygulamalar sağlık değil sohbet uygulamalarıdır."
  },
  {
    "id": "3881989",
    "unitNumber": 2,
    "text": "I- Deneyim<br/>II- Kişiselleştirme<br/>III- Yeni sahiplik<br/>IV- Rekabet<br/>V- Fiyat<br/>Dijital dünyada tüketicileri etkilemek ve elde tutmak için yukarıdaki alanlardan hangileri önerilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve V",
      "C": "II, III ve IV",
      "D": "II, III ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Dijital dünyada tüketicileri etkilemek ve elde tutmak için deneyim, kişiselleştirme ve yeni sahiplik alanları önerilmektedir."
  },
  {
    "id": "3881990",
    "unitNumber": 2,
    "text": "I- Dürtüsel harcayanlar<br/>II- Güçlü aktivistler<br/>III- Minimalizm arayanlar<br/>IV- Dijital hayranları<br/>V- Maceraseverler <br/><ol> <li>Alışveriş karar verme sürecini ve satın almaya giden yolun araştırma aşamasını kolaylaştırmak için kullanımı kolay karşılaştırma platformlarını tercih ediyorlar.</li> <li>Genelde gerçek dünya deneyimlerinden çok çevrim içi deneyimleri tercih ediyorlar.</li> <li>Alışverişten hoşlanma olasılıkları az, genellikle alışveriş yapmadan önce çevrim içi araştırma yapıyorlar.</li> </ol> Tüketici grupları ve özellikleri arasındaki doğru eşleştirme aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "A-I, B-III ve C-V",
      "B": "A-III, B-IV ve C-V",
      "C": "A-II, B-III ve C-I",
      "D": "A-IV, B-V ve C-III",
      "E": "A-V, B-IV ve C-II"
    },
    "explanation": "Minimalizm arayanlar, alışveriş karar verme sürecini ve satın almaya giden yolun araştırma aşamasını kolaylaştırmak için kullanımı kolay karşılaştırma platformlarını tercih ediyorlar; Dijital hayranları, genelde gerçek dünya deneyimlerinden çok çevrim içi deneyimleri tercih ediyorlar; Maceraseverler, alışverişten hoşlanma olasılıkları az, genellikle alışveriş yapmadan önce çevrim içi araştırma yapıyorlar."
  },
  {
    "id": "3881991",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi dijital kavramını öne sürmüştür?",
    "correctAnswer": "A",
    "options": {
      "A": "Alan Turing",
      "B": "Rezabakhsh",
      "C": "Tkaczyk",
      "D": "Nielson",
      "E": "kemp"
    },
    "explanation": "Alan Turing"
  },
  {
    "id": "3881992",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi küresel tüketici trendlerinden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "kesintisiz hareketlilik",
      "B": "hızlı erişim",
      "C": "yeniden kullanım",
      "D": "çok fonksiyonlu evler",
      "E": "pazar çağı"
    },
    "explanation": "pazar çağı"
  },
  {
    "id": "3881993",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Pazarlama yaklaşımları ve pazarlama teorisine bağlı olarak tüketicilerin seslerini duyurma süreclerinden değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "üretim çağı",
      "B": "satış çağı",
      "C": "ürün yaşam eğrisi",
      "D": "pazar çağı",
      "E": "internet çağı"
    },
    "explanation": "ürün yaşam eğrisi"
  },
  {
    "id": "3881994",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi tüketiciye dayalı güç kaynaklarından birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "talebe dayalı güç",
      "B": "bilgiye dayalı güç",
      "C": "ağa dayalı güç",
      "D": "kitleye dayalı güç",
      "E": "satış çağı"
    },
    "explanation": "satış çağı"
  },
  {
    "id": "3881995",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ürün yaşam eğrisinin tanımıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "bir ürünün kullanım<br/>ömrü boyunca satış ve karının seyri olarak<br/>tanımlanır",
      "B": "üretim çağı",
      "C": "satış çağı",
      "D": "internet çağı",
      "E": "pazar çağı"
    },
    "explanation": "bir ürünün kullanım<br/>ömrü boyunca satış ve karının seyri olarak<br/>tanımlanır"
  },
  {
    "id": "3881996",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi tüketicinin sesini duyurma dönemlerinden birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "üretim çağı",
      "B": "satış çağı",
      "C": "pazar çağı",
      "D": "internet çağı",
      "E": "talebe dayalı güç"
    },
    "explanation": "talebe dayali güç"
  },
  {
    "id": "3881997",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi tüketici gücünün kaynaklarından değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "internet çağı",
      "B": "talebe dayalı güş",
      "C": "bilgiye dayalı güç",
      "D": "ağa dayalı güç",
      "E": "kitleye dyalı güç"
    },
    "explanation": "internet çağı"
  },
  {
    "id": "3881998",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi dijital kullanıcıların profili değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dünya çapında internet kullanıcı sayısı<br/>4.54 milyara ulaşmıştır ve 3.80 milyar sosyal medya kullanıcısı vardır.",
      "B": "5.19 milyar kişi cep telefonu kullanmaktadır.",
      "C": "Uygulama indirilme sayılarına ve uygulamalara yapılan harcamalara göre oyunlar<br/>hem Google Play hem de IOS’ta ilk sırada<br/>yer almaktadır.",
      "D": "Kategorilerine göre mobil cihazda geçirdiğimiz sürenin yarısı sosyal ve iletişim odaklı<br/>uygulamalarda geçmektedir. Bunu video<br/>eğlence uygulamaları ve oyun uygulamaları<br/>izlemektedir.",
      "E": "uzmanlık gücü"
    },
    "explanation": "uzmanlık gücü"
  },
  {
    "id": "3881999",
    "unitNumber": 2,
    "text": "1930’ların sonunda bilgisayar biliminin kurucusu sayılan bilim adamı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alan Turing",
      "B": "Alan Foster",
      "C": "Alan Delon",
      "D": "Alan Deniro",
      "E": "Alan Tracking"
    },
    "explanation": "Alan Turing"
  },
  {
    "id": "3882000",
    "unitNumber": 2,
    "text": "İnsanların başkaları tarafından tüketebilecek içerikleri oluşturmasına imkân veren Web tabanlı ve mobil araçlar ve uygulamalar bütününe ne denir?",
    "correctAnswer": "E",
    "options": {
      "A": "İnternet",
      "B": "Dijital devrim",
      "C": "Kripto para",
      "D": "Web sitesi",
      "E": "Sosyal medya"
    },
    "explanation": "Sosyal medya"
  },
  {
    "id": "3882001",
    "unitNumber": 2,
    "text": "............., dijitalleşebilen her şeyin dijital\u0002leştirilmesiyle dijital teknolojilerin günlük yaşama<br/>bütünleştirilmesidir. cümledeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijitalleşme",
      "B": "Sosyal medya",
      "C": "İnternet",
      "D": "Web sayfası",
      "E": "Sosyal İletişim"
    },
    "explanation": "Dijitalleşme"
  },
  {
    "id": "3882002",
    "unitNumber": 2,
    "text": "Dijital teknolojiler hem tüketicileri hem de ........ etkileyen trendler yaratmaktadır.<br/>Yukarıdaki boşluğa aşağıdaki kelimelerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşverenleri",
      "B": "işletmeleri",
      "C": "Personeli",
      "D": "Tedarikçileri",
      "E": "Pazarlamacıları"
    },
    "explanation": "işletmeleri"
  },
  {
    "id": "3882003",
    "unitNumber": 2,
    "text": "Pazarlama yaklaşımları ve pazarlama teorisine bağlı olarak tüketicilerin seslerini duyurma sürecinin evrimi beş dönem ile açıklanmaktadır. Aşağıdakilerden hangisi bunlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Üretim Çağı",
      "B": "Pazar Çağı",
      "C": "İnternet çağı",
      "D": "Tekillik çağı",
      "E": "Tüketim çağı"
    },
    "explanation": "Tüketim çağı"
  },
  {
    "id": "3882004",
    "unitNumber": 2,
    "text": "bir ürünün kullanım ömrü boyunca satış ve karının seyri olarak tanımlanan sürece ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ürün kalitesi",
      "B": "Ürün tüketimi",
      "C": "Ürün yaşam eğrisi",
      "D": "Ürün kalitesi",
      "E": "Ürün pazarlaması"
    },
    "explanation": "Ürün yaşam eğrisi"
  },
  {
    "id": "3882005",
    "unitNumber": 2,
    "text": "Dijital dünyada tüketicileri etkilemek ve elde tutmak için üç tane temel alan önerilmektedir. Aşağıdakilerden hangisi bunlardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Deneyim",
      "B": "Pazarlama",
      "C": "İletişim",
      "D": "Arge",
      "E": "Dağıtım"
    },
    "explanation": "Deneyim"
  },
  {
    "id": "3882006",
    "unitNumber": 2,
    "text": "Dünyanın en çok kullanılan sosyal medya platformu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Twitter",
      "B": "Facebook",
      "C": "İnstagram",
      "D": "Linkedin",
      "E": "Shazam"
    },
    "explanation": "Facebook"
  },
  {
    "id": "3882007",
    "unitNumber": 2,
    "text": "Dünya’da çok ziyaret edilen websitetelerinden ilk sırada olan aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Google",
      "B": "Shazam",
      "C": "Amazon",
      "D": "Yemeksepeti",
      "E": "Trendyol"
    },
    "explanation": "Google"
  },
  {
    "id": "3882008",
    "unitNumber": 2,
    "text": "......... modern küresel ekonominin, daha akılcı bir kaynak yönetimine, yönetim modellerinin optimizasyonuna ve yapısal değişikliklere katkıda bulunan ayrılmaz bir bileşenidir. yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijitalleşme",
      "B": "Küreselleşme",
      "C": "Sanayileşme",
      "D": "Globalleşme",
      "E": "Endütrileşme"
    },
    "explanation": "Dijitalleşme"
  },
  {
    "id": "3882009",
    "unitNumber": 3,
    "text": "I. İnsan<br/>II. Yer<br/>III. Zaman<br/>IV. Bireysel bilinç<br/>V. Ticari sorumluluk duygusu<br/>Toplulukların temel unsurları hangi seçenekte doğru sıralanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "Yalnız III",
      "D": "III ve IV",
      "E": "IV ve V"
    },
    "explanation": "Toplulukların temel unsurları, insan, yer, kolektif/ortak bilinç, ahlaki sorumluluk duygusu, paylaşılan ritüeller ve geleneklerden oluşur. Dolayısı ile sorunun doğru yanıtı, I ve II yanıtının yer aldığı A seçeneğidir."
  },
  {
    "id": "3882010",
    "unitNumber": 3,
    "text": "…….topluluklar, dijital ortamlarda devam eden bir iletişim süreci aracılığıyla grupların oluşmasına ve sürdürülmesine olanak sağlayan sosyal alanlardır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Çevrimiçi",
      "B": "Fiziksel",
      "C": "Kurumsal",
      "D": "Ekonomik",
      "E": "Davranışsal"
    },
    "explanation": "Çevrimiçi topluluklar, dijital ortamlarda devam eden bir iletişim süreci aracılığıyla grupların oluşmasına ve sürdürülmesine olanak sağlayan sosyal alanlardır. Dolayısı ile sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3882011",
    "unitNumber": 3,
    "text": "Kavram<br/><ol> <li>Güven</li> <li>Benzerlik</li> <li>İtibar</li> <li>Yönetim</li> <li>İletişim</li> </ol> Tanım<br/>K. Çevrim içi topluluklar, topluluk üyelerinin görüşlerini ifade edebildikleri dijital ortamlardır. Topluluk üyeleri bu ortamlarda ifade edilen görüşler üzerinden üyelere ve topluluğa yönelik bir itibar algısı oluşturur.<br/>L. İster fiziksel ister çevrim içi olsun tüm topluluklar karşılıklı iletişim sürecine dayanır. Çevrim içi topluluklarda söz konusu olan iletişim sürecinde ise mekân ve zaman sınırı yoktur.<br/>M. Topluluk içerisinde bulunan üyeler genellikle birbirleri ile benzer düşünce ve fikre sahip olan bireylerle bir araya gelir.<br/>Çevrimiçi toplulukları oluşturan ilkeler ve açıklamaları ile ilgili yukarıdaki kavram ve tanımların doğru eşleştirmesi aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "3K, 5L, 2M",
      "B": "4K, 1L, 1M",
      "C": "5K, 4L, 3M",
      "D": "2K, 2L, 4M",
      "E": "1K, 3L, 5M"
    },
    "explanation": "Çevrim içi topluluklar, topluluk üyelerinin görüşlerini ifade edebildikleri dijital ortamlardır. Topluluk üyeleri bu ortamlarda ifade edilen görüşler üzerinden üyelere ve topluluğa yönelik bir itibar algısı oluşturan unsur itibardır.<br/>İster fiziksel ister çevrim içi olsun tüm topluluklar karşılıklı iletişim sürecine dayanır. Çevrim içi topluluklarda söz konusu olan iletişim sürecinde ise mekân ve zaman sınırı yoktur ifadesi iletişim seçeneğini tarifler.<br/>Topluluk içerisinde bulunan üyeler genellikle birbirleri ile benzer düşünce ve fikre sahip olan bireylerle bir araya gelir seçeneği ise benzerlik ile ilişkilidir. Dolayısı ile doğru yanıt, A şıkkı olan 3K, 5L, 2M seçeneğidir."
  },
  {
    "id": "3882012",
    "unitNumber": 3,
    "text": "I. Tanışma toplulukları<br/>II. Araç odaklı topluluklar<br/>III. Süreç odaklı topluluklar<br/>IV. Sanal dünya<br/>V. Hibrit çevrimiçi topluluklar<br/>İçerik temelli çevrimiçi topluluk türleri hangi seçenekte doğru sıralanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "III ve IV",
      "E": "IV ve V"
    },
    "explanation": "İçerik temelli çevrimiçi topluluk türleri, tartışma toplulukları, amaç odaklı topluluklar, sanal dünya ve hibrit çevrimiçi topluluklar olmak üzere dört gruba ayrılırlar. Dolayısı ile sorunun doğru yanıtı E şıkkıdır.<br/>IV ve V"
  },
  {
    "id": "3882013",
    "unitNumber": 3,
    "text": "Berke, vaktinin çoğunu oluşturduğu Avatar ile sanal oyun oynayarak geçirmektedir.<br/>Berke’nin bu davranışı aşağıdaki içerik temelli çevrimiçi topluluk türleri arasında hangisinin kapsamında değerlendirilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sanal dünya",
      "B": "Amaç odaklı topluluklar",
      "C": "Tartışma toplulukları",
      "D": "Hibrit çevrimiçi topluluklar",
      "E": "Fiziksel topluluklar"
    },
    "explanation": "Sanal dünyalar, sanal oyunlar etrafında ortaya çıkan topluluklardır. Sanal dünyalar olarak adlandırılan oyunlarda gerçek bir ortamın dijital ortamlarda haritalandırılması ya da fantastik dünyalar yaratılması söz konusudur. Kullanıcılar, oluşturdukları karakter/avatar ile bu sanal dünyalarda vakit geçirirler. Dolayısı ile Berke’nin bu davranışını açıklayan seçenek A seçeneği olmaktadır."
  },
  {
    "id": "3882014",
    "unitNumber": 3,
    "text": "Temel varsayımı, insanların kendilerine ilişkin olumlu değerlendirmeler yapmaları ve benlik saygılarını yükseltmek yönünde güdülenmiş olmalarına dayanan grup-insan ilişkisine yönelik kuram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplumsal kimlik kuramı",
      "B": "Toplumsal karşılaştırma kuramı",
      "C": "Kendini sınıflandırma kuramı",
      "D": "Göreli yoksunluk kuramı",
      "E": "Bilgi edinme kuramı"
    },
    "explanation": "Toplumsal kimlik kuramının temel varsayımı, insanların kendilerine ilişkin olumlu değerlendirmeler yapmaları ve benlik saygılarını yükseltmek yönünde güdülenmiş olmalarına dayanır. Dolayısı ile sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3882015",
    "unitNumber": 3,
    "text": "……. kuramının temel noktası kişinin yapmış olduğu karşılaştırmalar sonucunda olumsuz değerlendirmeye sahip olabileceğidir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Göreli Yoksunluk",
      "B": "<ol> <li>Toplumsal kimlik</li> </ol>",
      "C": "Toplumsal karşılaştırma",
      "D": "Bilgi edinme",
      "E": "Kendini sınıflandırma"
    },
    "explanation": "Göreli yoksunluk kuramının temel noktası kişinin yapmış olduğu karşılaştırmalar sonucunda olumsuz değerlendirmeye sahip olabileceğidir. Sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3882016",
    "unitNumber": 3,
    "text": "Kavram<br/><ol><br/><li>Nostalji</li><br/><li>Ödül</li><br/><li>Memnuniyetsizlik</li><br/><li>Görünürlük</li><br/><li>Öz-yeterlik</li><br/></ol><br/>Tanım<br/>K. Bireyin belirli bir görevi başarabileceğine yönelik kişisel inancı <br/>L. Bireyin başkaları tarafından tanınmak, takdir kazanmak isteği <br/>M. Bireyin geçmişle bağlantı kurabilme isteği <br/>İnsanların çevrimiçi topluluklara katılım motivasyonları ile ilgili yukarıdaki kavram ve tanımların doğru eşleştirmesi aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "2K, 1L, 1M",
      "B": "4K, 2L, 3M",
      "C": "3K, 5L, 2M",
      "D": "5K, 3L, 4M",
      "E": "5K, 4L, 1M"
    },
    "explanation": "İnsanların topluluklara katılım motivasyonları çeşitli başlıklar altında toplanır. Bireyin belirli bir görevi başarabileceğine yönelik kişisel inancı öz-yeterlik, bireyin başkaları tarafından tanınmak, takdir kazanmak isteği görünürlük, bireyin geçmişle bağlantı kurabilme isteği nostalji motivasyonudur. Dolayısı ile sorunun doğru yanıtı E seçeneğidir.<br/>5K,4L,1M"
  },
  {
    "id": "3882017",
    "unitNumber": 3,
    "text": "I. Ziyaretçi<br/>II. Acemi<br/>III. Cömert<br/>IV. Uysal<br/>V. Kıdemli<br/>Çevrimiçi topluluk üyeliği yaşam döngüsü unsurları hangi seçenekte doğru verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve V",
      "B": "Yalnız I",
      "C": "III ve IV",
      "D": "II, III ve IV",
      "E": "Yalnız V"
    },
    "explanation": "Çevrimiçi topluluk üyeliği yaşam döngüsü unsurları, ziyaretçi, acemi, aktif, lider, kıdemli ve pasif üyelerden oluşur. Sorunun doğru yanıtı A seçeneğidir.<br/>I, II ve V"
  },
  {
    "id": "3882018",
    "unitNumber": 3,
    "text": "Çevrimiçi topluluk içinde farklı rollere sahip üye türlerine göre yapılan bir sınıflamada aşağıdakilerden hangisi yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Söz kesen",
      "B": "Pasif",
      "C": "Ziyaretçi",
      "D": "Acemi",
      "E": "Aktif"
    },
    "explanation": "Çevrimiçi topluluk içinde farklı rollere sahip üye türleri pusuda bekleyen, uzman, elit, şikayetçi, sorun çıkaran, trol olarak sıralanabilir. Sorunun doğru yanıtı A seçeneğidir.<br/>Söz kesen"
  },
  {
    "id": "3882019",
    "unitNumber": 3,
    "text": "<strong>.................</strong>, ortak bir amaç taşıyan ve bu doğrultuda istemli veya istemsiz olarak bir araya gelen insanların birbiri ile ilişki kurduğu gruplardır.<br/>Yukarıdaki boşluğu aşağıdaki kavramlardan hangisi en doğru biçimde doldurur?",
    "correctAnswer": "A",
    "options": {
      "A": "Topluluklar",
      "B": "Arkadaşlar",
      "C": "Aile",
      "D": "Komşular",
      "E": "Köylüler"
    },
    "explanation": "<strong>Topluluklar</strong>, ortak bir amaç taşıyan ve bu doğrultuda istemli veya istemsiz olarak bir araya gelen insanların birbiri ile ilişki kurduğu gruplardır."
  },
  {
    "id": "3882020",
    "unitNumber": 3,
    "text": "Herhangi bir topluluğun ana bileşenine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "nesne",
      "B": "insan",
      "C": "lider",
      "D": "üye",
      "E": "abone"
    },
    "explanation": "<em>İnsan: </em>Herhangi bir topluluğun ana bileşeni insandır. Bu nedenle bir topluluk ortak bir konu, ilgi ya da bir ihtiyaç doğrultusunda düzenli olarak etkileşimde bulunan insanlardan oluşur. Bu topluluklarda bireyler deneyimlerini paylaşarak, kaynaklarını bir araya getirerek ya da benzer fikirlere sahip diğer bireyler ile ilişkiler kurarak bir araya gelirler. Bir araya gelen insanlar genellikle gönüllü olarak topluluklara katılırlar. Topluluklara katılan kişilerin topluluk içerisinde farklı rolleri bulunabilir. Örneğin bazı kişiler topluluklarda daha merkezî bir role sahip olup, topluluğu yönlendirebilecek çeşitli faaliyetlerde bulunurken; bazıları ise sadece bilgilerini paylaşmak ya da çeşitli bilgileri elde etmek amacıyla bu topluluklara katılım gösterebilir (Lesser, Fontaine ve Slusher, 2000)."
  },
  {
    "id": "3882021",
    "unitNumber": 3,
    "text": "Kollektif Bilinç kavramı ilk kim tarafından kullanılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Muinz",
      "B": "Zola",
      "C": "Durkheim",
      "D": "O'Guinn",
      "E": "Fontaine"
    },
    "explanation": "Kolektif bilinç kavramını ilk öne süren kişi ünlü Fransız sosyolog Émile Durkheim’dir. Durkheim’e göre kolektif bilinç kavramı, bir toplumdaki/topluluktaki insanların sahip oldukları ortak duygu, değer ve kabulleri ifade eder. Bu doğrultuda kolektif bilinç olarak adlandırılan olguyu topluluk üyeleri arasında hissedilen içsel bağlantı ve toplulukta yer almayanlara yönelik hissedilen farklılık duygusu olarak ele almak mümkündür. Durkheim, kolektif bilincin hem toplum içinden doğduğunu hem de halihazırda toplumun bir parçası olduğunu belirtir ve bu parçanın topluluğa bir canlılık kattığını ileri sürer (Aydın, 2018). Kolektif bilincin topluluklar için bir başka önemi, topluluk üyelerinin tek bir ruh ve duygu etrafında toplanmalarına yardımcı olmasıdır. Bu bağlamda kolektif bilincin toplumun/toplulukların yaşamına devam edebilmesinde ve üyelerin bir arada olmasında etkili bir rolü olduğu söylenebilir."
  },
  {
    "id": "3882022",
    "unitNumber": 3,
    "text": "Dijital ortamlarda devam eden bir iletişim süreci aracılığıyla grupların oluşmasına ve sürdürülmesine olanak sağlayan sosyal alanlara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Agora",
      "B": "Kamusal alan",
      "C": "Dernek",
      "D": "Çevirimiçi topluluklar",
      "E": "Sosyal Ağ"
    },
    "explanation": "Çevrim içi topluluklar, dijital ortamlarda devam eden bir iletişim süreci aracılığıyla grupların oluşmasına ve sürdürülmesine olanak sağlayan sosyal alanlardır (Bagozzi ve Dholakia, 2002). Bu topluluklar, coğrafi olarak dağınık bir yapıya dayalı ve ortak bir amacı paylaşan katılımcılar arasında dinamik bir ilişki sunan ağ tabanlı topluluklardır (Dholakia, Bagozzi ve Pearo, 2004). Topluluklarda kullanılan ilk formatların haber grupları, sohbet grupları ve çok kullanıcılı internet alan adına sahip internet siteleri olduğu söylenebilir. İnternet erişiminin zamanla artmasıyla birlikte farklı formatlarda ve farklı çevrim içi ortamlarda ortaya çıkan toplulukların sayısı da artmıştır. Böylece bloglar, forumlar, e-mail grupları veya Facebook ve Twitter gibi farklı sosyal ağ sitelerinde, bir faaliyet ya da konu etrafında buluşan ve karşılıklı ilişkiler kuran topluluklar türemeye başlamıştır. Bunun sonucunda çevrim içi topluluklar aidiyet duygusunu kazandıran ve karşılıklı bilgi alışve<br/>Çevrimiçi topluluklar"
  },
  {
    "id": "3882023",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Fiziksel topluluklarda belirli bir zaman ve mekân olması zorunludur. </li> <li>Fiziksel topluluklarda gayri resmî bir yapı söz konusudur. </li> <li>Fiziksel topluluklarda ilişkiler üyelerin yaşamlarında oldukça önemlidir. </li> <li>Fiziksel topluluklarda grupla özdeşleşme, ritüeller ve ahlaki sorumluluk duygusu düşük seviyededir. </li> <li>Fiziksel topluluklarda iletişim sınırsız fakat sığdır.</li> </ol> Aşağıdakilerden hangisinde fiziksel topluluk özellikleri doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve III",
      "B": "I, III, IV",
      "C": "II, III, V",
      "D": "I, IV, V",
      "E": "III ve V"
    },
    "explanation": "Fiziksel ve çevrim içi topluluklar arasında birtakım farklılıklar söz konusudur. Bunlardan ilki fiziksel top-luluklarda belirli bir zaman ve mekân olması zorunluluğuyken, çevrim içi topluluklarda böyle bir zorun-luluğun olmamasıdır. Ayrıca fiziksel topluluklarda daha resmî bir yapı, çevrim içi topluluklarda ise daha gayri resmî bir yapı söz konusudur. Fiziksel topluluklar daha çok çaba, zaman ve maliyet gerektirirken, çevrim içi topluluklarda bu durumun tersi söz konusudur. İki topluluk arasındaki bir diğer fark, fiziksel topluluklarda ilişkiler üyelerin yaşamlarında oldukça önemli olurken, çevrim içi topluluklarda böylesi bir durumun olmayabileceğidir. Ayrıca fiziksel topluluklara katılım görece daha zor olurken; çevrim içi topluluklara katılım herhangi bir sebepten dolayı ve kolay bir şekilde gerçekleşebilir. Yine fiziksel toplu-luklarda grupla özdeşleşme, ritüeller ve ahlaki sorumluluk duygusu daha yoğun olurken; sanal ortamların doğası gereği ve temas eksikliğinden dolayı çevrim içi topluluklarda grupla özdeşleşme, ritüeller ve ahlaki sorumluluk duygusu daha düşük seviyede olabilir. Ayrıca fiziksel topluluklarda üyelerin gerçek kimliği gizli değilken, çevrim içi topluluklarda bu durumun tersi söz konusu olabilir. Bu topluluklara insanlar kimliğini gizleyerek ya da başka bir kimlik üzerinden katılım gösterebilirler. Son olarak fiziksel topluluklarda iletişimin daha az akıcı olmasına rağmen kalıcı olduğu, çevrim içi topluluklarda ise iletişimin sınırsız fakat daha sığ olduğu söylenebilir. Cevap A seçeneğidir."
  },
  {
    "id": "3882024",
    "unitNumber": 3,
    "text": "Topluluk üyelerinin karşılıklı olarak uzlaşma göstermesi, bazı kurallara uymak üzere anlaşması ve üyeler arası şiddet ve sahtekarlık gibi olumsuz davranışlardan korunmak için birleşmesine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ant içmek",
      "B": "Söz vermek",
      "C": "Akit",
      "D": "Kan bağı",
      "E": "Sosyal sözleşme"
    },
    "explanation": "<strong>Sosyal sözleşme</strong>; topluluk üyelerinin karşılıklı olarak uzlaşma göstermesi, bazı kurallara uymak üzere anlaşması ve üyeler arası şiddet ve sahtekarlık gibi olumsuz davranışlardan korunmak için birleşmesidir."
  },
  {
    "id": "3882025",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi çevrim içi toplulukları oluşturan 12 temel ilke biri <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Amaç",
      "B": "Yer / Mekan",
      "C": "Benzerlik",
      "D": "İtibar",
      "E": "Yönetim"
    },
    "explanation": "Çevrim içi toplulukları oluşturan 12 temel ilke vardır. Bunlar; amaç, benzerlik, itibar, yönetim, iletişim, alt gruplar, ortam, sınırlar, güven, değiş-tokuş, ifade ve tarihçedir. Yer/mekan bu ilkelerden biri değildir. Cevap B seçeneğidir."
  },
  {
    "id": "3882026",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi markaların çevrim içi toplulukları kullanma nedenlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Ürün ve hizmetleri iyileştirmek ve yaratıcı fikirler geliştirmek",
      "B": "Şirket kültürünü değiştirmek için destekleyici bir araç olarak kullanmak",
      "C": "Ürünlerin tanıtılması ve pazarlaması için alternatif model oluşturmak",
      "D": "Marka imajını ve tüketicilerle ilişkileri geliştirmek",
      "E": "Markaların pazar payını ve satışlarını artırmak"
    },
    "explanation": "Markaların çevrim içi toplulukları kullanma nedenlerini temel olarak dört kategoride ele almak mümkündür (Wirtz vd., 2013): <br/>• Ürün ve hizmetleri iyileştirmek ve yaratıcı fikirler geliştirmek için çevrim içi marka topluluklarını kullanmak. <br/>• Şirket kültürünü değiştirmek için destekleyici bir araç olarak çevrim içi marka topluluklarını kul-lanmak. <br/>• Marka imajını ve tüketicilerle ilişkileri geliştirmek için çevrim içi marka topluluklarını kullanmak.<br/>• Markaların pazar payını ve satışlarını artırmak için çevrim içi marka topluluklarını kullanmak. Cevap C seçeneğidir."
  },
  {
    "id": "3882027",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir içerik temelli topluluk türü değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tüketici Odaklı Çevrimiçi Topluluklar",
      "B": "Amaç Odaklı Topluluklar",
      "C": "Sanal Dünya",
      "D": "Hibriy Çevrimiçi Topluluklar",
      "E": "Tartışma Toplulukları"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2502f14d52619a946186ac1a10295377.png\" width=\"500\" height=\"247\"><br/>Tüketici Odaklı Çevrimiçi Topluluklar"
  },
  {
    "id": "3882028",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi \"İşletme OdaklıTopluluklar\"ın alt kategorilerinden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Coğrafi Topluluklar",
      "B": "Demografi Toplulukları",
      "C": "Dikey Endüstri toplulukları",
      "D": "İşlevsel Topluluklar",
      "E": "İşletme Kategorisi Toplulukları"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/23c9426ea97e6dcfeb6b608c6ca0d560.png\" alt=\"\" width=\"500\" height=\"237\"><br/>Demografi Toplulukları"
  },
  {
    "id": "3882029",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Çevrimiçi marka topluluklarında ana etkileşim yapısı gayri resmîdir ve birçok alt grup varlığı söz konusudur.</li> <li>Çevrimiçi marka topluluklarında seyahat maliyetleri, çaba ve zaman harcama daha yüksektir. </li> <li>Çevrimdışı marka topluluklarında coğrafi ve zamansal yapı sınırlıdır.</li> <li>Hibrit marka toplulukları katılım bakımından daha fazla esnekliğe izin verir ve kullanıcı profilleri arasında daha fazla çeşitlilik bulunur.</li> <li>Çevrim içi topluluklarda marka ve diğer kullanıcılar ile ilişkiler üyelerin yaşamlarında oldukça önemlidir.</li> </ol> Yukarıda marka toplulukları ile ilgili verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "II, IV, V",
      "B": "I, III, V",
      "C": "I, II, V",
      "D": "I, III, IV",
      "E": "I, II, IV, V"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/20226d684c355eb5b969345891d84dd0.png\" alt=\"\" width=\"552\" height=\"376\"> Cevap D seçeneğidir."
  },
  {
    "id": "3882030",
    "unitNumber": 3,
    "text": "Temel varsayımı, insanların kendilerine ilişkin olumlu değerlendirmeler yapmaları ve bu şekilde benlik saygılarını yükseltmek yönünde güdülenmiş olmaları olan kuram aşağıdakileden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Toplumsal Karşılaştırma Kuramı",
      "B": "Kendini Sınıflandırma Kuramı",
      "C": "Toplumsal Kimlik Kuramı",
      "D": "Göreli yoksunluk Kuramı",
      "E": "Toplumsal Sorumluluk Kıramı"
    },
    "explanation": "Toplumsal Kimlik Kuramının temel varsayımı, insanların kendilerine ilişkin olumlu değerlendirmeler yapmaları ve bu şekilde benlik saygılarını yükseltmek yönünde güdülenmiş olmalarıdır. Bu bağlamda insanlar diğer insanları sınıflandırdıkları gibi kendilerini de sınıflandırmakta ve yapılan bu sınıflandırma sonucunda edindiklerini toplumsal kimliklerine yüklemektedirler (Demirtaş, 2003). Örneğin yüksek konumdaki bir grubun üyelerinin kendilerini, düşük konumdaki grupların üyelerinden daha üstün görmeleri bu bağlamda değerlendirilebilir. Ayrıca kuram bize bireyin toplumsal kimliğinin, üyesi olduğu grubun toplum içindeki konumuyla belirlendiğini de söyler (Hortaçsu, 2001). Bu nedenle genel olarak bireylerin topluluklara katılmalarının önemli nedenlerinden birinin, bu bireylerin toplumsal kimlik kazanma arayışı olduğu söylenebilir (Hogg ve Vaughan, 2011)."
  },
  {
    "id": "3882031",
    "unitNumber": 3,
    "text": "bir toplulukta kalıcı bir kimliğe henüz sahip olmayan bireyler hangi kavramla tanımlanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Pasif",
      "B": "Lider",
      "C": "Aktif",
      "D": "Ziyaretçi",
      "E": "Acemi"
    },
    "explanation": "<em>Ziyaretçi: </em>Yeni bir topluluk kullanıcısı için ilk rol, aslında bir ziyaretçinin rolüdür. Ziyaretçiler toplulukta kalıcı bir kimliğe henüz sahip olmayan bireylerdir. Bu bireyler topluluk hakkında detaylı bilgiye sahip olmayan, bunun yerine belirli konular veya bazı üyeler hakkında biraz bilgiye sahip olan kişilerdir. Ziyaretçi statüsünde olan kişiler, topluluğun üyelerinin kimler olduğuna, toplulukta konuşulan konuların neler olduğuna, ziyaret ettiği topluluğun onun katılabileceği kadar ilginç olup olmadığına yönelik bilgiler elde ettikten sonra toplulukta kalmaya ya da topluluktan çıkmaya karar verir."
  },
  {
    "id": "3882032",
    "unitNumber": 3,
    "text": "\"Topluluk içerisinde yer alan bu tür kişiler, genellikle huysuzluk çıkarmanın biraz daha ötesinde davranışlarda bulunan kişilerdir. Genel davranışları topluluğun işleyişinde sürekli hata bulmalarıdır. Buna ek olarak bu tür üyelerin yapmış olduğu yorumlar da sıklıkla topluluk içerisinde tartışmalara yol açar.\"<br/>Yukarıdaki tanım hangi tür topluluk üyelerini kategorize etmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Elit",
      "B": "Trol",
      "C": "Sorun Çıkaran",
      "D": "Uzman",
      "E": "Şikayetçi"
    },
    "explanation": "Şikayetçi<strong>: </strong>Topluluk içerisinde yer alan bu tür kişiler, genellikle huysuzluk çıkarmanın biraz daha ötesinde davranışlarda bulunan kişilerdir. Genel davranışları topluluğun işleyişinde sürekli hata bulmalarıdır. Buna ek olarak bu tür üyelerin yapmış olduğu yorumlar da sıklıkla topluluk içerisinde tartışmalara yol açar."
  },
  {
    "id": "3882033",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi çevrim içi topluluk sınıflandırılma türlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "İçeriklerine göre",
      "B": "Odak noktasına göre",
      "C": "Kuruluşlarına göre",
      "D": "Gelir türlerine göre",
      "E": "Fiziksel bir mekân ya da coğrafi bölgeye göre"
    },
    "explanation": "Çevrim içi topluluklar, farklı düşünürler tarafından farklı bakış açıları doğrultusunda çe-<br/>şitli şekillerde sınıflandırılmaktadır. Bu sınıflandırmalar içeriklerine göre, odak noktasına göre, kuruluşlarına göre ve gelir türlerine göre yapılmaktadır. Cevap E seçeneğidir."
  },
  {
    "id": "3882034",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi içerik temelli çevrim içi topluluklara bir örnek olarak gösterilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşlevsel topluluklar",
      "B": "Konu toplulukları",
      "C": "Tartışma toplulukları",
      "D": "Dikey endüstri toplulukları",
      "E": "Coğrafi topluluklar"
    },
    "explanation": "İçerik temelli çevrim içi topluluklar; tartışma toplulukları, amaç odaklı topluluklar, sanal dünya ve hibrit çevrim içi topluluklar olmak üzere dört türe ayrılır. Cevap C seçeneğidir."
  },
  {
    "id": "3882035",
    "unitNumber": 3,
    "text": "Aşağıdaki çevrim içi topluluk üye türlerinden hangisi üretici olmaktan ziyade içeriği tüketenlerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ziyaretçi",
      "B": "Pasif",
      "C": "Acemi",
      "D": "Aktif",
      "E": "Lider"
    },
    "explanation": "Pasif üyeler topluluk konularını ve üyelerini seven, fakat sıkı bir temas içinde olmak istemeyen topluluğun sessiz destekçileridir. Pasif üyeler, adından da anlaşılacağı üzere topluluktaki faaliyetlere aktif bir şekilde katılım göstermeyen üyelerdir. Bu nedenle bu tür üyeler üretici olmaktan ziyade içeriği tüketenlerdir. Cevap B seçeneğidir."
  },
  {
    "id": "3882036",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi insanların çevreye uyum sağlamak için kendilerini başkalarıyla nasıl karşılaştırdıklarını açıklayan bir kuramdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kendini Sınıflandırma Kuramı",
      "B": "Toplumsal Kimlik Kuramı",
      "C": "Toplumsal Karşılaştırma Kuramı",
      "D": "Göreli Yoksunluk Kuramı",
      "E": "Başarı, Zorluk ve Öz-Yeterlik Kuramı"
    },
    "explanation": "İnsanların çevreye uyum sağlamak için kendilerini başkalarıyla nasıl karşılaştırdıklarını açıklayan bir kuram, toplumsal veya sosyal karşılaştırma kuramıdır. Cevap C seçeneğidir."
  },
  {
    "id": "3882037",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir topluluk kullanıcısının görüşünün topluluğun sosyal bağlantısına göre değiştiğini söyler?",
    "correctAnswer": "A",
    "options": {
      "A": "Kendini Sınıflandırma Kuramı",
      "B": "Toplumsal Karşılaştırma Kuramı",
      "C": "Toplumsal Kimlik Kuramı",
      "D": "Göreli Yoksunluk Kuramı",
      "E": "Başarı, Zorluk ve Öz-Yeterlik Kuramı"
    },
    "explanation": "Kendini Sınıflandırma Kuramı bize, bir topluluk kullanıcısının görüşünün topluluğun sos-yal bağlantısına göre değiştiğini söyler. Cevap A seçeneğidir."
  },
  {
    "id": "3882038",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Lider</li> <li>Acemi </li> <li>Kıdemli </li> <li>Ziyaretçi </li> <li>Aktif</li> </ol> Aşağıdakilerden hangisinde üyelik yaşam döngüsü doğru sırasıyla verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "V, IV, III, II, I",
      "C": "II, III, V, I, IV",
      "D": "IV, II, V, I, III",
      "E": "IV, V, II, III, I"
    },
    "explanation": "Üyelik yaşam döngüsü beş aşamadan oluşur ve ziyaretçilik ile başlar elite üyelik ile son bulur.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e4da51194d51a3baf9b099e2c5695bfc.png\" alt=\"\" width=\"451\" height=\"75\"> Cevap D seçeneğidir."
  },
  {
    "id": "3882039",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi herhangi bir topluluğun temel bileşenlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İnsan",
      "B": "Yer",
      "C": "Ortak bilinç",
      "D": "Teknoloji",
      "E": "Gelenekler"
    },
    "explanation": "Teknoloji herhangi bir topluluğun temel bileşenleri arasında teknoloji yer almamaktadır. Bu açıdan doğru cevap D'dir."
  },
  {
    "id": "3882040",
    "unitNumber": 3,
    "text": "Topluluğun temel bileşenlerinden hangisi, üyeleri tarafından gerçekleştirildiklerinde topluluğa aidiyeti güçlendiren ve üyelerin topluluğa bağlı olmasını sağlayan eylemler, süreçler ve kurallar dizisi olarak tanımlanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yer",
      "B": "Ahlaki sorumluluk",
      "C": "Ritüel ve Gelenekler",
      "D": "Kolektif bilinç",
      "E": "İnsanlar"
    },
    "explanation": "Söz konusu tanım ritüel ve gelenekler bileşeninin tanımıdır. Bu açıdan doğru yanıt C'dir."
  },
  {
    "id": "3882041",
    "unitNumber": 3,
    "text": "Geçmişte ilk bilgisayar ağı hangi tarihte ve isimde kurulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "1970 - www",
      "B": "1980 - GovLab",
      "C": "1969 - ARPANET",
      "D": "1980 - Google",
      "E": "1968 - Twitter"
    },
    "explanation": "Soru başlığı; \"Giriş\"<br/>Amerika Birleşik Devletleri’nin Savunma Bakanlığına bağlı ARPA kurumunun çalışmaları sonucunda 1969 yılında ARPANET adı verilen ilk bilgisayar ağı kurulmuştur. Buna göre sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "3882042",
    "unitNumber": 3,
    "text": "Ortak bir amaç taşıyan ve bu doğrultuda istemli veya istemsiz olarak bir araya gelen insanların birbiri ile ilişki kurduğu gruplardır.<br/>Yukarıda yer alan tanım aşağıdaki kavramların hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Topluluklar",
      "B": "Sosyal yapı",
      "C": "Toplum",
      "D": "Platform",
      "E": "Grup"
    },
    "explanation": "Soru başlığı; \"Topluluk\"<br/>Topluluklar, ortak bir amaç taşıyan ve bu doğrultuda istemli veya istemsiz olarak bir araya gelen insanların birbiri ile ilişki kurduğu gruplardır. Bu doğrultuda sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3882043",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>İnsan</li> <li>Maddi Kaynak</li> <li>Yer</li> <li>Kolektif Bilinç</li> <li>Pazar</li> </ol> Yukarıdakilerden hangisi toplulukların temel unsurlarıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve III",
      "B": "II ve V",
      "C": "I, III ve IV",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Soru başlığı; \"Topluluk\"<br/>Muniz ve O›Guin (2001) kolektif bilinç, paylaşılan ritüel ve gelenekler son olarak da ahlaki sorumluluk duygusunun tüm topluluklarda bulunan temel unsurlar olduğunu belirtmiştir. Bunlara ek olarak, daha geniş bir kapsamda, insan ve yer unsurlarının da tüm topluluklarda bulunan temel unsurlar olduğuna yönelik literatürde genel bir kanı söz konusudur. Bu açıklamalardan da görülebileceği gibi sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "3882044",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi internet teknolojisinin ortaya çıkması ile birlikte oluşan olumlu sonuçlardan birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İnsanların birbirine bağımlılıkları ve fiziksel olarak temas etme ihtiyaçları artmıştır",
      "B": "İnsanların nitelikli iletişim kurma ve empati kurma yetenekleri gelişmiştir",
      "C": "İnsanların bilgi alış verişi yapma ve bilgi edinme zorunluluğu ortadan kalmıştır",
      "D": "İnsanların yalnızlık duyguları artmış ve psikolojik destek gereksinimleri ortaya çıkmıştır",
      "E": "İnsanların iletişim kurma süreçlerinde yer ve zaman sınırı ortadan kalkmıştır"
    },
    "explanation": "Soru başlığı; \"Topluluk\"<br/>İnternet teknolojisinin ortaya çıkmasıyla birlikte insanların iletişim kurma süreçlerinde yer ve zaman sınırları ortadan kalkmıştır. Bu açıklamada da görülebileceği gibi sorunun doğru yanıtı E seçeneğidir."
  },
  {
    "id": "3882045",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ilk internet günlerinde çevirim içi topluluk oluşturmanın amacı doğru olarak açıklanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Üretilen mal ve hizmetlerin satışı için pazar oluşturmak",
      "B": "Bilgi üretimini ve paylaşımını geniş topluluklara yaymak",
      "C": "Yeni programları test etmek ve kullanıcı deneyimine sunmak",
      "D": "Güncel bilgilerin paylaşımını sağlayarak toplulukları bilgilendirmek",
      "E": "Bilimsel bilgilerin doğru ve sistematik şekilde yayılmasını sağlamak"
    },
    "explanation": "Soru başlığı; \"Topluluk\"<br/>Yazılım şirketlerinin geliştirdikleri yeni programları test emek ve kullanıcının deneyimine sunmak için internetin ilk günlerinde kullanıcı oluşturma çabaları aracılığıyla ilk çevrim içi toplulukların ortaya çıktığı söylenebilir. Bu açıklamaya göre sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "3882046",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Amaç</li> <li>İtibar</li> <li>Ücret</li> <li>Yönetim</li> <li>İletişim</li> </ol> Yukarıdakilerden hangisi çevirim içi toplulukları oluşturan ilkelerden birisi <strong><u>değildir</u></strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "Yalnız V",
      "D": "I ve III",
      "E": "III ve V"
    },
    "explanation": "Soru başlığı; \"Topluluk\"<br/>Typaldos (2000) çevrim içi toplulukları oluşturan 12 temel ilke olduğunu ileri sürer. Bunlar; amaç, benzerlik, itibar, yönetim, iletişim, alt gruplar, ortam, sınırlar, güven, değiş-tokuş, ifade ve tarihçedir (sayfa 53, Tablo 3.1). Bu açıklamalardan da görülebileceği gibi sorunun doğru yanıtı B seçeneğidir."
  },
  {
    "id": "3882047",
    "unitNumber": 3,
    "text": "Çoğrafi ve zamansal yapı bakımından sınırlı üyeler spesifik bir zaman ve yerde bir arada oldukları topluluk türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çevirim dışı marka topluluğu",
      "B": "Tescilli marka topluluğu",
      "C": "Çevirim içi marka topluluğu",
      "D": "Hibrit marka topluluğu",
      "E": "Ticari marka topluluğu"
    },
    "explanation": "Soru başlığı; \"Topluluk\"<br/>Çevirim dışı marka topluluğunda coğrafi ve zamansal yapı; sınırlı<br/>Üyeler spesifik bir zaman ve yerde fiziksel olarak bir arada olmaları şeklinde açıklanmaktadır. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3882048",
    "unitNumber": 3,
    "text": "\"Topluluk üyelerinin karşılıklı olarak uzlaşma göstermesi, bazı kurallara uymak üzere anlaşması ve üyeler arası şiddet ve sahtekarlık gibi olumsuz davranışlardan korunmak için birleşmesidir.\" ifadesi aşağıdakilerden hangisini tanımlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyal Ağ",
      "B": "Sosyal Sözleşme",
      "C": "Sosyal Adalet",
      "D": "Sosyal Yapı",
      "E": "Sosyal eşitlik"
    },
    "explanation": "Bahsedilen tanım sosyal sözleşme kavramına aittir. Bu açıdan doğru yanıt B'dir."
  },
  {
    "id": "3882049",
    "unitNumber": 3,
    "text": "Topluluğun amacı bir ürünün ortak bir şekilde tasarlanması ve geliştirilmesi ise bu ne tür bir çevirim içi topluluk türüdür?",
    "correctAnswer": "C",
    "options": {
      "A": "Tartışma konusu odaklı topluluklar",
      "B": "İşlem toplulukları",
      "C": "Tasarım toplulukları",
      "D": "Uygulama toplulukları",
      "E": "Avatarlar"
    },
    "explanation": "Soru başlığı; \"Çevirim İçi Topluluk Türleri\"<br/>Amaç odaklı topluluk türü içerisinde yer alan <em>tasarım toplulukları </em>ise genellikle açık kaynak toplulukları olarak düşünülebilir. Bu tür topluluklarda temel amaç, bir ürünün ortak bir şekilde tasarlanması ve geliştirilmesidir. Topluluk üyeleri tamamlayıcı niteliklere ve gerekli bilgi birikimine sahiptir. Bu tür topluluklara Linux topluluğu örnek olarak verilebilir (sayfa 57, Şekil 3.1). Bu açıklamalardan da anlaşılacağı üzere sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "3882050",
    "unitNumber": 3,
    "text": "Dijital ortamlarda devam eden bir iletişim süreci aracılığıyla grupların oluşmasına ve sürdürülmesine olanak sağlayan sosyal alanlar şeklinde tanımlanan çevirim içi topluluklar aşağıdaki hangi durumda gelir temelli hale gelir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tüketicilerin ihtiyaçlarını karşılayan işletmelerin birbirleriyle iletişim kurmak için oluşturduklarında",
      "B": "Pazarlama gibi belirli iş kollarında çalışan kişilerin ihtiyaçlarına yönelik çeşitli hizmet sunmayı amaçladıklarında",
      "C": "Yazılım araçları seçme konusunda tavsiye vermek ve müşterilere destek sağlamayı amaçladıklarında",
      "D": "Sadece topluluk içeriğine değil, aynı zamanda topluluğun getirisine ve kârlılığına da odaklanılması amaçlandığında",
      "E": "Çevirim içi platformda sadece cinsiyet ya da etnik köken gibi belirli demografik özelliklere odaklanılması amaçlandığında"
    },
    "explanation": "Soru başlığı; \"Çevirim İçi Topluluk Türleri\"<br/>Gelir temelli sınıflandırmada sadece topluluk içeriğine değil, aynı zamanda topluluğun getirisine, başka bir ifade ile kârlılığına da odaklanılır. Bu tür sınıflandırmalar daha çok iş modeli perspektifiyle ilgili olan topluluklardır. O halde sorunun doğru yanıtı D seçeneğidir."
  },
  {
    "id": "3882051",
    "unitNumber": 3,
    "text": "İnsanların çevreye uyum sağlamak için kendilerini başkalarıyla nasıl karşılaştırdıklarını açıklayan bir kuramdır. <br/>Yukarıda açıklanan kuram aşağıdaki maddelerin hangisinde yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplumsal Karşılaştırma Kuramı",
      "B": "Kendini Sınıflandırma Kuramı",
      "C": "Toplumsal Kimlik Kuramı",
      "D": "Göreli Yoksunluk Kuramı",
      "E": "Sosyal Kimlik kuramı"
    },
    "explanation": "Soru başlığı; \"Grup-İnsan İlişkisine Yönelik Kuramlar ve Çevirim İçi Topluluklara Katılım Nedenleri\"<br/>Toplumsal Karşılaştırma Kuramı, insanların çevreye uyum sağlamak için kendilerini başkalarıyla nasıl karşılaştırdıklarını açıklayan bir kuramdır. Bu açıklamadan da görülebileceği gibi sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3882052",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Typaldos'un ifade ettiği biçimde çevrimiçi toplulukları oluşturan 12 temel ilkeden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yasama",
      "B": "Yargı",
      "C": "İtibar",
      "D": "Suç",
      "E": "Karizma"
    },
    "explanation": "Seçeneklerden yalnızca İtibar seçeneği 12 ilke arasında yer almaktadır. Doğru yanıt C'dir."
  },
  {
    "id": "3882053",
    "unitNumber": 3,
    "text": "Bagozzi ve Dholakia, bir özellik hariç bırakarak, tüm çevrimiçi toplulukların ortak özellikleri olan beş özellik belirlemiştir. Aşağıdakilerden hangisi bu hariç bırakılan özelliktir?",
    "correctAnswer": "C",
    "options": {
      "A": "İlgi alanı",
      "B": "Kurallar ve jargon",
      "C": "Coğrafi dağılım",
      "D": "aktif içerik yaratımı",
      "E": "Bağlılık hissi"
    },
    "explanation": "Çevrimiçi gruplar coğrafi bir zorunluluğa tabî değillerdir. Bu açıdan doğru yanıt C'dir."
  },
  {
    "id": "3882054",
    "unitNumber": 3,
    "text": "\"... çevrim içi marka toplulukları, bir markanın hayranları arasında yapılandırılmış sosyal ilişkiler kümesine dayalı ve ............ olarak bağlı olmayan topluluklardır.\" ifadesinde boş bırakılan yere aşağıdakilerden hangisi yazılmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Duygusal",
      "B": "Ekonomik",
      "C": "Yasal",
      "D": "Siyasî",
      "E": "Coğrafî"
    },
    "explanation": "Bu gruplar çevrimiçi olduklarından coğrafi bağlılıkları yoktur. Doğru yanıt E'dir."
  },
  {
    "id": "3882055",
    "unitNumber": 3,
    "text": "Kim ve Sonnenbichler'e göre çevrimiçi yaşam topluluklarının katılımcılarından \"Liderlerden veya aktiflerden daha düşük faaliyet seviyesine sahip bir role sahip olanlara\" ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pasif",
      "B": "Aktif",
      "C": "Acemi",
      "D": "Kıdemli",
      "E": "Lider"
    },
    "explanation": "<em>Pasif: </em>Liderlerden veya aktiflerden daha düşük faaliyet seviyesine sahip bir rol, pasif üyelerdir. Birçok topluluğun yalnızca aktif üyeleri veya liderleri değil; aynı zamanda pasif üyeleri de bulunur. Aslında birçok toplulukta pasif üyelerin sayısı, aktif üyelerden daha fazladır. Pasif üyeler topluluk konularını ve üyelerini seven, fakat sıkı bir temas içinde olmak istemeyen topluluğun sessiz destekçileridir. Pasif üyeler, adından da anlaşılacağı üzere topluluktaki faaliyetlere aktif bir şekilde katılım göstermeyen üyelerdir. Bu nedenle bu tür üyeler üretici olmaktan ziyade içeriği tüketenlerdir. Fakat her ne olursa olsun pasif üyeler motive edildiği takdirde aktif bir üye hâline gelebilirler. Bu durumun tam tersi olursa topluluktan ayrılmaları da söz konusu olabilir (Sonnenbichler, 2010)."
  },
  {
    "id": "3882056",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi çevrimiçi toplulukları üyeleri yaşam döngüsünün parçası değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ziyaretçi",
      "B": "Uzman",
      "C": "Acemi",
      "D": "Aktif",
      "E": "Kıdemli"
    },
    "explanation": "<img style=\"display: block; margin-left: auto; margin-right: auto;\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/807a57391c99ca6eae39a6439861a2a9.png\" alt=\"\" width=\"520\" height=\"174\"><br/>Uzman"
  },
  {
    "id": "3882057",
    "unitNumber": 3,
    "text": "Bir çevrimiçi topluluğu üyesi her konu hakkında bilgi ya da fikir sahibi ise, yapılması gerekenler diğer üyeleden önce yapıp kendisini diğer üyelerden farklı görüyorsa nasıl kategorize edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Lider",
      "B": "Elit",
      "C": "Uzman",
      "D": "Trol",
      "E": "Aktif"
    },
    "explanation": "<em>Uzman: </em>Her topluluk içerisinde genellikle her konu hakkında bilgi sahibi olan birileri bulunur. Bu kişiler, yapılması gereken işleri diğer üyelerden önce gerçekleştirmiş olan ve kendilerini diğer üyelerden farklı gören kişilerdir."
  },
  {
    "id": "3882058",
    "unitNumber": 3,
    "text": "Aşağıdakşlerden hangisi çevrimiçi topluluklar üye yaşam döngüsü içinde yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sorun çıkaran",
      "B": "Pusuda bekleyen",
      "C": "Elit",
      "D": "Aktif",
      "E": "Uzman"
    },
    "explanation": "<em>Aktif: </em>Üyelik yaşam döngüsünün üçüncü aşamasını aktifler oluşturur. Aktif üyeler bir topluluğun bel kemiğini oluştururlar. Topluluk için hem tüketici hem de üretici olarak topluluğa aktif bir şekilde katılım gösterirler. Bu katılımlarını gönderiler, resimler ya da videolar gibi içeriklerle yerine getirirler. Aynı zamanda bu aşamada yer alan kişiler, diğer kullanıcılarla bağlantı kurup bir sosyal ağ oluştururlar. Acemilik aşaması esasen kısa bir zaman dilimini kapsarken; aktiflik aşaması kısa bir zamanı kapsamaz. Fakat yine de bu aşamada bireyler zaman içerisinde daha pasif olmaya ve topluluğa az katılım göstermeye karar verebilirler. Bu durumun tersi olarak aktif üyeler topluluğun lideri de olabilirler."
  },
  {
    "id": "3882059",
    "unitNumber": 3,
    "text": "Aşağıdakileren hangisi insanların çevrimiçi topluluklara katılım motivasyonları içinde yer alamaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Para kazanmak",
      "B": "Bilgi Arayışı",
      "C": "Tanınma, Görünürlük",
      "D": "Başkalarını Düşünme",
      "E": "Arkadaş Edinme"
    },
    "explanation": "İnsanların belirli gruplara ya da topluluklara ait olmaları ile ilgili çeşitli kuramsal açıklamaların olduğu gibi bazı motivasyonların da bu kişilerin topluluklara katılımlarını etkilediği düşünülür. Motivasyonlar bireyi davranışı gerçekleştirmek için istekli hâle getirilmesi noktasında önemlidir. Çünkü hedef yönelimli davranışın yönünü ve yoğunluğunu belirleyen unsurlar motivasyonlardır (Atkinson vd., 2010). Literatürde insanların çevrim içi ya da fiziksel topluluklara katılım nedenlerini açıklamaya yönelik pek çok çalışma bulunur. Bu çalışmaların odak noktası ise motivasyonlardır. Örneğin Füller (2006) insanların topluluklara katılım nedenini çeşitli başlıklar altında ele alır:<br/><ul><br/><li>Merak, Keşif ve Heyecan Aramak</li><br/><li>Başarı, Zorluk ve Öz-Yeterlik</li><br/><li>Bilgi Edinme, Beceri Geliştirme</li><br/><li>Bilgi Arayışı</li><br/><li>Tanınma, Görünürlük</li><br/><li>Başkalarını Düşünme</li><br/></ul><br/>Para kazanmak"
  },
  {
    "id": "3882060",
    "unitNumber": 3,
    "text": "\"Bir konuya yönelik ilgili olmanın yanı sıra çevrim içi topluluklar benzer ya da farklı fikirlere sahip insanlarla iletişim kurma imkânı da sunan oluşumlardır. Bu nedenle çevrim içi topluluklar, çevre edinmek isteyen kişiler için önemli fırsatlar sunar.\"<br/>Yukarıdaki tanım çevrimiçi topluluklara üye olama motivasyonlarından hangisini tanımlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Arkadaş edinme",
      "B": "Memnuniyetsizlik",
      "C": "Ödül",
      "D": "Dışarı çıkmadan sosyalleşmek",
      "E": "Benzer insanlarla buluşmak"
    },
    "explanation": "<strong><em>Arkadaş Edinme: </em></strong>Bir konuya yönelik ilgili olmanın yanı sıra çevrim içi topluluklar benzer ya da farklı fikirlere sahip insanlarla iletişim kurma imkânı da sunan oluşumlardır. Bu nedenle çevrim içi topluluklar, çevre edinmek isteyen kişiler için önemli fırsatlar sunar. Bu fırsatları yakalamak, başka bir ifade ile başka insanlarla tanışmak, arkadaş ya da sevgili olmak için insanlar çevrim içi topluluklara katılım gösterebilirler."
  },
  {
    "id": "3882061",
    "unitNumber": 3,
    "text": "\"Çeşitli el işleri ile ilgilenen kişiler, beceri kazanmak ya da becerilerini geliştirmek adına çevrim içi topluluklarda yer alabilirler. Bu kişilerin temel amacı, yapmış oldukları işle ilgili ipuçları alabilmek, püf noktaları öğrenebilmek, kaynakları paylaşmak ve kaynaklara erişim sağlayabilmektir.\"<br/>Yukarıdaki tanım hangi çevrimiçi topluluklara üye olam motivasyonunu anlatmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgi Arayışı",
      "B": "Hobi geliştirme",
      "C": "Ürün ya da Hizmet tanıtmak",
      "D": "Bilgi Edinme, Beceri Geliştirme",
      "E": "Merak, Keşif ve Heyecan Aramak"
    },
    "explanation": "<strong><em>Hobi geliştirme: </em></strong>Çeşitli el işleri ile ilgilenen kişiler, beceri kazanmak ya da becerilerini geliştirmek adına çevrim içi topluluklarda yer alabilirler. Bu kişilerin temel amacı, yapmış oldukları işle ilgili ipuçları alabilmek, püf noktaları öğrenebilmek, kaynakları paylaşmak ve kaynaklara erişim sağlayabilmektir."
  },
  {
    "id": "3882062",
    "unitNumber": 3,
    "text": "İnsan ilişkilerine yönelik kuramlardan hangisi Festinger tarafından geliştirilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tolumsal Sorumluluk Kuramı",
      "B": "Kendini Sınıflandırma Kuramı",
      "C": "Toplumsal Karşılaştırma Kuramı",
      "D": "Toplumsal Kimlik Kuramı",
      "E": "Göreli Yoksunluk Kuramı"
    },
    "explanation": "Festinger (1954) tarafından geliştirilen Toplumsal Karşılaştırma Kuramı, insanların çevreye uyum sağlamak için kendilerini başkalarıyla nasıl karşılaştırdıklarını açıklayan bir kuramdır. Bu kuram topluluk üyelerinin bir grup içerisinde nasıl asimile olduklarını ve kendilerini diğer grupların bireylerinden nasıl farklılaştırdıklarını anlamak için kullanılabilir (Martínez-López vd., 2016). Bu noktada dikkat edilmesi gereken şey Festinger’in kuramının Toplumsal Kimlik Kuramının ileri sürdüğü gibi gruplar tarafından değil, bireyler tarafından gerçekleştirilen sosyal karşılaştırmayı anlattığı ve bundan dolayı Festinger’in yaklaşımının kişilerarası düzeyde kaldığıdır (Billig, 1976). Toplumsal Kimlik Kuramının odağı ise daha çok gruplar arası karşılaştırmadır. Bireyler aşağıdaki nedenlerden dolayı toplumsal karşılaştırmalar yapmaktadır (Taylor, Peplau ve Sears, 2015):<br/><ul><br/><li>Bireyin doğru benlik değerlendirmesini gerçekleştirmek,</li><br/><li>Bireyin benliğin</li></ul>"
  },
  {
    "id": "3882063",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi içerik temelli çevrimiçi topluluk türlerinden biri olan tartışma topluluklarının alt türlerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşlem toplulukları",
      "B": "Uygulama toplulukları",
      "C": "Çevrimiçi öğrenme toplulukları",
      "D": "Tasarım toplulukları",
      "E": "Çevrimiçi oyunlar"
    },
    "explanation": "Seçenekler arasında yalnızca uygulama toplulukları tartışma topluluklarının bir türüdür. Doğru yanıt B'dir."
  },
  {
    "id": "3882064",
    "unitNumber": 3,
    "text": "Temel varsayımı, \"insanların kendilerine ilişkin olumlu değerlendirmeler yapmaları ve bu şekilde benlik saygılarını yükseltmek yönünde güdülenmiş olmaları\" olan kuram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Göreli Yoksunluk Kuramı",
      "B": "Toplumsal Karşılaştırma Kuramı",
      "C": "Kendini Sınıflandırma Kuramı",
      "D": "Toplumsal Kimlik Kuramı",
      "E": "Sosyal Sorumluluk Kuramı"
    },
    "explanation": "Toplumsal Kimlik Kuramının temel varsayımı, insanların kendilerine ilişkin olumlu değerlendirmeler yapmaları ve bu şekilde benlik saygılarını yükseltmek yönünde güdülenmiş olmalarıdır. Bu bağlamda insanlar diğer insanları sınıflandırdıkları gibi kendilerini de sınıflandırmakta ve yapılan bu sınıflandırma sonucunda edindiklerini toplumsal kimliklerine yüklemektedirler (Demirtaş, 2003)."
  },
  {
    "id": "3882065",
    "unitNumber": 3,
    "text": "Amazon topluluğu aşağıdaki çevrimiçi topluluk türlerinden hangisi içinde değerlendirilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Uygulama toplulukları",
      "B": "Dolaylı tartışma toplulukları",
      "C": "İşlem toplulukları",
      "D": "Tasarım toplulukları",
      "E": "Öğrenme toplulukları"
    },
    "explanation": "Amazon topluluğu bir dolaylı tartışma topluluğudur. Doğru yanıt B'dir."
  },
  {
    "id": "3882066",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi \"Tüketici Odaklı Toplulukların\" alt kaategorilerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tasarım toplulukları",
      "B": "İşletme kategorisi toplulukları",
      "C": "İşlevsel topluluklar",
      "D": "Dikey endüstri topulukları",
      "E": "Konu Toplulukları"
    },
    "explanation": "<img style=\"display: block; margin-left: auto; margin-right: auto;\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/a8df1c085269e4c3360729f68018419e.png\" alt=\"\" width=\"540\" height=\"241\"><br/>Konu Toplulukları"
  },
  {
    "id": "3882067",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi gelir türüne göre çevrimiçi topluluk türlerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yüksek ücretli topluluklar",
      "B": "Sanal ücretli topluluklar",
      "C": "Gönüllü topluluklar",
      "D": "Kullanım ücretli topluluklar",
      "E": "Düşük ücretli topluluklar"
    },
    "explanation": "Seçenekler arasında yalnızca kullanım ücretli topluluklar gelir türüne göre topluluklar arasında sayılmaktadır. Doğru yanıt D'dir."
  },
  {
    "id": "3882068",
    "unitNumber": 3,
    "text": "İnsanların kendilerine ilişkin olumlu değerlendirmeler yapmaları ve bu şekilde benlik saygılarını yükseltmek yönünde güdülenmiş olmaları hangi kuramın temel varsayımıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Toplumsal öğrenme kuramı",
      "B": "Toplumsal ilerleme kuramı",
      "C": "Toplumsal kişilik kuramı",
      "D": "Toplumsal iletişim kuramı",
      "E": "Toplumsal kimlik kuramı"
    },
    "explanation": "Soruda yer alan varsayım toplumsal kimlik kuramının varsayımıdır. Doğru yanıt E'dir."
  },
  {
    "id": "3882069",
    "unitNumber": 4,
    "text": "Botsman ve Rogers’ a göre aşağıdakilerden hangisi işbirlikçi tüketimin temel ilkelerinden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kritik kitle",
      "B": "Rölanti kapasitesi",
      "C": "Müşterekliğe duyulan inanç",
      "D": "Dağıtım",
      "E": "Yabancılar arasındaki güven"
    },
    "explanation": "Botsman ve Rogers (2010), işbirlikçi tüketimin temel ilkelerini şu şekilde sıralamaktadır: Kritik kitle, rölanti (atıl) kapasitesi, müşterekliğe duyulan inanç ve yabancılar arasındaki güven."
  },
  {
    "id": "3882070",
    "unitNumber": 4,
    "text": "Owyang’ a göre aşağıdakilerden hangisi paylaşım ekonomisinin ortaya çıkışı ve gelişmesine yol açan sosyal faktörlerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Atıl kaynakların kullanımı",
      "B": "Sosyal ağ",
      "C": "Kuşaksal özgecilik",
      "D": "Satın alma yerine kiralama",
      "E": "Finansal esneklik"
    },
    "explanation": "Paylaşım ekonomisinin ortaya çıkışı ve gelişmesine yol açan sosyal faktörler: Nüfus yoğunluğundaki artış, sürdürülebilirlik, bir topluluk içerisinde yer alma isteği ve kuşaksal özgecilik’tir."
  },
  {
    "id": "3882071",
    "unitNumber": 4,
    "text": "Yeni paylaşım biçimlerinin şeklini değiştiren ücretsiz e-posta, paylaşım için nasıl bir çıkarım sağlamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "İnternet ticaretinde yüksek güvenlik seviyeleri",
      "B": "Çevrim içi iletişim için ucuz, esnek araçlar",
      "C": "Çevrim içi profiller ve varlık oluşturmak",
      "D": "Geniş ve düşük maliyetli depolama",
      "E": "Medyanın sunumu için erişilebilir platform"
    },
    "explanation": "1990’lardan bu yana, yeni paylaşım biçimlerini harekete geçiren veya önceden var olan paylaşım biçimlerinin şeklini veya ölçeğini değiştiren yenilik ve uygulamalardan ücretsiz e-posta, çevrim içi iletişim için ucuz, esnek araçlar sağlamıştır."
  },
  {
    "id": "3882072",
    "unitNumber": 4,
    "text": "Ürün/hizmet sistemleri ile ilgili aşağıdakilerden hangisi <u>doğru</u> bir ifadedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ürün için doğrudan ödeme yapmak zorunludur.",
      "B": "Bakım, onarım ve sigorta gibi mülkiyet yükleri artar.",
      "C": "Ortaya çıkacak olan atıkları önemli ölçüde azaltır.",
      "D": "Malları atmak yerine yeniden satmayı teşvik eder.",
      "E": "Özel mülkiyete ait ürünlerin eşler arası paylaşılmasına olanak tanır."
    },
    "explanation": "Bir ürün/hizmet sisteminde hizmet, bir şirketin sahip olduğu birden fazla ürünün paylaşılmasına veya özel mülkiyete ait ürünlerin eşler arası paylaşılmasına veya kiralanmasına olanak tanır."
  },
  {
    "id": "3882073",
    "unitNumber": 4,
    "text": "Lamberton ve Rose’un çevrim içi paylaşım platformları sınıflandırmasına göre aşağıdakilerden hangisi düşük rekabet ve yüksek münhasırlık platformlarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kamu yolları",
      "B": "Kitap kulüpleri",
      "C": "İnternet",
      "D": "Açık kaynaklı yazılımı",
      "E": "Zaman paylaşımları"
    },
    "explanation": "Lamberton ve Rose’un çevrim içi paylaşım platformları sınıflandırmasına göre; düşük rekabet ve yüksek münhasırlık platformları: Özel kulüpler, kitap kulüpleri, yatırım kulüpleri, topluluk destekli tarım grupları."
  },
  {
    "id": "3882074",
    "unitNumber": 4,
    "text": "Surdararajan’ın sınıflandırmasına göre platformların, girişimcilerin mallarını doğrudan tüketicilere satmasına olanak tanıyan pazar yerleri oluşturması hangi katagoride yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sahip olunan malların kiralanarak yeniden kullanılması",
      "B": "Profesyonel hizmet sunumu",
      "C": "Eşler arası mal satışları",
      "D": "Genel amaçlı serbest çalışan temini",
      "E": "Kamusal mal paylaşımı"
    },
    "explanation": "Surdararajan (2015) çevrim içi paylaşım platformlarını dört kategori altında sınıflandırmaktadır: Sahip olunan malların kiralanarak yeniden kullanılması, profesyonel hizmet sunumu, genel amaçlı serbest çalışan temini ve eşler arası mal satışları. Eşler arası mal satışları: Platformlar, girişimcilerin mallarını doğrudan tüketicilere satmasına olanak tanıyan pazar yerleri oluşturur."
  },
  {
    "id": "3882075",
    "unitNumber": 4,
    "text": "1978 tarihli makalelerinde “işbirlikçi tüketim eylemleri” kavramını <u>ilk</u> tanımlayan yazarlar kimlerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Botsman ve Rogers",
      "B": "Felson ve Spaeth",
      "C": "Ozanne ve Ballantine",
      "D": "Lamberton ve Rose",
      "E": "Kenney ve Zysman"
    },
    "explanation": "İlk olarak “işbirlikçi tüketim eylemleri” kavramını, 1978 tarihli makalelerinde yazarlar Marcus Felson ve Joe Spaeth “bir ya da daha fazla kişinin bir ya da daha fazla kişi ile ortak faaliyetlerde bulunma sürecinde ekonomik mal ya da hizmet tükettiği olaylar” olarak tanımlamışlardır."
  },
  {
    "id": "3882076",
    "unitNumber": 4,
    "text": "İşbirlikçi tüketimin merkezinde yer alan, satın alınmış fakat tam kapasite ile kullanılmayan mallara karşılık gelen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Paylaşım",
      "B": "Kritik kitle",
      "C": "Müşterek",
      "D": "Ağ",
      "E": "Rölanti (atıl) kapasitesi"
    },
    "explanation": "Rölanti (atıl) kapasitesi: İşbirlikçi tüketimin merkezinde yer alan, satın alınmış fakat tam kapasite ile kullanılmayan mallara karşılık gelmektedir."
  },
  {
    "id": "3882077",
    "unitNumber": 4,
    "text": "İnternet, Web 2.0 ve sosyal ağlar bağlamında paylaşım, dağıtımdan çok ……………. ile ilgilidir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Ticaret",
      "B": "Eğlence",
      "C": "İletişim",
      "D": "Zaman",
      "E": "Teknoloji"
    },
    "explanation": "İnternet, Web 2.0 ve sosyal ağlar bağlamında paylaşım, dağıtımdan çok <strong>iletişim</strong> ile ilgilidir ve aynı zamanda hem çok daha belirsiz hem çok daha kapsayıcıdır."
  },
  {
    "id": "3882078",
    "unitNumber": 4,
    "text": "Zaman paylaşımı hangi dönemde ortaya çıkmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1930’ların başlarında",
      "B": "1940’ların sonlarında",
      "C": "1945’lerin başlarında",
      "D": "1950’lerin sonlarında",
      "E": "1960’ların başlarında"
    },
    "explanation": "Zaman paylaşımı 1950’lerin sonlarında ortaya çıktığından beri, paylaşma fikri bilgi işlemin merkezinde yer almıştır."
  },
  {
    "id": "3882079",
    "unitNumber": 4,
    "text": "Aşağıdaki önce bilgi teknoloji devlerinden hangisinin başlangıçta birincil müşterisi bireyler olmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Apple",
      "B": "HP",
      "C": "Microsoft",
      "D": "IBM",
      "E": "General Electrics"
    },
    "explanation": "Dijital teknolojilerin kökleri 1940’lara kadar dayansa da, ticari sektörler için dijital teknolojiler<br/>1960’larda ortaya çıkmaya başlamıştır. 1960’lar, 1970’ler, 1980’ler ve 1990’lar boyunca IBM, Hewlett-Packard, Apple ve Microsoft gibi bilgi teknoloji devleri ortaya çıkmıştır. Apple hariç, bu şirketlerin birincil müşterileri bireyler değil özel işletme ve devlet kurumları olmuştur. Bu şirketler tarafından oluşturulan donanım ve yazılımlar zaman zaman tüketiciler için uyarlanmıştır. Benzer şekilde, Microsoft’un yazılımı ticari kullanım için tasarlanmış ve sonradan kişisel bir sürümü oluşturulmuştur"
  },
  {
    "id": "3882080",
    "unitNumber": 4,
    "text": "Bizim olanı başkalarının kullanımı için dağıtma eylemi ve sürecine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tüketim",
      "B": "Alışveriş",
      "C": "Paylaşım",
      "D": "Takas",
      "E": "Satın alma"
    },
    "explanation": "Paylaşım, bizim olanı başkalarının kullanımı için dağıtma eylemi ve süreci ve / veya bizim<br/>kullanımımız için başkalarından bir şey alma eylemi ve süreci olarak tanımlanabilir."
  },
  {
    "id": "3882081",
    "unitNumber": 4,
    "text": "I. paylaşım eylemini gerçekleştiren tarafların süreç üzerinde kontrol sahibi olmaları<br/>II. paylaşım eyleminin, eylemi gerçekleştiren bireylere karşılıklı bir fayda sağlaması<br/>III. sürecin bilinçli bir şekilde gerçekleşmesi <br/>Bir eylemin paylaşım ekonomisi kapsamında değerlendirilebilmesi için yukarıdaki koşullardan hangilerini sağlaması gerekir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yanlız I",
      "B": "Yanlız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Paylaşım ve paylaşım ekonomisine ilişkin tanımlamalar yapılırken hangi eylemlerin paylaşım kavramı<br/>içerisine dahil edilip edilmeyeceği de vurgulanması gereken bir noktadır. Bir eylemin paylaşım ekonomisi kapsamında değerlendirilebilmesi için paylaşım eylemini gerçekleştiren tarafların süreç üzerinde kontrol sahibi olmaları, paylaşım eyleminin, eylemi gerçekleştiren bireylere karşılıklı bir fayda sağlaması ve bilinçli bir şekilde gerçekleşmesi sistemin ön koşullarındandır"
  },
  {
    "id": "3882082",
    "unitNumber": 4,
    "text": "Sistemin kendi kendini sürdürmesini sağlamak için yeterli momentumun varlığını tanımlamak için kullanılan terim aşağıdakiler hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Paylaşım",
      "B": "Kritik kitle",
      "C": "Rölanti kapasite",
      "D": "Müşterekliğe inanç",
      "E": "Başa-baş nokta"
    },
    "explanation": "Kritik kitle: Kritik kitle, sistemin kendi kendini sürdürmesini sağlamak için yeterli momentumun varlığını tanımlamak için kullanılan sosyolojik bir terimdir. Kritik kitle, birkaç nedenden dolayı işbirlikçi tüketim için hayati öneme sahiptir. İşbirlikçi tüketimin geleneksel alışveriş ile rekabet<br/>edebilmesi ve tüketicinin kendini mevcut olandan memnun hissetmesi için yeterli seçenek olmalıdır."
  },
  {
    "id": "3882083",
    "unitNumber": 4,
    "text": "Geçici pozisyonların yaygın olduğu ve kuruluşların kısa vadeli taahhütler ile bağımsız çalışanları işe aldığı serbest piyasaya ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gig ekonomisi",
      "B": "Bilgi piyasası",
      "C": "Forum",
      "D": "Sanal organizasyonlar",
      "E": "Hayalet organizasyonlar"
    },
    "explanation": "Gig ekonomisi, geçici pozisyonların yaygın olduğu ve kuruluşların kısa vadeli taahhütler ile<br/>bağımsız çalışanları işe aldığı bir serbest piyasa sistemi olarak tanımlanmaktadır. Uzun vadeli istihdam ilişkilerindeki düşüşe ve gig ekonomisindeki yükselişe dikkat çeken Friedman az sayıda kalıcı çalışanı olan büyük ölçüde geçici bir işgücüne dayanan işletmelerin öne çıkmaya başladığına vurgu yapmaktadır. İşgücünün uzun vadeli işlerde istihdam edilmek yerine, yalnızca belirli bir görevi tamamlamak veya belirli bir süre için çalışmak üzere bağımsız yükleniciler veya danışmanlar olarak esnek düzenlemeler altında kiralandığı, işveren ve çalışan arasındaki bağlantının zayıfladığını hatta ortadan kalktığını işaret etmektedir"
  },
  {
    "id": "3882084",
    "unitNumber": 4,
    "text": "Paylaşım ekonomisi döngüsel ekonominin bir örneğidir, burada basitçe kaynakları verimli kullanan iş modelleri olarak anlaşılır. Daha fazla insan tek bir maldan yararlandıkça, aynı talep düzeyini karşılamak için daha az mal gerekebilir.<br/>Yukarıda tarif edilen paylaşım ekonomisi unsuru aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tüketiciden tüketiciye etkileşim",
      "B": "Üreticiden tüketiciye erişim",
      "C": "Sahiplik yerine erişim",
      "D": "Kiralama yerine erişim",
      "E": "Atıl kapasiteye sahip fiziksel varlıkların daha iyi kullanımı"
    },
    "explanation": "Frenken’e göre paylaşım ekonomisi tanımı üç ana bölüme ayrılabilir. Birincisi, paylaşım ekonomisi, eşler arası değişim veya tüketiciden tüketiciye etkileşim hakkındadır. İkincisi, paylaşım ekonomisi, ödünç alarak veya kiralayarak geçici erişimi içerir. Üçüncüsü, paylaşım ekonomisi, yetersiz kullanılan fiziksel varlıkların daha iyi kullanılması hakkındadır.<br/>Atıl kapasiteye sahip fiziksel varlıkların daha iyi kullanımı: Bu anlamda, paylaşım ekonomisi döngüsel ekonominin bir örneğidir, burada basitçe kaynakları verimli kullanan iş modelleri olarak anlaşılır. Daha fazla insan tek bir maldan yararlandıkça, aynı talep düzeyini karşılamak için daha az mal gerekebilir."
  },
  {
    "id": "3882085",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi paylaşım ekonomisinin ortaya çıkışı ve gelişmesine yol açan sosyal faktörler arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Nüfus yoğunluğundaki artış",
      "B": "Sürdürülebilirlik",
      "C": "Bir topluluk içerisinde yer alma isteği",
      "D": "Kuşaksal özgecilik",
      "E": "Sosyal ağlar"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ccff61a60ad4163eb271a6183818e1e6.jpeg\" alt=\"\" width=\"750\" height=\"222\">"
  },
  {
    "id": "3882086",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi profesyonel hizmet sunumu kategorisindeki çevrimiçi paylaşım platformları arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "AirBnb",
      "B": "Bla Bla Car",
      "C": "Sahibinden.com",
      "D": "Amazon.com",
      "E": "Uber"
    },
    "explanation": "Profesyonel hizmet sunumu: Platformlar, farklı hizmetlerin mevcut sağlayıcıları için yeni bir kanal oluşturur ve genellikle iş fırsatlarını, geleneksel bir organizasyonla çalışmak yerine bireylerin girişimci olmalarına izin verecek şekilde genişletir. Örneğin, Uber platformu, profesyonel sürücülerin tüketicilere bir noktadan bir noktaya şehir içi ulaşım hizmeti sunmasına olanak tanır."
  },
  {
    "id": "3882087",
    "unitNumber": 4,
    "text": "İnsanların araçlarındaki boş koltukları yolculara açtığı bir platform olan bla bla car platformu hangi çevrimiçi paylaşım platformu sınıfına girmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kamusal Mal Paylaşımı",
      "B": "Açık Ticari Mal Paylaşımı",
      "C": "Erişime Bağlı Malları Paylaşımı",
      "D": "Kapalı Ticari Mal Paylaşımı",
      "E": "Sınırsız serbest platformlar"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f57cab48f07e4bab4b236a02bb6950f3.jpeg\" alt=\"\" width=\"748\" height=\"568\">"
  },
  {
    "id": "3882088",
    "unitNumber": 4,
    "text": "Rekabetin yüksek, yüksek münhasırlık barındıran çevrim içi paylaşım platformları sınıfı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Açık ticari mal paylaşımı",
      "B": "Kapalı ticaret mal paylaşımı",
      "C": "Kamusal mal paylaşımı",
      "D": "Erişime bağlı malların paylaşımı",
      "E": "Sınırsız açık erişim ticari mal paylaşım platformu"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f57cab48f07e4bab4b236a02bb6950f3.jpeg\" alt=\"\" width=\"748\" height=\"568\">"
  },
  {
    "id": "3882089",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi işbirlikçi tüketimin temel ilkelerinden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kritik kitle",
      "B": "Rölanti (atıl) kapasitesi",
      "C": "Müşterekliğe duyulan inanç",
      "D": "Yetkisiz kullanım",
      "E": "Yabancılar arasındaki güven"
    },
    "explanation": "İşbirlikçi tüketimin temel ilkelerini şu şekilde sıralamak mümkündür: Kritik kitle, Rölanti (atıl) kapasitesi, Müşterekliğe duyulan inanç ve Yabancılar arasındaki güven. Yetkisiz kullanım işbirlikçi tüketimin temel ilkelerinden biri değildir. Cevap D seçeneğidir."
  },
  {
    "id": "3882090",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi paylaşım ekonomisinin ortaya çıkışı ve gelişmesine yol açan sosyal faktörlerden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sürdürülebilirlik",
      "B": "Atıl kaynakların kullanımı",
      "C": "Mobil cihazlar ve Platformlar",
      "D": "Satın alma yerine kiralama",
      "E": "Girişim sermayesi fonlarının akışı"
    },
    "explanation": "Paylaşım ekonomisinin ortaya çıkmasında etkili olan temel birkaç faktör bulunmaktadır. Owyang (2013), çalışmasında paylaşım plat-formlarının ortaya çıkışına etki eden faktörleri sosyal, ekonomik ve teknolojik faktörler olarak belirlemiştir. <br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2386632c796f74626837ce3074631230.png\" alt=\"\" width=\"537\" height=\"176\"> Yukarıdaki tabloda verilen faktörlere bakıldığında, sürdürülebilirlik sosyal bir faktör olarak listelenmiştir. Cevap A seçeneğidir."
  },
  {
    "id": "3882091",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi müşterilere ürün ve/veya hizmetleri satın almadan onların avantajlarından yararlanma fırsatı veren ve pazarlamacılar tarafından yönetilen sistemler olarak tanımlanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "İşbirlikçi tüketim (Botsman ve Rogers, 2010)",
      "B": "Erişime dayalı tüketim (Bardhi ve Eckhardt, 2012)",
      "C": "Ticari paylaşım sistemleri (Lamberton ve Rose, 2012)",
      "D": "Gig ekonomisi (Friedman, 2014)",
      "E": "Platform ekonomisi (Kenney ve Zysman, 2016)"
    },
    "explanation": "Ticari paylaşım sistemlerini müşterilere ürün ve/veya hizmetleri satın almadan onların avantajlarından yararlanma fırsatı veren ve pazarlamacılar tarafından yönetilen sistemler olarak tanımlanmaktadır. Cevap C seçeneğidir."
  },
  {
    "id": "3882092",
    "unitNumber": 4,
    "text": "Asağıdakilerden hangisi geçici pozisyonların yaygın olduğu ve kuruluşların kısa vadeli taahhütler ile bağımsız çalışanları işe aldığı bir serbest piyasa sistemi olarak tanımlanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "İşbirlikçi tüketim",
      "B": "Erişime dayalı tüketim",
      "C": "Ticari paylaşım sistemleri",
      "D": "Gig ekonomisi",
      "E": "Platform ekonomisi"
    },
    "explanation": "Gig ekonomisi, geçici pozisyonların yaygın olduğu ve kuruluşların kısa vadeli taahhütler ile bağımsız çalışanları işe aldığı bir serbest piyasa sis-temi olarak tanımlanmaktadır. Cevap D seçeneğidir."
  },
  {
    "id": "3882093",
    "unitNumber": 4,
    "text": "Aşağıdaki hangisi genel amaçlı serbest çalışan temini için hazırlanan platformlara bir örnek olarak gösterilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bla Bla Car",
      "B": "Uber",
      "C": "Letgo",
      "D": "Armut",
      "E": "Udemy"
    },
    "explanation": "Surdararajan (2015) çevrim içi paylaşım platformlarını dört kategori altında sınıflandırmaktadır. Aşağıdaki listede kategoriler ve onları temsil eden örnekler verilmiştir:<br/>1. Sahip olunan malların kiralanarak yeniden kullanılması: Airbnb platformu, Bla Bla Car veya TAG SeatX uygulamalarını <br/>2. Profesyonel hizmet sunumu: Uber platformu<br/>3. Genel amaçlı serbest çalışan temini: oDeskwork platformu, Protranslate, TaskRabbit, Armut <br/>4. Eşler arası mal satışları: Ebay, Sahibinden, Letgo<br/>Cevap D seçeneğidir."
  },
  {
    "id": "3882094",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>süreç üzerinde kontrol </li> <li>müştereklik</li> <li>karşılıklı bir fayda </li> <li>bilinç</li> <li>güven</li> </ol> Bir eylemin paylaşım ekonomisi kapsamında değerlendirilebilmesi için yukarıda verilmiş özelliklerde hangisinin bulunması gereklidir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III",
      "B": "II, III, V",
      "C": "I, III, IV",
      "D": "II, IV, V",
      "E": "III, IV, V"
    },
    "explanation": "Bir eylemin paylaşım ekonomisi kapsamında değerlendirilebilmesi için paylaşım eylemini gerçekleştiren tarafların süreç üzerinde kontrol sahibi olmaları, paylaşım eyleminin, eylemi gerçekleştiren bireylere karşılıklı bir fayda sağlaması ve bilinçli bir şekilde gerçekleşmesi sistemin ön koşullarındandır. Cevap C seçeneğidir."
  },
  {
    "id": "3882095",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi paylaşım ekonomisinin ortaya çıkmasında ve gelişmesinde rol oynayan etkenlerden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgi ve iletişim teknolojilerindeki gelişmeler",
      "B": "Artan tüketici bilinci",
      "C": "İşbirlikçi web topluluklarının çoğalması",
      "D": "Sosyal ticaret ve sosyal paylaşım platformlarının artması",
      "E": "Birbirine sıkı sıkıya bağlı toplulukların artması"
    },
    "explanation": "Paylaşım ekonomisi, bilgi ve iletişim teknolojilerindeki gelişmeler, artan tüketici bilinci, işbirlikçi web topluluklarının çoğalmasının yanı sıra sosyal ticaret ve sosyal paylaşım tarafından desteklenen ekonomik ve teknolojik bir olgudur. Gelişen çevrim içi paylaşım uygulamaları ile birlikte paylaşım, sadece birbirini iyi tanıyan ve birçok bağlamda etkileşimde bulunan bireylerin birbirlerine sıkı sıkıya bağlı olduğu topluluklar içerisinde gerçekleştirilen bir davranış olmaktan çıkmıştır. Cevap E seçeneğidir."
  },
  {
    "id": "3882096",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi paylaşım ekonomisine bir örnek <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir mülkiyetin sözleşme karşılığı kiralanması",
      "B": "Bir kişinin diğer bir kişiye gönüllü borç vermesi",
      "C": "Bireyin evinin tamamını veya bir kısmını günlük, haftalık ve aylık kiralaması",
      "D": "Araba sahibi olan kişilerin kısa mesafeli yolculuk paylaşımı",
      "E": "Kullanılmış ikinci el ürünlerin ilk elden satışı"
    },
    "explanation": "Paylaşım ve paylaşım ekonomisine ilişkin tanımlamalar yapılırken hangi eylemlerin paylaşım kavramı içerisine dahil edilip edilmeyeceği de vurgulanması gereken bir noktadır. Bir eylemin paylaşım ekonomisi kapsamında değerlendirilebilmesi için paylaşım eylemini gerçekleştiren tarafların süreç üzerinde kontrol sahibi olmaları, paylaşım eyleminin, eylemi gerçekleştiren bireylere karşılıklı bir fayda sağlaması ve bilinçli bir şekilde gerçekleşmesi sistemin ön koşullarındandır. Leasing veya sözleşmeli kiralama paylaşım ekonomisine dahil edilmez. Cevap A seçeneğidir."
  },
  {
    "id": "3882097",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>sağlayıcı</li> <li>tüketici</li> <li> platform </li> </ol> Yukarıdakilerden hangisi çevrim içi paylaşım platformlarında yer alan kilit katılımcılardan birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Çevrim içi paylaşım platformlarında üç tür kilit katılımcı vardır: sağlayıcılar, tüketiciler ve platformlar. Cevap E seçeneğidir."
  },
  {
    "id": "3882098",
    "unitNumber": 4,
    "text": "Aşağıdaki araştırmacılardan hangisi çevrim içi paylaşım platformlarını sınıflandırmak için sektörel temele dayanan bir model geliştirmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Surdararajan",
      "B": "Owyang",
      "C": "Lamberton ve Rose",
      "D": "Botsman ve Roger",
      "E": "Harvey"
    },
    "explanation": "Çevrim içi paylaşım platformlarını sınıflandıran bir başka araştırmacı da Owyang’dır. Owyang “iş-birlikçi” olarak gördüğü farklı ekonomik faaliyet türlerinin sektörel temele dayanan bir sınıflandırmasını geliştirmiştir. İşbirliğine Dayalı Ekonomi Sınıflandırması, 2016 yılında paylaşım ekonomisinin ayrıntılı bir sınıflandırmasını ortaya koymaktadır. Owyang’ın geniş kategorileri; çalışan desteği, öğrenme, belediye, para, mal, sağlık ve sağlıklı yaşam, alan, gıda, kamu hizmetleri, ulaşım, hizmet, lojistik, araç paylaşımı, şirket, mantıksal çözümleme ve itibardır. Bununla birlikte, Owyang’ın daha geniş kategorilerinin her birinde başka farklılıklar da vardır. Örneğin alan, kişisel alan ve çalışma alanı olarak ikiye, şirket ve organizasyonlar, platformlar, tedarik zinciri ve çalışan hizmetleri olarak üçe ayrılmaktadır. Diğer bir deyişle, her kategori için çeşitli paylaşım ekonomisi faaliyetlerinin özgüllüğüne dikkat çeken ayrımlar vardır. Cevap B seçeneğidir."
  },
  {
    "id": "3882099",
    "unitNumber": 4,
    "text": "..............., bizim olanı başkalarının kullanımı için dağıtma eylemi ve süreci ve / veya bizim kullanımımız için başkalarından bir şey alma eylemi ve süreci olarak tanımlanabilir.<br/>Yukarıdaki boşluğu aşağıdaki kavramlardan hangisi tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Paylaşım",
      "B": "Bölüştürme",
      "C": "Dağıtım",
      "D": "Mütekabiliyet",
      "E": "Karşılıklık"
    },
    "explanation": "Paylaşım, bizim olanı başkalarının kullanımı için dağıtma eylemi ve süreci ve / veya bizim kullanımımız için başkalarından bir şey alma eylemi ve süreci olarak tanımlanabilir."
  },
  {
    "id": "3882100",
    "unitNumber": 4,
    "text": "Aşağıdaki kavramlardan hangisinin Paylaşım ile bağı yoktur?",
    "correctAnswer": "B",
    "options": {
      "A": "Sahiplik",
      "B": "ticaret",
      "C": "Mülkiyet",
      "D": "Benlik",
      "E": "dayanışma"
    },
    "explanation": "Paylaşım, sahiplik, mülkiyet ve benlik kavramlarıyla ve ayrıca dayanışma ve cömertlik kavramlarıyla bağlantılıdır. Engelleri aşar, kişiler arası mesafeyi kaldırır, bağlar oluşturur ve ilişkileri güçlendirir. Paylaşım için ana teşviklerden biri, bağlantı kurma arzusudur. Başkalarıyla yakınlaşma arzusu insan davranışının en önemli belirleyicisidir. Asimetriler, adalet eksikliği ve sosyal normların ihlal edilmesi paylaşımı engellemektedir. Kaybetme korkusunun yanında, yakınlık korkusu da paylaşımın önündeki büyük bir engeldir (Belk ve Llamas, 2012).<br/>Paylaşımın olması için, sahiplik değilse de öncelikle sahiplenme duyguları olmalıdır. Kişi mülkü olmayan şeyler hakkında sahiplenme duygusu taşıyabilir. İnsan bir mülkiyeti benliğinin bir parçası olarak hissettiği ölçüde, onu elinde tutmak ister. Materyalizm, sahiplenici bireycilik ve öz kimliğin sahiplenerek geliştirilmesi gerektiği inancı, paylaşımı engelleyen faktörlerdir. Materyalistler, mülkiyetin yaşamdaki mut<br/>Ticaret"
  },
  {
    "id": "3882101",
    "unitNumber": 4,
    "text": "\"Paylaşmanın bizim olanı kullanmaları için başkalarına dağıtma yahut bizim kullanımımız için başkalarından bir şey alma eylemi ve süreci\" olduğunu ifade eden bilim insanı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Price",
      "B": "John",
      "C": "Belk",
      "D": "Benkler",
      "E": "Sundararajan"
    },
    "explanation": "Belk, paylaşmanın bizim olanı kullanmaları için başkalarına dağıtma yahut bizim kullanımımız için başkalarından bir şey alma eylemi ve süreci olduğunu ifade eder (Belk, 2007)."
  },
  {
    "id": "3882102",
    "unitNumber": 4,
    "text": "Aşağıdaki koşulları sağlayan bir eyleme ne ad verilir?<br/><ul> <li>Paylaşım eylemini gerçekleştiren tarafların süreç üzerinde kontrol sahibi olmaları,</li> <li>Paylaşım eyleminin, eylemi gerçekleştiren bireylere karşılıklı bir fayda sağlaması ve</li> <li>Bilinçli bir şekilde gerçekleşmesi</li> </ul>",
    "correctAnswer": "D",
    "options": {
      "A": "Alış veriş",
      "B": "Satış",
      "C": "Ekonomi",
      "D": "Paylaşım ekonomisi",
      "E": "Ticaret"
    },
    "explanation": "Paylaşım ve paylaşım ekonomisine ilişkin tanımlamalar yapılırken hangi eylemlerin paylaşım kavramı içerisine dahil edilip edilmeyeceği de vurgulanması gereken bir noktadır. Bir eylemin paylaşım ekonomisi kapsamında değerlendirilebilmesi için paylaşım eylemini gerçekleştiren tarafların süreç üzerinde kontrol sahibi olmaları, paylaşım eyleminin, eylemi gerçekleştiren bireylere karşılıklı bir fayda sağlaması ve bilinçli bir şekilde gerçekleşmesi sistemin ön koşullarındandır."
  },
  {
    "id": "3882103",
    "unitNumber": 4,
    "text": "\"İşbirlikçi tüketim eylemi\" kavramını ilk kullanan bilim insanları aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kenney ve Zysman",
      "B": "Ozanne ve Ballantine",
      "C": "Bardhi ve Eckhardt",
      "D": "Botsman ve Rogers",
      "E": "Felson ve Spaeth"
    },
    "explanation": "İlk olarak “işbirlikçi tüketim eylemleri” kavramını, 1978 tarihli makalelerinde yazarlar Marcus Felson ve Joe Spaeth “bir ya da daha fazla kişinin bir ya da daha fazla kişi ile ortak faaliyetlerde bulunma sürecinde ekonomik mal ya da hizmet tükettiği olaylar” olarak tanımlamışlardır (Felson ve Spaeth, 1978, s.614). Felson ve Spaeth’le aynı ifadeyi kullanan Botsman ve Rogers (2010), işbirlikçi tüketimi, teknoloji ve eşlerarası topluluklar aracılığıyla geleneksel paylaşım, takas, borç verme, ticaret, kiralama, hediye verme eylemi, ürünlere ve hizmetlere erişim, aynı zamanda para, yer ve zamandan tasarruf etmeyi sağlayan yenilikçi sistemler olarak tanımlamaktadır. Kavramın merkezinde, atıl kapasitenin dağıtılması ve kullanılması ihtiyacına odaklanılmaktadır. Bireyler sahip oldukları mal ve hizmetlere ilişkin diğer bireylere erişim hakkı tanıdıklarında söz konusu varlıklar daha verimli bir şekilde kullanılabilir."
  },
  {
    "id": "3882104",
    "unitNumber": 4,
    "text": "Bir sistemin kendi kendini sürdürmesini sağlamak için yeterli momentumun varlığını tanımlamak için kullanılan sosyolojik terim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kritik Kitle",
      "B": "Kitle",
      "C": "Kitle İletişim Araçları",
      "D": "Dağınık Kitle",
      "E": "Yapılandırılmış Kitle"
    },
    "explanation": "Kritik kitle, sistemin kendi kendini sürdürmesini sağlamak için yeterli momentumun varlığını tanımlamak için kullanılan sosyolojik bir terimdir. Kritik kitle, birkaç nedenden dolayı işbirlikçi tüketim için hayati öneme sahiptir. İşbirlikçi tüketimin geleneksel alışveriş ile rekabet edebilmesi ve tüketicinin kendini mevcut olandan memnun hissetmesi için yeterli seçenek olmalıdır."
  },
  {
    "id": "3882105",
    "unitNumber": 4,
    "text": "\"İşbirlikçi tüketimin merkezinde yer alan, satın alınmış fakat tam kapasite ile kullanılmayan mallara karşılık gelen kavram\" aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tasarruf kapasitesi",
      "B": "Rölanti kapasitesi",
      "C": "Kamu Zararı",
      "D": "Borçlanma",
      "E": "Artık Değer"
    },
    "explanation": "İşbirlikçi tüketimin merkezinde yer alan, satın alınmış fakat tam kapasite ile kullanılmayan mallara karşılık gelmektedir. Rölanti kapasitesi yalnızca fiziksel ürünlerle değil, zaman, beceri, gibi daha az somut varlıklarla da ilgilidir. İşbirlikçi tüketimin amacı söz konusu atıl kapasitenin ortaya çıkarılıp nerede ve nasıl tekrar kullanıma sokulacağının belirlenmesidir. Çevrim içi paylaşım platformları atıl kapasite sorununun çözümüne katkı sağlayan en önemli teknolojik gelişmelerden biridir. İnternetin sosyal ağ oluşturma yeteneği olmadan, atıl kapasitenin “ihtiyaca göre” eşleştirilme ve tekrar kullanıma sunulma şansı çok düşüktür."
  },
  {
    "id": "3882106",
    "unitNumber": 4,
    "text": "Frenken (2017)’e göre paylaşım ekonomisi tanımı üç ana bölüme ayrılabilir. Aşağıdaki tanım bunlardan hangisine aittir?<br/>\"Tüketiciler, sahip oldukları mallara diğer tüketicilerin erişimini sağlar ve bu nedenle küçük bir kiralama acentesi olarak hareket eder. Bu tür eşler arası kiralama hizmetleri, sağlayıcının karşılığında para istediği bir piyasa aracılığıyla işlem gördüğünde, iktisatçılar artık eşler arası ekonomiden söz etmektedir. Bu tür bir piyasadaki platform, arz ve talebi eşleştirmeye aracılık eder ve derecelendirme, sigorta ve otomatik ödeme gibi yardımcı hizmetler sunar.\"",
    "correctAnswer": "C",
    "options": {
      "A": "<em>Atıl kapasiteye sahip fiziksel varlıkların daha iyi kullanımı </em>",
      "B": "<em>Sahiplik yerine erişim </em>",
      "C": "Tüketiciden tüketiciye etkileşim",
      "D": "Mal ve Hizmete Erişim",
      "E": "Eşler arası iletişim"
    },
    "explanation": "Frenken (2017)’e göre paylaşım ekonomisi tanımı üç ana bölüme ayrılabilir. Birincisi, paylaşım ekonomisi, eşler arası değişim veya tüketiciden tüketiciye etkileşim hakkındadır. İkincisi, paylaşım ekonomisi, ödünç alarak veya kiralayarak geçici erişimi içerir. Üçüncüsü, paylaşım ekonomisi, yetersiz kullanılan fiziksel varlıkların daha iyi kullanılması hakkındadır.<br/><em>Tüketiciden tüketiciye etkileşim: </em>Tüketiciler, sahip oldukları mallara diğer tüketicilerin erişimini sağlar ve bu nedenle küçük bir kiralama acentesi olarak hareket eder. Bu tür eşler arası kiralama hizmetleri, sağlayıcının karşılığında para istediği bir piyasa aracılığıyla işlem gördüğünde, iktisatçılar artık eşler arası ekonomiden söz etmektedir. Bu tür bir piyasadaki platform, arz ve talebi eşleştirmeye aracılık eder ve derecelendirme, sigorta ve otomatik ödeme gibi yardımcı hizmetler sunar.<br/><em>Sahiplik yerine erişim: </em>Paylaşım ekonomisi, tüketicilerin satın alma y"
  },
  {
    "id": "3882107",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi \"paylaşım ekonomisinin ortaya çıkışı ve gelişmesine yol açan faktörler\" arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "<em>Nüfus Yoğunluğundaki Artış </em>",
      "B": "Atıl Kaynaklarım Kullanımı",
      "C": "Sosyal Ağ",
      "D": "Sürüdürülebilirlik",
      "E": "Borçlanma"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1bc38e161c198dd634b1e4439098c3bd.png\" alt=\"\" width=\"826\" height=\"309\"><br/>Borçlanma"
  },
  {
    "id": "3882108",
    "unitNumber": 4,
    "text": "Surdararajan çevrim içi paylaşım platformlarını dört kategori altında sınıflandırmaktadır. Aşağıdakilerden hangisi bunlardan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sahip Olunan Malların Kiralanarak Yeniden Kullanılması",
      "B": "Profesyonel Hizmet Sunumu",
      "C": "Genel Amaçlı Serbest Çalışan Temini",
      "D": "Erişime Bağlı Malların Paylaşımı",
      "E": "Eşler Arası Mal Satışları"
    },
    "explanation": "Surdararajan (2015) çevrim içi paylaşım platformlarını dört kategori altında sınıflandırmaktadır:<br/><em>1. Sahip olunan malların kiralanarak yeniden kullanılması: </em>Platformlar, varlığa dayalı hizmetlerin sağlanması için bir pazar oluşturur ve genellikle profesyonel sağlayıcılar olmayan kişiler için yeni iş fırsatları yaratır. Bu hizmetlerin çoğu, tarihsel olarak daha geleneksel işletmeler tarafından sağlanan hizmetlerle benzerlik göstermektedir. Örneğin, Airbnb platformu, bireylerin evlerinin bir kısmını veya tamamını kısa süreli konaklama için diğer kullanıcılara sunan girişimciler olmalarına olanak tanır. Lyft platformu, araba sahibi olan kişilerin kısa mesafeli yolculuk paylaşımı veya şehir içi ulaşım hizmeti sunmalarına olanak tanır. Yine benzer bir faaliyeti gerçekleştiren ve ülkemizde de kullanılan Bla Bla Car veya TAG SeatX uygulamalarını buna örnek gösterebiliriz. Çoğu zaman, platformların ortaya çıkışı, geleneksel olarak yerel olan küçük işletmele<br/>Erişime Bağlı Malların Paylaşımı"
  },
  {
    "id": "3882109",
    "unitNumber": 4,
    "text": "“ ……. ticari değişim ve hediye vermeye alternatif bir dağıtım şeklidir.”<br/>Yukarıda boş bırakılan yere gelebilecek en uygun seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Paylaşım",
      "B": "Tüketim",
      "C": "Borç",
      "D": "Hibe",
      "E": "Takas"
    },
    "explanation": "Paylaşım, ticari değişim ve hediye vermeye alternatif bir dağıtım şeklidir. Doğru cevap A."
  },
  {
    "id": "3882110",
    "unitNumber": 4,
    "text": "Akıllı telefonlar, tabletler, sosyal medya platformları gibi en önemli ve yenilikçi dijital ürünlerin birçoğu tüketiciler için geliştirilmiş olması.<br/>Yukarıda yer alan tanım dijital teknolojiler ile ilgili aşağıdaki hangi kavrama ilişkindir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yaygınlaştırılması",
      "B": "Tüketicileştirilmesi",
      "C": "Sınırlandırılması",
      "D": "Geliştirilmesi",
      "E": "İlerletilmesi"
    },
    "explanation": "Soru başlığı \"Giriş\"<br/>Son yıllarda akıllı telefonlar, tabletler, sosyal medya platformları gibi en önemli ve yenilikçi dijital ürünleri birçoğu tüketiciler için geliştirilmiştir. Bu eğilim bugün de sürmektedir. Bu durum dijital teknolojilerin “tüketicileştirilmesi” olarak adlandırılmaktadır. Bu açıklamalardan da anlaşılacağı gibi doğru yanıt B seçeneğidir."
  },
  {
    "id": "3882111",
    "unitNumber": 4,
    "text": "Bir ya da daha fazla kişinin bir ya da daha fazla kişi ile ortak faaliyetlerde bulunma sürecinde ekonomik mal ya da hizmet tükettiği olaylar olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşbirlikçi tüketim eylemleri",
      "B": "Üretim biçimleri",
      "C": "Dağıtım faaliyetleri",
      "D": "İmece eylemleri",
      "E": "Satış - pazarlama faaliyetleri"
    },
    "explanation": "İlk olarak “işbirlikçi tüketim eylemleri” kavramını, 1978 tarihli makalelerinde yazarlar Marcus Felson ve Joe Spaeth “bir ya da daha fazla kişinin bir ya da daha fazla kişi ile ortak faaliyetlerde bulunma sürecinde ekonomik mal ya da hizmet tükettiği olaylar” olarak tanımlamışlardır. Doğru cevap A.<br/>İşbirlikçi tüketim eylemleri"
  },
  {
    "id": "3882112",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Sahiplenici bireycilik</li> <li>İlişkilerin gelişmesi</li> <li>Kaynakların kıtlığı</li> <li>Alışverişe alternatif olması</li> <li>Nesnenin bizim olarak tanımlanması</li> </ol> Yukarıdakilerden hangisi paylaşımı engelleyen faktörlerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve III",
      "D": "II ve IV",
      "E": "III ve V"
    },
    "explanation": "Soru başlığı; \"Paylaşım Kavramı ve Paylaşımın Değişen Yapısı\"<br/>Paylaşımın olması için, sahiplik değilse de öncelikle sahiplenme duyguları olmalıdır. Kişi mülkü olmayan şeyler hakkında sahiplenme duygusu taşıyabilir. İnsan bir mülkiyeti benliğinin bir parçası olarak hissettiği ölçüde, onu elinde tutmak ister. Materyalizm, sahiplenici bireycilik ve öz kimliğin sahiplenerek geliştirilmesi gerektiği inancı, paylaşımı engelleyen faktörlerdir. Materyalistler, mülkiyetin yaşamdaki mutluluğun veya mutsuzluğun anahtar kaynağı olduğuna inanırlar. Görülebileceği gibi sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "3882113",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi işbirlikçi tüketimin temel ilkelerinden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çevrimiçi paylaşım",
      "B": "Kritik kitle",
      "C": "Rölanti kapasitesi",
      "D": "Müşterekliğe duyulan inanç",
      "E": "Yabancılar arasındaki güven"
    },
    "explanation": "İşbirlikçi tüketimin temel ilkelerini şu şekilde sıralamak mümkündür: Kritik kitle, Rölanti (atıl) kapasitesi, Müşterekliğe duyulan inanç ve Yabancılar arasındaki güven. Doğru cevap A.<br/>Çevrimiçi paylaşım"
  },
  {
    "id": "3882114",
    "unitNumber": 4,
    "text": "Günümüzde gelişen çevirim içi paylaşım uygulamaları ile birlikte paylaşım davranışında meydana gelen değişim aşağıdaki maddelerin hangisinde doğru olarak ifade edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sadece birbirini iyi tanıyan kişi ve topluluklar içinde gerçekleştirilen davranış olmaktan çıkmış olması",
      "B": "Çevirim içi paylaşımlar yaparken ait olunan topluma karşı ortak bir ahlaki yükümlülüklerin hissedilmesi",
      "C": "Sadece birbirini iyi tanıyan kişi ve topluluklar içinde gerçekleştirilen davranış olarak gelişmeye devam etmesi",
      "D": "Çok fazla kullanılmayan bir şeyin değerinin düşeceğine ilişkin düşüncenin paylaşım eğilimini arttırması",
      "E": "Somut şeyleri paylaşmanın somut olmayan şeylerle özdeşletirilen bir arada tutma motivasyonun bir uzantısı olması"
    },
    "explanation": "Soru başlığı; \"Paylaşım Kavramı ve Paylaşımın Değişen Yapısı\"<br/>Gelişen çevrim içi paylaşım uygulamaları ile birlikte paylaşım, sadece birbirini iyi tanıyan ve birçok bağlamda etkileşimde bulunan bireylerin birbirlerine sıkı sıkıya bağlı olduğu topluluklar içerisinde gerçekleştirilen bir davranış olmaktan çıkmıştır. Dolayısıyla sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3882115",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Süreç üzerinde kontrol sahibi olunması</li> <li>Süreçte sadece finansal araçların kullanılabilmesi</li> <li>Karşılıklı bir fayda sağlanması</li> <li>Paylaşımın bilinçli gerçekleşmesi</li> <li>Tek taraflı kazancın olması</li> </ol> Yukarıdakilerden hangisi paylaşım eylemi gerçekleştiren bireylerin eylemlerinin paylaşım ekonomisi kapsamında değerlendirilmesi için önkoşullardan <strong><u>değildir</u></strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I ve IV",
      "D": "II ve V",
      "E": "III ve V"
    },
    "explanation": "Soru başlığı; \"Paylaşım Ekonomisi\"<br/>Paylaşım ve paylaşım ekonomisine ilişkin tanımlamalar yapılırken hangi eylemlerin paylaşım kavramı içerisine dahil edilip edilmeyeceği de vurgulanması gereken bir noktadır. Bir eylemin paylaşım ekonomisi kapsamında değerlendirilebilmesi için paylaşım eylemini gerçekleştiren tarafların süreç üzerinde kontrol sahibi olmaları, paylaşım eyleminin, eylemi gerçekleştiren bireylere karşılıklı bir fayda sağlaması ve bilinçli bir şekilde gerçekleşmesi sistemin ön koşullarındandır. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3882116",
    "unitNumber": 4,
    "text": "Surdararajan çevrim içi paylaşım platformlarını dört kategori altında sınıflandırmaktadır. Aşağıdakilerden hangisi bunlardan biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kitlesel ticari mal paylaşımı",
      "B": "Sahip olunan malların kiralanarak yeniden kullanılması",
      "C": "Profesyonel hizmet sunumu",
      "D": "Genel amaçlı serbest çalışan temini",
      "E": "Eşler arası mal satışları"
    },
    "explanation": "Surdararajan (2015) çevrim içi paylaşım platformlarını dört kategori altında sınıflandırmaktadır:<br/><ul><br/><li>Sahip olunan malların kiralanarak yeniden kullanılması</li><br/><li>Profesyonel hizmet sunumu</li><br/><li>Genel amaçlı serbest çalışan temini</li><br/><li>Eşler arası mal satışları</li><br/></ul><br/>Dolayısı ile sorunun doğru yanıtı A seçeneğidir.<br/>Kitlesel ticari mal paylaşımı"
  },
  {
    "id": "3882117",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi işbirlikçi tüketimin temel ilkelerinden birisi <strong><u>değildir</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Kritik kitle",
      "B": "Rölanti kapasitesi",
      "C": "Müşterekliğe duyulan inanç",
      "D": "Yabancılar arasında güven",
      "E": "Bireysel ilişkilerin önemi"
    },
    "explanation": "Soru başlığı; \"Paylaşım Ekonomisi\"<br/>İşbirlikçi tüketimin temel ilkelerini şu şekilde sıralamak mümkündür: Kritik kitle, Rölanti (atıl) kapasitesi, Müşterekliğe duyulan inanç ve Yabancılar arasındaki güven. Bu açıklamalardan da görülebileceği gibi sorunun doğru yanıtı E seçeneğidir."
  },
  {
    "id": "3882118",
    "unitNumber": 4,
    "text": "İşbirlikçi tüketimin merkezinde yer alan, satın alınmış fakat tam kapasite ile kullanılmayan mallara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rölanti kapasitesi",
      "B": "Satın alma hacmi",
      "C": "Erişim olanağı",
      "D": "Müşterek kullanım",
      "E": "İhtiyaç fazlası"
    },
    "explanation": "Rölanti (atıl) kapasitesi: İşbirlikçi tüketimin merkezinde yer alan, satın alınmış fakat tam kapasite ile kullanılmayan mallara karşılık gelmektedir. Rölanti kapasitesi yalnızca fiziksel ürünlerle değil, zaman, beceri, gibi daha az somut varlıklarla da ilgilidir. Doğru cevap A."
  },
  {
    "id": "3882119",
    "unitNumber": 4,
    "text": "I. Talep ekonomisi<br/>II. Tarım ekonomisi<br/>III. Mal ve hizmet ekonomisi<br/>IV. İkinci el ekonomisi<br/>V. Turizm ekonomisi<br/>Yukarıdakilerden hangileri paylaşım ekonomisi ile ilişkili ekonomi tipleridir?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III",
      "B": "I, III, IV",
      "C": "II, III, IV",
      "D": "II, IV, V",
      "E": "III, IV, V"
    },
    "explanation": "Soru başlığı; \"Paylaşım Ekonomisi\"<br/>Talep ekonomisi, Mal ve hizmet ekonomisi, İkinci el ekonomisi paylaşım ekonomisi ile ilişkili ekonomi tipleridir. Buna göre doğru yanıt I, III, IV olmalıdır."
  },
  {
    "id": "3882120",
    "unitNumber": 4,
    "text": "Herhangi bir düğümün sistemdeki diğer düğümlerle herhangi bir yönde bağlanmasına izin veren bir ağ türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mesh",
      "B": "Bound",
      "C": "Server",
      "D": "Wlan",
      "E": "Cloud"
    },
    "explanation": "Mesh, herhangi bir düğümün sistemdeki diğer düğümlerle herhangi bir yönde bağlanmasına izin veren bir ağ türünü tanımlar. Doğru cevap A."
  },
  {
    "id": "3882121",
    "unitNumber": 4,
    "text": "Bizim olanı kullanmaları için başkalarına dağıtma anlamına gelen paylaşım eylemi aşağıdaki hangi durumda paylaşım ekonomisi şeklinde adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Paylaşım eylemini gerçekleştirenlerin süreç üzerinde kontrollerinin olması, karşılıklı fayda sağlanması ve bilinçli şekilde gerçekleştirilmesi",
      "B": "Paylaşım sürecinde karşılıklı mal alış verişinin yapılması, maddi olarak bir ödemenin yapılması ve kar amacıyla gerçekleştirilmesi",
      "C": "Paylaşımın tek yönlü gerçekleştiriliyor olması, süreçte herhangi bir etkileşimin ve bilgi alış verişinin olmadan gerçekleştirilmesi",
      "D": "Paylaşım eylemini gerçekleştirenlerin süreç üzerinde kontrolleri olmadan karşılıklı fayda sağlaması ve bilinçli şekilde gerçekleştirilmesi",
      "E": "Paylaşım sürecinde sadece bilgi alış verişinin yapılması, bu sürecin bireylerin karşılıklı etkileşim kurmalarının engellenerek gerçekleştirilmesi"
    },
    "explanation": "Soru başlığı; \"Paylaşım Ekonomisi\"<br/>Bir eylemin paylaşım ekonomisi kapsamında değerlendirilebilmesi için paylaşım eylemini gerçekleştiren tarafların süreç üzerinde kontrol sahibi olmaları, paylaşım eyleminin, eylemi gerçekleştiren bireylere karşılıklı bir fayda sağlaması ve bilinçli bir şekilde gerçekleşmesi sistemin ön koşullarındandır. Bu açıklamadan da görülebileceği gibi sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3882122",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi kamusal mal paylaşımına örnek verilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Halka açık parklar",
      "B": "Gıda bankaları",
      "C": "Sağlık kooperatifleri",
      "D": "Kitap kulüpleri",
      "E": "Yatırım kulüpleri"
    },
    "explanation": "Kamusal Mal Paylaşımı: Paylaşım sistemine erişim genellikle herkese açıktır. Bir kişinin kullanımı diğerlerinin eşzamanlı kullanımını kısıtlamaz.<br/><ul><br/><li>Halka açık parklar</li><br/><li>Kamu yolları</li><br/><li>Devlet okulları</li><br/><li>Kamu televizyonu</li><br/><li>İnternet</li><br/><li>Açık kaynaklı yazılımı</li><br/></ul>"
  },
  {
    "id": "3882123",
    "unitNumber": 4,
    "text": "Çevirim içi paylaşım platformuna erişim ücretliyse ve sistem ücretini ödeyen herkese açık ise bu hangi türde bir paylaşım platformudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Kamusal mal paylaşımı",
      "B": "Açık ticari mal paylaşımı",
      "C": "Erişime bağlı malları paylaşımı",
      "D": "Kapalı ticari mal paylaşımı",
      "E": "Yüksek münhasırlık mal paylaşımı"
    },
    "explanation": "Soru başlığı; \"Paylaşım Ekonomisinin Sınıflandırılması\"<br/>Paylaşım sistemine erişim genellikle giriş ücretini ödeyebilen herkese açıktır, ancak kimlerin katılabileceği konusunda çok az sayıda başka sınır vardır. Bir tüketicinin paylaşılan malın bir birimini kullanması, başka bir tüketicinin kullanmasını imkânsız kılar. Bu açıklamadan da görülebileceği gibi sorunun doğru yanıtı B seçeneğidir."
  },
  {
    "id": "3882124",
    "unitNumber": 4,
    "text": "Platformda, farklı hizmetlerin mevcut sağlayıcıları için yeni bir kanal oluşturulmuştur ve genellikle iş fırsatlarını, geleneksel bir organizasyonla çalışmak yerine bireylerin girişimci olmalarına izin verecek şekilde genişletilmiştir. Burada aşağıda yer alan hangi paylaşım platform türüdür?",
    "correctAnswer": "B",
    "options": {
      "A": "Sahip olunan malların kiralanarak yeniden kullanılması",
      "B": "Profesyonel hizmet sunumu",
      "C": "Genel amaçlı serbest çalışan temini",
      "D": "Eşler arası mal satışı",
      "E": "Kapalı ticari mal paylaşımı"
    },
    "explanation": "Soru başlığı; \"Paylaşım Ekonomisinin Sınıflandırılması\"<br/>Profesyonel hizmet sunumu: Platformlar, farklı hizmetlerin mevcut sağlayıcıları için yeni bir kanal oluşturur ve genellikle iş fırsatlarını, geleneksel bir organizasyonla çalışmak yerine bireylerin girişimci olmalarına izin verecek şekilde genişletir. Örneğin, Uber platformu, profesyonel sürücülerin tüketicilere bir noktadan bir noktaya şehir içi ulaşım hizmeti sunmasına olanak tanır. Bu acıkamadan da anlaşılacağı üzere sorunun doğru yanıtı B seçeneğidir."
  },
  {
    "id": "3882125",
    "unitNumber": 4,
    "text": "Paylaşım ekonomisini, mülk, bilgi, araba, beceri, gıda, iş, mallar, fikirler, sorumluluk, güç ve zaman gibi insani ve fiziksel kaynakların paylaşımı üzerine kurulmuş bir sosyoekonomik sistem olarak tanımlayan bilim insanı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Matofska",
      "B": "Zervas",
      "C": "Lamberton",
      "D": "Rose",
      "E": "Gansky"
    },
    "explanation": "Matofska (2016)’ya göre paylaşım ekonomisi, mülk, bilgi, araba, beceri, gıda, iş, mallar, fikirler, sorumluluk, güç ve zaman gibi insani ve fiziksel kaynakların paylaşımı üzerine kurulmuş bir sosyo-ekonomik sistemdir. Doğru cevap A."
  },
  {
    "id": "3882126",
    "unitNumber": 4,
    "text": "Farklı türden serbest işgücü için yeni Pazar yerlerinin yaratılması amacıyla kurulmuş çevirim içi platformun türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sahip olunan malların kiralanarak yeniden kullanılması",
      "B": "Profesyonel hizmet sunumu",
      "C": "Genel amaçlı serbest çalışan temini",
      "D": "Eşler arası mal satışı",
      "E": "Açık ticari mal paylaşımı"
    },
    "explanation": "Soru başlığı; \"Paylaşım Ekonomisinin Sınıflandırılması\"<br/>Genel amaçlı serbest çalışan temini: Platformlar, farklı türden serbest işgücü için yeni pazar yerleri yaratır. Örneğin, oDeskwork platformu, çeşitli teknoloji uzmanlarının, çevirmenlerin ve yazarların iş bulmasına olanak tanır. Ülkemizde faaliyet gösteren Protranslate çeviri uzmanlarının çevrim içi hizmet sunmalarına olanak tanır. TaskRabbit ve ülkemizde faaliyet gösteren Armut gibi diğer bazı platformlar, yeni serbest çalışma kategorilerinin oluşturulmasıyla daha yakından ilişkilidir. O halde sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "3882127",
    "unitNumber": 4,
    "text": "Owyang “işbirlikçi” olarak gördüğü farklı ekonomik faaliyet türlerinin sektörel temele dayanan bir sınıflandırmasını geliştirmiştir. Aşağıdakilerden hangisi bu sınıflandırmada <strong><u>yer almaz?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Öğretme",
      "B": "Para",
      "C": "Mal",
      "D": "Hizmet",
      "E": "Belediye"
    },
    "explanation": "Owyang “işbirlikçi” olarak gördüğü farklı ekonomik faaliyet türlerinin sektörel temele dayanan bir sınıflandırmasını geliştirmiştir. İşbirliğine Dayalı Ekonomi Sınıflandırması, 2016 yılında paylaşım ekonomisinin ayrıntılı bir sınıflandırmasını ortaya koymaktadır. Owyang’ın geniş kategorileri; çalışan desteği, öğrenme, belediye, para, mal, sağlık ve sağlıklı yaşam, alan, gıda, kamu hizmetleri, ulaşım, hizmet, lojistik, araç paylaşımı, şirket, mantıksal çözümleme ve itibardır. Doğru cevap A.<br/>Doğru cevap A. Öğretme<br/>Owyang “işbirlikçi” olarak gördüğü farklı ekonomik faaliyet türlerinin sektörel temele dayanan bir sınıflandırmasını geliştirmiştir. İşbirliğine Dayalı Ekonomi Sınıflandırması, 2016 yılında paylaşım ekonomisinin ayrıntılı bir sınıflandırmasını ortaya koymaktadır. Owyang’ın geniş kategorileri; çalışan desteği, öğrenme, belediye, para, mal, sağlık ve sağlıklı yaşam, alan, gıda, kamu hizmetleri, ulaşım, hizmet, lojistik, araç paylaşımı, şirket, mantıksal çözümleme ve itibardır."
  },
  {
    "id": "3882128",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi \"Kamusal Mal Paylaşımının\" alt başlıklarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Halka açık parklar",
      "B": "Kamu Yolları",
      "C": "Devlet Okulları",
      "D": "Kamu Televizyonu",
      "E": "Özel Kulüpler"
    },
    "explanation": "<strong>Kamusal Mal Paylaşımı </strong><br/>Paylaşım sistemine erişim genellikle herkese açıktır. Bir kişinin kullanımı diğerlerinin eşzamanlı kullanımını kısıtlamaz.<br/>• Halka açık parklar<br/>• Kamu yolları<br/>• Devlet okulları<br/>• Kamu televizyonu<br/>• İnternet<br/>• Açık kaynaklı yazılımı<br/>Özel Kulüpler"
  },
  {
    "id": "3882129",
    "unitNumber": 4,
    "text": "Surdararajan çevrim içi paylaşım platformlarını dört kategori altında sınıflandırmaktadır. Aşağıdaki tanım bunlardan hangisine aittir?<br/>\"Platformlar, varlığa dayalı hizmetlerin sağlanması için bir pazar oluşturur ve genellikle profesyonel sağlayıcılar olmayan kişiler için yeni iş fırsatları yaratır. Bu hizmetlerin çoğu, tarihsel olarak daha geleneksel işletmeler tarafından sağlanan hizmetlerle benzerlik göstermektedir. Örneğin, Airbnb platformu, bireylerin evlerinin bir kısmını veya tamamını kısa süreli konaklama için diğer kullanıcılara sunan girişimciler olmalarına olanak tanır. Lyft platformu, araba sahibi olan kişilerin kısa mesafeli yolculuk paylaşımı veya şehir içi ulaşım hizmeti sunmalarına olanak tanır.\"",
    "correctAnswer": "B",
    "options": {
      "A": "Profesyonel hizmet sunumu",
      "B": "Sahip olunan malların kiralanarak yeniden kullanılması",
      "C": "Genel amaçlı serbest çalışan temini",
      "D": "Eşler arası mal satışları",
      "E": "Halka açık alan hizmeti"
    },
    "explanation": "Sahip olunan malların kiralanarak yeniden kullanılması: Platformlar, varlığa dayalı hizmetlerin sağlanması için bir pazar oluşturur ve genellikle profesyonel sağlayıcılar olmayan kişiler için yeni iş fırsatları yaratır. Bu hizmetlerin çoğu, tarihsel olarak daha geleneksel işletmeler tarafından sağlanan hizmetlerle benzerlik göstermektedir. Örneğin, Airbnb platformu, bireylerin evlerinin bir kısmını veya tamamını kısa süreli konaklama için diğer kullanıcılara sunan girişimciler olmalarına olanak tanır. Lyft platformu, araba sahibi olan kişilerin kısa mesafeli yolculuk paylaşımı veya şehir içi ulaşım hizmeti sunmalarına olanak tanır. Yine benzer bir faaliyeti gerçekleştiren ve ülkemizde de kullanılan Bla Bla Car veya TAG SeatX uygulamalarını buna örnek gösterebiliriz. Çoğu zaman, platformların ortaya çıkışı, geleneksel olarak yerel olan küçük işletmelerin ölçeğini ve kapsamını artırır. Diğer durumlarda, platformlar gayri resmi bir faaliyeti bir işletmeye"
  },
  {
    "id": "3882130",
    "unitNumber": 4,
    "text": "\"Daha fazla insana erişim, işbirlikçi ekonomide daha fazla tedarik noktası anlamına gelmektedir. Aslında Owyang’ın burada ifade etmek istediği Botsman ve Rogers (2010)’ın tanımladığı kritik kitleye yani sistemin kendi kendini sürdürmesini sağlamak için yeterli sayıda kullanıcının varlığına işaret etmektedir.\"<br/>Yukarıdaki paragraf \"paylaşım ekonomisinin\" ortaya çıkmasını sağlayan faktörlerden hangisini tanımlamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "<em>Bir Topluluk İçerisinde Yer Alma İsteği </em>",
      "B": "<em>Sürdürülebilirlik Hedefi </em>",
      "C": "<em>Nüfus Yoğunluğundaki Artış </em>",
      "D": "<em>Kuşaksal Özgecilik </em>",
      "E": "<em>Finansal Esneklik </em>"
    },
    "explanation": "Nüfus yoğunluğu, paylaşımın daha kolay gerçekleşmesini sağlamaktadır. Daha fazla insana erişim, işbirlikçi ekonomide daha fazla tedarik noktası anlamına gelmektedir. Aslında Owyang’ın burada ifade etmek istediği Botsman ve Rogers (2010)’ın tanımladığı kritik kitleye yani sistemin kendi kendini sürdürmesini sağlamak için yeterli sayıda kullanıcının varlığına işaret etmektedir. Nüfusun daha yoğun olduğu yerlerde söz konusu kritik kitleye ulaşmak daha kolay olacaktır.<br/><em>Nüfus Yoğunluğundaki Artış </em>"
  },
  {
    "id": "3882131",
    "unitNumber": 4,
    "text": "\"Owyang, farklı araştırmalara atıfta bulunarak genç kuşağın paylaşım ve işbirliğine daha açık olduğunu ve paylaşım ve işbirliğinin gücünü deneyimleyen gençlerin bunu hayatlarının her alanında uyguladıklarını belirtmektedir.\"<br/>Yukarıdaki paragraf \"paylaşım ekonomisinin ortay çıkışına ve gelişmesine yol açan faktörlerden hangisini anlatmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "<em>Bir Topluluk İçerisinde Yer Alma İsteği </em>",
      "B": "<em>Girişim Sermayesi Fonlarının Akışı </em>",
      "C": "<em>Sürdürülebilirlik Hedefi </em>",
      "D": "Kuşaksal özgecilik",
      "E": "<em>Nüfus Yoğunluğundaki Artış </em>"
    },
    "explanation": "<em>Kuşaksal Özgecilik: </em>Owyang, farklı araştırmalara atıfta bulunarak genç kuşağın paylaşım ve işbirliğine daha açık olduğunu ve paylaşım ve işbirliğinin gücünü deneyimleyen gençlerin bunu hayatlarının her alanında uyguladıklarını belirtmektedir."
  },
  {
    "id": "3882132",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Paylaşım ekonomisini ortaya çıkaran ve gelişimini sağlayan \"ekonomik\" faktörlerden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Atıl kaynakların kullanımı",
      "B": "Finansal esneklik",
      "C": "Satın alma yerine kiralama",
      "D": "Girişim sermayesi fonlarının akışı",
      "E": "Kuşaksal özgecilik"
    },
    "explanation": "Ekonomik Faktörler<br/><ul><br/><li>Atıl kaynakların kullanımı</li><br/><li>Finansal esneklik</li><br/><li>Satın alma yerine kiralama</li><br/><li>Girişim sermayesi fonlama</li><br/></ul><br/>Kuşaksal özgecilik"
  },
  {
    "id": "3882133",
    "unitNumber": 4,
    "text": "\"Paylaşım ekonomisi tanımı üç ana bölüme ayrılabilir. Birincisi, paylaşım ekonomisi, eşler arası değişim veya tüketiciden tüketiciye etkileşim hakkındadır. İkincisi, paylaşım ekonomisi, ödünç alarak veya kiralayarak geçici erişimi içerir. Üçüncüsü, paylaşım ekonomisi, yetersiz kullanılan fiziksel varlıkların daha iyi kullanılması hakkındadır.\" Bu tanım aşağıdaki biliminsanlarından hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Frenken",
      "B": "Hamari",
      "C": "John",
      "D": "Morozov",
      "E": "Slee"
    },
    "explanation": "Frenken (2017)’e göre paylaşım ekonomisi tanımı üç ana bölüme ayrılabilir. Birincisi, paylaşım ekonomisi, eşler arası değişim veya tüketiciden tüketiciye etkileşim hakkındadır. İkincisi, paylaşım ekonomisi, ödünç alarak veya kiralayarak geçici erişimi içerir. Üçüncüsü, paylaşım ekonomisi, yetersiz kullanılan fiziksel varlıkların daha iyi kullanılması hakkındadır."
  },
  {
    "id": "3882134",
    "unitNumber": 4,
    "text": "\"Tüketiciler, sahip oldukları mallara diğer tüketicilerin erişimini sağlar ve bu nedenle küçük bir kiralama acentesi olarak hareket eder. Bu tür eşler arası kiralama hizmetleri, sağlayıcının karşılığında para istediği bir piyasa aracılığıyla işlem gördüğünde, iktisatçılar artık eşler arası ekonomiden söz etmektedir. Bu tür bir piyasadaki platform, arz ve talebi eşleştirmeye aracılık eder ve derecelendirme, sigorta ve otomatik ödeme gibi yardımcı hizmetler sunar.\"<br/>yukarıdaki tanım Frenken'in paylaşım ekonomisi tanımına ait üç bölümden hangisini anlatmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sahiplik yerine erişim",
      "B": "Tüketiciden tüketiciye etkileşim",
      "C": "Atıl kapasiteye sahip fiziksel varlıkların daha iyi kullanımı",
      "D": "Nüfus Yoğunluğundaki Artış",
      "E": "Girişim Sermayesi Fonlarının Akışı"
    },
    "explanation": "<em>Tüketiciden tüketiciye etkileşim: </em>Tüketiciler, sahip oldukları mallara diğer tüketicilerin erişimini sağlar ve bu nedenle küçük bir kiralama acentesi olarak hareket eder. Bu tür eşler arası kiralama hizmetleri, sağlayıcının karşılığında para istediği bir piyasa aracılığıyla işlem gördüğünde, iktisatçılar artık eşler arası ekonomiden söz etmektedir. Bu tür bir piyasadaki platform, arz ve talebi eşleştirmeye aracılık eder ve derecelendirme, sigorta ve otomatik ödeme gibi yardımcı hizmetler sunar.<br/><em>Tüketiciden tüketiciye etkileşim </em>"
  },
  {
    "id": "3882135",
    "unitNumber": 4,
    "text": "\"İşbirlikçi tüketimin merkezinde yer alan, satın alınmış fakat tam kapasite ile kullanılmayan mallara karşılık gelen\" kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kritik kitle",
      "B": "Müşterekliğe duyulan inanç",
      "C": "Rölanti (atıl) kapasitesi",
      "D": "Yabancılar arasındaki güven",
      "E": "Güven veren reklam"
    },
    "explanation": "<strong><em>Rölanti (atıl) kapasitesi: </em></strong>İşbirlikçi tüketimin merkezinde yer alan, satın alınmış fakat tam kapasite ile kullanılmayan mallara karşılık gelmektedir. Rölanti kapasitesi yalnızca fiziksel ürünlerle değil, zaman, beceri, gibi daha az somut varlıklarla da ilgilidir. İşbirlikçi tüketimin amacı söz konusu atıl kapasitenin ortaya çıkarılıp nerede ve nasıl tekrar kullanıma sokulacağının belirlenmesidir. Çevrim içi paylaşım platformları atıl kapasite sorununun çözümüne katkı sağlayan en önemli teknolojik gelişmelerden biridir. İnternetin sosyal ağ oluşturma yeteneği olmadan, atıl kapasitenin “ihtiyaca göre” eşleştirilme ve tekrar kullanıma sunulma şansı çok düşüktür."
  },
  {
    "id": "3882136",
    "unitNumber": 4,
    "text": "Bizim olanı başkalarının kullanımı için dağıtma eylemi ve süreci ve / veya bizim kullanımımız için başkalarından bir şey alma eylemi ve süreci aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Şeffaflık",
      "B": "İyilik",
      "C": "Kamu hizmeti",
      "D": "Dağıtım",
      "E": "Paylaşım"
    },
    "explanation": "<strong>Paylaşım, </strong>bizim olanı başkalarının kullanımı için dağıtma eylemi ve süreci ve / veya bizim kullanımımız için başkalarından bir şey"
  },
  {
    "id": "3882137",
    "unitNumber": 4,
    "text": "ticari değişim ve hediye vermeye alternatif dağıtım biçimine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "kamulaştırma",
      "B": "açık arttırma",
      "C": "takas",
      "D": "Paylaşım",
      "E": "Alış-veriş"
    },
    "explanation": "<strong><em>Paylaşım</em></strong>, ticari değişim ve hediye vermeye alternatif bir dağıtım şeklidir. Bu alternatifleriyle karşılaştırıldığında paylaşım, topluluğu geliştirebilir, kaynakları koruyabilir ve belirli sinerjiler yaratabilir. Paylaşmak kültürel olarak öğrenilmiş bir davranıştır (Belk, 2007)."
  },
  {
    "id": "3882138",
    "unitNumber": 4,
    "text": "\"...paylaşım kişiler arası bir süreçtir ve ................. tarafından yaptırılır ve belirlenir.\" Yukarıdaki ifadede boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yasalar",
      "B": "Piyasa",
      "C": "İktidar",
      "D": "Kültür",
      "E": "Arz ve Talep"
    },
    "explanation": "Paylaşım kültür tarafından yaptırılır ve belirlenir. Doğru yanıt D'dir."
  },
  {
    "id": "3882139",
    "unitNumber": 4,
    "text": "Belk'e göre paylaşım aşağıdakilerden hangisini <strong>içermez?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Gönüllü borç verme",
      "B": "Kaynakların birleştirilmesi",
      "C": "Kaynaklrın tahsisi",
      "D": "Kamu mülkiyetinin yetkili kullanımı",
      "E": "Sözleşmeli kiralama"
    },
    "explanation": "Belk'e göre sözleşmeli kiralama paylaşım olarak değerlendirilmez. Doğru yanıt E'dir."
  },
  {
    "id": "3882140",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi işbirlikçi tüketimin ilkelerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Borç verme",
      "B": "Kaynak Tahsisi",
      "C": "Rölanti kapasitesi",
      "D": "Sözleşmeli kiralama",
      "E": "Leasing"
    },
    "explanation": "Seçenekler arasında rolanti (atıl) kapasitesi bahsedilen ilkeler arasındadır. Doğru yanıt C'dir."
  },
  {
    "id": "3882141",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi işbirlikçi tüketimin temel ilkeleri arasında yer alan ve sistemin kendi kendini sürdürmesini sağlamak için yeterli momentumun varlığını tanımlamak için kullanılan sosyolojik bir terimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kitle İletişimi",
      "B": "Kritik kitle",
      "C": "Hedef kitle",
      "D": "Kitlesel paylaşım",
      "E": "Kitlesel tüketim"
    },
    "explanation": "Seçenekler arasında ilkelerden yalnızca kritik kitle bahsedilen ifadeyi karşılamaktadır. Cevap B'dir."
  },
  {
    "id": "3882142",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi paylaşım ekonomisinin ilişkili olduğu ekonomi tiplerinden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Talep ekonomisi",
      "B": "Mal ve hizmet ekonomisi",
      "C": "İkinci el ekonomisi",
      "D": "Döngüsel",
      "E": "Spekülasyon ekonomisi"
    },
    "explanation": "Paylaşım ekonomisi seçeneklerden yalnızca spekülasyon ekonomisi ile ilişkili değildir.Doğru yanıt E'dir."
  },
  {
    "id": "3882143",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi paylaşım ekonomisinin ortaya çıkmasına neden olan faktörlerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Etik",
      "B": "Etimolojik",
      "C": "Ekolojik",
      "D": "Eskatolojik",
      "E": "Ekümenik"
    },
    "explanation": "Paylaşım ekonomisinin ortaya çıkmasında etkili faktörlerden biri Ekolojik faktörlerdir. Doğru yanıt C'dir."
  },
  {
    "id": "3882144",
    "unitNumber": 4,
    "text": "Ödeme sistemleri, aşağıda sıralanan paylaşım ekonomisinin ortaya çıkış faktörlerinin hangisi altında değerlendirilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ekonomik",
      "B": "Ekolojik",
      "C": "Teknolojik",
      "D": "Sosyal",
      "E": "Siyasal"
    },
    "explanation": "Kitapta ilgili şemada da belirtildiği gibi, ödeme sistemleri teknolojik faktörler altında yer almaktadır. Doğru yanıt C'dir."
  },
  {
    "id": "3882145",
    "unitNumber": 4,
    "text": "Çevrimiçi paylaşım platformlarının sınıflandırılmasında sağlık kooperatifleri aşağıdakilerden hangisi altında değerlendirilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kapalı ticari mal paylaşımı",
      "B": "Açık ticari mal paylaşımı",
      "C": "Yarı-açık ticari mal paylaşımı",
      "D": "Süreksiz ticari mal paylaşımı",
      "E": "Kesintili ticari mal paylaşımı"
    },
    "explanation": "Bahsedilen örnek kapalı ticari mal paylaşımı kategorisi içerisindedir. Doğru yanıt A'dır.<br/>(yerine aşağıdaki yazılabilir)<br/><strong>Kapalı Ticari Mal Paylaşımı kategorisinde paylaşım sistemine erişim, belirli statülere, özelliklere, diğer paylaşımcılarla ilişkilerle veya bağış yapabilen kişilerle sınırlıdır. Bir <br/>tüketicinin paylaşılan malın bir birimini kullanması, başka bir tüketicinin kullanmasını <br/>imkânsız kılar. Bu açıdan bakıldığında sağlık kooperatifleri bu kategoride değerlendirilir. Doğru yanıt A'dır.</strong>"
  },
  {
    "id": "3882146",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangi çevrimiçi paylaşım platformunda düşük rekabet söz konusudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Kamu televizyonu",
      "B": "Sağlık kooperatifleri",
      "C": "Araba paylaşımı",
      "D": "Zaman Paylaşımı",
      "E": "Bisiklet paylaşımı"
    },
    "explanation": "Doğru yanıt Adır"
  },
  {
    "id": "3882147",
    "unitNumber": 5,
    "text": "\"Bir kişinin fiziksel aramalara ya da ahlaki değerlerini ihlal eden aşırı müdahalelere karşı korunmasını içerir\" ifadesiyle anlatılmak istenilen aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bölgesel gizlilik",
      "B": "Bireysel gizlilik",
      "C": "Bilgi gizliliği",
      "D": "Tüketici gizliliği",
      "E": "Veri gizliliği"
    },
    "explanation": "Bireysel gizlilik; bir kişinin fiziksel aramalara ya da ahlaki değerlerini ihlal eden aşırı müdahalelere karşı korunmasını içerir."
  },
  {
    "id": "3882148",
    "unitNumber": 5,
    "text": "Gizliliği, “başkalarının bir bireye erişiminin sınırlandırılması” olarak tanımlayan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Brandeis",
      "B": "Warren",
      "C": "Gavison",
      "D": "Nissenbaum",
      "E": "Petronio"
    },
    "explanation": "Gavison gizliliği, “başkalarının bir bireye erişiminin sınırlandırılması”<br/>olarak tanımlar."
  },
  {
    "id": "3882149",
    "unitNumber": 5,
    "text": "Gizlilik, hangi düşünür tarafından \"kişisel bilgilerin başkalarına ne zaman, nasıl ve ne ölçüde iletileceğini belirleme ve kendine erişimi geçici olarak sınırlandırma durumu\" olarak tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Nissenbaum",
      "B": "Westin",
      "C": "Altman",
      "D": "Petronio",
      "E": "Brandeis"
    },
    "explanation": "Westin’e göre gizlilik, kişisel bilgilerin<br/>başkalarına ne zaman, nasıl ve ne ölçüde iletileceğini<br/>belirleme ve kendine erişimi geçici olarak sınırlandırma durumu olarak tanımlanır."
  },
  {
    "id": "3882150",
    "unitNumber": 5,
    "text": "Kendini açma veya sınırlandırma arasındaki gerilim olarak ifade edilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gizlilik (privacy)",
      "B": "Mahremiyet (Intimacy)",
      "C": "Yalnızlık (Solitude)",
      "D": "İhtiyat (Reserve)",
      "E": "Anonimlik (Anonymity)"
    },
    "explanation": "İhtiyat (Reserve), kendini açma veya sınırlandırma arasındaki gerilim olarak ifade edilir"
  },
  {
    "id": "3882151",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi gizliliğin işlevlerinden <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Kişisel özerklik",
      "B": "Duygusal rahatlama",
      "C": "Öz değerlendirme",
      "D": "Sınırlı-korumalı iletişim",
      "E": "Duygusal bağlanma"
    },
    "explanation": "\"Duygusal bağlanma\" gizliliğin işlevlerinden değildir."
  },
  {
    "id": "3882152",
    "unitNumber": 5,
    "text": "I. Gizlilik zamansal ve dinamik süreçleri içerir.<br/>II. Gizlilik, istenen ve gerçek gizlilik olarak iki düzeyde meydana gelir.<br/>III. Gizliliğin tekdüze olmayan bir işlevi vardır.<br/>IV. Gizliliğin çift yönlü bir doğası vardır.<br/>V. Gizlilik iki farklı boyutta olabilir.<br/>Yukarıdakilerden hangisi/hangileri Irwin Altman'ın gizlilik düzenlemesinin beş özelliği içerisinde yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I,II ve III",
      "D": "I, II, III ve IV",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "\"I, II, III, IV ve V\" Irwin Altman'ın gizlilik düzenlemesinin beş özelliği içerisinde yer alır."
  },
  {
    "id": "3882153",
    "unitNumber": 5,
    "text": "Demografik veriler, arama geçmişi ve kişisel profil bilgilerini içeren ancak bunlarla sınırlı olmayan tüketici bilgilerinin, yayılması ve kullanılmasının kontrolüyle ilgili gizlilik anlamına gelen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bölgesel gizlilik",
      "B": "Bilgi gizliliği",
      "C": "Tüketici gizliliği",
      "D": "Veri gizliliği",
      "E": "Gizlilik endişesi"
    },
    "explanation": "Tüketici gizliliği; demografik veriler, arama geçmişi ve kişisel profil bilgilerini içeren ancak bunlarla sınırlı olmayan tüketici bilgilerinin, yayılması ve kullanılmasının kontrolüyle ilgili gizlilik anlamına gelir."
  },
  {
    "id": "3882154",
    "unitNumber": 5,
    "text": "6698 sayılı kişisel verilerin korunması kanunu hangi yıl kabul edilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "2014",
      "B": "2015",
      "C": "2016",
      "D": "2017",
      "E": "2018"
    },
    "explanation": "6698 sayılı kişisel verilerin korunması kanunu 24 Mart 2016'da kabul edilmiştir."
  },
  {
    "id": "3882155",
    "unitNumber": 5,
    "text": "Federal Ticaret Komisyonun 2012 yılında yayınladığı gizlilik raporunda<br/>kişisel veri tarafları bireyler dışında kaça ayrılır?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Federal Ticaret Komisyonun 2012 yılında yayınladığı gizlilik raporunda<br/>kişisel veri tarafları bireyler dışında üçe ayrılır."
  },
  {
    "id": "3882156",
    "unitNumber": 5,
    "text": "Reklamların hedeflenme çeşitleri farklı kaynaklarda farklı sıralamalarla ele alınır. Literatürde kesin bir sınıflama olmamasına rağmen kaç temel hedefleme türünden bahsetmek mümkündür?",
    "correctAnswer": "B",
    "options": {
      "A": "3",
      "B": "4",
      "C": "5",
      "D": "6",
      "E": "7"
    },
    "explanation": "Reklamların hedeflenme çeşitleri farklı kaynaklarda farklı sıralamalarla ele alınır. Literatürde kesin bir sınıflama olmamasına rağmen dört temel hedefleme türünden bahsetmek mümkündür"
  },
  {
    "id": "3882157",
    "unitNumber": 5,
    "text": "Az ve potansiyel olarak yanlış bilgi paylaşmak ve gerçek benliğin dijital temsilinden kaçınmak ______________ olarak adlandırılır.",
    "correctAnswer": "C",
    "options": {
      "A": "sınırlama",
      "B": "anonimlik",
      "C": "saklama",
      "D": "şeffaflık",
      "E": "güvenlik"
    },
    "explanation": "Gizlilik kavramına genel bakış<br/>Anonimlik, bir tüketicinin gerçek kimliğini saklarken kişisel bilgilerini paylaşması,<br/>Saklama (<em>Secrecy</em>), az ve potansiyel olarak yanlış bilgi paylaşmak ve gerçek benliğin dijital temsilinden kaçınmak,<br/>Şeffaflık, büyük miktarda kişisel bilginin ifşası ve benliğin gerçek temsilini göstermek,<br/>Sınırlama (<em>Confidentiality</em>), sınırlı ancak doğru bilgilerin dışa aktarılması,<br/>Güvenlik, kurumlar tarafından kişisel verilerin korunması"
  },
  {
    "id": "3882158",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi gizliliğin işlevlerinden birisi <strong><u>değildir?</u></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kişisel özerklik",
      "B": "Yalnızlık",
      "C": "Duygusal rahatlama",
      "D": "Öz değerlendirme",
      "E": "Sınırlı-korumalı iletişim"
    },
    "explanation": "Gizlilik kavramına genel bakış<br/>Ayrıca gizliliğin; kişisel özerklik, duygusal rahatlama, öz değerlendirme ve sınırlı-korumalı iletişim olarak dört işlevi vardır."
  },
  {
    "id": "3882159",
    "unitNumber": 5,
    "text": "I. Gizlilik zamansal ve dinamik süreçleri içerir.<br/>II. Gizlilik, istenen ve gerçek gizlilik olarak iki düzeyde meydana gelir.<br/>III. Gizlilik tekdüzedir.<br/>IV. Gizliliğin tek yönlü bir doğası vardır.<br/>V. Gizlilik iki farklı boyutta olabilir.<br/>Yukarıdaki özelliklerden hangisi gizlilik düzenlemesinin özelliklerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II, III ve IV",
      "D": "I, II ve V",
      "E": "IV ve V"
    },
    "explanation": "Gizlilik kavramına genel bakış<br/>Gizlilik düzenlemesinin beş özelliği vardır (akt. Margulis, 2003):<br/><ol> <li>Gizlilik zamansal ve dinamik süreçleri içerir.</li> <li>Gizlilik, istenen ve gerçek gizlilik olarak iki düzeyde meydana gelir.</li> <li>Gizliliğin tekdüze olmayan bir işlevi vardır.</li> <li>Gizliliğin çift yönlü bir doğası vardır.</li> <li>Gizlilik iki farklı boyutta olabilir.</li> </ol>"
  },
  {
    "id": "3882160",
    "unitNumber": 5,
    "text": "______________________ , insanların ifşa etme (bilgi paylaşma) ve gizleme (mahremiyet) arasındaki ilişkileri yönetme yollarını ve paylaşılan bilgilere erişimi ve bunların dağıtımını nasıl kontrol ettiklerini anlamak için sistematik bir çerçeve sağlar.",
    "correctAnswer": "A",
    "options": {
      "A": "İletişim gizliliği yönetim teorisi",
      "B": "Altman’ın Gizlilik Düzenleme Teorisi",
      "C": "Kontrol Odaklı Yaklaşım",
      "D": "Westin’in Gizlilik Teorisi",
      "E": "Sınırlı Erişim Yaklaşımı"
    },
    "explanation": "Gizlilik kavramına genel bakış<br/>İletişim gizliliği yönetimi teorisi (CPM), insanların ifşa etme (bilgi paylaşma) ve gizleme (mahremiyet) arasındaki ilişkileri yönetme yollarını ve paylaşılan bilgilere erişimi ve bunların dağıtımını nasıl kontrol ettiklerini anlamak için sistematik bir çerçeve sağlar."
  },
  {
    "id": "3882161",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bireylerin özel bilgilerini paylaşma nedenlerinden birisi <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Bir yükü hafifletmek",
      "B": "Kontrolü ele geçirmek",
      "C": "Kendini ifade etmekten zevk almak",
      "D": "Kişisel sınır oluşturmak",
      "E": "Yakınlık geliştirmek"
    },
    "explanation": "Gizlilik kavramına genel bakış<br/>Bireyler bir yükü hafifletmek, kontrolü ele geçirmek, kendini ifade etmekten zevk almak veya muhtemelen yakınlık geliştirmek istediklerinde özel bilgileri paylaşabilir."
  },
  {
    "id": "3882162",
    "unitNumber": 5,
    "text": "I. Gizlilik Kuralları Temeli<br/>II. Sınır Koordinasyonu<br/>III. Sınır Türbülansı<br/>Yukarıda sözü edilen özellikler hangi terimi ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yönetimin diyalektiği",
      "B": "Kural yönetimi süreçleri",
      "C": "Kontrol ve sahiplik",
      "D": "Sınırlar",
      "E": "Varsayımlar"
    },
    "explanation": "Gizlilik kavramına genel bakış<br/>Kural Temelli Yönetim Sistemi: Kural yönetim sistemi, üç yönetim sürecine bağlıdır. İlk süreç, kuralların gelişme şeklini ve özelliklerini temsil eden gizlilik kuralı temelleridir. İkincisi, sınır koordinasyon sürecidir. Bu süreç, insanlar kolektif sınırları yönetirken gizliliğin kurallar aracılığıyla nasıl düzenlendiğini yansıtır. Üçüncüsü, sınır türbülansı, koordinasyonun her zaman senkronize bir şekilde işlemediği varsayımını ifade eder. Sınır türbülansı, sınır koordinasyonunun ne zaman yanlış gittiğini ve kuralların eşzamansız hâle geldiğini gösterir."
  },
  {
    "id": "3882163",
    "unitNumber": 5,
    "text": "“Bu bakış açısı serbest piyasa güçlerine herhangi bir sınırlama getirilmezse kişisel bilgilerin herkese açık olacağını ve bu durumun gizlilik haklarını ihlal ederek topluma zararlı sosyal maliyetlere neden olacağını savunur”.<br/>Yukarıdaki tanım tüketici gizliliğine ilişkin hangi perspektifi anlatmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kurumsal",
      "B": "Merkezci",
      "C": "Aktivist",
      "D": "Diyalektik",
      "E": "Finansal"
    },
    "explanation": "TÜKETİCİ GİZLİLİĞİ VE İLİŞKİLİ OLDUĞU KAVRAMLAR<br/>Tüketici gizliliğine ilişkin üç farklı perspektif vardır (Culnan ve Bies, 2003):<br/><ol> <li>Kurumsal perspektif,</li> <li>Aktivist perspektif</li> <li>Merkezci perspektif</li> </ol>"
  },
  {
    "id": "3882164",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kişisel veri olarak <strong><u>tanımlanamaz</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal güvenlik numarası",
      "B": "Doğum tarihi ve yeri",
      "C": "Anne kızlık soyadı",
      "D": "Finansal bilgiler",
      "E": "İlgi alanları"
    },
    "explanation": "TÜKETİCİ GİZLİLİĞİ VE İLİŞKİLİ OLDUĞU KAVRAMLAR<br/>Bu anlamda kişinin (1) adı, sosyal güvenlik numarası, doğum tarihi ve yeri, an- nenin kızlık soyadı veya biyometrik kayıtları gibi bir bireyin kimliği ve (2) tıbbi, eğitimsel, finansal ve istihdam bilgileri kişisel veri olarak sayılabilir."
  },
  {
    "id": "3882165",
    "unitNumber": 5,
    "text": "<strong>_________________</strong>, bireylerin kişisel bilgileri açıklama niyetleri ile gerçek kişisel bilgileri açıklama davranışları arasındaki ilişki olarak tanımlanır (Aguirre vd., 2015).",
    "correctAnswer": "C",
    "options": {
      "A": "Gizlilik ihlali",
      "B": "Gizlilik endişesi",
      "C": "Gizlilik paradoksu",
      "D": "Gizlilik okuryazarlığı",
      "E": "Gizlilik politikası"
    },
    "explanation": "TÜKETİCİ GİZLİLİK ENDİŞELERİ<br/><strong><em>Gizlilik paradoksu</em></strong><em>, </em>bireylerin kişisel bilgileri açıklama niyetleri ile gerçek kişisel bilgileri açıklama davranışları arasındaki ilişki olarak tanımlanır (Aguirre vd., 2015)."
  },
  {
    "id": "3882166",
    "unitNumber": 5,
    "text": "“Tüketicileri çevrim içi davranışsal reklamcılıkla ilişkili veri toplama ve kullanma uygulamaları hakkında net bir şekilde açıklamak ve bilgilendirmek için birden fazla mekanizmanın kullanılmasını gerektirir”.<br/>Yukarıdaki tanım DAA tarafından 2009 yılında yayınlanan çevrim içi davranışsal reklamcılığa yönelik öz düzenleme prensiplerinden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Eğitim",
      "B": "Şeffaflık",
      "C": "Tüketici kontrolü",
      "D": "Veri güvenliği",
      "E": "<ol> <li>Hassas veriler</li> </ol>"
    },
    "explanation": "Tüketici verilerinin korunması<br/>Şeffaflık: Tüketicileri çevrim içi davranışsal reklamcılıkla ilişkili veri toplama ve kullanma uygulamaları hakkında net bir şekilde açıklamak ve bilgilendirmek için birden fazla mekanizmanın kullanılmasını gerektirir."
  },
  {
    "id": "3882167",
    "unitNumber": 5,
    "text": "Westin’in Gizlilik Teorisi'ne göre gizliliğin en yoğun yaşandığı hal hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnızlık (Solitude)",
      "B": "Mahremiyet (Intimacy)",
      "C": "Anonimlik (Anonymity)",
      "D": "İhtiyat (Reserve)",
      "E": "Dikkat (Attention)"
    },
    "explanation": "Yalnızlık (Solitude), gizliliğin en yoğun yaşandığı hâlidir. Bireyin diğer kişilerden ayrı olması ve gözetimden uzaklaşması durumunu ifade eder. Yalnızlık hâlinde kişi yine fiziksel uyaranlara (örn: gürültü) maruz kalabilir ya da gizlice gözetlendiğini düşünebilir. Ancak tüm bu fiziksel ve psikolojik müdahalelere rağmen ulaşılan en eksiksiz gizlilik durumudur."
  },
  {
    "id": "3882168",
    "unitNumber": 5,
    "text": "___________, özel ve samimi ilişkiler dışında kalan kamusal alanlarda kişinin kendisi hakkında bilgi paylaşması durumunda oluşur.",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnızlık (Solitude)",
      "B": "Mahremiyet (Intimacy)",
      "C": "Anonimlik (Anonymity)",
      "D": "İhtiyat (Reserve)",
      "E": "Dikkat (Attention)"
    },
    "explanation": "Anonimlik (Anonymity), özel ve samimi ilişkiler dışında kalan kamusal alanlarda kişinin kendisi hakkında bilgi paylaşması durumunda oluşur. Kişi tanınmadığı bir ortamda daha rahat kendini ifade edebilir ya da fikirlerini kimliğini saklı tutarak paylaşma yolunu seçebilir. Özellikle internet kullanımında kendi ismini kullanmak yerine takma ad kullanmak bu gizlilik durumuna örnek olarak verilebilir"
  },
  {
    "id": "3882169",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Westin’in Gizlilik Teorisi'ne göre gizliliğin işlevlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kişisel özerklik (personal autonomy)",
      "B": "duygusal rahatlama,",
      "C": "öz değerlendirme,",
      "D": "sınırlı-korumalı iletişim",
      "E": "empati yolu ile iletişim"
    },
    "explanation": "Ayrıca gizliliğin; kişisel özerklik, duygusal rahatlama, öz değerlendirme ve sınırlı-korumalı iletişim olarak dört işlevi vardır."
  },
  {
    "id": "3882170",
    "unitNumber": 5,
    "text": "Altman’ın Gizlilik Düzenleme Teorisi'ne gizliliğin düzenleyici boyutu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çevre",
      "B": "Ekonomi",
      "C": "Davranış",
      "D": "Birey",
      "E": "Grup"
    },
    "explanation": "Gizlilik tanımını kontrol üzerinden yapan bir diğer araştırmacı ise Irwin Altman’dır. Altman gizliliğe; birey, grup ve davranış boyutuyla odaklanır. Çevrenin gizliliği düzenleyen bir unsur olduğunu ifade eder. Altman gizliliği, kendine veya grubuna erişimin seçici kontrolü şeklinde tanımlar. Gizlilik düzenlemesinin beş özelliği vardır"
  },
  {
    "id": "3882171",
    "unitNumber": 5,
    "text": "İletişim Gizliliği Yönetim Teorisi (Communication Privacy Management Theory) kim tarafından öne sürülmüştür?",
    "correctAnswer": "C",
    "options": {
      "A": "Altman",
      "B": "Mitchell",
      "C": "Petronio",
      "D": "Westenio",
      "E": "Hull"
    },
    "explanation": "Gizliliğin kavramsallaşması üzerine bir diğer çalışma Petronio’nun (2002) iletişim gizliliği yönetim<br/>modelidir. Teori Altman’ın düzenleme teorisini temel alır. Altman gizlilik düzenleme teorisinde sosyal<br/>ilişkilerde kişisel bilgileri açıklama üzerine dururken Petronio özel bilgileri açıklamada gizlilik sınırlarını tartışır."
  },
  {
    "id": "3882172",
    "unitNumber": 5,
    "text": "<ol> <li>Kurumsal perspektif,</li> <li>Aktivist perspektif</li> <li>Merkezci perspektif </li> <li>Sosyal perspektif</li> </ol> Yukarıdakilerden hangileri tüketici gizliliğine ilişkin perspektifler arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I,III",
      "D": "I,II,III",
      "E": "I,II,III,IV"
    },
    "explanation": "Tüketici gizliliğine ilişkin üç farklı perspektif vardır:<br/>1. Kurumsal perspektif,<br/>2. Aktivist perspektif<br/>3. Merkezci perspektif"
  },
  {
    "id": "3882173",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi tüketici bağlamındaki kişisel verilerden hasasiyeti en düşük veridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Finansal ve sağlık",
      "B": "Hayat tarzı",
      "C": "Kimlik tanımlayıcı",
      "D": "Demografik",
      "E": "Satın alma davranışı"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/949299cf5611f54f6f3be5ea750defee.jpeg\" alt=\"\" width=\"759\" height=\"270\">"
  },
  {
    "id": "3882174",
    "unitNumber": 5,
    "text": "Ziyaretçisi olunan internet sitesi dışındaki organizasyonlarla tanımlanan ve tanımlandığı hizmete dair siteye raporlama yapılmasını sağlayan çerezler ne tür cerazler olarak adlandırılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Birinci taraf çerezler",
      "B": "İkinci taraf çerezler",
      "C": "Üçüncü taraf çerezler",
      "D": "Karşı taraf çerezler",
      "E": "Geri taraf çerezler"
    },
    "explanation": "Çerezi yükleyen taraf olarak birinci ve üçüncü taraf olmak üzere iki temel çerezden bahsedilir. Birinci taraf çerezler, ziyaretçisi olunan internet sitesi tarafından tanımlanan ve sadece bu site tarafından okunabilen çerezlerdir. Üçüncü taraf çerezler ise ziyaretçisi olunan internet sitesi dışındaki organizasyonlarla tanımlanan ve tanımlandığı hizmete dair siteye raporlama yapılmasını sağlayan çerezlerdir."
  },
  {
    "id": "3882175",
    "unitNumber": 5,
    "text": "İnternet üzerindeki ses ve görüntü içeriklerini etkileştirmek için kullanılan çerezlere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Süperçerez",
      "B": "Birincil taraf çerez",
      "C": "Üçüncül taraf çerezler",
      "D": "Solucan çerezler",
      "E": "Karınca çerezler"
    },
    "explanation": "Süperçerezler: İzleme çerezlerini kaldırma teknikleri geliştikçe daha kalıcı çerezler üretme yollarına gidilir. En göze çarpan süper çerezlerden biri, web sayfalarına gömülü Flash uygulamaları adına<br/>Adobe Flash eklentisi tarafından tutulan “Flash çerezi” dir. İnternet üzerindeki ses ve görüntü içeriklerini etkileştirmek için kullanılır. Bu çerez dosyaları tarayıcının kontrolü dışında depolandığından, web tarayıcıları geleneksel olarak bu çerezleri görüntülemek, yönetmek ve silmek için bir ara yüz sağlamaz."
  },
  {
    "id": "3882176",
    "unitNumber": 5,
    "text": "Bireylerin kişisel bilgileri açıklama niyetleri ile gerçek kişisel bilgileri açıklama davranışları arasındaki ilişki olarak tanımlanan kavram aşağıdakşkerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gizlilik paradoksu",
      "B": "Gizlilik endişesi",
      "C": "Gizlilik ihlali",
      "D": "Gizlilik gerginliği",
      "E": "Gizlilik kararı"
    },
    "explanation": "Tüketicilerin belirtilen gizlilik tercihleri ile gerçek davranışları arasındaki bağlantıyı anlamak için yaygın olarak gizlilik paradoksu kavramı kullanılır. Gizlilik paradoksu, bireylerin kişisel bilgileri açıklama niyetleri ile gerçek kişisel bilgileri açıklama davranışları arasındaki ilişki olarak tanımlanır."
  },
  {
    "id": "3882177",
    "unitNumber": 5,
    "text": "Gizliliğin içinde barındırdığı kavramlardan hangisi \"sınırlı ancak doğru bilgilerin dışa aktarılması\" olarak tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "sınırlama",
      "B": "saklama",
      "C": "şeffaflık",
      "D": "güvenlik",
      "E": "anonimlik"
    },
    "explanation": "Gizliliğin içinde barındırdığı kavramları birbirinden ayırt edebilecek.<br/>Gizlilik, anonimlik, saklama, güvenlik gibi kavramları içinde barındırır ancak tamamen aynı şeyi ifade etmez. Bu kavramları birbirinden şöyle ayırabiliriz (Smith vd., 2011):<br/><ul> <li>Anonimlik, bir tüketicinin gerçek kimliğini saklarken kişisel bilgilerini paylaşması,</li> <li>Saklama (Secrecy), az ve potansiyel olarak yanlış bilgi paylaşmak ve gerçek benliğin dijital temsilinden kaçınmak, </li> <li>Şeffaflık, büyük miktarda kişisel bilginin ifşası ve benliğin gerçek temsilini göstermek,</li> <li><strong>Sınırlama (Confidentiality), sınırlı ancak doğru bilgilerin dışa aktarılması,</strong></li> <li>Güvenlik, kurumlar tarafından kişisel verilerin korunması</li> </ul>"
  },
  {
    "id": "3882178",
    "unitNumber": 5,
    "text": "Gizliliği \"başkalarının bir bireye erişiminin sınırlandırılması\" olarak tanımlayan bilim insanı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Brandeis",
      "B": "Gavison",
      "C": "Allen",
      "D": "Nissenbaum",
      "E": "Altman"
    },
    "explanation": "Gizliliği tanımlamadaki farklı yaklaşımları ve tanımı yapan bilim insanlarını tanıyabilecek.<br/>Gavison (1980) gizliliği, “başkalarının bir bireye erişiminin sınırlandırılması” olarak tanımlar."
  },
  {
    "id": "3882179",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Westin'e göre gizliliğin gerçekleşebileceği durumlardan biri <strong>DEĞİLDİR?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "mahremiyet",
      "B": "anonimlik/bilinmezlik",
      "C": "özerklik",
      "D": "yalnızlık",
      "E": "ihtiyat"
    },
    "explanation": "Gizliliğin gerçekleşebileceği durumlar ile gizliliğin işlevlerini ayırt edebilecek.<br/>Gizliliği kişisel bilgilerin başkalarına ne zaman, nasıl ve ne ölçüde iletileceğini belirleme ve kendine erişimi geçici olarak sınırlandırma durumu olarak tanımlayan Westin'e göre gizlilik y<strong>alnızlık, mahremiyet, bilinmezlik ve ihtiyat</strong> olarak dört durumda gerçekleşebilir. Özerklik ise gizliliğin işlevlerinden biridir."
  },
  {
    "id": "3882180",
    "unitNumber": 5,
    "text": "Altman'a göre gizlilik düzenlemesinin beş özelliği vardır. Aşağıdakilerden hangisi bu özelliklerden biri <strong>DEĞİLİDİR</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Gizlilik zamansal ve dinamik süreçler içerir",
      "B": "İstenen ve gerçek gizlilik olarak iki düzeyde meydana gelir.",
      "C": "Gizliliğin çift yönlü bir doğası vardır.",
      "D": "Gizliliğin tekdüze olan bir işlevi vardır.",
      "E": "Bireyin ya da grubun mahremiyetine atıfta bulunabilir."
    },
    "explanation": "Altman'ın gizlilik düzenleme teorisine göre gizliliği düzenlemenin özelliklerini tanımlayabilecek.<br/>Altman'a göre gizlilik düzenlemesinin beş özelliği vardır<br/><ul> <li>Gizlilik zamansal ve dinamik süreçleri içerir.</li> <li>Gizlilik, istenen ve gerçek gizlilik olarak iki düzeyde meydana gelir</li> <li>Gizliliğin tekdüze olmayan bir işlevi vardır.</li> <li>Gizliliğin çift yönlü bir doğası vardır.</li> <li>Gizlilik bireyin mahremiyetine ya da grubun mahremiyetine atıfta bulunur.</li> </ul>"
  },
  {
    "id": "3882181",
    "unitNumber": 5,
    "text": "I - Özel bilgi<br/>II - Kontrol ve sahiplik<br/>III - Sınır türbülansı<br/>IV - Yönetim diyalektiği<br/>V - Sınır koordinasyonu<br/>Yukarıdakilerden hangileri İletişim Gizliliği Yönetim Teorisi'nin temel varsayımları arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III",
      "B": "II, IV, V",
      "C": "II, III, IV",
      "D": "II, III, V",
      "E": "I, II, IV"
    },
    "explanation": "Gizlilik Yönetim Teorisinin gizlilik ve ifşa arasındaki ilişkiyi anlatırken bahsettiği iki odak noktası olan temel varsayımlar ve kural yönetim sürecini ayırt edebilecek.<br/>İletişim Gizliliği Teorisi gizlilik ve ifşa arasındaki ilişkiyi anlatırken temel varsayımlar ve kural yönetim süreci olarak iki odak noktadan bahseder. Varsayımlar <br/><ol><br/><li>Özel bilgi</li><br/><li>Sınırlar</li><br/><li>Kontrol ve sahiplik</li><br/><li>Kural temelli yönetim sistemi</li><br/><li>Yönetim Diyalektiği</li><br/></ol>"
  },
  {
    "id": "3882182",
    "unitNumber": 5,
    "text": "Aşağıdaki kişisel veri türlerinden hangisi düşük seviyede hassas veri türüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "İlgi alanları",
      "B": "Şifreler",
      "C": "Sağlık kayıtları",
      "D": "Satın alınan ürünler",
      "E": "medeni hal"
    },
    "explanation": "Farklı veri kategorilerinin hassasiyet düzeylerini ayırt edebilecek.<br/>İlgi alanları, hobiler, medya kullanım alışkanlıkları gibi hayat tarzı ile ilgili variler düşük hassasiyet seviyesinde olan kişisel bilgilerdir. Alışveriş lokasyonu, satın alınan ürün ve hizmetler, yaş, cinsiyet, medeni hâl gibi demografik ve satın alma davranışı ile ilgili kişisel veriler orta hassasiyet düzeyine, finansal ve sağlık kayıtları orta ve yüksek hassasiyet düzeyine, sosyal güvenlik numarası, kredi kartı numarası, telefon numarası, şifreler gibi kimlik tanımlayıcı kişisel bilgiler ise yüksek hassasiyet düzeyine sahiptir."
  },
  {
    "id": "3882183",
    "unitNumber": 5,
    "text": "Federal Ticaret Komisyonu'nun 2012'de yayınladığı rapora göre aşağıdakilerden hangisi kişisel veri taraflarından veri simsarı/aracısına örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Finansal",
      "B": "Reklam ağları",
      "C": "Medikal",
      "D": "Pazarlamacılar",
      "E": "Bankalar"
    },
    "explanation": "Kişisel veri taraflarını bireyler dışında ayırt edebilecek.<br/><strong>Federal Ticaret Komisyonun 2012 yılında yayınladığı gizlilik raporunda kişisel veri tarafları bireyler dışında üçe ayrılır.</strong><br/><ul> <li><strong>Veri aracıları</strong> Bilgi simsarları, Web siteleri, medya arşivleri, kredi büroları, ve reklam ağları</li> <li><strong>Kaynaklar</strong> Internet, medikal, finansal, mobil, perakende ve kamu</li> <li><strong>Kullanıcılar </strong>pazarlamacılar, medya, devlet, banka</li> </ul> olarak belirlenmiştir."
  },
  {
    "id": "3882184",
    "unitNumber": 5,
    "text": "Genellikle kullanıcı tercihlerini veya gezinme durumunu saklamak için kullanınan çerezler aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kalıcı çerezler",
      "B": "Birincil taraf çerezleri",
      "C": "Oturum çerezleri",
      "D": "Üçüncü taraf çerezleri",
      "E": "Süperçerezler"
    },
    "explanation": "Çevrimiçi izleme tekniklerinden çerezleri birbirinden ayırt edebilecek.<br/>Çevrimiçi izleme tekniklerinden tarayıcı çerezlerinden Oturum çerezleri, genellikle kullanıcı tercihlerini veya gezinme durumunu saklamak için kullanılan geçici çerezlerdir."
  },
  {
    "id": "3882185",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi büyük beşli (Big Five) kişilik sınıflaması tiplerinden <strong>D</strong><strong>EĞİLDİR</strong><strong>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Dışadönüklük",
      "B": "Uyumluluk",
      "C": "Sorumluluk",
      "D": "Kaygılı",
      "E": "Açıklık"
    },
    "explanation": "Büyük Beşli kişilik özelliklerini ayırt edebilecek.<br/>Büyük beşli kişilik tipleri şunlardır (John ve Srivastava, 1999):<br/><ol><br/><li>Dışadönüklük (konuşkan, iddialı, enerjik)</li><br/><li>Uyumluluk (iyi huylu, işbirlikçi, başkalarına güvenen)</li><br/><li>Sorumluluk (düzenli, sorumlu, güvenilir)</li><br/><li>Duygusal denge (sakin, nevrotik olmayan, kolayca üzülmeyen)</li><br/><li>Açıklık (entelektüel, yaratıcı, bağımsız fikirli)</li><br/></ol><br/>Kaygılı ise nevrotik kişilik özelliğidir."
  },
  {
    "id": "3882186",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi gizlilik endişesinin sonuçlarından hedef reklâma yönelik tepkilerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yanlış bilgi verme",
      "B": "Gizliliği arttıran teknolojiler kullanma",
      "C": "Olumsuz ağızdan ağıza iletişim",
      "D": "çevrimiçi aktiviteleri azaltma",
      "E": "Satın alma niyetinde azalması"
    },
    "explanation": "Dört grupta toplanan gizlilik endişesinin sonuçlarını ayırt edebilecek.<br/>Genel olarak gizlilik endişesinin sonuçlarını dört başlıkta toplamak mümkündür (Gröne, 2012):<br/><ol> <li>Gizliliği Korumaya Yönelik Davranışlar • Yanlış bilgi verme • Gizlilik politikalarını okuma • Web sitesinden ayrılma • Çevrim içi aktiviteleri azaltma</li> <li>Teknolojik Korunma Davranışı • Gizliliği arttıran teknolojileri kullanma (İnternet Explorer tarayıcısının sağladığı Gizlilik Tercihleri Platformu (P3P), virüs programları vb.)</li> <li>Kamusal ve Özel Eylemler • Gizliliği ihlal ettiği düşünülen üçüncü taraf kurumları ya da şirketleri şikâyet etme • Pazarlama kurumlarının e-posta listesinden ya da hedefli reklam ağından çıkarılmayı talep etme • Olumsuz ağızdan ağıza iletişim</li> <li>Hedefli Reklama Yönelik Tepkiler • Tıklama oranlarının azalması • Satın alma niyetinin azalması • Reklama yönelik olumsuz tutum</li> </ol>"
  },
  {
    "id": "3882187",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Web 2.0'da yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Akamai",
      "B": "Ekran kazıma",
      "C": "Web hizmetleri",
      "D": "Ofoto",
      "E": "İçerik Yönetimi Sistemleri"
    },
    "explanation": "Web hizmetleri Web 2.0'da yer almaktadır."
  },
  {
    "id": "3882188",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Web 1.0'da yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Flickr",
      "B": "evite",
      "C": "BitTorrent",
      "D": "Katılım",
      "E": "Wikiler"
    },
    "explanation": "\"evite\" Web 1.0'da yer almaktadır."
  },
  {
    "id": "3882189",
    "unitNumber": 6,
    "text": "Türk Dil Kurumu Sözlüğüne (2020) göre , “Bir şeyin içinde bulunanların bütünü, muhteva, mazruf” anlamına gelen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Podcast",
      "B": "Dijital platformlar",
      "C": "Mobil uygulamalar",
      "D": "İçerik",
      "E": "Sosyal ağlar"
    },
    "explanation": "Türk Dil Kurumu Sözlüğüne (2020) göre içerik, “Bir şeyin içinde bulunanların bütünü, muhteva, mazruf” anlamına gelmektedir."
  },
  {
    "id": "3882190",
    "unitNumber": 6,
    "text": "2019 yılı itibariyle Youtube'a dakikada kaç saatlik video yüklenmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "48",
      "B": "100",
      "C": "300",
      "D": "500",
      "E": "700"
    },
    "explanation": "2019 yılı itibariyle Youtube’a dakikada 500 saatlik video yüklenmektedir"
  },
  {
    "id": "3882191",
    "unitNumber": 6,
    "text": "I. Gerçek olmalı<br/>II. İlgi uyandırmalı<br/>III. İnsan odaklı olmalı<br/>IV. Tutkulu olmalı<br/>Yukarıdakilerden hangisi/hangileri Handley ve Chapman'ın iyi bir içerik fikrinin ya da hikayesinin 6 temel özelliği içerisinde yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "\"I, II, III ve IV\" Handley ve Chapman'ın iyi bir içerik fikrinin ya da hikayesinin 6 temel özelliği içerisinde yer alır."
  },
  {
    "id": "3882192",
    "unitNumber": 6,
    "text": "Kelime anlamı olarak virüs yayılması anlamına gelen, özellikle sosyal medyada yayınlanan içeriklerin bir virüs gibi hızla yayılması, paylaşılması ve çok kısa sürede yüzbinlerce hatta milyonlarca kişiye ulaşabilmesi demek olan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Podcast",
      "B": "Viral",
      "C": "Dijital medya",
      "D": "RSS",
      "E": "Blog"
    },
    "explanation": "Kelime anlamı olarak virüs yayılması anlamına gelen viral, özellikle sosyal medyada yayınlanan içeriklerin bir virüs gibi hızla yayılması, paylaşılması ve çok kısa sürede yüzbinlerce hatta milyonlarca kişiye ulaşabilmesi demektir."
  },
  {
    "id": "3882193",
    "unitNumber": 6,
    "text": "“İçerik Kraldır” ifadesini ilk kullanan kişi kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bill Gates",
      "B": "Berners-Lee, T.",
      "C": "Smith, A. N.",
      "D": "Halvorson, K.",
      "E": "Tim O’Reilly"
    },
    "explanation": "“İçerik Kraldır” ifadesini ilk kullanan kişi Bill Gates’tir"
  },
  {
    "id": "3882194",
    "unitNumber": 6,
    "text": "Bir markadan bağımsız olarak, bireysel bir kullanıcının ürettiği içeriğe ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Markanın ürettiği içerik",
      "B": "Kullanıcının ürettiği içerik",
      "C": "Influencer pazarlama ile üretilen içerik",
      "D": "Sponsorlu içerik",
      "E": "Markalı içerik"
    },
    "explanation": "Kullanıcının ürettiği içerik, bir markadan bağımsız olarak, bireysel bir kullanıcının ürettiği içeriktir."
  },
  {
    "id": "3882195",
    "unitNumber": 6,
    "text": "\"Başkalarının davranışlarını veya fikirlerini etkileme yeteneğine sahip bir kişi ya da gruptur\" ifadesiyle anlatılmak istenilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Influencer",
      "B": "Fenomen",
      "C": "Youtuber",
      "D": "Podcast",
      "E": "Eşik bekçisi"
    },
    "explanation": "Influencer: Başkalarının davranışlarını<br/>veya fikirlerini etkileme yeteneğine sahip<br/>bir kişi ya da gruptur (https://dictionary.<br/>cambridge.org/dictionary/english/influencer/)."
  },
  {
    "id": "3882196",
    "unitNumber": 6,
    "text": "\"Bir video paylaşım sitesi olan Youtube’da bir kanala sahip olan ve bu kanalda oluşturduğu içerikleri yayınlayan kişi ya da kişilerdir.\" ifadesiyle anlatılmak istenilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Youtuber",
      "B": "Fenomen",
      "C": "Influencer",
      "D": "Podcast",
      "E": "Web 1.0"
    },
    "explanation": "Youtuber: Bir video paylaşım sitesi olan<br/>Youtube’da bir kanala sahip olan ve bu<br/>kanalda oluşturduğu içerikleri yayınlayan<br/>kişi ya da kişilerdir."
  },
  {
    "id": "3882197",
    "unitNumber": 6,
    "text": "\"Mobil cihazlar için geliştirilmiş olan, platforma özel uygulama mağazalarından indirilen, kişisel içerikler ve özel servisler sunan yazılımlardır\".<br/>Yukarıda tanımı yapılan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "RSS",
      "B": "İçerik",
      "C": "Podcast",
      "D": "E-dergi",
      "E": "Mobil uygulama"
    },
    "explanation": "İçerik kavramı<br/><strong>Mobil Uygulama: </strong>Mobil cihazlar için geliştirilmiş olan, platforma özel uygulama mağazalarından indirilen, kişisel içerikler ve özel servisler sunan yazılımlardır."
  },
  {
    "id": "3882198",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi iyi bir içeriğin temel özelliklerinden birisi <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Gerçek olmalı",
      "B": "İlgi uyandırmalı",
      "C": "İnsan odaklı olmalı",
      "D": "Reklam içermeli",
      "E": "Şaşırtıcı olmalı"
    },
    "explanation": "İçerik kavramı<br/>Handley ve Chapman (2013, s. 115-117) iyi bir içerik fikrinin ya da hikayesinin 6 temel özelliğini şu şekilde belirtmişlerdir:<br/><ol><br/><li><em>Gerçek olmalı </em></li><br/><li><em>İlgi uyandırmalı </em></li><br/><li><em>İnsan odaklı olmal</em><em>ı </em></li><br/><li><em>Tutkulu olmalı</em></li><br/><li><em>Orijinal olmalı </em></li><br/><li><em>Şaşırtıcı olmalı </em></li><br/></ol>"
  },
  {
    "id": "3882199",
    "unitNumber": 6,
    "text": "“İçeriklerin birbirleriyle uyuşması önemlidir. Bu durum; markalar açısından görsellerden metinlere varıncaya dek içeriğin tamamına yansıtılmalıdır”<em>. </em><br/>Yukarıdaki tanım dijital içeriklerin sahip olması gereken özelliklerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Samimiyet",
      "B": "Değer yaratma",
      "C": "Tutarlılık",
      "D": "Farkındalık katma",
      "E": "Eğitme"
    },
    "explanation": "İçerik kavramı<br/><em>Tutarlılık: İçeriklerin birbirleriyle uyuşması önemlidir. Bu durum; markalar açısından görsellerden metinlere varıncaya dek içeriğin tamamına yansıtılmalıdır.</em>"
  },
  {
    "id": "3882200",
    "unitNumber": 6,
    "text": "_____________________ “etkili olduğu düşünülen sosyal medya kullanıcıları tarafından yayılan içerik yoluyla markaların ürünlerini tanıtmaya veya marka farkındalığını artırmaya çalıştığı, hızla büyüyen bir endüstri” olarak tanımlanmaktadır (Carter, 2016, s. 2).",
    "correctAnswer": "B",
    "options": {
      "A": "Gerçek zamanlı pazarlama",
      "B": "Influencer pazarlama",
      "C": "Amaç yönelimli pazarlama",
      "D": "Dijital pazarlama",
      "E": "Doğrudan pazarlama"
    },
    "explanation": "İçerik kavramı<br/>Influencer pazarlama, “etkili olduğu düşünülen sosyal medya kullanıcıları tarafından yayılan içerik yoluyla markaların ürünlerini tanıtmaya veya marka farkındalığını artırmaya çalıştığı, hızla büyüyen bir endüstri” olarak tanımlanmaktadır (Carter, 2016, s. 2)."
  },
  {
    "id": "3882201",
    "unitNumber": 6,
    "text": "I. İçeriğin Oluşturulması<br/>II. İçeriğin Yayınlanması<br/>III. İçeriğin değiştirilmesi<br/>IV. İçeriğin Etkileşiminin Sağlanması ve Takibi<br/>V. İçeriğin Etkisinin Ölçümlenmesi<br/>Yukarıdaki aşamalardan hangileri içerik yönetimi süreci aşamalarındandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II, III ve IV",
      "D": "I, II, IV ve V",
      "E": "IV ve V"
    },
    "explanation": "İçerik Kavramı<br/>Dijital medyada içerik yönetimi süreci şu aşamalardan oluşmaktadır:<br/><ol> <li>İçeriğin Oluşturulması</li> <li>İçeriğin Yayınlanması</li> <li>İçeriğin Etkileşiminin Sağlanması ve Takibi</li> <li>İçeriğin Etkisinin Ölçümlenmesi</li> </ol>"
  },
  {
    "id": "3882202",
    "unitNumber": 6,
    "text": "İçeriğin yayınlandığı mecranın sosyal medya hesapları ile _______________ bir şekilde kullanılması önemlidir.",
    "correctAnswer": "C",
    "options": {
      "A": "ayrı",
      "B": "farklı",
      "C": "bütünleşik",
      "D": "değişik",
      "E": "metrik"
    },
    "explanation": "İçerik Kavramı<br/>Dolayısıyla, içeriğin yayınlandığı mecranın sosyal medya hesapları ile bütünleşik bir şekilde kullanılması önemlidir."
  },
  {
    "id": "3882203",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kullanıcının ürettiği içeriği pazarlama ve reklam amacıyla kullanmanın markalar açısından faydalarından biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Son Derece Güvenilir Online İçerik",
      "B": "Daha Güçlü Marka Bağlılığı ve Katılımı",
      "C": "Daha Fazla Kazanılmış Medya (Earned Media) İmkanı",
      "D": "Yeni Araştırma Fırsatları",
      "E": "Daha Zayıf SEO (Arama Motoru Optimizasyonu) İmkanı"
    },
    "explanation": "Kullanıcının ürettiği içerik<br/><ol> <li>Son Derece Güvenilir Online İçerik</li> <li>Daha Güçlü Marka Bağlılığı ve Katılımı</li> <li>Daha Fazla Kazanılmış Medya (Earned Media) İmkanı</li> <li>Yeni Araştırma Fırsatları</li> <li>Daha Güçlü SEO (Arama Motoru Optimizasyonu) İmkanı</li> </ol>"
  },
  {
    "id": "3882204",
    "unitNumber": 6,
    "text": "“İnsanlar, yaşadıkları bir olay ya da durum karşısında başkalarını uyarmak ya da kendilerini güvende hissetmek için insanları haberdar etmek nedeniyle de içerik oluşturabilmektedir”.<br/>Yukarıda sözü edilen kullanıcıların içerik oluşturma nedenlerinden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İnsanlığın Bilgi Birikimine Katkı",
      "B": "Tedbirlilik",
      "C": "Eleştiri ve inceleme",
      "D": "Protesto",
      "E": "Siyasal kampanya"
    },
    "explanation": "Kullanıcının Ürettiği İçerik<br/>Tedbirlilik: İnsanlar, yaşadıkları bir olay ya da durum karşısında başkalarını uyarmak ya da kendilerini güvende hissetmek için insanları haberdar etmek nedeniyle de içerik oluşturabilmektedir. Özellikle, Twitter’da, şiddete maruz bırakılan kadınların içerisinde bulundukları durumu ve şartları tedbir amaçlı paylaşmaları söz konusudur."
  },
  {
    "id": "3882205",
    "unitNumber": 6,
    "text": "Bir bilginin eğlenceli bir şekilde sunulması anlamına gelen kelime aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Podcast",
      "B": "ASMR",
      "C": "Hosting",
      "D": "Infotainment",
      "E": "Streaming"
    },
    "explanation": "DİJİTAL MEDYADA KİŞİSEL YAYIN KAVRAMI VE ARAÇLARI<br/><strong>Infotainment: </strong>Bilgi-eğlence olarak isimlendirilen ve bilgi anlamına gelen information ile eğlence anlamına gelen entertainment kelimelerinin birleştirilmesiyle oluşturulmuş bir kelimedir. Bir bilginin eğlenceli bir şekilde sunulması anlamına gelmektedir."
  },
  {
    "id": "3882206",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Web 2.0 teriminin ilk kullanımı ile ilgili doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "İlk kez Tim O'Reiley tarafından kullanılmıştır.",
      "B": "İlk kez 2010'da kullanılmıştır.",
      "C": "İlk kez bir makalede kullanılmıştır.",
      "D": "Web 1.0'dan yaklaşık 10 yıl sonra kullanılmıştır.",
      "E": "İçerik yayınlama özgürlüğü sağlamıştır."
    },
    "explanation": "Web 2.0'ın ilk kullanımıyla ilgilili bilgi düzeyi ölçülmektedir.<br/>Web 2.0 ilk kez 2004 yılında bir konferansta Tim O'Reiley kullanılmıştır. Web 1.0 1990'ların başında kullanılmaya başlanmış ve Web 1.0'la yayınlama olanağı sağlanmıştır. Web 2.0 ise katılım olanağı sağlamıştır."
  },
  {
    "id": "3882207",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Web 2.0'ın özelliğidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Akamai",
      "B": "Etiketleme",
      "C": "Sabit içerik",
      "D": "Yapışkanlık",
      "E": "Yayınlama"
    },
    "explanation": "Web 1.0 ile Web 2.0'ı birbirinden ayıran özellikleri tanımlayabilecek.<br/>Etiketleme Web 2.0'ın özelliği iken diğer seçenekler Web 1.0'ın özelliğidir."
  },
  {
    "id": "3882208",
    "unitNumber": 6,
    "text": "\"İçeriği üretenin ürettiği içeriklerden keyif alması, heyecan ve memnuniyet duyması halinde içeriği tüketen hedef kitle de o çabayı ve enerjiyi hissedecek ve içeriği, içerik üreticisi gibi önemseyecektir\"<br/>Yukarıda tanımlanan iyi bir içerik fikrinin 6 temel özelliğinden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gerçek olmalı",
      "B": "İnsan odaklı olmalı",
      "C": "Tutkulu olmalı",
      "D": "İlgi uyandırmalı",
      "E": "Orijinal olmalı"
    },
    "explanation": "İyi bir içerik fikrinin ya da hikayesinin 6 temel özelliğini birbirinden ayırt edebilecek.<br/>Chapman (2013, s. 115-117) iyi bir içerik fikrinin ya da hikayesinin 6 temel özelliğini şu şekilde listelemiştir.<br/><ol> <li>Gerçek olmalı</li> <li>İlgi uyandırmalı</li> <li>İnsan odaklı olmalı</li> <li>Tutkulu olmalı</li> <li>Orijinal olmalı</li> <li>Şaşırtıcı olmalı</li> </ol> Yukarıda tanımlanan tutkulu olmalı özelliğidir. <br/><strong>Tutkulu olmalı</strong>: Oluşturulan içeriğin, önce içerik üreticisi tarafından önemsenmesi gerekir. Çünkü, eğer oluşturulan içerik önemsenmez ise içeriği tüketenler de bunu önemsemeyecektir. Fakat tam tersi, içerik üreticisi, ürettiği içeriklerden keyif alıyor, heyecan ve memnuniyet duyuyor, tutkuyla içerik üretmeye devam edebiliyorsa, içeriği tüketen hedef kitle de o çabayı ve enerjiyi hissedecek ve içeriği, içerik üreticisi gibi önemseyecektir. Dolayısıyla, tutku bulaşıcıdır ve buna ön ayak olacaklar içerik üreticilerinin kendisidir."
  },
  {
    "id": "3882209",
    "unitNumber": 6,
    "text": "Bir markanın dijital pazarlama stratejisi ile ilgili hangisi <strong>YANLIŞTIR</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Marka bir içerik üretim ve yayınlama planına sahip olmalı.",
      "B": "Yüksek kaliteli içerik yeni müşterileri çekmeye olanak sağlar.",
      "C": "Nitelikli içerik marka tanınırlığını arttırır.",
      "D": "İçeriğin tüketiciye fayda sağlıyor olması önemli değildir.",
      "E": "İçeriğin kalitesi içerik kadar önemlidir."
    },
    "explanation": "Bir markanın dijital pazarlama ile ilgili bilmesi gereken detayları listeleyebilecek.<br/>Dijital pazarlama ile ilgili aşağıdaki bilgiler önemlidir. Bir markanın bir dijital pazarlama stratejisinde yapacağı ilk iş bir içerik üretim ve yayınlama planı olmalıdır. Dijital dünyada içerik olmadan markalar, müşterileriyle bağlantı kurmayı sağlayacak araçlardan yoksun kalacaktır. Dolayısıyla, içerik, müşterilerle ilişki kurar. Yüksek kaliteli içerik, marka itibarı ve güven oluşturmaya yardımcı olarak daha fazla müşterinin markayı tercih etmesini sağlar. İçerik, yeni müşterileri markaya çekmeye yardımcı olurken, önceki müşterileri de mutlu eder. Bunun yanında, içerik marka tanınırlığını da artırır. İyi içerikle markaya duyulan güven artar (https://socialplanner.io/blog/content-isking/). Bunun yanında, tüketicinin markayla bağ kurması açısından da içerik önemlidir. Özellikle, tüketiciye bir fayda (fiziksel, duygusal ya da psikolojik) sağlayan içerikler marka-tüketici arasındaki bağı arttırmaktadır."
  },
  {
    "id": "3882210",
    "unitNumber": 6,
    "text": "İçerik farklı şekillerde sınıflandırılabilir. \"görsel içerik\" hangi sınıflama türüne aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "üretilen mecra",
      "B": "yayın zamanı",
      "C": "üreticinin kimliği",
      "D": "tüketicinin kimliği",
      "E": "içeriğin yapısı"
    },
    "explanation": "İçerik türlerinin nasıl sınıflandığını ve bu sınıflamaların örneklerini açıklayabilecek.<br/>İçerik, birçok açıdan farklı sınıflandırmalara tabi tutulabilir. Örneğin, üretilen mecranın yapısına göre içerik türlerini temel olarak, dijital medya içeriği ve konvansiyonel medya içeriği olarak sınıflandırmak mümkündür. İçeriğin yapısına göre içerik türleri ise yazılı içerik, görsel içerik, işitsel içerik ve video içeriği olarak sınıflandırılabilir. İçeriğin yayın zamanına göre ise canlı içerik ve stok içerik olarak bir sınıflandırma yapılabilir. İçerik bireysel bir kullanıcı tarafından yayınlanması temel alındığından ise marka, kullanıcı ve influencer olarak sınıflanır."
  },
  {
    "id": "3882211",
    "unitNumber": 6,
    "text": "Bir markanın Ağustos ayında yaşanan orman yangınları süresince bu konuda yaptığı içerik paylaşımı, markalar açısından dijital içeriklerin sahip olması gereken hangi özellikle ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Güncellik",
      "B": "Anlaşılırlık",
      "C": "Duygu verme",
      "D": "Eğitme",
      "E": "Tutarlılık"
    },
    "explanation": "Markalar açısından dijital içeriklerin sahip olması gereken özellikleri birbirinden ayırt edebilecek.<br/>Güncellik: Markaların, popüler kültür öğelerine ve güncel olaylara, kişilere, yerlere vs. içeriklerinde yer vermeleri tüketicinin de ilgisini çekebilmektedir. Bu bağlamda, özellikle gündemin çok hızlı değiştiği dijital medya ve sosyal medyada günceli takip etmek ve yakalamak markalar açısından da çok önemlidir. Hatta, markaların içeriklerini güncel olaylar doğrultusunda oluşturmaları ve gerçek zamanlı pazarlama (Real-time marketing) uygulamalarına yer vermeleri diğer içeriklerden ayrışmalarını sağlayacaktır."
  },
  {
    "id": "3882212",
    "unitNumber": 6,
    "text": "Dijital medyada içerik yönetimi sürecinin basamaklarının doğru sırası aşağıdakilerden hangisidir?<br/>I. İçeriğin etkisinin sağlanması ve ve takibi<br/>II. İçeriğin yayınlanması<br/>III. İçeriğin etkisinin ölçümlenmesi<br/>IV. İçeriğin oluşturulması",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III, IV",
      "B": "IV, II,I, III",
      "C": "IV, III, II, I",
      "D": "III, I, II, IV",
      "E": "II, III, I, IV"
    },
    "explanation": "Dijital medyada içerik yönetimi sürecinin basamaklarını sıralayabilecek.<br/>Dijital medyada içerik yönetimi süreci şu aşamalardan oluşmaktadır:<br/><ol> <li>İçeriğin Oluşturulması</li> <li>İçeriğin Yayınlanması</li> <li>İçeriğin Etkileşiminin Sağlanması ve Takibi </li> <li>İçeriğin Etkisinin Ölçümlenmesi</li> </ol>"
  },
  {
    "id": "3882213",
    "unitNumber": 6,
    "text": "Kullanıcıların ürettiği içeriğin markalar tarafından pazarlama ve reklam amacıyla kullanılması ile ilgili aşağıdakilerden hangisi <strong>söylenemez</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kullanıcıların ürettiği içeriğin güvenilir olduğu kabul görmektedir.",
      "B": "Markanın web sitesine daha çok eski ve yeni tüketici çekmeyi sağlar.",
      "C": "İstendik tüketici davranışının ortaya çıkmasını sağlar.",
      "D": "Kullanıcıların ürettiği içerik konuşmalarının dinlenmesi etik değildir.",
      "E": "Kaliteli içeriğin uygun maliyetli olarak üretimesine olanak sağlar."
    },
    "explanation": "Kullanıcıların ürettiği içeriğin markalar tarafından pazarlama ve reklam amacıyla kullanılması ile ilgili faydaları açıklayabilecek.<br/>Yeni Araştırma Fırsatları kullanıcılar tarafından üretilen içerikle ilgili bir avantajdır.Yayıncıların ve markaların, makine öğrenimi / yapay zeka dahil olmak üzere neredeyse gerçek zamanlı olarak kullanıcının ürettiği içerik konuşmalarını “dinlemelerine” olanak sağlamaktadır. Etik açıdan bir kaygı oluşturmamaktadır."
  },
  {
    "id": "3882214",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangileri kullanıcıların ürettiği içeriklerin özelliğidir?<br/><ol> <li>Yayınlanma şartı</li> <li>Analiz ve yorum</li> <li>Yaratıcı çaba</li> <li>Profesyonel rutinler dışında üretim </li> <li>Reklam alma</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "1, 2, 3",
      "B": "2, 3, 4",
      "C": "1, 3, 4",
      "D": "2, 3, 5",
      "E": "3, 4, 5"
    },
    "explanation": "kullanıcıların içerik oluşturmasının nedenlerini ve kullanıcı içeriklerinin özelliklerini ayırt edebilecek.<br/>Kullanıcıların ürettiği içeriklerin özellikleri <br/><ol> <li>yayınlanma şartı</li> <li>yaratıcı çaba</li> <li>profesyonel rutinler ve uygulamaların dışında üretim</li> </ol> olarak sıralanır. reklamcılık ve analiz ve yorum kullanıcıların içerik oluşturmasının nedenleri arasındadır."
  },
  {
    "id": "3882215",
    "unitNumber": 6,
    "text": "Wordpress hangi dijital medya kişisel yayın aracına örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal medya yayın araçları",
      "B": "Video yayınlama araçları",
      "C": "Podcast ve video yayınlama araçları",
      "D": "Web-Site ve Bloglar",
      "E": "E-kitap"
    },
    "explanation": "Dijital medyada kişisel yayın araçlarını tanıyabilecek.<br/>Wordpress web-sitesi ve Bloglara örnektir."
  },
  {
    "id": "3882216",
    "unitNumber": 7,
    "text": "Bir hikayenin temel unsurları nelerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Anlatım / Kahramanlar",
      "B": "Kronoloji / Nedensellik",
      "C": "Görseller / Olaylar",
      "D": "Yaşantı /Gerçeklik",
      "E": "Simgeler / Metaforlar"
    },
    "explanation": "Bir içeriği hikâye ya da bir hikâyeyi daha iyi bir hikâye yapan çok sayıda farklı unsurdan söz edilebilir. Ancak hikâyenin olmazsa olmaz iki temel özelliği kronoloji ve nedenselliktir. Çünkü, hikâye temel olarak belirli bir zaman içerisinde gelişen olaylardan oluşur ve birtakım çıkarımlara varmak için nedensel ilişkileri kullanır. Buna göre klasik anlamda hikâyenin, bir başlangıcı, ortası ve sonu olur; belirli bir zaman dizgesinde ilerleyen olay örgüsü, anlaşılır bir neden sonuç ilişkisi ortaya koyar."
  },
  {
    "id": "3882217",
    "unitNumber": 7,
    "text": "Aşağı cümlede yer alan boşluğu seçeneklerden hangisi tamamlar?<br/>……….. hikâyenin insanlar için bir anlam ifade etmesine; insani özelliklerin, durumların, duyguların aktarımını sağlar.",
    "correctAnswer": "A",
    "options": {
      "A": "Karakter",
      "B": "Bölüm",
      "C": "Tetikleyici",
      "D": "Eylem",
      "E": "Amaç"
    },
    "explanation": "“Karakter”, hikâyenin insanlar için bir anlam ifade etmesine yarar; insani özelliklerin, durumların, duyguların aktarımını sağlar. Hikâyenin işlev ve etkileri olarak aşağıda açıklanan empati ve özdeşleşme gibi olgular karakter unsuru ile doğrudan ilgilidir. Hikâye karakterleri, insan olmaları ya da en azından insani özellikler taşımaları nedeniyle bir biçimde bize benzerler. Bu nedenle karakterlerin karşılaştığı olay ve durumlar sayesinde hem hikâyeyi anlamlandırır hem de onların duygu ve deneyimlerini paylaşırız."
  },
  {
    "id": "3882218",
    "unitNumber": 7,
    "text": "Aşağı cümlede yer alan boşluğu seçeneklerden hangisi tamamlar?<br/>…… hikâye karakterlerinin yaşadığı olayları nedensellik bağı ile ortaya koyan hikâye unsurudur.",
    "correctAnswer": "E",
    "options": {
      "A": "Bölüm",
      "B": "Tetikleyici",
      "C": "Eylem",
      "D": "Amaç",
      "E": "Olay örgüsü"
    },
    "explanation": "“Olay örgüsü” (plot) hikâye karakterlerinin yaşadığı olayları nedensellik bağı ile ortaya koyan hikâye unsurudur. Olaylar arasındaki nedensel ilişkisi sayesinde ortaya çıkan sonuç bir anlam ifade eder ya da bir başka deyişle ortaya çıkan sonuca neden olan unsurlar hikâyeden çıkaracağımız mesajı belirler"
  },
  {
    "id": "3882219",
    "unitNumber": 7,
    "text": "Aşağıdaki seçeneklerden hangisi hikayenin işlevlerinden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dikkati çekmeyi, konunun ve karakterlerin perçinlenmesini sağlar.",
      "B": "Karmaşık düşünceleri basitleştirir, onları somutlaştırır.",
      "C": "Mutlaka gerçek hayata dayanır.",
      "D": "Güçlü duygular uyandırır.",
      "E": "Karmaşık detaylar unutulsa bile, hikâyeler akılda kalır."
    },
    "explanation": "Hikayeler:<br/><ul> <li>Dikkati çekmeyi, konunun ve karakterlerin perçinlenmesini sağlar.</li> <li>Karmaşık düşünceleri basitleştirir, onları somutlaştırır.</li> <li>Güçlü duygular uyandırır.</li> <li>Karmaşık detaylar unutulsa bile, hikâyeler akılda kalır.</li> </ul>"
  },
  {
    "id": "3882220",
    "unitNumber": 7,
    "text": "Aşağı cümlede yer alan boşluğu seçeneklerden hangisi tamamlar?<br/>Bireylerin birtakım etkinlikleri gerçekleştirirken kendilerini bu etkinliğe kaptırarak ondan keyif almaları durumunu ……. Kavramı ile açıklanır.",
    "correctAnswer": "C",
    "options": {
      "A": "Bölüm",
      "B": "Tetikleyici",
      "C": "Akış",
      "D": "Amaç",
      "E": "Olay örgüsü"
    },
    "explanation": "Hikâye ve keyif kavramları, işlevleri açısından hikâyelerle ilgili bir başka önemli kavramı daha gündeme getirir. Csikszentmihalyi (1997) bireylerin birtakım etkinlikleri gerçekleştirirken kendilerini bu etkinliğe kaptırarak ondan keyif almaları durumunu “akış” (flow) kavramı ile açıklamış; bu deneyimi yaratan etkinlikleri ise “akış etkinlikleri” olarak adlandırmıştır."
  },
  {
    "id": "3882221",
    "unitNumber": 7,
    "text": "Aşağıda hikayenin temel özelliklerini niteleyen seçeneklerden hangisi “hikâyeyi meydana getiren birbiriyle bağlantılı bir dizi dramatik olay içermesini” tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Anlatı biçimlidir",
      "B": "Karakter içerir",
      "C": "Etkişimlidir",
      "D": "Doğrusal değildir",
      "E": "Kullanıcı güdümlüdür"
    },
    "explanation": "Anlatı biçimlidir: Hikâyeyi meydana getiren birbiriyle bağlantılı bir dizi dramatik olay içerir."
  },
  {
    "id": "3882222",
    "unitNumber": 7,
    "text": "Aşağıda dijital hikayenin temel özelliklerini niteleyen seçeneklerden hangisi “kullanıcının hikâyeyi kontrol etmesini ya da içeriği üzerinde belirleyici olmasını” tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Anlatı biçimlidir",
      "B": "Karakter içerir",
      "C": "Etkişimlidir",
      "D": "Doğrusal değildir",
      "E": "Kullanıcı güdümlüdür"
    },
    "explanation": "Etkileşimlidir: Kullanıcı hikâyeyi kontrol eder ya da içeriği üzerinde belirleyici olur."
  },
  {
    "id": "3882223",
    "unitNumber": 7,
    "text": "Aşağıda dijital hikayenin temel özelliklerini niteleyen seçeneklerden hangisi “kullanıcının hikâyeyinin içine çekilmesini” tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Anlatı biçimlidir",
      "B": "Karakter içerir",
      "C": "Sürükleyicidir",
      "D": "Doğrusal değildir",
      "E": "Kullanıcı güdümlüdür"
    },
    "explanation": "Sürükleyicidir: Kullanıcıyı hikâyenin içine çeker."
  },
  {
    "id": "3882224",
    "unitNumber": 7,
    "text": "Aşağıda dijital hikayenin temel özelliklerini niteleyen seçeneklerden hangisi “kullanıcılar hikâye boyunca veya sanal bir ortamda kendi yollarını çizebilmelerini” tanımlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Anlatı biçimlidir",
      "B": "Karakter içerir",
      "C": "Sürükleyicidir",
      "D": "Doğrusal değildir",
      "E": "Kullanıcı güdümlüdür"
    },
    "explanation": "Kullanıcı güdümlüdür: Kullanıcılar hikâye boyunca veya sanal bir ortamda kendi yollarını çizebilirler."
  },
  {
    "id": "3882225",
    "unitNumber": 7,
    "text": "Aşağıda dijital hikayenin temel özelliklerini niteleyen seçeneklerden hangisi “olaylar ve sahnelerin değişmez bir sırayla, doğrusal biçimde gerçekleşmek zorunda olmamasını veya karakterlerin de sabit olmamasını” tanımlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Anlatı biçimlidir",
      "B": "Karakter içerir",
      "C": "Sürükleyicidir",
      "D": "Doğrusal değildir",
      "E": "Kullanıcı güdümlüdür"
    },
    "explanation": "Doğrusal değildir: Olaylar ve sahneler değişmez bir sırayla, doğrusal biçimde gerçekleşmek zorunda olmadığı gibi karakterler de sabit değildir."
  },
  {
    "id": "3882226",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Kronoloji</li> <li>Duygusallık</li> <li>Eleştirisel</li> <li>Nedensellik</li> <li>İşlevsellik</li> </ol> Aşağıdakilerden hangisinde hikâyenin en temel iki özelliği birlikte verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II",
      "B": "I-IV",
      "C": "II-III",
      "D": "III-IV",
      "E": "III-V"
    },
    "explanation": "<strong>Amaç 1: </strong><strong>Hikâye Olgusu ve İlişkili Temel Kavramlar</strong><br/>Bir içeriği hikâye ya da bir hikâyeyi daha iyi bir hikâye yapan çok sayıda farklı unsurdan söz edilebilir. Ancak hikâyenin olmazsa olmaz iki temel özelliği kronoloji ve nedenselliktir. Çünkü, hikâye temel olarak belirli bir zaman içerisinde gelişen olaylardan oluşur ve birtakım çıkarımlara varmak için nedensel ilişkileri kullanır. Buna göre klasik anlamda hikâyenin, bir başlangıcı, ortası ve sonu olur; belirli bir zaman dizgesinde ilerleyen olay örgüsü, anlaşılır bir neden sonuç ilişkisi ortaya koyar. Ancak bu sayede hikâye, alıcısına anlamlı bir çıkarım sunabilir."
  },
  {
    "id": "3882227",
    "unitNumber": 7,
    "text": "Bir hikâyede karakterlerinin yaşadığı olayları nedensellik bağı ile ortaya koyan hikâye unsuru aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Karakter",
      "B": "Algoritma",
      "C": "Olay örgüsü",
      "D": "Hikâye anlatıcısı",
      "E": "Yapı"
    },
    "explanation": "<strong>Amaç 1: </strong><strong>Hikâye Olgusu ve İlişkili Temel Kavramlar</strong><br/>“Olay örgüsü” (plot) hikâye karakterlerinin yaşadığı olayları nedensellik bağı ile ortaya koyan hikâye unsurudur."
  },
  {
    "id": "3882228",
    "unitNumber": 7,
    "text": "Geleneksel olarak hikâye alıcısına verilen dinleyici, okur izleyici gibi terimle dijital hikâyede hangi kavramla ifade edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kullanıcı",
      "B": "Karakter",
      "C": "Anlatıcı",
      "D": "Algoritma",
      "E": "Yapı"
    },
    "explanation": "<strong>Amaç 1: </strong>Hikâye Olgusu ve İlişkili Temel Kavramlar<br/>Hikâye anlatımı bir tür iletişim süreci olarak değerlendirildiğinde, kaynak olan hikâye anlatıcısının hitap ettiği, hikâye alıcısı kişi ya da kitleden de söz etmek gerekir. İngilizce kaynaklarda karşımıza çıkan “audience” kavramı; dinleyici, izleyici, okur gibi tüm hikâye alıcılarını kapsamaktadır. Dijital hikâyeler söz konusu olduğunda bunlara “kullanıcı” (user) kavramının da eklenmesi gerekir."
  },
  {
    "id": "3882229",
    "unitNumber": 7,
    "text": "Her insanın hikâyede kendine dair yanlar bulması aşağıdakilerden hangisinden kaynaklanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Empati duygusu",
      "B": "Zihinsel yapılar",
      "C": "Durum modeli",
      "D": "Kapılma",
      "E": "Akış"
    },
    "explanation": "<strong>Amaç 2: Hikâyenin İşlevleri ve Etkileri</strong><br/>Her insanın sevgiye, dostluğa, aileye, mutluluğa, kötülüğe, hırsa, kıskançlığa, çaresizliğe vs. ilişkin önceki deneyimleriyle oluşturduğu zihinsel yapıları mevcuttur. Anlatılan hikâyelerde her insanın kendine dair yanlar bulması bu zihinsel yapılar ile açıklanabilir."
  },
  {
    "id": "3882230",
    "unitNumber": 7,
    "text": "Bireylerin günlük yaşamın gerçekliğinden uzaklaştırarak bir etkinliğe kendini kaptırarak ondan keyif almaları durumu aşağıdaki kavramlardan hangisi ile ifade edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kapılma",
      "B": "Empati",
      "C": "Heyecan",
      "D": "Akış",
      "E": "Kaçış"
    },
    "explanation": "<strong>Amaç 2: Hikâyenin İşlevleri ve Etkileri</strong><br/>Hikâye ve keyif kavramları, işlevleri açısından hikâyelerle ilgili bir başka önemli kavramı daha gündeme getirir. Bireylerin birtakım etkinlikleri gerçekleştirirken kendilerini bu etkinliğe kaptırarak ondan keyif almaları durumunu “akış” kavramı ile açıklamış; bu deneyimi yaratan etkinlikleri ise “akış etkinlikleri” olarak adlandırmıştır. Bu etkinliklerin akışa yol açmasının nedeni ise kişiyi günlük yaşamın gerçekliğinden uzaklaştırması ile açıklanır. Bu noktada kapılma ve akış olgularının birtakım farklılıklara rağmen benzer bir deneyimi tarif ettiği belirtilebilir."
  },
  {
    "id": "3882231",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Markalar tarafından tasarlanıp kullanılır</li> <li>Hikaye ve oyun özelliklerini birlikte taşır.</li> <li>Pazarlama açısından etkili bir uygulamalıdır.</li> </ol> Yukarıda özellikleri verilen uygulama aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Advergame",
      "B": "Algoritma",
      "C": "Dijital hikaye",
      "D": "Dijital oyun",
      "E": "Hiper metin"
    },
    "explanation": "Amaç 2: Hikâyenin İşlevleri ve Etkileri<br/>Advergame, markalar tarafından tasarlanıp kullanıma sunulan, bir yönüyle reklam bir yönüyle oyun olan özel bir uygulamadır. Genellikle markanın ürün ya da hizmetiyle bir biçimde ilişkili olan bu oyunlarda marka mesajları oyun hikâyesi aracılığıyla tüketiciye aktarılır. Bu sayede hem oyun hem hikâyenin gücünden yararlanılarak bir ikna etkisi yaratılacağı düşünülebilir."
  },
  {
    "id": "3882232",
    "unitNumber": 7,
    "text": "Kullanıcının hikâyeyi kontrol etmesi ya da içeriği üzerinde belirleyici olması dijital hikâyelerin temel özelliklerinden hangisi ile açıklanabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Anlatı biçimlidir",
      "B": "Sürükleyicidir",
      "C": "Etkileşimlidir",
      "D": "Doğrusaldır",
      "E": "Eleştireldir"
    },
    "explanation": "<strong>Amaç 3: Dijital Çağda Hikâyenin Dönüşümü</strong><br/>Dijital hikâyenin temel özelliklerinden biri de etkileşimli olmasıdır. Etkileşimli olmak, kullanıcının hikâyeyi kontrol etmesi ya da içeriği üzerinde belirleyici olmasını ifade eder."
  },
  {
    "id": "3882233",
    "unitNumber": 7,
    "text": "Kullanıcıların; bilgi toplaması, gerçek ürünleri satın alması ya da oyun biçimli içeriklerde sanal varlıklar edinmesi dijital mecralarda söz konusu olan etkileşim türlerinden hangisini açıklar?",
    "correctAnswer": "E",
    "options": {
      "A": "Nesneler üzerinde kontrol",
      "B": "Bilgi alışverişi",
      "C": "İletişim",
      "D": "Gezinme",
      "E": "Kazanım"
    },
    "explanation": "<strong>Amaç 3: Dijital Çağda Hikâyenin Dönüşümü</strong><br/>Dijital mecralarda söz konusu olan etkileşim türleri: Uyaran ve Tepki, Gezinme, Nesneler üzerinde kontrol, Bilgi alışverişi, iletişim ve kazanımdır. Kazanım: Kullanıcıların; bilgi toplaması, gerçek ürünleri satın alması ya da oyun biçimli içeriklerde sanal varlıklar edinmesi bu kapsamda değerlendirilebilir."
  },
  {
    "id": "3882234",
    "unitNumber": 7,
    "text": "Bir dijital hikâye oluştururken “Hikâyede kurduğunuz dünyanın merkezi neresidir? “Zaman ve mekân özellikleri nelerdir?” sorularının yanıtları aşağıdaki hangi şamada verilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yapı ve arayüz",
      "B": "Mecra, platform ve tür",
      "C": "Hikaye dünyası ve ince ayarlar",
      "D": "Kullanıcı katılımı",
      "E": "Kullanıcının rolü ve bakış açısı"
    },
    "explanation": "<strong>Amaç 4: Dijital Hikâye Anlatım Süreci</strong><br/>Hikâye dünyası ve ince ayarlar aşamasında; Hikâyede kurduğunuz dünyanın merkezi neresidir? Zaman (geçmişte, gelecekte, bugün) ve mekân (coğrafya, ortam, doğa, zorluklar, tehlikeler gibi) özellikleri nelerdir? Sorularına yanıt verilmelidir?"
  },
  {
    "id": "3882235",
    "unitNumber": 7,
    "text": "Bir dijital hikâye yapım sürecinde hikâyenin dijital platformlarda dolaşıma girdiği aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Beyin fırtınası",
      "B": "Yapım öncesi planlama",
      "C": "Yapım ve yaratı",
      "D": "Dijital hikâyenin sosyal yaşamı",
      "E": "Ölümden sonrası"
    },
    "explanation": "<strong>Amaç 4: Dijital Hikâye Anlatım Süreci</strong><br/>Hikâye öncelikle zihinde tasarlanmalı; beyin fırtınası ve çağrışımlar ile anlamlı ve yaratıcı bir zemine oturtulmalıdır. Yapım öncesi planlama aşamasında gerekli tüm detaylara karar verildikten sonra; yapım ve yaratım, yani projenin (hikâyenin) medyada görüneceği biçimde üretilmesi aşamasına geçilir. Dördüncü aşamada hikâye artık dijital platformlarda dolaşıma girmiştir. Bu bir anlamda hikâyenin sosyal bir varlık olarak hayat bulmasıdır. Artık hikâye, insanlara dokunur, etkileşimler alır ve yoluna devam eder. Hikâyenin yaşamını, insan yaşamına benzetecek olursak, beşinci ve son aşama ölümden sonrasıdır. Her fani gibi dijital hikâyelerin yaşamı da bir biçimde son bulacaktır. Etkileşim artık bitmiş, oyun oynanmaz olmuş ya da dosya biçimi kullanılmayacak kadar eskide kalmış olabilecektir."
  },
  {
    "id": "3882236",
    "unitNumber": 8,
    "text": "Problem çözme esasına dayanan, mantık ve sözle becerilerin gelişimine olanak sağlayan oyun türü aşağıdaki seçeneklerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bulmaca oyunları",
      "B": "Spor oyunları",
      "C": "Strateji oyunları",
      "D": "Nişancı oyunları",
      "E": "Rol yapma oyunları"
    },
    "explanation": "Bulmaca (Puzzle) oyunları: Problem çözme esasına dayanır. Kelimelerden, sayılardan ve birçok değişkenden oluşabilir. Mantık, sözel ve sayısal beceriler gibi farklı noktaların gelişimine katkı sağlar."
  },
  {
    "id": "3882237",
    "unitNumber": 8,
    "text": "Bir oyuncunun oyundaki karakteri üstlenerek oyun oynamasına olanak sağlayan, farklı etkileşim alanlarının gelişmesine olanak sağlayan oyun türü aşağıdaki seçeneklerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bulmaca oyunları",
      "B": "Spor oyunları",
      "C": "Strateji oyunları",
      "D": "Nişancı oyunları",
      "E": "Rol yapma oyunları"
    },
    "explanation": "Rol yapma oyunları: Bir oyuncunun bir oyundaki karakteri üstlenerek oynamasını kapsayan oyunlardır. Strateji, problem çözme, müzakere yapma, işbirliği yürütme ve sosyal etkileşim gibi alanların gelişimini sağlar"
  },
  {
    "id": "3882238",
    "unitNumber": 8,
    "text": "Bir oyuncunun silahıyla rakiplerini yenmesi üzerine kurgulanan ileriye dönük planlama, strateji geliştirme ve takım çalışmasına yatkınlık gibi becerilerin edinilmesinde fayda sağlayan oyun türü aşağıdaki seçeneklerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bulmaca oyunları",
      "B": "Spor oyunları",
      "C": "Strateji oyunları",
      "D": "Nişancı oyunları",
      "E": "Rol yapma oyunları"
    },
    "explanation": "Nişancı oyunları: Bu temadaki oyunların temel amacı, oyuncunun silahı ile rakiplerini yenmesidir. Çok oyunculu olarak sıkça oynanan bu oyun, ileriye dönük planlama, strateji geliştirme ve takım çalışmasına yatkınlık gibi becerilerin edinilmesinde fayda sağlar."
  },
  {
    "id": "3882239",
    "unitNumber": 8,
    "text": "Tıpkı fiziksel sporlarda olduğu gibi taktik geliştirme, hızlı düşünme ve hızlı karar verme becerilerini iyileştirebilen oyun türü aşağıdaki seçeneklerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bulmaca oyunları",
      "B": "Spor oyunları",
      "C": "Strateji oyunları",
      "D": "Nişancı oyunları",
      "E": "Rol yapma oyunları"
    },
    "explanation": "Spor oyunları: Bu oyunlar tıpkı fiziksel sporlarda olduğu gibi taktik geliştirme, hızlı düşünme ve hızlı karar verme becerilerini iyileştirebilmektedir"
  },
  {
    "id": "3882240",
    "unitNumber": 8,
    "text": "Senaryoya dayalı stratejik kararlar alınan, belirli bir sorunu çözme veya seviye tamamlamayı amaçlayan oyun türü aşağıdaki seçeneklerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bulmaca oyunları",
      "B": "Spor oyunları",
      "C": "Strateji oyunları",
      "D": "Nişancı oyunları",
      "E": "Rol yapma oyunları"
    },
    "explanation": ". Strateji oyunları: Senaryoya dayalı stratejik kararlar alınan, belirli bir sorunu çözme veya seviye tamamlamayı amaçlayan oyunlardır. Strateji oyunları; plan yapma, yönetme, karar verme, varsayımlar oluşturma ve test etme, stratejik düşünme gibi becerileri geliştirir."
  },
  {
    "id": "3882241",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerden hangisi dijital oyuna dayalı öğrenmenin sağladığı avantajlardan biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilişsel gelişim ve dijital okuryazarlık",
      "B": "İşbirliği ve çevreyle iletişimi geliştirme",
      "C": "Olumlu bir rekabet ortamı oluşturma",
      "D": "Deneme-yanılma ile aşamalı öğrenme",
      "E": "Okulda akademik başarının artması"
    },
    "explanation": "Dijital oyuna dayalı öğrenmenin sunduğu bazı avantajlar şunlardır:<br/>a. Bilişsel gelişim ve dijital okuryazarlık,<br/>b. Sosyal-duygusal gelişme ve sosyal becerilerin gelişimi,<br/>c. Eleştirel düşünmeyle beraber karar verme ve problem çözme becerinde gelişim,<br/>d. İşbirliği ve çevreyle iletişimi geliştirme,<br/>e. Olumlu bir rekabet ortamı oluşturma,<br/>f. Deneme-yanılma ile aşamalı öğrenme,<br/>g. İlerleme ve başarı hissi,<br/>h. Geri bildirime dayalı ve öğrenci merkezli öğrenme."
  },
  {
    "id": "3882242",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerden hangisi oyun oynama bozukluğu ve bağımlılığa ilişkin psikolojik belirtilerinden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Dürtüleri tatmin etmek için oyun oynamaya daha fazla zaman ayırma ihtiyacı",
      "B": "Oynamayı azaltamama, oyunu bırakmaya yönelik başarısız girişimler",
      "C": "Diğer faaliyetlerden vazgeçmek, önceden keyif alınan aktivitelere ilgi duymamak",
      "D": "Sorunlara rağmen oyun oynamaya devam etmek",
      "E": "Sosyal hayattaki sorumluluklarına öncelik vermek"
    },
    "explanation": "Oyun oynama bozukluğu ve bağımlılığa ilişkin psikolojik belirtileri Amerikan Psikiyatri Birliği (2018) şu şekilde belirtmektedir:<br/>• Zihinsel olarak oyunla meşgul olmak,<br/>• Oyundan uzaklaşıldığında üzüntü, kaygı ve sinirlilik hâli,<br/>• Dürtüleri tatmin etmek için oyun oynamaya daha fazla zaman ayırma ihtiyacı,<br/>• Oynamayı azaltamama, oyunu bırakmaya yönelik başarısız girişimler,<br/>• Diğer faaliyetlerden vazgeçmek, önceden<br/>keyif alınan aktivitelere ilgi duymamak,<br/>• Sorunlara rağmen oyun oynamaya devam etmek,<br/>• Oyun oynama süreleri konusunda aile üyelerini ve çevredeki insanlara yalan söylemek,<br/>• Suçluluk ve umutsuzluk gibi olumsuz ruh hâllerini azaltmak için oyun oynamak,<br/>• Oyun nedeniyle bir işi, ilişkiyi veya arkadaşlığı tehlikeye atmak veya kaybetmek."
  },
  {
    "id": "3882243",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerden hangisi “etkinliğin kişinin hayatına hükmetmesi” şeklinde ifade edilen bağımlılık belirtisini nitelemektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Davranışsal belirginlik",
      "B": "Çoşku",
      "C": "Tolerans sınırı",
      "D": "Yoksunluk",
      "E": "Nüksetme"
    },
    "explanation": "Davranışsal belirginlik: Etkinlik kişinin hayatına hükmeder."
  },
  {
    "id": "3882244",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerden hangisi “etkinlik sırasında inanılmaz bir haz alınması” şeklinde ifade edilen bağımlılık belirtisini nitelemektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Davranışsal belirginlik",
      "B": "Çoşku",
      "C": "Tolerans sınırı",
      "D": "Yoksunluk",
      "E": "Nüksetme"
    },
    "explanation": "Coşku: Etkinlik sırasında inanılmaz bir haz yaşanır."
  },
  {
    "id": "3882245",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerden hangisi “hazzı yaşamak için kademeli olarak davranışın artırılması” şeklinde ifade edilen bağımlılık belirtisini nitelemektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Davranışsal belirginlik",
      "B": "Çoşku",
      "C": "Tolerans sınırı",
      "D": "Yoksunluk",
      "E": "Nüksetme"
    },
    "explanation": "Tolerans sınırı: Hazzı yaşamak için kademeli olarak davranış artırılır"
  },
  {
    "id": "3882246",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, dijital oyunu geleneksel oyundan ayran bir özelliktir?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğrudan temas",
      "B": "Özel araçlar",
      "C": "Rekreasyon",
      "D": "Kültürel miras",
      "E": "Jest ve mimikler"
    },
    "explanation": "Amaç 1 Dijital oyunu tanımlayabilme, tarihini özetleyebilme ve niteliklerini sıralayabilme<br/>Geleneksel oyunlarda; gerçek etkinlikler, doğal materyaller, doğrudan temas, fiziksel temas, rekreasyon, spor ve kültürel miras özellikleri vardır. Dijital oyunlarda ise sanat faaliyetler, özel araçlar, dolaylı temas, sanal temas, bağımlılık, çatışma, savaş ve özgün özellikler taşımaktadır."
  },
  {
    "id": "3882247",
    "unitNumber": 8,
    "text": "Dijital oyunun büyüme dönemi hangi tarihler arasında gerçekleşmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1985’ler öncesi",
      "B": "1985 - 1995 Arası",
      "C": "1995 - 2000 Arası",
      "D": "2000 - 2005 Arası",
      "E": "2005 - Günümüz"
    },
    "explanation": "Amaç 1 Dijital oyunu tanımlayabilme, tarihini özetleyebilme ve niteliklerini sıralayabilme<br/>Dijital oyun tarihçesine bakıldığında bazı dönemler olduğu görülmektedir. Bunlar<br/>Erken Dönem (1985’ler ve Öncesi)<br/>Büyüme Dönemi (1985 - 1995 Arası)<br/>Gelişim Dönemi (1995 - 2000 Arası)<br/>Olgunlaşma Dönemi (2000 - 2005 Arası)<br/>İlerleyen Dönem (2005 - Günümüz) şeklindedir."
  },
  {
    "id": "3882248",
    "unitNumber": 8,
    "text": "Oyuncunun aksiyonuna bağlı olarak oyunun gidişatını etkileyebildiği oyun türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yarışma",
      "B": "Keşfetme",
      "C": "Fantezi",
      "D": "Etkileşim",
      "E": "Meydan okuma"
    },
    "explanation": "<strong>Amaç 1 Dijital oyunu tanımlayabilme, tarihini özetleyebilme ve niteliklerini sıralayabilme</strong><br/>Niteliklerine göre oyunlar farklılaşmaktadır. Etkileşim türü oyunlar, oyuncunun aksiyonuna bağlı olarak oyunun gidişatını etkileyebildiği oyun türüdür. Oyuncunun aksiyonuyla değişen oyun, oyuncuya bir sonraki aşamadaki aksiyonuna karar verirken kullanabileceği geri bildirim sunar.200"
  },
  {
    "id": "3882249",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Facebook kullanıcıları tarafından oynanan bir sosyal ağ oyunudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Angry Birds",
      "B": "Snake",
      "C": "Farm Ville",
      "D": "Age of Empires",
      "E": "Taneli Armanto"
    },
    "explanation": "<strong>Amaç 2 Dijital oyun platformlarını ve türlerini sıralayabilme</strong><br/>FarmVille (2009), sosyal ağ oyunlarının ilk örnekleri arasında yer almaktadır ve ilgili yıllarla birlikte oyun sektörü büyük bir atılım içine girmiştir. Örneğin, Zynga tarafından geliştirilen FarmVille,2010 yılında 76 milyon aylık aktif kullanıcıya sahip olarak Facebook’un en popüler oyunu hâline gelmiştir."
  },
  {
    "id": "3882250",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Reklamlar oyunun içine entegre edilmiştir.</li> <li>Oyunların içine gerçek zamanlı olarak reklam verilmesidir.</li> <li>III. Oyunun geliştirme aşamasındaki ilgili alanlara eklenir.</li> <li>Oyunun içeriğinden bağımsız olarak gösterilen reklamlardır.</li> <li>Kitlesel bir hedef söz konusudur.</li> </ol> Aşağıdakilerden hangisinde sabit oyun içi reklamcılık özellikleri birlikte <strong>doğru</strong> olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II-IV",
      "B": "I-III-V",
      "C": "II-III-IV",
      "D": "II-IV-V",
      "E": "III-IV-V"
    },
    "explanation": "<strong>Amaç 3 Dijital oyun ekonomisini açıklayabilme</strong><br/>Sabit oyun içi reklamcılık: Oyunun içine entegre edilmiş reklamları içeren türdür. Reklamlar, oyunun geliştirme aşamasında ilgili alanlara eklenir. Televizyon, radyo veya gazete reklamları gibi kitlesel bir hedefleme söz konusudur."
  },
  {
    "id": "3882251",
    "unitNumber": 8,
    "text": "Dijital oyuncuların demografik bilgileri ve tüketim alışkanlıklarıyla ilgili verilen bilgilerden hangisi <strong>yanlıştır</strong><strong>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Dijital oyuncular her hafta ortama 6 saat oyun oynamaktadır.",
      "B": "En çok oyun oynama süresi mobil telefonlarla gerçekleşmektedir.",
      "C": "Dijital oyuncuların çoğunluğu 18 yaş ve üstü yaş gruptur.",
      "D": "Dijital oyuncuların yaş ortalaması 44’tür.",
      "E": "Dijital oyuncuların neredeyse yarısı kadındır."
    },
    "explanation": "<strong>Amaç 3 Dijital oyun ekonomisini açıklayabilme</strong><br/>Araştırmalara göre 2,5 milyarı aşan dijital oyun tüketicilerinin %72’si 18 yaş ve üstü grupta yer almaktadır. Tüm oyuncuların yaş ortalaması ise <strong>34’tür.</strong> Oyuncuların neredeyse yarısı kadındır. Ebeveynlerin %67’si çocuklarıyla haftada en az bir kez oyun oynamaktadır. Lise ve üzeri eğitime sahip kullanıcılar oyun satın almaya daha çok eğilimlidir. Oyun satın almanın %79’u dijital ortamda gerçekleşmektedir. Oyun tüketicileri, her hafta ortalama 6 saat20 dakika oyun oynamaktadır. Bu ortalama 26-35 yaş arasında 7,5 saate çıkarken, 60 yaş üzerinde 4,7 saate kadar düşmektedir. Oyun oynama süreleri oyun platformlarına göre ayrıldığında ise en yüksek süre 2.27 saat ile mobil telefonlara aittir."
  },
  {
    "id": "3882252",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Daha çok aksiyon ve bulmaca oyunlarına yönelirler.</li> <li>Daha az sosyaldirler.</li> <li>Erkek oyuncular ağırlıktadır.</li> </ol> Yukarıda özellikleri verilen mobil oyuncu türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bağlı Meraklılar",
      "B": "Oyun Kâşifleri",
      "C": "Geçici Takipçiler",
      "D": "Pasif Oyuncular",
      "E": "Etkilenen Oyuncular"
    },
    "explanation": "<strong>Amaç 4 Dijital oyun tüketicilerini açıklayabilme, tüketimiyle ilişkili kavramları özetleyebilme</strong><br/>Oyun Kâşifleri: Her türlü oyunu oynamayı sevseler de aksiyon ve bulmaca oyunlarını daha çok yönelirler. Daha az sosyaldirler. Oyunları genellikle uygulama mağazalarındaki en çok indirilen oyunlar sayfasından, reklamlardan veya YouTube’da yer alan oyun videolarından bulurlar. Erkek oyuncular ağırlıktadır."
  },
  {
    "id": "3882253",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Bağlı Meraklılar</li> <li>Oyun Kâşifleri</li> <li>Geçici Tak ipçiler</li> <li>Pasif Oyuncular</li> <li>Etkilenen Oyuncular</li> </ol> Aşağıdakilerden hangisinde erkeklerin daha çok yer aldığı dijital oyuncu türleri birlikte verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II",
      "B": "II-IV",
      "C": "II-V",
      "D": "III-IV",
      "E": "III-V"
    },
    "explanation": "<strong>Amaç 4 Dijital oyun tüketicilerini açıklayabilme, tüketimiyle ilişkili kavramları özetleyebilme</strong><br/>Bağlı Meraklılar ile Oyun Kâşifleri daha çok erkelerin yer aldığı oyuncu profilini oluşturur. Geçici Takipçiler, Pasif Oyuncular ve Etkilenen Oyuncular ise kadınların ağırlıklı olarak yer aldığı görülmektedir."
  },
  {
    "id": "3882254",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi oyun bağımlılığının oluşmasına katkı sağlayan oyuna dalma bileşeni arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Oyun içinde ödül/rozet kazanmak",
      "B": "Oyunda statü /yüksek puan elde etmek",
      "C": "Olumsuz düşüncelerden kaçınmak",
      "D": "Diğer oyuncularla dostluklar kurma",
      "E": "Diğer oyuncularla bir mücadeleye girişmek"
    },
    "explanation": "Amaç 4 Dijital oyun tüketicilerini açıklayabilme, tüketimiyle ilişkili kavramları özetleyebilme<br/>Oyuna dalma bileşeni: Keşfe dayalı veya görevlerle bölümlenmiş oyunlarda bir sonraki aşamanın ne olduğunun bilinmemesi oyuncuda merak uyandırır. Gerçek hayatta olmak istediği kişiliği oyun karakterine yansıtarak sanal bir benlik inşa eder ve onunla kendini diğer oyunculara sunar. Oyun, fiziksel hayatın stres ve kaygılarını bir kenara bırakmasını sağlar. Oyun, olumsuz düşüncelerden kaçınmak için bir yol olarak ortaya çıkar."
  },
  {
    "id": "3882255",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi dijital oyunların, geleneksel oyunlardan farklılıklarından biri <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Rekreasyon",
      "B": "Özel araçlar",
      "C": "Dolaylı temas",
      "D": "Sanal temas",
      "E": "Bağımlılık"
    },
    "explanation": "Rekreasyon, dijital oyunların geleneksel oyunlardan bir farklılığı değil; tam tersine geleneksel oyunların dijital oyunlardan bir farklılığıdır. Dolayısıyla doğru cevap A'dır."
  },
  {
    "id": "3882256",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi dijital oyunların oyuncu özelliklerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Oyuncu statüsünün her sınıftan olması",
      "B": "Oyuncuların belirli bir yaş aralığında olmaları",
      "C": "Oyuncuların sıradan kişilik yapısına sahip olmaları",
      "D": "Bazı oyunlarda oyuncuların sınıfsal ayrıma tabi tutulmaları",
      "E": "Az sayıda oyuncu olması"
    },
    "explanation": "Oyuncu statüsünün her sınıftan olması dijital oyunların oyuncu özelliklerinden biridir."
  },
  {
    "id": "3882257",
    "unitNumber": 8,
    "text": "1952 yılında Cambridge Üniversitesi’nde EDSAC bilgisayar ile hazırlanan ve tarihteki ilk video oyun olarak kabul edilen oyun aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "OXO (Dokuz kare oyunu)",
      "B": "Tetris",
      "C": "Süper Mario Bros",
      "D": "PUBG",
      "E": "World of Warcraft"
    },
    "explanation": "Cambridge Üniversitesi’nde EDSAC bilgisayar ile 1952’de hazırlanan OXO (Dokuz kare oyunu), tarihteki ilk video oyun olarak kabul edilir."
  },
  {
    "id": "3882258",
    "unitNumber": 8,
    "text": "Genellikle erken dönem içinde geliştirilen ilk bilgisayar oyunlarının başında gelen ve ilk çevrim içi rol yapma oyunu olarak kabul edilen çok oyunculu oyunun adı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Zindan (MUD)",
      "B": "Tennis for Two",
      "C": "Computer Space",
      "D": "PONG",
      "E": "Spacewar!"
    },
    "explanation": "Erken dönem içinde ilk bilgisayar oyunları da geliştirilmeye başlamıştır. Bunların başında genellikle ilk çevrim içi rol yapma oyunu (İngilizce: RPG) olarak kabul edilen çok oyunculu zindan (İngilizce: MUD) oyunları yer almaktadır"
  },
  {
    "id": "3882259",
    "unitNumber": 8,
    "text": "İlk gerçek üç boyutlu etkileşimli keşfe dayalı macera oyunu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tomb Raider",
      "B": "Super Mario Bros",
      "C": "The Legend of Zelda",
      "D": "Mortal Kombat",
      "E": "Dune II: The Building of a Dynasty"
    },
    "explanation": "1996’da piyasa çıkan Tomb Raider, oyun dünyasının bugün hâlâ bilinen sanal kişiliği Lara Croft’un maceralarını ele almıştır. Oyun yalnızca hikâyesi, temposu ve akıcılığıyla değil, “ilk gerçek üç boyutlu etkileşimli keşfe dayalı macera oyunu” olmasıyla da oyun endüstrisinde büyük yankı uyandırmıştır (Egenfeldt-Nielsen vd., 2008: 81)."
  },
  {
    "id": "3882260",
    "unitNumber": 8,
    "text": "Birden çok oyuncuyla oynanabilen üç boyutlu grafiklere sahip ilk oyun olma özelliğine sahip oyun aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Meridian 59",
      "B": "Grand Theft Auto",
      "C": "Sega Saturn",
      "D": "Nintendo Wii",
      "E": "The Sims"
    },
    "explanation": "1996 yılında The 3DO Company’nin piyasaya sürdüğü Meridian 59, birden çok oyuncuyla oynanabilen üç boyutlu grafiklere sahip ilk oyun olma özelliğine sahiptir."
  },
  {
    "id": "3882261",
    "unitNumber": 8,
    "text": "Oyuncunun aksiyonuna bağlı olarak oyunun gidişatını etkileyebildiği oyun türüne ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Etkileşim",
      "B": "Keşfetme",
      "C": "Fantezi / Kurgu",
      "D": "Topluluk",
      "E": "Kurallar"
    },
    "explanation": "Etkileşim kavramı, oyuncunun aksiyonuna bağlı olarak oyunun gidişatını etkileyebildiği oyun türünü açıklamaktadır. Oyuncunun aksiyonuyla değişen oyun, oyuncuya bir sonraki aşamadaki aksiyonuna karar verirken kullanabileceği geri bildirim sunar. Etkileşimli oyunlar öğrenme süreçlerinde sıkça kullanılır."
  },
  {
    "id": "3882262",
    "unitNumber": 8,
    "text": "Özel olarak tasarlanmış elektronik bir sistem ile oynanan oyunlara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Konsol Oyunları",
      "B": "Bilgisayar Oyunları",
      "C": "Mobil oyunlar",
      "D": "Sosyal ağ oyunları",
      "E": "El oyunları"
    },
    "explanation": "Konsol oyunları, özel olarak tasarlanmış elektronik bir sistem ile oynanan oyunlardır."
  },
  {
    "id": "3882263",
    "unitNumber": 8,
    "text": "NewZoo verileri, 2020 yılında küresel oyun pazarının bir önceki yıla göre %9,3’lük bir artış kaydederek .............milyar dolar kazanç elde edeceğini öngörmektedir.",
    "correctAnswer": "A",
    "options": {
      "A": "159,5",
      "B": "36,9",
      "C": "77,2",
      "D": "45,2",
      "E": "134,8"
    },
    "explanation": "NewZoo verileri, 2020 yılında küresel oyun pazarının bir önceki yıla göre %9,3’lük bir artış kaydederek 159,3 milyar dolar kazanç elde edeceğini öngörmektedir."
  },
  {
    "id": "3882264",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi mobil oyuncu kategorilerinden biri <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Etkileyen Oyuncular",
      "B": "Bağlı Meraklılar",
      "C": "Oyun Kâşifleri",
      "D": "Geçici Takipçiler",
      "E": "Pasif Oyuncular"
    },
    "explanation": "Etkileyen Oyuncular isimli bir mobil oyuncu kategorisi bulunmamaktadır. Doğrusu etkilenen oyunculardır."
  }
]