[
  {
    "id": "3598529",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangi tarihsel dönem tasarımı mekanikleştirmiş ve seri üretim süreçlerine uyum sağlamak zorunda bırakmıştır?",
    "options": {
      "A": "Rönesans",
      "B": "Antik Yunan",
      "C": "Sanayi Devrimi",
      "D": "Fransız Devrimi",
      "E": "Orta Çağ"
    },
    "correctAnswer": "C",
    "explanation": "Sanayi Devrimi ise tasarımın yönünü dramatik bir şekilde değiştirdi. Mekanik üretim; tasarımı, seri üretim süreçlerine uyum sağlamak zorunda bıraktı ve daha sistematik ve disiplinli hâle dönüştürdü. Bu dönemle birlikte tasarım, endüstriyel süreçlerin ayrılmaz bir parçası hâline geldi."
  },
  {
    "id": "3598560",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Apple tarafından geliştirilen bir video formatıdır?",
    "options": {
      "A": "MP4",
      "B": "AVI",
      "C": "WMV",
      "D": "WebM",
      "E": "MOV"
    },
    "correctAnswer": "E",
    "explanation": "MOV: Apple tarafından geliştirilen bu format, genellikle Apple’ın kendi cihazlarında varsayılan olarak kullanılır."
  },
  {
    "id": "3598603",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi baskı ve yayıncılık sektöründe, dijital tasarımların fiziksel kopyalarını üretmek için yaygın olarak kullanılan renk modelidir?",
    "options": {
      "A": "Analog renkler",
      "B": "HSL",
      "C": "HSV",
      "D": "RGB",
      "E": "CMYK"
    },
    "correctAnswer": "E",
    "explanation": "Çıkarmalı (subtractive) bir renk modeli olan CMYK, ışığın emilmesi ve yansıtılması prensibine göre çalışır. Özellikle baskı ve yayıncılık sektöründe, dijital tasarımların fiziksel kopyalarını üretmek için yaygın olarak kullanılır."
  },
  {
    "id": "3598534",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bilgisayar destekli tasarım programlarının ilk örneklerinden sayılmaktadır?",
    "options": {
      "A": "Photoshop",
      "B": "Sketchpad",
      "C": "Illustrator",
      "D": "Canva",
      "E": "Paint"
    },
    "correctAnswer": "B",
    "explanation": "Bir zamanlar tasarımcılar; fikirlerini kâğıda, tuvale veya kil gibi somut malzemelere aktarırdı.<br/>Uzun saatler süren el becerisi ve sabır gerektiren bu süreç, 1960’larda yerini bilgisayar destekli tasarıma (computer aided design) bırakmaya başladı. İlk öncüler arasında, Ivan Sutherland’ın Sketchpad programı (1963) ve Douglas Engelbart’ın oN-Line System (NLS) programı (1968) gibi basit çizimler ve grafikler oluşturmak için kullanılabilen yazılımsal arayüzler yer alıyordu. Yazılımlarla birlikte donanımlar da bilgisayar destekli tasarım fikrine ayak<br/>uydurdu: 1970’lerde, Apple II ve Xerox Alto gibi ilk grafiksel kullanıcı arayüzüne sahip bilgisayarlar piyasaya sürüldü. Fare gibi yeni giriş cihazlarıyla birlikte tasarımcılar, daha sezgisel bir tasarım deneyimine kavuştu. 1980’ler ise tasarım yazılımlarının altın çağıydı. Adobe Illustrator ve Photoshop gibi programlar; tasarımcılara sınırsız renk paleti, katmanlar ve özel efektler gibi yepyeni araçlar sundu."
  },
  {
    "id": "3598541",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir görsel formatıdır?",
    "options": {
      "A": "AAC",
      "B": "WAV",
      "C": "FLAC",
      "D": "WebP",
      "E": "WMA"
    },
    "correctAnswer": "D",
    "explanation": "WebP: Google tarafından geliştirilen bu format, JPEG ve PNG’ye göre daha iyi sıkıştırma ve kalite sunar. Özellikle web kullanımı için optimize edilmiştir."
  },
  {
    "id": "3598578",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir tasarım sürecinde kullanıcıların deneyimlerinin incelendiği ve geri bildirim yapıldığı aşamadır?",
    "options": {
      "A": "Empati Kurma",
      "B": "Tanımlama",
      "C": "Fikir Üretme",
      "D": "Prototipleme",
      "E": "Test Etme"
    },
    "correctAnswer": "E",
    "explanation": "Test Etme (Test): Prototipler, gerçek dünya koşullarında kullanıcılar tarafından test edilir. Test süreci sırasında, kullanıcıların deneyimleri dikkatle incelenir ve geri bildirim toplanır. Test sonuçları, problemin daha iyi anlaşılması ve çözümün iyileştirilmesi için analiz edilir."
  },
  {
    "id": "3598566",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir tasarım sürecinin ilk adımıdır?",
    "options": {
      "A": "Problemi tanımlama",
      "B": "Öneri geliştirme",
      "C": "Taslak oluşturma",
      "D": "Prototip geliştirme",
      "E": "Geribildirim"
    },
    "correctAnswer": "A",
    "explanation": "Tetikleyicisi ne olursa tasarım süreci bir fikir ile başlar. Bazen bu fikir size patronunuz tarafından dikte<br/>edilir, bazen ilham sizi ummadığınız bir anda yakalar ve işe koyulursunuz bazen de bir ihtiyaç sizi tasarıma<br/>sürükler. Bu noktada izlemeniz gereken süreci şu şekilde adımlayabilirsiniz:<br/>• Problemi tanımlama<br/>• Önemli noktaları belirleme<br/>• Öneri geliştirme<br/>• Taslak oluşturma<br/>• Taslağı detaylandırma<br/>• Prototip geliştirme<br/>• Test ve Değerlendirme<br/>• Geribildirim<br/>Bir tasarım üzerinde çalışmaya başladığınızda ilk olarak, çözmeye çalıştığınız problemi çok iyi tanım-<br/>lamaya çalışın. Ardından problemin çözümü ile sizin fikrinizin kesişmesi gereken önemli noktaları belirle-<br/>yin."
  },
  {
    "id": "3598574",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi fikirlerin pratikte nasıl işleyeceğini görmek için bir ön değerlendirme sağlar?",
    "options": {
      "A": "Empati kurma",
      "B": "Prototipleme",
      "C": "Tanımlama",
      "D": "Fikir üretme",
      "E": "Test etme"
    },
    "correctAnswer": "B",
    "explanation": "Prototipleme (Prototype): Üretilen fikirlerden en parlak olanları, somut prototipler hâline getirilir. Prototipler; fikirlerin düşük maliyetli, hızlı ve somut modelleridir. Bu aşama, fikirlerin gerçek kullanıcılar tarafından test edilmeden önce pratikte nasıl işleyeceğini görmek için bir ön değerlendirme sağlar."
  },
  {
    "id": "3593439",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi kısa animasyonlar veya döngüler için ideal olan formattır?",
    "options": {
      "A": "PNG",
      "B": "TGA",
      "C": "TIFF",
      "D": "OBJ",
      "E": "GIF"
    },
    "correctAnswer": "E",
    "explanation": "GIF (Graphics Interchange Format): Kısa animasyonlar veya döngüler için idealdir."
  },
  {
    "id": "3593446",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi renk çemberinde yan yana olan renkleri tanımlar?",
    "options": {
      "A": "Tamamlayıcı",
      "B": "Analog",
      "C": "Triadic",
      "D": "Tetrad",
      "E": "Ana"
    },
    "correctAnswer": "B",
    "explanation": "Analog Renkler: Renk çemberinde yan yana olan renklerdir."
  },
  {
    "id": "3593438",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi videonun arayüz ve kullanıcı deneyimi tasarımındaki <u>zayıf</u> yönlerinden birisidir?",
    "options": {
      "A": "Üretim maliyeti ve zaman",
      "B": "Dikkat çekicilik",
      "C": "Hafızada kalıcılık",
      "D": "Çok yönlü iletişim",
      "E": "Duygusal etki"
    },
    "correctAnswer": "A",
    "explanation": "Kaliteli video içeriklerinin üretimi, zaman ve maliyet açısından yüksek olabilir."
  },
  {
    "id": "3593443",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi üçüncül renklerdendir?",
    "options": {
      "A": "Turuncu-mor",
      "B": "Mavi-yeşil",
      "C": "Kırmızı-mavi",
      "D": "Mavi-sarı",
      "E": "Kırmızı-sarı"
    },
    "correctAnswer": "B",
    "explanation": "Üçüncül Renkler: Ana ve ara renklerin tam ortasında bulunan renklerdir: Kırmızı-turuncu, sarı-turuncu, sarı-yeşil, mavi-yeşil, mavi-mor ve kırmızı-mor."
  },
  {
    "id": "3593434",
    "unitNumber": 1,
    "text": "Bilgisayar destekli tasarımın <u>ilk</u> öncüleri ile ilgili aşağıdaki eşleşmelerden hangisi <u>doğrudur</u>?",
    "options": {
      "A": "Tim Berners - On-Line System",
      "B": "Ivan Sutherland - Sketchpad",
      "C": "Steve Jobs - Photoshop",
      "D": "John Warnock - Flash",
      "E": "Bill Gates - Word"
    },
    "correctAnswer": "B",
    "explanation": "El becerisi ve sabır gerektiren tasarım süreci, 1960’larda yerini bilgisayar destekli tasarıma (computer aided design) bırakmaya başladı. İlk öncüler arasında, Ivan Sutherland’ın Sketchpad program da vardır."
  },
  {
    "id": "3593445",
    "unitNumber": 1,
    "text": "CMYK renk uzayında yeşil ışığı emen, kırmızı ve maviyi yansıtan hangisidir?",
    "options": {
      "A": "Cyan",
      "B": "Magenta",
      "C": "Yellow",
      "D": "Key",
      "E": "Green"
    },
    "correctAnswer": "B",
    "explanation": "Magenta: Yeşil ışığı emer, kırmızı ve maviyi yansıtır."
  },
  {
    "id": "3593432",
    "unitNumber": 1,
    "text": "Dijitalleşme ve dijital medya sürekliliğinde, teknoloji ve insan arasındaki köprüyü oluşturan kavram hangisidir?",
    "options": {
      "A": "Teknoloji",
      "B": "Sanat",
      "C": "Yazılım",
      "D": "Tasarım",
      "E": "Donanım"
    },
    "correctAnswer": "D",
    "explanation": "Tasarım; dijitalleşme ve dijital medya sürekliliğinde, teknoloji ve insan arasındaki köprüyü oluşturur."
  },
  {
    "id": "3593440",
    "unitNumber": 1,
    "text": "Tasarımcıların, sorunun temelinde yatan gerçek ihtiyaçları ortaya çıkarmak için kullanıcıların perspektiflerine bürünmeye çalışması, tasarım odaklı düşünmenin hangi aşamasını tanımlar?",
    "options": {
      "A": "Empati Kurma",
      "B": "Tanımlama",
      "C": "Fikir Üretme",
      "D": "Prototipleme",
      "E": "Test"
    },
    "correctAnswer": "A",
    "explanation": "Empati Kurma (Empathize): İlk aşamada tasarımcıların kullanıcıların ihtiyaçlarını, düşüncelerini, duygularını ve motivasyonlarını anlamaları beklenir. Tasarımcılar, sorunun temelinde yatan gerçek ihtiyaçları ortaya çıkarmak için kullanıcıların perspektiflerine bürünmeye çalışır."
  },
  {
    "id": "3593442",
    "unitNumber": 1,
    "text": "Vektörel çizimlerde bir çizgiyi ya da şekli oluşturan başlangıç/bitiş noktalarını ve açılarını düzenleyerek çizilen yumuşak eğrilerin adı nedir?",
    "options": {
      "A": "Vertex eğrileri",
      "B": "Polygon eğrileri",
      "C": "Bezier eğrileri",
      "D": "Nurbs eğrileri",
      "E": "Edge eğrileri"
    },
    "correctAnswer": "C",
    "explanation": "Bezier eğrileri, bir çizgiyi ya da şekli oluşturan başlangıç/bitiş noktalarını ve açılarını düzenleyerek çizilen yumuşak eğrilerdir."
  },
  {
    "id": "3598600",
    "unitNumber": 1,
    "text": "Vektörel çizimlerin boyutlarının büyütüldüğünde veya küçültüldüğünde kalite kaybı yaşamaması aşağıdaki hangi avantantajla ilişkilidir?",
    "options": {
      "A": "Dosya Boyutları",
      "B": "Düzenleme Kolaylığı",
      "C": "Ölçeklenebilirlik",
      "D": "Netlik",
      "E": "Keskinlik"
    },
    "correctAnswer": "C",
    "explanation": "Vektörel çizimler, çözünürlükten bağımsızdır ve boyutları büyütüldüğünde veya küçültüldüğünde kalite kaybı olmaksızın ölçeklenebilir. Bu özelliği nedeniyle arayüz tasarımından kurumsal kimlik uygulamalarına, marka malzemelerinden afiş ve reklam materyalleri tasarımına kadar pek çok alanda yaygın olarak tercih edilir."
  },
  {
    "id": "3593441",
    "unitNumber": 1,
    "text": "…………………………..; fikirlerin düşük maliyetli, hızlı ve somut modelleridir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "options": {
      "A": "Amblemler",
      "B": "Videolar",
      "C": "Tasarımlar",
      "D": "Prototipler",
      "E": "Yazılımlar"
    },
    "correctAnswer": "D",
    "explanation": "Prototipler; fikirlerin düşük maliyetli, hızlı ve somut modelleridir."
  },
  {
    "id": "3592859",
    "unitNumber": 2,
    "text": "1980’lerle birlikte bilgisayar bilimlerindeki bilişsel süreçler ve insan faktörlerini kapsayan mühendislik disiplini olarak ortaya çıkan insan-bilgisayar etkileşiminin (İBE) amaçları aşağıdakilerden hangisi <strong>değildir?</strong>",
    "options": {
      "A": "Kullanıcı dostu",
      "B": "Erişilebilir",
      "C": "Etkili arayüz tasarımı",
      "D": "Ekonomiye katkı",
      "E": "İnsan ihtiyaçlarına hizmet etme"
    },
    "correctAnswer": "D",
    "explanation": "İBE, kullanıcı dostu, erişilebilir ve etkili arayüz tasarımları yoluyla teknolojiyi insan ihtiyaçlarına<br/>daha iyi hizmet eder hâle getirmeyi amaçlar. Sayfa 34 okuyup, bkz.<br/>Ekonomiye katkı"
  },
  {
    "id": "3592866",
    "unitNumber": 2,
    "text": "Arayüz tasarımlarında kullanıcının birden fazla seçeneği işaretlemesine imkân veren form bileşeni aşağıdakilerden hangisidir?",
    "options": {
      "A": "Düğme (Button)",
      "B": "Onay Kutusu (Checkbox)",
      "C": "Kaydırıcı (Slider)",
      "D": "Metin Alanı (Text Field)",
      "E": "İçerik Haritası (Breadcrumb)"
    },
    "correctAnswer": "B",
    "explanation": "<strong>Onay Kutusu (Checkbox):</strong> Kullanıcının birden fazla seçeneği işaretlemesine imkân verir."
  },
  {
    "id": "3592864",
    "unitNumber": 2,
    "text": "Arayüz tasarımının özü, bazı temel ilkelere dayanır. Bu ilkelerden; engelli kullanıcılar da dahil olmak üzere herkesin teknolojiyi kullanabilmesini sağlamayı hedefleyen ilke aşağıdakilerden hangisidir?",
    "options": {
      "A": "Erişilebilirlik",
      "B": "Verimlilik",
      "C": "Odak/Vurgu",
      "D": "Sezgisellik",
      "E": "Tutarlılık"
    },
    "correctAnswer": "A",
    "explanation": "Erişebilirlik: Engelli kullanıcılar da dahil olmak üzere herkesin teknolojiyi kullanabilmesini sağlamayı hedefler.<br/>Erişilebilirlik"
  },
  {
    "id": "3597920",
    "unitNumber": 2,
    "text": "Arayüzün aşağıdaki temel ilkelerinden hangisi tasarımda uyumun ya da vurgunun yaratılmasını sağlar?",
    "options": {
      "A": "Denge",
      "B": "Karşıtlık",
      "C": "Odak/Vurgu",
      "D": "Ritm/Tekrar",
      "E": "Sezgisellik"
    },
    "correctAnswer": "B",
    "explanation": "Karşıtlık, biçimlerde büyüklük/küçüklük ya da yumuşaklık/keskinlik renklerde ise sıcak/soğuk dengesi kullanarak tasarımda uyum ya da vurgunun yaratılmasıdır. Bu nedenle doğru yanıt b şıkkıdır."
  },
  {
    "id": "3597923",
    "unitNumber": 2,
    "text": "Aşağıdaki bilgilendirme bileşenlerinden hangisi kullanıcı dikkatini belirli bir içeriğe veya eyleme odaklamayı sağlar?",
    "options": {
      "A": "İpucu",
      "B": "İkonlar",
      "C": "Bildirimler",
      "D": "Pencere",
      "E": "Mesaj Kutusu"
    },
    "correctAnswer": "D",
    "explanation": "Pencere, kullanıcı dikkatini belirli bir içeriğe veya eyleme odaklamayı sağlar. Bu nedenle doğru yanıt d şıkkıdır."
  },
  {
    "id": "3592872",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi <span style=\"text-decoration: underline;\">po</span><u>püler tasarım stillerinden </u><strong>değildir?</strong>",
    "options": {
      "A": "Flat Design (Düz Tasarım)",
      "B": "Grunge Design (Dağınık Tasarım)",
      "C": "Minimalist Design (Minimalist Tasarım)",
      "D": "İllustrative Design (İllüstratif Tasarım)",
      "E": "Typography-Centric Design (Tipografi Odaklı Tasarım)"
    },
    "correctAnswer": "B",
    "explanation": "Popüler Tasarım Stilleri Arayüz tasarımı, çeşitli stil türlerini kullanarak estetik çeşitlilik sunan dinamik bir disiplindir. Bu stiller;...Flat Design (Düz Tasarım), Product-Oriented Design (Ürün Odaklı Tasarım), Typography-Centric Design (Tipografi Odaklı Tasarım), Minimalist Design (Minimalist Tasarım) ve Illustrative Design (İllüstratif Tasarım) popüler tasarım stillerinin başlıcalarıdır.<br/>Grunge Design (Dağınık Tasarım)"
  },
  {
    "id": "3597919",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi arayüz ile ilgili <strong>yanlış</strong> bir ifadedir?",
    "options": {
      "A": "Herhangi bir dijital cihaz ile kullanıcıları arasında etkileşimi sağlayan bir katmandır.",
      "B": "Komutları alıp işler ve bilgiyi kullanıcıya geri besleyen her türlü işlemi yapar.",
      "C": "Kullanıcıların bir sistemle deneyimini doğrudan etkiler.",
      "D": "Arayüzler çok çeşitli formlarda olabilirler.",
      "E": "Kullanıcı arayüzleri birbirinden farklıdır ve hepsi farklı amacı paylaşır."
    },
    "correctAnswer": "E",
    "explanation": "Kullanıcı arayüzleri birbirinden farklıdır; ancak hepsi aynı amacı paylaşır. Kullanıcının bir ürünle etkileşimini mümkün olduğunca kolaylaştırmak ve keyifli hale getirmek. bu nedenle doğru yanıt e şıkkıdır."
  },
  {
    "id": "3597921",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi form bileşenleri içinde yer alır?",
    "options": {
      "A": "Kaydırıcı",
      "B": "Sayfalama",
      "C": "Geçiş Düğmesi",
      "D": "Arama Alanı",
      "E": "Bağlantı"
    },
    "correctAnswer": "C",
    "explanation": "Açık/Kapalı gibi ikili seçenekler arasında geçiş yapmayı sağlayan geçiş düğmesi form bileşenleri içinde yer alır. Bu nedenle doğru yanıt c şıkkıdır."
  },
  {
    "id": "3597922",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi gezinti bileşenleri içinde yer alır?",
    "options": {
      "A": "İçerik Haritası",
      "B": "Tarih Alanı",
      "C": "Metin Alanı",
      "D": "Açılır Liste",
      "E": "Liste Kutusu"
    },
    "correctAnswer": "A",
    "explanation": "Kullanıcının mevcut konumunu ve geri dönüş yolunu gösteren İçerik Haritası gezinti bileşenleri içinde yer alır. Bu nedenle doğru yanıt a şıkkıdır."
  },
  {
    "id": "3597925",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi içeriğin daha net anlaşılmasına yardımcı olan eğlenceli görsel ögeler kullanarak kullanıcı ile güçlü bir bağ kurmak ister?",
    "options": {
      "A": "Minimalist Tasarım",
      "B": "İllüstratif Tasarım",
      "C": "Tipografi Odaklı Tasarım",
      "D": "Ürün Odaklı Tasarım",
      "E": "Düz Tasarım"
    },
    "correctAnswer": "B",
    "explanation": "İllüstratif Tasarım içeriğin daha net anlaşılmasına yardımcı olan eğlenceli görsel ögeler kullanarak kullanıcı ile güçlü bir bağ kurmak ister. Bu nedenle doğru yanıt b şıkkıdır."
  },
  {
    "id": "3597918",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kullanıcıların her yerden ve her cihazdan erişebilmesi için gereklidir?",
    "options": {
      "A": "Arayüz Deneyimi",
      "B": "Bağlam",
      "C": "Görev Analizi",
      "D": "Çoklu Platform Uyumluluğu",
      "E": "Kullanım Deneyimi"
    },
    "correctAnswer": "D",
    "explanation": "Çoklu Platform Uyumluluğu kullanıcıların her yereden ve her cihazdan erişebilmesi için gereklidir. Bu nedenle doğru yanıt d şıkkıdır."
  },
  {
    "id": "3592863",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi çeşitli arayüz formalarından <strong>değildir?</strong>",
    "options": {
      "A": "Grafik kullanıcı arayüzleri",
      "B": "Komut satırı arayüzleri",
      "C": "Çoklu ortamlar",
      "D": "Dokunmatik ekranlar",
      "E": "Sesli komut arayüzleri"
    },
    "correctAnswer": "C",
    "explanation": "Arayüzler; grafik kullanıcı arayüzleri (GUI), komut satırı arayüzleri (CLI), dokunmatik ekranlar, sesli komut arayüzleri gibi çeşitli formlarda olabilir. Arayüzler, insanların bilgisayar sistemleriyle ile etkileşim kurabilmelerinin en temel aracıdır.<br/>Çoklu ortamlar"
  },
  {
    "id": "3597917",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, hedeflere ulaşmak için hangi adımların takip edilmesi gerektiğini belirlemeye yardımcı olur?",
    "options": {
      "A": "Kullanıcı Analizi",
      "B": "Bağlam Analizi",
      "C": "Görev Analizi",
      "D": "Araç Analizi",
      "E": "Erişilebilirlik Analizi"
    },
    "correctAnswer": "C",
    "explanation": "Görev Analizi kullanıcının hedeflerine ulaşmak için hangi adımları takip etmesi gerektiğini belirlemeye yardımcı olur. Bu nedenle doğru yanıt c şıkkıdır."
  },
  {
    "id": "3597924",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, içeriğin ve tasarım ögelerinin ekran boyutuna ve çözünürlüğüne göre ölçeklenmesine olanak sağlar?",
    "options": {
      "A": "Modüler Izgara Sistemi",
      "B": "Sabit Izgara Sistemi",
      "C": "Sütun Izgara Sistemi",
      "D": "Hiyerarşik Izgara Sistemi",
      "E": "Akışkan Izgara Sistemi"
    },
    "correctAnswer": "E",
    "explanation": "Akışkan Izgara içeriğin ve tasarım ögelerinin ekran boyutuna ve çözünürlüğüne göre ölçeklenmesine olanak tanır. Bu nedenle doğru yanıt e şıkkıdır."
  },
  {
    "id": "3592870",
    "unitNumber": 2,
    "text": "Farklı içerik türlerini (metin, resim, video vb.) bütünleştirmek için esnek bir yapı sunarak, içeriğin boyutuna ve türüne göre yapısal bölümleri uygun şekilde boyutlandırabilen ızgara sistemi aşağıdakilerden hangisidir?",
    "options": {
      "A": "Hiyerarşik (Hierarchical) Izgara Sistemi",
      "B": "Sütun (Column) Izgara Sistemi",
      "C": "Modüler (Modular) Izgara Sistemi",
      "D": "Akışkan (Fluid) Izgara Sistemi",
      "E": "Sabit (Fixed) Izgara Sistemi"
    },
    "correctAnswer": "C",
    "explanation": "Modüler ızgaralar, farklı içerik türlerini (metin, resim, video vb.) bütünleştirmek için esnek bir yapı sunar. Tasarımcılar, içeriğin boyutuna ve türüne göre modülleri uygun şekilde boyutlandırabilirler.<br/>Modüler (Modular) Izgara Sistemi"
  },
  {
    "id": "3592860",
    "unitNumber": 2,
    "text": "Kullanıcıların teknoloji ile etkileşime girdikleri fiziksel ve sosyal ortamı ifade eden ve insan-bilgisayar etkileşiminin (İBE) temel bileşenlerinden olan bu tanımlama aşağıdakilerden hangi kavramdır?",
    "options": {
      "A": "Görev",
      "B": "Bağlam",
      "C": "Araç",
      "D": "Erişilebilirlik",
      "E": "Çoklu platform uyumu"
    },
    "correctAnswer": "B",
    "explanation": "Bağlam, kullanıcıların teknoloji ile etkileşime girdikleri fiziksel ve sosyal ortamı ifade eder."
  },
  {
    "id": "3592865",
    "unitNumber": 2,
    "text": "Kullanıcıların uygulama içinde kolayca navigasyon yapmalarını sağlayan görsel ipuçları olarak tanımlanan, tasarımın görsel ögelerinden olan kavram aşağıdakilerden hangisidir?",
    "options": {
      "A": "Görseller",
      "B": "Animasyon",
      "C": "Tipografi",
      "D": "İkon",
      "E": "Renkler"
    },
    "correctAnswer": "D",
    "explanation": "<strong>İkonlar:</strong> kullanıcıların uygulama içinde kolayca navigasyon yapmalarını sağlayan görsel ipuçlarıdır."
  },
  {
    "id": "3592868",
    "unitNumber": 2,
    "text": "Tipik bir web ya da mobil uygulama arayüzü üç ana bölümden oluşur. Aşağıdakilerden hangisi bu bölümlerdendir?",
    "options": {
      "A": "Kaydırıcı (Slider)",
      "B": "Bağlantı (Link)",
      "C": "Düğme (Button)",
      "D": "İpucu (Tooltip)",
      "E": "Başlık (Header)"
    },
    "correctAnswer": "E",
    "explanation": "Tipik bir web ya da mobil uygulama arayüzü üç ana bölümden oluşur: <strong>Başlık (header)</strong>, ana içerik (<strong>main content veya body)</strong> ve <strong>altbilgi (footer)</strong>."
  },
  {
    "id": "3592862",
    "unitNumber": 2,
    "text": "Yazılım ve kullanıcı arasındaki iletişimi kolaylaştıran, komutları alıp işleyen ve bilgiyi kullanıcıya geri besleyen her türlü işlemi, aracı ve süresi kapsayan kavram aşağıdakilerden hangisidir?",
    "options": {
      "A": "Program",
      "B": "Sistem",
      "C": "Dijital araçlar",
      "D": "Kodlama",
      "E": "Arayüz"
    },
    "correctAnswer": "E",
    "explanation": "Yazılım ve kullanıcı arasındaki iletişimi kolaylaştıran, komutları alıp işleyen ve bilgiyi kullanıcıya geri besleyen her türlü işlemi, aracı ve süresi kapsar.<br/>Arayüz"
  },
  {
    "id": "3597916",
    "unitNumber": 2,
    "text": "İnsan ihtiyaçlarından doğan bir talebin teknolojide karşılık bulması anlamında, bilgisayar - insan etkileşiminin ilk adımı olarak kabul edilen Memex (Memory Index) yapısı hangi yılda ortaya atılmıştır?",
    "options": {
      "A": "1945",
      "B": "1955",
      "C": "1965",
      "D": "1985",
      "E": "1995"
    },
    "correctAnswer": "A",
    "explanation": "Amerika'lı bilim insanı ve mühendis Vannevar Bush, 1945 yılında yayınladığı \"As We May Think\" adlı makalesinde Memex (Memory Index) yapısını tanıtmıştır. Bu nedenle doğru yanıt a şıkkıdır."
  },
  {
    "id": "3595036",
    "unitNumber": 3,
    "text": "Aynı doğrultuda olan ve birbirine bağlı olan unsurların, insanlar tarafından aynı gruba ait olarak algılanmasını ifade eden Gestalt ilkesi aşağıdakilerden hangisidir?",
    "options": {
      "A": "benzerlik",
      "B": "yakınlık",
      "C": "kapanış",
      "D": "devamlılık",
      "E": "okunulabilirlik"
    },
    "correctAnswer": "D",
    "explanation": "Yanıt D şıkkıdır<br/>Aynı doğrultuda olan ve birbirine bağlı olan unsurların, insanlar tarafından aynı gruba ait olarak algılanmasını devamlılık kavramı ifade eder"
  },
  {
    "id": "3595032",
    "unitNumber": 3,
    "text": "Aşağıdaki uygulamalardan hangisi Adobe ekosisteminde yer almaktadır?",
    "options": {
      "A": "Sketch",
      "B": "Maya",
      "C": "XD",
      "D": "Cloud",
      "E": "DX"
    },
    "correctAnswer": "C",
    "explanation": "Yanıt C şıkkıdır<br/>Adobe XD, Adobe bünyesinde bir yazılımdır"
  },
  {
    "id": "3594989",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi UX ve UI tasarımı arasındaki temel farklardan biridir?",
    "options": {
      "A": "UX; kullanıcıların gördüğü ara yüz elemanlarını ve etkileşime girdiği unsurları kapsarken UI, kullanıcıların bir ürünle yaşadıkları deneyimi içerir",
      "B": "UX, kullanıcıların etkileşime girdiği bir unsuru kapsarken, UI, kullanıcıların bir ürünle yaşadıkları deneyimi içerir",
      "C": "UX, kullanıcıların etkileşimde bulunduğu grafik ve tasarım ögelerine odaklanırken UI, kullanıcıların etkileşim sırasında yaşadıkları duygusal tepkilere odaklanır",
      "D": "UX, kullanıcı araştırmaları, kullanıcı senaryoları ve kullanıcı hikayeleri gibi stratejik ve araştırma odaklı süreçleri içerirken UI, renk şemaları gibi daha görsel ve estetik özelliklere odaklanır",
      "E": "UX, tipografi ve düzen gibi daha görsel özelliklere odaklanırken UI, kullanıcıların etkileşimde bulunduğu grafik ve yazılı tasarım ögelerine odaklanır"
    },
    "correctAnswer": "D",
    "explanation": "Doğru yanıt D şıkkıdır.<br/>UX, kullanıcı araştırmaları, kullanıcı senaryoları ve kullanıcı hikayeleri gibi stratejik ve araştırma odaklı süreçleri içerirken UI, renk şemaları gibi daha görsel ve estetik özelliklere odaklanır"
  },
  {
    "id": "3594979",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi geri bildirim döngüsü adımlarındandır?",
    "options": {
      "A": "uygulama ve iyileştirme",
      "B": "etkileşim",
      "C": "duygusal metrikler",
      "D": "hata toleransı",
      "E": "kullanılabilirlik metrikleri"
    },
    "correctAnswer": "A",
    "explanation": "Doğru yanıt A'dır<br/>Uygulama ve iyileştirme geribildirim döngüsü adımlarındandır"
  },
  {
    "id": "3595028",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kullanıcı deneyimi tasarım araçlarının takım içindeki iş birliğini arttırmak ve tutarlı tasarım sistemleri oluşturmak için sağladığı özelliklerden biri değildir?",
    "options": {
      "A": "tasarım ve prototipleme",
      "B": "iş birliği ve paylaşım",
      "C": "kullanabilirlik testleri",
      "D": "kullanıcılardan geri bildirim alma",
      "E": "görsel hiyerarşi"
    },
    "correctAnswer": "E",
    "explanation": "Doğru yanıt E şıkkıdır<br/>Kullanıcı deneyimi tasarım araçlarının takım içindeki iş birliğini arttırmak ve tutarlı tasarım sistemleri oluşturmak için sağladığı özelliklerden biri görsel hiyerarşi değildir."
  },
  {
    "id": "3594975",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kullanılabilirliğin beş temel prensiplerinden biri olan ve belirli bir görevi tamamlamak için gereken zaman ve kaynakların oranını ifade eden kavramdır?",
    "options": {
      "A": "etkililik",
      "B": "verimlilik",
      "C": "memnuniyet",
      "D": "hata toleransı",
      "E": "erişilebilirlik"
    },
    "correctAnswer": "B",
    "explanation": "Doğru yanıt verimlilik<br/>Kullanılabilirliğin beş temel prensiplerinden biri olan ve belirli bir görevi tamamlamak için gereken zaman ve kaynakların oranını verimlilik ile ifade ederiz"
  },
  {
    "id": "3594983",
    "unitNumber": 3,
    "text": "Başlıklar, alt başlıklar ve metin blokları arasındaki uygun hiyerarşi, kullanıcıların içeriği tarayabilmesini ve önemli bilgileri bulmalarını sağlar. Bunu aşağıdaki kavramlardan hangisi ifade eder?",
    "options": {
      "A": "Gezinme hiyerarşisi",
      "B": "Arama kolaylığı",
      "C": "Okunulabilirlik",
      "D": "Görsel hiyerarşi",
      "E": "Tipografi"
    },
    "correctAnswer": "D",
    "explanation": "Yanıt D şıkkıdır<br/>Başlıklar, alt başlıklar ve metin blokları arasındaki uygun hiyerarşi, kullanıcıların içeriği tarayabilmesini ve önemli bilgileri bulmalarını sağlayan görsel hiyerarşidir."
  },
  {
    "id": "3594986",
    "unitNumber": 3,
    "text": "Ekip üyelerinin herhangi bir kural olmaksızın fikirlerini paylaştığı ve her türlü düşünceye açık bir ortamda yapılan oturuma ne ad verilir?",
    "options": {
      "A": "metot veya teknoloji analizi",
      "B": "mükemmelleştirme",
      "C": "kullanıcı etkileşimi",
      "D": "kullanıcı odaklı yapı oluşturma",
      "E": "beyin fırtınası"
    },
    "correctAnswer": "E",
    "explanation": "Yanıt E şıkkıdır<br/>Ekip üyelerinin herhangi bir kural olmaksızın fikirlerini paylaştığı ve her türlü düşünceye açık bir ortamda yapılan oturuma beyin fırtınası adı verilir."
  },
  {
    "id": "3594981",
    "unitNumber": 3,
    "text": "Hangisi Gestalt ilkeleri prensiplerinden değildir?",
    "options": {
      "A": "benzerlik",
      "B": "yakınlık",
      "C": "kapanış",
      "D": "devamlılık",
      "E": "okunulabilirlik"
    },
    "correctAnswer": "E",
    "explanation": "Doğru yanıt E şıkkıdır.<br/>Okunulabilirlik Gestalt ilkelerinden değildir."
  },
  {
    "id": "3595034",
    "unitNumber": 3,
    "text": "Ürünlerin sadece işlevsel olmaktan öteye geçerek kullanıcılar üzerinde olumlu bir duygusal etki bırakmayı hedeflemesini açıklayan kavram aşağıdakilerden hangisidir?",
    "options": {
      "A": "Duygu tasarımı",
      "B": "Prototipleme",
      "C": "Metrik",
      "D": "Geri bildirim döngüsü",
      "E": "Simetri"
    },
    "correctAnswer": "A",
    "explanation": "Yanıt A şıkkıdır<br/>Ürünlerin sadece işlevsel olmaktan öteye geçerek kullanıcılar üzerinde olumlu bir duygusal etki bırakmayı hedeflemesini açıklayan kavram duygu tasarımıdır"
  },
  {
    "id": "3594878",
    "unitNumber": 4,
    "text": "Android mobil işletim sisteminin özellikle akıllı saatler ve giyilebilir cihazlar için tasarlanmış olan sürümüne verilen isim aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "options": {
      "A": "iPadOS",
      "B": "CarPlay",
      "C": "Android TV",
      "D": "Android Auto",
      "E": "Wear OS"
    },
    "correctAnswer": "E",
    "explanation": "Android işletim sistemi, farklı cihaz türleri için özelleştirilmiş çeşitli sürümlere sahiptir. Bu sürümler, spesifik cihazların ihtiyaçlarına ve kullanım senaryolarına göre tasarlanmıştır.<br/>• Wear OS: Özellikle akıllı saatler ve giyilebilir cihazlar için tasarlanmıştır."
  },
  {
    "id": "3594882",
    "unitNumber": 4,
    "text": "Aşağıdaki seçeneklerden hangisi büyük teknoloji firmalarının tasarım vizyonunu yansıtan sistemlerin; kullanıcıları, sektörü ve tasarımcıları etkilediği unsurlar arasında yer almaz?",
    "options": {
      "A": "Standartlaşma ve Tutumluluk",
      "B": "İnovasyon ve Kullanıcı Deneyimi",
      "C": "Kullanıcı Beklentilerinin Yönlendirilmesi",
      "D": "Yaratıcılığın Sınırlanması",
      "E": "Teknolojinin Belirlenimciliği"
    },
    "correctAnswer": "E",
    "explanation": "Büyük teknoloji firmalarının tasarım vizyonunu yansıtan bu sistemler; pek çok farklı açıdan kullanıcıları, sektörü ve tasarımcıları etkilemektedir:<br/>Standartlaşma ve Tutumluluk<br/>İnovasyon ve Kullanıcı Deneyimi<br/>Kullanıcı Beklentilerinin Yönlendirilmesi<br/>Yaratıcılığın Sınırlanması"
  },
  {
    "id": "3594185",
    "unitNumber": 4,
    "text": "Aşağıdaki seçeneklerden hangisi duyarlı tasarımın temel bileşenlerinden birisidir?",
    "options": {
      "A": "Canlı güncellemeler",
      "B": "Medya sorguları",
      "C": "Platform bağımsızlığı",
      "D": "Erişilebilirlik ve uyumluluk",
      "E": "Etkileşim ve görsellik"
    },
    "correctAnswer": "B",
    "explanation": "Duyarlı tasarımın temel bileşenleri şunlardır:<br/>• <strong>Esnek Sayfa Düzenleri:</strong> CSS kullanılarak, sayfa düzeninin (layout) genişlik ve yükseklik değerleri yüzdelik birimler gibi esnek birimlerle tanımlanır. Bu sayede, sayfa düzeni cihaz ekranının boyutuna göre genişleyebilir veya daralabilir.<br/>•<strong> Esnek Görseller ve Medya:</strong> Görseller, videolar ve diğer medya türleri, içerisinde bulundukları konteynerlerin (div, section, vb.) genişliğine ve/veya yüksekliğine göre boyutlandırılır.<br/>• <strong>Medya Sorguları (Media Queries):</strong> CSS medya sorguları; cihazın özelliklerine (ekran çözünürlüğü, cihaz tipi, yatay/dikey tutuş pozisyonu, vb.) göre farklı stil kurallarının uygulanmasını sağlar. Medya sorgularını kullanarak tasarımcılar, farklı ekran boyutları için özelleştirilmiş düzenler ve stiller oluşturabilir."
  },
  {
    "id": "3597037",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi CCS'nin temel özelliği değildir?",
    "options": {
      "A": "Tam Kapsamlı (Full-stack) Web Geliştirme",
      "B": "Tasarım",
      "C": "Düşük yineleme",
      "D": "Uyarlama ve Tepki",
      "E": "Animasyon ve Geçişler"
    },
    "correctAnswer": "A",
    "explanation": "Tam Kapsamlı (Full-stack) Web Geliştirme"
  },
  {
    "id": "3597243",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Duyarlı tasarımın temel bileşenlerinden biridir?",
    "options": {
      "A": "Esnek Sayfa Düzenleri",
      "B": "Etkileşim ve Animasyon:",
      "C": "Teknik Bilgi ve Araçlar",
      "D": "Etkileşim ve Görsellik",
      "E": "Erişilebilirlik ve Uyumluluk"
    },
    "correctAnswer": "A",
    "explanation": "Esnek Sayfa Düzenleri"
  },
  {
    "id": "3596818",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Favori web tarayıcınızı kullanarak bir web adresine erişmek istediğinizde istemci ve sunucu arasında yürütülen işlem adımlarından birisi değildir?",
    "options": {
      "A": "Adım 1: URL Kullanımı",
      "B": "Adım 2: DNS Sorgulama",
      "C": "Adım 3: HTTP İsteği",
      "D": ".<br/>• Adım 4: Sunucu Yanıtı",
      "E": "Ön Uç (Front-end) Web Geliştirme"
    },
    "correctAnswer": "E",
    "explanation": "Ön Uç (Front-end) Web Geliştirme"
  },
  {
    "id": "3597269",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Fluent Design’ın temel unsurlarından değildir?",
    "options": {
      "A": "Derinlik",
      "B": "Hareket",
      "C": "Malzeme",
      "D": "Işık",
      "E": "CarPlay"
    },
    "correctAnswer": "E",
    "explanation": "CarPlay"
  },
  {
    "id": "3597040",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi JavaScript’in yaygın kullanım biçimleri ve alanlarından <strong>değildir?</strong>",
    "options": {
      "A": "Seçici (Selector)",
      "B": "Ön Uç Geliştirme",
      "C": "Arka Uç Geliştirme",
      "D": "Mobil Uygulama Geliştirme:",
      "E": "Oyun Geliştirme"
    },
    "correctAnswer": "B",
    "explanation": "Ön Uç Geliştirme:"
  },
  {
    "id": "3597256",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Tasarım sistemleri, arayüz ve kullanıcı deneyimine yönelik standartlar, uygulama örnekleri ve<br/>öneriler sunarak tutarlı, kullanıcı dostu ve estetik<br/>açıdan etkileyici mobil, web ve masaüstü uygulamalar geliştirilmesine yardımcı olmaktadır. Büyük<br/>teknoloji firmalarının tasarım vizyonunu yansıtan<br/>bu sistemler; pek çok farklı açıdan kullanıcıları,<br/>sektörü ve tasarımcılara olan etklerinden biri değildir?",
    "options": {
      "A": "Standartlaşma ve Tutumluluk",
      "B": "İnovasyon ve Kullanıcı Deneyimi",
      "C": "Kullanıcı Beklentilerinin Yönlendirilmesi",
      "D": "Yaratıcılığın Sınırlanması",
      "E": "watchOS"
    },
    "correctAnswer": "E",
    "explanation": "watchOS"
  },
  {
    "id": "3597043",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Web arayüzlerini diğer arayüz türlerinden, özellikle geleneksel masaüstü ve mobil uygulama arayüzlerinden ayrıştıran bazı temel unsurlardan değildir?",
    "options": {
      "A": "Platform Bağımsızlığı",
      "B": "Canlı Güncellemeler",
      "C": "Kapsam ve Uygulama",
      "D": "Etkileşim ve Görsellik",
      "E": "Erişilebilirlik ve Uyumluluk"
    },
    "correctAnswer": "C",
    "explanation": "Kapsam ve Uygulama"
  },
  {
    "id": "3597242",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Web ve arayüz (UI) tasarımı süreçleri, temelde<br/>benzer aşamalardan geçse de odaklandıkları alanlarda ve uygulamalarda bazı farklılıklar gösterirler.<br/>Her iki süreç arasındaki ayrışma, özellikle tasarımın kapsamı, teknik gereklilikler ve etkileşim detaylarına dair aşamalardan biridir?",
    "options": {
      "A": "Canlı Güncellemeler",
      "B": "Teknik Bilgi ve Araçlar",
      "C": "Erişilebilirlik ve Uyumluluk",
      "D": "Erişilebilirlik ve Uyumluluk",
      "E": "Erişilebilirlik ve Uyumluluk"
    },
    "correctAnswer": "B",
    "explanation": "Teknik Bilgi ve Araçlar"
  },
  {
    "id": "3594887",
    "unitNumber": 4,
    "text": "Fluent Design’da derinlik, kullanıcı arayüzlerine katmanlar ve görsel hiyerarşi ekleyerek daha zengin bir deneyim oluşturmayı ve uygulamalar arası geçişleri, içerik organizasyonunu daha sezgisel hâle getirmeyi amaçlayan unsur aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "options": {
      "A": "Derinlik",
      "B": "Hareket",
      "C": "Malzeme",
      "D": "Işık",
      "E": "Ölçek"
    },
    "correctAnswer": "A",
    "explanation": "Fluent Design’ın temeli derinlik, hareket, malzeme, ışık ve ölçek olmak üzere beş ana unsur üzerine kuruludur:<br/>Derinlik: Fluent Design’da derinlik, kullanıcı arayüzlerine katmanlar ve görsel hiyerarşi ekleyerek daha zengin bir deneyim oluşturmayı ve uygulamalar arası geçişleri, içerik organizasyonunu daha sezgisel hâle getirmeyi amaçlar; kullanıcılara hangi elementlerin etkileşime açık olduğunu ve hangi içeriğin önemli olduğunu görsel olarak iletmeye yardımcı olur."
  },
  {
    "id": "3592896",
    "unitNumber": 4,
    "text": "Her istek bağımsız protokolü nitelendirmek için kullanılan kavram aşağıdaki seçeneklerin hangisinde yer almaktadır?",
    "options": {
      "A": "Durum bilgisiz",
      "B": "Veri gizliliği",
      "C": "Kimlik doğrulama",
      "D": "Sunucu iletişimi",
      "E": "Veri paylaşımı"
    },
    "correctAnswer": "A",
    "explanation": "Durum bilgisiz (stateless) bir protokoldür yani her istek bağımsızdır"
  },
  {
    "id": "3592898",
    "unitNumber": 4,
    "text": "Her sayfada aynı stil özelliklerinin tekrar tekrar yazılmasını önleyen ve daha etkili bir kod yönetimi sağlayan CSS özelliği aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "options": {
      "A": "Tasarım",
      "B": "Uyarlama",
      "C": "Tepki",
      "D": "Düşük yineleme",
      "E": "Animasyon ve Geçişler"
    },
    "correctAnswer": "D",
    "explanation": "Düşük Yineleme: CSS stilleri, bir web sitesini oluşturan tüm sayfalarında ortak görsel tasarımın dilinin uygulanabilmesine olanak tanır. Her sayfada aynı stil özelliklerinin tekrar tekrar yazılmasını önler ve daha etkili bir kod yönetimi sağlar."
  },
  {
    "id": "3596819",
    "unitNumber": 4,
    "text": "Web geliştirme, teknolojinin hızla evrimleştiği<br/>ve kullanıcı beklentilerinin sürekli olarak değiştiği<br/>dinamik olan bir sektördür.Aşağıdaklerden hangisi bu roller ve uzmanlıklardan birisidir?",
    "options": {
      "A": "Ön Uç (Front-end) Web Geliştirme",
      "B": "Adım 5: İçeriğin Görüntülenmesi",
      "C": "Adım 6: Ek Kaynakların Yüklenmesi",
      "D": "Adım 3: HTTP İsteği",
      "E": "Adım 1: URL Kullanımı"
    },
    "correctAnswer": "A",
    "explanation": "Ön Uç (Front-end) Web Geliştirme"
  },
  {
    "id": "3594194",
    "unitNumber": 4,
    "text": "Web sitelerinin farklı ekran boyutları ve cihazlara özel olarak tasarlanmış sabit düzenler kullanarak uyum sağlamasını sağlayan bir web tasarım yaklaşımı olarak tanımlanan tasarım yaklaşımı aşağıdaki seçeneklerden hangisidir?",
    "options": {
      "A": "Duyarlı tasarım",
      "B": "Esnek tasarım",
      "C": "Uyarlanabilir tasarım",
      "D": "Mobil tasarım",
      "E": "Öncelikli tasarım"
    },
    "correctAnswer": "C",
    "explanation": "Duyarlı tasarımdan farklı olarak uyarlanabilir (adaptive) tasarım, web sitelerinin farklı ekran boyutları ve cihazlara özel olarak tasarlanmış sabit düzenler kullanarak uyum sağlamasını sağlayan bir web tasarım yaklaşımıdır."
  },
  {
    "id": "3592892",
    "unitNumber": 4,
    "text": "Web uygulamalarının durum bilgisini yönetmek için kullanılan ek mekanizmalara verilen isim aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "options": {
      "A": "Durum bilgisiz",
      "B": "Çerezler",
      "C": "Şifrelenme",
      "D": "İstemci",
      "E": "İstek"
    },
    "correctAnswer": "B",
    "explanation": "Web uygulamalarının durum bilgisini yönetmek için çerezler (cookies) gibi ek mekanizmaların kullanmasını gerektirir."
  },
  {
    "id": "3597288",
    "unitNumber": 4,
    "text": "iOS mobil işletim sistemi de araçların ihtiyaçlarına uygun tasarlanmıştır.Aşağıdakilerden hangisi bunlardan biridir?",
    "options": {
      "A": "iPadOS",
      "B": "Wear OS:",
      "C": "Android Auto",
      "D": "Android TV:",
      "E": "Esnek Görseller ve Medya:"
    },
    "correctAnswer": "A",
    "explanation": "iPadOS"
  },
  {
    "id": "3592891",
    "unitNumber": 4,
    "text": "İnternet ve Web karşılaştırıldığında aşağıdaki seçeneklerden hangisi Web ile ilişkilendirilebilir?",
    "options": {
      "A": "e-posta",
      "B": "Dosya transferi",
      "C": "anlık mesajlaşma",
      "D": "İletişim",
      "E": "Bilgiye erişim ve etkileşim"
    },
    "correctAnswer": "E",
    "explanation": "HTTP (Hypertext Transfer Protocol) protokolü üzerinden erişilen web, internetin alt kümelerinden biri olarak dijital içerikleri etkileşim- li bir biçimde sunma yeteneğine sahiptir. İnternet; e-posta, dosya transferi, anlık mesajlaşma gibi bir dizi hizmet ve protokolü kapsarken web, bu geniş yelpazedeki hizmetler içinde kullanıcıların bilgiye kolayca erişebilmelerini ve etkileşime geçebilmele- rini sağlayan önemli bir araç olarak dikkat çeker."
  },
  {
    "id": "3592897",
    "unitNumber": 4,
    "text": "İnternet üzerindeki bir kaynağın adresini belirten ve kullanıcının erişmek istediği web sayfasının konumunu gösteren kavrama verilen isim aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "options": {
      "A": "DNS",
      "B": "IP",
      "C": "URL",
      "D": "CSS",
      "E": "HTML"
    },
    "correctAnswer": "C",
    "explanation": "URL, internet üzerindeki bir kaynağın adresini belirtir ve kullanıcının erişmek istediği web sayfasının konumunu gösterir."
  },
  {
    "id": "3601490",
    "unitNumber": 5,
    "text": "<span style=\"font-weight: 400;\">1834 yılında İngiliz matematikçi William Horner tarafından icat edilen cihaz hangisidir?</span>",
    "options": {
      "A": "<span style=\"font-weight: 400;\">Steamboat</span>",
      "B": "<span style=\"font-weight: 400;\">Praksinoskop</span>",
      "C": "<span style=\"font-weight: 400;\">Zoetrope</span>",
      "D": "<span style=\"font-weight: 400;\">Squash</span>",
      "E": "<span style=\"font-weight: 400;\">Frames</span>"
    },
    "correctAnswer": "C",
    "explanation": "Doğru yanıt C şıkkıdır<br/><span style=\"font-weight: 400;\">1834 yılında İngiliz matematikçi William Horner tarafından icat edilen cihaz Zoetrope'dur</span>"
  },
  {
    "id": "3601489",
    "unitNumber": 5,
    "text": "<span style=\"font-weight: 400;\">1906 yılında J. Stuart Blackton tarafından yapılan ve animasyonun ilk örneklerinden biri olarak görülen film aşağıdakilerden hangisidir?</span>",
    "options": {
      "A": "<span style=\"font-weight: 400;\">The Humorous Phases of Funny Faces</span>",
      "B": "<span style=\"font-weight: 400;\">Zoetrope</span>",
      "C": "<span style=\"font-weight: 400;\">Praksinoskop</span>",
      "D": "<span style=\"font-weight: 400;\">Walt Disney</span>",
      "E": "<span style=\"font-weight: 400;\">Snow White</span>"
    },
    "correctAnswer": "A",
    "explanation": "Doğru yanıt A şıkkıdır<br/>1906 yılında J. Stuart Blackton tarafından yapılan ve animasyonun ilk örneklerinden biri olarak görülen film <span style=\"font-weight: 400;\">The Humorous Phases of Funny Faces'dir</span>"
  },
  {
    "id": "3601495",
    "unitNumber": 5,
    "text": "<span style=\"font-weight: 400;\">2B animasyonlarda uygulanan bir teknikle, ana kareler (keyframe) animatör tarafından tasarlandıktan sonra hareketi meydana getirecek ara kareler (frame) animasyon yazılımı tarafından otomatik olarak oynatılır. Bu tekniğin adı nedir? </span>",
    "options": {
      "A": "<span style=\"font-weight: 400;\">Tweening</span>",
      "B": "<span style=\"font-weight: 400;\">Rigging</span>",
      "C": "<span style=\"font-weight: 400;\">Frame by frame</span>",
      "D": "<span style=\"font-weight: 400;\">Exaggeration</span>",
      "E": "<span style=\"font-weight: 400;\">Timing</span>"
    },
    "correctAnswer": "A",
    "explanation": "Doğru yanıt A şıkkıdır.<br/>Bahsedilen tekniğin adı tweening'dir."
  },
  {
    "id": "3601494",
    "unitNumber": 5,
    "text": "<span style=\"font-weight: 400;\">Animasyonlarda karaktere bir iskelet sistemi eklenerek doğal insan hareketleri simüle edilmesine ne isim verilmektedir?</span>",
    "options": {
      "A": "<span style=\"font-weight: 400;\">Tweening</span>",
      "B": "<span style=\"font-weight: 400;\">Rigging</span>",
      "C": "<span style=\"font-weight: 400;\">Frame by frame</span>",
      "D": "<span style=\"font-weight: 400;\">Exaggeration</span>",
      "E": "<span style=\"font-weight: 400;\">Timing</span>"
    },
    "correctAnswer": "B",
    "explanation": "Doğru yanıt B şıkkıdır<br/><span style=\"font-weight: 400;\">Animasyonlarda karaktere bir iskelet sistemi eklenerek doğal insan hareketleri simüle edilmesine rigging denir</span>"
  },
  {
    "id": "3601497",
    "unitNumber": 5,
    "text": "<span style=\"font-weight: 400;\">Bir öğenin yavaşça kaybolup başka bir görüntü veya ögeyle değişmesini ifade eden kavram aşağıdakilerden hangisidir?</span>",
    "options": {
      "A": "<span style=\"font-weight: 400;\">Parallax</span>",
      "B": "<span style=\"font-weight: 400;\">Bounce</span>",
      "C": "<span style=\"font-weight: 400;\">Slide in-out</span>",
      "D": "<span style=\"font-weight: 400;\">Dissolve</span>",
      "E": "<span style=\"font-weight: 400;\">Fade in-out</span>"
    },
    "correctAnswer": "D",
    "explanation": "Doğru yanıt D şıkkıdır<br/>Bir öğenin yavaşça kaybolup başka bir görüntü veya ögeyle değişmesi dissolve ile ifade edilir"
  },
  {
    "id": "3601491",
    "unitNumber": 5,
    "text": "<span style=\"font-weight: 400;\">Dünyanın ilk uzun metraj 3B animasyon filmi aşağıdakilerden hangisidir?</span>",
    "options": {
      "A": "<span style=\"font-weight: 400;\">Snow White </span>",
      "B": "<span style=\"font-weight: 400;\">Seven Dwarfs</span>",
      "C": "<span style=\"font-weight: 400;\">Toy Story</span>",
      "D": "<span style=\"font-weight: 400;\">Madagaskar</span>",
      "E": "<span style=\"font-weight: 400;\">Ice Age</span>"
    },
    "correctAnswer": "C",
    "explanation": "Doğru yanıt C şıkkıdır<br/><span style=\"font-weight: 400;\">Dünyanın ilk uzun metraj 3B animasyon filmi Toy Story'dir. </span>"
  },
  {
    "id": "3601493",
    "unitNumber": 5,
    "text": "<span style=\"font-weight: 400;\">Hareketin yer aldığı kompozisyonun arka plan, ışık kullanımı ve kamera açılarıyla desteklenmesini ifade eden prensip hangisidir? </span>",
    "options": {
      "A": "<span style=\"font-weight: 400;\">Sahneleme</span>",
      "B": "<span style=\"font-weight: 400;\">Öncülük</span>",
      "C": "<span style=\"font-weight: 400;\">Takip ve Üst Üste Binme Hareketi</span>",
      "D": "<span style=\"font-weight: 400;\">Sağlam Çizim</span>",
      "E": "<span style=\"font-weight: 400;\">İkincil Hareket</span>"
    },
    "correctAnswer": "A",
    "explanation": "Doğru yanıt A şıkkıdır<br/><span style=\"font-weight: 400;\">Hareketin yer aldığı kompozisyonun arka plan, ışık kullanımı ve kamera açılarıyla desteklenmesini ifade eden prensip sahnelemedir</span>"
  },
  {
    "id": "3601492",
    "unitNumber": 5,
    "text": "<span style=\"font-weight: 400;\">Karakter ve nesnelerin üç boyutlu görünmesini sağlamak için hacim, ağırlık, denge ve anatomiyi dikkate alan çizimler oluşturmayı ifade eden ve “The Illusion of Life” adlı kitapta yer alan prensip aşağıdakilerden hangisidir?</span>",
    "options": {
      "A": "<span style=\"font-weight: 400;\">Sahneleme</span>",
      "B": "<span style=\"font-weight: 400;\">Öncülük</span>",
      "C": "<span style=\"font-weight: 400;\">Takip ve Üst Üste Binme Hareketi</span>",
      "D": "<span style=\"font-weight: 400;\">Sağlam Çizim</span>",
      "E": "<span style=\"font-weight: 400;\">İkincil Hareket</span>"
    },
    "correctAnswer": "D",
    "explanation": "Doğru şık D'dir.<br/>Karakter ve nesnelerin üç boyutlu görünmesini sağlamak için hacim, ağırlık, denge ve anatomiyi dikkate alan çizimler oluşturmayı ifade eden prensip sağlam çizimdir."
  },
  {
    "id": "3601496",
    "unitNumber": 5,
    "text": "<span style=\"font-weight: 400;\">Videolar genellikle çok büyük dosya boyutlarına sahip olduğundan veri depolama ve aktarımı kolaylaştırmak için bazı video kodlama standartlarını kullanılarak sıkıştırılır. Aşağıdakilerden hangisi bunlardan birisidir?</span>",
    "options": {
      "A": "<span style=\"font-weight: 400;\">H.264 </span>",
      "B": "<span style=\"font-weight: 400;\">CCD</span>",
      "C": "CMOS",
      "D": "HDMI",
      "E": "FPS"
    },
    "correctAnswer": "A",
    "explanation": "Doğru yanıt A şıkkıdır<br/><span style=\"font-weight: 400;\">H.264 bir sıkıştırma türüdür.</span>"
  },
  {
    "id": "3601430",
    "unitNumber": 6,
    "text": "1950’lerin başında erken dönem bilgisayar oyunların evrimine katkıda bulunan oyun aşağıdakilerden hangisidir?",
    "options": {
      "A": "OXO",
      "B": "Space Invaders",
      "C": "Pac-Man",
      "D": "Donkey Kong",
      "E": "Pokémon"
    },
    "correctAnswer": "A",
    "explanation": "1950’lerin sonu ve 1960’ların başı, bilgisayar teknolojisindeki ilerlemelerin yeni bir eğlence biçimi yaratma potansiyelini keşfeden diğer öncü çalışmalar ile ortaya çıkmaya başlamıştı. Bu dönemde yaratılan iki önemli oyun, Spacewar’ın yanında erken dönem bilgisayar oyunlarının evrimine katkıda bulunmuştur: OXO (1952) ve Tennis for Two (1958)."
  },
  {
    "id": "3601435",
    "unitNumber": 6,
    "text": "<em>Mobil oyunlar, çoğunlukla dokunmatik ekranlar üzerinde oynandığından kullanıcı arayüzü (UI) tasarımları bazı temel jestlere (gesture) dayalı olarak yapılandırılır</em>.<br/>Aşağıdakilerden hangisi mobil oyun arayüzlerinde kullanılan jestlerden biri olarak <span style=\"text-decoration: underline;\">nitelendirilemez</span>?",
    "options": {
      "A": "Dokunma",
      "B": "Kaydırma",
      "C": "Sürükleme",
      "D": "Tıklama",
      "E": "Modifikasyon"
    },
    "correctAnswer": "E",
    "explanation": "Oyunlar tasarlanırken bilgisayar veya konsol oyunlarındaki gibi karmaşık tuş kombinasyonları ve karmaşık kontrolleri mobil tasarımda uygulamak mümkün değildir. Piyasadaki en popüler oyunlar, kullanıcıların sadece gerekli eylemleri gerçekleştirmelerine yardımcı olan belirli özellikler setine sahiptir. Kontroller, oyuncuların ekran üzerindeki eylemleri kolayca ve sezgisel olarak gerçekleştirmelerine olanak tanımalıdır. <strong>Modifikasyon - Bilgisayarlarda oynanan oyunların kullanıcı tarafından geliştirilmesi ve değiştirilmesi ise mobil oyunların değil, PC’leri diğer oyun platformlarından ayıran başlıca özellikler içinde yer alır</strong>"
  },
  {
    "id": "3601428",
    "unitNumber": 6,
    "text": "Aşağıda verilen cümlede, bırakılan boşluklara gelmesi gereken yanıt çiftini seçeneklere göre belirleyiniz.<br/>Bir dijital oyunda……………….. eylemi ……………. mekanik örneğidir.",
    "options": {
      "A": "Ana karakterin koşması/ikincil",
      "B": "Ana karakterin harita toplaması /temel",
      "C": "Ana karakterin sağa sola dönmesi/ yardımcı",
      "D": "Ana karakterin yeni beceriler edinmesi/temel",
      "E": "Ana karakterin envanter düzenlemesi/ikincil"
    },
    "correctAnswer": "E",
    "explanation": "Oyun Mekanikleri, oyunun temel kurallarını, yapılarını ve oyuncunun etkileşime girebileceği sistemleri ifade eder. Oyuncunun oyun içinde gerçekleştirebileceği eylemleri, bu eylemlerin oyun dünyasına etkilerini ve oyuncunun karşılaşacağı zorlukların doğasını tanımlar. Örneğin oyunda ana karakterin koşması, zıplaması birer temel mekaniktir<strong>. Bunun yanında harita parçalarını toplama, seviye ilerledikçe yeni beceriler edinme veya envanter düzenleme gibi özellikler ikincil veya yardımcı mekaniklerdir.</strong>"
  },
  {
    "id": "3601432",
    "unitNumber": 6,
    "text": "Aşağıdaki oyunlardan hangisi 1990’ lı yılların başında FPS oyunlarının mekanik ve arayüz tasarımına öncülük etmiştir?",
    "options": {
      "A": "Wolfenstein 3D",
      "B": "Donkey Kong",
      "C": "Pokémon",
      "D": "Legend of Zelda",
      "E": "Space Invaders"
    },
    "correctAnswer": "A",
    "explanation": "1992 yılında piyasaya sürülen Mortal Kombat, tüm karakterlerin ve dövüş hareketlerinin videoya çekilip dijitalleştirilmesiyle üç boyuta yakın bir deneyim sunmayı amaçlamış ve kendine has, gerçekçi ve vahşi bir görsel dil oluşturmuştur. Bu yöntem, oyunun görsel olarak öne çıkmasını ve döneminin diğer oyunlarından ayrılmasını sağlamıştır. Aynı dönemde geliştirilen Sonic the Hedgehog II, önceden render edilmiş üç boyutlu grafik görüntüleri kullanarak seviye çeşitliliği ve hızlı oynanışıyla yana kayma (side-scroller) türündeki platform oyunlarına yeni bir soluk getirmiştir. Wolfenstein 3D ise günümüzün FPS (First Person Shooter, birinci şahıs nişancı) oyunları için mekanik ve arayüz tasarımlarında öncü bir rol oynamıştır. Oyunculara birinci şahıs perspektifinden bir oyun deneyimi sunarak FPS türünün temellerini atmıştır. Bu dönemdeki yenilikler, üç boyutlu video oyunlarının gelişiminde önemli bir dönüm noktası oluşturmuş ve sonraki oyun tasarımlarına ilham kaynağı olmuştur"
  },
  {
    "id": "3601429",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi aksiyon ve macera türündeki dijital oyunların özelliklerinden biri <u>değildir</u>?",
    "options": {
      "A": "Oyuncuların hızlı düşünme, stratejik planlama ve problem çözme becerilerini test eder.",
      "B": "Oyuncular macera oyunları keşif ve hikâye anlatımı üzerine yoğunlaşır.",
      "C": "Oyuncular; hikâyeyi keşfetmek, zorlukları aşmak ve oyun dünyasındaki sırları ortaya çıkarmak için motive olur.",
      "D": "Hikâye anlatımı, oyuncuları duygusal olarak oyun dünyasına bağlar.",
      "E": "Temel mekanikleri nedeniyle karakter sabit özelliklere sahiptir."
    },
    "correctAnswer": "E",
    "explanation": "Genel oynanış biçimleri açısından aksiyon-macera oyunları; genellikle geniş, keşfedilmeyi bekleyen sanal dünyalar sunar. Oyuncular; bu dünyalarda dolaşırken çeşitli düşmanlarla karşılaşır, bulmacaları çözer, hikâyeyi ilerletmek için gerekli nesneleri toplar ve aşama kaydederler. Oyunculara çevresel etkileşim ve düşmanları yenme konusunda çeşitli yöntemler sunan temel mekanikler arasında savaş, keşif, bulmaca çözme ve <strong>bazen karakter geliştirme ön plana</strong> çıkar."
  },
  {
    "id": "3601436",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi oyun arayüzlerindeki oyun-içi bileşenlere örnektir?",
    "options": {
      "A": "Oyun dünyasındaki harita",
      "B": "Skor tablosu",
      "C": "Karakter metinleri",
      "D": "Karakter işaretçileri",
      "E": "Menü"
    },
    "correctAnswer": "A",
    "explanation": "Oyun arayüzlerinde kullanılan temel bileşenler dört ana sınıfa ayrılabilir 1. Oyun-dışı (Non-diegetic): Oyunun hikâyesine veya mekanına dahil olmayan ancak oyuncuya bilgi veren bileşenlerdir. Örneğin, skor tablosu veya menü 2. Oyun-içi (Diegetic): Oyunun hikâyesinin bir parçası olan ve karakterler tarafından da algılanabilen bileşenlerdir. Örneğin, oyun dünyasında bulunan bir harita 3. Mekansal (Spatial): Oyunun mekanının içinde bulunan bileşenlerdir. Örneğin, karakter işaretçileri 4. Meta (Meta): Oyunun dışında ancak oyunla ilgili bilgi veya yorumları içeren bileşenlerdir. Örneğin, iki karakterin konuşmasını gösteren görsel ve metinlerdir"
  },
  {
    "id": "3601434",
    "unitNumber": 6,
    "text": "Dijital oyunlarda klavyedeki A tuşu en yaygın kullanımıyla hangi hareketi sağlar?",
    "options": {
      "A": "İleri",
      "B": "Geri",
      "C": "Yukarı",
      "D": "Sağ",
      "E": "Sol"
    },
    "correctAnswer": "E",
    "explanation": "Kontrol düzenlerinde sağ elin genellikle fare üzerinde olması nedeniyle klavyenin sol tarafındaki W, A, S, D tuşları hareket için en yaygın olarak kullanılan mekanikler arasındadır. İlk olarak Spacewar! oyununda kullanılan bu tuş düzeni, geçmişten günümüze kadar standart bir hareket kontrolü olarak kabul görmüştür. W (ileri), A (sol), S (geri), D (sağ) tuş kombinasyonu oyunculara oyun içi navigasyon için doğrudan ve sezgisel bir arayüz sağlar."
  },
  {
    "id": "3601433",
    "unitNumber": 6,
    "text": "Genellikle oyunun mekanik bilgilerini gösteren ve oyun dünyası dışında kalan bilgileri içeren arayüz ne olarak tanımlanır?",
    "options": {
      "A": "Diegetic",
      "B": "Non-diegetic",
      "C": "Lineer",
      "D": "Non- lineer",
      "E": "Cutscene"
    },
    "correctAnswer": "B",
    "explanation": "Diegetic arayüzler; oyuncuların deneyimini daha sürükleyici hâle getiren, oyun dünyasıyla bütünleşik unsurlardır. <strong>Non-diegetic arayüzler ise genellikle oyunun mekanik bilgilerini (can barı, mühimmat sayısı gibi) gösteren ve oyun dünyası dışında kalan bilgileri içerir.</strong>"
  },
  {
    "id": "3601427",
    "unitNumber": 6,
    "text": "Her oyuncunun deneyimini benzersiz kılan dijital oyun bileşeni nedir?",
    "options": {
      "A": "Hikâye",
      "B": "Karakterler",
      "C": "Oyun Dünyası",
      "D": "Oyun Mekanikleri",
      "E": "Oyun Dinamikleri"
    },
    "correctAnswer": "E",
    "explanation": "Oyun Dinamikleri, oyun mekaniklerinin uygulanması sonucu ortaya çıkan, oyuncunun deneyimlediği etkileşimler ve olaylardır. Mekaniklerin sabit kuralları olmasına karşın dinamikler her oynanışta farklılık gösterebilir çünkü oyuncunun seçimleri, rastlantılar ve oyunun kendine özgü algoritmaları tarafından şekillendirilir. Oyun dinamikleri; oyunun akışını canlı ve öngörülemez kılar, her oyuncunun deneyiminin benzersiz olmasını sağlar."
  },
  {
    "id": "3601431",
    "unitNumber": 6,
    "text": "Oyunun hikâyesini ilerletmek veya önemli olayları anlatmak için oyun içi etkileşimin durdurulduğu ve genellikle sinematik bir video veya animasyonun gösterildiği bölümleri ifade eden sözcük aşağıdakilerden hangisidir?",
    "options": {
      "A": "Cutscene",
      "B": "HUD",
      "C": "Envanter Ekranı",
      "D": "Haptik Geri Bildirim",
      "E": "Avatar"
    },
    "correctAnswer": "A",
    "explanation": "Oyun bağlamında cutscene kelimesi Türkçeye “ara sahne” veya “kesit sahne” olarak çevrilebilir. Oyunun hikâyesini ilerletmek veya önemli olayları anlatmak için oyun içi etkileşimin durdurulduğu ve genellikle sinematik bir video veya animasyonun gösterildiği bölümleri ifade eder."
  },
  {
    "id": "3601439",
    "unitNumber": 7,
    "text": "1992’de ilk defa “Arttırılmış Gerçeklik (Augmented Reality)” terimini ortaya koyan Thomas P. Caudell ve David W. Mizell, bu teknolojiyi hangi alanda kullanmışlardır?",
    "options": {
      "A": "Havacılık",
      "B": "Savunma sanayii",
      "C": "Eğitim",
      "D": "Sağlık",
      "E": "Turizm"
    },
    "correctAnswer": "A",
    "explanation": "90’lı yıllara kadar arttırılmış gerçeklik kavramının teorik altyapısı, sanal gerçekliği temel alan öncül fikirlere dayanmaktaydı. 1992’de ilk defa “Arttırılmış Gerçeklik (Augmented Reality)” terimini ortaya koyan Thomas P. Caudell ve David W. Mizell, Boeing bünyesinde geliştirmeye başladıkları başa takılan dijital görüntüleyici aracılığıyla işçilerin ve teknisyenlerin uçaklardaki kablo bağlantılarının doğru yapılmasına yönelik bir AR sistemi geliştirdi."
  },
  {
    "id": "3601442",
    "unitNumber": 7,
    "text": "Aşağıdaki teknoloji şirketlerinden hangisi 2015 yılında \"HoloLens\" isimli karma gerçeklik gözlüğünü piyasaya sunmuştur?",
    "options": {
      "A": "Google",
      "B": "Apple",
      "C": "Sony",
      "D": "Microsoft",
      "E": "HTC"
    },
    "correctAnswer": "D",
    "explanation": "Şıklardaki şirketler ve çıkardıkları ürünlerin ismi aşağıdaki gibidir:<br/>Google Glass<br/>Apple Vision Pro<br/>Sony PlayStation VR<br/>Microsof HoloLens<br/>HTC Vive"
  },
  {
    "id": "3601446",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi genişletilmiş gerçeklik uygulamalarında ortam karmaşıklığı unsurlarından biri <strong>değildir?</strong>",
    "options": {
      "A": "Kullanıcı türü",
      "B": "3 boyutlu mekan tasarımı",
      "C": "Sanal objelerin yoğunluğu",
      "D": "Ortamın gerçekliği",
      "E": "Kullanıcı hareketinin özgürlüğü"
    },
    "correctAnswer": "A",
    "explanation": "Arayüz karmaşıklığı, kullanıcıların dijital ortamlarla nasıl etkileşime girdiklerini belirleyen görsel ve işlevsel unsurların toplamıdır. XR arayüz karmaşıklığı; sanal objelerle etkileşim, menüler, simgeler, göstergeler ve sesli komutlar gibi tasarım bileşenleri aracılığıyla yönetilir. Ortam karmaşıklığı ise kullanıcıların içinde bulundukları ve etkileşimde bulundukları sanal veya arttırılmış gerçeklik ortamının zenginliği ve derinliği ile ilgilidir; 3B mekân tasarımı, sanal objelerin yoğunluğu, ortamın gerçekçiliği ve kullanıcı hareketinin özgürlüğü gibi unsurları kapsar. A şıkkı bu unsurlarından biri değildir."
  },
  {
    "id": "3601437",
    "unitNumber": 7,
    "text": "Bir video oyununda gerçek dünya fotoğraflarının veya videolarının kullanılması aşağıdaki kavramlardan hangisine örnektir?",
    "options": {
      "A": "Arttırılmış gerçeklik",
      "B": "Sanal ortam",
      "C": "Arttırılmış sanallık",
      "D": "Sanal gerçeklik",
      "E": "Gerçek ortam"
    },
    "correctAnswer": "C",
    "explanation": "<strong>Gerçek Ortam,</strong> yalnızca fiziksel nesnelerden oluşur. <strong>Sanal Ortam</strong>, yalnızca dijital nesnelerden oluşur. <br/><strong>Arttırılmış Gerçeklik:</strong> Gerçek dünyanın, sanal unsurlarla “arttırıldığı” bir ortama atıf yapar. Bir cep telefonu kamerası aracılığıyla gerçek dünya görüntülerine sanal nesnelerin veya bilgilerin eklenmesi arttırılmış gerçeklik uygulamalarına güzel bir örnektir.<br/><strong>Arttırılmış Sanallık:</strong> Temelde sanal olan ancak gerçek dünya ögeleriyle zenginleştirilmiş ortamları ifade eder. Örneğin, bir video oyununda gerçek dünya fotoğraflarının veya videolarının kullanılması arttırılmış sanallık uygulaması olarak değerlendirilebilir.<br/><strong>Sanal Gerçeklik:</strong> Kullanıcıları tamamen sanal bir ortamdaki gerçek üstü deneyimlere sürükleyen uygulamaları tanımlar. Genellikle başa takılan gözlükler aracılığıyla deneyimlenir ve kullanıcılara 360 derece, üç boyutlu bir deneyim sunmak üzere tasarlanır."
  },
  {
    "id": "3601443",
    "unitNumber": 7,
    "text": "Dünya çapında bilinen ve oynanan PokemonGo oyunu aşağıdakilerden hangisine bir örnektir?",
    "options": {
      "A": "Sanal gerçeklik",
      "B": "Genişletilmiş gerçeklik",
      "C": "Arttırılmış sanallık",
      "D": "Sanal ortam",
      "E": "Arttırılmış gerçeklik"
    },
    "correctAnswer": "E",
    "explanation": "Arttırılmış gerçeklik (AR) oyunları, teknolojinin eğlence sektöründeki en sıra dışı uygulamalarından biridir. Örneğin; PokemonGo gibi oyunlar, dünya çapında popülerlik kazanmış ve diğer mobil AR oyun ve uygulamalarının geliştirilmesine ilham kaynağı olmuştur. Artık geliştiriciler ya tamamen AR deneyimi sunan oyunlar tasarlamakta ya da oyun içeriğinde sınırlı da olsa AR modları sunmaktadır."
  },
  {
    "id": "3601445",
    "unitNumber": 7,
    "text": "Genişletilmiş gerçeklik geliştirme sürecinde kullanılan \"Çevik (Agile) Metodolojisi\" ile ilgili aşağıdakilerden hangisi <strong>yanlıştır?</strong>",
    "options": {
      "A": "Değişken projeler için idealdir.",
      "B": "Hızlı ve esnek bir geliştirme süreci sağlar.",
      "C": "Değişen ihtiyaçlara çabuk yanıt verebilir.",
      "D": "Proje geliştirmenin aşamaları sırasıyla takip edilir.",
      "E": "Scrum, Agile’ın en popüler çerçevelerinden biri olarak öne çıkar."
    },
    "correctAnswer": "D",
    "explanation": "XR projeleri, yüksek teknik bilgi birikimi gerektirir ve multidisipliner bir yaklaşımı zorunlu kılar bu nedenle en uygun geliştirme metodolojisini belirlemek, projenin sonuçlarını doğrudan etkiler. <strong>Çevik (Agile) metodolojisi,</strong> süreci kısa geliştirme döngüleri şeklinde yöneterek hızlı ve esnek bir geliştirme süreci sağlar; sürekli geri bildirim ile hızlı adaptasyonu mümkün kılar böylece değişen ihtiyaçlara çabucak yanıt verilebilir. Agile, değişken projeler için idealdir ve projenin her aşamasında işlevsel ürünlerin ya da ürün parçalarının teslim edilmesini hedefler. Scrum, Agile’ın en popüler çerçevelerinden biri olarak öne çıkar.<br/>Agile’a oranla daha geleneksel bir yaklaşım sunan <strong>Waterfall geliştirme modeli;</strong> projeyi gerek- sinim analizi, tasarım, implementasyon, test ve dağıtım olmak üzere belirli aşamalara ayırır. <em>Her bir geliştirme aşaması sırayla takip edilir</em> ve projenin geliştirme süreci doğrusal olarak yönetilir. Waterfall, özellikle baştan itibaren net bir şekilde tanımlanmış gereksinimlere sahip ve değişikliğe pek açık olmayan projeler için uygun bir seçenektir."
  },
  {
    "id": "3601444",
    "unitNumber": 7,
    "text": "Genişletilmiş gerçeklik teknolojisini kullanarak oyun geliştiren bir kişi aşağıdaki platformlardan hangisini kullanmalıdır?",
    "options": {
      "A": "Unity",
      "B": "A-Frame",
      "C": "WebXR",
      "D": "Oculus",
      "E": "ARKit"
    },
    "correctAnswer": "A",
    "explanation": "Web geliştirme tecrübesine sahip olanlar; WebXR’la uyumlu olarak çalışan THREE.js, AR.js ve A-Frame gibi kütüphanelerde deneyim kazanarak başlayabilirler. Bu araçlar, geleneksel web geliştirme pratiği ile paralellik gösterir ve bu alana giriş için daha az göz korkutucu bir başlangıç sunar. Oyun geliştiricileri ise Unity ve Unreal Engine gibi oyun motorlarının sunduğu zengin özellik setlerinden ve sürükleyici ortamlar oluşturma kapasitelerinden yararlanabilirler. Oyun motorları; SteamVR, AR Foundation ve MRTK gibi XR eklentileri ve çerçeveleri ile donatılmıştır ve oyun geliştiricilerine XR dünyasına adım atmaları için önemli bir avantaj sağlar. Mobil geliştiriciler ise Oculus, ARKit ve ARCore gibi yerel (native) SDK’ler aracılığıyla mobil cihazların yeteneklerini maksimum düzeyde kullanarak özelleştirilmiş ve zengin deneyimler oluşturabilirler."
  },
  {
    "id": "3601440",
    "unitNumber": 7,
    "text": "Sanal gerçeklik ortamında varlık ve telebulunma arasındaki temel fark, durumun algılanması ile ilgilidir. Varlık ........... algıyı, telebulunma ise .............. algıyı ifade eder.<br/>Yukarıdaki boşluklara sırasıyla aşağıdaki şıklardan hangisi gelmelidir?",
    "options": {
      "A": "aracılı - aracısız",
      "B": "doğal - yapay",
      "C": "yapay - aracısız",
      "D": "doğal - aracılı",
      "E": "aracısız - doğal"
    },
    "correctAnswer": "D",
    "explanation": "Varlık (Presence): Yeni gelişen sürükleyici sanal gerçeklik teknolojileri için varlık kavramı, sanal bir dünyada olma hissi olarak tanımlanabilir. Telebulunma bir kişinin ya da bir nesnenin fiziksel olarak bulunmadığı bir yerde, genellikle başka bir uzak yerde, bir varlık gibi hissedilmesini sağlayan bir teknoloji veya deneyimi ifade eder. Varlık ve telebulunma arasındaki temel fark, durumun algılanması ile ilgilidir. Varlık doğal algıyı, telebulunma ise aracılı algıyı ifade eder."
  },
  {
    "id": "3601438",
    "unitNumber": 7,
    "text": "Sanal gerçeklik teknolojisinin öncü fikirlerinden sayılan ve 1838'de Sir Charles Wheatstone tarafından icat edilen cihaz aşağıdakilerden hangisidir?",
    "options": {
      "A": "Mavi Kutu",
      "B": "Stereoskop",
      "C": "Telesfer Maskesi",
      "D": "Sensorama",
      "E": "Demokles’in Kılıcı"
    },
    "correctAnswer": "B",
    "explanation": "Sanal gerçeklik teknolojisinin kökeni, 19. yüzyılın önemli bilim insanlarından biri olan Sir Charles Wheatstone’ın 1838’de icat ettiği ve temelde üç boyutlu görüntü oluşturmaya yarayan <strong>stereoskop</strong> cihazına kadar dayanmaktadır. Bir görsel illüzyon oluşturma konsepti ile çalışan bu cihaz, 2B düzlemde beyni aldatarak üçüncü bir boyut eklemektedir. Stereoskop ile bir nesneye farklı açılardan odaklanıldığında insan beyni iki farklı görüntüyü birleştirmekte ve ortaya 3 boyutlu (3B) bir görüntü çıkmaktadır.<br/>1929 yılında Edwin Albert Link tarafından icat edilen ve çoğunlukla <strong>Blue Box (Mavi Kutu)</strong> veya Link Trainer adıyla bilinen cihaz, dünyanın ilk ticari uçuş simülatörü olarak bilinmektedir. Link’in bu icadı, günümüzdeki sanal gerçeklik teknolojilerinin altında yatan pek çok yeniliğin ilham kaynağı olmuştur.<br/>Bugünkü anlamdaki sanal gerçeklik gözlüklerinin en ilkel versiyonlarından biri, 1960’ta Morton Heilig tarafından icat edilmiştir. <strong>Telesfer Maskesi</strong> adıyla bilinen bu cihaz, kullanıcının kafasına takabildiği, taşınabilir, bireysel kullanım amaçlı stereoskopik bir sisteme sahiptir.<br/>Morton Heilig tarafından çalışmalarına 1950’li yıllarda başlanan ve 1962 yılında alınan bir patent ile tescillenen <strong>Sensorama</strong>, yalnızca görüntü ve sesi değil tüm duyuları harekete geçiren bir tiyatro kabiniydi.<br/>Ivan E. Sutherland tarafından 1968 yılında hayata geçirilen <strong>Demokles’in Kılıcı</strong> isimli icat, o tarihe kadarki en gelişmiş başa takılan sanal gerçeklik cihazı (HMD) olarak dikkatleri üzerine toplamıştır."
  },
  {
    "id": "3601441",
    "unitNumber": 7,
    "text": "Sanal gerçeklikte öğrenme sürecini daha interaktif ve uygulamalı hâle getiren bir yaklaşımdır. Kullanıcılara sanal ortamda belirli zorluklar, sorunlar ve görevler sunarak motor ve zihinsel becerilerini geliştirmelerine olanak tanır.<br/>Yukarıda bahsedilen sürükleyicilik türü aşağıdakilerden hangisidir?",
    "options": {
      "A": "Duyusal sürükleyicilik",
      "B": "Meydan okumaya dayalı sürükleyicilik",
      "C": "Yaratıcı sürükleyicilik",
      "D": "Sembolik/anlatısal sürükleyicilik",
      "E": "Sosyal sürükleyicilik"
    },
    "correctAnswer": "B",
    "explanation": "<strong>Duyusal Sürükleyicilik:</strong> Duyusal sürükleyicilik, bir kişinin bir ortama veya deneyime tamamen dalmış ve çevresel duyularıyla yoğun bir şekilde etkileşimde bulunduğu bir durumu ifade eder.<br/><strong>Meydan okumaya dayalı sürükleyicilik:</strong> Sanal gerçeklikte öğrenme sürecini daha interaktif ve uygulamalı hâle getiren bir yaklaşımdır. Kullanıcılara sanal ortamda belirli zorluklar, sorunlar ve görevler sunarak motor ve zihinsel becerilerini geliştirmelerine olanak tanır.<br/><strong>Yaratıcı sürükleyicilik:</strong> Kullanıcının gerçek dünyadan ayrılıp hayal gücünün rehberliğinde farklı bir dünyaya girdiği anları tanımlar. Bu tür bir sanal gerçeklik ortamı, özellikle deneyimlerin fiziksel tehlikesini azaltarak gerçek dünyada deneyimlenmesi mümkün olmayan senaryoların oluşturulmasına olanak tanımaktadır.<br/><strong>Sembolik/Anlatısal Sürükleyicilik:</strong> Kullanıcının semboller, öyküler ve anlatılar aracılığıyla bir konsepte veya deneyime tamamen dalma durumunu ifade eder.<br/><strong>Sosyal Sürükleyicilik:</strong> Sanal gerçeklik ortamları tek veya çok kullanıcılı olacak şekilde tasarlanabilmektedir. Çok kullanıcılı sanal gerçeklik uygulamaları genellikle internet bağlantısına sahiptir dolayısıyla katılımcılar sanal dünyalarda aynı anda benzer bir deneyimi paylaşabilirler."
  },
  {
    "id": "3601516",
    "unitNumber": 8,
    "text": "\"toplumun çoğunluğu güncel teknolojileri kullanırken öncü kesimler .................... denemektedirler\"<br/>Yukarıdaki ifadede boş yere aşağıdakilerden hangisi gelebilir?",
    "options": {
      "A": "Direnmeyi",
      "B": "Sınırdaki teknolojileri",
      "C": "Yapay zekayı",
      "D": "Uzak durmayı",
      "E": "Faydalı teknolojileri"
    },
    "correctAnswer": "B",
    "explanation": "Öncü kesimler \"sınırdaki teknolojileri denerler\" doğru yanıt B dir."
  },
  {
    "id": "3601512",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Rogers'in Yeniliklerin Yayılması Kuramında bahsi geçen toplum kesimlerinden biri <strong>değildir?</strong>",
    "options": {
      "A": "Yenilikçiler",
      "B": "Geride kalanlar",
      "C": "İlk benimseyenler",
      "D": "Geç çoğunluk",
      "E": "Direnişçiler"
    },
    "correctAnswer": "E",
    "explanation": "Direnişçiler, Rogers'ın kuramında bahsi geçen toplum kesimlerinden biri değildir. Doğru yanıt E dir."
  },
  {
    "id": "3601502",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Schumpeter'e göre teknolojik değişimin aşamalarınndan biridir?",
    "options": {
      "A": "Demokratik",
      "B": "Ekonomik",
      "C": "Yenilik",
      "D": "Kapsayıcılık",
      "E": "Ayrımcılık"
    },
    "correctAnswer": "C",
    "explanation": "Schumpeter'e göre teknolojik değişim üç aşamada gerçekleşir: Buluş, yenilik, yayılma. Doğru yanıt C dir."
  },
  {
    "id": "3601519",
    "unitNumber": 8,
    "text": "Birçok firmanın yoğun ar-ge yatırımları yaparak, rakip olma potansiyeli olan startup firmalarını satın alarak yürüttükleri sürece ne ad verilir?",
    "options": {
      "A": "Sürdürülebilir kalkınma",
      "B": "Sürdürülebilir yenilik",
      "C": "Yıkıcı yenilik",
      "D": "Rekabetçi yenilik",
      "E": "Sürdürülebilir karlılık"
    },
    "correctAnswer": "B",
    "explanation": "Bahsedilen süreç sürdürülebilir yenilik olarak adlandırılır. Doğru yanıt B dir."
  },
  {
    "id": "3601523",
    "unitNumber": 8,
    "text": "Blok zinciri temelli, dijital değiştirilemez jetonların kısaltması aşağıdakilerden hangisidir?",
    "options": {
      "A": "GPT",
      "B": "NFT",
      "C": "GIF",
      "D": "FTP",
      "E": "PPT"
    },
    "correctAnswer": "B",
    "explanation": "Soruda bahsi geçen tanımın İngilizcesi Non-fungible Tokens ve kısaltması da NFT'dir. Doğru yanıt B'dir."
  },
  {
    "id": "3601522",
    "unitNumber": 8,
    "text": "Farklı insanların aynı fiziksel ortamda farklı dijital deneyimler yaşamalarına olanak tanıyan teknolojilerin sağladığı durumlara ne denir?",
    "options": {
      "A": "Paralel gerçeklikler",
      "B": "Arttırılmış gerçeklikler",
      "C": "Azaltılmış gerçeklikler",
      "D": "Toplumsal gerçeklikler",
      "E": "Politik gerçeklikler"
    },
    "correctAnswer": "A",
    "explanation": "Yeni teknolojilerin sağladığı ve soruda bahsi geçen ortamlara paralel gerçeklikler denir. Doğru yanıt A'dır."
  },
  {
    "id": "3601506",
    "unitNumber": 8,
    "text": "Hangi kurama göre teknolojik yenilikler toplumun her kesiminde aynı hızda ve aynı zamanda gerçekleşmez?",
    "options": {
      "A": "Rogers- Yeniliklerin yayılması kuramı",
      "B": "Heidegger- Teknolojinin ekonomi politiği kuramı",
      "C": "Marcuse- Kültlürel farklılıklar kuramı",
      "D": "Newcomb- Bakışım kuramı",
      "E": "Bandura- Sosyal öğrenme kuramı"
    },
    "correctAnswer": "A",
    "explanation": "Rogers'ın yeniliklerin yayılması kuramına göre teknolojik yenilikler toplumun her kesiminde aynı hızda ve zamanda gerçekleşmez. Doğru yanıt A'dır."
  },
  {
    "id": "3601520",
    "unitNumber": 8,
    "text": "Her ölçekteki izleyicinin, yayınlanan içerikle anlamlı etkileşimler kurmasına olanak tanıyan, bulut destekli, son derece ilgi çekici canlı yayın etkinlikleri nasıl tanımlanır?",
    "options": {
      "A": "Kitlesel etkileşimli canlı etkinlik",
      "B": "Canlı kitle iletişimi etkinliği",
      "C": "Etkin kitleye yönelik etkileşim",
      "D": "Canlı etkinliğin kitlesel ölçümü",
      "E": "Kitlesel medya yayını"
    },
    "correctAnswer": "A",
    "explanation": "Soruda tanımlanan Kitlesel etkileşimli canlı etkinlik (MILE) dir. Doğru yanıt A'dır."
  },
  {
    "id": "3601517",
    "unitNumber": 8,
    "text": "Yayılma aşamasındaki bir teknolojinin zamanla başka teknolojilerle birleşerek yeni işlev ve biçimlere sahip olmasına ne denir?",
    "options": {
      "A": "Teknolojik birleşme",
      "B": "Teknolojik kayma",
      "C": "Teknolojik füzyon",
      "D": "Teknolojik yakınsama",
      "E": "Teknolojik yabancılaşma"
    },
    "correctAnswer": "D",
    "explanation": "Soruda belirtilen duruma teknolojik yakınsama denir. Doğru yanıt D dir."
  },
  {
    "id": "3601518",
    "unitNumber": 8,
    "text": "Yayılma aşamasındaki teknolojilerin beklenmedik yeni teknolojilerin başarılı olmasıyla pazardan çekilmesine ne denir?",
    "options": {
      "A": "Teknolojik yakınsama",
      "B": "Öncü yenilik",
      "C": "Yıkıcı yenilik",
      "D": "Yenilikçi teknoloji",
      "E": "Teknolojik yenilik"
    },
    "correctAnswer": "C",
    "explanation": "Soruda bahsi geçen durum yıkıcı yenilik olarak adlandırılır. Doğru yanıt C'dir."
  }
]