[
  {
    "id": "3851820",
    "unitNumber": 1,
    "text": "Süper akıllı toplum genel olarak aşağıda yer verilen hangi iki ögenin etkisinin her yönüyle değerlendirildiği, insanların makine ve robotlarla ilişkisinin en verimli biçimde sağlandığı bir toplum modelini tanımlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Yöndeşme ve yapay zekâ",
      "B": "Yoğunlaşma ve doğal zekâ",
      "C": "Çeşitlenme ve doğal zekâ",
      "D": "Metalaşma ve yapay zekâ",
      "E": "Dijitalleşme ve yapay zekâ"
    },
    "explanation": "GİRİŞ<br/>Doğru yanıt E seçeneğidir. Çünkü, süper akıllı toplum genel olarak “dijitalleşme ve yapay zekânın etkisinin her yönüyle değerlendirildiği, insanların makine ve robotlarla ilişkisinin en verimli biçimde sağlandığı bir toplum modeli” şeklinde tanımlanmaktadır."
  },
  {
    "id": "3851821",
    "unitNumber": 1,
    "text": "I. Kalkınma<br/>II. Yaratıcı endüstri<br/>III. Enformasyonel kapitalizm<br/>IV. Verimlilik<br/>Yukarıdakilerden hangisi ya da hangileri akıllı toplumların endüstriyel parametre ve hedeflerini kapsayan kavramlardır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve IV",
      "D": "I ve II",
      "E": "II ve IV"
    },
    "explanation": "GİRİŞ<br/>Akıllı toplumların yalnızca yüksek teknolojiyle sınırlı olmayan, aynı zamanda ekonomik büyüme, kalkınma, verimlilik gibi endüstriyel parametre ve hedefleri kapsayan çok daha geniş bir yapıyı kapsadığını söylemek de mümkündür. Dolayısıyla, doğru yanıt C seçeneğidir."
  },
  {
    "id": "3851822",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi endüstri toplumunu tanımlayan niteliklerden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Otomasyona dayalı üretime geçilmesi",
      "B": "İnsan gücü ile çalışan mekanik üretim araçlarının yaygınlaşması",
      "C": "İşçilerin ve işverenlerin ortaya çıkması",
      "D": "İnsan topluluklarının kırsaldan kentlere yönelmesi",
      "E": "Fabrikalar ile seri üretime başlanması"
    },
    "explanation": "BİLGİ TOPLUMUNUN TEMELLERİ<br/>Doğru yanıt B seçeneğidir. Çünkü, tarım toplumunun ardından girilen yeni dönemde, insan gücü ile çalışan mekanik üretim araçlarının otomasyona dayalı üretime evrildiği, buhar gücü ile hareket eden dokuma tezgâhlarının kadim üretim bilgilerine sahip zanaatların yerini almaya başladığı bir döneme girilmiştir. Sanayi devrimi ile birlikte oluşan ve Endüstri Toplumu adı verilen bu yeni dönem ile birlikte insan toplulukları kırsaldan kentlere yönelmiş, fabrikalar ile seri üretim başlamış, tarım toplumunun çiftçi bireyleri bu yeni tür üretim anlayışı ile işçilere ve işverenlere dönüşmeye başlamıştır."
  },
  {
    "id": "3851823",
    "unitNumber": 1,
    "text": "Bilgi toplumu kavramı, ……………. ortaya çıkışı ve yaygınlaşması ile birlikte ortaya çıkan, küresel bir ekonomik sistem temelinde bilgi ve iletişim teknolojilerinin kullanımı vasıtasıyla bilgi kavramının üretim ve tüketim sistematiğinin merkezine bir meta olarak yerleştirildiği sosyolojik bir yapıyı ifade etmektedir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Radyo",
      "B": "İnternet",
      "C": "Televizyon",
      "D": "Video",
      "E": "Akıllı telefon"
    },
    "explanation": "Bilgi Toplumu Nedir?<br/>Doğru yanıt B seçeneğidir. Çünkü, <em>bilgi toplumu </em>kavramı, internetin ortaya çıkışı ve yaygınlaşması ile birlikte ortaya çıkan, küresel bir ekonomik sistem temelinde bilgi ve iletişim teknolojilerinin kullanımı vasıtasıyla bilgi kavramının üretim ve tüketim sistematiğinin merkezine bir meta olarak yerleştirildiği sosyolojik bir yapıyı ifade etmektedir."
  },
  {
    "id": "3851824",
    "unitNumber": 1,
    "text": "Bilgi ve iletişim teknolojilerinin iletişim, bilgiye erişim, üretim ve bilgi paylaşımı gibi amaçlarla kullanılmasıyla küresel ekonomi, dolaşım ve iletişim biçimlerini doğrudan etkilediği bu ara döneme ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Endüstriyel",
      "B": "Pre-endüstriyel",
      "C": "Post-endüstriyel",
      "D": "Neo-endüstriyel",
      "E": "Re-endüstriyel"
    },
    "explanation": "ENDÜSTRİYEL DÖNÜŞÜM VE TOPLUM<br/>Bilgi ve iletişim teknolojilerinin iletişim, bilgiye erişim, üretim ve bilgi paylaşımı gibi amaçlarla kullanılmasıyla küresel ekonomi, dolaşım ve iletişim biçimlerini doğrudan etkilediği bu ara dönem post-endüstriyel ya da endüstri sonrası toplum olarak nitelendirilmiştir. Dolayısıyla, doğru yanıt C seçeneğidir."
  },
  {
    "id": "3851825",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Endüstri 4.0’ın kronolojik olarak gelişim aşamalarını açıklayan ifadelerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Endüstri 3.0 (1969): Üretimi daha fazla otomatikleştirmek için elektronik ve IT’nin kullanımına dayanmaktadır. Yaklaşık 2010 yılına kadar devam eden süreci kapsamaktadır.",
      "B": "Endüstri 2.0: (1870): İş bölümü ve elektrik enerjisinin kullanımıyla sağlanan seri üretime dayanmaktadır.",
      "C": "Endüstri 4.0 (bugün): Akıllı fabrikalar yaratan siber-fiziksel sistemlerin kullanımına dayanmaktadır.",
      "D": "Endüstri 1.0: (1784): Üretimin, su ve buhar gücüyle çalışan mekanik üretim ekipmanlarına dayandığı dönemdir.",
      "E": "Endüstri 2.0: (1890): Zanaatkârlık ve maden enerjisinin kullanımıyla sağlanan üretime dayanmaktadır."
    },
    "explanation": "Endüstri Toplumunun Ortaya Çıkışı<br/>Günümüzde sanal ve akıllı teknolojik sistemler ve veri ile niteleyebileceğimiz Endüstri 4.0’ın kronolojik olarak gelişim aşamaları Kasa ve Arslan (2020) tarafından şu şekilde ortaya konmaktadır:<br/><ul> <li>Endüstri 1.0: (1784): Üretimin, su ve buhar gücüyle çalışan mekanik üretim ekipmanlarına dayandığı dönemdir.</li> <li>Endüstri 2.0: (1870): İş bölümü ve elektrik enerjisinin kullanımıyla sağlanan seri üretime dayanmaktadır.</li> <li>Endüstri 3.0 (1969): Üretimi daha fazla otomatikleştirmek için elektronik ve IT’nin kullanımına dayanmaktadır. Yaklaşık 2010 yılına kadar devam eden süreci kapsamaktadır.</li> <li>Endüstri 4.0 (bugün): Akıllı fabrikalar yaratan siber-fiziksel sistemlerin kullanımına dayanmaktadır.</li> </ul> Dolayısıyla, doğru yanıt, E seçeneğidir."
  },
  {
    "id": "3851826",
    "unitNumber": 1,
    "text": "Toplumlar ve insanların yaşam kalitelerini ve refah düzeylerini artırmayı amaçlayan, bunun için veri, yapay zekâ, in-ternet gibi kavramları merkeze alarak sanayi devrimi ve bilgi çağı araçlarını bir arada kullanan daha yenilikçi, insancıl, bireye ve onun refahına odaklı bir sosyolojik yapıdan söz eden toplum tipine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Toplum 2.0",
      "B": "Toplum 3.0",
      "C": "Toplum 4.0",
      "D": "Toplum 5.0",
      "E": "Toplum 6.0"
    },
    "explanation": "Endüstri Toplumunun Ortaya Çıkışı<br/>Toplum 5.0 ile birlikte ise daha yenilikçi, insancıl, bireye ve onun refahına odaklı bir sosyolojik yapıdan bahsetmek olanaklıdır."
  },
  {
    "id": "3851827",
    "unitNumber": 1,
    "text": "Önceleri mantık yürütme ve diğer felsefi varsayımlardan yola çıkılarak metafizik bir anlayışla açıklanmaya çalışılan gerçeklik aşağıda yer verilen hangi dönem ile birlikte farklı bir boyuta evrilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Avcı-toplayıcı dönem",
      "B": "Köleci dönem",
      "C": "Aydınlanma dönemi",
      "D": "Asyatik dönem",
      "E": "Feodal dönem"
    },
    "explanation": "Bilgi Nasıl Elde Edilir?<br/>Önceleri mantık yürütme ve diğer felsefi varsayımlardan yola çıkılarak metafizik bir anlayışla açıklanmaya çalışılan gerçekliğin aydınlanma dönemi ile birlikte farklı bir boyuta evrildiği görülmektedir. Dolayısıyla, doğru yanıt C seçeneğidir."
  },
  {
    "id": "3851828",
    "unitNumber": 1,
    "text": "Etimolojik kökenleri Yunancaya dayanan …………… kavramı, genel bir yaklaşımla, bilimsel yöntemlerle üretilmiş kuramsal bilginin uygulamalı alanlarda kullanılabilmesi şeklinde tanımlanmaktadır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Bilim",
      "B": "Metafizik",
      "C": "Teori",
      "D": "Teknoloji",
      "E": "Pratik"
    },
    "explanation": "Bilim ve Teknoloji İlişkisi<br/>Doğru yanıt D seçeneğidir. Çünkü, etimolojik kökenleri Yunancaya dayanan teknoloji kavramı, genel bir yaklaşımla, bilimsel yöntemlerle üretilmiş kuramsal bilginin uygulamalı alanlarda kullanılabilmesi şeklinde tasvir edilebilir."
  },
  {
    "id": "3851829",
    "unitNumber": 1,
    "text": "Sayısal veri işleme kapasitesine sahip ilk bilgisayar olarak kabul edilen ENIAC isimli bilgisayar aşağıdaki yıllardan hangisinde ortaya çıkmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1930’lu yıllar",
      "B": "1940’lı yıllar",
      "C": "1950’li yıllar",
      "D": "1960’lı yıllar",
      "E": "1970’li yıllar"
    },
    "explanation": "Dijitalleşen Toplum<br/>Doğru yanıt B seçeneğidir. Çünkü, sayısal veri işleme kapasitesine sahip ilk bilgisayar olarak kabul edilen ENIAC isimli bilgisayarın 1940’larda ortaya çıkışı, dijital kavramının gündeme gelebilmesi için görece bir başlangıç noktası sayılabilir."
  },
  {
    "id": "3851941",
    "unitNumber": 1,
    "text": "Enformasyonun akıl süzgecinden geçirilmiş, bilimsel düzeyde nesnel ve işlevsel doğurgulara sahip biçimine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Meta",
      "B": "Veri",
      "C": "Bilgi",
      "D": "Pratik",
      "E": "Yöntem"
    },
    "explanation": "Bilgi, enformasyonun akıl süzgecinden geçirilmiş, bilimsel düzeyde nesnel ve işlevsel doğurgulara sahip biçimidir."
  },
  {
    "id": "3851944",
    "unitNumber": 1,
    "text": "Bilgi toplumu ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Nüfus artmış ve insanların barınak tarzı yaşam alanları şehirlere dönüşmüştür.",
      "B": "Bilgi kavramı, üretim ve tüketim sistematiğinin merkezine bir meta olarak yerleşmiştir.",
      "C": "Çiftçi bireyler, fabrikalarda seri üretim anlayışıyla işçi ve işverenlere dönüşmüştür.",
      "D": "İdari ve dini kurallar çerçevesinde yeni yönetim biçimleri ortaya çıkmıştır.",
      "E": "İnsan gücüyle çalışan mekanik üretim araçları, otomasyona dayalı üretime evrilmiştir."
    },
    "explanation": "Tarım toplumuna geçişle birlikte nüfus artmış, idari ve dini kurallar çerçevesinde yeni yönetim biçimleri ortaya çıkmış, insanların barınak tarzı yaşam alanları şehirlere dönüşmüştür. Endüstri toplumu döneminde insan gücüyle çalışan mekanik üretim araçları, otomasyona dayalı üretime evrilmiş ve çiftçi bireyler, fabrikalarda seri üretim anlayışıyla işçi ve işverenlere dönüşmüştür. Bilgi toplumunda ise bilgi kavramı, üretim ve tüketim sistematiğinin merkezine bir meta olarak yerleşmiştir."
  },
  {
    "id": "3851946",
    "unitNumber": 1,
    "text": "Mülkiyet ilişkilerinin üretim merkezleri olan fabrika sahiplerine; üretilen malları satan ve lojistiği sağlayan işletme ve hizmet sağlayıcılara geçmeye başladığı toplum dönemi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Akıllı toplum",
      "B": "Endüstri toplumu",
      "C": "Tarım toplumu",
      "D": "Bilgi toplumu",
      "E": "Avcı toplum"
    },
    "explanation": "Endüstri toplumu döneminde, mülkiyet ilişkilerinin üretim merkezleri olan fabrika sahiplerine; üretilen malları satan ve lojistiği sağlayan işletme ve hizmet sağlayıcılara geçmeye başlamıştır."
  },
  {
    "id": "3851949",
    "unitNumber": 1,
    "text": "Bilgiyi düzenleme biçimimizin çoğu zaman insanları düzenleme biçimimizi saptadığını, bunun tersinin de geçerli olduğunu vurgulayan yazar aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Einstein",
      "B": "Harari",
      "C": "Turing",
      "D": "Toffler",
      "E": "Newton"
    },
    "explanation": "Toffler, bilgiyi düzenleme biçimimizin çoğu zaman insanları düzenleme biçimimizi saptadığını, bunu tersinin de geçerli olduğunu vurgulamaktadır."
  },
  {
    "id": "3851950",
    "unitNumber": 1,
    "text": "Endüstri 4.0 dönemi ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Üretim, su ve buhar gücüyle çalışan mekanik üretim ekipmanlarına dayanır.",
      "B": "1969 yılından, yaklaşık 2010 yılına kadar devam eden süreci kapsar.",
      "C": "Akıllı fabrikalar yaratan siber-fiziksel sistemlerin kullanımına dayanır.",
      "D": "Üretimin daha fazla otomatikleştirilmesi için elektronik ve IT kullanılır.",
      "E": "İşbölümü ve elektrik enerjisi kullanımıyla sağlanan seri üretime dayanır."
    },
    "explanation": "Endüstri 4.0, akıllı fabrikalar yaratan siber-fiziksel sistemlerin kullanımına dayanmaktadır."
  },
  {
    "id": "3851951",
    "unitNumber": 1,
    "text": "I.İnsanlar, nesneler ve sistemlerin siber alanda birbirine bağlanması.<br/>II.Sosyal sorunlara yenilikçi ve insan temelli çözümler sunulması.<br/>III.Fiziksel alan ile siber alanın tam entegrasyonunun sağlanması.<br/>IV.Üretime yönelik stratejik kaynak olan emeğin yerini, sermayenin alması.<br/>Yukarıdakilerden hangileri Toplum 5.0 ile birlikte gelen yenilikler arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "Toplum 5.0. ile birlikte gelen yenilikler; insanlar, nesneler ve sistemlerin siber alanda birbirine bağlanması, sosyal sorunlara yenilikçi ve insan temelli çözümler sunulması ve fiziksel alan ile siber alanın tam entegrasyonunun sağlanmasıdır."
  },
  {
    "id": "3851952",
    "unitNumber": 1,
    "text": "“Doğa Felsefesinin Matematiksel İlkeleri” adlı eseriyle dünya bilim tarihine damgasını vuran bilim insanı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Newton",
      "B": "Galileo",
      "C": "Kopernik",
      "D": "Einstein",
      "E": "Descartes"
    },
    "explanation": "Aydınlanma dönemi sonrasında Isaac Newton, “Doğa Felsefesinin Matematiksel İlkeleri” adlı eseriyle dünya bilim tarihine damgasını vurmuştur."
  },
  {
    "id": "3851953",
    "unitNumber": 1,
    "text": "İnsanın maddi çevresini denetlemek ve değiştirmek amacıyla geliştirdiği araç gereçlerle bunlara ilişkin bilgilerin tümüne ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yöntem",
      "B": "Teknoloji",
      "C": "Tasarım",
      "D": "Yenilik",
      "E": "Strateji"
    },
    "explanation": "Teknoloji, insanın maddi çevresini denetlemek ve değiştirmek amacıyla geliştirdiği araç gereçlerle bunlara ilişkin bilgilerin tümüdür."
  },
  {
    "id": "3851954",
    "unitNumber": 1,
    "text": "………..…..., teknolojiyi kısmen veya hiçbir biçimde yaşam alanında temel almayan, teknoloji kullanma becerisi sınırlı olan ve teknolojik dönüşüme net bir biçimde uyum sağlamayan kimselerdir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Z kuşağı",
      "B": "Dijital yerli",
      "C": "Bilim insanı",
      "D": "Yapay zekâ",
      "E": "Dijital göçmen"
    },
    "explanation": "Dijital göçmen, teknolojiyi kısmen veya hiçbir biçimde yaşam alanında temel almayan, teknoloji kullanma becerisi sınırlı olan ve teknolojik dönüşüme net bir biçimde uyum sağlamayan kimsedir."
  },
  {
    "id": "3851955",
    "unitNumber": 1,
    "text": "Dünya üzerinde yer alan farklı özelliklerdeki tüm bilgisayar tabanlı cihazları TCP/IP adlı ortak bir iletişim protokolü aracılığıyla birbirine bağlayan uluslararası ağ sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Neuralink",
      "B": "Telegram",
      "C": "Veritabanı",
      "D": "İnternet",
      "E": "Whatsapp"
    },
    "explanation": "İnternet, dünya üzerinde yer alan farklı özelliklerdeki tüm bilgisayar tabanlı cihazları TCP/IP adlı ortak bir iletişim protokolü aracılığıyla birbirine bağlayan uluslararası bir ağ sistemidir."
  },
  {
    "id": "3852049",
    "unitNumber": 1,
    "text": "Toplumsal dönemlere ilişkin dönüşüm süreçleri arasında “Toplum 5.0” modeli ile doğrudan ilişkilendirilenyaşam biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Süper akıllı toplum",
      "B": "Tarım toplumu",
      "C": "Avcı toplumu",
      "D": "Endüstri toplumu",
      "E": "Bilgi toplumu"
    },
    "explanation": "Şekil 1.1.<br/>AVCI TOPLUMU-DOĞAL YAŞAM 1.0<br/>TARIM TOPLUMU-SULAMA &amp; TARIM 2.0<br/>ENDÜSTRİ TOPLUMU-BUHARLI LOKOMOTIF 3.0<br/>BİLGİ TOPLUMU-BİLGİSAYAR &amp; TEKNOLOJİ 4.0<br/>SÜPER AKILLI TOPLUM- TOPLUM 5.0<br/>Süper akıllı toplum"
  },
  {
    "id": "3852050",
    "unitNumber": 1,
    "text": "Fiziksel alan ile siber alanın tam entegrasyonunu içeren; insanlar, nesneler ve sistemlerin siber alanda birbirine bağlanması ve insan kapasitesini aşan sonuçların yapay zekâ ile elde edilerek fiziksel alana yansıtılmasına dayalı dönüşüm modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplum 5.0",
      "B": "Endüstri 4.0",
      "C": "Teknoloji 4.0",
      "D": "Endüstri 3.0",
      "E": "Toplum 4.0"
    },
    "explanation": "Toplum 5.0 için “süper akıllı toplum” ifadesi kullanılmaya başlanmıştır.<br/>Toplum 5.0’ın sunduğu yeniliklerin başında, fiziksel alan ile siber alanın tam entegrasyonu<br/>gelmektedir.<br/>Toplum 5.0’da insanlar, nesneler ve sistemlerin siber alanda birbirine bağlanması ve<br/>insan kapasitesini aşan sonuçların yapay zekâ ile elde edilerek fiziksel alana geri bildirim<br/>sağlanması mümkündür.<br/>Toplum 5.0, daha önce çözüm aranan sosyal sorunlara, yenilikçi ve insan temelli çözümler sunarak teknoloji odaklı dünya düzeninden insan merkezli bir düzene dönüşümü sağlama amacı taşımaktadır."
  },
  {
    "id": "3852051",
    "unitNumber": 1,
    "text": "Aşağıdaki bilimsel yaklaşımlardan hangisi olay ve olgular arasındaki karmaşık ilişkileri karşılıklı bir nedensellik ve göreli bir anlayışla post-pozitivist çerçevede <u>doğal bağlamından koparmadan</u> ele almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yorumlamacı paradigma",
      "B": "Metafizik anlayış",
      "C": "Pozitivist paradigma",
      "D": "Aydınlanma dönemi",
      "E": "Nesnelci paradigma"
    },
    "explanation": "Genelleştirilmiş bilimsel bulgularla evrensel mekaniğin işleyişini temel alarak tümdengelimci bir bakış açısı ile olay ve olguları açıklamaya yönelen nesnelci paradigmanın aksine, yorumlamacı paradigma tümevarımcı bir anlayışla parçadan bütüne hareket etmekte, olay ve olgular arasındaki karmaşık ilişkileri karşılıklı bir nedensellik ve göreli bir anlayışla doğal bağlamından koparmadan ele almaktadır. En nihayetinde tüm bu bilimsel yaklaşımlar ve paradigma değişimlerinin her ne kadar temel ilkeleri çerçevesinde farklılıklar içerse de bilimsel yönteme ve gerçeklik arayışına<br/>yönelik olarak birbirini tamamlayan yollar ortaya koyduğunu söylemek olanaklıdır."
  },
  {
    "id": "3852052",
    "unitNumber": 1,
    "text": "1960’lı yıllarda önceleri küresel bir nükleer savaşta zarar görmeyecek askerî amaçlı bir iletişim altyapısı oluşturma hedefiyle yola çıkılsa da özellikle 1990’ların başında Web adıyla bilinen World Wide Web hizmetini kim bulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Tim Berners Lee",
      "B": "Alan Turing",
      "C": "Thomas Watt",
      "D": "Ralph Henry Baer",
      "E": "Elon Musk"
    },
    "explanation": "1960’lı yıllarda önceleri küresel bir nükleer savaşta zarar görmeyecek askerî amaçlı bir iletişim altyapısı oluşturma hedefiyle yola çıkılsa da özellikle 1990’ların başında Tim Berners Lee tarafından kısaca Web adıyla bilinen World Wide Web hizmetinin bulunması, interneti tüm dünyada farklı kullanıcı profilleri tarafından neredeyse yaşamın her alanında kullanılan yaygın ve işlevsel bir iletişim aracı hâline getirmiştir."
  },
  {
    "id": "3852053",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sayısal veri işleme kapasitesine sahip ilk bilgisayar olarak kabul edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eniac",
      "B": "Turing",
      "C": "Odyssey",
      "D": "Neuralink",
      "E": "WWW"
    },
    "explanation": "Turing Makinesi 1936 yılında Alan Turing tarafından icat edilmiştir. Sonrasında<br/>yine sayısal veri işleme kapasitesine sahip ilk bilgisayar olarak kabul edilen ENIAC isimli bilgisayarın<br/>1940’larda ortaya çıkışı, dijital kavramının gündeme gelebilmesi için görece bir başlangıç noktası sayılabilir."
  },
  {
    "id": "3852054",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Ralph Henry Baer isimli bir mühendis tarafından 1960’lı yıllarda geliştirilen ve günümüz oyun konsolları için belki de bir başlangıç noktası olarak kabul edilebilecek olan; mühendislik ve endüstriyel tasarımın başyapıtları arasında sıralanan bilgisayar oyunudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Odyssey",
      "B": "Eniac",
      "C": "Turing",
      "D": "Neuralink",
      "E": "Baer"
    },
    "explanation": "1962 yılında internetin ortaya çıkışı bilgi toplumunageçiş için güçlü bir etkiye ve ayrıca simgesel ve<br/>teknik düzeyde bir değere sahiptir ki bu icat aynı zamanda dünya tarihi için devrimsel nitelikte bir<br/>paradigma değişimini de beraberinde getirmiştir. Ralph Henry Baer isimli bir mühendis tarafından yine bu yıllarda geliştirilen Odyssey isimli bilgisayar oyunu günümüz oyun konsolları için belki de bir başlangıç noktası olarak kabul edilebilir. Mühendislik ve endüstriyel tasarımın başyapıtları arasında sıralanan Odyssey, piyasaya çıkışından tam 50 yıl sonra Elon Musk’ın “Neuralink” isimli projesi kapsamında yeniden gündeme gelmiştir."
  },
  {
    "id": "3852055",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi üretimin, su ve buhar gücüyle çalışan mekanik üretim ekipmanlarına dayandığı dönemdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Endüstri 1.0",
      "B": "Endüstri 2.0",
      "C": "Endüstri 3.0",
      "D": "Endüstri 4.0",
      "E": "Endüstri 0.2"
    },
    "explanation": "Endüstri 1.0: (1784): Üretimin, su ve buhar gücüyle çalışan mekanik üretim ekipmanlarına<br/>dayandığı dönemdir.<br/>• Endüstri 2.0: (1870): İş bölümü ve elektrik enerjisinin kullanımıyla sağlanan seri üretime<br/>dayanmaktadır.<br/>• Endüstri 3.0 (1969): Üretimi daha fazla otomatikleştirmek için elektronik ve IT’nin kullanımına dayanmaktadır. Yaklaşık 2010<br/>yılına kadar devam eden süreci kapsamaktadır.<br/>• Endüstri 4.0 (bugün): Akıllı fabrikalar yaratan siber-fiziksel sistemlerin kullanımına<br/>dayanmaktadır."
  },
  {
    "id": "3852056",
    "unitNumber": 1,
    "text": "Aşağıda endüstri toplumuna dayalı dönüşümler ve kronolojik gelişimler arası eşleştirmelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Endüstri 4.0-Siber sistemler",
      "B": "Endüstri 2.0- Mekanik üretim",
      "C": "Endüstri 3.0-Elektrik enerjisi",
      "D": "Endüstri 4.0-Otomatik üretim",
      "E": "Endüstri 2.0-IT kullanımı"
    },
    "explanation": "Endüstri 4.0-Siber sistemler<br/>Endüstri 1.0- Mekanik üretim<br/>Endüstri 2.0-Elektrik enerjisi<br/>Endüstri 3.0-Otomatik üretim<br/>Endüstri 3.0-IT kullanımı"
  },
  {
    "id": "3852057",
    "unitNumber": 1,
    "text": "Sosyal ağlar ve mobil teknoloji odaklı yaygın dijital iletişim araçları teknolojik gelişim bağlamında ne tür bir etkileşim yapısı içinde yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Web 2.0",
      "B": "Endüstri 4.0",
      "C": "Web 1.0",
      "D": "Endüstri 3.0",
      "E": "Web 3.0"
    },
    "explanation": "Web 2.0’ın etkileşimli yapısı sayesinde ise günümüz internet kullanıcıları için neredeyse vazgeçilmez bir hâl alan Twitter, Facebook, İnstagram gibi sosyal ağ sitelerininkullanımı küresel ölçekte yaygınlaşmıştır. Mobil teknolojiler ve kablosuz iletişim altyapılarının sağladığı bu teknik altyapı üzerinde hızla yaygınlaşan Web 2.0 tabanlı sosyal ağlar ve Whatsapp, Telegram gibi diğer yaygın dijital iletişim araçları günümüz toplumları için teknik bir dönüşümün çok çok ötesinde, yaşam biçimi ve kültür üzerinde de dijital bir dönüşüme neden olmuştur."
  },
  {
    "id": "3851959",
    "unitNumber": 2,
    "text": "Öğrenenin kendi yaratıcı becerilerini kullanarak önceki bilgileri ile yeni karşılaştıklarını ilişkilendirme, yeni öğrenmeler oluşturma, yeni bilgileri anlamlandırma, yorumlama ve yeniden inşa etme süreçlerini irdeleyen öğrenme kuramı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Davranışçı Kuram",
      "B": "Duyuşsal Kuram",
      "C": "Bilişsel Kuram",
      "D": "Yapılandırmacı Kuram",
      "E": "Nörofizyolojik Kuram"
    },
    "explanation": "Eğitimde Dijital Dönüşümün Kısa Tarihçesi / Dikkat<br/>Öğrenme sürecinde çevrenin etkin olduğunu temel alan, gözlemlenebilen davranışlara odaklanan, tüm davranışları uyarıcı ve tepki arasındaki bağ ile açıklayabilen <em>davranışçı kuramlar</em>; içsel süreçler ve bireysel faktörlere daha yoğun bir biçimde odaklanan <em>bilişsel kuramlar</em>; öğrenenin kendi yaratıcı becerilerini kullanarak önceki bilgileri ile yeni karşılaştıklarını ilişkilendirme, yeni öğrenmeler oluşturma, yeni bilgileri anlamlandırma, yorumlama ve yeniden inşa etme süreçlerini irdeleyen <em>yapılandırmacı kuramlar, </em>yaygın olarak karşılaşılan öğrenme kuramları olduğu için adları metin içinde anılmıştır. Alanyazında davranışçı, bilişsel, duyuşsal ve nörofizyolojik temelli onlarca güçlü kuram söz konusudur."
  },
  {
    "id": "3851960",
    "unitNumber": 2,
    "text": "Eğitim teknolojilerinin tarihsel gelişim sürecinde, eğitici film ve televizyonun kullanıldığı hareketli görüntü akımı hangi tarihsel dönemi kapsamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "1900-1920",
      "B": "1920-1940",
      "C": "1940-1960",
      "D": "1960-1980",
      "E": "1980-2000"
    },
    "explanation": "Eğitimde Dijital Dönüşümün Kısa Tarihçesi / Eğitim Teknolojisinde Dönüşüm<br/>Eğitim öğretim uygulamalarında dönüşümün önemli köşe taşları arasında adları sıklıkla anılan davranışçı, bilişsel ve yapılandırmacı yaklaşımlar, internetteki gelişmelerden çok daha önce hayatımıza girmekle birlikte, bu yaklaşımlara özgü etkinlik ve uygulamaların dijital ortamlarda da rahatlıkla gerçekleştirilebilmesi, internet teknolojilerinin yakın geçmişteki hızlı dönüşümüyle daha olanaklı hâle gelmiştir. Şöyle ki yirminci yüzyıl öncesine kadar bazı sıra dışı örneklere de rastlanmakla birlikte öğretmenlerin hazırladığı materyallerle sınırlı kalan eğitim teknolojileri, yirminci yüzyılın başlarında <em>görsel hareket dönemi </em>olarak adlandırılan ve resimli kitaplar ile okul müzelerinin yaygınlaştığı dönemde bir dönüşüm yaşamaya başlamıştır. Bunu radyo teknolojisi ile özdeşleşen <em>kayıtlı ses dönemi </em>ve İkinci Dünya Savaşı sırasında yoğun biçimde kullanılan eğitici filmler ile özdeşleşen <em>hareketli görüntü dönemi </em>izlemiştir. Televizyonun eğitimde kendinden beklenen başarıyı tam olarak sergileyememesi, kullanılan araçtan çok kullanım süreç ve biçiminin önemli olduğu gerçeğini pekiştirmiş (DeVaney Becker, 1987); davranışçı yaklaşım paralelinde öğrencilerin kendi hızlarına göre ve küçük içerikler hâlinde ilerlemelerini esas alan programlı öğretim ve öğretim makinelerinin yayınlaştığı <em>sınırlı etkileşim dönemi </em>yaşanmıştır. Öte yandan bu dönemde eğitsel amaçların yazılması ve öğretim tasarımı ilkeleri bağlamında bugün de hâlâ eğitim uygulamalarında dikkate alınan ciddi gelişmeler de yaşanmıştır (Şimşek, 2009). Seksenli yıllarda sayısal teknolojiler ile görüntünün işlenebilmesi ve etkileşimli videonun hayatımıza girmesi ile özdeşleşen dönem çoklu ortam dönemi olarak anılmış; yirmi birinci yüzyılın başlarından itibaren ise internet, web destekli öğrenme ve taşınabilir teknolojiler ile şekillenen <em>sanal ağlar dönemi </em>yaşanmaya başlamıştır. Hareketli görüntü akımı tarihsel olarak 1940- 1960 arasındadır."
  },
  {
    "id": "3851961",
    "unitNumber": 2,
    "text": "İnternetin demokratikleşmesi ve herkes tarafından bilgiye erişimin kolaylaşması ile özdeşleştirilmesi, ayrıca bilginin herkese açık olması gereksinimine düzenli olarak vurgu yapılması açık ve uzaktan öğretim faaliyetlerinde de karşılık bulmaya başlaması Web’in hangi dönemiyle gerçekleşmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Web 1.0",
      "B": "Web 2.0",
      "C": "Web 3.0",
      "D": "Web 4.0",
      "E": "Web 5.0"
    },
    "explanation": "Eğitimde Dijital Dönüşümün Kısa Tarihçesi / İnternet ile İvmelenen Dönüşüm<br/>Kullanıcıların katılımı ile dinamik bir biçimde sürekli gelişen ve büyüyen kişisel bloglar, Ekşi sözlük, Wikipedia ve sosyal medya (Ör: Facebook) Web 2.0 döneminin akılda kalıcı örnekleri arasında sayılabilir. Zengin içerik üretme ve etkileşim olanakları, daha üst düzey bilişsel becerileri desteklemeye yönelik etkinliklerin de dijital dünyada hayata geçirilebilmesinin önünü açmıştır. Web 2.0’ın internetin demokratikleşmesi ve herkes tarafından bilgiye erişimin kolaylaşması ile özdeşleştirilmesi, ayrıca bilginin herkese açık olması gereksinimine düzenli olarak vurgu yapılması açık ve uzaktan öğretim faaliyetlerinde de karşılık bulmaya başlamıştır (Salmon, 2019). Bu bağlamda ikinci nesil internet ile aynı dönemde açık ve uzaktan öğretim faaliyetlerinde de büyük bir ivmelenme yaşandığı, zengin içeriğe ve kitlesel açık çevrim içi derslere erişim olanaklarının yaygınlaştığı görülebilmektedir (Akgün Özbek, 2019). Böylece bilginin yalnızca sınıfta paylaşıldığı öğrenme deneyimlerinden, harmanlanmış öğrenme olanaklarına doğru bir yönelimin güçlendiği, mobil teknolojilerin de yaygınlaşması ile öğrenme deneyimlerinin sınıf ortamının tekelinden yavaş yavaş kopmaya başladığı gözlemlenebilmektedir."
  },
  {
    "id": "3851962",
    "unitNumber": 2,
    "text": "“Anlamsal Ağ” olarak adlandırılan internet dönemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Web 1.0",
      "B": "Web 2.0",
      "C": "Web 3.0",
      "D": "Web 4.0",
      "E": "Web 5.0"
    },
    "explanation": "Eğitimde Dijital Dönüşümün Kısa Tarihçesi / İnternet ile İvmelenen Dönüşüm<br/>Web 3.0 olarak bilinen üçüncü nesil internet döneminde söz konusu bilginin biriktirilme ve işlenme süreçlerinde bir dönüşüm yaşanmıştır. <em>Anlamsal ağ </em>olarak da adlandırılan Web 3.0, içeriklerin yalnızca doğal dillerde değil ilgili yazılım ve uygulamalar tarafından da yorumlanabilir ve kullanılabilir biçimde ifade edilebilmesi, web uygulamalarının birbiriyle anlaşabilmesi, böylece daha zeki, daha hızlı ve daha kullanıcı odaklı olması üzerine kurulu bir felsefe ve prensipler bütünüdür.<br/><strong>Anlamsal/Semantik ağ: </strong>Çevrim içi içeriklerin işlenmesine yönelik bir felsefe ve prensipler bütünü olup web içeriklerinin yalnızca doğal dillerde değil, ilgili yazılımlar tarafından da kolaylıkla anlaşılmasını, yorumlanmasını ve kullanılabilmesini sağlayan programlama dillerini ve uygulamaları kapsamaktadır. Amaç, bugüne dek erişilememiş uygulamalar da dâhil olmak üzere günden güne artan her türlü farklı çevrim içi kaynaktan bilgi alabilmek ve bu bilgiyi tüm araç ve cihazlar üzerinden paylaşabilmektir (Jacobus ve Rudman, 2015)."
  },
  {
    "id": "3851963",
    "unitNumber": 2,
    "text": "Bağlantı kurma, yaratma, oluşturma gibi nitelikleri daha ön plana çıkaran eğitim kuşağı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Eğitim 1.0",
      "B": "Eğitim 2.0",
      "C": "Eğitim 3.0",
      "D": "Eğitim 4.0",
      "E": "Eğitim 5.0"
    },
    "explanation": "Eğitimde Dijital Dönüşümün Kısa Tarihçesi /Dijital Dünyada Karşılık Bulan Eğitim Kuşakları<br/>Eğitim 1.0’da öğrencilerin bilgi alıcısı olduğu dijital ortamlar daha yaygın olmuştur. Eğitim 2.0 ile iletişim kurma, iş birliği gerçekleştirme, bağlanma olanakları desteklenmiştir. Eğitim 3.0 ise bağlantı kurma, yaratma, oluşturma gibi nitelikleri daha ön plana çıkarmıştır (Gerstein, 2014)."
  },
  {
    "id": "3851964",
    "unitNumber": 2,
    "text": "Büyük ölçüde öğrenme yönetim sistemlerinin sınırları dâhilinde ancak diğer uygulamaları da entegre eden, diğer üniversiteleri içeren e-öğrenme iş birlikleri hangi eğitim kuşağının teknolojik özellikleridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Eğitim 1.0",
      "B": "Eğitim 2.0",
      "C": "Eğitim 3.0",
      "D": "Eğitim 4.0",
      "E": "Eğitim 5.0"
    },
    "explanation": "Eğitimde Dijital Dönüşümün Kısa Tarihçesi /Dijital Dünyada Karşılık Bulan Eğitim Kuşakları<br/>Rehber ve bilgi kaynağı ; Alan içerisinde, bazen de kurumlar arasında telifli ya da ücretsiz / açık materyaller; Daha “açık” teknolojilere aktarılan geleneksel ödev yaklaşımları; öğrenme faaliyetlerinde iş birliğini artırma; hâlâ büyük ölçüde kurumsal ve sınıf sınırlarıyla sınırlı; Üniversiteler arasında (ve uluslararası) artan iş birliği; öğrenciler ve üniversiteler arasında hâlâ bire bir bağlantı; Edilgenden aktife, eğitim sürecine ilişkin gelişen sahiplik duygusu ve büyük ölçüde öğrenme yönetim sistemlerinin sınırları dâhilinde ancak diğer uygulamaları da entegre eden, diğer üniversiteleri içeren e-öğrenme iş birlikleri Eğitim 2.0’ın özellikleridir."
  },
  {
    "id": "3851965",
    "unitNumber": 2,
    "text": "Son yıllarda sıklıkla karşımıza çıkan Endüstri 4.0 kavramı ile birlikte söz konusu vizyonunun desteklenmesi için Eğitim 4.0’ın nasıl olması gerektiği ile ilgili çıkarımlarda da artış gözlemlenmiştir. Aşağıdakilerden hangisi Eğitim 4.0 olarak nitelendirilecek yeni dönemin trendlerinden biri <strong>olamaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "İnternet 4.0 hizmetleri, öğrencinin kendi hızında, istediği yer ve zamanda nitelikli uzaktan öğrenme olanaklarına erişimini kolaylaştırır. Ters yüz sınıf yaklaşımı takip edilerek dersin teorik kısımlarının sınıf dışında da çalışılabilmesine olanak tanınır.",
      "B": "Bilgisayar uygulamaları, öğrencilerin öğrenme deneyimlerini kişiselleştirmelerine izin verir.",
      "C": "Ders çalışmak, gelecek kariyerlerinde yardımcı olabilecek organizasyon, iş birliği ve zaman yönetimi yetilerini geliştiren proje uygulama süreçleri de dâhil olmak üzere pratik etkinliklere dayanır.",
      "D": "Öğretim sürecinde öğrencilerin görüşleri önemli olup, müfredat tasarlanırken ve güncellenirken dikkate alınır.",
      "E": "Eğitime ilişkin sorumluluklar tamamen öğretmene aittir."
    },
    "explanation": "Eğitimde Dijital Dönüşümün Kısa Tarihçesi / Yakın Geleceğe İlişkin Öngörüler: Eğitim 4.0<br/>Genel bir ifadeyle üretimde sürdürülebilir bir gelişim sağlanarak tüm süreçlerin dijital araçlarla entegre biçimde yürütülebilmesi, söz konusu süreçlerde zaman ve kaynakların çok daha verimli kullanılması gibi bir vizyonun eğitim ile de pekiştirilmesi beklenmektedir (Huk, 2021). Bu süreçte inovasyonun eğitim sistemlerinde hâkim olması ve inovasyon odaklı eğitim gerçekleştirilmesi elbette kaçınılmazdır (Öztemel, 2018). Hümanist yaklaşımların dijital dünyada yoğun bir biçimde yer bulmaya başladığını belirten Huk (2021, s.40-41), Fisk’in (2017) görüşlerinden yararlanarak Eğitim 4.0 olarak nitelendirilecek yeni dönemin trendlerini şu başlıklar hâlinde özetlemektedir:<br/><ul><br/><li>İnternet 4.0 hizmetleri, öğrencinin kendi hızında, istediği yer ve zamanda nitelikli uzaktan öğrenme olanaklarına erişimini kolaylaştırır. Ters yüz sınıf yaklaşımı takip edilerek dersin teorik kısımlarının sınıf dışında da çalışılabilmesine olanak tanınır.</li><br/><li>Bilgisayar uygulamaları, öğrencilerin öğrenme deneyimlerini kişiselleştirmelerine izin verir.</li><br/><li>Öğrencilerin öğrenme için mobil araçlar da dâhil olmak üzere kendi dijital kaynaklarını kullanabilmeleri ve almak istedikleri eğitime ilişkin yeni seçenekler sunar.</li><br/><li>Ders çalışmak, gelecek kariyerlerinde yardımcı olabilecek organizasyon, iş birliği ve zaman yönetimi yetilerini geliştiren proje uygulama süreçleri de dâhil olmak üzere pratik etkinliklere dayanır.</li><br/><li>Öğrencilerin teorik bilgilerini uygulamaya dökebilecekleri, akıl yürütme becerilerini mantıksal bir örüntü ile işe koşabilecekleri veri çözümleme süreçleri ders çalışmanın temel bir bileşenidir.</li><br/><li>Başarı, şimdiye kadar olduğundan farklı bir şekilde değerlendirilmektedir. Öğrenme sırasında öğrenilen bilgiler değerlendirilirken, alan projeleri sırasında da bu bilginin uygulamaya dökülüp dökülmediği dikkate alınabilir.</li><br/><li>Öğretim sürecinde öğrencilerin görüşleri önemli olup, müfredat tasarlanırken ve güncellenirken dikkate alınır.</li><br/><li>Eğitime ilişkin sorumluluklar öğretmenden öğrencilere transfer edilir.</li><br/></ul>"
  },
  {
    "id": "3851966",
    "unitNumber": 2,
    "text": "Aşağıdaki maddelerden hangisi eğitim ve araştırma süreçlerini etkileyecek çok sayıda stratejik bileşenin ve tetikleyicinin tartışıldığı 2019 yılında yayınlanan raporda yer alan 10 temel tetikleyici hakkındaki çıkarımlardan biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Eğitim hizmetlerinin finanse edilmesinde karşılaşılan zorluklar ve daha etkili bir eğitim hizmeti için kaynakların verimli kullanılması gerekliliği.",
      "B": "Her geçen gün sahaya çıkan yeni eğitim sağlayıcılarının yarattığı rekabet ortamında eğitimin pazarlanma süreçleri.",
      "C": "Eğitim kurumlarının sunabildikleri ile geleceğin iş dünyasının beklediği yeterlilikler arasında gözlemlenen farklılıklar.",
      "D": "Nitelikli araştırmacı ve öğretim üyelerine duyulan gereksinimin azalması.",
      "E": "Her geçen gün değişen sektör ve öğrenci taleplerini karşılayabilecek nitelikte yenilikçi ve farklı öğrenme / öğretme deneyimleri sunma gereksinimi."
    },
    "explanation": "Eğitimde Dijital Dönüşüm Sürecinin Tetikleyicileri<br/>Ağırlıklı olarak İngiltere odaklı hazırlanan ve yükseköğretimde dijital dönüşümü gerektiren unsurların yanı sıra bu unsurları destekleyebilmek için işe koşulacak dijital dönüşüm bileşenlerini özetleyen bir rapor, evrensel birçok çıkarım ve öneriyi de içerdiğinden uluslararası alanyazında da oldukça beğeni toplamıştır (JISC, 2019). Eğitim ve araştırma süreçlerini etkileyecek çok sayıda stratejik bileşenin ve tetikleyicinin tartışıldığı söz konusu raporda 10 temel tetikleyici hakkında çıkarımlar yer almaktadır. Bu tetikleyiciler;<br/>1) günümüzde eğitim hizmetlerinin finanse edilmesinde karşılaşılan zorluklar ve daha etkili bir eğitim hizmeti için kaynakların verimli kullanılması gerekliliği,<br/>2) her geçen gün sahaya çıkan yeni eğitim sağlayıcılarının yarattığı rekabet ortamında eğitimin pazarlanma süreçleri,<br/>3) öğrencilerin harcadıkları para ve zaman karşılığında gerek daha iyi bir eğitim hizmetine gerekse sonrasında nitelikli işler bulmaya ilişkin haklı beklentileri,<br/>4) eğitim kurumlarının sunabildikleri ile geleceğin iş dünyasının beklediği yeterlilikler arasında gözlemlenen farklılıklar,<br/>5) fiziksel ve sanal kampüs olanaklarının yanı sıra her geçen gün artan devasa veri hacminin etkili bir biçimde kullanım ve organizasyonu,<br/>6) her geçen gün değişen sektör ve öğrenci taleplerini karşılayabilecek nitelikte yenilikçi ve farklı öğrenme / öğretme deneyimleri sunma gereksinimi,<br/>7) uluslararası sıralama istatistiklerine sağlıklı ve düzenli veri sağlayabilme iş yükünün yanı sıra yalnızca özelde bu sayısal değerleri değil, bu değerleri ortaya çıkaran bileşenleri de güçlendirme gereksinimi,<br/>8) nitelikli araştırmacı ve öğretim üyeleri için cazibe merkezi olabilme gereksinimi,<br/>9) nitelikli ve tekrarlanabilir bilimsel çalışmalara giden yolda nitelikli açık bilim ve araştırma altyapısında yaşanan dönüşümler ve<br/>10) böylesine zengin bir dünyanın siber güvenliğinin sağlanabilmesi gibi konulara değinilmektedir (JISC, 2019, ss. 10-23)."
  },
  {
    "id": "3851967",
    "unitNumber": 2,
    "text": "Eğitimde dijital dönüşümün tetikleyicilerinin kapsamlı bir listesini hazırlamış; bu tetikleyicileri teknolojik, örgütsel, dijital öğretim yeterlikleri, öğrenci sosyal yeterlikleri, öğrenci teknik yeterlikleri ve pedagoji olmak üzere altı başlık altında derlemiştir. Buna göre sıralanan dijital dönüşüm tetikleyicilerinden hangisi dijital öğretim yeterlilikleri başlığı altında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yenilikçi değerlendirme yöntemlerinden yararlanma",
      "B": "Benimsenen uygulamaların değerlendirilmesi ve geri bildirim",
      "C": "Bilgi- işlemsel düşünme",
      "D": "Arttırılmış gerçeklik",
      "E": "Nesnelerin interneti"
    },
    "explanation": "Eğitimde Dijital Dönüşüm Sürecinin Tetikleyicileri / Dijital Dönüşümün Tetikleyicileri<br/>Dünya Ekonomik Forumu da dâhil olmak üzere farklı uluslararası kuruluşların raporlarını inceleyerek derleyen Oliveira ve de Souza (2022), eğitimde dijital dönüşümün tetikleyicilerinin kapsamlı bir listesini hazırlamış; bu tetikleyicileri teknolojik, örgütsel, dijital öğretim yeterlikleri, öğrenci sosyal yeterlikleri, öğrenci teknik yeterlikleri ve pedagoji olmak üzere altı başlık altında derlemiştir.<br/>Dijital öğretim yeterlilikleri aşağıdaki gibidir:<br/>Öğrenmeyi öğrenme sürecinin öğretilmesi<br/>Sürekli dönüt verme<br/>Evrensel eğitim için dijital teknolojileri kullanma<br/>İhtiyaca göre uygun teknolojiyi kullanma<br/>Takım çalışması ve planlama<br/>Bireysel ve işbirlikli öğretim için dijital teknolojileri kullanma<br/>Yenilikçi pedagojilerden yararlanma<br/>Yenilikçi değerlendirme yöntemlerinden yararlanma"
  },
  {
    "id": "3851968",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi öğretenin dijital kaynakları seçme; dijital içerik yaratma ve uyarlama; dijital kaynakları yönetme, koruma ve paylaşma yeterliliğini işaret etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mesleki kullanım",
      "B": "Dijital kaynaklar",
      "C": "Öğretme ve Öğrenme",
      "D": "Ölçme",
      "E": "Öğrenenlerin dijital yeterliliklerini destekleme"
    },
    "explanation": "Eğitimde Dijital Dönüşüm Sürecinin Tetikleyicileri / Dönüşen Yeterlikler<br/>Dijital dönüşüm, yalnızca yeni bir teknolojik çözümün uygulanmasından çok yeni teknoloji, insan ve örgüt bileşenlerinin birbirleriyle uyum içerisinde, kaynaklar ve zamanın daha verimli kullanılabileceği biçimde yapılan işin doğasını dönüştürmesi süreci olarak ele alınabilir.<br/>Öğretenin dijital yeterlikleri şöyle özetlenebilir:<br/><ol> <li>Mesleki kullanım (Kurumsal iletişim, mesleki iş birliği, yansıtıcı uygulama, dijital sürekli mesleki gelişim)</li> <li>Dijital kaynaklar (Dijital kaynakları seçme; dijital içerik yaratma ve uyarlama; dijital kaynakları yönetme, koruma ve paylaşma),</li> <li>Öğretme ve öğrenme (Öğretim, rehberlik, iş birlikli öğrenme, öz düzenlemeli öğrenme)</li> <li>Ölçme (Ölçme stratejileri, kanıtları inceleme, geri bildirim ve planlama),</li> <li>Öğrenenleri güçlendirme (Erişilebilirlik ve kapsayıcılık, farklılaştırma ve kişiselleştirme, öğrenenlerin öğrenme sürecine aktif katılımını sağlama),</li> <li>Öğrenenlerin dijital yeterliklerini destekleme (Bilgi ve medya okuryazarlığı, dijital iletişim ve iş birliği, dijital içerik üretimi, sorumlu kullanım, dijital problem çözme).</li> </ol>"
  },
  {
    "id": "3851969",
    "unitNumber": 2,
    "text": "Eğitim teknolojilerinin tarihsel gelişim dönemleri göz önünde bulundurulduğunda, aşağıdaki seçeneklerden hangisi 1980-2000 dönemine hakim olan örnek uygulamalardan birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Video disk",
      "B": "Model",
      "C": "Resimli kitap",
      "D": "Televizyon",
      "E": "İnternet"
    },
    "explanation": "Eğitim teknolojilerinin tarihsel gelişim dönemleri göz önünde bulundurulduğunda, video disk, CD-VCD-DVD 1980-2000 dönemine hakim olan örnek uygulamaları temsil ettiğinden bu sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3851970",
    "unitNumber": 2,
    "text": "Eğitim teknolojilerinin tarihsel gelişim dönemleri kapsamında düşünüldüğünde, aşağıdaki seçeneklerden hangisi 1940-1960 dönemine hakim olan örnek uygulamalardan birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "DVD",
      "B": "Televizyon",
      "C": "VCD",
      "D": "Bilgisayar",
      "E": "Okul müzesi"
    },
    "explanation": "Eğitici filmler ve televizyon, eğitim teknolojilerinin tarihsel gelişim dönemleri kapsamında 1940-1960 dönemine hakim olan örnek uygulamaları temsil ettiklerinden bu sorunun doğru yanıtı B seçeneğidir."
  },
  {
    "id": "3851971",
    "unitNumber": 2,
    "text": "Dijital dünyadaki eğitim kuşakları kapsamında, aşağıdaki seçeneklerden hangisi Eğitim 1.0'da öğretmenin rolünü betimlemektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgi yaratım sürecinde orkestra şefi",
      "B": "Yeni fikirlere açık olma",
      "C": "Bilgi kaynağı",
      "D": "Otorite figürü",
      "E": "İlgisiz sınıf yöneticisi"
    },
    "explanation": "Dijital dünyadaki eğitim kuşakları bağlamında ele alındığında, Eğitim 1.0'da öğretmen bilgi kaynağı rolünü oynadığından bu sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "3851972",
    "unitNumber": 2,
    "text": "Dijital dünyadaki eğitim kuşakları kapsamında, aşağıdaki seçeneklerden hangisi Eğitim 2.0'da öğrenci davranışını betimlemektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Büyük ölçüde pasif olma",
      "B": "Geleneksel çalışma",
      "C": "Hayal kurma",
      "D": "Edilgenden aktife eğitim sürecine ilişkin gelişen sahiplik duygusuna sahip olma",
      "E": "Öz denetimli olma"
    },
    "explanation": "Dijital dünyadaki eğitim kuşakları kapsamında edilgenden aktife eğitim sürecine ilişkin gelişen sahiplik duygusu Eğitim 2.0'da öğrenci davranışını betimlediğinden bu sorunun doğru yanıtı D seçeneğidir."
  },
  {
    "id": "3851973",
    "unitNumber": 2,
    "text": "Tarihsel süreçte dijital dünyadaki eğitim kuşakları incelendiğinde, aşağıdaki seçeneklerden hangisi Eğitim 3.0'da öğrenme etkinlikleri kapsamında değerlendirilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Öğrenme faaliyetlerinde iş birliğini artırma",
      "B": "Makale okuma",
      "C": "Sınıf içi grup çalışmaları",
      "D": "Geleneksel ödev yaklaşımları",
      "E": "Öğrenci yaratıcılığına olanak tanımaya odaklı açık ve esnek öğrenme etkinlikleri"
    },
    "explanation": "Öğrenci yaratıcılığına olanak tanımaya odaklı açık, esnek öğrenme etkinlikleri; geleneksel disiplin, kurum, ülke sınırlarının dışında sosyal ağlar, Eğitim 3.0'da öğrenme etkinlikleri kapsamında değerlendirildiğinden bu sorunun doğru yanıtı E seçeneğidir."
  },
  {
    "id": "3851974",
    "unitNumber": 2,
    "text": "Kullanıcıların yer imlerini çevrim içi olarak kaydetmeleri, bu yer imlerine her yerden ve her cihazdan erişmeleri, yer imlerini herkese açık olarak depolama ya da düzenlemeleri, aşağıdaki kavramlardan en fazla hangisiyle ilişkilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal girişim",
      "B": "Sosyal mühendislik",
      "C": "Sosyal politika",
      "D": "Sosyal trendler",
      "E": "Sosyal işaretleme"
    },
    "explanation": "Kullanıcıların yer imlerini çevrim içi olarak kaydetmeleri, bu yer imlerine her yerden ve her cihazdan erişmeleri, yer imlerini herkese açık olarak depolama ya da düzenlemeleri, yukarıdaki kavramlardan en fazla sosyal işaretleme ile ilişkili olduğundan bu sorunun doğru yanıtı E seçeneğidir."
  },
  {
    "id": "3851975",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerden hangisi dijital dönüşümün teknolojik tetikleyicilerinden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Uyumlu olma",
      "B": "Risk yönetimi",
      "C": "Oyunla öğrenme",
      "D": "Yapay zeka",
      "E": "Yaratıcılık"
    },
    "explanation": "Dijital dönüşümün teknolojik tetikleyicileri şu başlıklarda özetlenebilir:<br/>• Bulut bilişim<br/>• Yapay zekâ<br/>• Nesnelerin interneti<br/>• Dijital oyunlar<br/>• Arttırılmış gerçeklik<br/>• 5G ağlar<br/>• Sosyal ağlar<br/>• Eğitim yazılımları<br/>Bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde, yapay zeka dijital dönüşümün teknolojik tetikleyicilerin birisini temsil ettiğinden bu sorunun doğru yanıtı D seçeneğidir."
  },
  {
    "id": "3851976",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerden hangisi dijital dönüşümün örgütsel tetikleyicilerinden birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal ağlar",
      "B": "Zaman yönetimi",
      "C": "Yenilikçi pedagojilerle çalışma",
      "D": "Probleme dayalı öğrenme",
      "E": "Girişim"
    },
    "explanation": "Dijital dönüşümün örgütsel tetikleyicileri şu başlıklarda özetlenebilir:<br/>• Eğitim 4.0 stratejisi geliştirme<br/>• Müfredatı geliştirme,<br/>güncelleme, uyarlama<br/>• İletişim için dijital teknolojileri<br/>kullanma<br/>• Öğrenmeyi öğrenme<br/>becerilerinin teşviki<br/>• Dijital teknolojileri kullanarak<br/>eğitim deneyimini iyileştirme<br/>• Disiplinlerarası çalışmayı teşvik<br/>etme<br/>• Yenilikçi pedagojilerle çalışma<br/>• Hibrit öğretim yöntemleri<br/>• Benimsenen uygulamaların<br/>değerlendirilmesi ve geri<br/>bildirim<br/>• Öğretmenlerin yenilik yapması<br/>için özerklik<br/>Bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde, yenilikçi pedagojilerle çalışma dijital dönüşümün örgütsel tetikleyicilerinden birisi olduğundan bu sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "3851977",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerden hangisi dijital dönüşümün pedagojik tetikleyicilerinden birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Uyumlu olma",
      "B": "İnovasyon yaklaşımları",
      "C": "Merak",
      "D": "Empati",
      "E": "Sorumluluk"
    },
    "explanation": "Dijital dönüşümün pedagojik tetikleyicileri şu başlıklarda özetlenebilir:<br/>• İnovasyon yaklaşımları<br/>• Probleme dayalı öğrenme<br/>• Proje tabanlı öğrenme<br/>• Oyunla öğrenme<br/>• Etkinlik temelli öğrenme<br/>• Harmanlanmış öğrenme<br/>Bu başlıklardan hareketle yukarıdaki seçenekler incelendiğinde, inovasyon yaklaşımları dijital dönüşümün pedagojik tetikleyicilerinden birisi olduğundan bu sorunun doğru yanıtı B seçeneğidir."
  },
  {
    "id": "3851978",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerden hangisi, dijital dönüşümün tetikleyicilerinden öğrencilerin sahip oldukları teknik yeterlikler kapsamında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Zaman yönetimi",
      "B": "Eleştirel düşünme",
      "C": "Girişim",
      "D": "Liderlik",
      "E": "Takım çalışması"
    },
    "explanation": "Dijital dönüşümün tetikleyicilerinden öğrencilerin sahip oldukları teknik yeterlikler şu başlıklarda özetlenebilir:<br/>• Dijital teknoloji tasarımı<br/>• İnsan yönetimi<br/>• Kalite Yönetimi<br/>• Teknolojik kaynak yönetimi<br/>• Risk yönetimi<br/>• Zaman yönetimi<br/>• Finansal yönetim<br/>• Bilgi-işlemsel düşünme<br/>• Yaratıcı problem çözme<br/>Bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde, zaman yönetimi dijital dönüşümün tetikleyicilerinden öğrencilerin sahip oldukları teknik yeterlikler kapsamına girdiğinden bu sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3851848",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi dijital devletin dayandığı yaklaşımlardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bürokrasinin ön planda olması",
      "B": "Yukarıdan aşağıya doğru bir yönetim",
      "C": "Sonuç odaklılık",
      "D": "Hiyerarşi",
      "E": "Dikey yönlü ve sınırlı bir iletişim"
    },
    "explanation": "Geleneksel devlet, hiyerarşi ve bürokrasinin ön planda olduğu, yukarıdan aşağıya doğru bir yönetim modelinin benimsendiği, dikey yönlü ve sınırlı bir iletişimin söz konusu olduğu bir yaklaşıma sahipken dijital devlet geleneksel devletin tüm aksayan unsurlarına çözüm üretebilecek çok yönlü, etkileşimli, yatay iletişimin etkin olduğu, şeffaf, denetlenebilir ve sonuç odaklı bir yaklaşıma dayanmaktadır."
  },
  {
    "id": "3851849",
    "unitNumber": 3,
    "text": "Bürokrasinin yapısal ve davranışsal boyutu beş grupta toplamıştır. Aşağıdakilerden hangisi söz konusu beş grup içerisinde yer <u>almaz?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Rasyonel örgüt",
      "B": "Küçük yapılı örgütler",
      "C": "Verimsizlik ve kötü yönetim",
      "D": "Kamu yönetimi",
      "E": "Memurlar tarafından yönetim"
    },
    "explanation": "bürokrasinin yapısal ve davranışsal boyutunu kendi içerisinde;<br/>• Rasyonel örgüt<br/>• Verimsizlik ve kötü yönetim<br/>• Kamu yönetimi<br/>• Memurlar tarafından yönetim<br/>• Büyük yapılı örgütler ve modern toplum olarak beş grupta toplamıştır."
  },
  {
    "id": "3851850",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi hesap verebilirliği sağlamak amacıyla yasalaşmış kanunlardan biri <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Kamu Görevlileri Etik Kurulu Kanunu",
      "B": "Kamu İhale Kanunu",
      "C": "Bilgi Edinme Hakkı Kanunu",
      "D": "Devlet Memurları Kanunu",
      "E": "Kamu Denetçiliği Kanunu"
    },
    "explanation": "Hesap verebilirliği sağlamak amacıyla; Kamu Görevlileri Etik Kurulu Kanunu, Kamu İhale Kanunu, Bilgi Edinme Hakkı Kanunu, Kamu Denetçiliği Kanunu ve Kamu Mali Yönetim ve Kontrol Kanunları yasalaşmıştır."
  },
  {
    "id": "3851851",
    "unitNumber": 3,
    "text": "Bilgi alışverişi ve her türlü iletişimi elektronik ortamlarda yapma, dijital vatandaşlarının sahip olmaları gereken yeterliklerden hangisine karşılık gelmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dijital Erişim",
      "B": "Dijital İletişim",
      "C": "Dijital Okuryazarlık",
      "D": "Dijital Haklar ve Sorumluluklar",
      "E": "Dijital Güvenlik"
    },
    "explanation": "Dijital İletişim: Bilgi alışverişi ve her türlü iletişimi elektronik ortamlarda yapmaya karşılık gelir."
  },
  {
    "id": "3851852",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yeni kimlik kartlarının vatandaşlara sağladığı kolaylıklar arasında <u>sayılamaz?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Güvenli kimlik doğrulaması yapılabilmesi",
      "B": "Sahtecilikten kaynaklanan mağduriyetlerin önlenmesi",
      "C": "İkili anlaşmalar ile seyahat belgesi olarak kullanılabilmesi",
      "D": "Kamu hizmetlerinde öncelik sağlaması",
      "E": "Elektronik imza olarak kullanılabilmesi"
    },
    "explanation": "Yeni kimlik kartlarının vatandaşlara sağladığı kolaylıklar ise şu şekilde sıralanmaktadır (icisleri. gov.tr):<br/>• Güvenli kimlik doğrulaması yapılabilmesi,<br/>• Sahtecilikten kaynaklanan mağduriyetlerin önlenmesi,<br/>• E-Devlet kapsamında sunulan hizmetlere kimlik kartı ile erişilebilmesi,<br/>• İkili anlaşmalar ile seyahat belgesi olarak kullanılabilmesi,<br/>• Yongaya bilgi yüklenebilmesi (ehliyet vb.),<br/>• Elektronik imza olarak kullanılabilmesi."
  },
  {
    "id": "3851853",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi çocuklukla birlikte teknolojiyle tanışan kesimi ifade etmede kullanılan kavramdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital yerli",
      "B": "Dijital göçmen",
      "C": "Dijital vatandaş",
      "D": "X kuşağı",
      "E": "Y kuşağı"
    },
    "explanation": "Çocuklukla birlikte teknolojiyle tanışan kesim için Prensky’nin (2001) “dijital yerli” kavramını ortaya attığından önceki bölümlerde söz edilmişti. Alanyazında öne çıkan birçok özellikleri sıralanmasına karşın temelde dijital yerlilerin internete sürekli bağlı olan, sanal ortamlarda vakit geçirmeyi seven, iletişim ve sosyalleşme gereksinimlerini büyük ölçüde sanal ortamlarda gideren, bilgiye kolay erişebilen ve öz güvenleri yüksek bireylerden oluştuğu söylenebilir."
  },
  {
    "id": "3851854",
    "unitNumber": 3,
    "text": "Vatandaşların kendilerini ilgilendiren her türlü konuda karar alma süreçlerine aktif olarak katılımlarını, yasama, yürütme ve yargı denetimlerinde söz sahibi olmalarını öngören yönetim şekli aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dijital demokrasi",
      "B": "Doğrudan demokrasi",
      "C": "Temsili demokrasi",
      "D": "Liberal demokrasi",
      "E": "Parlamenter demokrasi"
    },
    "explanation": "Doğrudan demokrasi, vatandaşların kendilerini ilgilendiren her türlü konuda karar alma süreçlerine aktif olarak katılımlarını, yasama, yürütme ve yargı denetimlerinde söz sahibi olmalarını öngören, başka bir deyişle vatandaşların yönetilmek yerine yöneten konumunda oldukları bir toplum biçimini ifade etmektedir."
  },
  {
    "id": "3851956",
    "unitNumber": 3,
    "text": "E-Devletin gelişimi göz önüne alındığında aşağıda verilen dönemlerden hangisinin diğerlerinde öncelediği söylenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tanımlama ve Kavrama Dönemi",
      "B": "Proje Odaklı Dönem",
      "C": "Kurum Odaklı Dönem",
      "D": "Servis/Hizmet Odaklı Dönem",
      "E": "Yeniden Yapılanma"
    },
    "explanation": "Türkiye’de dijital dönüşüm süreci azımsanamayacak bir geçmişe sahiptir. Özellikle bu süreçte e-devlet ile başlatılan kamu hizmetlerinin dijitalleşmesi projesinin, dijital dönüşüm sürecindeki en önemli adım olduğu söylenebilir. Uzun vadede e-devletten beklentiler ve e-devletin gelişim adımları Şekil 3.3’te sunulmuştur. (Sayfa 76)"
  },
  {
    "id": "3851957",
    "unitNumber": 3,
    "text": "E-Devletin gelişim sürecinde proje odaklı dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Aşama 1",
      "B": "Aşama 2",
      "C": "Aşama 3 a",
      "D": "Aşama 3 b",
      "E": "Aşama 4"
    },
    "explanation": "e-devletten beklentiler ve e-devletin gelişim adımları Şekil 3.3’te sunulmuştur. (sayfa 76)"
  },
  {
    "id": "3851958",
    "unitNumber": 3,
    "text": "Dijital dönüşümle vatandaşın birçok kamu hizmetine dijital ortamda erişebilmesine rağmen hâlen kamu kurumlarına giderek bu hizmetleri talep etmesi aşağıdakilerden hangisi ile ilişkilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Performans beklentisi",
      "B": "Sosyal etki",
      "C": "Kolaylaştırıcı unsurlar",
      "D": "Fayda-Maliyet",
      "E": "Alışkanlıklar"
    },
    "explanation": "Dijital dönüşümle vatandaşın birçok kamu hizmetine dijital ortamda erişebilmesine rağmen hâlen kamu kurumlarına giderek bu hizmetleri talep etmesi söz konusu alışkanlıkla yakından ilişkilidir."
  },
  {
    "id": "3851979",
    "unitNumber": 3,
    "text": "Dijital devlete geçiş sürecinin önemi bağlamında aşağıdaki seçeneklerden hangisi Anayasada devletin temel amaç ve görevlerini düzenlemektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "5. Madde",
      "B": "21. Madde",
      "C": "24. Madde",
      "D": "42. Madde",
      "E": "6. Madde"
    },
    "explanation": "Devletin dönüşümü sadece teknoloji odaklı bir dönüşümden çok dönüşüme temel oluşturan sorunların çözümüne de odaklanmalıdır. Devletin asli görevleri özelinde bakıldığında dijital dönüşümün önemi daha iyi anlaşılacaktır. Türkiye Cumhuriyeti Anayasası’nın 5. maddesinde devletin temel amaç ve görevleri; “Türk Milletinin bağımsızlığını ve bütünlüğünü, ülkenin bölünmezliğini, Cumhuriyeti ve demokrasiyi korumak, kişilerin ve toplumun refah, huzur ve mutluluğunu sağlamak; kişinin temel hak ve hürriyetlerini, sosyal hukuk devleti ve adalet ilkeleriyle bağdaşmayacak surette sınırlayan siyasal, ekonomik ve sosyal engelleri kaldırmaya, insanın maddi ve manevi varlığının gelişmesi için gerekli şartları hazırlamaya çalışmaktır” şeklinde tanımlanmaktadır. Bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde bu sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3851980",
    "unitNumber": 3,
    "text": "Uluslararası Şeffaflık Örgütünün web sayfası aşağıdaki seçeneklerden hangisinde belirtilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "https://www.unesco.org",
      "B": "https://www.transparency.org",
      "C": "https://www.worldbank.org",
      "D": "https://www.icj-cij.org",
      "E": "https://www.opec.org/opec_web"
    },
    "explanation": "Uluslararası Şeffaflık Örgütünün tüm çalışmalarına https://www.transparency.org adresinden ulaşılabileceği için bu sorunun doğru yanıtı B seçeneğidir."
  },
  {
    "id": "3851991",
    "unitNumber": 3,
    "text": "Kamu kaynaklarının etkili ve verimli kullanılmasını sağlamak, aşağıdaki seçeneklerde belirtilen hukuksal metinlerden hangisiyle ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kamu Görevlileri Etik Kurulu Kanunu",
      "B": "Kamu İhale Kanunu",
      "C": "Kamu Mali Yönetim ve Kontrol Kanunu",
      "D": "Bilgi Edinme Hakkı Kanunu",
      "E": "Kişisel Verilerin Korunması Kanunu"
    },
    "explanation": "5018 sayılı Kamu Mali Yönetim ve Kontrol Kanunu, kamu kaynaklarının etkili ve verimli kullanılmasını sağlamak, hesap verebilirliği ve mali saydamlığı sağlamak ve kontrolünü düzenlemeyi amaçladığından bu sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "3851992",
    "unitNumber": 3,
    "text": "Aşağıdaki seçeneklerden hangisi, kamuda şeffaflığı ve hesap verilebilirliği sağlamak için düzenlenmiş olan hukuksal metinlerden birisi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kamu Görevlileri Etik Kurulu Kanunu",
      "B": "Kamu İhale Kanunu",
      "C": "Bilgi Edinme Hakkı Kanunu",
      "D": "Elektronik Ticaretin Düzenlenmesi Hakkında Kanun",
      "E": "Kamu Mali Yönetim ve Kontrol Kanunu"
    },
    "explanation": "Kamuda şeffaflığı ve hesap verebilirliği sağlamak amacıyla; Kamu Görevlileri Etik Kurulu Kanunu, Kamu İhale Kanunu, Bilgi Edinme Hakkı Kanunu, Kamu Denetçiliği Kanunu ve Kamu Mali Yönetim ve Kontrol Kanunları yasalaşmıştır. Elektronik Ticaretin Düzenlenmesi Hakkında Kanun bu yasal düzenlemelerden birisi olmadığından bu sorunun doğru yanıtı D seçeneğidir."
  },
  {
    "id": "3851993",
    "unitNumber": 3,
    "text": "Kamu çalışanlarının uymaları gereken şeffaflık, tarafsızlık, dürüstlük gibi temel değerleri belirleyen hukuksal metin, aşağıdaki seçeneklerden hangisinde belirtilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tüketicinin Korunması Hakkında Kanun",
      "B": "Kamu İhale Kanunu",
      "C": "Bilgi Edinme Hakkı Kanunu",
      "D": "Kamu Mali Yönetim ve Kontrol Kanunu",
      "E": "Kamu Görevlileri Etik Kurulu Kanunu"
    },
    "explanation": "5176 sayılı Kamu Görevlileri Etik Kurulu Kanunu, kamu çalışanlarının uymaları gereken şeffaflık, tarafsızlık, dürüstlük, hesap verebilirlik, kamu yararının gözetilmesi gibi etik davranış ilkelerini belirlemek ve uygulamayı gözettiğinden bu sorunun doğru yanıtı E seçeneğidir."
  },
  {
    "id": "3851994",
    "unitNumber": 3,
    "text": "Devletin dijitalleşme sürecinde öne çıkan hangi özellik, geleneksel devlete göre daha etkin bir iletişim modelini içerir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hiyerarşik yapının güçlendirilmesi",
      "B": "Yukarıdan aşağıya doğru yönelen iletişim modeli",
      "C": "Sınırlı ve dikey yönlü iletişim",
      "D": "Şeffaf, denetlenebilir ve sonuç odaklı yaklaşım",
      "E": "Tek yönlü bilgi akışını teşvik eden yapı"
    },
    "explanation": "Geleneksel devlet, hiyerarşi ve bürokrasinin ön planda olduğu, yukarıdan aşağıya doğru bir yönetim modelinin benimsendiği, dikey yönlü ve sınırlı bir iletişimin söz konusu olduğu bir yaklaşıma sahipken dijital devlet geleneksel devletin tüm aksayan unsurlarına çözüm üretebilecek çok yönlü, etkileşimli, yatay iletişimin etkin olduğu, şeffaf, denetlenebilir ve sonuç odaklı bir yaklaşıma dayanmaktadır. Bu doğrultuda geleneksel devlet anlayışının neden olduğu birçok sorundan söz edilebilirken dijital dönüşüm sürecinin odağında ise temelde bu sorunların çözümünün yattığı söylenebilir. Alanyazında geleneksel devletin sorunlarının önemli bir bölümünün yoğun bürokrasi başta olmak üzere, şeffaflık ve hesap verebilirlik, istihdam ve vergi denetimi gibi konularda yoğunlaştığı görülmektedir. Doğru cevap D'dir."
  },
  {
    "id": "3851995",
    "unitNumber": 3,
    "text": "Bürokratik sorunların temelini oluşturan unsurlar nelerdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Devlet idaresinin tarihsel kökenleri",
      "B": "Devlet kurumlarının hâkimiyeti ve iktidarı",
      "C": "Bürokrasinin modern şehir devletlerindeki rolü",
      "D": "Yapısal ve davranışsal boyutlarda rasyonel örgütlenme",
      "E": "Devlet idaresindeki değişim ve dönüşümün önemi"
    },
    "explanation": "Devletteki bürokratik sorunların temelini yapısal ve davranışsal boyutlara indirgemek olanaklıdır. Eryılmaz (2010) bürokrasinin yapısal ve davranışsal boyutunu kendi içerisinde; • Rasyonel örgüt • Verimsizlik ve kötü yönetim • Kamu yönetimi • Memurlar tarafından yönetim • Büyük yapılı örgütler ve modern toplum olarak beş grupta toplamıştır. Doğru cevap D'dir."
  },
  {
    "id": "3852000",
    "unitNumber": 3,
    "text": "Bürokrasi sorunlarının olumsuz yönleri nelerdir ve bu sorunlar neden önemlidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bürokrasinin olumsuz bir vurgusu olması",
      "B": "Bürokrasi kuramcısı Weber'in yaklaşımı",
      "C": "Devlet erkinin geleneksel yapısı",
      "D": "Bürokrasinin sorumluluktan kaçma eğilimi",
      "E": "Dijital dönüşümün olumsuz etkileri"
    },
    "explanation": "Her ne kadar bürokrasi kelimesinin kökeninde olumsuz bir vurgu bulunmasa da kamuda bürokrasinin ele alınış biçiminin birçok sorunu doğurduğu da ortadadır. Eryılmaz (2012) sorumluluktan kaçma, yetki devretmekte isteksizlik, otoriteye aşırı bağlılık gibi olumsuz davranış ve işlemleri bürokrasi konusunda örnek göstermektedir. Buna ek olarak zaman zaman kamu yönetiminde inisiyatif almaktan kaçınma davranışının da önemli bürokratik sorunlara neden olduğu söylenebilir. Bürokratik sorunlar kadar, bu sorunların yerleşik kültüre dönüşmesi de başlı başına önemli bir konudur. Özellikle dijital dönüşümün önündeki direncin önemli bir bölümünün bu yerleşik kültürden kaynaklandığı da söylenebilir. Değişime kapalı olma, var olanı muhafaza etme eğiliminin dönüşümden beklenen verimi de düşürme potansiyeli oldukça yüksektir. Doğru cevap D'dir."
  },
  {
    "id": "3852010",
    "unitNumber": 3,
    "text": "Dijital teknolojilerin kamuda memnuniyeti artırmak amacıyla nasıl kullanılabileceği konusunda hangi yönetişim modeli önerilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Katı ve merkezi yönetişim",
      "B": "Bürokratik kontrol modeli",
      "C": "Vatandaşların dışlanması modeli",
      "D": "Memnuniyet öncelikli yönetişim modeli",
      "E": "Teknolojiye dayalı otoriter yönetişim modeli"
    },
    "explanation": "Bu çerçevede insanı ve insan yaşamını ilgilendiren her türlü girişim devlet kurumlarını doğrudan ilgilendirmektedir. Devletin vatandaşıyla etkin iletişim hâlinde olacağı yönetişim modelini benimsemesi beklenmektedir. Kamuda yönetişim kavramı, yapısı değişen devlet-vatandaş ilişkilerini açıklamakta kullanılan bir kavramdır (Sobacı, 2007). Kavram, temelde devlet ile vatandaş arasındaki iletişimin bürokrasi ekseninde engellenmiş olmasının neden olduğu sorunları ortadan kaldırmak amacıyla geliştirilmiş ve devlet ve yönetimiyle ilgili ulusal ve uluslararası paydaşların etkin katılımını öngören yeni bir kavramsal çerçeve oluşturulmuştur (Çukurçayır, 2003). Yönetim temelinde bu çağdaş girişimlerin dijital teknolojiler ekseninde memnuniyeti önceleyen bir forma dönüşmesi ise hem vatandaşlar nezdinde hem de kamuda hizmet sağlayıcılar nezdinde oldukça önemlidir. Doğru cevap D'dir."
  },
  {
    "id": "3852016",
    "unitNumber": 3,
    "text": "Uluslararası standartlara göre iş yapma kolaylığı endeksi, hangi tür bilgilendirme yapmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sağlık sektörü verileri",
      "B": "Eğitim performansları",
      "C": "Yatırım ortamını etkileyen iş düzenlemeleri",
      "D": "Tarım ürünleri fiyatları",
      "E": "Demografi bilgileri"
    },
    "explanation": "Ülkemizde son yıllarda giderek daha da yaygınlaşan dijital hizmetlerin kullanım oranları arttıkça ve hizmetler çeşitlendikçe uluslararası standartlar açısından da bu artışın bir karşılığı olacaktır. Dünya Bankası tarafından 2004 yılından itibaren her yıl İş Yapma Kolaylığı Endeksi (Doing Business Index) yayımlanmaktadır. Bu endeks, üye ülkelerde yatırım ortamını etkileyen iş düzenlemelerini analiz etmektedir. Cevap C'dir."
  },
  {
    "id": "3852017",
    "unitNumber": 3,
    "text": "Dijital teknolojilere özgü yasal çerçeveye hâkimiyet, aşağıda belirtilen dijital vatandaşlık yeterliklerinden hangisiyle ilişkilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dijital erişim",
      "B": "Dijital ticaret",
      "C": "Dijital etik",
      "D": "Dijital sağlık",
      "E": "Dijital kanun"
    },
    "explanation": "Dijital teknolojilere özgü yasal çerçeveye hâkimiyet ve bilinç durumu, yukarıda belirtilen dijital vatandaşlık yeterliklerinden dijital kanunla ilişkili olduğundan bu sorunun doğru yanıtı E seçeneğidir."
  },
  {
    "id": "3852018",
    "unitNumber": 3,
    "text": "Kamuda şeffaflık ve hesap verebilirliğin artırılması amacıyla ne tür bir yönetim politikası gerekmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Otokratik yönetim politikası",
      "B": "Laissez-faire yönetim politikası",
      "C": "Demokratik yönetim politikası",
      "D": "Şeffaf yönetim politikası",
      "E": "Anarşist yönetim politikası"
    },
    "explanation": "Kamunun kanayan yarası olan rüşvet alma, rüşvet verme, yolsuzluk, adam kayırma, ihaleye fesat karıştırma, liyakatsizlik gibi devleti çürüten unsurlardan arındırılması açısından şeffaflık oldukça önemli olmakla birlikte yoğun bürokrasinin egemen olduğu devlet mekanizmasında bu tip gayriahlaki girişimlerin de yoğun olarak gözlendiği bilinmektedir. Kamu, vatandaşa engel oluşturdukça engellerin aşılmasına yönelik söz konusu girişimlerin arttığı görülmektedir. Hâl böyle olunca kamunun sürdürülebilir bir hizmet anlayışına kavuşması öncelikle bürokratik engellerden kurtulmasına, sonrasında ise şeffaf bir yönetim anlayışını benimsemesine bağlıdır. Doğru cevap D'dir."
  },
  {
    "id": "3852019",
    "unitNumber": 3,
    "text": "Kamu denetçiliği hangi amacı gütmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "İdarenin her türlü eylem ve işlemlerini zorlaştırmak",
      "B": "Hukuka ve hakkaniyete uygunluk yönlerinden incelemek",
      "C": "Vatandaşların bürokratik yollarla sorunlarını çözmelerine yardımcı olmak",
      "D": "Şeffaflığı azaltmak",
      "E": "Siyasi çatışmaları teşvik etmek"
    },
    "explanation": "Devletin şeffaflaşması ve gerektiğinde hesap verebilirliğinin artırılması amacıyla zaman içinde çeşitli Kanunlar çerçevesinde gerekli adımlar atılmıştır. 6328 numaralı Kamu Denetçiliği Kurumu Kanunu kapsamında Türkiye Büyük Millet Meclisi bünyesinde Kamu Denetçiliği Kurumu (Ombudsmanlık) oluşturulmuştur. Kanun’un amacı “Kamu hizmetlerinin işleyişinde bağımsız ve etkin bir şikâyet mekanizması oluşturmak suretiyle, idarenin her türlü eylem ve işlemleri ile tutum ve davranışlarını; insan haklarına dayalı adalet anlayışı içinde, hukuka ve hakkaniyete uygunluk yönlerinden incelemek, araştırmak ve önerilerde bulunmak üzere Kamu Denetçiliği Kurumunu oluşturmaktır” şeklinde açıklanmaktadır. Doğru cevap B'dir."
  },
  {
    "id": "3852021",
    "unitNumber": 3,
    "text": "Dijital ortamlarda alışveriş yapma, aşağıda belirtilen dijital vatandaşlık yeterliklerinden hangisiyle ilişkilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dijital erişim",
      "B": "Dijital iletişim",
      "C": "Dijital okuryazarlık",
      "D": "Dijital ticaret",
      "E": "Dijital sağlık"
    },
    "explanation": "Dijital ortamlarda alışveriş yapma, yukarıda belirtilen dijital vatandaşlık yeterliklerinden dijital ticaretle ilişkili olduğundan bu sorunun doğru yanıtı D seçeneğidir."
  },
  {
    "id": "3852024",
    "unitNumber": 3,
    "text": "Dijital dönüşümün istihdam üzerindeki etkisiyle ilgili endişeler neden ortaya çıkmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Teknolojik atılımların insanlara fayda sağlamayacağına dair inançlar",
      "B": "İstihdamın dijitalleşme sonucu tamamen kaybolacağına dair endişeler",
      "C": "Dijital öğrenme ortamlarının öğretmenlere gerek kalmayacağına dair yanlış inançlar",
      "D": "Eğiticilerin uzaktan öğreticilik gibi yeni yeterlikler kazanmaları gerektiği inancı",
      "E": "Dijital teknolojilerin iş dünyasında ortaya çıkaracağı yeni iş fırsatları"
    },
    "explanation": "Her teknolojik atılımda olduğu gibi hizmetlerin dijitalleşmesinin istihdam sorunu yaratacağı endişesi kamudaki dijital dönüşüm sürecinde de öne çıkmaktadır. Doğru cevap B'dir."
  },
  {
    "id": "3852027",
    "unitNumber": 3,
    "text": "Aşağıdaki seçeneklerden hangisi, yeni kimlik kartlarının vatandaşlara sağladığı kolaylıklardan birisi değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Güvenli kimlik doğrulaması yapılabilmesi",
      "B": "Sahtecilikten kaynaklanan mağduriyetlerin önlenmesi",
      "C": "Gündemin denetimi",
      "D": "E-Devlet kapsamında sunulan hizmetlere kimlik kartı ile erişilebilmesi",
      "E": "Elektronik imza olarak kullanılabilmesi"
    },
    "explanation": "Yeni kimlik kartlarının vatandaşlara sağladığı kolaylıklar ise şu şekilde sıralanmaktadır:<br/>• Güvenli kimlik doğrulaması yapılabilmesi,<br/>• Sahtecilikten kaynaklanan mağduriyetlerin önlenmesi<br/>• E-Devlet kapsamında sunulan hizmetlere kimlik kartı ile erişilebilmesi<br/>• İkili anlaşmalar ile seyahat belgesi olarak kullanılabilmesi<br/>• Yongaya bilgi yüklenebilmesi (ehliyet vb.)<br/>• Elektronik imza olarak kullanılabilmesi<br/>Bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde, gündemin denetimi yeni kimlik kartlarının vatandaşlara sağladığı kolaylıklardan birisini temsil etmediğinden bu sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "3852028",
    "unitNumber": 3,
    "text": "Oy verme, karar alma gibi birçok uygulamaya bilgi ve iletişim teknolojileri ile halkın katılımını, yer, zaman ve diğer fiziksel sınırlamalardan etkilenmeksizin olanaklı kılan demokrasi türü, aşağıdaki seçeneklerden hangisinde belirtilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Endüstriyel demokrasi",
      "B": "Dijital demokrasi",
      "C": "Otoriter demokrasi",
      "D": "Temsili demokrasi",
      "E": "Müzakereci demokrasi"
    },
    "explanation": "Demokrasinin gereği olan oy verme, karar alma gibi birçok uygulamaya bilgi ve iletişim teknolojileri ile halkın katılımını, yer, zaman ve diğer fiziksel sınırlamalardan etkilenmeksizin olanaklı kılan demokrasi türü dijital demokrasiyi tanımladığından bu sorunun doğru yanıtı B seçeneğidir."
  },
  {
    "id": "3852029",
    "unitNumber": 3,
    "text": "Bir kişinin dijital ortamlardaki olası fikri mülkiyet ihlallerine ilişkin farkındalığının gelişmiş olması, aşağıda belirtilen dijital vatandaşlık yeterliklerinden hangisiyle ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital haklar ve sorumluluklar",
      "B": "Dijital erişim",
      "C": "Dijital ticaret",
      "D": "Dijital sağlık",
      "E": "Dijital güvenlik"
    },
    "explanation": "Bir kişinin dijital ortamlardaki olası fikri mülkiyet ihlallerine ilişkin hak ve sorumlulukların bilincinde olması, yukarıda belirtilen dijital vatandaşlık yeterliklerinden dijital haklar ve sorumluluklar başlığıyla ilişkili olduğundan bu sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3851811",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi dijital kültür bileşenlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Dijital öğrenme olanaklarının gerekliliği",
      "B": "Bağıntılı olmanın yükselen yapısı",
      "C": "Dijital teknolojilerin değişen doğası",
      "D": "Dijital medyanın gelişen olanakları",
      "E": "dijital okuryazarlığın artması"
    },
    "explanation": "Dijital kültür bileşenlerine bakıldığında öne çıkan bileşenler şu şekilde sıralanabilir:<br/>• Dijital teknolojilerin değişen doğası<br/>• Bağıntılı olmanın yükselen yapısı<br/>• Dijital öğrenme olanaklarının gerekliliği<br/>• Dijital medyanın gelişen olanaklarıdır. Doğru seçenek E'dir.<br/>Dijital okuryazarlığın artması"
  },
  {
    "id": "3851812",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi eleştirel analizin eylemsel yönlerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Teknolojik koşulları değerlendirmek",
      "B": "Etki alanını sorgulamak",
      "C": "Dijital varoluşu görmek",
      "D": "ilişkiselliği farketmek",
      "E": "Tepki göstermek"
    },
    "explanation": "eleştirel analizin eylemsel yönleri şu şekilde sıralanabilir:<br/><ul><br/><li>Tepki göstermek</li><br/><li>Gerçek yaşamla ilişkilendirmek</li><br/><li>Düzeltmek</li><br/><li>Etik bakışı yüceltmek</li><br/><li>Faydacı bir yapıya dönüştürmek</li><br/><li>Katılımcılık sağlama.<br/><ul><br/><li>doğru seçenek E'dir.</li><br/></ul><br/></li><br/></ul>"
  },
  {
    "id": "3851813",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi dijital kültürde eleştirel analiz ilkelerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tepki göstermek",
      "B": "Etik bakışı yüceltmek",
      "C": "Faydacı bir yapıya dönüştürmek",
      "D": "Gerçek yaşamla ilişkilendirmek",
      "E": "Etki alanını sorgulamak"
    },
    "explanation": "Dijital Kültürde Eleştirel Analiz ilkeleri şu şekilde sıralanabilir:<br/><ul><br/><li>Teknolojik koşulları değerlendirmek</li><br/><li>İlişkiselliği fark etmek</li><br/><li>Etki alanını sorgulamak</li><br/><li>Tepkiyi sorgulamak</li><br/><li>Dijital varoluşu görmek. diğer seçeneklerde eleştirel analizin eylemsel yönünden bahsedilmektedir. Doğru seçenek E'dir.</li><br/></ul>"
  },
  {
    "id": "3851814",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi dijital görsel retoriğinde kavramsal girdilerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "İçerik-tema",
      "B": "Duygu",
      "C": "İlişkisel Anlam",
      "D": "Renk",
      "E": "İkna edici dil"
    },
    "explanation": "Kavramsal Girdiler şu şekilde özetlenebilir:<br/>• Kültürel temsiliyet<br/>• Gerçek dünya ile ilişkilendirme<br/>• Beklentileri karşılama<br/>• İkna edici dil'dir. Doğru seçenek E'dir."
  },
  {
    "id": "3851815",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi dijital görsel retoriğinde retorik anlamlardan biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tasarımsal yapı",
      "B": "Kapsayıcılık",
      "C": "Beklentileri karşılama",
      "D": "Kültürel temsiliyet",
      "E": "İlişkisel Anlam"
    },
    "explanation": "Retorik Anlam şu şekilde sıralanabilir:<br/>• Öznel Anlam<br/>• İlişkisel Anlam<br/>• Katılımcı Anlam. Doğru seçenek E'dir."
  },
  {
    "id": "3851816",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi dijital görsel retoriğinde ikna faktörlerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Renk",
      "B": "İkna edici dil",
      "C": "İlişkisel Anlam",
      "D": "Ortam",
      "E": "Duygu"
    },
    "explanation": "İkna faktörleri şu şekilde sıralanabilir:<br/>• Sebep<br/>• Duygu<br/>• Güvenilirlik<br/>• Kapsayıcılık. Doğru seçenek E'dir."
  },
  {
    "id": "3851817",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yapay zeka pedagojisi bileşenlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Farkındalık",
      "B": "Uyum",
      "C": "İşbirliği",
      "D": "etik koşullara uygunluk",
      "E": "İnsansız sistemlere vurgu"
    },
    "explanation": "Yapay zeka 3 temel bileşeni: uyum ve entegrasyon, işbirliği ve farkındalıktır. etik koşullara uygunluk ise farkındalığın alt bileşeni olarak kabul edilmektedir.<br/>İnsansız sistemlere vurgu"
  },
  {
    "id": "3851818",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi dijital obeziteyle ilgili doğru bir bilgidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bir görsel iletiyi diğer dijital içeriklerden ayıran dijital iletilerin sınırlılığını ifade etmektedir",
      "B": "Dijital teknolojilerin sağlıklı ve dengeli kullanımına odaklanan bir yaklaşımdır",
      "C": "Teknoloji kullanımında miktar, denge, öznellik, işlevsel erişim hakkı, içerik ve tasarım niteliği gibi faktörleri göz önünde bulundurur",
      "D": "Teknoloji türünün hangi bireye nasıl etkileri olduğunu sorgulamakla işe başlamaktadır",
      "E": "Manipülasyona dayalı olarak sürekli dijital odaklı görsel-işitsel-yazılı mesaj iletimine maruz kalma ve bunların tüketimi sonucunda ortaya çıkan bir sorundur"
    },
    "explanation": "Dijital obezite, manipülasyona dayalı olarak sürekli dijital odaklı görsel-işitsel-yazılı mesaj iletimine maruz kalma ve bunların tüketimi sonucunda ortaya çıkan bir sorundur. İçinde olduğumuz dijital ortamda bireylerin sürekli dijital içeriklere maruz kalması bireyi doyumsuz bir şekilde bağımlı hâle getirir ve bireyler gerçeklikten kopma eğilimi gösterirler. Manipülatif ve yanıltıcı içerikler, sosyal medya platformları veya diğer dijital kanallar aracılığıyla bireylerin dikkatini çekmeyi ve sürekli olarak içerik tüketmeyi teşvik etmektedir. Doğru seçenek E'dir."
  },
  {
    "id": "3851819",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi dijital görsel kültür ve görsel pedagojik bağlamda yeterliklerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Anlam yaratmada katılımcılık ve öznellik",
      "B": "Anlama yönelik ilişkisel yanıtları keşfetmek",
      "C": "Anlamı sorgulamak",
      "D": "Anlamı özgürce yorumlamak",
      "E": "Anlam yaratmada çoklu bakış açısı ve öznellik"
    },
    "explanation": "Anlam yaratmada çoklu bakış açısı ve öznellik.<br/>Dijital Görsel Kültür ve Görsel Pedagojik Bağlamda Yeterlikler şu şekilde sıralanabilir.<br/><ul><br/><li>Anlamı özümsemek</li><br/><li>Anlamı sorgulamak</li><br/><li>Anlamı çözümlemek</li><br/><li>Anlama dayalı yeni anlam yaratmak</li><br/><li>Anlama ilişkin yargıya varmak</li><br/><li>Anlamı özgürce yorumlamak</li><br/><li>Anlama ilişkin çelişkileri fark etmek</li><br/><li>Anlama yönelik ilişkisel yanıtları keşfetmek</li><br/><li>Anlam yaratmada katılımcılık ve öznellik</li><br/><li>Anlam yaratmada çoklu bakış açısı ve nesnellik. doğru seçenek E'dir.</li><br/></ul>"
  },
  {
    "id": "3851923",
    "unitNumber": 4,
    "text": "Metaverse temelinde avatar dünyasına ve etkileşimlerine dayalı yeni gerçeklik kavramına gönderme yapan bilim kurgu romanı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Foundation",
      "B": "Solaris",
      "C": "Snow Crash",
      "D": "A Scanner Darkly",
      "E": "Neuromancer"
    },
    "explanation": "Metaverse Neal Stephenson’un <strong><em>Snow Crash</em></strong> romanı temelinde bir avatar dünyasına ve etkileşimlerine dayalı bir yeni gerçeklik kavramına gönderme yapmaktadır."
  },
  {
    "id": "3851926",
    "unitNumber": 4,
    "text": "I. Günümüzde yaşanan dönüşümle ortaya çıkan sanal kimlik sayesinde farklı sanal evrenlerde tek bir kimlik ile dolaşmak olanaklı hale gelmiştir.<br/>II. Karmaşıklık kuramı ve Metaverse arasında doğrudan bir ilişki söz konusudur.<br/>III. Sanal ortamlarda öznel temsiliyet gücünü oluşturan unsur avatarlardır.<br/>IV. NFT’ler 2012 yılı itibariyle başlamış, kavramsal bir dönüşüm oluşturmuştur.<br/>Yukarıda NFT’ler ve sanatsal bağlamları hakkında verilenlerden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve IV",
      "B": "II ve III",
      "C": "Yalnız IV",
      "D": "I ve II",
      "E": "Yalnız II"
    },
    "explanation": "<strong>III.</strong> Sanal ortamlarda öznel temsiliyet gücünü oluşturan önemli unsur <strong><em>NFT’lerdir.</em></strong> (YANLIŞ)<br/><strong>IV. </strong>Sanat ve tasarım bağlamında <strong><em>2014 yılıyla</em></strong> başlayan dönüşümde NFT (Non-Fungible Token/Nitelikli Fikri Tapu) ciddi bir kavramsal dönüşüm oluşturmuştur. (YANLIŞ)<br/>I ve II doğrudur."
  },
  {
    "id": "3851928",
    "unitNumber": 4,
    "text": "I. Manipülasyona dayalı olarak sürekli dijital odaklı görsel-işitsel-yazılı mesaj iletimine maruz kalma<br/>II. Bir görsel iletiyi diğer dijital içeriklerden ayıran ve tekrarının olası olmadığı bir duruma dayalı dijital iletilerin sınırlılığı<br/>III. Dijital teknolojilerin sağlıklı ve dengeli kullanımına odaklanan bir yaklaşım<br/>A: Dijital Kıtlık<br/>B: Dijital Obezite<br/>C: Dijital Diyet <br/>Yukarıda verilen kavramlar ve tanımları aşağıdakilerden hangisinde doğru olarak eşleştirilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "I-A, II-B, III-C",
      "B": "I-A, II-C, III-B",
      "C": "I-B, II-A, III-C",
      "D": "I-C, II-B, III-A",
      "E": "I-B, II-C, III-A"
    },
    "explanation": "<strong><em>Dijital obezite,</em></strong> manipülasyona dayalı olarak sürekli dijital odaklı görsel-işitsel-yazılı mesaj iletimine maruz kalma ve bunların tüketimi sonucunda ortaya çıkan bir sorundur.<br/><strong><em>Dijital kıtlık,</em></strong> bir görsel iletiyi diğer dijital içeriklerden ayıran ve tekrarının olası olmadığı bir duruma dayalı dijital iletilerin sınırlılığını ifade eden bir kavramdır.<br/><strong><em>Dijital diyet</em></strong>, dijital teknolojilerin sağlıklı ve dengeli kullanımına odaklanan bir yaklaşım olarak karşımıza çıkmaktadır.<br/>Dolayısıyla doğru eşleştirme <strong>I-B II-A III-C </strong>olmalıdır."
  },
  {
    "id": "3851929",
    "unitNumber": 4,
    "text": "“Jason M. Allen’in ……………. İsimli eseri, yapay zeka teknolojisi temelinde metni hiper gerçekçi bir görsele dönüştüren ………….. ile oluşturulmuştur.”<br/>Yukarıdaki cümlede boş bırakılan yerleri sırasıyla aşağıdakilerden hangisi <u>doğru bir şekilde</u> tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Théâtre D’opéra Spatial - NightCafe",
      "B": "Théâtre D’opéra Spatial - Midjourney",
      "C": "Fluxus - Midjourney",
      "D": "Fluxus - Starry AI",
      "E": "Théâtre D’opéra Spatial - Starry AI"
    },
    "explanation": "Jason M. Allen’in <strong><em>“Théâtre D’opéra Spatial”</em></strong> isimli eseri, yapay zekâ teknolojisi temelinde metni hiper gerçekçi bir görsele dönüştüren <strong><em>Midjourney </em></strong>ile oluşturulmuştur."
  },
  {
    "id": "3851930",
    "unitNumber": 4,
    "text": "I. Sanatçı yaratıcılığının teknolojik dönüşüm ve ilerlemeler bağlamıyla, olasılıklar çerçevesinde sorgulanmasına dayanır.<br/>II. Sürdürülebilir, sürekli gelişim gösteren, yaratıcılığı ve sanatı bilim ile buluşturan çok yönlü ve çok disiplinli ve simbiyotik yapı gösteren bir oluşum ortaya koyar.<br/>III. Sanatçı ve teknoloji ve birçok farklı disiplinden uzman, paydaş olarak karşılıklı faydacı bir anlayışla bir araya gelmektedir.<br/>Yukarıda tanımlanan sanat türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Evrimsel Sanat",
      "B": "Sistem Sanatı",
      "C": "Generatif Sanat",
      "D": "Yeni Medya Sanatı",
      "E": "Post-modern Sanat"
    },
    "explanation": "<strong><em>Generatif Sanat:</em></strong> Sanatçı yaratıcılığının teknolojik dönüşüm ve ilerlemeler bağlamıyla, olasılıklar çerçevesinde sorgulanmasına dayalı <strong><em>sürdürülebilir, sürekli gelişim gösteren, yaratıcılığı ve sanatı bilim ile buluşturan çok yönlü ve çok disiplinli ve simbiyotik yapı gösteren bir oluşum ortaya koyar.</em></strong> Generatif sanat içinde sanatçı ve teknoloji ve birçok farklı disiplinden uzman, paydaş olarak karşılıklı faydacı bir anlayışla bir araya gelmektedir."
  },
  {
    "id": "3851931",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi dijital görsel kültür yapısı içinde görsel pedagojinin özellikleri arasında <u>yer almaz?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Kültürel subjektiflik",
      "B": "Ortam değişkenine dayalı farklılık",
      "C": "Toplumsal sistemin yansımasına dayalı unsurlar",
      "D": "Bölgesel temsil gücüne dayalı etki alanı",
      "E": "Anlamların açık ve örtülü yapısına dayalı çözümlenme gereksinimi"
    },
    "explanation": "Dijital görsel kültür yapısı içinde görsel pedagojinin özellikleri şu şekilde sıralanabilir:<br/><ul><br/><li><strong><em>Kültürel subjektiflik içerme</em></strong></li><br/><li><strong><em>Ortam değişkenlerine dayalı farklılık içerme </em></strong></li><br/><li>Bireysel farklılıklara dayalı yüklenen anlam farklılıklarını içerme</li><br/><li><strong><em>Toplumsal sistemin yansımasına dayalı unsurları içerme</em></strong></li><br/><li>Pedagojik eylemlerin farklılığına göre dönüşebilir yapı içerme</li><br/><li>Görselliğin temsil gücüne dayalı etki alanı içerme</li><br/><li><strong><em>Anlamların açık ve örtülü yapısına dayalı çözümlenme gereksinimi içerme</em></strong></li><br/></ul><br/>Dijital görsel kültür yapısı içinde görsel pedagojinin özellikleri şu şekilde sıralanabilir:<br/><ul> <li><strong><em>Kültürel subjektiflik içerme</em></strong></li> <li><strong><em>Ortam değişkenlerine dayalı farklılık içerme </em></strong></li> <li>Bireysel farklılıklara dayalı yüklenen anlam farklılıklarını içerme</li> <li><strong><em>Toplumsal sistemin yansımasına dayalı unsurları içerme</em></strong></li> <li>Pedagojik eylemlerin farklılığına göre dönüşebilir yapı içerme</li> <li>Görselliğin temsil gücüne dayalı etki alanı içerme</li> <li><strong><em>Anlamların açık ve örtülü yapısına dayalı çözümlenme gereksinimi içerme</em></strong></li> </ul>"
  },
  {
    "id": "3851932",
    "unitNumber": 4,
    "text": "Teknolojik bağlamdaki kapsayıcılığı nedeniyle <strong>kamusal alan açılımı </strong>olan bir yapıyı ortaya koyan pedagoji kavramı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital Pedagoji",
      "B": "Yapay Zeka Pedagojisi",
      "C": "Hata Düzeltme Pedagojisi",
      "D": "Görsel Pedagoji",
      "E": "Teknolojik Pedagoji"
    },
    "explanation": "Dijital dönüşüm sürecinde <strong><em>dijital pedagoji </em></strong>özellikle teknolojik bağlamdaki kapsayıcılığı nedeniyle <strong><em>kamusal alan açılımı olan bir yapı ortaya koymaktadır.</em></strong>"
  },
  {
    "id": "3851933",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi <u>dijital kültürde eleştirel analiz </u>sürecinin unsurlarından <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Teknolojik koşulları değerlendirmek",
      "B": "İlişkiselliği fark etmek",
      "C": "Etki alanını sorgulamak",
      "D": "Dijital varoluşu görmek",
      "E": "Etik bakışı yüceltmek"
    },
    "explanation": "Dijital kültürde eleştirel analiz;<br/><ul><br/><li><strong><em>“Teknolojik koşulları değerlendirmek, ilişkiselliği fark etmek, etki alanını sorgulamak, tepkiyi sorgulamak ve dijital varoluşu görmek” </em></strong>süreçlerini kapsar.</li><br/></ul><br/><ul><br/><li><strong><em>“Etik bakışı yüceltmek” unsuru, </em></strong><u>eleştirel analizin eylemsel yönünü</u> kapsamaktadır.</li><br/></ul><br/>Dijital kültürde eleştirel analiz;<br/><ul> <li><strong><em>“Teknolojik koşulları değerlendirmek, ilişkiselliği fark etmek, etki alanını sorgulamak, tepkiyi sorgulamak ve dijital varoluşu görmek” </em></strong>süreçlerini kapsar.</li> </ul> <ul> <li><strong><em>“Etik bakışı yüceltmek” unsuru, </em></strong><u>eleştirel analizin eylemsel yönünü</u> kapsamaktadır.</li> </ul>"
  },
  {
    "id": "3851934",
    "unitNumber": 4,
    "text": "Dijital kültür kapsamında değişken düşüncelerin birçok farklı anlamın iç içe geçmesiyle oluşturduğu ağ yapısı içinde birbirini sürekli besleyen yapı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Retorik",
      "B": "Simbiyoz",
      "C": "Pedagoji",
      "D": "Rizom",
      "E": "Sembolizm"
    },
    "explanation": "Değişken düşüncelerin birçok farklı anlamın iç içe geçmesiyle oluşturduğu ağ yapısı içinde birbirini sürekli besleyen yapı <strong><em>rizomdur.</em></strong> Rizomlar doğrusal olmayan iç içe geçmiş birçok anlam üretir. Rizomatik anlamların bağlamına dayalı alanlar ve anlamın ana hatlarından temellenen uç noktalar ise yeni anlamlar yaratma potansiyeline sahip yeni ağları oluşturur."
  },
  {
    "id": "3851935",
    "unitNumber": 4,
    "text": "I. E-sporun online platformlardaki organizasyonlarını gerçekleştiren bileşendir.<br/>II. E-spor uygulamalarının arayüz ve görsel dinamiklerinin tasarımına ilişkin bileşendir.<br/>III. E-sporun veri toplama, verileri derleme ve istatistiklerini saptama bileşenidir.<br/>IV. E-sporun hem üreticilerin kullanıcılarla hem de kullanıcıların kendi arasındaki iletişimi sağladığı bileşenidir.<br/>V. E-sporun tanıtım, duyuru, haber gibi güncel bilgileri medya aracılığıyla kullanıcı ve izleyicilerine ilettiği bileşenidir.<br/>A: E-spor analitiği<br/>B: E-spor yönetimi <br/>C: E-spor tasarımı ve geliştirme <br/>D: E-spor ve medya<br/>E: E-spor iletişimi<br/>Yukarıda verilen kavramlar ve tanımları aşağıdakilerden hangisinde doğru olarak eşleştirilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "I-A, II-C, III-D, IV-E, V-B",
      "B": "I-D, II-E, III-B, IV-A, V-C",
      "C": "I-E, II-A, III-B, IV-D, V-C",
      "D": "I-C, II-B, III-A, IV-D, V-E",
      "E": "I-B, II-C, III-A, IV-E, V-D"
    },
    "explanation": "<em>E-sporun bileşenleri şu şekilde sıralanabilir: </em><br/><ul><br/><li><strong> E-spor yönetimi:</strong> E-sporun online platformlardaki organizasyonlarını gerçekleştiren bileşendir.</li><br/><li><strong> E-spor tasarımı ve geliştirme</strong>: E-spor uygulamalarının arayüz ve görsel dinamiklerinin tasarımına ilişkin bileşendir.</li><br/><li><strong> E-spor analitiği:</strong> E-sporun veri toplama, verileri derleme ve istatistiklerini saptama bileşenidir. <strong>• E-spor iletişimi:</strong> E-sporun hem üreticilerin kullanıcılarla hem de kullanıcıların kendi arasındaki iletişimi sağladığı bileşenidir.</li><br/><li><strong> E-spor ve medya:</strong> E-sporun tanıtım, duyuru, haber gibi güncel bilgileri medya aracılığıyla kullanıcı ve izleyicilerine ilettiği bileşenidir</li><br/></ul><br/>Dolayısıyla doğru eşleştirme <strong>I-B II-C III-A IV-E V-D </strong>olmalıdır.<br/><em>E-sporun bileşenleri şu şekilde sıralanabilir: </em><br/><ul> <li><strong> E-spor yönetimi:</strong> E-sporun online platformlardaki organizasyonlarını gerçekleştiren bileşendir.</li> <li><strong> E-spor tasarımı ve geliştirme</strong>: E-spor uygulamalarının arayüz ve görsel dinamiklerinin tasarımına ilişkin bileşendir.</li> <li><strong> E-spor analitiği:</strong> E-sporun veri toplama, verileri derleme ve istatistiklerini saptama bileşenidir. <strong>• E-spor iletişimi:</strong> E-sporun hem üreticilerin kullanıcılarla hem de kullanıcıların kendi arasındaki iletişimi sağladığı bileşenidir.</li> <li><strong> E-spor ve medya:</strong> E-sporun tanıtım, duyuru, haber gibi güncel bilgileri medya aracılığıyla kullanıcı ve izleyicilerine ilettiği bileşenidir</li> </ul> Dolayısıyla doğru eşleştirme <strong>I-B II-C III-A IV-E V-D </strong>olmalıdır."
  },
  {
    "id": "3852030",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi <strong>yanlış</strong> bir ifadedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dijital medya, dijital teknolojilerden ayrı olarak dijital ileti yapısının dinamizmini içermektedir.",
      "B": "Yeni dijital dönüşüm sürecinde gönderici alıcı arasındaki mesaj kurgusunu etkileyen dinamikler stabilliğini korumuştur.",
      "C": "Dijital öğrenme olanakları dijital kültürün odakta olduğu bir dünyada var olmanın önemli koşullarındandır.",
      "D": "Bağlantıda kalmak ya da bağlantılı olmak dijital kültüre ilişkin bir bileşendir.",
      "E": "Dijital teknolojiler sektörel yapılardan öğrenme ortamlarına kadar bir dönüşümü karşımız çıkarır."
    },
    "explanation": "Dijital dönüşüm sürecinde gönderen ve alıcı arasındaki mesaj kurgusunu etkileyen dinamikler artık çeşitlenmiştir."
  },
  {
    "id": "3852031",
    "unitNumber": 4,
    "text": "Sanat ve teknoloji odağına dayalı diyalojik ilişkinin tanımlanması süreci ilk hangi yıldan sonra bir alan olarak karşımıza çıkmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1970",
      "B": "1980",
      "C": "1990",
      "D": "2000",
      "E": "2020"
    },
    "explanation": "Sanat ve teknoloji odağına dayalı diyalojik ilişkinin tanımlanması süreci 2000'ler sonrası bir alan olarak karşımıza çıkar hale gelmiştir. Bu nedenle doğru yanıt d şıkkıdır."
  },
  {
    "id": "3852032",
    "unitNumber": 4,
    "text": "Dijital dönüşüm sürecinde daha da güçlenen gözetim toplumu kavramı için aşağıdaki hangi bilim insanının görüşleri temel alınmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Hall",
      "B": "McLuhan",
      "C": "Foucault",
      "D": "Lasswell",
      "E": "Marcuse"
    },
    "explanation": "Foucault'un gözetim toplumu kuramı günümüzde önemli şekilde yükselişe geçmiştir. O nedenle doğru yanıt c şıkkıdır."
  },
  {
    "id": "3852033",
    "unitNumber": 4,
    "text": "Sanat ve tasarım bağlamında 2014 yılıyla başlayan dönüşümde aşağıdakilerden hangisi ciddi bir kavramsal dönüşüm oluşturmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "NFT",
      "B": "NTF",
      "C": "FNT",
      "D": "TNF",
      "E": "FTN"
    },
    "explanation": "Sanat ve tasarım bağlamında 2014 yılıyla başlayan dönüşümde NFT ciddi bir kavramsal dönüşüm oluşturmuştur. Bu nedenle doğru yanıt a şıkkıdır."
  },
  {
    "id": "3852034",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Dijital Obezite için doğru bir ifadedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dijital görsel ileti düntasında etik ihlallerle mücadele etmek için bir çözüm sunar.",
      "B": "Dijital dünyada görsel, algısal ve bişsel yüklerden kurtulma potansiyeli sunar.",
      "C": "Hangi teknoloji türünün hangi bireye nasıl etkileri olduğunu sorgular.",
      "D": "Teknoloji kullanımında miktar, denge, öznellik, işlevsel erişim hakkı gibi faktörleri göz önünde bulundurur.",
      "E": "Manipulasyona dayalı olarak sürekli dijital odaklı görsel - işitsel - yazılı mesaj iletiminin tüketimi sonucu ortaya çıkar."
    },
    "explanation": "Dijital Obezite, manipulasyona dayalı olarak sürekli dijital odaklı görsel - işitsel - yazılı mesaj iletiminin tüketimi sonucu ortaya çıkar. Bu nedenle doğru yanıt e şıkkıdır."
  },
  {
    "id": "3852035",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi dijital avatar olarak sanatçı için kimlik ortaya koymada <strong>yanlış</strong> bir bağlamdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Temsil gücünde özelleştirilebilir bir alan yaratır.",
      "B": "Sınırsız sanal dünya erişimi için birçok avatar kimlik oluşturur.",
      "C": "Kendi sanat/ tasarım ortamını yapılandırarak yeterlilikler geliştirebilir.",
      "D": "Öznel deneyim ve teknolojiyle simbiyoza dayalı varoluş ortaya koyabilir.",
      "E": "Sanat çevreleriyle etkileşimi gerçek yaşama benzeşik bir biçimde kurgular."
    },
    "explanation": "Sınırsız sanal dünya erişimine tek bir avatar kimlik üzerinden sahiptir. Bu nedenle doğru yanıt b şıkkıdır."
  },
  {
    "id": "3852036",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi görsel pedagojinin özellikleri ile ilgili <strong>yanlış</strong> bir ifadedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ortam değişkenlerine dayalı farklılık içerme.",
      "B": "Görselliğin temsil gücüne dayalı etki alanı içerme.",
      "C": "Kültürel objektiflik içerme.",
      "D": "Toplumsal sistemin yansımasına dayalı unsurlar içerme.",
      "E": "Bireysel farklılıklara dayalı yüklenen anlam farklılıkları içerme."
    },
    "explanation": "Kültürel subjektiflik içerme görsel pedogojinin özellikleri arasındadır. Bu nedenle doğru yanıt c şıkkıdır."
  },
  {
    "id": "3852037",
    "unitNumber": 4,
    "text": "Aşağıdakilerin hangisi eleştirel analizin eylemsel yönüdür?",
    "correctAnswer": "D",
    "options": {
      "A": "İlişkiselliği farketmek",
      "B": "Dijital varoluşu görmek",
      "C": "Etki alanını sorgulamak",
      "D": "Düzeltmek",
      "E": "Tepkiyi sorgulamak"
    },
    "explanation": "Düzeltmek eleştirel analizin eylemsel yönüdür. Bu nedenle doğru yanıt d şıkkıdır."
  },
  {
    "id": "3852038",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi dijital - görsel retoriğin kavramsal girdilerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "İkna edici dil",
      "B": "Tasarımsal yapı",
      "C": "İçerik - tema",
      "D": "Tipografi",
      "E": "Renk"
    },
    "explanation": "İkna edici dil dijital - görsel retoriğin kavramsal girdilerindendir. Bu nedenle doğru yanıt a şıkkıdır."
  },
  {
    "id": "3851838",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, temel anlamda belirli bir kazanç elde etmek ya da kâr sağlayabilmek amacıyla yapılan alım satım<br/>faaliyetleri olarak tanımlanabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ticaret",
      "B": "Değişim",
      "C": "Tarım",
      "D": "Pazarlık",
      "E": "Değiş tokuş"
    },
    "explanation": "Ticaret, temel anlamda belirli bir kazanç elde etmek ya da kâr sağlayabilmek amacıyla yapılan alım satım faaliyetleri olarak tanımlanabilir"
  },
  {
    "id": "3851839",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi elektronik ticaretin kısaltması olarak kullanılan, mal ve hizmetlerin internet üzerinden alınıp satılması-<br/>nı ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "e-ticaret",
      "B": "trampa",
      "C": "çevrimiçi",
      "D": "barter",
      "E": "online"
    },
    "explanation": "Elektronik ticaretin kısaltması olan e-ticaret, mal ve hizmetlerin internet üzerinden alınıp satılmasını ifade etmektedir"
  },
  {
    "id": "3851840",
    "unitNumber": 5,
    "text": "E-ticaretin gelişimi ilk olarak 1960’larda ne ile başlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "elektronik veri değişimi (EDI)",
      "B": "intranet",
      "C": "elektronik veri",
      "D": "internet",
      "E": "çevirimiçi"
    },
    "explanation": "E-ticaretin gelişimi ilk olarak 1960’larda elektronik veri değişimi (EDI) ile başlamış, ardından 1970’lerde uzaktan alışveriş fikri ortaya çıkmıştır. 1990’lı yıllarda World Wide Web’in doğuşuyla birlikte çevrim içi alışverişin popülerleştiği bir dönem başlamıştır."
  },
  {
    "id": "3851841",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisine göre e-ticaret, mal ve hizmetlerin elektronik yollarla üretilmesi, dağıtılması, pazarlanması ve/veya satışıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dünya Ticaret Örgütü",
      "B": "Ekonomik İş birliği ve Kalkınma Örgütü",
      "C": "Avrupa Birliği",
      "D": "Birleşmiş Milletler",
      "E": "Unesco"
    },
    "explanation": "E-ticaret, kişi ya da işletmelerin ürün ve hizmetlerini internet aracılığıyla sattığı ticari faaliyetler olarak tanımlanabilir. Dünya Ticaret Örgütünün tanımına göre e-ticaret, mal ve hizmetlerin elektronik yollarla üretilmesi, dağıtılması, pazarlanması<br/>ve/veya satışıdır."
  },
  {
    "id": "3851842",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi elektronik ortamda ürün ve hizmetlerin müşteriye sunularak satış yapılması, kamusal alımlar, satış sonrası sunulan hizmetler gibi pek çok süreci kapsar?",
    "correctAnswer": "A",
    "options": {
      "A": "elektronik ticaret",
      "B": "takas",
      "C": "online reklam",
      "D": "konşimento",
      "E": "mobil alışveriş"
    },
    "explanation": "Bu anlamda elektronik ticaretin, elektronik ortamda<br/>ürün ve hizmetlerin müşteriye sunularak satış ya-<br/>pılması, kamusal alımlar, satış sonrası sunulan hiz-<br/>metler gibi pek çok süreci kapsadığı söylenebilir.<br/>Dolayısıyla ticari sonuç doğuran ya da ticari faali-<br/>yetleri etkileyen tüm süreçler e-ticaretin kapsamına<br/>girmektedir."
  },
  {
    "id": "3851843",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi işletmelerin sınırları ortadan kaldırarak e-ticaret aracılığıyla dünyanın pek çok yerindeki tüketicilere ulaşması e-ticaretin gelişim sürecindeki önemli adımlardan biridir.",
    "correctAnswer": "A",
    "options": {
      "A": "Küresel Genişleme",
      "B": "Mobil Ticaretin Doğuşu",
      "C": "E-ticaret",
      "D": "Pazar yerleri",
      "E": "Tanıtım, reklam ve bilgilendirme"
    },
    "explanation": "Küresel Genişleme: İşletmelerin sınırları ortadan<br/>kaldırarak e-ticaret aracılığıyla dünyanın pek çok<br/>yerindeki tüketicilere ulaşması e-ticaretin gelişim<br/>sürecindeki önemli adımlardan biridir"
  },
  {
    "id": "3851844",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi satıcı ve alıcıların yüz yüze etkileşimlerini içeren ürün ve hizmet satın alma veya satma yöntemini, fiziksel mağazaları ve yüz yüze toplantıları ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Geleneksel ticaret",
      "B": "E-ticaret",
      "C": "Takas",
      "D": "Platform alışverişi",
      "E": "Değiş Tokuş"
    },
    "explanation": "Geleneksel ticaret, satıcı ve alıcıların yüz yüze et-<br/>kileşimlerini içeren ürün ve hizmet satın alma veya<br/>satma yöntemini, fiziksel mağazaları ve yüz yüze<br/>toplantıları ifade eder"
  },
  {
    "id": "3851845",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi en yaygın ve iyi bilinen e-ticaret türüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "B2C",
      "B": "B2B",
      "C": "C2B",
      "D": "ABC",
      "E": "C2C"
    },
    "explanation": "En yaygın ve iyi bilinen e-ticaret türü B2C, işletme-<br/>den tüketiciye e-ticaret modelidir."
  },
  {
    "id": "3851846",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi işletmeden Devlete yani işletmeler ve devlet kurumları arasındaki çevrim içi işlemlere işaret eden kısaltmadır?",
    "correctAnswer": "A",
    "options": {
      "A": "B2G",
      "B": "G2C",
      "C": "EDI",
      "D": "B2B",
      "E": "C2B"
    },
    "explanation": "şletmeden Devlete (B2G Business-to-Goverment):<br/>B2G e-ticaret, işletmeler ve devlet kurumları ara-<br/>sındaki çevrim içi işlemleri içermektedir. B2G<br/>modelinde işletmeler, genellikle özel çevrim içi<br/>platform veya portallar tarafından kolaylaştırılan<br/>elektronik kanallar aracılığıyla kamu kurum ve ku-<br/>ruluşlarına ürün, hizmet veya bilgi sağlamaktadır."
  },
  {
    "id": "3851847",
    "unitNumber": 5,
    "text": "Aşağıdaki kısalatmalardan hangisi Devletten Tüketiciye e-ticaret, devlet kurumları ile bireysel tüketiciler arasındaki işlemleri içermektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "G2C",
      "B": "B2B",
      "C": "B2G",
      "D": "C2C",
      "E": "UPS"
    },
    "explanation": "Devletten Tüketiciye (G2C Goverment-to-<br/>Consumer): G2C e-ticaret, devlet kurumları ile bi-<br/>reysel tüketiciler arasındaki işlemleri içermektedir.<br/>G2C e-ticarette, çevrim içi vergi dosyalama, devlet<br/>yardımları için başvurma veya devlet web siteleri<br/>aracılığıyla para cezaları ve ücretleri ödeme gibi<br/>hizmetler yer almaktadır"
  },
  {
    "id": "3852039",
    "unitNumber": 5,
    "text": "E Ticaretin gelişimi ilk olarak hangi tarihten sonra ortaya çıkmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1950",
      "B": "1960",
      "C": "1970",
      "D": "1980",
      "E": "1990"
    },
    "explanation": "E Ticaretin gelişimi ilk olarak 1960'larda elektronik veri değişimi (EDI) ile başlamıştır. Bu nedenle doğru yanıt b şıkkıdır."
  },
  {
    "id": "3852040",
    "unitNumber": 5,
    "text": "World Wide Web hangi yıllarda doğmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "1960",
      "B": "1970",
      "C": "1980",
      "D": "1990",
      "E": "2000"
    },
    "explanation": "World Wide Web 1990'lı yıllarda doğmuştur. Bu nedenle doğru yanıt d şıkkıdır."
  },
  {
    "id": "3852041",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi e ticaretin kapsamı içine <strong>girmez</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Elektronik konsimento gönderme",
      "B": "Gümrük işlemleri",
      "C": "Mağazaya uğrayarak alışveriş",
      "D": "Elektronik alışveriş",
      "E": "Tanıtım reklam bilgilendirme"
    },
    "explanation": "E ticarette mağazaya uğrayarak elbise almak yerine markanın oluşturduğu web sayfasından ya da uygulamasından satın alınır. Bu nedenle doğru yanıt c şıkkıdır."
  },
  {
    "id": "3852042",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi e ticaretin satış süreci ve izleyici ile ilgili bir ifadedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Belirli çalışma saatleri içinde faaliyet gösterir.",
      "B": "Kira, elektrik, su, ısınma ve personel gibi kalemler mevcuttur.",
      "C": "Ürünlerin fiziksel olarak olarak görülmesi ve dokunma olanağı vardır.",
      "D": "Sohbet robotları gibi araçlar kullanılır.",
      "E": "Fiziksel bir mağaza konumu gerekir."
    },
    "explanation": "Müşterilerle uzaktan sohbet robotları ile etkileşim kurulabilir. Bu nedenle doğru yanıt d şıkkıdır."
  },
  {
    "id": "3852043",
    "unitNumber": 5,
    "text": "İşletmelerin ürün ve hizmetleri çevrim içi platformlar, web siteleri veya mobil uygulama aracılığıyla doğrudan son tüketicilere satması aşağıdakilerden hangi modeldir?",
    "correctAnswer": "A",
    "options": {
      "A": "B2C",
      "B": "B2B",
      "C": "C2C",
      "D": "C2B",
      "E": "C2D"
    },
    "explanation": "B2C modelidir. Bu nedenle doğru yanıt a şıkkıdır."
  },
  {
    "id": "3852044",
    "unitNumber": 5,
    "text": "Bireysel tüketicilerin işletmelere ürün, hizmet veya bilgi sunduğu çevrim içi işlem ve etkileşimleri aşağıdakilerden hangi model gösterir?",
    "correctAnswer": "B",
    "options": {
      "A": "B2B",
      "B": "C2B",
      "C": "G2B",
      "D": "B2G",
      "E": "B2C"
    },
    "explanation": "C2B modeli. Bu nedenle doğru yanıt b şıkkıdır."
  },
  {
    "id": "3852045",
    "unitNumber": 5,
    "text": "B2G modeli aşağıdakilerden hangisini kapsar?",
    "correctAnswer": "C",
    "options": {
      "A": "İşletmeden tüketiciye",
      "B": "İşletmeden işletmeye",
      "C": "İşletmeden devlete",
      "D": "Devletten işletmeye",
      "E": "Devletten tüketiciye"
    },
    "explanation": "B2G modeli \"işletmeden devlete\" yi kapsar. bu nedenle doğru yanıt c şıkkıdır."
  },
  {
    "id": "3852046",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi güvenli ödeme işlemi sağlayarak müşteri güveni oluşturmayı garanti durumuna getirir?",
    "correctAnswer": "E",
    "options": {
      "A": "SEO araçları",
      "B": "E postalar",
      "C": "Çevrim içi pazarlar",
      "D": "Pazarlama araçları",
      "E": "Ödeme ağ geçitleri"
    },
    "explanation": "Ödeme ağ geçitleri güvenli ödeme işlemi sağlar. Bu nedenle doğru yanıt e şıkkıdır."
  },
  {
    "id": "3852047",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi e ticaretin işletmelere sağladığı dezavantajlardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Geniş kitlelere ulaşma",
      "B": "7/24 erişim",
      "C": "Yer ve alan durumu",
      "D": "Uzun vadeli ilişkiler",
      "E": "Geniş bir teknoloji alt yapısı"
    },
    "explanation": "E ticaret geniş bir teknoloji alt yapısına dayanır. Bu alt yapıdaki bazı aksaklıklar müşteri deneyimini olumsuz etkileyebilir.. Bu da satış kaybına neden olabilir. Bu nedenle doğru yanıt e şıkkıdır."
  },
  {
    "id": "3852048",
    "unitNumber": 5,
    "text": "Dünyada e ticaret satışları hangi yıldan sonra önemli bir artış göstermiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "2022",
      "B": "2015",
      "C": "2011",
      "D": "2000",
      "E": "1990"
    },
    "explanation": "Küresel e ticaret satışları 2022 yılında 5,5 trilyon dolara ulaşarak önceki yıllara göre önemli bir artış göstermiştir. Bu nedenle doğru yanıt a şıkkıdır."
  },
  {
    "id": "3851936",
    "unitNumber": 6,
    "text": "Yeni teknolojilere uyum sağlamaya çalışan, değişime açık olan ancak geçmiş deneyimlerini de beraberinde getiren bireyler aşağıdaki kavramlardan hangisiyle tanımlanabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dijital Göçmen",
      "B": "Dijital Melez",
      "C": "Dijital Bilge",
      "D": "Dijital Yerli",
      "E": "Dijital Yabancı"
    },
    "explanation": "<strong><em>Dijital melezler </em></strong>yeni teknolojilere uyum sağlamaya çalışan, değişime açık olan ancak geçmiş deneyimlerini de beraberinde işe koşan bireylerdir. Bu bakımdan dijital melezler dijital yerliler ile dijital göçmenler arasında yer alan bir geçiş grubunu temsil etmektedir."
  },
  {
    "id": "3851937",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi dijital kimliğin paydaşlarından biri <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Anonimleşme",
      "B": "Mükemmel görünüm",
      "C": "Sosyalleşme",
      "D": "Saygınlık",
      "E": "Kültürlenme"
    },
    "explanation": "Dijital kimliğin paydaşları; <strong><em>“Beğeni, paylaşım, gizlilik, güvenlik, sosyalleşme, mükemmel görünüm, özgürlük, kültürlenme, anonimleşme, dijital okuryazarlık”</em></strong><em>tır.</em>"
  },
  {
    "id": "3851938",
    "unitNumber": 6,
    "text": "I. Yapay zeka, robotlar ve nesnelerin interneti gibi teknolojiler dijital dönüşümün bir parçasıdır.<br/>II. Dijitalleşme, ekonomik büyümeyi destekler.<br/>III. Blok zincir teknolojisinin ilerlemesi ile bulut bilişim teknolojisine olan ihtiyaç azalmıştır.<br/>IV. Dijitalleşme, sosyal sermayenin gelişmesine katkı sunmaktadır.<br/>Yukarıda yaşam alanlarında dijitalleşme ile ilgili verilen öncüllerden hangisi/hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve IV",
      "D": "Yalnız III",
      "E": "I, II, III ve IV"
    },
    "explanation": "III. Blok zincir, akıllı şehirler, <strong><em>bulut teknolojileri,</em></strong> akıllı şebekeler, dijital devreler, fabrika otomasyonu, sağlık teşhis cihazları, bulanık mantık, doğal dil işleme, veri madenciliği, duygu analizi, insan-bilgisayar etkileşimi, görüntü işleme, coğrafi bilgi sistemleri, video analizi, segmentasyon teknikleri, artırılmış gerçeklik ve sanal gerçeklik gibi pek çok teknoloji dijital teknoloji alanına girmektedir. (YANLIŞ)<br/><strong>I, II ve IV doğrudur.</strong>"
  },
  {
    "id": "3851939",
    "unitNumber": 6,
    "text": "Nesnelerin interneti teknolojisinin gelişimini içeren adımlar, aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gömülü zeka, akıllı sensör ağları ve otomatiklik",
      "B": "Yapay zeka, etkileşim ve akıllı sensör ağları",
      "C": "Gömülü zeka, iletişim protokolleri ve etkileşim",
      "D": "Gömülü zeka, bağlantılılık ve etkileşim",
      "E": "Dinamik sistem, gömülü zeka ve bağlantılılık"
    },
    "explanation": "Nesnelerin internetinin gelişimi <strong><em>“gömülü zekâ, bağlantılılık ve etkileşim”</em></strong> olmak üzere üç adımı içerir (Tan ve Wang, 2010)."
  },
  {
    "id": "3851940",
    "unitNumber": 6,
    "text": "I. RFID<br/>II. WPAN<br/>III. 3G<br/>IV. URL <br/>Yukarıda verilenlerden hangisi/hangileri nesnelerin internet teknolojisinde kullanılan bağlantılardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "II ve IV",
      "B": "Yalnız I",
      "C": "I ve III",
      "D": "I ve IV",
      "E": "I ve II"
    },
    "explanation": "Nesnelerin internetinde; <strong><em>RFID, WPAN, DSL, Wi-Fi, LAN, WAN, 4G, 5G</em></strong> gibi kablolu ve kablosuz bağlantılar ana yollardır."
  },
  {
    "id": "3851942",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yapay zeka uygulamalarından biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Amazo Alexa",
      "B": "Cortana",
      "C": "Lensa",
      "D": "Timely",
      "E": "HyperVerse"
    },
    "explanation": "<strong>Yapay zeka uygulamalarına örnekler;</strong><br/>Akıllı ev teknolojilerini kontrol etmek için <strong><em>Amazon Alexa;</em></strong> sorulan sorulara göre bilgi alınabilecek Google Assistant ve <strong><em>Cortana;</em></strong> sanatsal görsel içerikler üreten <strong><em>Lensa </em></strong>ve Hotpot.ai; zaman takip uygulaması olarak <strong><em>Timely </em></strong>gibi pek çok farklı yapay zeka temelli uygulama bulunmaktadır.<br/><strong><em>HyperVerse bir yapay zeka uygulaması değil, Metaverse platformudur. </em></strong>"
  },
  {
    "id": "3851943",
    "unitNumber": 6,
    "text": "I. Freelance çalışma biçimi, pazar ihtiyacını karşılamaya yönelik yenilikçi ürün, süreç veya servis geliştiren hızlı büyüme potansiyeline sahip bir çalışma biçimidir.<br/>II. Dijital emek sömürüsü baskı, yabancılaşma ve el koyma olmak üzere üç ögeye dayandırılır.<br/>III. Freelance çalışmada çalışanın emek gücünün karşılığına göre ücretlendirme yapılmaktadır.<br/>Yukarıda dijital iş gücü ile ilgili verilenlerden hangisi/hangileri <u>yanlıştır?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "<strong>I.</strong> Freelance çalışma biçimi; herhangi bir işverene uzun vadeli sözleşmeyle bağlı olmadan, belirli hizmet veya ürünler için kişilerle kısa süreli olarak çalışmayı ifade eder.<br/><strong>III.</strong> Freelance çalışmada çalışanın emek gücünün karşılığına göre değil, sunduğu hizmet veya ürüne göre ücretlendirme yapılmaktadır.<br/><strong>I ve III yanlıştır.</strong>"
  },
  {
    "id": "3851945",
    "unitNumber": 6,
    "text": "\"Gerçek dünyadaki fiziksel varlığın yapay zekâ tabanlı sanal bir kopyası” olarak adlandırılan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Nesnelerin interneti",
      "B": "Dijital ikiz",
      "C": "Blok zincir",
      "D": "Metaverse",
      "E": "Sanal gerçeklik"
    },
    "explanation": "Gerçek dünyadaki fiziksel varlığın yapay zekâ tabanlı sanal bir kopyası “<strong><em>Dijital İkiz (Digital Twin)”</em></strong> olarak adlandırılmaktadır."
  },
  {
    "id": "3851947",
    "unitNumber": 6,
    "text": "I. Dijital ikiz teknolojisinin çalışması dört karmaşıklık düzeyine göre ayrılmıştır. <br/>II. Tanımlayıcı ikiz; ürünlerin görsel olarak düzenlenebilir kopyasıdır.<br/>III. Akıllı şehirlerin sahip olması gereken özelliklerden biri çevresel girişimlerdir. <br/>IV. Akıllı şehir ağı, bağlantılı otonom araçlardan yararlanabilir. <br/>Yukarıda hizmetlerin dijitalleşmesi ile ilgili verilerden hangisi/hangileri yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II, III ve IV",
      "D": "Yalnız I",
      "E": "Yalnız IV"
    },
    "explanation": "<strong>I.</strong> Dijital ikiz teknolojisinin çalışması <strong><em>beş karmaşıklık düzeyine göre ayrılmıştır</em></strong>. Bunlar; tanımlayıcı ikiz, bilgilendirici ikiz, öngörücü ikiz, kapsamlı ikiz ve otonom ikizdir.<br/><strong>Yalnız I yanlıştır.</strong>"
  },
  {
    "id": "3851948",
    "unitNumber": 6,
    "text": "Aşağıda Metaverse teknolojisi ile ilgili verilenlerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Metaverse, fiziksel dünyayı sanal bir dünyada oluşturur.",
      "B": "Metaverse teknolojisinin ilk örnekleri Second Life, Roblox ve Fortnite gibi platformlardır.",
      "C": "Metaverse teknolojisindeki avatarlar kullanıcıları temsil etmek için kullanılmaktadır.",
      "D": "Web 2.0 teknolojisiyle birlikte ortaya çıkan Metaverse platformları, kullanıcılar arasında gerçekliğe dayalı karma bir dünya oluşturabilir.",
      "E": "Metaverse dünyasında akıllı gözlükle deneyimlenen sanal gerçeklik teknolojileri kullanılabilir."
    },
    "explanation": "<strong><em>Web 3.0 teknolojisiyle birlikte</em></strong> metaverse platformları; kullanıcıların önceki sanal dünya deneyimlerini artırılmış gerçeklik teknolojisiyle destekleyerek kullanıcılar arasında gerçekliğe dayalı karma bir dünya oluşturmaktadır."
  },
  {
    "id": "3851981",
    "unitNumber": 6,
    "text": "Yaşamlarının sonraki dönemlerinde dijital teknolojiyle karşılaşmış, dijital medya araçlarını kullanmakta zorlanan bireylere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dijital yerli",
      "B": "Dijital göçmen",
      "C": "Dijital melez",
      "D": "Dijital bilge",
      "E": "Dijital gezgin"
    },
    "explanation": "Yaşamın Dijitalleşmesiyle Ortaya Çıkan Kavramlar/ Dijital Yerliler Ve Göçmenler<br/>Dijital göçmenler ise yaşamlarının sonraki dönemlerinde dijital teknolojiyle karşılaşmış bireylerdir (Prensky, 2001). Bu kişiler, dijital medya araçlarını kullanmakta zorlanırlar. Dijital araç yerine basılı materyaller kullanmayı tercih ederler. Dijital göçmenler, bilgiyi sınırlı kanallardan kontrollü bir şekilde elde etmeyi isterler. Teknolojik bir aracı kullanmak için süreçte kullanmayı öğrenmek yerine kullanım rehberini okurlar. Dijital göçmenlerin bir kısmı zaman içerisinde teknolojiye uyum sağlamalarına rağmen dijital yerliler kadar yetkin olamayıp göçmen aksanlarını korumaya devam ederler. Bilişsel yapıları; aynı zaman diliminde çoklu görev yapmak yerine görevleri sırayla yapacak şekildedir."
  },
  {
    "id": "3851982",
    "unitNumber": 6,
    "text": "Dijital yaşamın getirisinin doğal sonucu olarak dijital yerli ve dijital göçmen kavramlarının yerini alacak olan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dijital yerli",
      "B": "Dijital göçmen",
      "C": "Dijital melez",
      "D": "Dijital bilge",
      "E": "Dijital gezgin"
    },
    "explanation": "Yaşamın Dijitalleşmesiyle Ortaya Çıkan Kavramlar/ Dijital Bilge<br/>Teknoloji kullanımı açısından bireyleri dijital yerli ve dijital göçmen olarak ayıran Prensky, daha sonra 21.yy’da dijital teknolojilerin erişim ağının yaygınlaşması ve yaşamın dijitalleşmesiyle zamanla herkesin dijital teknolojileri kullanacağını ve bu ayırımın giderek azalacağını da belirtmiştir. Dijital yaşamın getirisinin doğal sonucu olarak bu iki kavramın yerini dijital bilgelik kavramının alacağını ifade etmiştir (Prensky, 2009). Dijital bilge; teknolojiyi sadece kolaylıkla kullanabilen değil teknolojiyi yönlendirme sürecinde bilgece düşünerek karar verebilen bireydir (Prensky, 2012). Dijital bilgelik; doğuştan gelen bilişsel kapasitenin üst sınırlarına erişmek ve yetenekleri artırmak için akıllı dijital teknolojilerin kullanılmasıdır. Bireylerin kendi yeteneklerini dijital teknolojilerle birleştirerek bilgece karar verebilmeleri ve dijital teknolojinin yaşamın bir tamamlayıcısı olarak kullanmaları dijital bilgeliğin bir göstergesidir. Dijital bilgeler; yaşamlarını kolaylaştırmak için hangi dijital aracı kullanacakları konusunda bilgece seçim yapabilir ve yaşam sorunlarına teknoloji odaklı çözümler üretebilirler."
  },
  {
    "id": "3851983",
    "unitNumber": 6,
    "text": "“………………………… ; teknolojik kaynakları ihtiyaçları doğrultusunda kullanabilirken dijital yerliler kadar teknolojiyi etkin bir şekilde kullanamayabilen ve aynı zamanda kâğıt gibi basılı materyallere karşı yakınlık hisseden kişileri tanımlamak için kullanılan kavramdır.” Boşluğu doğru olarak dolduracak cevap aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dijital yerli",
      "B": "Dijital göçmen",
      "C": "Dijital melez",
      "D": "Dijital bilge",
      "E": "Dijital gezgin"
    },
    "explanation": "Yaşamın Dijitalleşmesiyle Ortaya Çıkan Kavramlar/ Dijital Melez<br/>Dijital melez adlandırılan bireyler; dijital teknolojiye hâkim ve dijital yerliler gibi bilgi edinme yolu olarak interneti tercih etmelerinin yanında basılı materyalleri de kullanmaya devam etmektedirler. Bu bakımdan dijital yerli ve dijital göçmenlerin özelliklerini birlikte taşımaktadırlar. Dijital melezler; teknolojik kaynakları ihtiyaçları doğrultusunda kullanabilirken dijital yerliler kadar teknolojiyi etkin bir şekilde kullanamayabilir ve aynı zamanda kâğıt gibi basılı materyallere karşı yakınlık hissederler (Kakırman Yıldız, 2012). Dolayısıyla dijital melezler yeni teknolojilere uyum sağlamaya çalışan, değişime açık olan ancak geçmiş deneyimlerini de beraberinde işe koşan bireylerdir. Bu bakımdan dijital melezler dijital yerliler ile dijital göçmenler arasında yer alan bir geçiş grubunu temsil etmektedir."
  },
  {
    "id": "3851984",
    "unitNumber": 6,
    "text": "Aşağıdaki hangisi dijital teknolojilerin, yaşamın her alanında, yoğun olarak kullanılma nedenlerinden biri <strong>olamaz</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Maliyeti düşürmek.",
      "B": "Performansı arttırmak.",
      "C": "Akıllı ürünler geliştirmek.",
      "D": "Eski teknolojileri kullanılır kılmak.",
      "E": "Rekabeti yönetmek."
    },
    "explanation": "Yaşam Alanlarında Dijitalleşme<br/>Dijital dönüşüm insan yaşamının neredeyse her alanını etkilemektedir. İletişim yolları, çalışma tarzları, ulaşım sistemleri hatta üretim süreçlerini etkilemektedir. Dijital dönüşüm yaşam alanlarında birçok teknolojiyi birleştirerek günlük yaşamın farklı yönleri arasındaki ayrımları belirsizleştirir. Örneğin fiziksel ürünler, dijital hizmetler ve biyolojik alanlar birbiriyle bağlantılı hâl almıştır. Dijitalleşme teknolojileri; yapay zekâ, robotlar, otomasyon sistemleri, nesnelerin interneti, büyük veri, 3 boyutlu baskı araçları, otonom araçlar, dronlar, gözetleme teknolojileri gibi teknolojileri kapsamaktadır. Ayrıca blok zincir, akıllı şehirler, bulut teknolojileri, akıllı şebekeler, dijital devreler, fabrika otomasyonu, sağlık teşhis cihazları, bulanık mantık, doğal dil işleme, veri madenciliği, duygu analizi, insan-bilgisayar etkileşimi, görüntü işleme, coğrafi bilgi sistemleri, video analizi, segmentasyon teknikleri, artırılmış gerçeklik ve sanal gerçeklik gibi pek çok teknoloji dijital teknoloji alanına girmektedir (Brennen &amp; Kreiss, 2016; Degryse, 2016: 19; Gbadegeshin, 2019). Yaşamın her alanında, bu denli yoğun dijital teknolojilerin kullanılma sebebi genellikle; maliyeti düşürmek, performansı artırmak, akıllı üretim sürecini iyileştirmek, yeni ürün veya hizmetleri yaratmak, yeni teknolojilere uyum sağlamak, rekabeti yönetmek ve talebi karşılamaktır."
  },
  {
    "id": "3851985",
    "unitNumber": 6,
    "text": "Nesnelerin kendi arasında iletişim kurmalarını, birlikte çalışabilmelerini, iletişim protokolleri ve standartlarına dayalı olarak kendini yapılandırmasını ve dinamik ağ altyapısını içerisinde barındırmasını tanımlayan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gömülü zekâ",
      "B": "Bağlantılılık",
      "C": "Protokol",
      "D": "Yakın mesafe iletişimi",
      "E": "Nesnelerin interneti"
    },
    "explanation": "Yaşam Alanlarında Dijitalleşme / Dijital Araçlar Arasında İletişim<br/>Nesnelerin interneti; birlikte çalışabilmekte, iletişim protokolleri ve standartlarına dayalı olarak kendini yapılandırmakta ve dinamik ağ altyapısını içerisinde barındırmaktadır. Ayrıca fiziksel ve sanal nesneler üzerinde dijital kimlikleriyle akıllı arayüzleri kullanma ve bilgi ağı olarak bu nesnelere entegre olabilme yeteneklerine sahiptir. Nesnelerin internetinin güzel örnekleri arasında <em>akıllı evler</em>, akıllı hastaneler, lojistik, ulaşım, trafik yönetimi ve tarım gibi alanlar bulunmaktadır."
  },
  {
    "id": "3851986",
    "unitNumber": 6,
    "text": "“Nesnelerin interneti tabanında hazırlanan …………. teknolojisi yerden ve zamandan bağımsız olarak nesneler ve insanlarla bağlantı kurarak insan hayatını değiştirmiştir.” Boşluğu doğru olarak dolduracak seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Nesnelerin interneti",
      "B": "Akıllı otomasyon",
      "C": "Büyük veri",
      "D": "Akıllı ev",
      "E": "3 Boyut"
    },
    "explanation": "Yaşam Alanlarında Dijitalleşme / Akıllı Yaşam Alanları<br/>Nesnelerin ağ üzerinden birbiriyle bağlantılı olması bu teknolojilerin yaşam alanı olarak evlerde kullanımını tetiklemiştir. Nesnelerin interneti teknolojisi bağlamında yeniden şekillenen akıllı ev kavramı; akıllı ortamların üretilmesiyle paralel olarak çokça duyulmaktadır. Akıllı ev; ev otomasyonu, elektronik ev, ev ağı veya ev alan ağı sistemleri gibi birden farklı şekillerde adlandırılabilmektedir. Bu isimler birbirinden farklı olmasına rağmen temel işlevleri birbirine benzerdir. Akıllı ev; evin elektronik cihazlarının otomasyon ve kontrolü anlamına gelmektedir. Akıllı evler en temelde; nesnelerin interneti yoluyla dijital cihazlarla iletişim kurulması ve kullanıcılara etkin bir hizmet sunulmasına dayanmaktadır. Nesnelerin interneti tabanında hazırlanan akıllı ev teknolojisi yerden ve zamandan bağımsız olarak nesneler ve insanlarla bağlantı kurarak insan hayatını değiştirmiştir (Samuel, 2016). Akıllı evler; bir evin içerisinde elektronik, sensör, yazılım ve ağ bağlantısı sağlayan dijital cihazların bir ağı olan nesnelerin internetinin bir alanıdır. Akıllı ev teknolojisi; akıllı sensörler, anahtarlar, cihazlar, prizler gibi pek çok küçük ölçekli akıllı elektronik cihazdan büyük ölçekli akıllı ev ağları sistemlerine kadar pek çok akıllı ev ürünlerinin gelişmesini sağlamış ve insan hayatı için büyük kolaylık ve konfor sunmuştur."
  },
  {
    "id": "3851987",
    "unitNumber": 6,
    "text": "Merkezden kontrol edilebilen anahtar ve sensörleri içeren dijital teknoloji tabanlı sistemleri anlatmak için kullanılan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ağ geçitleri",
      "B": "WPAN",
      "C": "5G",
      "D": "RFID",
      "E": "WAN"
    },
    "explanation": "Yaşam Alanlarında Dijitalleşme / Akıllı Yaşam Alanları<br/>Dünyanın ilk akıllı evi 1984 yılında Amerika Birleşik Devletleri’nde üretilmiş ve sonrasında dünyaca ünlü pek çok bilişim teknolojileri şirketi bu alanda çalışmaya başlamıştır. Merkezden kontrol edilebilen anahtar ve sensörleri içeren bu dijital teknoloji tabanlı sistemlere ağ geçitleri denilmektedir."
  },
  {
    "id": "3851988",
    "unitNumber": 6,
    "text": "Yapay zekânın farklı algılama cihazlarını kontrol ettiği evler, kaçıncı nesil akıllı evler olarak tanımlanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Birinci nesil",
      "B": "İkinci nesil",
      "C": "Üçüncü nesil",
      "D": "Dördüncü nesil",
      "E": "Beşinci nesil"
    },
    "explanation": "Yaşam Alanlarında Dijitalleşme / Akıllı Yaşam Alanları<br/>Otomasyon seviyelerine göre akıllı evler üç gruba ayrılmaktadır (Li vd., 2016). Bunlardan ilki proxy sunuculu Wi-Fi ve bluetooth gibi kablosuz teknolojilerin kullanıldığı birinci nesil akıllı evlerdir. İkinci nesil akıllı evler; yapay zekânın farklı algılama cihazlarını kontrol ettiği evler olarak karşımıza çıkmaktadır. Üçüncü nesil akıllı evler ise robot teknolojilerinin ve insancıl robotların insanlarla etkileşime girebildiği ve iş birliği yapabildiği akıllı evlerdir."
  },
  {
    "id": "3851989",
    "unitNumber": 6,
    "text": "Pazar ihtiyacını karşılamaya yönelik yenilikçi ürün, süreç veya servis geliştiren hızlı büyüme potansiyeline sahip girişimcilik türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Freelance",
      "B": "Yaratıcı girişimcilik",
      "C": "Sosyal girişimcilik",
      "D": "Dış girişimcilik",
      "E": "Start-up"
    },
    "explanation": "Ürün ve Hizmetlerin Dijitalleşmesi / Dijital İş Gücü<br/>Dijitalleşmeyle çalışanlar, işverenler ve müşteriler dünyanın farklı yerlerinden aynı iş sistemi içerisinde iletişim kurabilmektedir. Bunun yanında dijitalleşme tamamen dijital temelli iş ortamları üzerinden ücretli çalışmak isteyen milyonlarca insan için dijital iş gücü ve emek platformlarını ortaya çıkarmıştır. <strong>Start-up uygulama; </strong>pazar ihtiyacını karşılamaya yönelik yenilikçi ürün, süreç veya servis geliştiren hızlı büyüme potansiyeline sahip girişimciliktir."
  },
  {
    "id": "3851990",
    "unitNumber": 6,
    "text": "Fiziksel dünyayı bir sanal dünyada oluşturan; sadece sanal bir dünyanın ötesinde sanal bir mekânda yaşamayı sağlayan teknoloji aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Web 2.0",
      "B": "Web 3.0",
      "C": "Metaverse",
      "D": "Avatar",
      "E": "Büyük veri"
    },
    "explanation": "Yaşamın Dijital Dönüşümünde Geleceğe Yönelik Öngörüler<br/>Fiziksel dünyayı bir sanal dünyada oluşturan metaverse; sadece sanal bir dünyanın ötesinde sanal bir mekânda yaşamayı sağlayan internetin bir evrimidir.<br/>Metaverse dünyasında; bir avatarın gezindiği bilgisayar ekranındaki simülasyon, akıllı gözlükle deneyimlenen sanal gerçeklik veya fiziksel dünyaya yansıtılan artırılmış bir gerçeklik teknolojilerinin herhangi biri veya daha fazlası bir arada kullanılabilir. Işınlanma ile seyahat etmenin mümkün olmadığı günümüz koşullarında etkileşime girmek için internet araçları, telefon ve bilgisayar teknolojileri kullanılmaktadır. Ancak bunların hiçbiri başkasıyla birlikte olmanın ve deneyimleri paylaşmanın hissiyatını tam olarak veremez. Metaverse bu hissiyatı sağlamak noktasında etkileşimli, gelişmiş ve yenilikçi bir teknolojidir. Bu tarz sanal dünyalarda; gerçek dünyaya paralel olarak sanal bir yaşam sürmeye olanak tanınmaktadır. Web 3.0 teknolojisiyle birlikte metaverse platformları; kullanıcıların önceki sanal dünya deneyimlerini artırılmış gerçeklik teknolojisiyle destekleyerek kullanıcılar arasında gerçekliğe dayalı karma bir dünya oluşturmaktadır. Metaverse gibi teknolojilerin kullanım yaygınlığı arttıkça çevrim içi dünyayı günlük yaşamları için gerekli gören dijital yerliler için gerçek ile sanal arasındaki ayrım daha da bulanıklaşabilir."
  },
  {
    "id": "3851830",
    "unitNumber": 7,
    "text": "Gerçek dünyada kaydedilmek istenen olgunun (ör: ses, ısı, ışık) kayıt ortamına bıraktığı iz aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Veri",
      "B": "Nitel veri",
      "C": "Nicel veri",
      "D": "Dijital veri",
      "E": "Analog veri"
    },
    "explanation": "ANALOG VERİ VE DİJİTAL VERİ<br/>Analog veri ise gerçek dünyada kaydedilmek istenen olgunun (ör: ses, ısı, ışık) kayıt ortamına bıraktığı izi ifade etmektedir."
  },
  {
    "id": "3851831",
    "unitNumber": 7,
    "text": "En küçük bilgi parçasının sembolize edilmesinde rakamlar kullanılan veri türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ham Veri",
      "B": "Nitel veri",
      "C": "Nicel veri",
      "D": "Dijital veri",
      "E": "Analog veri"
    },
    "explanation": "ANALOG VERİ VE DİJİTAL VERİ<br/><em>Dijital veri</em>, en küçük bilgi parçasının sembolize edilmesinde rakamlar kullanılan veri türüdür."
  },
  {
    "id": "3851832",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi genellikle sıfır ve birlerden oluşan sayı dizeleri şeklinde temsil edilen kayıtlardır?",
    "correctAnswer": "D",
    "options": {
      "A": "Veri",
      "B": "Nitel veri",
      "C": "Nicel veri",
      "D": "Dijital veri",
      "E": "Analog veri"
    },
    "explanation": "ANALOG VERİ VE DİJİTAL VERİ<br/><strong>Dijital Veri </strong>genellikle sıfır ve birlerden oluşan sayıdizeleri şeklinde temsil edilen kayıtlardır."
  },
  {
    "id": "3851833",
    "unitNumber": 7,
    "text": "Dijital veri sistemlerinde kullanılan en küçük bilgi birimi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bit",
      "B": "Bin",
      "C": "Hex",
      "D": "Dec",
      "E": "Byte"
    },
    "explanation": "ANALOG VERİ VE DİJİTAL VERİ<br/><strong>Bit,</strong> dijital veri sistemlerinde kullanılan en küçük bilgi birimidir."
  },
  {
    "id": "3851834",
    "unitNumber": 7,
    "text": "Aşağıdaki kavramlardan hangisi dijital görüntü dosyalarının kalitesi ile ilgili bir kavramdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Bit hızı",
      "B": "Nitel veri",
      "C": "Nicel veri",
      "D": "Pixel sayısı",
      "E": "Örnekleme hızı"
    },
    "explanation": "ANALOG VERİ VE DİJİTAL VERİ<br/>Görüldüğü üzere kullanılan veri miktarı piksel sayısı ve renk derinliğiyle doğru orantılı olarak artmaktadır."
  },
  {
    "id": "3851835",
    "unitNumber": 7,
    "text": "Dijital teknolojilerin yaygınlaşması sonucu tüm teknolojilerde aşağıdaki kavramlardan hangisi neredeyse temel bir standart hâline gelmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bit hızı",
      "B": "Pixel sayısı",
      "C": "Çözünürlük",
      "D": "Renk derinliği",
      "E": "Örnekleme hızı"
    },
    "explanation": "ANALOG VERİ VE DİJİTAL VERİ<br/>Dijital teknolojilerin yaygınlaşması sonucu tüm teknolojilerde yüksek çözünürlük neredeyse temel bir standart hâline gelmiştir."
  },
  {
    "id": "3851836",
    "unitNumber": 7,
    "text": "Seslerin temsili için oldukça yeterli denilebilecek düzey aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "10 Hz",
      "B": "44 Hz",
      "C": "20 Khz",
      "D": "30 Khz",
      "E": "44,1 Khz"
    },
    "explanation": "ANALOG VERİ VE DİJİTAL VERİ<br/>Ses sanatçıları gibi mükemmel kulaklı insanların 20 KHz civarında duyabildikleri gösterilmiştir. Bu nedenle 44,1 Khz örnekleme seslerin temsili için oldukça yeterlidir."
  },
  {
    "id": "3851837",
    "unitNumber": 8,
    "text": "I. Enerji yönetimi ve depolama<br/>II. Açık iletişim protokolleri<br/>III. Bireysel veri güvenliği <br/>IV. Kullanılabilirlik<br/>Yukarıdakilerden hangileri giyilebilir dijital donanımların yaygınlaşmasının önündeki engel durumlarıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II",
      "B": "I-II-III",
      "C": "I-III",
      "D": "II-III-IV",
      "E": "II-IV"
    },
    "explanation": "Giyilebilir dijital donanımlar ile ilgili karşılaşılması olası zorluk alanları; enerji yönetimi ve depolama, açık iletişim protokolleri ve bireysel veri güvenliğidir.<br/>I-II-III"
  },
  {
    "id": "3851855",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi eğitsel oyunların hazırlanmasına kullanılabilecek eğitsel artırılmış gerçeklik uygulamalarından biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Elements 4D",
      "B": "Layar",
      "C": "Anatomy 4D",
      "D": "Actionbound",
      "E": "Aurasma"
    },
    "explanation": "Actionbound, eğitsel oyunların hazırlanmasına kullanılabilecek eğitsel artırılmış gerçeklik uygulamalarından biridir."
  },
  {
    "id": "3851856",
    "unitNumber": 8,
    "text": "I. Aynı anda farklı cihazlarda kullanılması <br/>II. Biyometrik verilerin işlenmesi<br/>III. Bulut ortamında veri paylaşılması <br/>IV. Yetkisiz kullanıcıların erişime açılması <br/>Yukarıdakilerden hangileri artırılmış gerçeklik uygulamaları ile ilgili riskler arasında yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II-III",
      "B": "II-III-IV",
      "C": "III-IV",
      "D": "II-III",
      "E": "I-III-IV"
    },
    "explanation": "Özellikle giyilebilir teknolojilerle birlikte düşünüldüklerinde yüz, retina, damar izi, parmak izi vb. biyometrik verilerin toplanıp işlenmesi, çoğaltılması, bulut ortamlarında paylaşılması ve yetkisiz kullanıcıların erişime açılması riskleri olasıdır.<br/>II-III-IV"
  },
  {
    "id": "3851857",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bilgisayarın bir problemi çözebilmek için kendi kendine tahminler yürütmesini<br/>sağlayan algoritmaların tasarımı olarak ifade edilen kavramdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yapay zeka",
      "B": "Robotik",
      "C": "Artırılmış gerçeklik",
      "D": "Sanal gerçeklik",
      "E": "Makine öğrenmesi"
    },
    "explanation": "Makine öğrenmesi, bilgisayarın bir problemi çözebilmek için kendi kendine tahminler yürütmesini<br/>sağlayan algoritmaların tasarımını ifade etmektedir."
  },
  {
    "id": "3851858",
    "unitNumber": 8,
    "text": "Aşağıdaki otonom sürüş için getirilen seviye kriterlerinden hangisi aracın sorunsuz bir şekilde hareket edebilmesi için herhangi bir komut ya da müdahale gerekmemesidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Birinci seviye",
      "B": "İkinci seviye",
      "C": "Üçüncü seviye",
      "D": "Dördüncü seviye",
      "E": "Beşinci seviye"
    },
    "explanation": "Dördüncü seviye yani yüksek sürüş modunun çalışması ve aracınızın sorunsuz bir şekilde hareket<br/>edebilmesi için herhangi bir komut ya da müdahale gerekmiyor."
  },
  {
    "id": "3851859",
    "unitNumber": 8,
    "text": "Aşağıdaki unsurlardan hangisi blok zincir uygulamasında işlem ve ilgili değerlerin anonim yapısına işaret etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dağıtık veri tabanı yapısı",
      "B": "Kayıtların değiştirilemezliği",
      "C": "Uçtan uca iletişim",
      "D": "Pseudonymity",
      "E": "Hesaplama mantığı"
    },
    "explanation": "Dağıtık veri tabanı, tek bir kontrol ve merkezî otorite olmamasını; uçtan uca iletişim, iletişimin merkezî değil taraflar arasında olduğunu; pseudonymity kavramı ise işlem ve ilgili değerlerin anonim yapısını işaret etmektedir."
  },
  {
    "id": "3851860",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi üç boyutlu yazıcılarla uyumlu tasarımlar yapmaya olanak sağlayacak blok tabanlı bir yazılımdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Tinkercad 360",
      "B": "Tinkercad",
      "C": "3D Slash",
      "D": "SketchUp",
      "E": "Onshape"
    },
    "explanation": "3D Slash: Blok tabanlı bir üç boyutlu tasarım yazılımı olduğu için genellikle çocuklar ve acemi kullanıcılar için uygun olduğu söylenebilir."
  },
  {
    "id": "3851861",
    "unitNumber": 8,
    "text": "Aşağıdaki 3 boyutlu yazdırma süreçlerinde kullanılabilecek filament çeşitlerinden hangisi yüksek sıcaklıkta eriyip, genellikle sağlamlık gerektiren uygulamalarda kullanılan filamenttir?",
    "correctAnswer": "A",
    "options": {
      "A": "Akrilonitril Bütadien Stiren",
      "B": "Polilaktik Asit",
      "C": "PLA filament",
      "D": "Termoplastik Poliüretan",
      "E": "Polietilen Tereftalat Glikol"
    },
    "explanation": "Akrilonitril Bütadien Stiren, darbelere dayanıklı plastik bir malzemedir. Yüksek sıcaklıkta erir ve genellikle sağlamlık gerektiren uygulamalarda kullanılır. Bu filamentler görece yüksek işlenebilirliğe sahiptir."
  },
  {
    "id": "3852058",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi giyilebilir teknoloji kullanıcılarından aldığı komutları veriye dönüştürüp ilgili cihaza yönlendiren araçtır?",
    "correctAnswer": "B",
    "options": {
      "A": "Verici",
      "B": "Kontrolcü",
      "C": "İşlemci",
      "D": "Aracı",
      "E": "Yönlendirici"
    },
    "explanation": "Seçenekler arasında belirtilen işlevi gerçekleştiren araç kontrolcüdür. Doğru yanıt B'dir."
  },
  {
    "id": "3852059",
    "unitNumber": 8,
    "text": "Bulunduğu ortamdaki verileri veya olayları tespit ederek verileştirebilen aygıt aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sensör",
      "B": "İletken",
      "C": "Transistör",
      "D": "Ekran",
      "E": "Tuş"
    },
    "explanation": "Seçenekler arasında verilen tanıma uyan aygıt sensördür. Doğru yanıt A'dır."
  },
  {
    "id": "3852060",
    "unitNumber": 8,
    "text": "\".........................\"gerçek dünyanın dijital olarak oluşturulmuş grafik ve seslerle sunulması olarak tanımlanabilir.<br/>Yukarıdaki ifadede boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Metaverse gerçeklik",
      "B": "Sanal gerçeklik",
      "C": "Arttırılmış gerçeklik",
      "D": "Dijital gerçeklik",
      "E": "Birleştirilmiş gerçeklik"
    },
    "explanation": "Belirtilen alıntıda tanımlanan arttırılmış gerçektir. Doğru yanıt C dir."
  },
  {
    "id": "3852061",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sanal veya arttırılmış gerçeklik donanımlarının parçalarından biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hoperlör",
      "B": "Hareket sensörü",
      "C": "Stereo görüntü sunan mercekli ekran",
      "D": "Yazıcı",
      "E": "Kamera"
    },
    "explanation": "Sanal veya arttırılmış gerçeklik donanımlarında yazıcı bulunmaz. Doğru yanıt D dir."
  },
  {
    "id": "3852062",
    "unitNumber": 8,
    "text": "Bir veri setinin sahip olduğu ayrıntı miktarına ne denir?",
    "correctAnswer": "E",
    "options": {
      "A": "Doygunluk",
      "B": "Sanallık",
      "C": "Arttırılmışlık",
      "D": "Dijitallik",
      "E": "Çözünürlük"
    },
    "explanation": "Verilen tanım çözünürlük kavramını işaret etmektedir. Doğru yanıt E dir."
  },
  {
    "id": "3852063",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi arttırılmış ve sanal gerçeklik uygulamalarının geleceği önündeki sınırlılıklardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bu teknolojiler halen pahalıdır.",
      "B": "Donanımlar sürekli kullanım içi fazla büyüktür",
      "C": "Henüz büyük bir kesim için kullanıcı kabulu almamıştır.",
      "D": "Biyometrik verilerin toplanıp işlenmesi güvenliği sorunu vardır.",
      "E": "Tüm dünyada Internet erişim oranı düşmektedir."
    },
    "explanation": "Tüm dünyada Internet erişim oranı düşmek yerine yükselmektedir. Doğru yanıt E dir."
  },
  {
    "id": "3852064",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Robotik biliminin tanımıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Fiziksel dünyayı bilgisayar kontrollü mekanik cihazlarla algılama ve idare etme bilimidir.",
      "B": "Cihazlara bağlı bilgisayarları mekanik olarak idare etme bilimidir.",
      "C": "Cihazların fiziksel konumlarını bilgisayar aracılığıyla algılama bilimidir.",
      "D": "Bilgisayarların mekanik cihazlar ile uyumunu sağlama bilimidir.",
      "E": "Bilgisayar ve cihazların mekanik yapısını inceleyen bilimdir."
    },
    "explanation": "Robotik biliminin tanımı A seçeneğinde verilmiştir. Doğru yanıt A dır."
  },
  {
    "id": "3852065",
    "unitNumber": 8,
    "text": "Eğitimde robotik biliminden yardım alarak, öğrencilerin fen ve matematik alanlarından edindikleri bilgileri mühendislik ve teknolojiyle birleştirerek disiplinler arası bir çalışmayla kullanmasının amaçlandığı, öğrencilerin eleştirel, üst düzey ve yaratıcı düşünme, problem çözme gibi becerilerinin geliştirilmesinin hedeflendiği yaklaşımın kısaltılmış adı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "CTSE",
      "B": "MERGEN",
      "C": "STEM",
      "D": "CERN",
      "E": "ELMS"
    },
    "explanation": "Soruda ifade edilen yaklaşım STEM olarak adlandırılır. Doğru yanıt C dir."
  },
  {
    "id": "3852066",
    "unitNumber": 8,
    "text": "2014 yılında otonom sürüş için getirilen 5 farklı seviye kriteri, sürüş sorumluluğunu insan faktöründen<br/>tamamen aracın kontrolüne götüren seçenekleri kapsamaktadır. Aracınızın sorunsuz biçimde hareket edebilmesi için araçta olmanız dışında herhangi bir komut ya da müdahelenizin gerekmediği yüksek sürüş modu hangi seviyede değerlendirilir?",
    "correctAnswer": "D",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Sürücünün aracın içinde bulunması gerektiği için tam otonom bir sürüş değildir. Bu yüzden seviye 4 içinde değerlendirilir. Doğru yanıt D dir."
  },
  {
    "id": "3852069",
    "unitNumber": 8,
    "text": "1997 yılında Deep Blue(Derin Mavi) adlı yapay zeka uygulamasının yendiği ünlü dünya satranç şampiyonu kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kautsky",
      "B": "Kasparov",
      "C": "Kasyanov",
      "D": "Karpatyan",
      "E": "Karmelon"
    },
    "explanation": "Deep blue nun yendiği satranç ustası Garry Kasparov dur. Doğru yanıt B dir."
  }
]