[
  {
    "id": "2648457",
    "unitNumber": 1,
    "text": "Tehdit yoğunluğu veya diğer bir ifadeyle hasar potansiyeli ile ilişkili olan risk parametresi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gerçekleşme olasılığı",
      "B": "Etkinin şiddeti",
      "C": "Dışsal etkilere ve değişime yatkınlık",
      "D": "Diğer faktörlerle karşılıklı bağımlılık derecesi",
      "E": "Ölçülemeyen değişkenlik"
    },
    "explanation": "Risk dört temel parametreden oluşmaktadır. Bunlar; gerçekleşme olasılığı, etkinin şiddeti, dışsal etkilere ve değişime yatkınlık ile diğer faktörlerle karşılıklı bağımlılık derecesi olarak ifade edilebilir. Riskin ikinci parametresi olan etkinin şiddeti; yüksek veya düşük olabilmektedir. Bir riskin ortaya çıkaracağı etkinin şiddeti, tehdit yoğunluğu diğer bir ifadeyle hasar potansiyeli ile ilişkilidir ve etkinin sebep olacağı maliyetler zamana bağlı olarak sürekli değişebilmektedir. Ölçülemeyen değişkenlik ise belirsizlik ile ilgilidir."
  },
  {
    "id": "2648460",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi fiziksel periller sınıfında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Satılan ürünlere olan talepte beklenmedik değişiklikler",
      "B": "Kaynakların kamulaştırılması",
      "C": "İşletme varlıklarının yok edilmesi veya işlevselliğinin bozulması",
      "D": "Süreçlerde, insanlarda ya da sistemlerde başarısızlıklar",
      "E": "Sel, yangın, fırtına, dolu fırtınası, deprem ve kasırga gibi doğal olaylar"
    },
    "explanation": "Peril; doğal olaylar sonucu ortaya çıkabilen, insan faktöründen veya ekonomiden kaynaklanabilen, işletme için beklenmedik bir kayba neden olabilen, finansal olmayan nitelikteki durumları ifade etmektedir. İşletmelerin ticari faaliyetlerinde tipik olarak karşılaştıkları farklı türden periller, üretim süreçlerinde, operasyonel faaliyetlerde, sosyal ilişkilere bağlı olarak politik, yasal, fiziksel veya çevresel koşullar nedeniyle ortaya çıkabilmektedir. İşletme varlıklarının yok edilmesi veya işlevselliğinin bozulması, mekanik arızalar, kimyasallar ve enerji ile ilgili tehlikeler “fiziksel periller” sınıfında yer almaktadır."
  },
  {
    "id": "2648462",
    "unitNumber": 1,
    "text": "Hem kayıp hem de kazanç olasılığının olduğu durumları tanımlayan risk türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Endojen (içsel) risk",
      "B": "Öngörülebilir risk",
      "C": "Finansal risk",
      "D": "Spekülatif risk",
      "E": "Dinamik risk"
    },
    "explanation": "Spekülatif risk ise hem kayıp hem de kazanç olasılığının olduğu durumları tanımlayan bir risk türüdür. Kumar hem kazanma hem de kaybetme olasılığı barındırması sebebiyle spekülatif risklere bir örnektir."
  },
  {
    "id": "2648479",
    "unitNumber": 1,
    "text": "Dış faktörler veya kasıtlı eylemler sonucunda ortaya çıkabilen, sebep olabileceği büyük ölçekli sonuçlar nedeniyle işletmenin faaliyetlerini tehdit eden risk türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Temel risk",
      "B": "Katastrofik risk",
      "C": "Dışsal risk",
      "D": "Statik risk",
      "E": "Saf risk"
    },
    "explanation": "Katastrofik riskler; ortaya çıkarabileceği yıkıcı sonuçlar nedeniyle işletmenin faaliyetlerini tehdit eden, dış faktörlerden veya kasıtlı eylemlerden kaynaklanan risklerdir. Kasıtlı bir biçimde gerçekleştirilen dolandırıcılık faaliyetleri katastrofik riske örnek olarak gösterilebilir."
  },
  {
    "id": "2648481",
    "unitNumber": 1,
    "text": "Gelecekte fiyat dalgalanmaları nedeniyle ortaya çıkabilecek kayıplara karşı korunmak amacıyla, vadeli kontratlarla alım ya da satım fiyatının bugünden belirlenerek riskin üçüncü bir kişiye transfer edildiği risk yöntem tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hedging",
      "B": "İç kontrol",
      "C": "Riskten kaçınma",
      "D": "Aktif risk tutma",
      "E": "Menkul kıymetleştirme"
    },
    "explanation": "Hedging (korunma) işlemi; yaygın bir şekilde kullanılan diğer bir risk transferi stratejisidir. Hedging, gelecekte fiyat dalgalanmaları nedeniyle ortaya çıkabilecek kayıplara karşı korunmak amacıyla, vadeli kontratlarla alım ya da satım fiyatının bugünden belirlenerek riskin üçüncü bir kişiye transfer edildiği risk yöntem tekniğidir."
  },
  {
    "id": "2648485",
    "unitNumber": 1,
    "text": "İstem listesi, risk yönetimi aşamalarının hangisinde kullanılan bir araçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "Riskin belirlenmesi",
      "B": "Risklerin analiz edilmesi ve ölçülmesi",
      "C": "Çözüm önerilerinin geliştirilmesi",
      "D": "Çözüm Önerilerinin Uygulanması",
      "E": "Sonuçların İzlenmesi ve Değerlendirilmesi"
    },
    "explanation": "İstem listesi; geçmiş deneyimlere dayanılarak oluşturulan ve işletmenin maruz kalabileceği olası riskleri kategorize bir şekilde sunan, riskin belirlenmesi amacıyla kullanılan bir araçtır. İşletmeler, kendi çalışma tarzlarına uygun olacak şekilde kendi istem listelerini geliştirmelidir. Ayrıca istem listeleri, riskin belirlenmesi aşamasının sonunda, sürecin kapsamlı bir şekilde tamamlandığını, olası tüm risk alanlarının değerlendirildiğini garanti etmek için kullanılmalıdırlar."
  },
  {
    "id": "2648487",
    "unitNumber": 1,
    "text": "Riskin analiz edilmesi ve ölçülmesi aşamasında “Bir planın sağlamlığını test etmek için kullanılan ve değişkenleri birer birer değiştirerek o değişkenin etkisini tanımlayan” yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hata ağacı / olay ağacı analizi,",
      "B": "Hata modu ve etkileri analizi",
      "C": "Tehlike ve işletilebilme çalışması",
      "D": "Delphi yöntemi",
      "E": "Duyarlılık Analizi"
    },
    "explanation": "Riskin analiz edilmesi ve ölçülmesi aşamasında kullanılabilecek bazı yöntem ve yaklaşımlar vardır. Bunlardan biri olan Duyarlılık Analizi; “Bir planın sağlamlığını test etmek için kullanılan ve değişkenleri birer birer değiştirerek o değişkenin etkisini tanımlayan” yöntemdir."
  },
  {
    "id": "2648490",
    "unitNumber": 1,
    "text": "Geliştirilen senaryolarla alternatif olaylara karşı alınacak aksiyonların değerlendirilmesine olanak tanıyan Monte Carlo simülasyonu, risk yönetimi aşamalarının hangisinde kullanılan yöntemlerden birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Riskin belirlenmesi",
      "B": "Risklerin analiz edilmesi ve ölçülmesi",
      "C": "Çözüm önerilerinin geliştirilmesi",
      "D": "Çözüm Önerilerinin Uygulanması",
      "E": "Sonuçların İzlenmesi ve Değerlendirilmesi"
    },
    "explanation": "Monte Carlo simülasyonu; geliştirilen senaryolarla alternatif olaylar ve bu olayların sonucuna ilişkin değerlendirmelere imkân veren ve riskin analiz edilmesi ve ölçülmesi sürecinde kullanılabilen bir bilgisayar simülasyonudur<br/>Risklerin analiz edilmesi ve ölçülmesi"
  },
  {
    "id": "2648496",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi risk yönetiminde “Sonuçların İzlenmesi ve Değerlendirilmesi” aşamasında kullanılan yöntemlerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Swott analizi",
      "B": "Karar ağaçları",
      "C": "Reel opsiyon yaklaşımı",
      "D": "Delphi yöntemi",
      "E": "Risk kaydı"
    },
    "explanation": "Risk kaydı; işletmenin risk yönetimi sürecinde gerçekleştirdiği faaliyetleri kayıt altına almaya yarayan ve işletmenin risk yönetimi ile ilgili durumunu gösteren ve risk yönetiminde “Sonuçların İzlenmesi ve Değerlendirilmesi” aşamasında kullanılan bir risk eylem planıdır."
  },
  {
    "id": "2648500",
    "unitNumber": 1,
    "text": "Doların altına endekslendiği, diğer ülkelerin para birimlerinin değerinin ise dolara endekslendiği Bretton Woods Anlaşması hangi yılların ortalarında uygulamaya konulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "1930’ların ortaları",
      "B": "1940’ların ortaları",
      "C": "1950’ların ortaları",
      "D": "1960’ların ortaları",
      "E": "1970’ların ortaları"
    },
    "explanation": "Sabit döviz kuru sistemi oluşturmak için ve doların altına endekslendiği, diğer ülkelerin para birimlerinin değerinin ise dolara endekslendiği Bretton Woods Anlaşması 1940’ların ortalarında uygulamaya konulmuştur."
  },
  {
    "id": "2648722",
    "unitNumber": 1,
    "text": "I. Bir sigorta poliçesi satın alınarak veya finansal korunma (hedging işlemi) yoluyla bir karşı tarafa aktarılabilir. II. İşletmeler, dâhilî fiyatlandırma, rezervler ve hasar tazminatları ile sigorta sürecini taklit edebilir. III. Fıskiye, duman alarmı gibi ekipmanlar ile diğer güvenlik önlemlerine veya denetim süreçlerine yatırım yapılarak azaltılabilir. IV. İşletmelerin riskli faaliyetlerde bulunmaması veya daha az riskli süreçlerin tercih edilmesi yoluyla önlenebilir.\n Yukarıdakilerden hangileri, işletmelerin riske karşı alternatiflerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I, II, III",
      "D": "II, III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "BELİRSİZLİK VE RİSK<br/>İşletmelerin riske karşı farklı alternatifleri bulunmaktadır;<br/>• bir sigorta poliçesi satın alınarak veya finansal korunma (hedging işlemi) yoluyla bir karşı tarafa aktarılabilir.<br/>• aktif veya pasif bir şekilde sürdürülebilir. Sigorta yaptırmamak, riski elinde tutmaktır. Ancak işletmeler, dâhilî fiyatlandırma, rezervler ve hasar tazminatları ile sigorta sürecini taklit edebilir.<br/>• fıskiye, duman alarmı gibi ekipmanlar ile diğer güvenlik önlemlerine veya denetim süreçlerine yatırım yapılarak azaltılabilir.<br/>• işletmelerin riskli faaliyetlerde bulunmaması veya daha az riskli süreçlerin tercih edilmesi yoluyla önlenebilir.\n Doğru cevap E şıkkıdır."
  },
  {
    "id": "2648724",
    "unitNumber": 1,
    "text": "I. Gerçekleşme olasılığı. II. Etkinin şiddeti. III. Dışsal etkilere ve değişime yatkınlık. IV. Diğer faktörlerle karşılıklı bağımlılık derecesi. V. Gerçekleşme zamanı. \n Yukarıdakilerden hangileri, riski oluşturan parametrelerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "III, IV, V",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "BELİRSİZLİK VE RİSK<br/>Risk dört temel parametreden oluşmaktadır: gerçekleşme olasılığı, etkinin şiddeti, dışsal etkilere ve değişime yatkınlık ile diğer faktörlerle karşılıklı<br/>bağımlılık derecesi.\n Doğru cevap D şıkkıdır."
  },
  {
    "id": "2648729",
    "unitNumber": 1,
    "text": "Büyüklüğü genellikle bir veya daha fazla finansal değişkenin gerçekleşmesine bağlı olmayan, işletme için beklenmedik bir kayba neden olabilen doğal,<br/>insan yapımı veya ekonomiden kaynaklanan durum aşağıdakilerden hangisi ile ifade edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Peril",
      "B": "Tehlike",
      "C": "Risk",
      "D": "Fiziksel tehlike",
      "E": "Belirsizlik"
    },
    "explanation": "Riskle İlişkili Kavramlar<br/>Peril (muhatara), büyüklüğü genellikle bir veya daha fazla finansal değişkenin gerçekleşmesine bağlı olmayan, işletme için beklenmedik bir kayba neden olabilen doğal, insan yapımı veya ekonomiden kaynaklanan durumdur.\n Doğru cevap A şıkkıdır."
  },
  {
    "id": "2648886",
    "unitNumber": 1,
    "text": "I. Endojen (içsel) ve ekzojen (dışsal) riskler. II. Saf ve spekülatif riskler. III. Finansal ve finansal olmayan riskler. IV. Temel ve özel riskler. V. Demografik ve eğitsel riskler.\n Yukarıdakilerden hangileri, riskin sınıflandırılmasında dikkate alınacak faktörlerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II. III",
      "B": "II, III, IV",
      "C": "I, II, III, IV",
      "D": "II, III, IV, V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "RİSKİN SINIFLANDIRILMASI<br/>Riskin sınıflandırılmasında pek çok faktör dikkate alınarak ayrım yapılabilmektedir. Bu bağlamda riskler;\n <ul> <li>Endojen (içsel) ve ekzojen (dışsal) riskler</li> <li>Saf ve spekülatif riskler</li> <li>Finansal ve finansal olmayan riskler</li> <li>Temel ve özel riskler</li> <li> Statik ve dinamik riskler</li> <li>Sistematik (kontrol edilemeyen) ve sistematik olmayan (kontrol edilebilir) riskler</li> <li>Öngörülebilir, öngörülemeyen ve katastrofik riskler</li> </ul> Doğru cevap C şıkkıdr."
  },
  {
    "id": "2648901",
    "unitNumber": 1,
    "text": "I. İçsel riskler. II. Saf ve spekülatif riskler. III. Finansal ve finansal olmayan riskler. IV. Temel ve özel riskler. V. Statik ve dinamik riskler.\n İşletmenin kendi dinamiklerine bağlı olarak insan faktörü, süreçler veya sistemlerden kaynaklanan şirkete özgü riskler yukarıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "RİSKİN SINIFLANDIRILMASI<br/>İçsel riskler işletmenin kendi dinamiklerine bağlı olarak<br/>insan faktörü, süreçler veya sistemlerden kaynaklanan şirkete özgü risklerdir.\n Doğru cevap A şıkkıdır."
  },
  {
    "id": "2648905",
    "unitNumber": 1,
    "text": "I. Transfer edilemez. II. Veri mevcuttur. III. Ölçülebilir. IV. Güvenilir istatistiksel modellerle modellenebilir. V. Hedge edilemez.\n Yukarıdakilerden hangileri, finansal risklerin özelliklerindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "III, IV, V",
      "D": "II, III, IV, V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "RİSKİN SINIFLANDIRILMASI<br/>Finansal Riskler\n <ul> <li>Ölçülebilir niteliktedir. </li> <li>Veri mevcuttur. </li> <li>Güvenilir istatistiksel modellerle modellenebilir. </li> <li>Transfer edilebilir. </li> <li>Finansal enstrümanlarla hedge edilebilir.</li> </ul> Doğru cevap B şıkkıdır."
  },
  {
    "id": "2648908",
    "unitNumber": 1,
    "text": "I. Statik risk. II. Katastrofik risk. III. Temel risk. IV. İçsel risk. V. Finansal risk.\n Kısmen düzenli aralıklarla ortaya çıkma eğiliminde olan ve ekonomide<br/>herhangi bir değişiklik olmasa dahi kayıp yaratma potansiyeli bulunan risk türü yukarıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "RİSKİN SINIFLANDIRILMASI<br/>Kısmen düzenli aralıklarla ortaya çıkma eğiliminde olan ve ekonomide<br/>herhangi bir değişiklik olmasa dahi kayıp yaratma potansiyeli bulunan risk türü statik risktir. Doğru cevap A şıkkıdır."
  },
  {
    "id": "2648919",
    "unitNumber": 1,
    "text": "I. Yönetim kararları, erişilebilir verilerin kapsamlı analizi riskini azaltır. II. Yaratıcı senaryolarla “ne olurdu” sorularını yanıtlayarak proje veya iş planlamasının iyileştirilmesine olanak sağlar. III. Projenin veya işletmenin tanımı ve yapısı<br/>sürekli ve objektif olarak izlem altına alınmış olur. IV. Alternatif planların ve uygun koşulların yaratılmasını ve değerlendirilmesini sağlar. V. Risklere karşı yaratıcı tepkilerin üretilmesini azaltır. \n Yukarıdakilerden hangileri, etkili bir risk yönetiminin işletmelere sağlayacağı faydalardandır?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "I, II, III, IV",
      "D": "II, III, IV, V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "RİSK YÖNETİMİ<br/>Etkili bir risk yönetimi işletmelere aşağıdaki faydaları sağlayacaktır:\n <ul> <li>İşletmenin hedefleri ile bağlantılı risk ve fırsatlara spesifik olayların, durumların ve koşulların başlangıçta tanımlanmasına, netleştirilmesine ve anlaşılmasına olanak tanır.</li> <li>Yönetim kararları, erişilebilir verilerin kapsamlı analizi ile desteklenir. Tahminler daha güvenli bir şekilde yapılabilir.</li> <li>Yaratıcı senaryolarla “ne olurdu” sorularını yanıtlayarak proje veya iş planlamasının iyileştirilmesine olanak sağlar.</li> <li>Projenin veya işletmenin tanımı ve yapısı sürekli ve objektif olarak izlem altına alınmış olur.</li> <li>Alternatif planların ve uygun koşulların yaratılmasını ve değerlendirilmesini sağlar.</li> <li>Risklere karşı yaratıcı tepkilerin üretilmesini mümkün kılar.</li> <li>Acil durum planlaması, ortaya çıkabilecek risklere hızlı, kontrollü ve önceden değerlendirilmiş çözüm önerileri ile tepki verilmesine izin verir.</li> <li>Gelecekteki faaliyetler için gelişmiş modellemeye izin veren istatistiksel bir tarihsel risk profili oluşturulmuş olur.</li> </ul> Doğru cevap B şıkkıdır."
  },
  {
    "id": "2648930",
    "unitNumber": 1,
    "text": "I. Riskten kaçınma. II. Statik yöntem. III. Hedging. IV. Aktif risk tutma. V. Finansal yöntem.\n Gelecekte fiyat dalgalanmaları nedeniyle ortaya çıkabilecek kayıplara karşı korunmak amacıyla, vadeli kontratlarla alım ya da satım fiyatının bugünden<br/>belirlenerek riskin üçüncü bir kişiye transfer edildiği risk yönetim tekniği yukarıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "Risk Yönetim Teknikleri<br/>Hedging; gelecekte fiyat dalgalanmaları nedeniyle ortaya çıkabilecek kayıplara<br/>karşı korunmak amacıyla, vadeli kontratlarla alım ya da satım fiyatının bugünden<br/>belirlenerek riskin üçüncü bir kişiye transfer edildiği risk yönetim tekniğidir.\n Doğru cevap C şıkkıdır."
  },
  {
    "id": "2648934",
    "unitNumber": 1,
    "text": "I. Bilgi toplamak amacıyla yapılan pazar araştırmaları veya araştırma ve geliştirme faaliyetleri. <br/>II. İşletmenin, bir felaket veya kesintiden sonra önceden belirlenmiş bir süre içinde, kısmen veya tamamen kesintiye uğramış kritik fonksiyonları nasıl kurtaracağına ya da iyileştireceğine dair oluşturulan planlar ve bu planlara yönelik testler. <br/>III. Somut, ölçülebilir bilgilerden ziyade daha çok bireylerin ve grupların duyguları, tutumları, algıları ile çatışmalar ve bu çatışmaların nasıl ele alındığı ile ilgilenen soft sistem analizi. <br/>IV. Geçmiş veriler kullanılarak yapılan istatistiksel analizler ve olasılık hesaplamaları. <br/>V. Geliştirilen senaryolarla alternatif olaylara karşı alınacak aksiyonların değerlendirilmesine olanak tanıyan bilgisayar simülasyonları.\n<br/>Yukarıdakilerden hangileri, riskin analiz edilmesi ve ölçülmesi aşamasında kullanılabilecek yöntem ve yaklaşımlardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I, II, III",
      "D": "II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Riskin analiz edilmesi ve ölçülmesi aşamasında kullanılabilecek bazı yöntem ve yaklaşımlar şunlardır:<br/>• Bilgi toplamak amacıyla yapılan pazar araştırmaları veya araştırma ve geliştirme faaliyetleri<br/>• İşletmenin, bir felaket veya kesintiden sonra önceden belirlenmiş bir süre içinde, kısmen veya tamamen kesintiye uğramış kritik fonksiyonları nasıl kurtaracağına ya da iyileştireceğine dair oluşturulan planlar ve bu planlara yönelik testler<br/>• Somut, ölçülebilir bilgilerden ziyade daha çok bireylerin ve grupların duyguları, tutumları, algıları ile çatışmalar ve bu çatışmaların nasıl ele alındığı ile ilgilenen soft (yumuşak) sistem analizi<br/>• Geçmiş veriler kullanılarak yapılan istatistiksel analizler ve olasılık hesaplamaları. Örneğin, bir ihracatçı geçmiş satış rakamlarını değerlendirebilir ve bu değerlendirmelere bağlı olarak belirli olasılıklar dâhilinde gelecek dönem satışlarına ilişkin tahminleme yapabilir.<br/>• Geliştirilen senaryolarla alternatif olaylara karşı alınacak aksiyonların değerlendirilmesine olanak tanıyan, Monte Carlo gibi bilgisayar simülasyonları\n<br/>Doğru cevap E şıkkıdr."
  },
  {
    "id": "2652850",
    "unitNumber": 1,
    "text": "Doğal olaylar sonucu ortaya çıkabilen, insan faktöründe veya ekonomiden kaynaklanabilen, işletme için beklenmedik bir kayba neden olabilen, finansal olmayan nitelikteki durumları ifadeye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Peril",
      "B": "Risk",
      "C": "Belirsizlik",
      "D": "Risq",
      "E": "Riscum"
    },
    "explanation": "Riskle İlişkili Kavramlar<br/>Doğal olaylar sonucu ortaya çıkabilen, insan faktöründe veya ekonomiden kaynaklanabilen, işletme için beklenmedik bir kayba neden olabilen, finansal olmayan nitelikteki durumları ifadeye \"Peril\" adı verilir."
  },
  {
    "id": "2652858",
    "unitNumber": 1,
    "text": "Risk kelimesinin Latince kökeni aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Riscum",
      "B": "Risq",
      "C": "Riskis",
      "D": "Ceteris",
      "E": "Paribus"
    },
    "explanation": "BELİRSİZLİK VE RİSK<br/>Risk kelimesinin kökeninin Arapça “risq” veya Latince “riscum” kelimesi olduğu düşünülmektedir."
  },
  {
    "id": "2652864",
    "unitNumber": 1,
    "text": "Risk kelimesinin Arapça kökeni aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Risq",
      "B": "Hazard",
      "C": "Riskil",
      "D": "Perik",
      "E": "Peril"
    },
    "explanation": "BELİRSİZLİK VE RİSK<br/>Risk kelimesinin kökeninin Arapça “risq” veya Latince “riscum” kelimesi olduğu düşünülmektedir."
  },
  {
    "id": "2652882",
    "unitNumber": 1,
    "text": "Riskin gerçekleşme olasılığı hangi değerler arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "0-1",
      "B": "0-∞",
      "C": "1-∞",
      "D": "(-1)-(+1)",
      "E": "(-1)-(0)"
    },
    "explanation": "BELİRSİZLİK VE RİSK<br/>Riskin gerçekleşme olasılığı ve sıklığı yüksek veya düşük olabilmektedir. Bir riskin gerçekleşme olasılığı 0 ile 1 arasında bir değer alır ve bire yaklaştıkça, bu riskin gerçekleşme olasılığının arttığı anlamına gelmektedir."
  },
  {
    "id": "2652889",
    "unitNumber": 1,
    "text": "Olumsuz sonuç olasılığı yaratan, peril ile ilgili bir kayıp meydana gelme olasılığını artıran duruma ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hazard",
      "B": "Moral",
      "C": "Eksik bilgi",
      "D": "Ters seçim",
      "E": "Ahlaki tehlike"
    },
    "explanation": "Riskle İlişkili Kavramlar<br/>Olumsuz sonuç olasılığı yaratan, peril ile ilgili bir kayıp meydana gelme olasılığını artıran duruma Tehlike (Hazard) adı verilir."
  },
  {
    "id": "2652897",
    "unitNumber": 1,
    "text": "Kayıp olasılığını ya da etkilerin şiddetini artıran maddi nitelikteki tehlike türüne ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fiziksel Tehlike",
      "B": "Ahlaki tehlike",
      "C": "Hazard",
      "D": "Dinamik Risk",
      "E": "Ekzojen Risk"
    },
    "explanation": "Riskle İlişkili Kavramlar<br/>Kayıp olasılığını ya da etkilerin şiddetini artıran maddi nitelikteki tehlike türüne Fiziksel Tehlike adı verilir."
  },
  {
    "id": "2652905",
    "unitNumber": 1,
    "text": "Kişinin karakterindeki dürüst olmayan eğilimler nedeniyle kayıp olasılığındaki artış olarak tanımlamaya ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ahlaki tehlike",
      "B": "Ters Seçim",
      "C": "Hazard",
      "D": "Crowding-out",
      "E": "Endojen Risk"
    },
    "explanation": "Riskle İlişkili Kavramlar<br/>Kişinin karakterindeki dürüst olmayan eğilimler nedeniyle kayıp olasılığındaki artış olarak tanımlanan duruma Ahlaki Tehlike adı verilir."
  },
  {
    "id": "2652913",
    "unitNumber": 1,
    "text": "Hırsızlık olayları hangi risk türüne girmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Saf Risk",
      "B": "Spekülatif Risk",
      "C": "Endojen Risk",
      "D": "Ekzojen Risk",
      "E": "Finansal Risk"
    },
    "explanation": "RİSKİN SINIFLANDIRILMASI<br/>Saf riske örnek olarak birçok işletmenin maruz kaldığı hırsızlık olayları gösterilebilir."
  },
  {
    "id": "2652917",
    "unitNumber": 1,
    "text": "Riskin sınıflandırılmasında pek çok faktör dikkate alınarak ayrım yapılabilmektedir. Bu<br/>bağlamda; Kumar aşağıdaki hangi risk türüne örnek verilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Spekülatif Risk",
      "B": "Saf Risk",
      "C": "Endojen Risk",
      "D": "Ekzojen Risk",
      "E": "Finansal Risk"
    },
    "explanation": "RİSKİN SINIFLANDIRILMASI<br/>Spekülatif risk ise hem kayıp hem de kazanç olasılığının olduğu durumları tanımlayan<br/>bir risk türüdür. Kumar hem kazanma hem de kaybetme olasılığı barındırması<br/>sebebiyle spekülatif risklere bir örnektir."
  },
  {
    "id": "2652928",
    "unitNumber": 1,
    "text": "Ekonomideki değişikliklerden kaynaklanan risklere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dinamik Risk",
      "B": "Statik Risk",
      "C": "Endojen Risk",
      "D": "Finansal olmayan Risk",
      "E": "Saf Risk"
    },
    "explanation": "RİSKİN SINIFLANDIRILMASI<br/>Ekonomideki değişikliklerden kaynaklanan risklere Dinamik Risk adı verilir."
  },
  {
    "id": "2653127",
    "unitNumber": 1,
    "text": "Gelecekte ne olacağı veya olmayacağı hakkında birden fazla olası sonucunun bulunduğu, her sonucun olasılığının bilinmediği, bilgi eksikliğine dayanan duruma ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Belirsizlik",
      "B": "Risk",
      "C": "Tehlike",
      "D": "Tehdit",
      "E": "Fırsat"
    },
    "explanation": "<strong>Belirsizlik ve Risk</strong><br/><strong>Belirsizlik: </strong>Gelecekte ne olacağı veya olmayacağı hakkında birden fazla olası sonucunun bulunduğu, her sonucun olasılığının bilinmediği, bilgi eksikliğine dayanan duruma denir."
  },
  {
    "id": "2653131",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi gelecekteki bir olayın olası olumlu veya olumsuz sonuçlarına ilişkin olasılıklarının kombinasyonu olarak tanımlanan Risk kavramının boyutlarından birisi <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Tehlike",
      "B": "Tehdit",
      "C": "Belirsizlik",
      "D": "Fırsat",
      "E": "Değişim"
    },
    "explanation": "<strong>Belirsizlik ve Risk</strong><br/><strong>Risk Kavramının Boyutları: </strong>\n <ul> <li>Tehlike</li> <li>Tehdit</li> <li>Belirsizlik</li> <li>Fırsat</li> </ul>"
  },
  {
    "id": "2653136",
    "unitNumber": 1,
    "text": "Büyüklüğü genellikle bir veya daha fazla finansal değişkenin gerçekleşmesine bağlı olmayan, işletme için beklenmedik bir kayba neden olabilen doğal, insan yapımı veya ekonomiden kaynaklanan ve finansal olmayan nitelikteki durumları ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Peril",
      "B": "Tehlike",
      "C": "Kaza",
      "D": "Kayıp",
      "E": "Hazard"
    },
    "explanation": "<strong>Riskle İlişkili Kavramlar</strong><br/><strong>Peril:</strong> Büyüklüğü genellikle bir veya daha fazla finansal değişkenin gerçekleşmesine bağlı olmayan, işletme için beklenmedik bir kayba neden olabilen doğal, insan yapımı veya ekonomiden kaynaklanan ve finansal olmayan nitelikteki durumları ifade eder."
  },
  {
    "id": "2653141",
    "unitNumber": 1,
    "text": "Sigorta yaptıran bir kişinin, sigorta yaptırmış olmanın verdiği rahatlık nedeniyle dikkatsiz davranması, sigortadan para tahsil etmek amacıyla kasıtlı olarak kayba neden olması veya hak ettiği miktardan daha fazlasını tahsil etme girişiminde bulunarak sigorta şirketini dolandırmaya teşebbüs etmesi aşağıdaki tehlike türlerinden hangisine örnek olarak verilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ahlaki tehlike",
      "B": "Fiziksel tehlike",
      "C": "Spesifik tehlike",
      "D": "Tutumsal tehlike",
      "E": "Yasal tehlike"
    },
    "explanation": "<strong>Riskle İlişkili Kavramlar</strong><br/>Sigorta yaptıran bir kişinin, sigorta yaptırmış olmanın verdiği rahatlık nedeniyle dikkatsiz davranması, sigortadan para tahsil etmek amacıyla kasıtlı olarak kayba neden olması veya hak ettiği miktardan daha fazlasını tahsil etme girişiminde bulunarak sigorta şirketini dolandırmaya teşebbüs etmesi <strong>Ahlakii Tehlikeye</strong> örnek olarak verilebilir."
  },
  {
    "id": "2653143",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi pek çok faktör dikkate alınarak yapılan Risk kavramı sınıflarından birisi <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Saf ve spekülatif riskler",
      "B": "Finansal ve finansal olmayan riskler",
      "C": "Maddi ve manevi riskler",
      "D": "Statik ve dinamik riskler",
      "E": "Öngörülebilir ve öngörülemeyen riskler"
    },
    "explanation": "<strong>RİSKİN SINIFLANDIRILMASI</strong><br/><strong>Pek çok faktör dikkate alınarak yapılan Risk kavramı sınıfları:</strong>\n <ul> <li>Saf ve spekülatif riskler</li> <li>Finansal ve finansal olmayan riskler</li> <li>Statik ve dinamik riskler</li> <li>Öngörülebilir ve öngörülemeyen riskler</li> </ul>"
  },
  {
    "id": "2653148",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Spekülatif riske önek olarak verilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Artan rekabet",
      "B": "Kumar oynamak",
      "C": "Müşteri davranışı",
      "D": "Tek bir tedarikçiye bağımlılık",
      "E": "Faiz oranı"
    },
    "explanation": "<strong>RİSKİN SINIFLANDIRILMASI</strong><br/><strong>Spekülatif riskler</strong> işletmelerin kayba uğramasına neden olabildiği gibi kazanç elde etmesine de yol açabilmektedir. <strong>Kumar oynamak</strong> Spekülatif riske önek olarak verilebilir."
  },
  {
    "id": "2653150",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi finansal risklere örnek olarak <u>gösterilemez</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Likidite riski",
      "B": "Kredi riski",
      "C": "Faiz oranı riski",
      "D": "Operasyonel risk",
      "E": "Kur riski"
    },
    "explanation": "<strong>RİSKİN SINIFLANDIRILMASI</strong><br/><strong>Finansal Riskler:</strong>\n <ul> <li>Likidite riski</li> <li>Kredi riski</li> <li>Faiz oranı riski</li> <li>Kur riski</li> </ul>"
  },
  {
    "id": "2653151",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Finansal Olmayan Risklerin özelliklerinden birisi <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Ölçülemez",
      "B": "Veri yoktur veya kesin değildir",
      "C": "Yeni geliştirilmiş, başlangıç aşamasındaki modeller",
      "D": "Transfer edilemez",
      "E": "Hedge edilebilir"
    },
    "explanation": "<strong>RİSKİN SINIFLANDIRILMASI</strong><br/><strong>Finansal Olmayan Risklerin özellikleri:</strong>\n<br/><ul><br/><li>Ölçülemez</li><br/><li>Veri yoktur veya kesin değildir</li><br/><li>Yeni geliştirilmiş, başlangıç aşamasındaki modeller</li><br/><li>Transfer edilemez</li><br/><li>Hedge edilemez</li><br/></ul>"
  },
  {
    "id": "2653154",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi finansal risklerin özelliklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ölçülemez.",
      "B": "Transfer edilemez.",
      "C": "Veri yoktur veya kesin değildir.",
      "D": "Yeni geliştirilmiş, başlangıç aşamasındaki modeller kullanılır.",
      "E": "Finansal enstrümanlarla Hedge edilebilir."
    },
    "explanation": "<strong>RİSKİN SINIFLANDIRILMASI</strong><br/><strong>Finansal Risklerin Özellikleri:</strong>\n<br/><ul><br/><li>Ölçülebilir niteliktedir</li><br/><li>Veri mevcuttur</li><br/><li>Güvenilir istatistiksel modellerle modellenebilir</li><br/><li>Transfer edilebilir</li><br/><li>Finansal enstrümanlarla Hedge edilebilir</li><br/></ul>"
  },
  {
    "id": "2653159",
    "unitNumber": 1,
    "text": "Gelecekte fiyat dalgalanmaları nedeniyle ortaya çıkabilecek kayıplara karşı korunmak amacıyla, vadeli kontratlarla alım ya da satım fiyatının bugünden belirlenerek riskin üçüncü bir kişiye transfer edildiği risk yöntem tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Aktif risk tutma",
      "B": "Hedging",
      "C": "Peril",
      "D": "Hazard",
      "E": "Planning"
    },
    "explanation": "<strong>RİSKİN SINIFLANDIRILMASI</strong><br/><strong>Hedging:</strong> Gelecekte fiyat dalgalanmaları nedeniyle ortaya çıkabilecek kayıplara karşı korunmak amacıyla, vadeli kontratlarla alım ya da satım fiyatının bugünden belirlenerek riskin üçüncü bir kişiye transfer edildiği risk yöntem tekniğidir."
  },
  {
    "id": "2648850",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi gerçekleşen hasarın beklenen hasara oranla göreli değişkenliği olarak tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Objektif risk",
      "B": "Subjektif risk",
      "C": "Yasal risk",
      "D": "Spekülatif risk",
      "E": "Davranışsal risk"
    },
    "explanation": "Objektif risk; gerçekleşen hasarın beklenen hasara oranla göreli değişkenliği olarak tanımlanır. Objektif risk, standart sapma ya da değişkenlik katsayısı gibi bir dağılım ölçüsü kullanılarak istatiksel olarak hesaplanabilir. Ölçülebildiği için objektif risk, bir sigorta şirketi ya da kurumsal risk yöneticisi açısından son derece yararlı bir kavramdır."
  },
  {
    "id": "2648851",
    "unitNumber": 2,
    "text": "Sigorta şirketlerinin sigortalı olmak için başvuru yapılması durumunda muafiyetler, bekleme süreleri, kapsam dışı hâller ve zeyiller gibi çeşitli poliçe hükümleri kullanarak kontrol altına almaya çalıştığı risk türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Davranışsal risk",
      "B": "Saf risk",
      "C": "Ahlaki risk",
      "D": "Mal Varlığına İlişkin Risk",
      "E": "Ticari risk"
    },
    "explanation": "Hasar sıklığı ya da şiddetini arttıran dürüst olmama durumu ya da bir kişinin karakter zaafları “Ahlaki riskler” olarak tanımlanır. “kaza yaptım” diyerek sigorta şirketinden hileli tazminat talebinde bulunma, tazminat talebinin tutarını gerçeği yansıtmayacak şekilde yükseltme veya satılmayan ticari ürünü kasıtlı olarak yakma buna örnek verilebilir. Sigorta şirketleri, sigortalı olmak için başvuru yapılması durumunda dikkatli bir şekilde sigortalama işlemi yaparak muafiyetler, bekleme süreleri, kapsam dışı hâller ve zeyiller gibi çeşitli poliçe hükümleri kullanarak ahlaki riski kontrol altına almaya çalışmaktadırlar."
  },
  {
    "id": "2648852",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi riskin ifade ettiği anlama göre yapılan sınıflandırılmasında <u>yer almaz</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Temel risk",
      "B": "Sağlık Harcamaları Riski",
      "C": "Mal Varlığına İlişkin Riskler",
      "D": "Sorumluluk Riskleri",
      "E": "Mülkiyet Riskleri"
    },
    "explanation": "Temel Riskler riskin ifade ettiği anlama göre yapılan sınıflandırılmasında yer almaz. Riskin etki alanlarına göre sınıflandırılması kapsamında yer alan ve geniş kitleleri etkileyen risklerdir. Temel riskler, temelinde ve sonucunda şahsi olmayan kayıpları içerirler. Bundan dolayı, toplumun büyük kısmını ve bazen tamamını da etkileyebilirler."
  },
  {
    "id": "2648853",
    "unitNumber": 2,
    "text": "Aşağıdaki risklerden hangisi, kişinin sigortanın varlığından dolayı riske karşı kayıtsız ve dikkatsiz davranışı olarak tanımlanabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fiziksel risk",
      "B": "Sosyal risk",
      "C": "Operasyonel risk",
      "D": "Özel risk",
      "E": "Sorumluluk riski"
    },
    "explanation": "Sosyal (Moral) Riskler: Daha çok sigortalının moralitesi ile ilgilidir. Bu risk, sosyal ekonomik diye adlandırılabilir. Sigortalının karakter, ahlak, yetişme tarzı ve alışkanlıklarından, değer yargılarına kadar geniş bir yelpaze içinde yer alan soyut olaylardan kaynaklanır. Çalma, eşya tahribatı, saldırı, sabotaj, kundaklama ve vandalizm sosyal riskler kapsamındadır. Bu kapsamda moral risk, kişinin sigortanın varlığından dolayı riske karşı kayıtsız ve dikkatsiz davranışı olarak da tanımlanabilir."
  },
  {
    "id": "2648854",
    "unitNumber": 2,
    "text": "Sigorta konusu olan şeyin kısmen veya tamamen hasarlanması durumunda, hasarın, poliçe şartları çerçevesinde tazmin edileceği konusunda, sigortacının, sigortalıya veya sigortadan yararlanan kişiye vermiş olduğu garantiye ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tazminat",
      "B": "Fiyatlandırma",
      "C": "Zeyilname",
      "D": "Teminat",
      "E": "Sigorta primi"
    },
    "explanation": "Teminat: Sigorta konusu olan şeyin kısmen veya tamamen hasarlanması durumunda, hasarın, poliçe şartları çerçevesinde tazmin edileceği konusunda, sigortacının, sigortalıya veya sigortadan yararlanan kişiye vermiş olduğu garantidir."
  },
  {
    "id": "2648855",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi “İlk sigortayı yapan sigorta şirketinin, bu sigortayla ilgili potansiyel hasarların bir kısmını ya da tümünü başka bir sigorta şirketine transfer etmesi” sürecini tanımlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Havuzlama",
      "B": "Underwriting",
      "C": "Büyük Sayılar Kanunu",
      "D": "Aşkın sigorta",
      "E": "Reasürans"
    },
    "explanation": "Reasürans: İlk sigortayı yapan sigorta şirketinin, bu sigortayla ilgili potansiyel hasarların bir kısmını ya da tümünü başka bir sigorta şirketine (reasürör) transfer etmesidir. Reasürans, tekrar sigortalama olarak da ifade edilebilir. Sigorta şirketlerinin risklerini dengeleyebilmeleri için reasürans yapmaları Büyük Sayılar Kanunu’nun işlerliğini sağlamaya yöneliktir."
  },
  {
    "id": "2648856",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi uluslararası ticarette karşılaşılan ödemeyle ilgili risklerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Taşıma riski",
      "B": "Ticari risk",
      "C": "Operasyonel risk",
      "D": "Reklamasyon riski",
      "E": "Faiz riskleri"
    },
    "explanation": "Uluslararası ticarette “Ödemeyle ilgili riskler”; alıcının ödeme yapmaması (ticari risk) veya ödeme yapmayı istiyor olduğu hâlde alıcının ülkesindeki döviz kurundaki yetersizlikten dolayı transfer işleminin yapılamaması (transfer riski), satıcının hazırlamış olduğu belgelerde hata ve eksiklik bulunması (belge riski) sonucunda malın bedelinin ödenmemesi, gecikmesi veya eksik yapılmasıdır."
  },
  {
    "id": "2648861",
    "unitNumber": 2,
    "text": "Ticarette taraflardan birinin yerine getirmesi gereken bir yükümlülüğü gerçekleştirmemesine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Reasürans",
      "B": "Akreditif",
      "C": "Temerrüt",
      "D": "Factoring",
      "E": "Kloz"
    },
    "explanation": "Uluslararası ticaret sürecinde beklenen ve sürecin sağlıklı bir şekilde işlediğini gösteren durum alıcının ürünleri talep ettiği koşullarda alması iken satıcının da tahsilatları planlanan şekilde yapabilmesidir. Ticari riskler, malın sevk edilmesi sırasında, nakliyat sürecinde ortaya çıkanlar dışında çoğunlukla hem alıcının hem de satıcının kusurlu olan herhangi bir davranışı sebebiyle ortaya çıkan risklerdir. Bu tür riskler kontrol edilebilir özelliktedir. Bu risklerde karşılaşılan diğer bir kavram ise temerrüttür. Bu kavram; taraflardan birinin yükümlülüklerini yerine getirmemesidir. Malın tesliminde ve ödeme konusunda, bu durum ortaya çıkabilir."
  },
  {
    "id": "2648863",
    "unitNumber": 2,
    "text": "Başarısız veya yetersiz olan sistemler, iç süreçler ve çalışanlardan kaynaklanan doğrudan ya da dolaylı zarar olarak ifade edilen risk türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Operasyonel risk",
      "B": "Reklamasyon riski",
      "C": "Mikro Politik Risk",
      "D": "Belge riski",
      "E": "Transfer riski"
    },
    "explanation": "Uluslararası ticarette sıklıkla karşılaşılan risk türlerinden biri de operasyonel risklerdir. Operasyonel risk, iç süreçlerden veya sistemden kaynaklanan aksaklıklardan, çalışan hatalarından dolayı yaşanabilecek risklerin tamamını kapsar. Operasyonel risk, raporlama, bilgi ya da görüntüleme sistemlerindeki yanlışlık veya hatalardan kaynaklanan gereken etkinliklerin yapılmaması sonucunda meydana gelebilecek zararlar olarak da nitelendirilebilir."
  },
  {
    "id": "2648869",
    "unitNumber": 2,
    "text": "Eximbank, Türkiye’de, ticaretin arttırılması yönünde yapılan faaliyetleri desteklemek amacıyla hangi yılda kurulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "1975",
      "B": "1979",
      "C": "1983",
      "D": "1987",
      "E": "1990"
    },
    "explanation": "Türkiye’de ticaretin arttırılması yönünde yapılan faaliyetleri ve ihracatı teşvik etmek amacıyla 1987 yılında Eximbank kurulmuştur. Türk Eximbank, ihracata yönelik olarak farklı vadelerde nakdi veya gayri-nakdi kredilerle, yurt dışında ticaret yapan ihracatçıları desteklenmektedir. Girişimcilerin olası yeni hedef ve pazarlara ulaşabilmesi, ürünlerin farklı pazarlarda satışa sunulabilmesi için öncülük edilmektedir. Bu kapsamda ihracat alacaklarının iskonto edilmesi de söz konusudur. Eximbank’tan alınan poliçeler ihracatçılar için bir teminat olarak kullanılabilmekte ve ticari bankalardan kredi de sağlanabilmektedir."
  },
  {
    "id": "2650117",
    "unitNumber": 2,
    "text": "Aşağıdaki ifadelerden hangisi ticarette karşılaşılan risk ve sigorta kavramları ile ilgili doğru bir ifade <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Piyasa risklerini türev ürünlerini kullanmak arttırır",
      "B": "Uluslararası ticarette karşılaşılan mal ile ilgili riskler sigorta aracılığıyla sigorta şirketlerine devredilir",
      "C": "Ödeme ile ilgili olan riskler, aracı kurumlardan hizmet almak şartıyla aracı kurumlara devredilir",
      "D": "Sigorta, reasürans işlemleri ile güvence altına alma alanını uluslararası boyuta taşır",
      "E": "Uluslararası ticarette sağlanan sigortalar emtia, taşıma, ihracat kredi sigortasıdır"
    },
    "explanation": "Soru ile ilgili konu başlığı: Giriş bölümü<br/>Uluslararası ticarette karşılaşılan mal ile ilgili riskler sigorta aracılığıyla sigorta şirketlerine devredilirken ödeme ile ilgili olanları aracı kurumlardan hizmet almak şartıyla aracı kurumlara devredilebilir. Nakliye sigortaları, ihracat kredi sigortaları, yabancı ülkede sigorta yatırımları, acentelikler gibi yollarla her türlü işlemler de uluslararası alanlara yayılmış durumdadır. Piyasa risklerini de türev ürünler kullanarak azaltmak mümkündür. Uluslararası ticarette sağlanan sigortalar emtia diğer bir deyişle taşıma (nakliyat) sigortası, diğeri ise ihracat kredi sigortasıdır."
  },
  {
    "id": "2650118",
    "unitNumber": 2,
    "text": "Herhangi bir riske ilişkin olarak, sigortacının vermiş olduğu teminata karşılık olmak üzere, sigortalı veya sigorta ettiren tarafından para olarak ödenen bedele ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Aşkın Sigorta",
      "B": "Sigorta primi",
      "C": "Sigorta poliçesi",
      "D": "Sigorta sözleşmesi",
      "E": "Sigortalanabilirlik normları"
    },
    "explanation": "Soru ile ilgili konu başlığı: SİGORTACILIK AÇISINDAN RİSK KAVRAMI VE RİSKİN SINIFLANDIRILMASI<br/>Sigorta Primi: Herhangi bir riske ilişkin olarak, sigortacının vermiş olduğu teminata karşılık olmak üzere, sigortalı veya sigorta ettiren tarafından para olarak ödenen bedeldir."
  },
  {
    "id": "2650119",
    "unitNumber": 2,
    "text": "Araç kazası olasılığını arttıran buzlu yollar, yangın olasılığını arttıran binadaki arızalı kablolar ya da hırsızlık olasılığını arttıran kapıdaki arızalı kilit örnekleri aşağıdaki hangi risk grubunun içinde yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ahlaki riskler",
      "B": "Subjektif risk",
      "C": "Fiziksel riskler",
      "D": "Davranışsal risk",
      "E": "Yasal risk"
    },
    "explanation": "Soru ile ilgili konu başlığı: Sigortacılık Açısından Hasar Olasılığı ve Risk<br/>Fiziksel riskler: Bir hasarın sıklık ya da şiddetini arttıran fiziksel durumdur. Araç kazası olasılığını arttıran buzlu yollar, yangın olasılığını arttıran binadaki arızalı kablolar ya da hırsızlık olasılığını arttıran kapıdaki arızalı kilit örnek verilebilir."
  },
  {
    "id": "2650120",
    "unitNumber": 2,
    "text": "Poliçenin düzenlenmesinden sonra ortaya çıkan ve sigorta şirketinin üstlendiği riskin, nitelik veya büyüklüğünü değiştiren herhangi bir durum nedeniyle poliçeye ek olarak düzenlenmiş ve aynı yasal yetkiye sahip yazılı belgeye ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Teminat",
      "B": "Katastrofik",
      "C": "Reasürans",
      "D": "Zeyilname",
      "E": "Reklamasyon"
    },
    "explanation": "Soru ile ilgili konu başlığı: Sigortacılık Açısından Hasar Olasılığı ve Risk<br/>Zeyilname; poliçenin düzenlenmesinden sonra ortaya çıkan ve sigorta şirketinin üstlendiği riskin, nitelik veya büyüklüğünü değiştiren herhangi bir durum nedeniyle poliçeye ek olarak düzenlenmiş ve aynı yasal yetkiye sahip yazılı belgedir."
  },
  {
    "id": "2650123",
    "unitNumber": 2,
    "text": "Gerçekleşen hasarın beklenen hasara oranla göreli değişkenliği olarak tanımlanan ve ölçülebildiği için, bir sigorta şirketi ya da kurumsal risk yöneticisi açısından son derece yararlı olan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Spekülatif riskler",
      "B": "Safi riskler",
      "C": "Subjektif risk",
      "D": "Ahlaki riskler",
      "E": "Objektif risk"
    },
    "explanation": "Soru ile ilgili konu başlığı: Sigortacılık Açısından Hasar Olasılığı ve Risk<br/>Objektif risk; gerçekleşen hasarın beklenen hasara oranla göreli değişkenliği olarak tanımlanır. Objektif risk, standart sapma ya da değişkenlik katsayısı gibi bir dağılım ölçüsü kullanılarak istatiksel olarak hesaplanabilir. Ölçülebildiği için objektif risk, bir sigorta şirketi ya da kurumsal risk yöneticisi açısından son derece yararlı bir kavramdır. Olasılık sayısı arttıkça sigorta şirketleri Büyük Sayılar Kanunu’na dayanarak gelecekte karşılaşacakları hasarı çok daha doğru şekilde tahmin edebilir."
  },
  {
    "id": "2650126",
    "unitNumber": 2,
    "text": "Aşağıdaki risk guruplarından hangisi 'Safi Risk' kavramının içinde <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Şans oyunları",
      "B": "Yangın",
      "C": "Kaza",
      "D": "Doğal afetler",
      "E": "Ölüm"
    },
    "explanation": "Soru ile ilgili konu başlığı: Riskin İfade Ettiği Anlam Açısından Sınıflandırılması<br/>Safi Riskler; Kesin zarar getiren riskler safi risklerdir. Safi risk kavramı, kaybetme veya kaybetmeme olasılığının geçerli olduğu durumları ifade etmede kullanılır. Safi riskler, kazanma olasılığının hiçbir koşulda olmadığı risklerdir. Ancak gerçekleştiğinde kesin zarar söz konusudur ve bu zarar kişinin ekonomik gücünü olumsuz yönde etkiler. Yangın, kaza, doğal afetler, ölüm gibi örnekler verebileceğimiz bu riskler, gerçek risklerdir ve eğer tesadüfen ortaya çıkarsa sigortanın konusu olan risklerdir. Şans oyunlarında sonunda bir kazanç elde edebilme olasılığına karşılık, bilinçli olarak risk de alınmaktadır. Sigorta, içinde zengin olma umudu taşıyan risklerle ilgilenmemektedir. Sigorta aracılığıyla risk yönetmek için sigortalının bir menfaatinin zarar görmesi gerekir."
  },
  {
    "id": "2650132",
    "unitNumber": 2,
    "text": "Türkiye’de Bireysel Emeklilik Sistemi kaç yılında oluşturulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "2000 yılında",
      "B": "2001 yılında",
      "C": "2002 yılında",
      "D": "2003 yılında",
      "E": "2004 yılında"
    },
    "explanation": "Soru ile ilgili konu başlığı: Riskin İfade Ettiği Anlam Açısından Sınıflandırılması<br/>Türkiye’de 2001 yılında Bireysel Emeklilik Sistemi oluşturulmuştur."
  },
  {
    "id": "2650136",
    "unitNumber": 2,
    "text": "Sigortalama işlemlerinde başvuruların seçilmesi, sınıflandırılması ve fiyatlandırılması sürecine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Reasürans",
      "B": "Katastrofik",
      "C": "Underwriting",
      "D": "Kloz",
      "E": "Incoterm"
    },
    "explanation": "Soru ile ilgili konu başlığı: Büyük Sayılar Kanunu’nun İşlerliğinin Sağlanabileceği Risk<br/>Underwriting; Sigortalama işlemlerinde başvuruların seçilmesi, sınıflandırılması ve fiyatlandırılması sürecidir."
  },
  {
    "id": "2650141",
    "unitNumber": 2,
    "text": "İthalatçının almış olduğu malların özelliklerini beğenmemesi durumunda, ihracatçıya malın iade edilmesi aşağıdaki hangi risk durumunu ortaya çıkarır?",
    "correctAnswer": "D",
    "options": {
      "A": "Politik riskler",
      "B": "Operasyonel risk",
      "C": "Piyasa riskleri",
      "D": "Reklamasyon riski",
      "E": "Belge riski"
    },
    "explanation": "Soru ile ilgili konu başlığı: Uluslararası Ticaretteki Riskler -Reklamasyon Riski<br/>Reklamasyon riski: İthalatçının almış olduğu malların özelliklerini beğenmemesi durumunda, ihracatçıya malın iade edilmesidir. Malın özelliklerinin beğenilmemesi ve ihracatçıya malın iade edilmesi durumunda reklamasyon riski ortaya çıkmaktadır. Bu risk ihracatçılar için önemlidir. Riskin meydana geldiği durumda satım işlemi yapılamaz veya daha önce transfer edilmiş olunan bedel var ise o bedel de iade edilir."
  },
  {
    "id": "2650147",
    "unitNumber": 2,
    "text": "Uluslararası ticarette, bir malın bir yerden bir yere ulaşım araçları ile yapılan taşıma hizmetinin karşılığında ödenen taşıma ücretine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kloz",
      "B": "Reasürans",
      "C": "Temerrüt",
      "D": "Akreditif",
      "E": "Navlun"
    },
    "explanation": "Soru ile ilgili konu başlığı: Uluslararası Ticaretteki Riskler<br/>Navlun: Uluslararası ticarette bir malın bir yerden bir yere ulaşım araçları ile yapılan taşıma hizmeti karşılığında ödenen taşıma ücretini ifade etmektedir."
  },
  {
    "id": "2653158",
    "unitNumber": 2,
    "text": "……………..benzer risklerin bir araya getirilip paylaşılması ve risklerin azaltılması sayesinde normalde karşılanamayacak parasal kayıpların tazmin edilmesine yönelik bir araçtır.\n Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sigorta",
      "B": "Finansman",
      "C": "Emtia",
      "D": "Kredi",
      "E": "Risk"
    },
    "explanation": "Sigorta: Benzer risklerin bir araya getirilip paylaşılması ve risklerin azaltılması sayesinde normalde karşılanamayacak parasal kayıpların tazmin edilmesine yönelik bir araçtır."
  },
  {
    "id": "2653160",
    "unitNumber": 2,
    "text": "Bir riskin sigorta şirketleri tarafından yönetilmesi için hangi özellikte olması gerekir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yüksek maliyetli olmalıdır",
      "B": "Düşük maliyetli olmalıdır",
      "C": "Düşük olasılıklı olmalıdır",
      "D": "Yüksek olasılıklı olmalıdır",
      "E": "Belirli olmalıdır"
    },
    "explanation": "Risklerin, sigorta şirketleri tarafından yönetilmesi için belirsiz olmamaları gerekir."
  },
  {
    "id": "2653161",
    "unitNumber": 2,
    "text": "Teminat kapsamındaki tehlikelerden herhangi birinin gerçekleşmesi durumunda meydana gelen hasarın tazmini talebinde bulunmaya yasal yetkili olan kişiye ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sigortacı",
      "B": "Acente",
      "C": "Sigortalı",
      "D": "Riskli",
      "E": "Mağdur"
    },
    "explanation": "Sigortalı: Sigorta sözleşmesinin bir tarafı olarak, teminat kapsamındaki tehlikelerden herhangi birinin gerçekleşmesi durumunda meydana gelen hasarın tazmini talebinde bulunmaya yasal yetkili olan kişidir."
  },
  {
    "id": "2653163",
    "unitNumber": 2,
    "text": "Sigorta poliçesinde belirtilen hasarın gerçekleşmesi durumunda, sigorta şirketinin sigortalıya ödediği tutara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ödeme",
      "B": "İade",
      "C": "Teminat",
      "D": "Tazminat",
      "E": "Prim"
    },
    "explanation": "Tazminat: Sigorta poliçesinde belirtilen hasarın gerçekleşmesi durumunda, sigorta şirketinin sigortalıya ödediği tutardır."
  },
  {
    "id": "2653164",
    "unitNumber": 2,
    "text": "“gerçekleşen zararın beklenen zarardan olumsuz sapması” hangi kavramı tanımlamak için kullanılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sigorta",
      "B": "Poliçe",
      "C": "Prim",
      "D": "Risk",
      "E": "Teminat"
    },
    "explanation": "Sigortacılıkta riski, “gerçekleşen zararın beklenen zarardan olumsuz sapması” olarak belirtmek çok daha doğru ve anlamlı olacaktır."
  },
  {
    "id": "2653165",
    "unitNumber": 2,
    "text": "Tarlasındaki mahsulü ülkemizde bulunmayan bir zararlının vereceği hasara karşı sigortalatmak isteyen bir çiftçinin poliçesinin düzenlenememesinin temel nedeni nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Belirsizlik",
      "B": "Poliçenin maliyeti",
      "C": "Riskin yüksekliği",
      "D": "Tazminat miktarı",
      "E": "Teminat oranı"
    },
    "explanation": "Fakat bilgisizlik seviyesindeki bir belirsizlikte riskin varlığı ya da yokluğu yani olasılığı bilinmemektedir. Belirsizlik bilgisizlik boyutunda olduğu zaman, çoğu kez riskin bulunduğu düşünülmeyebilir. Olasılığı bilinmeyen riskleri yönetmek, diğer bir deyişle sigorta konusu olmaları mümkün değildir."
  },
  {
    "id": "2653166",
    "unitNumber": 2,
    "text": "“Bence ilk yağmurda burayı sel basacak” diyen bir kişinin yaptığı tahminin olasılığı nasıl ifade edilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hasar olasılığı",
      "B": "Risk olasılığı",
      "C": "Varsayılmsal olasılık",
      "D": "Objektif olasılık",
      "E": "Subjektif olasılık"
    },
    "explanation": "Subjektif olasılık, bir bireyin hasar olasılığı hakkındaki şahsi tahminidir."
  },
  {
    "id": "2653168",
    "unitNumber": 2,
    "text": "Gerçekleşen hasarın beklenen hasara oranla göreli değişkenliğine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Subjektif risk",
      "B": "Objektif risk",
      "C": "Yasal risk",
      "D": "Varsayılan risk",
      "E": "Fiziksel risk"
    },
    "explanation": "Objektif Risk: Gerçekleşen hasarın beklenen hasara oranla göreli değişkenliği olarak ifade edilebilir."
  },
  {
    "id": "2653169",
    "unitNumber": 2,
    "text": "Hasara karşı dikkatsizlik ya da duyarsızlığa ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Davranışsal risk",
      "B": "Safi risk",
      "C": "Fiziksel risk",
      "D": "Ahlaki risk",
      "E": "Dolaylı risk"
    },
    "explanation": "Davranışsal risk, hasara karşı dikkatsizlik ya da duyarsızlıktır."
  },
  {
    "id": "2653170",
    "unitNumber": 2,
    "text": "Çok düşük bir olasılığa sahipken gerçekleşmesi hâlinde çok büyük yıkıcı etkilere yol açılmasını ifade eden kavram aşağıdaki seçeneklerin hangisinde verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Katastrofik",
      "B": "Zeyilname",
      "C": "Temerrüt",
      "D": "Reasürans",
      "E": "Underwriting"
    },
    "explanation": "Katastrofik: Çok düşük bir olasılığa sahipken gerçekleşmesi hâlinde çok büyük yıkıcı etkilere yol açılmasını ifade eder."
  },
  {
    "id": "2653172",
    "unitNumber": 2,
    "text": "Poliçenin düzenlenmesinden sonra ortaya çıkan ve sigorta şirketinin üstlendiği riskin, nitelik veya büyüklüğünü değiştiren herhangi bir durum nedeniyle poliçeye ek olarak düzenlenmiş ve aynı yasal yetkiye sahip yazılı belgeye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Zeyilname",
      "B": "Hedge",
      "C": "Sigorta primi",
      "D": "Tazminat",
      "E": "Sigorta sözleşmesi"
    },
    "explanation": "<strong>Sigortacılık Açısından Hasar Olasılığı ve Risk</strong><br/><strong>Zeyilname:</strong> Poliçenin düzenlenmesinden sonra ortaya çıkan ve sigorta şirketinin üstlendiği riskin, nitelik veya büyüklüğünü değiştiren herhangi bir durum nedeniyle poliçeye ek olarak düzenlenmiş ve aynı yasal yetkiye sahip yazılı belgedir."
  },
  {
    "id": "2653174",
    "unitNumber": 2,
    "text": "Araç kazası olasılığını arttıran buzlu yollar, yangın olasılığını arttıran binadaki arızalı kablolar ya da hırsızlık olasılığını arttıran kapıdaki arızalı kilit aşağıdaki risklerden hangisine örnek verilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fiziksel riskler",
      "B": "Ahlaki riskler",
      "C": "Davranışsal risk",
      "D": "Spekülatif riskler",
      "E": "Yasal risk"
    },
    "explanation": "<strong>Sigortacılık Açısından Hasar Olasılığı ve Risk</strong><br/><strong>Fiziksel risklere aşağıdaki örnekler verilebilir:</strong>\n <ul> <li>Araç kazası olasılığını arttıran buzlu yollar,</li> <li>yangın olasılığını arttıran binadaki arızalı kablolar ya da</li> <li>hırsızlık olasılığını arttıran kapıdaki arızalı kilit</li> </ul>"
  },
  {
    "id": "2653176",
    "unitNumber": 2,
    "text": "Spekülatif Risk ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Zarar ya da kâr getirme olasılığı olan risklerdir",
      "B": "Kayıp olasılığının olduğu durumları kapsamaktadır",
      "C": "Kazanç olasılığını da içinde barındırmaktadır",
      "D": "Yönetimi genellikle sigorta kapsamı dâhilinde değildir",
      "E": "Etkisi kişiden kişiye değişiklik gösterir"
    },
    "explanation": "<strong>Sigortacılık Açısından Riskin Sınıflandırılması</strong><br/><strong>Spekülatif Risk;</strong>\n <ul> <li>Zarar ya da kâr getirme olasılığı olan risklerdir</li> <li>Kayıp olasılığının olduğu durumları kapsamaktadır</li> <li>Kazanç olasılığını da içinde barındırmaktadır</li> <li>Yönetimi genellikle sigorta kapsamı dâhilinde değildir</li> </ul>"
  },
  {
    "id": "2653178",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bir kişiyi ya da aileyi doğrudan etkileyen ve büyük ölçekli ekonomik güvensizliğe yol açabilen kişisel risklerden birisi <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Sağlık Harcamaları Riski",
      "B": "Mal Varlığına İlişkin Riskler",
      "C": "Emeklilikte Yetersiz Gelir",
      "D": "Beklenmeyen Ölüm",
      "E": "Sorumluluk Riskleri"
    },
    "explanation": "<strong>Sigortacılık Açısından Riskin Sınıflandırılması</strong><br/>Bir kişiyi ya da aileyi doğrudan etkileyen ve büyük ölçekli ekonomik güvensizliğe yol açabilen kişisel riskler:\n <ul> <li>Sağlık Harcamaları Riski</li> <li>Mal Varlığına İlişkin Riskler</li> <li>Emeklilikte Yetersiz Gelir</li> <li>Beklenmeyen Ölüm</li> </ul>"
  },
  {
    "id": "2653179",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi işletmeleri etkileyen ticari risklerden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sağlık Harcamaları Riski",
      "B": "Mal Varlığına İlişkin Riskler",
      "C": "Emeklilikte Yetersiz Gelir",
      "D": "Mülkiyet Riskleri",
      "E": "Beklenmeyen Ölüm"
    },
    "explanation": "<strong>Sigortacılık Açısından Riskin Sınıflandırılması</strong><br/><strong>İşletmeleri etkileyen ticari riskler:</strong>\n<br/><ul><br/><li>Sağlık Harcamaları Riski</li><br/><li>Mal Varlığına İlişkin Riskler</li><br/><li>Emeklilikte Yetersiz Gelir</li><br/><li>Beklenmeyen Ölüm</li><br/></ul>"
  },
  {
    "id": "2653180",
    "unitNumber": 2,
    "text": "Temel riskler ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Geniş kitleleri etkileyen risklerdir",
      "B": "Temelinde ve sonucunda şahsi olmayan kayıpları içerirler",
      "C": "Toplumun büyük kısmını ve bazen tamamını da etkileyebilirler",
      "D": "Zarar ya da kâr getirme olasılığı olan risklerdir",
      "E": "Genel anlamda katastrofik niteliktedirler"
    },
    "explanation": "<strong>Risklerin Etki Alanlarına Göre Sınıflandırılması</strong><br/><strong>Temel riskler;</strong>\n <ul> <li>Geniş kitleleri etkileyen risklerdir</li> <li>Temelinde ve sonucunda şahsi olmayan kayıpları içerirler</li> <li>Toplumun büyük kısmını ve bazen tamamını da etkileyebilirler</li> <li>Genel anlamda katastrofik niteliktedirler</li> </ul>"
  },
  {
    "id": "2653182",
    "unitNumber": 2,
    "text": "Çok düşük bir olasılığa sahipken gerçekleşmesi hâlinde çok büyük yıkıcı etkilere yol açılmasını ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hazard",
      "B": "Hedge",
      "C": "Katastrofik",
      "D": "Spekülatif",
      "E": "Peril"
    },
    "explanation": "<strong>Risklerin Etki Alanlarına Göre Sınıflandırılması</strong><br/><strong>Katastrofik: </strong>Çok düşük bir olasılığa sahipken gerçekleşmesi hâlinde çok büyük yıkıcı etkilere yol açılmasını ifade eden kavramdır."
  },
  {
    "id": "2653184",
    "unitNumber": 2,
    "text": "Sigorta şirketleri tarafından riskin sigortalanabilir olması için birtakım niteliklerin olması gerekir ve bunlara sigortalanabilirlik normları da denilebilir. Aşağıdakilerden hangisi bu özelliklerden birisi <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Tesadüfi risk",
      "B": "İstatiksel olarak ölçülebilir risk",
      "C": "Kültürel risk",
      "D": "Optimal frekanslı risk",
      "E": "Yasal (meşru) risk"
    },
    "explanation": "Sigorta şirketleri tarafından riskin sigortalanabilir olması için birtakım niteliklerin olması gerekir ve bunlara <strong>sigortalanabilirlik normları</strong> denir:\n<br/><ul><br/><li>Tesadüfi risk</li><br/><li>İstatiksel olarak ölçülebilir risk</li><br/><li>Optimal frekanslı risk</li><br/><li>Yasal (meşru) risk</li><br/></ul>"
  },
  {
    "id": "2653185",
    "unitNumber": 2,
    "text": "İlk sigortayı yapan sigorta şirketinin, bu sigortayla ilgili potansiyel hasarların bir kısmını ya da tümünü başka bir sigorta şirketine transfer etmesi olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Underwriting",
      "B": "Havuzlama",
      "C": "Reasürans",
      "D": "Hedge",
      "E": "Katastrofik"
    },
    "explanation": "<strong>Büyük Sayılar Kanunu’nun İşlerliğinin Sağlanabileceği Risk</strong><br/><strong>Reasürans:</strong> İlk sigortayı yapan sigorta şirketinin, bu sigortayla ilgili potansiyel hasarların bir kısmını ya da tümünü başka bir sigorta şirketine transfer etmesi olarak tanımlanır."
  },
  {
    "id": "2653186",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi uluslararası ticaretteki risk türlerinden birisi <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Malla ilgili riskler",
      "B": "Ödemeyle ilgili riskler",
      "C": "Politik risk",
      "D": "Piyasa riskleri",
      "E": "Kültürel risk"
    },
    "explanation": "<strong>Uluslararası Ticaretteki Riskler</strong><br/><strong>Uluslararası ticaretteki risk türleri:</strong>\n <ul> <li>Malla ilgili riskler</li> <li>Ödemeyle ilgili riskler</li> <li>Politik risk</li> <li>Piyasa riskleri</li> </ul>"
  },
  {
    "id": "2646851",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi süreç içinde gerçekleşen hasarın, ortalama hasar kadar olmasını sağlamak adına, bazılarının maruz kaldığı hasarların tüm gruba yayılması işlemidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Havuzlama",
      "B": "Riskin Bedeli",
      "C": "Beklenmedik Hasar Ödemesi",
      "D": "Ödeme Miktarı",
      "E": "Transfer"
    },
    "explanation": "RİSK YÖNETİM TEKNİĞİ OLARAK SİGORTA<br/><strong>Havuzlama,</strong> süreç içinde gerçekleşen hasarın, ortalama hasar kadar olmasını sağlamak adına, bazılarının maruz kaldığı hasarların tüm gruba yayılması işlemidir."
  },
  {
    "id": "2646854",
    "unitNumber": 3,
    "text": "Sigortanın işleyişi kaç temel özellik üzerine kurulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "İki",
      "B": "Üç",
      "C": "Dört",
      "D": "Beş",
      "E": "Altı"
    },
    "explanation": "Sigortanın İşleyişi<br/>Sigortanın işleyişi <strong>dört temel</strong> özellik üzerine kurulmuştur."
  },
  {
    "id": "2646855",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sigortanın temel işleyiş özelliklerinden biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Transfer",
      "B": "Makro işlevi",
      "C": "Zararı paylaşma",
      "D": "Hasarların havuzlanması ve büyük sayılar kanunu",
      "E": "Sınıflama"
    },
    "explanation": "Sigortanın İşleyişi<br/><strong>Sigortanın işleyişi dört temel özellik üzerine kurulmuştur (Karacan, 1994). Bu özellikler:</strong>\n<br/>• Transfer\n<br/>• Zararı paylaşma\n<br/>• Hasarların havuzlanması ve büyük sayılar kanunu\n<br/>• Sınıflama"
  },
  {
    "id": "2646975",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sigorta şirketinin riski kabul etme ya da etmeme kararını, belirleyeceği prim düzeyini, şartlar ve koşulları etkileyen herhangi bir durumdur?",
    "correctAnswer": "D",
    "options": {
      "A": "Halefiyet prensibi",
      "B": "Transfer",
      "C": "Zararı paylaşma",
      "D": "Maddi gerçeklik",
      "E": "Sınıflama"
    },
    "explanation": "Azami İyi Niyet Prensibi<br/><strong>Maddi gerçeklik</strong>, sigorta şirketinin riski kabul etme ya da etmeme kararını, belirleyeceği prim düzeyini, şartlar ve koşulları etkileyen herhangi bir durumdur."
  },
  {
    "id": "2646977",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir kişinin (sigorta şirketi) tüm haklarına sahip olmak yoluyla, bir başkasının yerine (sigortalı) geçmesidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Havuzlama",
      "B": "Transfer",
      "C": "Maddi gerçeklik",
      "D": "Sınıflama",
      "E": "Halefiyet"
    },
    "explanation": "<strong>Halefiyet Prensibi</strong><br/><strong>Halefiyet,</strong> bir kişinin (sigorta şirketi) tüm haklarına sahip olmak yoluyla, bir başkasının yerine (sigortalı) geçmesidir."
  },
  {
    "id": "2646980",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sigorta şirketinin primi sigortalıya verdiği hangi teminat karşısında almışsa, tazminatı da aynı rizikonun neden olduğu hasar için ödeyeceğini ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Azami İyi Niyet Prensibi",
      "B": "Yakın Sebep Prensibi",
      "C": "Sigortalanabilir Menfaat Prensibi",
      "D": "Tazminat Prensibi",
      "E": "Hasara Katılım Prensibi"
    },
    "explanation": "<strong>Yakın sebep prensibi,</strong> sigorta şirketinin primi sigortalıya verdiği hangi teminat karşısında almışsa, tazminatı da aynı rizikonun neden olduğu hasar için ödeyeceğini ifade etmektedir."
  },
  {
    "id": "2646982",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sigorta sözleşmesinde yer alan tarafların dürüstlüğüne vurgu yapan bir sigortacılık prensibidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sigortalanabilir Menfaat Prensibi",
      "B": "Tazminat Prensibi",
      "C": "Azami İyi Niyet Prensibi",
      "D": "Halefiyet Prensibi",
      "E": "Hasara Katılım Prensibi"
    },
    "explanation": "<strong>Azami İyi Niyet Prensibi</strong>\n<br/>Azami iyi niyet prensibi, sigorta sözleşmesinde yer alan tarafların dürüstlüğüne vurgu yapan bir sigortacılık prensibidir."
  },
  {
    "id": "2646983",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sigortanın mikro işlevleri arasındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Ekonomik büyümeyi desteklemesi,",
      "B": "Ticaretin gelişmesine katkıda bulunması,",
      "C": "Enflasyonu düşürmesi,",
      "D": "Kredi teminine yardımcı olma,",
      "E": "Finansal istikrarı desteklemesi faiz oranlarını düşürmesi,"
    },
    "explanation": "Yakın Sebep Prensibi<br/><strong>Sigortanın makro işlevleri,</strong>\n toplum ve makro ekonomiye katkısı bakımından değerlendirilen işlevlerdir.\n Makro işlevler arasında,\n sosyoekonomik çöküntüyü önlemesi,\n toplumu düzenleme,\n bilinçlendirme,\n ekonomik büyümeyi desteklemesi,\n ticaretin gelişmesine katkıda bulunması,\n enflasyonu düşürmesi,\n finansal istikrarı desteklemesi faiz oranlarını düşürmesi,\n yatırımları artırması,\n finansal sektöre katkıda bulunma işlevleri sayılabilir.\n <strong>Mikro işlevleri,</strong>\n bireyler, girişimciler, işletmelerle ilişkili işlevlerdir.\n Sigortanın mikro işlevleri arasında,\n riskten korunma,\n belirsizliği ortadan kaldırma,\n bireysel tasarrufları arttırma,\n işletmelerde etkinliğin artırmasına katkıda bulunma,\n <strong>kredi teminine yardımcı olma,</strong>\n fiyatların daha gerçekçi düzeyde oluşmasını sağlamak olarak sayılabilir."
  },
  {
    "id": "2646989",
    "unitNumber": 3,
    "text": "Sigortanın en temel işlevi nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hasar tahmini doğru yapmak.",
      "B": "Bireyleri ve işletmeleri maruz kaldığı risklere karşı korumaktır.",
      "C": "Sigortalının ödeyeceği prim düzeyi belirlenmek.",
      "D": "Finansal sistem tasarrufların en etkin biçimde kullanımını amaçlar.",
      "E": "Finansal sistemin istikrarını olumlu yönde etkiler."
    },
    "explanation": "Riskten Korunma<br/>Sigortanın en temel işlevi,<strong> bireyleri ve işletmeleri maruz kaldığı risklere karşı korumaktır.</strong>"
  },
  {
    "id": "2647004",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sigortanın makro işlevleri arasındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Riskten korunma,",
      "B": "Sosyoekonomik çöküntüyü önlemesi,",
      "C": "Belirsizliği ortadan kaldırma,",
      "D": "Bireysel tasarrufları arttırma,",
      "E": "Kredi teminine yardımcı olma,"
    },
    "explanation": "<strong>Sigortanın makro işlevleri, Mikro işlevleri,</strong><br/><strong>Sigortanın makro işlevleri,</strong>\n toplum ve makro ekonomiye katkısı bakımından değerlendirilen işlevlerdir.\n Makro işlevler arasında,\n <strong>sosyoekonomik çöküntüyü önlemesi</strong>,\n toplumu düzenleme,\n bilinçlendirme,\n ekonomik büyümeyi desteklemesi,\n ticaretin gelişmesine katkıda bulunması,\n enflasyonu düşürmesi,\n finansal istikrarı desteklemesi faiz oranlarını düşürmesi,\n yatırımları artırması,\n finansal sektöre katkıda bulunma işlevleri sayılabilir.\n <strong>Mikro işlevleri,</strong>\n bireyler, girişimciler, işletmelerle ilişkili işlevlerdir.\n Sigortanın mikro işlevleri arasında,\n riskten korunma,\n belirsizliği ortadan kaldırma,\n bireysel tasarrufları arttırma,\n işletmelerde etkinliğin artırmasına katkıda bulunma,\n kredi teminine yardımcı olma,\n fiyatların daha gerçekçi düzeyde oluşmasını sağlamak olarak sayılabilir."
  },
  {
    "id": "2650467",
    "unitNumber": 3,
    "text": "________süreç içinde gerçekleşen hasarın, ortalama hasar kadar olmasını sağlamak adına, bazılarının maruz kaldığı hasarların tüm gruba yayılması işlemidir.\n Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Havuzlama",
      "B": "Gruplama",
      "C": "Risk Yayma",
      "D": "Bölüştürme",
      "E": "Kalibrasyon"
    },
    "explanation": "Havuzlama, süreç içinde gerçekleşen hasarın, ortalama hasar kadar olmasını sağlamak adına, bazılarının maruz kaldığı hasarların tüm gruba yayılması işlemidir."
  },
  {
    "id": "2650469",
    "unitNumber": 3,
    "text": "I. Transfer<br/>II. Zararı paylaşma<br/>III. Hasarların havuzlanması ve büyük sayılar kanunu<br/>IV. Sınıflama\n Sigortanın işleyişi yukarıdaki hangi özellikler üzerine kurulmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II, III ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Sigortanın işleyişi dört temel özellik üzerine kurulmuştur (Karacan, 1994). Bu özellikler:<br/>- Transfer<br/>- Zararı paylaşma<br/>- Hasarların havuzlanması ve büyük sayılar kanunu<br/>- Sınıflamadır."
  },
  {
    "id": "2651912",
    "unitNumber": 3,
    "text": "Bir oyunda 10.000 TL kazanma olasılığı %70 iken, 10.000 TL kaybetme olasılığı %30 ise, oyunun beklenen getirisi kaç TL olacaktır?",
    "correctAnswer": "C",
    "options": {
      "A": "2000",
      "B": "3000",
      "C": "4000",
      "D": "5000",
      "E": "7000"
    },
    "explanation": "Oyunun beklenen getirisi 4000 TL olacaktır (10.000*0,70-10.000*0,30)."
  },
  {
    "id": "2651914",
    "unitNumber": 3,
    "text": "I-Sigortanın bir kumar olması\n II-Sigortanın işbirliği aracı olması\n III-Ödeme miktarı\n IV-Ödemenin beklenen olayın gerçekleşmesiyle yapılması\n Yukarıdakilerden hangileri sigortanın temel özelliklerindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I ve III",
      "D": "II ve IV",
      "E": "III ve IV"
    },
    "explanation": "Sigortanın temel özellikleri şunlardır; riskin paylaşılması, iş birliği aracı olması, riskin bedeli, beklenmedik hasar ödemesi, ödeme miktarı, çok sayıda kişinin sigortalanması, sigortanın, bir hayır ya da kumar olmaması"
  },
  {
    "id": "2651915",
    "unitNumber": 3,
    "text": "Sigorta sözleşmesine konu olan risk ortaya çıktığında, bu riskten kaynaklanan hasarın sigortalı için maddi bir kayıp oluşturması gerektiğini ifade eden sigortacılık prensibi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sigortalanabilir Menfaat Prensibi",
      "B": "Hasara Katılım Prensibi",
      "C": "Halefiyet Prensibi",
      "D": "Tazminat Prensibi",
      "E": "Azami İyi Niyet Prensibi"
    },
    "explanation": "Sigortalanabilir menfaat prensibi, sigorta sözleşmesine konu olan risk ortaya çıktığında, bu riskten kaynaklanan hasarın sigortalı için maddi bir kayıp oluşturması gerektiğini ifade etmektedir."
  },
  {
    "id": "2651916",
    "unitNumber": 3,
    "text": "Amacı, sigortalıyı mümkün olduğunca hasardan önceki finansal durumuna geri döndürmek olan sigortacılık prensibi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hasara Katılım Prensibi",
      "B": "Halefiyet Prensibi",
      "C": "Azami İyi Niyet Prensibi",
      "D": "Tazminat Prensibi",
      "E": "Sigortalanabilir Menfaat Prensibi"
    },
    "explanation": "Tazminat prensibinin amacı sigortalıyı mümkün olduğunca hasardan önceki finansal durumuna geri döndürmektir."
  },
  {
    "id": "2651917",
    "unitNumber": 3,
    "text": "Halefiyet prensibi aşağıdaki sigorta türlerinden hangisinde <u>uygulanamaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Zorunlu trafik sigortası",
      "B": "DASK zorunlu deprem sigortası",
      "C": "Konut sigortası",
      "D": "Kaza sigortası",
      "E": "Hayat sigortası"
    },
    "explanation": "Halefiyet prensibi hayat sigortalarında uygulanamaz."
  },
  {
    "id": "2651919",
    "unitNumber": 3,
    "text": "Bir ev yangın tehlikesine karşı üç farklı sigorta şirketine sigorta ettirilmiştir ve bu düzenlenen sigorta sözleşmelerinin sigorta bedeli sırasıyla 200.000 TL, 160.000 TL ve 40.000 TL’dir. Çıkan bir yangın sonucunda, evde meydana gelen hasar tutarı 40.000 TL ise 1. sigorta şirketinin ödemesi gereken tazminat tutarı kaç TL olur?",
    "correctAnswer": "D",
    "options": {
      "A": "<ol start=\"4\"> <li>000</li> </ol>",
      "B": "<ol start=\"10\"> <li>000</li> </ol>",
      "C": "<ol start=\"16\"> <li>000</li> </ol>",
      "D": "<ol start=\"20\"> <li>000</li> </ol>",
      "E": "<ol start=\"32\"> <li>000</li> </ol>"
    },
    "explanation": "Toplam sigorta bedeli 400.000 olduğu için 1. sigorta şirketinin payı 200.000/400.000 ile %50, 2. sigorta şirketinin payı 160.000/400.000 ile %40 ve 3. sigorta şirketinin payı 40.000/400.000 ile %10’dur. Sonrasında ilgili yüzdeler toplam hasar tutarı ile çarpılarak her bir sigorta şirketinin toplam tazminat tutarındaki payları hesaplanmıştır. Sonuca göre, 40.000TL’lik hasarın, 1.Sigorta şirketi 20.000 TL’sini, 2. sigorta şirketi 16.000 TL’sini, 3. sigorta şirketi ise 4.000TL’sini ödeyecektir."
  },
  {
    "id": "2651920",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi hasara katılım prensibinin uygulanması için geçerli olması gereken şartlardan biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Her bir sözleşme hasardan sorumlu olmalıdır.",
      "B": "Sigorta sözleşmeleri aynı varlık için düzenlenmiş olmalıdır.",
      "C": "Sigorta sözleşmeleri aynı sigortalanabilir menfaati kapsamalıdır.",
      "D": "İki ya da daha fazla sigorta sözleşmesi olması gerekmektedir.",
      "E": "Sigorta sözleşmeleri hasara neden olabilecek farklı tehlikeye karşı düzenlenmiş olmalıdır."
    },
    "explanation": "Hasara katılım prensibinin uygulanması için bazı şartların geçerli olması gerekmektedir. Bu şartlar şu şekilde sıralanabilir: I. İki ya da daha fazla sigorta sözleşmesi olması gerekmektedir. II. Sigorta sözleşmeleri aynı sigortalanabilir menfaati kapsamalıdır. III. Sigorta sözleşmeleri hasara neden olabilecek aynı tehlikeye karşı düzenlenmiş olmalıdır. IV. Sigorta sözleşmeleri aynı varlık için düzenlenmiş olmalıdır. V. Her bir sözleşme hasardan sorumlu olmalıdır."
  },
  {
    "id": "2651922",
    "unitNumber": 3,
    "text": "Sigorta şirketinin primi sigortalıya verdiği hangi teminat karşısında almışsa, tazminatı da aynı rizikonun neden olduğu hasar için ödeyeceğini ifade eden sigortacılık prensibi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hasara Katılım Prensibi",
      "B": "Tazminat Prensibi",
      "C": "Yakın Sebep Prensibi",
      "D": "Azami İyi Niyet Prensibi",
      "E": "Sigortalanabilir Menfaat Prensibi"
    },
    "explanation": "Yakın sebep prensibi, sigorta şirketinin primi sigortalıya verdiği hangi teminat karşısında almışsa, tazminatı da aynı rizikonun neden olduğu hasar için ödeyeceğini ifade etmektedir."
  },
  {
    "id": "2651923",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sigortacılığın makro işlevlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Faiz oranlarının düşmesine yardımcı olma",
      "B": "Kredi teminine yardımcı olma",
      "C": "İşletmelerde etkinliği arttırma",
      "D": "Belirsizliği ortadan kaldırma",
      "E": "Riskten korunma"
    },
    "explanation": "Faiz oranlarının düşmesine yardımcı olma sigortacılığın makro işlevlerinden biriyken diğerleri mikro işlevlerdendir."
  },
  {
    "id": "2651924",
    "unitNumber": 3,
    "text": "Bir ülkede sigorta sektörünün gelişmişlik düzeyini gösteren ve toplam sigorta primlerinin ülkenin nüfus miktarına oranlanmasıyla elde edilen değere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Penetrasyon oranı",
      "B": "Sigorta yoğunluğu",
      "C": "Havuzlama",
      "D": "Risk yayılımı",
      "E": "Hasara katılım"
    },
    "explanation": "Bir ülkede sigorta sektörünün gelişmişlik düzeyini gösteren ve toplam sigorta primlerinin ülkenin nüfus miktarına oranlanmasıyla elde edilen değere sigorta yoğunluğu denir."
  },
  {
    "id": "2652420",
    "unitNumber": 3,
    "text": "Bireylerin, bireysel riski ise yaygın risk ölçüsü olarak kullanılan ________, gözlem değerlerinin beklenen hasardan farklarının karelerinin olasılık değerleri ile çarpımlarının toplamı alınarak bulunmaktadır.\n Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Standart sapma",
      "B": "Standart hata",
      "C": "Korelasyon",
      "D": "Varyans",
      "E": "Regresyon"
    },
    "explanation": "Bireylerin, bireysel riski ise yaygın risk ölçüsü olarak kullanılan varyans ve standart sapma hesaplanarak bulunabilir. Varyans, gözlem değerlerinin beklenen hasardan farklarının karelerinin olasılık değerleri ile çarpımlarının toplamı alınarak bulunmaktadır."
  },
  {
    "id": "2652424",
    "unitNumber": 3,
    "text": "I. Azami iyi niyet prensibi<br/>II. Sigortalanabilir menfaat prensibi<br/>III. Tazminat prensibi<br/>IV. Halefiyet prensibi\n Yukarıdakilerden hangileri sigortacılığın temel prensipleridir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Sigortacılığın temel prensipleri şu şekilde sıralanabilir:<br/>- Azami iyi niyet prensibi<br/>- Sigortalanabilir menfaat prensibi<br/>- Tazminat prensibi<br/>- Halefiyet prensibi<br/>- Hasara katılım prensibi<br/>- Yakın sebep prensibi"
  },
  {
    "id": "2652440",
    "unitNumber": 3,
    "text": "_________________sigorta şirketinin primi sigortalıya verdiği hangi teminat karşısında almışsa, tazminatı da aynı rizikonun neden olduğu hasar için ödeyeceğini ifade etmektedir.",
    "correctAnswer": "A",
    "options": {
      "A": "Yakın sebep prensibi",
      "B": "Değişim prensibi",
      "C": "Büyük sayılar kanunu",
      "D": "Hasar tespit prensibi",
      "E": "Hasara katılım prensibi"
    },
    "explanation": "Yakın sebep prensibi, sigorta şirketinin primi sigortalıya verdiği hangi teminat karşısında almışsa, tazminatı da aynı rizikonun neden olduğu hasar için ödeyeceğini ifade etmektedir."
  },
  {
    "id": "2652446",
    "unitNumber": 3,
    "text": "Sigortanın bireyler, girişimciler ve işletmelerle ilişkili işlevlerine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çevresel işlevler",
      "B": "Makro işlevler",
      "C": "Mikro işlevler",
      "D": "Dışsal işlevler",
      "E": "Karma işlevler"
    },
    "explanation": "Sigortanın mikro işlevleri, bireyler, girişimciler, işletmelerle ilişkili işlevlerdir."
  },
  {
    "id": "2652458",
    "unitNumber": 3,
    "text": "Sigortanın ____________arasında, sosyoekonomik çöküntüyü önlemesi, toplumu düzenleme, bilinçlendirme, ekonomik büyümeyi desteklemesi, finansal sektöre katkıda bulunması vb. işlevleri sayılabilir. \n Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal işlevler",
      "B": "Çarpan işlevler",
      "C": "Kamusal işlevler",
      "D": "Makro işlevler",
      "E": "Standart işlevler"
    },
    "explanation": "Makro işlevler arasında, sosyoekonomik çöküntüyü önlemesi, toplumu düzenleme, bilinçlendirme, ekonomik büyümeyi desteklemesi, ticaretin gelişmesine katkıda bulunması, enflasyonu düşürmesi, finansal istikrarı desteklemesi faiz oranlarını düşürmesi, yatırımları artırması, finansal sektöre katkıda bulunma işlevleri sayılabilir."
  },
  {
    "id": "2652470",
    "unitNumber": 3,
    "text": "I. Sigorta hem hane halkları hem de şirketler için finansal istikrarı sağlayarak ekonomik<br/>büyümeyi etkiler.\n II. Sigorta, tasarrufları harekete geçirerek ve yönlendirerek ekonomik büyümeyi etkiler.\n III. Sigorta, ticareti, girişimcilik faaliyeti ve sosyal programları destekleyerek ekonomik<br/>büyümeyi etkiler.\n IV. Sigorta, sermaye birikimini ve daha etkin bir şekilde dağıtımını teşvik ederek ekonomik büyümeyi destekler.\n Yukarıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve IV",
      "C": "I, II ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Sigorta, farklı yollardan ekonomik büyüme üzerinde etkili olmaktadır (Outreville, 2013):\n - Sigorta hem hane halkları hem de şirketler için finansal istikrarı sağlayarak ekonomik<br/>büyümeyi etkiler.\n - Sigorta, tasarrufları harekete geçirerek ve yönlendirerek ekonomik büyümeyi etkiler.\n - Sigorta, ticareti, girişimcilik faaliyeti ve sosyal programları destekleyerek ekonomik<br/>büyümeyi etkiler.\n - Sigorta, sermaye birikimini ve daha etkin bir şekilde dağıtımını teşvik ederek ekonomik büyümeyi destekler."
  },
  {
    "id": "2652480",
    "unitNumber": 3,
    "text": "Bir dönemde üretilen toplam sigorta priminin aynı dönemdeki toplam GSYİH içindeki payına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Reorganizasyon oranı",
      "B": "Realizasyon oranı",
      "C": "Rasyonalizasyon oranı",
      "D": "Penetrasyon oranı",
      "E": "Afiliasyon oranı"
    },
    "explanation": "Penetrasyon oranı, bir dönemde üretilen toplam sigorta priminin aynı dönemdeki toplam GSYİH<br/>içindeki payı olarak tanımlanmaktadır."
  },
  {
    "id": "2652485",
    "unitNumber": 3,
    "text": "_________________bir ülkede sigorta sektörünün gelişmişlik düzeyini gösteren ve toplam sigorta<br/>primlerinin ülkenin nüfus miktarına oranlanmasıyla elde edilen bir değerdir. \n Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sigorta yoğunluğu",
      "B": "Sigorta kapasitesi",
      "C": "Sigorta düzeyi",
      "D": "Sigorta çarpanı",
      "E": "Sigorta niyeti"
    },
    "explanation": "Sigorta yoğunluğu, bir ülkede sigorta sektörünün gelişmişlik düzeyini gösteren ve toplam sigorta<br/>primlerinin ülkenin nüfus miktarına oranlanmasıyla elde edilen bir değerdir."
  },
  {
    "id": "2652597",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bireylerin sigorta talebinde bulunma nedenidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Riskten kaçınma",
      "B": "Ortak değer olma ölçüsü",
      "C": "Değer saklama aracı",
      "D": "İktisat politikası aracı",
      "E": "Aile birimi aracı"
    },
    "explanation": "Bireylerin sigorta talebinde bulunmasının en önemli nedeni riskten kaçınmalarıdır."
  },
  {
    "id": "2652602",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir sigorta işlemi yapılmadan önce transfer edilmek istenen riskin ölçüm ve değerlemesi yapıldıktan sonra belirlenir?",
    "correctAnswer": "C",
    "options": {
      "A": "Risk faktörü",
      "B": "e-para",
      "C": "Prim düzeyi",
      "D": "İktisadi rant",
      "E": "Kaydi mal"
    },
    "explanation": "Riskin Bedeli: Bir sigorta işlemi yapılmadan önce transfer edilmek istenen riskin ölçüm ve değerlemesi yapılmaktadır. Riskin ölçülmesi sonucunda, sigortalının ödeyeceği prim düzeyi belirlenmektedir."
  },
  {
    "id": "2652604",
    "unitNumber": 3,
    "text": "Hasarların havuzlanması, benzer riske maruz kalan bireylerin bir araya gelerek bir topluluk oluşturması ve toplulukta hasara uğrayanların hasarlarının topluluk üyeleri tarafından karşılanması ve bu yolla …………… işlerlik kazandırarak hasarların daha doğru bir şekilde tahmin edilebilmesi amacıyla uygulanan bir yöntemdir.\n Aşağıdakilerden hangisi yukarıda bırakılan boşluğu en uygun biçimde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "E-ticaretteki olumlu gelişmeler",
      "B": "Büyük Sayılar Kanunu",
      "C": "Temsili para",
      "D": "Enflasyondan korunma",
      "E": "Toplam para arzı"
    },
    "explanation": "Hasarların havuzlanması, benzer riske maruz kalan bireylerin bir araya gelerek bir topluluk oluşturması ve toplulukta hasara uğrayanların hasarlarının topluluk üyeleri tarafından karşılanması ve bu yolla Büyük Sayılar Kanunu’na işlerlik kazandırarak hasarların daha doğru bir şekilde tahmin edilebilmesi amacıyla uygulanan bir yöntemdir."
  },
  {
    "id": "2652611",
    "unitNumber": 3,
    "text": "<ul> <li>Azami iyi niyet prensibi</li> <li>Tazminat prensibi</li> <li>Halefiyet prensibi</li> <li>Hasara katılım prensibi</li> <li>Yakın sebep prensibi</li> </ul> Yukarıda sıralanan prensipler aşağıdakilerden hangisine aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Spekülasyon amaçlı paraya",
      "B": "Kanuni karşılık oranına",
      "C": "E-ticarete",
      "D": "Sigortacılığa",
      "E": "İktisada"
    },
    "explanation": "Bir sigorta sözleşmesi, diğer normal sözleşmelerden farklıdır, bu nedenle bu sözleşmelerin sahip olması gereken belli prensipler bulunmaktadır. Bu prensipler şu şekilde sıralanabilir: • Azami iyi niyet prensibi • Sigortalanabilir menfaat prensibi • Tazminat prensibi • Halefiyet prensibi • Hasara katılım prensibi • Yakın sebep prensibi"
  },
  {
    "id": "2652612",
    "unitNumber": 3,
    "text": "Aşağıdaki prensiplerden hangisinin amacı sigortalıyı mümkün olduğunca hasardan önceki durumuna geri döndürmektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Azami iyi niyet prensibi",
      "B": "Sigortalanabilir menfaat prensibi",
      "C": "Tazminat prensibi",
      "D": "Halefiyet prensibi",
      "E": "Hasara katılım prensibi"
    },
    "explanation": "Tazminat prensibinin amacı sigortalıyı mümkün olduğunca hasardan önceki finansal durumuna geri döndürmektir. Bu prensip, sigorta sözleşmelerinin bir tazminat sözleşmesi olduğunu, sigorta şirketinin ödeyeceği tazminat bedelinin sigortalının hasarı ya da kaybı kadar olması gerektiğini dolayısıyla sigortalının bu sözleşme gereği ne kâr ne de zarar etmemesi gerektiğini ifade etmektedir."
  },
  {
    "id": "2652614",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tazminat prensibinin uygulanabilmesi için gerekli koşullardan biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sigortacının farklı şart ve koşullara sahip bir sigorta sözleşmesi düzenleyeceği durumlar maddi gerçeklik olarak kabul edilmelidir.",
      "B": "Bir kişi kendi hayatı üzerinde doğal olarak sigortalanabilir bir menfaate sahip olmalıdır.",
      "C": "Bir malın sahibi sigortalanabilir bir menfaate sahip olmalıdır.",
      "D": "Sigortalı, hasara neden olan olay ortaya çıktığında, bir kayıp ile karşılaştığını ve bu kaybın finansal bir kayıp olduğunu ispatlamak zorundadır.",
      "E": "Poliçe sahibi başka bir kişiye verebileceği potansiyel zarar ölçüsünde sigortalanabilir bir menfaate sahip olmalıdır."
    },
    "explanation": "Tazminat prensibinin uygulanması için gerekli koşulları beş maddede sıralayabiliriz (Mishra ve Mishra, 2016): <br/>• Sigortalı, hasara neden olan olay ortaya çıktığında, bir kayıp ile karşılaştığını ve bu kaybın finansal bir kayıp olduğunu ispatlamak zorundadır. <br/>• Tazminat miktarı sigorta bedelinden daha yüksek olmamalıdır. <br/>• Eğer sigortalı gerçek hasarın üzerinde bir tazminat almış ise, sigorta şirketi bu öde[1]meyi faizi ile birlikte geri isteme hakkına sahiptir. <br/>• Sigortalının hasarı sigorta şirketi tarafından tam olarak karşılanmasına rağmen, sigortalı üçüncü bir taraftan belli miktarda bir öde[1]meyi almış ise, sigorta şirketi üçüncü tarafın yapmış olduğu bu ödemenin tamamını sigortalıdan isteme hakkına sahiptir. <br/>• Tazminat prensibi hayat sigortaları için uygulanamaz çünkü hayat sigortalarında hasar tutarı kolay bir biçimde hesaplanamaz."
  },
  {
    "id": "2652616",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisine şirketlerde çalışanların ya da kilit personelin hastalık nedeniyle iş göremez duruma gelmesi ya da ölümü, işletme faaliyetlerinin üçüncü taraflara zarar vermesi, bina, makine, teçhizat, stokların bir tehlike kaynaklı hasar görmesi ya da işlerin farklı nedenlerden aksaması durumlarında işletmelerin faaliyet gelirlerinin düşmesini önlemek için sigorta satın alması ile ulaşılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Gerçekçi fiyat oluşumuna yardımcı olmak",
      "B": "İşletmelerin etkinliğinin arttırılması",
      "C": "Bireysel tasarrufların arttırılması",
      "D": "Kredi teminine yardımcı olmak",
      "E": "Toplumu düzenleme ve bilinçlendirme"
    },
    "explanation": "Şirketlerde çalışanların ya da kilit personelin hastalık nedeniyle iş göremez duruma gelmesi ya da ölümü, işletme faaliyetlerinin üçüncü taraflara zarar vermesi, bina, makine, teçhizat, stokların bir tehlike kaynaklı hasar görmesi ya da işlerin farklı nedenlerden aksaması durumları işletmelerin faaliyet gelirlerini düşürebilir. İşletmelerin bu risklere karşı sigorta alması ile belirsizlik durumu ortadan kalkar ve işletmelerin etkinliği artar"
  },
  {
    "id": "2652620",
    "unitNumber": 3,
    "text": "Sigorta, mal hasarına yönelik koruma sağlaması ve refahı artıracak yeterli sermaye birikimini sağlaması yönüyle aşağıdakilerden hangisini destekler?",
    "correctAnswer": "E",
    "options": {
      "A": "Talep daralmasını",
      "B": "Ürün kalitesinin artmasını",
      "C": "Faiz oranlarındaki artışı",
      "D": "Kredi talebindeki artışları",
      "E": "Ekonomik büyümeyi"
    },
    "explanation": "Sigorta, mal hasarına yönelik koruma sağlaması ve refahı artıracak yeterli sermaye birikimini sağlaması yönüyle ekonomik büyümeyi destekler."
  },
  {
    "id": "2652628",
    "unitNumber": 3,
    "text": "Sigorta şirketleri sigortalılardan tahsil ettiği primleri uzun vadeli finansman kaynağı olarak sermaye piyasalarına yönlendirir. Sermaye piyasalarından sağlanan fon ile hem özel sektör hem devlet yatırımları artar. Yatırımların artması sonucunda ise aşağıdakilerden hangisinde artış görülür?",
    "correctAnswer": "C",
    "options": {
      "A": "Faiz oranı",
      "B": "Piyasa denge fiyatı",
      "C": "İstihdam oranı",
      "D": "Şirketlerin reklam maliyetleri",
      "E": "İşlem maliyeti"
    },
    "explanation": "Sigorta şirketleri sigortalılardan tahsil ettiği primleri uzun vadeli finansman kaynağı olarak sermaye piyasalarına yönlendirir. Sermaye piyasalarından sağlanan fon ile hem özel sektör hem devlet yatırımları artar. Yatırımların artması sonucunda GSYİH artar ve iç tüketimde istihdam oranında artış gözlenir."
  },
  {
    "id": "2652630",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir ülkede sigorta sektörünün gelişmişlik düzeyini gösteren ve toplam sigorta primlerinin ülkenin nüfus miktarına oranlanmasıyla elde edilen bir değerdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sigorta kapsamı",
      "B": "Sigorta alımı",
      "C": "Sigorta borcu",
      "D": "Sigorta oranı",
      "E": "Sigorta yoğunluğu"
    },
    "explanation": "Sigorta yoğunluğu, bir ülkede sigorta sektörünün gelişmişlik düzeyini gösteren ve toplam sigorta primlerinin ülkenin nüfus miktarına oranlanmasıyla elde edilen bir değerdir."
  },
  {
    "id": "2647499",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sigorta poliçesinin temel unsurlarından birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Prim",
      "B": "İstisna",
      "C": "Beyanlar",
      "D": "Riziko",
      "E": "Lehdar"
    },
    "explanation": "<strong>Sigorta Poliçesinin Unsurları</strong><br/><strong>Bir sigorta poliçesinin dört temel unsuru bulunmaktadır (Kaya ve Kahya, 2017).</strong>\n Bunlar;\n • Sigortalanabilir menfaat,\n • Risk,\n • Sigorta bedeli,\n <strong>• Prim</strong>"
  },
  {
    "id": "2647502",
    "unitNumber": 4,
    "text": "Hayat sigortalarında lehine sigorta yapılan kişiye ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sigorta ettiren",
      "B": "Lehdar",
      "C": "Sigortalı",
      "D": "Sigortacı",
      "E": "İstisna"
    },
    "explanation": "<strong>Sigorta Poliçesi ve Tarafları</strong><br/><strong>Lehdar</strong>, hayat sigortalarında lehine sigorta yapılan kişidir."
  },
  {
    "id": "2647563",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yada hangileri sigorta poliçelerinin bölümleridir?\n I-Beyanlar\n II-Tanımlar\n III-Sigorta sözleşmesi\n IV-İstisnalar Koşullar\n V-Diğer hükümler",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "I-III-V",
      "C": "II-III-V",
      "D": "I-II-III",
      "E": "I-II-III-IV-V"
    },
    "explanation": "SİGORTA POLİÇESİNİN ÖZELLİKLERİ<br/>Sigorta poliçeleri pek çok yönden farklı olmakla birlikte, genel olarak hepsinde mevcut olan altı temel bölüm bulunmaktadır. Bu bölümler aşağıdaki gibidir: • Beyanlar • Tanımlar • Sigorta sözleşmesi • İstisnalarKoşullar • Diğer hükümler"
  },
  {
    "id": "2647564",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yada hangileri bir sigorta poliçesindeki taraflardır?\n I-Sigortalı\n II-Sigorta şirketi (sigortacı)\n III-Sigorta ettiren\n IV-Lehdar",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I-II",
      "C": "I-II-III",
      "D": "II-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Sigorta Poliçesi ve Tarafları<br/>Bir sigorta poliçesinde dört taraf bulunmaktadır. Bunlar: • Sigortalı • Sigorta şirketi (sigortacı) • Sigorta ettiren • Lehdar"
  },
  {
    "id": "2647565",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yada hangileri bir sigorta poliçesinin temel unsurlarındandır? \n I-Sigortalanabilir menfaat,\n II-Risk,\n III- Sigorta bedeli,\n IV-Prim olarak sıralanabilir",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "III-IV",
      "D": "I-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Sigorta Poliçesinin Unsurları<br/>Bir sigorta poliçesinin dört temel unsuru bulunmaktadır (Kaya ve Kahya, 2017). Bunlar; • Sigortalanabilir menfaat, • Risk, • Sigorta bedeli, • Prim olarak sıralanabilir"
  },
  {
    "id": "2647566",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yada hangileri primin belirlenmesinde izlenmesi gereken kurallardandır?\n I-Prim yeterli olmalıdır. Prim sigortacının tazminat giderlerini ve faaliyetinden kaynaklanan diğer giderleri karşılamalıdır.\n II-Prim adil olmalıdır. Prim riske uygun olarak belirlenmelidir. Düşük risk gruplarından düşük prim, yüksek risk gruplarından yüksek prim alınmalıdır.\n III- Prim makul seviyede olmalıdır. Sigortalı tarafından ödenebilir düzeyde olmalıdır. Prim emniyeti teşvik etmelidir.\n IV-Primin belirlenmesinde hasarı önleyici ya da azaltıcı uygulamalar prim belirlenmesinde dikkate alınmalıdır.",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "III-IV",
      "D": "I-II-III",
      "E": "I-II-III-IV"
    },
    "explanation": "RİSK FİYATLAMASI VE SİGORTA PRİMİ<br/>Primin belirlenmesinde izlenmesi gereken bazı kurallar bulunmaktadır. Bu kurallar şu şekilde sıralanabilir.• Prim yeterli olmalıdır. Prim sigortacının tazminat giderlerini ve faaliyetinden kaynaklanan diğer giderleri karşılamalıdır. • Prim adil olmalıdır. Prim riske uygun olarak belirlenmelidir. Düşük risk gruplarından düşük prim, yüksek risk gruplarından yüksek prim alınmalıdır. • Prim makul seviyede olmalıdır. Sigortalı tarafından ödenebilir düzeyde olmalıdır. Prim emniyeti teşvik etmelidir. Primin belirlenmesinde hasarı önleyici ya da azaltıcı uygulamalar prim belirlenmesinde dikkate alınmalıdır. Bu uygulamalar söz konusu ise daha düşük bir prim düzeyi belirlenebilir (Örneğin yangın branşı için yangın söndürücü ekipman bulundurma primi düşürücü bir etken olarak uygulanabilir)."
  },
  {
    "id": "2647567",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yada hangileri riskin fiyatlamasında kullanılan yöntemlerdendir?\n I-Tahmini Değerleme Yöntemi,\n II-Performans Değerlendirme Yöntemi,\n III-Sınıflandırma Yöntemidir.",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız I-II",
      "C": "I-II",
      "D": "II-III",
      "E": "I-II-III"
    },
    "explanation": "Fiyatlama Yöntemi<br/>Riskin fiyatlamasında temelde üç yöntem kullanılmaktadır. Bu yöntemler: • Tahmini Değerleme Yöntemi, • Performans Değerlendirme Yöntemi, • Sınıflandırma Yöntemidir."
  },
  {
    "id": "2647568",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yada hangileri sigortacılıkta fiyatlandırma tarife rejimlerindendir?\n I- Serbest tarife rejimi\n II- Tasdik edilmiş tarife rejimi\n III-Tanzim edilmiş tarife rejimi",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I-II",
      "D": "II-III",
      "E": "I-II-III"
    },
    "explanation": "Sigortacılıkta fiyatlandırma tarifelere göre yapılmaktadır. Tarife rejimi çeşitleri üç grupta incelenmektedir. Bunlar: • Serbest tarife rejimi • Tasdik edilmiş tarife rejimi • Tanzim edilmiş tarife rejimi"
  },
  {
    "id": "2647569",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi poliçede verilen teminatların bir kısmı için teminatın verildiği kasko türüdür.",
    "correctAnswer": "A",
    "options": {
      "A": "Dar Kasko",
      "B": "Kasko",
      "C": "Genişletilmiş Kasko",
      "D": "Tam Kasko",
      "E": "Kısmi Kasko"
    },
    "explanation": "Kara Araçları Kasko Sigortası<br/>Dar Kasko Poliçede verilen teminatların bir kısmı için teminatın verildiği kasko türüdür."
  },
  {
    "id": "2647570",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi poliçede verilen teminatların tamamı ve ek sözleşme ile teminat kapsamına dahil edilebilecek risklerden bir kısmı için teminatın verildiği kasko türüdür.",
    "correctAnswer": "A",
    "options": {
      "A": "Genişletilmiş Kasko",
      "B": "Kasko",
      "C": "Tam Kasko",
      "D": "Dar Kasko",
      "E": "Kısmi Kasko"
    },
    "explanation": "Kara Araçları Kasko Sigortası<br/>Genişletilmiş Kasko: Poliçede verilen teminatların tamamı ve ek sözleşme ile teminat kapsamına dahil edilebilecek risklerden bir kısmı için teminatın verildiği kasko türüdür."
  },
  {
    "id": "2647571",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi poliçede verilen teminatların tamamı ve ek sözleşme ile teminat kapsamına dahil edilebilecek tüm riskler için teminatın verildiği kasko türüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Tam Kasko",
      "B": "Genişletilmiş Kasko",
      "C": "Kısmi Kasko",
      "D": "Kasko",
      "E": "Dar Kasko"
    },
    "explanation": "Kara Araçları Kasko Sigortası<br/>Tam Kasko: Poliçede verilen teminatların tamamı ve ek sözleşme ile teminat kapsamına dahil edilebilecek tüm riskler için teminatın verildiği kasko türüdür"
  },
  {
    "id": "2647572",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yada hangileri ferdî kaza sigortası kapsamında kaza olarak kabul edilmektedir?\n I-Aniden ortaya çıkan gazların solunması\n II- Ani yapılan bir hareket sonucu oluşan adale incinmesi, burkulması ya da kopması\n III-Bazı hayvanların sokması ya da ısırması sonucu zehirlenme hâli\n IV-Isırılma sonucu kuduz kaynaklı ölüm ya da sakatlık durumları",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "III-IV",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Ferdî kaza sigortası kapsamında belirtilen şu durumlar da kaza olarak kabul edilmektedir: • Aniden ortaya çıkan gazların solunması • Ani yapılan bir hareket sonucu oluşan adale incinmesi, burkulması ya da kopması • Bazı hayvanların sokması ya da ısırması sonucu zehirlenme hâli • Isırılma sonucu kuduz kaynaklı ölüm ya da sakatlık durumları"
  },
  {
    "id": "2647763",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sigorta şirketinin sigortalıya ödediği hasarın parasal tutarını ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Lehdar",
      "B": "Prim",
      "C": "Tazminat",
      "D": "Riziko",
      "E": "Poliçe"
    },
    "explanation": "Sigorta Poliçesi ve Tarafları<br/><strong>Tazminat,</strong> sigorta şirketinin sigortalıya ödediği hasarın parasal tutarıdır."
  },
  {
    "id": "2647769",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sigortalı ya da sigorta ettiren tarafından sigorta şirketine üstlendiği riskin bedeli olarak ödenen meblağdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Teklifname",
      "B": "İstisna",
      "C": "Lehdar",
      "D": "Prim",
      "E": "Beyan"
    },
    "explanation": "<strong>Prim,</strong> sigortalı ya da sigorta ettiren tarafından sigorta şirketine üstlendiği riskin bedeli olarak ödenen meblağdır."
  },
  {
    "id": "2647783",
    "unitNumber": 4,
    "text": "Türk sigorta sektöründe kaç yılından sonra serbest tarife sistemine geçilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "1980",
      "B": "1985",
      "C": "1989",
      "D": "1990",
      "E": "1992"
    },
    "explanation": "<strong>Tarife Rejimi</strong><br/><strong>Türk sigorta sektöründe</strong> 1989 yılına kadar tanzim sistemi uygulanmıştır.<strong> 1990</strong> yılından sonra ise serbest tarife sistemine geçilmiştir (Güvel ve Güvel, 2002)."
  },
  {
    "id": "2647787",
    "unitNumber": 4,
    "text": "Tarife rejimi çeşitleri kaç grupta toplanır?",
    "correctAnswer": "B",
    "options": {
      "A": "İki",
      "B": "Üç",
      "C": "Dört",
      "D": "Beş",
      "E": "Altı"
    },
    "explanation": "<strong>Tarife Rejimi</strong>\n<br/>Sigortacılıkta fiyatlandırma tarifelere göre yapılmaktadır. <strong>Tarife rejimi çeşitleri üç grupta</strong> incelenmektedir.\n<br/>Bunlar:\n<br/>• Serbest tarife rejimi\n<br/>• Tasdik edilmiş tarife rejimi\n<br/>• Tanzim edilmiş tarife rejimi"
  },
  {
    "id": "2647790",
    "unitNumber": 4,
    "text": "Türk sigorta sektöründe kaç yılına kadar tanzim sistemi uygulanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1982",
      "B": "1984",
      "C": "1986",
      "D": "1989",
      "E": "1990"
    },
    "explanation": "Tarife Rejimi<br/>Türk sigorta sektöründe <strong>1989</strong> yılına kadar tanzim sistemi uygulanmıştır. 1990 yılından sonra ise serbest tarife sistemine geçilmiştir (Güvel ve Güvel, 2002)."
  },
  {
    "id": "2647802",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Türk Sigorta Sektörü uygulamasında, zarar sigortaları kapsamında değerlendirilen mal sigortalarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Asansör Kazalarında 3.Kişilere Sorumluluk Sigortası",
      "B": "Motorlu Kara Taşıtları İhtiyari Mali Sorumluluk Sigortası",
      "C": "Ürün Sorumluluk Sigortası",
      "D": "Tüpgaz Zorunlu Sorumluluk Sigortası",
      "E": "Yangın Sigortası"
    },
    "explanation": "<strong>Zarar Sigortaları</strong><br/>Türk Sigorta Sektörü uygulamasında, zarar sigortaları kapsamında değerlendirilen sigorta türleri\n Şekil 4.2’de verilmiştir: <strong>Mal Sigortaları</strong> ve Sorumluluk Sigortaları\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/95505f40de22fee6de9ed33b81d4a36d.png\" alt=\"\" width=\"733\" height=\"531\">"
  },
  {
    "id": "2647805",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Türk Sigorta Sektörü uygulamasında, zarar sigortaları kapsamında değerlendirilen sorumluluk sigortalarından biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Cam Kırılmasına Karşı Sigorta",
      "B": "Hırsızlık Sigortası",
      "C": "Kara Araçları Kasko Sigortası",
      "D": "Motorlu Kara Taşıtları İhtiyari Mali Sorumluluk Sigortası",
      "E": "Seyahat Araç Destek Sigortası"
    },
    "explanation": "<strong>Zarar Sigortaları</strong><br/>Türk Sigorta Sektörü uygulamasında, zarar sigortaları kapsamında değerlendirilen sigorta türleri\n<br/>Şekil 4.2’de verilmiştir: Mal Sigortaları ve <strong>Sorumluluk Sigortaları</strong>\n<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/95505f40de22fee6de9ed33b81d4a36d.png\" alt=\"\" width=\"733\" height=\"531\">"
  },
  {
    "id": "2647843",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi 6102 sayılı Türk Ticaret Kanunu’na (TTK) göre sigortalının yükümlülüklerinden birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Rizikoyu üstlenme.",
      "B": "Sigorta sözleşmesi ile ilgili olarak sigortalının hakları, önemli hükümleri ve bildirim yükümlülükleri ile ilgili sigortalıyı bilgilendirme.",
      "C": "Sigorta ettiren, riziko, tazminat veya bedel ödeme borcunun kapsamının belirlenmesi amacıyla bir gidere katlanmış ise bu giderleri ödeme.",
      "D": "Hasar ortaya çıkması halinde tazminatı ödeme yükümlülükleri bulunmaktadır.",
      "E": "Rizikoya dair zararın önlenmesi, azaltılmasına ve sigorta şirketinin üçüncü kişilere rücu hakkının korunması için tüm önlemleri alma yükümlülükleri bulunmaktadır."
    },
    "explanation": "<strong>Sigorta Şirketinin ve Sigortalının Yükümlülükleri</strong>\n<br/>6102 sayılı Türk Ticaret Kanunu’nda (TTK) sigorta şirketinin ve<strong> sigortalının</strong> yükümlülükleri şu şekilde açıklanmıştır:\n<br/><strong>Sigorta şirketinin,</strong>\n<br/>• Rizikoyu üstlenme,\n<br/>• Sigorta sözleşmesi ile ilgili olarak sigortalının hakları, önemli hükümleri ve bildirim yükümlülükleri ile ilgili sigortalıyı bilgilendirme,\n<br/>• Sigorta ettirene sigorta poliçesini teslim etme,\n<br/>• Sigorta ettiren, riziko, tazminat veya bedel ödeme borcunun kapsamının belirlenmesi amacıyla bir gidere katlanmış ise bu giderleri ödeme\n<br/>• Hasar ortaya çıkması halinde tazminatı ödeme yükümlülükleri bulunmaktadır.\n<br/><strong>Sigortalının,</strong>\n<br/>• Prim ödeme,\n<br/>• Sigorta ilişkisinin her aşamasında, sözleşmenin düzenlenmesi, teklifin yapılması ve kabulü arasında, sözleşme süresi içinde ya da riziko gerçekleştiğinde, sigorta şirketinin alabileceği kararları ilgilendiren her türlü bilgiyi sigorta şirketine beyan etme,\n<br/>• Riziko gerçekleştikten sonra beklenen her türlü bilgi ve belgeyi sigortacıya verme,\n<br/>•<strong> Rizikoya dair zararın önlenmesi, azaltılmasına ve sigorta şirketinin üçüncü kişilere rücu hakkının korunması için tüm önlemleri alma yükümlülükleri bulunmaktadır.</strong>"
  },
  {
    "id": "2650390",
    "unitNumber": 4,
    "text": "____________ asimetrik bilgi nedeniyle ortaya çıkmaktadır.\n Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ters seçim",
      "B": "Poliçe tutarı",
      "C": "Riziko",
      "D": "Brüt tutar",
      "E": "Taksit sayısı"
    },
    "explanation": "Ters seçim, asimetrik bilgi nedeniyle ortaya çıkmaktadır"
  },
  {
    "id": "2650398",
    "unitNumber": 4,
    "text": "I. Beyanlar<br/>II. Tanımlar<br/>III. Sigorta sözleşmesi<br/>IV. Güncellemeler\n Yukarıdakilerden hangileri Sigorta poliçelerinin hemen hepsinde yer alan temel bölümlerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II ve IV",
      "B": "II, III ve IV",
      "C": "I ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Sigorta poliçeleri pek çok yönden farklı olmakla birlikte, genel olarak hepsinde mevcut olan altı temel bölüm bulunmaktadır. Bu bölümler aşağıdaki gibidir:\n - Beyanlar<br/>- Tanımlar<br/>- Sigorta sözleşmesi\n - İstisnalar\n - Koşullar<br/>- Diğer hükümler"
  },
  {
    "id": "2650402",
    "unitNumber": 4,
    "text": "I. Sigortalı<br/>II. Sigorta şirketi <br/>III. Sigorta ettiren<br/>IV. Kefil\n<br/>Yukarıdakilerden hangileri bir sigorta poliçesindeki tarafları ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve IV",
      "B": "I ve II",
      "C": "I, II ve III",
      "D": "II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Bir sigorta poliçesinde dört taraf bulunmaktadır. Bunlar:<br/>• Sigortalı<br/>• Sigorta şirketi (sigortacı)<br/>• Sigorta ettiren<br/>• Lehdardır."
  },
  {
    "id": "2650408",
    "unitNumber": 4,
    "text": "Sigorta şirketinin ödeyeceği tazminat nasıl hesaplanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Tazminat tutarı = Hasar tutarı - (Sigorta Bedeli/Sigorta Değeri)",
      "B": "Tazminat tutarı = Hasar tutarı x (Sigorta Bedeli/Sigorta Değeri)",
      "C": "Tazminat tutarı = Hasar tutarı + (Sigorta Bedeli/Sigorta Değeri)",
      "D": "Tazminat tutarı = (Hasar tutarı / Sigorta Bedeli) - Sigorta Değeri",
      "E": "Tazminat tutarı = (Hasar tutarı / - Sigorta Değeri)- Sigorta Bedeli"
    },
    "explanation": "Sigorta şirketinin ödeyeceği tazminat aşağıdaki gibi hesaplanmaktadır:\n Tazminat tutarı = Hasar tutarı x (Sigorta Bedeli/Sigorta Değeri)"
  },
  {
    "id": "2650415",
    "unitNumber": 4,
    "text": "Muhtemel tazminat tutarının toplanan primlere eşitliğini gerçekleştirecek prim tutarına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Denge primi",
      "B": "Optimum prim",
      "C": "Öncü Prim",
      "D": "Risk primi",
      "E": "Ekonomik prim"
    },
    "explanation": "Muhtemel tazminat tutarının toplanan primlere eşitliğini gerçekleştirecek prim tutarına risk primi adı verilmektedir."
  },
  {
    "id": "2650423",
    "unitNumber": 4,
    "text": "Brüt prim miktarının hesaplanmasında risk primine sabit ve değişken masrafların eklendiği yönteme ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Net Prim Metodu",
      "B": "Hasar Rasyosu Metodu",
      "C": "Hasar Frekansı Metodu",
      "D": "Brüt Prim Metodu",
      "E": "Envanter Metodu"
    },
    "explanation": "Net prim metodunda, risk primine sabit (SM) ve değişken masraflar (DM) eklenerek brüt prim (BP) (tarife fiyatı) hesaplanmaktadır"
  },
  {
    "id": "2650430",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangileri can sigortalarının türlerini göstermektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hayat Sigortaları- Kaza Sigortaları- Sorumluluk Sigortaları",
      "B": "Hayat Sigortaları- Kaza Sigortaları- Hastalık ve Sağlık Sigortaları",
      "C": "Hayat Sigortaları- Sorumluluk Sigortaları- Hastalık ve Sağlık Sigortaları",
      "D": "Sorumluluk Sigortaları- Kaza Sigortaları- Hastalık ve Sağlık Sigortaları",
      "E": "Sorumluluk Sigortaları- Mal Sigortaları- Hastalık ve Sağlık Sigortaları"
    },
    "explanation": "Can sigortaları kapsamına Hayat Sigortaları, Kaza Sigortaları ve Hastalık ve Sağlık Sigortaları girmektedir."
  },
  {
    "id": "2650438",
    "unitNumber": 4,
    "text": "Poliçede verilen teminatların tamamı ve ek sözleşme ile teminat kapsamına dahil edilebilecek risklerden bir kısmı için teminatın verildiği kasko türüne ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Detay Kasko",
      "B": "Muaf Kasko",
      "C": "Tam Kasko",
      "D": "Dar Kasko",
      "E": "Genişletilmiş Kasko"
    },
    "explanation": "Genişletilmiş Kasko, poliçede verilen teminatların tamamı ve ek sözleşme ile teminat kapsamına dahil edilebilecek risklerden bir kısmı için teminatın verildiği kasko türüdür"
  },
  {
    "id": "2650440",
    "unitNumber": 4,
    "text": "İhmal olmasa da sanığın sorumlu bulunduğu ve savunma ile sorumluluktan kurtulabileceği duruma ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kusursuz sorumluluk",
      "B": "İhmalkârlık sonucu sorumluluk",
      "C": "Mutlak sorumluluk",
      "D": "Kusurlu sorumluluk",
      "E": "Menfi sorumluluk"
    },
    "explanation": "İhmal olmasa da sanığın sorumlu bulunduğu ve savunma ile sorumluluktan kurtulabileceği duruma Kusursuz Sorumluluk adı verilir."
  },
  {
    "id": "2650442",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ferdi kaza sigortası kapsamında yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Her türlü hastalıklı hâl",
      "B": "Aniden ortaya çıkan gazların solunması",
      "C": "Ani yapılan bir hareket sonucu oluşan adale incinmesi, burkulması ya da kopması",
      "D": "Bazı hayvanların sokması ya da ısırması sonucu zehirlenme hâli",
      "E": "Isırılma sonucu kuduz kaynaklı ölüm ya da sakatlık durumları"
    },
    "explanation": "Her türlü hastalıklı hal ferdi kaza sigortası kapsamında yer almamaktadır."
  },
  {
    "id": "2651933",
    "unitNumber": 4,
    "text": "Sigorta şirketinin vermiş olduğu taahhütler sigorta poliçesinin hangi bölümünde yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Koşullar",
      "B": "İstisnalar",
      "C": "Tanımlar",
      "D": "Beyanlar",
      "E": "Sigorta Sözleşmesi"
    },
    "explanation": "Sigorta sözleşmesi bölümünde, sigorta şirketinin vermiş olduğu taahhütler yer almaktadır. Örneğin, sigorta şirketi teminat verdiği tehlikenin ortaya çıkması durumunda oluşan zararı ödeyeceğini taahhüt etmektedir."
  },
  {
    "id": "2651934",
    "unitNumber": 4,
    "text": "Bir mal ve kaza sigortasında, iptal etme, hasar durumunda yapılması gerekenler gibi hükümler sigorta poliçesinin hangi bölümünde yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Koşullar",
      "B": "İstisnalar",
      "C": "Beyanlar",
      "D": "Diğer hükümler",
      "E": "Sigorta Sözleşmesi"
    },
    "explanation": "Sigorta poliçesinde diğer hükümler bölümü sigorta türlerine göre değişen bazı hükümleri içermektedir. Örneğin bir mal ve kaza sigortasında, iptal etme, hasar durumunda yapılması gerekenler gibi hükümler yer alırken bir hayat sigortasında poliçenin yenilenmesi gibi hükümler yer alabilir."
  },
  {
    "id": "2651935",
    "unitNumber": 4,
    "text": "Sigorta poliçesi ve taraflarına ilişkin aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Sigortacı gerçek kişi olabileceği gibi tüzel kişiliğe sahip bir şirket olarak da kurulabilir.",
      "B": "Sigortalı ile sigorta ettiren aynı kişi ya da farklı kişi olabilir.",
      "C": "Lehdar ile sigortalı aynı kişi olabilir.",
      "D": "Sigorta ettiren, sigorta şirketine prim ödeme taahhüdünde bulunan taraftır.",
      "E": "Sigortalı, sigorta alan ve maruz kaldığı riski transfer etmek isteyen taraftır."
    },
    "explanation": "“Sigortacı gerçek kişi olabileceği gibi tüzel kişiliğe sahip bir şirket olarak da kurulabilir.” ifadesi yanlıştır çünkü sigortacı, gerçek kişi olamaz. Tüzel kişiliğe sahip şirket olarak kurulabileceği gibi, kooperatif olarak da kurulabilir."
  },
  {
    "id": "2651939",
    "unitNumber": 4,
    "text": "Bir riskin sigortalanabilmesi için sahip olması gereken özellikler ile ilgili aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Kanuna, ahlaka, kamu düzenine, kişilik haklarına aykırı bir fiilden doğacak risk için sigorta yaptırılamaz.",
      "B": "Risk, tarafların iradesinin dışında olmalıdır.",
      "C": "Risk poliçe düzenlendiği anda gerçekleşmiş olmalıdır.",
      "D": "Risk belirsiz olmalıdır.",
      "E": "Risk olası olmalıdır."
    },
    "explanation": "Sigortalının güvence altına almak istediği durum olan risk, sigorta poliçesinin önemli unsurlarından biridir. Bir riskin sigortalanabilmesi için sahip olması gereken özellikleri bulunmaktadır. Birincisi, risk poliçe düzenlendiği anda gerçekleşmemiş olmalıdır. Aksi takdirde, poliçe geçersiz olacaktır. İkinci özellik, risk olası olmalıdır. Gerçekleşmesi kesin olan ya da gerçekleşmeyeceği kesin olan bir durum risk olarak kabul edilemez. Üçüncü özellik, risk belirsiz olmalıdır. Gerçekleşip gerçekleşmeyeceği ya da ne zaman gerçekleşeceği belirsiz olmalıdır. Dördüncü özellik, risk, tarafların iradesinin dışında olmalıdır. Beşinci özellik ise kanuna, ahlaka, kamu düzenine, kişilik haklarına aykırı bir fiilden doğacak risk için sigorta yaptırılamamasıdır."
  },
  {
    "id": "2651941",
    "unitNumber": 4,
    "text": "Sigortacının sorumluluğu başlamadan önce, sigorta ettirenin kararlaştırılmış primin ………….. ödemesi koşuluyla sözleşmeden cayma hakkı vardır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Dörtte birini",
      "B": "Yarısını",
      "C": "Üçte ikisini",
      "D": "Dörtte üçünü",
      "E": "Tamamını"
    },
    "explanation": "Sigortacının sorumluluğu başlamadan önce, sigorta ettirenin kararlaştırılmış primin yarısını ödemesi koşuluyla sözleşmeden cayma hakkı vardır."
  },
  {
    "id": "2651943",
    "unitNumber": 4,
    "text": "Yangın sigortası yapılan evin sigorta değeri 500.000 TL olmasına rağmen, poliçe düzenlenirken 400.000 TL olarak beyan edilmiş ise evde 100.000 TL tutarında bir hasar meydana geldiğinde sigorta şirketi kaç TL tazminat öder?",
    "correctAnswer": "C",
    "options": {
      "A": "<ol start=\"60\"> <li>000</li> </ol>",
      "B": "<ol start=\"70\"> <li>000</li> </ol>",
      "C": "<ol start=\"80\"> <li>000</li> </ol>",
      "D": "<ol start=\"90\"> <li>000</li> </ol>",
      "E": "<ol start=\"100\"> <li>000</li> </ol>"
    },
    "explanation": "Tazminat tutarı=100.000*(400.000/500.000)=80.000 TL\n Eksik sigorta olduğu için, sigorta şirketi 100.000 TL tutarındaki bir hasar için 80.000 TL tazminat ödemesi yapacaktır."
  },
  {
    "id": "2651946",
    "unitNumber": 4,
    "text": "Bir sigorta şirketi 2020 yılında 200.000 ev için yangın sigortası yapmış ve o yıl içinde toplamda 10.000 ev yangın nedeniyle hasar görmüş ise o yıl içinde gerçekleşen toplam hasar tutarı 500.000.000 olduğunda risk primi kaç TL olur?",
    "correctAnswer": "C",
    "options": {
      "A": "1500",
      "B": "2000",
      "C": "2500",
      "D": "3000",
      "E": "3500"
    },
    "explanation": "Hasar Frekansı=10000/200.000= 0.05\n Hasar Şiddeti= 500.000.000/ 10000=50.000\n Risk Primi=50000*0.05=2500 TL"
  },
  {
    "id": "2651947",
    "unitNumber": 4,
    "text": "Bir sigorta şirketinin gerçekleşen hasar oranı %50, beklenen hasar oranı %70 ise mevcut sigorta primi ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Prim %30 yüksek belirlenmiştir.",
      "B": "Prim %28 yüksek belirlenmiştir.",
      "C": "Prim %28 düşük belirlenmiştir.",
      "D": "Prim %20 yüksek belirlenmiştir.",
      "E": "Prim %20 düşük belirlenmiştir."
    },
    "explanation": "(%50- %70)/%700 = - %28\n Sonucun negatif olması hasar oranında bir düşme eğiliminin olduğunu göstermektedir ve bu durum fiyatlamaya yansıtılmalıdır. %28’lük değer, mevcut primin %28 gibi bir oranda yüksek belirlendiğini ortaya koymaktadır."
  },
  {
    "id": "2651951",
    "unitNumber": 4,
    "text": "Kasko sigortasında aşağıdaki durumlardan hangisi nedeniyle ortaya çıkan hasarlar tamamen teminat kapsamındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Her türlü savaş olayında askerî hareketler sonucu ortaya çıkan hasarlar",
      "B": "Nükleer yakıt, atıklar ya da radyasyon bulaşmalarının doğuracağı hasarlar",
      "C": "Aracı kullanan bireyin alkollü olduğu bir durumda karşılaşılan hasarlar",
      "D": "Araç ruhsatında yazılan taşıma kapasitesinin üzerinde yük ve yolcu taşınması durumunda meydana gelen hasarlar",
      "E": "Aracın veya araç parçalarının çalınması veya çalınmaya teşebbüsü sonucunda meydana gelen hasarlar"
    },
    "explanation": "Kasko sigortasında bazı hâller nedeniyle ortaya çıkan hasarlar tamamen teminat dışında bırakılmıştır. Örneğin, her türlü savaş olayında askerî hareketler sonucu ortaya çıkan hasarlar, nükleer yakıt, atıklar ya da radyasyon bulaşmalarının doğuracağı hasarlar, aracın sürücü belgesine sahip olmayan bireyler tarafından kullanımı esnasında karşılaşılan hasarlar, aracı kullanan bireyin alkollü olduğu bir durumda karşılaşılan hasarlar, sigortalının birlikte yaşadığı kişiler tarafından araca kasten verilen hasarlar ya da aracın bu kişilerce kaçırılması durumunda ortaya çıkan hasarlar, aracın zorunlu taşınması, çekilmesi sonucunda oluşan ve teminat kapsamındaki hasarlar dışında kalan aracın kendi gücü dışında taşınması esnasında uğrayacağı hasarlar, araç ruhsatında yazılan taşıma kapasitesinin üzerinde yük ve yolcu taşınması durumunda meydana gelen hasarlar, terör eylemleri sonucunda meydana gelen biyolojik ve kimyasal kirlenme, bulaşma zehirlenme nedeniyle ortaya çıkan hasarlar ve zorunlu hâllerin dışında sürücünün kimliğinin tespit edilmemesi için kaza yerini terk etmesi gibi durumlar teminat kapsamı dışında bırakılmıştır."
  },
  {
    "id": "2651952",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ömür boyu hayat sigortalarının türlerinden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Değişken evrensel hayat sigortası",
      "B": "Değişken hayat sigortası",
      "C": "Evrensel hayat sigortası",
      "D": "Kademeli süreli hayat sigortası",
      "E": "Tüm (sıradan) hayat sigortası"
    },
    "explanation": "Ömür boyu hayat sigortalarının, tüm (sıradan) hayat sigortası, evrensel hayat sigortası, değişken hayat sigortası, değişken evrensel hayat sigortası gibi türleri bulunmaktadır. Kademeli süreli hayat sigortası ise süreli hayat sigortalarındandır."
  },
  {
    "id": "2652714",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi lehdardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hayat sigortalarında lehine sigorta yapılan kişidir",
      "B": "Sigorta alan ve maruz kaldığı riski transfer etmek isteyen taraftır",
      "C": "Sigortalının riskini üstlenen taraftır",
      "D": "Sigorta şirketine prim ödeme taahhüdünde bulunan taraftır",
      "E": "Sigorta şirketidir"
    },
    "explanation": "Lehdar, hayat sigortalarında lehine sigorta yapılan kişidir. Diğer bir deyişle, sigorta ettiren tarafından belirlenen hak sahibidir. Lehdar ile sigortalı aynı kişi olabilir."
  },
  {
    "id": "2652715",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sigorta bedelinin sigorta değerine eşit olduğu ideal durumu temsil eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Eksik sigorta",
      "B": "Prim",
      "C": "Tam sigorta",
      "D": "Sigorta değeri",
      "E": "Sigorta bedeli"
    },
    "explanation": "Tam sigorta, sigorta bedelinin sigorta değerine eşit olduğu durumu ifade etmektedir ve ideal bir durumu temsil eder."
  },
  {
    "id": "2652716",
    "unitNumber": 4,
    "text": "……, sigortalı ya da sigorta ettiren tarafından sigorta şirketine üstlendiği riskin bedeli olarak ödenen meblağdır. Sigorta ….nin nakden ödenmesi esastır. Ancak ilk taksitin nakden ödenmesi şartıyla, sonraki …..ler için kambiyo senedi verilebilir; bu hâlde, ödeme kambiyo senedinin tahsili ile gerçekleşir. Sigortacının sorumluluğu başlamadan önce, sigorta ettirenin kararlaştırılmış ….in yarısını ödemesi koşuluyla sözleşmeden cayma hakkı vardır.\n Aşağıdakilerden hangisi yukarıda bırakılan boşlukları en uygun biçimde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Sigorta değeri",
      "B": "Sigorta primi",
      "C": "Temsili sigorta",
      "D": "Sigorta kapsamı",
      "E": "Sigorta yoğunluğu"
    },
    "explanation": "Prim, sigortalı ya da sigorta ettiren tarafından sigorta şirketine üstlendiği riskin bedeli olarak ödenen meblağdır. Sigorta priminin nakden ödenmesi esastır. Ancak ilk taksitin nakden ödenmesi şartıyla, sonraki primler için kambiyo senedi verilebilir; bu hâlde, ödeme kambiyo senedinin tahsili ile gerçekleşir. Sigortacının sorumluluğu başlamadan önce, sigorta ettirenin kararlaştırılmış primin yarısını ödemesi koşuluyla sözleşmeden cayma hakkı vardır."
  },
  {
    "id": "2652717",
    "unitNumber": 4,
    "text": "<ul> <li>En eski yöntemdir</li> <li>Genellikle hasar tahmininin yapılamadığı sigorta branşlarında kullanılmaktadır</li> <li>Sigortacı, primi tecrübelerine dayanarak belirler</li> <li>İstatistik yöntemlerine genelde başvurulmaz</li> </ul> Yukarıda sıralanan özellikler aşağıda verilen riskin fiyatlanması yöntemlerinden hangisine aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Performans Değerlendirme Yöntemi",
      "B": "Sınıflandırma Yöntemi",
      "C": "Ticarete Uygunluk Yöntemi",
      "D": "Tahmini Değerleme Yöntemi",
      "E": "İktisadi Yöntem"
    },
    "explanation": "Tahmini değerlendirme yöntemi bu yöntemler arasında en eskisidir ve genellikle hasar tahmininin yapılamadığı sigorta branşlarında kullanılmaktadır. Bu yöntemde, sigortacı, primi tecrübelerine dayanarak belirler ve istatistik yöntemlerine genelde başvurulmaz."
  },
  {
    "id": "2652718",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Türk sigorta sektöründe 1989 yılına kadar kullanılan tarife rejimidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Serbest tarife rejimi",
      "B": "Tasdik edilmiş tarife sistemi",
      "C": "Tanzim edilmiş tarife sistemi",
      "D": "Halefiyet tarife sistemi",
      "E": "Hasar tarife sistemi"
    },
    "explanation": "Türk sigorta sektöründe 1989 yılına kadar tanzim sistemi uygulanmıştır. 1990 yılından sonra ise serbest tarife sistemine geçilmiştir."
  },
  {
    "id": "2652720",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi güvence altına alınan bir rizikonun ortaya çıkması durumunda, oluşan hasar nedeniyle sadece uğranılan somut zararın tazmin edildiği ve sigorta bedelinin ödenecek meblağda üst sınırı oluşturduğu sigorta türüdür?",
    "correctAnswer": "D",
    "options": {
      "A": "Can sigortaları",
      "B": "Meblağ sigortaları",
      "C": "Kaza sigortaları",
      "D": "Zarar sigortaları",
      "E": "Sağlık sigortaları"
    },
    "explanation": "Zarar sigortaları, güvence altına alınan bir rizikonun ortaya çıkması durumunda, oluşan hasar nedeniyle sadece uğranılan somut zararın tazmin edildiği ve sigorta bedelinin ödenecek meblağda üst sınırı oluşturduğu sigorta türüdür"
  },
  {
    "id": "2652722",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi can sigortaları kapsamında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Mal sigortası",
      "B": "Sağlık sigortası",
      "C": "Sorumluluk sigortası",
      "D": "Kredi sigortası",
      "E": "Deprem sigortası"
    },
    "explanation": "<em>C</em>an (meblağ) sigortalarında ise, sigorta şirketi tarafından tazminatın ödenmesi için rizikonun meydana gelmesi durumunda bir hasara yol açması, maddi bir zarar ortaya çıkması gibi koşullar aranmaz ve ödenecek tazminat tutarı zararla sınırlı olmaksızın sigorta bedeli kadardır. Hayat sigortaları, kaza sigortaları, hastalık ve sağlık sigortaları can sigortaları kapsamında değerlendirilir."
  },
  {
    "id": "2652725",
    "unitNumber": 4,
    "text": "Aşağıdaki sorumluluk türlerinin hangisine hayır kurumlarının gerçekleştirdiği bazı faaliyetler sonucu ortaya çıkan durumlar örnek verilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Nispi sorumluluk",
      "B": "Mutlak sorumluluk",
      "C": "Kusursuz sorumluluk",
      "D": "İhmalkarlık sonucu sorumluluk",
      "E": "Sorumluluğun olmadığı durum"
    },
    "explanation": "Tablo 4.4’ten görüleceği gibi, bir hasara neden olanların sorumluluğu dört farklı sınıfta ele alınmaktadır. Sorumluluğun olmadığı ilk durum için, bazı hayır kurumları örnek olarak verilebilir. İhmalkârlık sonucu ortaya çıkan sorumluluk türüne otomobil kazaları sonucu ortaya çıkan sorumluluk örnek verilmiştir. Kusursuz sorumluluk hâli, bir ihmalin dışında ortaya çıkan sorumluluktur ve işletmenin kusurlu ürünleri sonucu ortaya çıkması örnek olarak verilebilir. Son olarak, mutlak sorumlulukta sanık hiçbir şekilde sorumluluktan kurtulamaz ve dinamit kullanımı nedeniyle oluşan hasarlar nedeniyle sorumluluk mutlak sorumluluk için örnek olarak verilebilir."
  },
  {
    "id": "2652726",
    "unitNumber": 4,
    "text": "Aşağıdaki sigorta çeşitlerinden hangisini diğer sigorta türlerinden ayıran en önemli özellik, koruma ve tasarruf fonksiyonlarının ikisine de sahip olmasıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ferdi kaza sigortası",
      "B": "Piyasa denge fiyatı",
      "C": "Hayat sigortası",
      "D": "Sağlık sigortası",
      "E": "Seyahat sağlık sigortası"
    },
    "explanation": "Hayat sigortası, bir kişinin belirli bir süre içinde veya sözleşmede belirtilen şart ve hâller içinde ölümü veya o kimsenin sözleşmede belirtilen belli bir süreden fazla yaşaması ihtimalini ya da her iki ihtimali beraber teminat altına alan bir sigorta türüdür. Hayat sigortasında gelecek için yapılan bir tasarruf söz konusudur. Hayat sigortasını diğer sigorta türlerinden ayıran en önemli özellik, koruma ve tasarruf fonksiyonlarının ikisine de sahip olmasıdır."
  },
  {
    "id": "2652728",
    "unitNumber": 4,
    "text": "<ul> <li>Fiyat ve risk bakımından süreli hayat sigortası ile tüm hayat sigortası arasında yer almaktadır</li> <li>En basit şekliyle sigortalının süreli bir hayat sigortası aldığı sigorta şirketine ekstra bir tutar ödeyerek aynı zamanda yatırım yaptığı şeklinde uygulamaya sahip olan ömür boyu hayat sigortası türüdür</li> <li>Poliçe sigortalının hem prim ödemelerinin sıklığını hem de tutarını belirleme imkânı sağlar.</li> </ul> Aşağıdakilerden hangisi yukarıda sıralanan özellikleri taşır?",
    "correctAnswer": "E",
    "options": {
      "A": "Tüm hayat sigortası",
      "B": "Sıradan hayat sigortası",
      "C": "Değişken hayat sigortası",
      "D": "Değişken evrensel hayat sigortası",
      "E": "Evrensel hayat sigortası"
    },
    "explanation": "Evrensel hayat sigortası, fiyat ve risk bakımından süreli hayat sigortası ile tüm hayat sigortası arasında yer almaktadır (Marcinko, 2005). Evrensel hayat sigortası, en basit şekliyle sigortalının süreli bir hayat sigortası aldığı sigorta şirketine ekstra bir tutar ödeyerek aynı zamanda yatırım yaptığı şeklinde uygulamaya sahip olan ömür boyu hayat sigortası türüdür. Poliçe sigortalının hem prim ödemelerinin sıklığını hem de tutarını belirleme imkânı sağlar."
  },
  {
    "id": "2646789",
    "unitNumber": 5,
    "text": "\"Uluslararası ticaret işlemlerinde herhangi bir ulaşım yolu ile yapılan taşıma<br/>hizmeti karşılığında ödenen bedele denir.\"\n Yukarıda verilen tanım aşağıdakilerden hangisini açıklamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Navlun",
      "B": "Emtia",
      "C": "Tekne",
      "D": "Nakliyat sigortası",
      "E": "Hukuksal sorumluluk sigortası"
    },
    "explanation": "Navlun: Uluslararası ticaret işlemlerinde herhangi bir ulaşım yolu ile yapılan taşıma hizmeti karşılığında ödenen bedele denir."
  },
  {
    "id": "2646794",
    "unitNumber": 5,
    "text": "\"Ekonomik kayıp meydana getiren bir olay veya sigorta konusu şeyin kaybolması anlamında kullanılabilir.\"\n Yukarıda verilen tanım aşağıdakilerden hangisini açıklamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ziya",
      "B": "Kloz",
      "C": "Emtia",
      "D": "Tekne",
      "E": "Navlun"
    },
    "explanation": "Ziya: Ekonomik kayıp meydana getiren bir olay veya sigorta konusu şeyin kaybolması anlamında kullanılabilir."
  },
  {
    "id": "2646795",
    "unitNumber": 5,
    "text": "\"Poliçenin bir bölümü veya poliçeye ekli, özel şartları ifade eder.\"\n Yukarıda verilen tanım aşağıdakilerden hangisini açıklamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kloz",
      "B": "Tekne",
      "C": "Ziya",
      "D": "Navlun",
      "E": "Emtia"
    },
    "explanation": "Kloz: Poliçenin bir bölümü veya poliçeye ekli, özel şartları ifade eder."
  },
  {
    "id": "2646799",
    "unitNumber": 5,
    "text": "Uluslararası ticarette teslim şekillerinde satıcının yükümlülüğünün mallar geminin yanına rıhtıma veya belirtilen nakliye limanında ilgili yerlere yerleştirildiğinde bittiğini ifade eden terim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Geminin Yanında Ücretsiz (FAS, Free Alongside Ship)",
      "B": "Gemide Ücretsiz (FOB, Free On Board)",
      "C": "Maliyet ve Navlun (CFR, Cost and Freight)",
      "D": "Taşıyıcıya Teslim (FCA, Free Carrier)",
      "E": "Belirlenen Yerde Teslim (Ex-Work, Ex-Mill)"
    },
    "explanation": "Geminin Yanında Ücretsiz (FAS, Free Alongside Ship): Bu terim, satıcının yükümlülüğünün mallar geminin yanına rıhtıma veya belirtilen nakliye limanında ilgili yerlere yerleştirildiğinde bittiğini ifade eder. Alıcı, o andan itibaren malla ilgili<br/>tüm masraf, kayıp veya hasar risklerini üstlenmek zorundadır."
  },
  {
    "id": "2646805",
    "unitNumber": 5,
    "text": "Uluslararası ticarette teslim şekillerinde taşıma işlemlerinin satıcının belirlemiş olduğu kişi veya taşıyıcı firmalar tarafından yapılarak, emtianın alıcı ile belirlenen noktaya kadar getirilmesini ifade eden terim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Taşıma Giderlerinin Ödenmesi (CPT, Carriage Paid To)",
      "B": "Belirlenen Yerde Teslim (Ex-Work, Ex-Mill)",
      "C": "Taşıma ve Sigorta Giderlerinin Ödenmesi (CIP, Carriage Insurance Paid To)",
      "D": "Maliyet, Sigorta ve Navlun (CIF, Cost, Insurance and Freight)",
      "E": "Maliyet ve Navlun (CFR, Cost and Freight)"
    },
    "explanation": "Taşıma Giderlerinin Ödenmesi (CPT, Carriage Paid To): Taşıma işlemlerinin satıcının belirlemiş olduğu kişi veya taşıyıcı firmalar tarafından yapılarak, emtianın alıcı ile belirlenen noktaya kadar getirilmesidir. Bu süre içindeki masraflar satıcıya aittir."
  },
  {
    "id": "2646807",
    "unitNumber": 5,
    "text": "Uluslararası ticarette teslim şekillerinde satıcının, malı alıcı ile ismen belirlemiş oldukları bir yerde (fabrikada, depoda) teslim edilmesini ifade eden terim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Belirlenen Yerde Teslim (Ex-Work, Ex-Mill)",
      "B": "Geminin Yanında Ücretsiz (FAS, Free Alongside Ship)",
      "C": "Taşıma Giderlerinin Ödenmesi (CPT, Carriage Paid To)",
      "D": "Taşıyıcıya Teslim (FCA, Free Carrier)",
      "E": "Maliyet ve Navlun (CFR, Cost and Freight)"
    },
    "explanation": "Belirlenen Yerde Teslim (Ex-Work, Ex-Mill): Bu terim, satıcının, malı alıcı ile ismen belirlemiş oldukları bir yerde (fabrikada, depoda) teslim edilmesini öngörmektedir. Bu teslimat şeklinde, malların herhangi bir taşıma aracına yüklenmesi veya gümrükleme sırasında yapılan işlemlerin yerine getirilmesi gereği yoktur."
  },
  {
    "id": "2646810",
    "unitNumber": 5,
    "text": "OECD Uluslararası Nakliye ve Sigorta Maliyetleri veri tabanı ilk kez hangi yıl yayımlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "2017",
      "B": "2016",
      "C": "2015",
      "D": "2014",
      "E": "2013"
    },
    "explanation": "2017 yılında ilk kez yayımlanan OECD Uluslararası Nakliye ve Sigorta Maliyetleri veri tabanı, 180’den fazla ülke ve 1.000’den fazla ürün için nakliye ve sigorta maliyetleri hakkında ayrıntılı istatistikler sunmaktadır."
  },
  {
    "id": "2646814",
    "unitNumber": 5,
    "text": "Taşıma araçlarında belirli bir sefer için düzenlenen poliçeler aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sefer Esaslı Düzenlenen Poliçe",
      "B": "Süre Esaslı Düzenlenen Poliçe",
      "C": "Mutabakatlı Poliçeler",
      "D": "Sevkiyat için yapılan sigorta poliçesi",
      "E": "Takselenmiş Sigorta Poliçesi"
    },
    "explanation": "Sefer Esaslı Düzenlenen Poliçe: Taşıma araçlarında belirli bir sefer için düzenlenen poliçelerdir."
  },
  {
    "id": "2646819",
    "unitNumber": 5,
    "text": "Deniz ve kara araçlarında yıllık ya da başka bir süre için düzenlenen poliçeler aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Süre Esaslı Düzenlenen Poliçe",
      "B": "Mutabakatlı Poliçe",
      "C": "Sefer Esaslı Düzenlenen Poliçe",
      "D": "Direk (Kati) Poliçe",
      "E": "Takselenmiş Sigorta Poliçesi"
    },
    "explanation": "Süre Esaslı Düzenlenen Poliçe: Deniz ve kara araçlarında yıllık ya da başka bir süre için düzenlenen poliçelerdir."
  },
  {
    "id": "2646822",
    "unitNumber": 5,
    "text": "Mamul ve yarı mamul maddeler için, malların yükleme yerinde ve yükleme zamanındaki bedeline navlun, sigorta ücreti ve yüzde kaç kâr payı ilave edildikten sonra ortaya çıkan değer dikkate alınmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "%10",
      "B": "%15",
      "C": "%18",
      "D": "%20",
      "E": "%25"
    },
    "explanation": "Mamul ve yarı mamul maddeler için, malların yükleme yerinde ve yükleme zamanındaki bedeline navlun, sigorta ücreti ve yüzde on (%10) kâr payı ilave edildikten sonra ortaya çıkan değer dikkate alınmaktadır."
  },
  {
    "id": "2650006",
    "unitNumber": 5,
    "text": "Sigortacılıkta en eski dal olarak bilinen, bir yerden bir yere nakil araçlarıyla taşınan malların, taşınma esnasında uğrayabileceği hasarları ve güvence altına alan sigorta türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Deprem sigortası",
      "B": "Sağlık sigortası",
      "C": "Nakliyat sigortası",
      "D": "Kaza sigortası",
      "E": "Sel sigortası"
    },
    "explanation": "Soru ile ilgili konu başlığı: Giriş bölümü<br/>Sigortacılıkta en eski dal olan Nakliyat Sigortaları, bir yerden bir yere nakil araçlarıyla taşınan malların, taşınma esnasında uğrayabileceği hasarları ve güvence altına alan sigorta türüdür."
  },
  {
    "id": "2650007",
    "unitNumber": 5,
    "text": "Kara, deniz ve hava taşıt araçları ile bir yerden başka bir yere nakledilen malların, nakil sırasında meydana gelebilecek hasar ve kayıplara yönelik yapılan nakliye sigortası aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Emtia sigortası",
      "B": "Transit nakliye sigortası",
      "C": "Hukuksal sorumluluk sigortası",
      "D": "Sağlık sigortası",
      "E": "İhracat kredisi sigortası"
    },
    "explanation": "Soru ile ilgili konu başlığı: Giriş bölümü<br/>Kara, deniz ve hava taşıt araçları ile bir yerden başka bir yere nakledilen emtianın, nakil sırasında meydana gelebilecek hasar ve kayıplara yönelik yapılan sigortalara emtia nakliyat sigortaları denilmektedir. Emtianın taşıma sırasında oluşabilecek hasarlara karşı korunması amaçlanmaktadır"
  },
  {
    "id": "2650009",
    "unitNumber": 5,
    "text": "Ekonomik kayıp meydana getiren bir olay veya sigorta konusu bir şeyin kaybolması anlamında kullanılan terim aşağıdakiler hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kloz",
      "B": "Tazminat",
      "C": "Emtia",
      "D": "Ziya",
      "E": "Navlun"
    },
    "explanation": "Soru ile ilgili konu başlığı: ULUSLARARASI TİCARET VE NAKLİYAT SİGORTASI<br/>Ziya: Ekonomik kayıp meydana getiren bir olay veya sigorta konusu şeyin kaybolması anlamında kullanılabilir."
  },
  {
    "id": "2650010",
    "unitNumber": 5,
    "text": "Satıcının yükümlülüğünün mallar geminin yanına rıhtıma veya belirtilen nakliye limanında ilgili yerlere yerleştirildiğinde bittiğini ifade eden ve alıcının, o andan itibaren malla ilgili tüm masraf, kayıp veya hasar risklerini üstlenmek zorunda olduğunu belirten, uluslararası teslim şeklini ifade eden kısaltma aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "CIF",
      "B": "CFR",
      "C": "FOB",
      "D": "FCA",
      "E": "FAS"
    },
    "explanation": "Soru ile ilgili konu başlığı: Uluslararası Ticarette Teslim Şekilleri<br/>Geminin Yanında Ücretsiz (FAS, Free Alongside Ship): Bu terim, satıcının yükümlülüğünün mallar geminin yanına rıhtıma veya belirtilen nakliye limanında ilgili yerlere yerleştirildiğinde bittiğini ifade eder. Alıcı, o andan itibaren malla ilgili tüm masraf, kayıp veya hasar risklerini üstlenmek zorundadır. FAS terimi de satıcının malları ihracat için gümrükten geçirmesini gerektirir."
  },
  {
    "id": "2650012",
    "unitNumber": 5,
    "text": "Malın cinsi, ağırlığı, markası, ambalaj türü ve sayıları, varış yerleri, taşıyıcı araçlara ait bilgilerin ve doğal olarak da sigorta bedelinin yer aldığı, emtia nakliyat sigorta poliçe türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sevkiyat için yapılan sigorta poliçesi",
      "B": "Direk (Kati) Poliçe",
      "C": "Takselenmiş sigorta poliçesi",
      "D": "Süre esaslı düzenlenen poliçeler",
      "E": "Sigorta değeri açık bırakılmış poliçeler"
    },
    "explanation": "Soru ile ilgili konu başlığı: Emtia Nakliyat Sigortalarında Yapılan Poliçe Türleri<br/>Direk (Kati) Poliçe: Bu poliçe kapsamında, sigortalı her sevkiyatta bulunan emtia ile ilgili bilgileri sevkiyattan önce sigorta şirketine bildirmektedir. Sigortalının emtiaların yükleme yerinden varış yerine kadar geçecek süreleri ve aşamaları kapsayacak şekilde bilgilendirme yükümlülüğü bulunmaktadır. Emtia ile ilgili bilgiler arasında ise, malın cinsi, ağırlığı, markası, ambalaj türü ve sayıları, varış yerleri, taşıyıcı araçlara ait bilgiler ve doğal olarak sigorta bedeli yer almaktadır. Sigortacı bu bilgilere istinaden poliçe tanzim edip prim tahakkuk ettirir."
  },
  {
    "id": "2650014",
    "unitNumber": 5,
    "text": "Sigorta sözleşmesinde yer alan koşullar çerçevesinde belirlenen bir limite kadar sigortalıya teminat sağlayan ve sigortalının, sigorta süresince elinde bulunabilecek en yüksek mal miktarının değerini belirleyen emtia nakliyat sigortası poliçe türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Abonman poliçe",
      "B": "Geçici poliçe",
      "C": "Direk poliçe",
      "D": "Sevkiyat için yapılan sigorta poliçesi",
      "E": "Mutabakatlı poliçeler"
    },
    "explanation": "Soru ile ilgili konu başlığı: Emtia Nakliyat Sigortalarında Yapılan Poliçe Türleri<br/>Abonman Poliçe: Sigorta sözleşmesinde yer alan koşullar çerçevesinde belirlenen bir limite kadar sigortalıya teminat sağlanması durumudur. Sigortalı, sigorta süresince elinde bulunabilecek en yüksek mal miktarının değerini belirler ve bu üst sınır üzerinden bir abonman poliçesi alabilir. Bu üst sınır sigorta şirketi için en üst düzeydeki sorumluluk sınırını belirler."
  },
  {
    "id": "2650016",
    "unitNumber": 5,
    "text": "Poliçe kapsamında belirtilen unsurlara bağlı olarak emtianın taşınması sırasında, taşıyıcı aracın hasar görmesi nedeniyle oluşan kayıp durumlarını kapsayan ve sadece poliçe kapsamında teminat altına alınan riskler için geçerli olan emtia nakliyat sigortası teminat türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tam ziya teminat",
      "B": "Geniş teminat",
      "C": "Dar teminat",
      "D": "Bütün teminat",
      "E": "Kloz teminat"
    },
    "explanation": "Soru ile ilgili konu başlığı: Emtia Nakliyat Sigortalarında Yapılan Poliçe Türleri<br/>Dar Teminat: Poliçe kapsamında belirtilen unsurlara bağlı olarak emtianın taşınması sırasında, taşıyıcı aracın hasar görmesi nedeniyle oluşan kayıp durumlarını kapsamaktadır. Sadece poliçe kapsamında teminat altına alınan riskler için geçerlidir."
  },
  {
    "id": "2650018",
    "unitNumber": 5,
    "text": "Gemilerin belirli bir ağırlığın altında olmaları durumunda, denizde dengede durabilmeleri için genelde denizden aldıkları suya veya ağırlığa ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gaip",
      "B": "Safra",
      "C": "Kloz",
      "D": "Avarya",
      "E": "Sörvey"
    },
    "explanation": "Soru ile ilgili konu başlığı: TEKNE - DENİZ ARAÇLARI SİGORTASI<br/>Safra: Gemilerin belirli bir ağırlığın altında olmaları durumunda, denizde dengede durabilmeleri için aldıkları ağırlığa denmektedir. Genelde deniz suyu olabilir."
  },
  {
    "id": "2650019",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi tekne sigortalarının fiyatlandırılmasında ve risk altındaki parasal değerinin ölçülmesinde rol oynayan faktörlerden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Teknenin cinsi",
      "B": "Teknenin sigorta bedeli",
      "C": "Teknenin sefer sahası",
      "D": "Teknenin faaliyet alanı",
      "E": "Teknenin personel sayısı"
    },
    "explanation": "Soru ile ilgili konu başlığı: Tekne ve Navlun Sigortaları<br/>Tekne sigortalarının fiyatlandırılmasında; teknenin cinsi, teknenin sigorta bedeli, yaşı ve tonajı, teminatın kapsamı ve teknenin sefer sahası ve faaliyet alanı rol oynamaktadır."
  },
  {
    "id": "2650023",
    "unitNumber": 5,
    "text": "Uluslararası eşya taşımacılığında karayolunu kullanan taşımacılık şirketlerin sorumluluk sigortasının kısaltılmış kullanım şekli aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "FOB Sigortası",
      "B": "DAT Sigortası",
      "C": "SDR Sigortası",
      "D": "CMR Sigortası",
      "E": "CIF Sigortası"
    },
    "explanation": "Soru ile ilgili konu başlığı: Taşıyıcının Yurt Dışı Sorumluluk Sigortası (CMR)<br/>Taşıyıcının Yurt Dışı Sorumluluk Sigortası- (CMR Sigortası;Convention Marchandise Routier) : Uluslararası eşya taşımacılığında karayolunu kullanan taşımacılık şirketlerin sorumluluk sigortasıdır. CMR kapsamında olan bir taşıma için bazı koşulları sağlaması istenmektedir. Bu kapsamda, ücret karşılığı olan bir taşıma sözleşmesi, taşıma konusu olan emtia, taşımanın özellikle kara yolunda yapılması, alıcı ile satıcının farklı devletlerde olması ve bu taraflardan birinin CMR kapsamında olması gerekmektedir."
  },
  {
    "id": "2650150",
    "unitNumber": 5,
    "text": "Kara, deniz ve hava taşıt araçları ile bir yerden başka bir yere nakledilen malların, nakil sırasında meydana gelebilecek hasar ve kayıplara yönelik yapılan sigortalara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Emtia nakliyat sigortası",
      "B": "Tekne sigortası",
      "C": "Navlun sigortası",
      "D": "Hukuki sorumluluk sigortası",
      "E": "Kıymet nakliyat sigortası"
    },
    "explanation": "Soru ile ilgili konu başlığı: Giriş<br/>Nakliyat sigortaları; emtia, tekne, navlun ve hukuksal sorumluluk sigortaları olmak üzere temel başlıklara ayrılabilir. Kara, deniz ve hava taşıt araçları ile bir yerden başka bir yere nakledilen emtianın, nakil sırasında meydana gelebilecek hasar ve kayıplara yönelik yapılan sigortalara emtia nakliyat sigortaları denilmektedir."
  },
  {
    "id": "2650152",
    "unitNumber": 5,
    "text": "Uluslararası ticaret işlemlerinde herhangi bir ulaşım yolu ile yapılan taşıma hizmeti karşılığında ödenen bedele ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Satım",
      "B": "Navlun",
      "C": "Emtia",
      "D": "Ziya",
      "E": "Kloz"
    },
    "explanation": "Soru ile ilgili konu başlığı: ULUSLARARASI TİCARET VE NAKLİYAT SİGORTASI<br/>Navlun: Uluslararası ticaret işlemlerinde herhangi bir ulaşım yolu ile yapılan taşıma hizmeti karşılığında ödenen bedele denir."
  },
  {
    "id": "2650157",
    "unitNumber": 5,
    "text": "Uluslararası ticarette teslim şekillerinden hangisi satıcının yükümlülüğünün mallar geminin yanına rıhtıma veya belirtilen nakliye limanında ilgili yerlere yerleştirildiğinde bittiğini ifade eden terimin kısaltmasıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "FOB",
      "B": "FCA",
      "C": "FAS",
      "D": "CFR",
      "E": "CIP"
    },
    "explanation": "Soru ile ilgili konu başlığı: Uluslararası Ticarette Teslim Şekilleri<br/>Geminin Yanında Ücretsiz (FAS, Free Alongside Ship): Bu terim, satıcının yükümlülüğünün mallar geminin yanına rıhtıma veya belirtilen nakliye limanında ilgili yerlere yerleştirildiğinde bittiğini ifade eder. Alıcı, o andan itibaren malla ilgili tüm masraf, kayıp veya hasar risklerini üstlenmek zorundadır. FAS terimi de satıcının malları ihracat için gümrükten geçirmesini gerektirir."
  },
  {
    "id": "2650160",
    "unitNumber": 5,
    "text": "Uluslararası ticarette teslim şekillerinden hangisi malların daha önceden belirtilen bir mekâna (rıhtım, depo, demir yolu, hava kargo istasyonu vb.) satıcı tarafından getirilip, boşaltılıp alıcıya teslim edilmesini ifade eden terimin kısaltmasıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "FCA",
      "B": "FAS",
      "C": "CIP",
      "D": "DAT",
      "E": "CPT"
    },
    "explanation": "Soru ile ilgili konu başlığı: Uluslararası Ticarette Teslim Şekilleri<br/>Satıcının Terminale Getirmesi (DAT, Delivered At Terminal):\n Malların daha önceden belirtilen bir mekâna (rıhtım, depo, demir yolu, hava kargo istasyonu vb.) satıcı tarafından getirilip, boşaltılıp alıcıya teslim edilmesini ifade eder. İlgili mekân üstü açık veya kapalı olabilir. Malların ilgili yere getirilmesi, taşınması, boşaltılması sırasındaki riskler olası ziya ve hasarların sorumluluğu satıcıya aittir."
  },
  {
    "id": "2650162",
    "unitNumber": 5,
    "text": "Deniz ve kara araçlarında yıllık ya da başka bir süre için düzenlenen poliçelere ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Abonman poliçesi",
      "B": "Sigorta değeri açık bırakılmış poliçe",
      "C": "Takselenmiş sigorta poliçesi",
      "D": "Direk (Kati) poliçe",
      "E": "Süre esaslı düzenlenen poliçe"
    },
    "explanation": "Soru ile ilgili konu başlığı: Emtia Nakliyat Sigortalarında Yapılan Poliçe Türleri<br/>Süre Esaslı Düzenlenen Poliçe: Deniz ve kara araçlarında yıllık ya da başka bir süre için düzenlenen poliçelerdir. Bu poliçeler, sigorta konusu olacak unsurları belirli bir süre için teminat kapsamına almaktadır. Diğer birçok poliçede olduğu gibi, genel uygulamada bu süre 12 aydır."
  },
  {
    "id": "2650165",
    "unitNumber": 5,
    "text": "Poliçe kapsamında belirtilen unsurlara bağlı olarak emtianın taşınması sırasında, taşıyıcı aracın hasar görmesi nedeniyle oluşan kayıp durumlarını kapsayan ve sadece poliçe kapsamında teminat altına alınan riskler için geçerli olan teminat türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dar teminat",
      "B": "Hükmü tam ziya teminatı",
      "C": "Geniş teminat",
      "D": "Tam ziya teminatı",
      "E": "Düz teminat"
    },
    "explanation": "Soru ile ilgili konu başlığı: Emtia Nakliyat Sigortalarında Teminat Türleri<br/>Dar Teminat: Poliçe kapsamında belirtilen unsurlara bağlı olarak emtianın taşınması sırasında, taşıyıcı aracın hasar görmesi nedeniyle oluşan kayıp durumlarını kapsamaktadır. Sadece poliçe kapsamında teminat altına alınan riskler için geçerlidir. Taşıma sırasında farklı araç kullanılması durumunda emtia nakliyat sigortalarının teminat kapsamlarında değişiklik olmakla birlikte, genelde üç çeşit poliçe türüne rastlanmaktadır. Bunlar tam ziya, dar ve geniş teminatlardır."
  },
  {
    "id": "2650169",
    "unitNumber": 5,
    "text": "Taşıma araçlarında belirli bir sefer için düzenlenen sigorta poliçe türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Abonman poliçesi",
      "B": "Sefer esaslı düzenlenen poliçe",
      "C": "Direk (Kati) poliçe",
      "D": "Sigorta değeri açık bırakılmış poliçe",
      "E": "Takselenmiş sigorta poliçesi"
    },
    "explanation": "Soru ile ilgili konu başlığı: Emtia Nakliyat Sigortalarında Yapılan Poliçe Türleri<br/>Sefer Esaslı Düzenlenen Poliçe: Taşıma araçlarında belirli bir sefer için düzenlenen poliçelerdir."
  },
  {
    "id": "2650174",
    "unitNumber": 5,
    "text": "Uluslararası ticarette uygulanan Enstitü Yük Klozları kapsamında temel risklerde güvence sağlayarak sınırlı bir teminat listesini içeren ve yangın, emtianın tehlike anında boşaltılması, patlama, batma, alabora olma, raydan çıkma, çarpışma vb. olaylara karşılaşan sevkiyatları kapsayan ilgili Enstitü Yük Klozları Maddesi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Enstitü Yük Klozları A Maddesi",
      "B": "Enstitü Yük Klozları B Maddesi",
      "C": "Enstitü Yük Klozları C Maddesi",
      "D": "Enstitü Yük Klozları D Maddesi",
      "E": "Enstitü Yük Klozları E Maddesi"
    },
    "explanation": "Soru ile ilgili konu başlığı: Emtia Nakliyat Sigortalarında Teminat Türleri<br/>Uluslararası ticarette uygulanan Enstitü Yük Klozları kapsamında incelendiğinde, emtia nakliyat sigortası tarafından sağlanan teminatların kapsamı; A, B ve C maddeleri olarak ifade edilmektedir. Enstitü Yük Klozları C Maddesi: Temel risklerde güvence sağlayarak sınırlı bir teminat listesi içerir. Yangın, emtianın tehlike anında boşaltılması, patlama, batma, alabora olma, raydan çıkma, çarpışma vb. olaylara karşılaşan sevkiyatları kapsamaktadır."
  },
  {
    "id": "2650184",
    "unitNumber": 5,
    "text": "Uluslararası ticaret maliyetleri kapsamında, zamanla ilgili olan maliyet giderleri aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Değişimin finansal maliyetleri",
      "B": "Sigorta",
      "C": "Taşıma maliyeti",
      "D": "Amortisman",
      "E": "Yasal maliyetler"
    },
    "explanation": "Soru ile ilgili konu başlığı: Nakliyat Maliyetini Etkileyen Faktörler<br/>Emtia nakliyatını ve ulaşım aracı seçimini etkileyen faktörler vardır. Uluslararası ticaret maliyetleri zamanla ilgili olan ve olmayan şeklinde ikiye ayrılabilir. Zamanla ilgili maliyetler; faiz, depolama ve amortisman giderleridir. Zamanla ilgili olmayan maliyetler ise, aşağıdaki gibi sınıflandırılabilir. • Taşıma maliyeti (malların bir uluslararası konumdan diğerine taşınmasının maliyeti) • Sigorta • Değişimin finansal maliyetleri • Diğer (yasal maliyetler, transit prosedürleri için ücretler, yasal veya yasa dışı kolaylaştırma ödemeleri vb.)"
  },
  {
    "id": "2650190",
    "unitNumber": 5,
    "text": "Nakliyat sigortası kapsamında abonman poliçe işleminin gerçekleşmesi için, sigortalının yapmış olduğu <u>en</u> <u>az </u>kaç sevkiyatın ilgili sigorta şirketi tarafından sigortalanması ve bu kapsamda da belirli bir prim miktarının ödenmiş ya da ödeme taahhüdünde bulunulmuş olması gerekir?",
    "correctAnswer": "E",
    "options": {
      "A": "En az 1 sevkiyat",
      "B": "En az 2 sevkiyat",
      "C": "En az 3 sevkiyat",
      "D": "En az 4 sevkiyat",
      "E": "En az 5 sevkiyat"
    },
    "explanation": "Soru ile ilgili konu başlığı: Emtia Nakliyat Sigortalarında Yapılan Poliçe Türleri<br/>Nakliyat sigortası kapsamında abonman poliçesi yapılmış ise, sigortalı o süre zarfında yapacağı bütün sevkiyatları ilgili sigorta şirketine yaptıracağını belirtmektedir. İşlemin gerçekleşebilmesi için, sigortalının yapmış olduğu en az 5 sevkiyatın ilgili sigorta şirketi tarafından sigortalanması ve bu kapsamda da belirli bir prim miktarının ödenmiş ya da ödeme taahhüdünde bulunulmuş olması gerekir. Sigortalı, sigorta süresince elinde bulunabilecek en yüksek mal miktarının değerini belirler ve bu üst sınır üzerinden bir abonman poliçesi alabilir."
  },
  {
    "id": "2650689",
    "unitNumber": 5,
    "text": "“Kargo Sigortası” olarak da ifade edilebilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Emtia",
      "B": "Navlun",
      "C": "Ziya",
      "D": "Kloz",
      "E": "Özel Şartlar"
    },
    "explanation": "Emtia (mal) sigortası “Kargo Sigortası” olarak da ifade edilebilir."
  },
  {
    "id": "2650690",
    "unitNumber": 5,
    "text": "Uluslararası ticaret işlemlerinde herhangi bir ulaşım yolu ile yapılan taşıma hizmeti karşılığında ödenen bedele ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Emtia",
      "B": "Navlun",
      "C": "Ziya",
      "D": "Kloz",
      "E": "Özel Şartlar"
    },
    "explanation": "Navlun: Uluslararası ticaret işlemlerinde herhangi bir ulaşım yolu ile yapılan taşıma hizmeti karşılığında ödenen bedele denir."
  },
  {
    "id": "2650691",
    "unitNumber": 5,
    "text": "Ekonomik kayıp meydana getiren bir olay veya sigorta konusu şeyin kaybolması anlamında kullanılabilinen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Emtia",
      "B": "Navlun",
      "C": "Ziya",
      "D": "Kloz",
      "E": "Özel Şartlar"
    },
    "explanation": "Ziya: Ekonomik kayıp meydana getiren bir olay veya sigorta konusu şeyin kaybolması anlamında kullanılabilir."
  },
  {
    "id": "2650692",
    "unitNumber": 5,
    "text": "Poliçenin bir bölümü veya poliçeye ekli, özel şartları ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Emtia",
      "B": "Navlun",
      "C": "Ziya",
      "D": "Kloz",
      "E": "Özel Şartlar"
    },
    "explanation": "Kloz: Poliçenin bir bölümü veya poliçeye ekli, özel şartları ifade eder."
  },
  {
    "id": "2650693",
    "unitNumber": 5,
    "text": "Sigortalının çıkarları göz önünde bulundurularak genel şartlara ilave edilen koşullara ne ad verilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Emtia",
      "B": "Navlun",
      "C": "Ziya",
      "D": "Kloz",
      "E": "Özel Şartlar"
    },
    "explanation": "Özel Şartlar: Sigortalının ve sigorta şirketinin üzerinde anlaşmaya vardığı ve sigortalının çıkarları göz önünde bulundurularak genel şartlara ilave edilen koşullardır."
  },
  {
    "id": "2650694",
    "unitNumber": 5,
    "text": "Gemilerin belirli bir ağırlığın altında olmaları durumunda, denizde dengede durabilmeleri için aldıkları ağırlığa ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Safra",
      "B": "Gaip",
      "C": "Sigorta Brokeri",
      "D": "Klas Kuruluşu",
      "E": "Konteyner"
    },
    "explanation": "Safra: Gemilerin belirli bir ağırlığın altında olmaları durumunda, denizde dengede durabilmeleri için aldıkları ağırlığa denmektedir. Genelde deniz suyu olabilir."
  },
  {
    "id": "2650695",
    "unitNumber": 5,
    "text": "Nerede olduğu bilinmeyen anlamında kullanılan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Safra",
      "B": "Gaip",
      "C": "Sigorta Brokeri",
      "D": "Klas Kuruluşu",
      "E": "Konteyner"
    },
    "explanation": "Gaip: Nerede olduğu bilinmeyen anlamında kullanılmaktadır."
  },
  {
    "id": "2650696",
    "unitNumber": 5,
    "text": "Sigorta güvencesi satın almak isteyen tarafı temsil eden sigorta aracısına ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Safra",
      "B": "Gaip",
      "C": "Sigorta Brokeri",
      "D": "Klas Kuruluşu",
      "E": "Konteyner"
    },
    "explanation": "Sigorta Brokeri: Sigorta güvencesi satın almak isteyen tarafı temsil eden sigorta aracısıdır."
  },
  {
    "id": "2650697",
    "unitNumber": 5,
    "text": "Geminin teknik durumu hakkında bilgi veren, gemiyi denetleyen ve kontrol altında tutan kuruma ne ad verilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Safra",
      "B": "Gaip",
      "C": "Sigorta Brokeri",
      "D": "Klas Kuruluşu",
      "E": "Konteyner"
    },
    "explanation": "Klas Kuruluşu: Geminin teknik durumu hakkında bilgi veren, gemiyi denetleyen ve kontrol altında tutan kurumdur."
  },
  {
    "id": "2650698",
    "unitNumber": 5,
    "text": "Nakliyat sırasında taşıma araçlarına ürünleri yükleyebilmek için kullanılan, içinde taşındığı ürüne göre düzenleme yapılabilen, kapak sistemleri bulunan büyük kaplara ne ad verilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Safra",
      "B": "Gaip",
      "C": "Sigorta Brokeri",
      "D": "Klas Kuruluşu",
      "E": "Konteyner"
    },
    "explanation": "Konteyner: Nakliyat sırasında taşıma araçlarına ürünleri yükleyebilmek için kullanılan, içinde taşındığı ürüne göre düzenleme yapılabilen, kapak sistemleri bulunan büyük kaplardır."
  },
  {
    "id": "2646825",
    "unitNumber": 6,
    "text": "\"Ürünlerin üreticiden kullanıcıya en doğru kanalların ve işlemlerin yapılarak ulaştırılmasıdır.\"\n Yukarıda verilen tanım aşağıdakilerden hangisini açıklamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tedarik Zinciri Yönetimi",
      "B": "Müşteri ilişkileri",
      "C": "Talep yönetimi",
      "D": "Siparişleri yerine getirme",
      "E": "Üretim akışı yönetimi"
    },
    "explanation": "Tedarik Zinciri Yönetimi: Ürünlerin üreticiden kullanıcıya en doğru kanalların ve<br/>işlemlerin yapılarak ulaştırılmasıdır."
  },
  {
    "id": "2646829",
    "unitNumber": 6,
    "text": "Tedarik Zinciri Yönetimi kaç unsurun bileşeni olarak tanımlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sekiz",
      "B": "Yedi",
      "C": "Altı",
      "D": "Beş",
      "E": "Dört"
    },
    "explanation": "Tedarik Zinciri Yönetimi sekiz unsurun bir bileşeni olarak tanımlanmaktadır. Bunlar; müşteri ilişkileri yönetimi, müşteri hizmetleri yönetimi, talep yönetimi, siparişleri yerine getirme, üretim akışı yönetimi, tedarik, ürün geliştirme / ticarileştirme ve iadelerdir."
  },
  {
    "id": "2646833",
    "unitNumber": 6,
    "text": "İşletmelerin, etkili bir lojistik hizmet elde edebilmesi için kaç aşamalı bir süreç<br/>önerilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Beş",
      "B": "Altı",
      "C": "Yedi",
      "D": "Sekiz",
      "E": "Dokuz"
    },
    "explanation": "İşletmelerin, etkili bir lojistik hizmet elde edebilmesi için 5 aşamalı bir süreç<br/>önerilmektedir;\n • Lojistikte dış kaynak ihtiyacını tanımlamak<br/>• Uygun alternatifler geliştirmek<br/>• Tedarikçileri değerlendirme ve seçmek<br/>• Hizmeti uygulamak<br/>• Sürekli, hizmet değerlendirmesi yapmak"
  },
  {
    "id": "2646836",
    "unitNumber": 6,
    "text": "Malcolm Baldrige Ulusal Kalite Ödülü ilk kez hangi ülkede uygulamaya başlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "ABD",
      "B": "İngiltere",
      "C": "Almanya",
      "D": "Rusya",
      "E": "İsviçre"
    },
    "explanation": "Malcolm Baldrige Ulusal Kalite Ödülü (Malcolm Baldridge National Quality<br/>Award): ABD’de uygulamaya başlanmış olan, 7 farklı alanda puanlama yapılarak<br/>oluşturulan kalite değerlendirme ve ödüllendirme sistemidir."
  },
  {
    "id": "2646839",
    "unitNumber": 6,
    "text": "Kapıdan kapıya taşıma zincirinde entegre bir şekilde en az iki farklı modun kullanılmasına izin veren taşıma sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İntermodal Taşımacılık",
      "B": "Çok Modlu taşımacılık",
      "C": "Tek Modlu Taşımacılık",
      "D": "Nakliye Taşımacılık",
      "E": "Kombine Taşımacılık"
    },
    "explanation": "İntermodal Taşımacılık; kapıdan kapıya taşıma zincirinde entegre bir şekilde en az iki farklı modun kullanılmasına izin veren bir taşıma sistemidir."
  },
  {
    "id": "2646841",
    "unitNumber": 6,
    "text": "Gönderileri fiziksel hasar veya hırsızlıktan koruyan en sık kullanılan teminat türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kargo (Yük) sigortası",
      "B": "Gönderici Taşıma Sigortası",
      "C": "Tekne-Makine Koruma Sigortası",
      "D": "Liman ve Terminal Sigortası",
      "E": "Gemi, Tekne, Savaş ve İnşaat Sigortası"
    },
    "explanation": "Kargo (Yük) sigortası: Gönderileri fiziksel hasar veya hırsızlıktan koruyan en sık kullanılan teminat türüdür. Bu sigorta, eşyaların değerinin nakliye sırasında meydana gelebilecek hasarlara karşı korunmasını sağlar."
  },
  {
    "id": "2646844",
    "unitNumber": 6,
    "text": "Üçüncü şahıslar tarafından veya sahip olunan araçlarla taşınan mallar için sunulan teminat aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gönderici Taşıma Sigortası",
      "B": "Liman ve Terminal Sigortası",
      "C": "Gemi, Tekne, Savaş ve İnşaat Sigortası",
      "D": "Tekne-Makine Koruma Sigortası",
      "E": "Kargo (Yük) sigortası"
    },
    "explanation": "Gönderici Taşıma Sigortası: Üçüncü şahıslar tarafından veya sahip olunan araçlarla taşınan mallar için teminat sunulmaktadır. İmalatçılar, distribütörler, perakendeciler veya mal sahipleriyle ilgili poliçe yapılabilir."
  },
  {
    "id": "2646846",
    "unitNumber": 6,
    "text": "Bedensel veya zihinsel yaralanma ve mülk hasarı, kişisel yaralanma sorumluluğu, kiracının mal hasarı sorumluluğu ve gönüllü tıbbi ödemeler için davalarda sigortalıyı korumak için sağlanan teminat aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sorumluluk Sigortası",
      "B": "Depo Hukuki Sorumluluk Sigortası",
      "C": "Tehlikeli Mal ve Yakıt Lojistik Sigortası",
      "D": "Ticari Mülk Sigortası",
      "E": "Liman ve Terminal Sigortası"
    },
    "explanation": "Sorumluluk Sigortası: Bedensel veya zihinsel yaralanma ve mülk hasarı, kişisel yaralanma sorumluluğu, kiracının mal hasarı sorumluluğu ve gönüllü tıbbi ödemeler için davalarda sigortalıyı korumak için teminat sağlanmaktadır. Belirtilen ülke sınırları içinde ikamet etmek koşulu ile işlemler sırasında oluşan dünya çapında işveren sorumluluğu, ürünlerin neden olduğu kirlilik, ürün<br/>geri çağırma giderleri, çalışanların yaptığı hata ve ihmallerin sorumluluğu ve lojistik hizmetlerin sorumluluğu kapsam dahilindedir."
  },
  {
    "id": "2646848",
    "unitNumber": 6,
    "text": "Yangın, sel, vandalizm, gaz sızıntısı ve bir işletmeye hasar verebilecek riskleri<br/>kapsayan sigorta türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ticari Mülk Sigortası",
      "B": "Freight Forwarder Sorumluluk Sigortası",
      "C": "Depo Hukuki Sorumluluk Sigortası",
      "D": "Ticari Genel Sorumluluk",
      "E": "Tehlikeli Mal ve Yakıt Lojistik Sigortası"
    },
    "explanation": "Ticari Mülk Sigortası: Taşıtları ve taşınan malları sigortalamaya ek olarak, lojistik şirketlerinin ofislerini ve ekipmanlarını korumaları gerekir. Ticari mülk sigortası, yangın, sel, vandalizm, gaz sızıntısı ve bir işletmeye hasar verebilecek riskleri<br/>kapsamaktadır."
  },
  {
    "id": "2646852",
    "unitNumber": 6,
    "text": "Günümüzde kaç adet P&amp;I kulübü bulunmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "27",
      "B": "25",
      "C": "23",
      "D": "20",
      "E": "18"
    },
    "explanation": "Günümüzde 27 adet P&amp;I kulübü (Kulüp Sigortası) bulunmaktadır."
  },
  {
    "id": "2650024",
    "unitNumber": 6,
    "text": "Geminin seferi sırasında donatının, üçüncü şahıslara karşı sorumluluklarını ve masraflarını üstlenen sorumluluk sigortası aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sağlık sigortası",
      "B": "Ticari mülk sigortası",
      "C": "Liman ve terminal sigortası",
      "D": "Kulüp sigortası",
      "E": "İhracat kredi sigortası"
    },
    "explanation": "Soru ile ilgili konu başlığı: Giriş bölümü<br/>Kulüp Sigortası “P&amp;I”, geminin seferi sırasında donatanın, üçüncü şahıslara karşı sorumluluklarını ve masraflarını üstlenen sorumluluk sigortasıdır. “P&amp;I” kısaltmalarındaki P: Protecting (Koruma), I: Indemnity (Tazminat) anlamına gelmektedir. Koruma ve Tazminat Kulüpleri (P&amp;I), donatanlar tarafından, Tekne Sigortası kapsamına girmeyen sorumluluklarına karşı tazminat ödemek üzere kurulmuştur."
  },
  {
    "id": "2650028",
    "unitNumber": 6,
    "text": "Malların bir noktadan başka bir noktaya taşınmasını sağlayan, kara yolu, demir yolu, hava yolu veya bunlardan bir kaçını kombine olarak kullanan, yükün depolanması, gümrüklenmesi, paketlenmesi, dağıtımı gibi işlemleri yapan ve bunların organizasyonu gerçekleştiren işletmeleri tanımlayan lojistik sınıf tanımlaması aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Birinci Parti",
      "B": "İkinci Parti",
      "C": "Üçüncü Parti",
      "D": "Dördüncü Parti",
      "E": "Beşinci Parti"
    },
    "explanation": "Soru ile ilgili konu başlığı: LOJİSTİK HİZMET SAĞLAYICILAR VE DIŞ KAYNAK KULLANIMI<br/>Üçüncü Parti: Lojistik aracılar; Freight Forwarder hizmet sağlayıcılar. Malların bir noktadan başka bir noktaya taşınmasını sağlayan, kara yolu, demir yolu, hava yolu veya bunlardan bir kaçını kombine olarak kullanan, yükün depolanması, gümrüklenmesi, paketlenmesi, dağıtımı gibi işlemleri yapan ve bunların organizasyonu gerçekleştiren işletmeler bu sınıfta yer almaktadır."
  },
  {
    "id": "2650031",
    "unitNumber": 6,
    "text": "Gelecekteki işlemlerde olası tüm durumların dikkate alındığı sözleşmelerin müzakere edilmesi ve tesis edilmesini sağlamakla ilgili olan, işlem maliyeti aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Uygulama maliyetleri",
      "B": "Pazarlık maliyetleri",
      "C": "Bilgi maliyetleri",
      "D": "Pazarlama maliyetleri",
      "E": "Üretim maliyetleri"
    },
    "explanation": "Soru ile ilgili konu başlığı: Lojistikte Dış Kaynak Kullanımı -Dış Kaynak Lojistiğinin Belirleyicileri<br/>Pazarlık maliyetleri; Gelecekteki işlemlerde olası tüm durumların dikkate alındığı sözleşmelerin müzakere edilmesi ve tesis edilmesiyle ilgili maliyetlerdir."
  },
  {
    "id": "2650032",
    "unitNumber": 6,
    "text": "İşlem maliyetlerinin niteliği açısından varlıkların özelliği, farklılığı, aşağıdaki hangi etki unsurunu ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Sabitlik",
      "B": "Genişlik",
      "C": "Sıklık",
      "D": "Belirsizlik",
      "E": "Özgüllük"
    },
    "explanation": "Soru ile ilgili konu başlığı: Lojistik Zincirindeki İşlem Maliyetlerinin Niteliği<br/>İşlem maliyetlerinin niteliği 3 ana unsur etkilemektedir. Bunlar; varlıkların özelliği (özgüllüğü), belirsizlik ve sıklıktır. Lojistik alanında, varlıkların özgüllük derecesi, diğer bir deyişle taşınan her emtianın kendine has özellikleri, çok önemli bir belirleyicidir. Varlıkların özgüllük derecesi, fiziksel dağıtım faaliyetinin farklılığı, standart olmayan ürünlere ve / veya pazara bağlı olarak özel taşıma veya depolama ekipmanı gerektirebileceği koşullara karşılık gelmektedir."
  },
  {
    "id": "2650035",
    "unitNumber": 6,
    "text": "Kara yoluyla gerçekleştirilen etapların mümkün olduğunca kısa olması ve Avrupa yolculuğunun ana bölümünün demir yolu, iç su yolları veya deniz yoluyla gerçekleştirildiği ve bir başlangıç veya sonda olduğu taşımacılık türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kombine taşımacılık",
      "B": "Çok modlu taşımacılık",
      "C": "Intermodal taşımacılık",
      "D": "Tek modlu taşımacılık",
      "E": "Performans taşımacılık"
    },
    "explanation": "Soru ile ilgili konu başlığı: LOJİSTİK SEKTÖRÜNDE SİGORTA ŞİRKETLERİNİN FAALİYETLERİ<br/>Kombine Taşımacılık; Avrupa yolculuğunun ana bölümünün demir yolu, iç su yolları veya deniz yoluyla olduğu ve herhangi bir başlangıç ve / veya sonda olduğu intermodal taşımacılıktır. Kara yoluyla gerçekleştirilen etaplar mümkün olduğunca kısadır."
  },
  {
    "id": "2650036",
    "unitNumber": 6,
    "text": "Ticari malların <u>en</u> <u>az</u> iki farklı taşıma modu ile taşınmasına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kombine taşımacılık",
      "B": "Performans taşımacılık",
      "C": "Çok Modlu taşımacılık",
      "D": "Intermodal taşımacılık",
      "E": "Tek modlu taşımacılık"
    },
    "explanation": "Soru ile ilgili konu başlığı: LOJİSTİK SEKTÖRÜNDE SİGORTA ŞİRKETLERİNİN FAALİYETLERİ - Taşımacılık Modları<br/>Çok Modlu taşımacılık: Malların en az iki farklı taşıma modu ile taşınmasıdır."
  },
  {
    "id": "2650039",
    "unitNumber": 6,
    "text": "Eşyaların değerinin nakliye sırasında meydana gelebilecek hasarlara karşı korunmasını sağlayan ve gönderileri fiziksel hasar, hırsızlıktan koruyan ve <u>en</u> <u>sık</u> kullanılan teminat türü sigorta aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gönderici taşıma sigortası",
      "B": "Liman ve terminal sigortası",
      "C": "Ticari mülk sigortası",
      "D": "Kargo sigortası",
      "E": "Sorumluluk sigortası"
    },
    "explanation": "Soru ile ilgili konu başlığı: Sigorta Şirketlerinin Lojistik Sektöründeki Faaliyetleri<br/>Kargo (Yük) sigortası: Gönderileri fiziksel hasar veya hırsızlıktan koruyan en sık kullanılan teminat türüdür. Bu sigorta, eşyaların değerinin nakliye sırasında meydana gelebilecek hasarlara karşı korunmasını sağlar."
  },
  {
    "id": "2650040",
    "unitNumber": 6,
    "text": "Bedensel veya zihinsel yaralanma ve mülk hasarı, kişisel yaralanma sorumluluğu, kiracının mal hasarı sorumluluğu ve gönüllü tıbbi ödemeler için davalarda sigortalıyı korumak için teminat sağlayan sigorta türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ticari Genel Sorumluluk sigortası",
      "B": "Bina sigortası",
      "C": "Kargo sigortası",
      "D": "Lojistik hizmet sigortası",
      "E": "Sorumluluk sigortası"
    },
    "explanation": "Soru ile ilgili konu başlığı: Sigorta Şirketlerinin Lojistik Sektöründeki Faaliyetleri<br/>Sorumluluk Sigortası: Bedensel veya zihinsel yaralanma ve mülk hasarı, kişisel yaralanma sorumluluğu, kiracının mal hasarı sorumluluğu ve gönüllü tıbbi ödemeler için davalarda sigortalıyı korumak için teminat sağlanmaktadır."
  },
  {
    "id": "2650042",
    "unitNumber": 6,
    "text": "Emtia sigortaları kapsamında taşınan emtiaların türünün ve taşıma modlarının harfler ile sınıflandırılmasının içinde; tehlikeli, kısıtlanmış veya kontrollü ögeleri ifade eden emtia kodu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Emtia kodu E",
      "B": "Emtia kodu D",
      "C": "Emtia kodu C",
      "D": "Emtia kodu B",
      "E": "Emtia kodu A"
    },
    "explanation": "Soru ile ilgili konu başlığı: Emtia Sigortaları Kapsamında Prim Hesaplama Örnekleri<br/>Emtia Kodu:A (Emtianın AçıklamasI: Genel Bir Ürün)\n Emtia Kodu: B (Emtianın Açıklaması: Kişisel eşyalar / ev eşyaları, kırılgan ürünler (cam / seramik / mermer / granit / fayans / çanak çömlek ve kırılabilir sayılan diğer mallar, bozulmayan yiyecek / içecekler / ürünler)\n Emtia Kodu:C (Emtianın AçıklamasI: Dizüstü bilgisayarlar / cep telefonları / PDA’lar / iPad’ler / Tabletler / Dizüstü Bilgisayarlar ve Oyun Sistemi)\n Emtia Kodu:D (Emtianın AçıklamasI: Şarap ve Bira)\n Emtia Kodu:E (Emtianın AçıklamasI: Tehlikeli, Kısıtlanmış veya Kontrollü Ögeler)"
  },
  {
    "id": "2650047",
    "unitNumber": 6,
    "text": "Geminin taşımacılık faaliyetleri sırasında yasal düzenlemelere ve denizde güvenliğe yönelik standartlara uyup uymadığının denetlenmesine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Konservasyon",
      "B": "Sörvey",
      "C": "Reasürans",
      "D": "Kuvertür",
      "E": "Koasürans"
    },
    "explanation": "Soru ile ilgili konu başlığı: KULÜP SİGORTASI (P&amp;I) -P&amp;I Kulüp Sigortalarının Kapsamı<br/>Sörvey: Geminin taşımacılık faaliyetleri sırasında yasal düzenlemelere ve denizde güvenliğe yönelik standartlara uyup uymadığının denetlenmesidir."
  },
  {
    "id": "2652154",
    "unitNumber": 6,
    "text": "Belli bir komisyon bedeli karşılığında yükün taşınması için araç, aracın taşıma yapabilmesi için de yük bulmakla uğraşan ve bu şekilde piyasada yer etmiş nakliye aracılarına ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Freight Forwarder",
      "B": "Koasürans",
      "C": "Kuvertür",
      "D": "Sörvey",
      "E": "Konservasyon"
    },
    "explanation": "Freight Forwarder: belli bir komisyon bedeli karşılığında yükün taşınması için araç, aracın taşıma yapabilmesi için de yük bulmakla uğraşan ve bu şekilde piyasada yer etmiş nakliye aracılarıdır."
  },
  {
    "id": "2652155",
    "unitNumber": 6,
    "text": "Poliçede ifade edilen riskin çeşitli taraflar arasında bölüşülmesine ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Freight Forwarder",
      "B": "Koasürans",
      "C": "Kuvertür",
      "D": "Sörvey",
      "E": "Konservasyon"
    },
    "explanation": "Koasürans: Poliçede ifade edilen riskin çeşitli taraflar arasında bölüşülmesidir."
  },
  {
    "id": "2652156",
    "unitNumber": 6,
    "text": "Teminat anlamında kullanılan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Freight Forwarder",
      "B": "Koasürans",
      "C": "Kuvertür",
      "D": "Sörvey",
      "E": "Konservasyon"
    },
    "explanation": "Kuvertür: Teminat anlamında kullanılmaktadır."
  },
  {
    "id": "2652157",
    "unitNumber": 6,
    "text": "Geminin taşımacılık faaliyetleri sırasında yasal düzenlemelere ve denizde güvenliğe yönelik standartlara uyup uymadığının denetlenmesine ne ad verilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Freight Forwarder",
      "B": "Koasürans",
      "C": "Kuvertür",
      "D": "Sörvey",
      "E": "Konservasyon"
    },
    "explanation": "Sörvey: Geminin taşımacılık faaliyetleri sırasında yasal düzenlemelere ve denizde güvenliğe yönelik standartlara uyup uymadığının denetlenmesidir."
  },
  {
    "id": "2652158",
    "unitNumber": 6,
    "text": "Reasürans işlemlerinde sigorta şirket tarafından kendi üzerinde tutulan sigorta bedelini ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Freight Forwarder",
      "B": "Koasürans",
      "C": "Kuvertür",
      "D": "Sörvey",
      "E": "Konservasyon"
    },
    "explanation": "Konservasyon: Reasürans işlemlerinde sigorta şirket tarafından kendi üzerinde tutulan sigorta bedelini ifade eder."
  },
  {
    "id": "2652159",
    "unitNumber": 6,
    "text": "Gönderileri fiziksel hasar veya hırsızlıktan koruyan en sık kullanılan teminat türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kargo (Yük) Sigortası",
      "B": "Tekne-Makine Koruma Sigortası",
      "C": "Ticari Mülk Sigortası",
      "D": "Depo Hukuki Sorumluluk Sigortası",
      "E": "Freight Forwarder Sorumluluk Sigortası"
    },
    "explanation": "Kargo (Yük) sigortası: Gönderileri fiziksel hasar veya hırsızlıktan koruyan en sık kullanılan teminat türüdür. Bu sigorta, eşyaların değerinin nakliye sırasında meydana gelebilecek hasarlara karşı korunmasını sağlar"
  },
  {
    "id": "2652160",
    "unitNumber": 6,
    "text": "Geminin yapısını, kasnak, vinç ve gemiyi hareket ettirmek için güç üreten ekipmanları ve aydınlatma, sıcaklık gibi kontrol sistemlerini de koruyan poliçe türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kargo (Yük) Sigortası",
      "B": "Tekne-Makine Koruma Sigortası",
      "C": "Ticari Mülk Sigortası",
      "D": "Depo Hukuki Sorumluluk Sigortası",
      "E": "Freight Forwarder Sorumluluk Sigortası"
    },
    "explanation": "Tekne-Makine Koruma Sigortası: Tekne ve makine sigortası, deniz lojistiği işlerine uygundur ve bir gemi ve ekipmanındaki kayıp veya hasarı kapsamaktadır. Sigorta, geminin yapısını, kasnak, vinç ve gemiyi hareket ettirmek için güç üreten ekipmanları ve aydınlatma, sıcaklık gibi kontrol sistemlerini de korumaktadır."
  },
  {
    "id": "2652161",
    "unitNumber": 6,
    "text": "Yangın, sel, vandalizm, gaz sızıntısı ve bir işletmeye hasar verebilecek riskleri kapsayan poliçe türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kargo (Yük) Sigortası",
      "B": "Tekne-Makine Koruma Sigortası",
      "C": "Ticari Mülk Sigortası",
      "D": "Depo Hukuki Sorumluluk Sigortası",
      "E": "Freight Forwarder Sorumluluk Sigortası"
    },
    "explanation": "Ticari Mülk Sigortası: Taşıtları ve taşınan malları sigortalamaya ek olarak, lojistik şirketlerinin ofislerini ve ekipmanlarını korumaları gerekir. Ticari mülk sigortası, yangın, sel, vandalizm, gaz sızıntısı ve bir işletmeye hasar verebilecek riskleri kapsamaktadır. Bu tür bir sigorta, işletmenin devam etmesini sağlarken, aynı zamanda geçici ofis kurma maliyetini de karşılayabilir"
  },
  {
    "id": "2652162",
    "unitNumber": 6,
    "text": "Başka işletmelere ait malları depolayan depo operatörlerine sunulan poliçe türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kargo (Yük) Sigortası",
      "B": "Tekne-Makine Koruma Sigortası",
      "C": "Ticari Mülk Sigortası",
      "D": "Depo Hukuki Sorumluluk Sigortası",
      "E": "Freight Forwarder Sorumluluk Sigortası"
    },
    "explanation": "Depo Hukuki Sorumluluk Sigortası: Başka işletmelere ait malları depolayan depo operatörlerine sunulan sigortadır."
  },
  {
    "id": "2652163",
    "unitNumber": 6,
    "text": "Nakliye şirketlerini, ürünleri güvenli bir şekilde teslim edilene kadar kaza sonucu üründe oluşabilecek hasar veya kayıplara karşı koruyan poliçe türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kargo (Yük) Sigortası",
      "B": "Tekne-Makine Koruma Sigortası",
      "C": "Ticari Mülk Sigortası",
      "D": "Depo Hukuki Sorumluluk Sigortası",
      "E": "Freight Forwarder Sorumluluk Sigortası"
    },
    "explanation": "Freight Forwarder Sorumluluk Sigortası: Bazen en iyi nakliye şirketi bile kargodaki tüm riskleri tahmin edemeyebilir. Bu sigorta nakliye şirketlerini, ürünleri güvenli bir şekilde teslim edilene kadar kaza sonucu üründe oluşabilecek hasar veya kayıplara karşı korumaktadır."
  },
  {
    "id": "2652369",
    "unitNumber": 7,
    "text": "Bir varlığın teslimatı ve buna ilişkin ödemelerin gelecekteki bir tarihte yapılmasını öngören sözleşmelerin alınıp satıldığı piyasalara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Türev piyasalar",
      "B": "Spot piyasalar",
      "C": "Rekabetçi piyasalar",
      "D": "İşletme piyasaları",
      "E": "Emtia piyasaları"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Türev piyasalar, bir varlığın teslimatı ve buna ilişkin ödemelerin gelecekteki bir tarihte yapılmasını öngören sözleş-melerin alınıp satıldığı piyasalardır."
  },
  {
    "id": "2652373",
    "unitNumber": 7,
    "text": "Fiyatı başka bir (dayanak) varlığın fiyatına bağlı olan finansal varlıklara ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Spot ürünler",
      "B": "Türev ürünler",
      "C": "Spot piyasalar",
      "D": "Emtia",
      "E": "Mal"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Bu bağlamda türev ürünler, fiyatı başka bir (dayanak) varlığın fiyatına bağlı olan finansal varlıklar olarak da tanımlanabilmektedir"
  },
  {
    "id": "2652377",
    "unitNumber": 7,
    "text": "Tezgâh üstü piyasalarda işlem gören türev ürün aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Futures sözleşmeler",
      "B": "Forward sözleşmeleri",
      "C": "Forward ve swap sözleşmeleri",
      "D": "Swap sözleşmeleri",
      "E": "Opsiyon sözleşmeleri"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Forward ve swap sözleşmeleri tezgâh üstü piyasalarda işlem görür."
  },
  {
    "id": "2652381",
    "unitNumber": 7,
    "text": "Türev ürünlerin en temel fonksiyonu nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Piyasa etkinliği",
      "B": "Fiyat keşfi",
      "C": "Spekülasyon",
      "D": "Riskten korunma",
      "E": "Arbitraj"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Türev ürünlerin en temel fonksiyonu, riskten korunmadır."
  },
  {
    "id": "2652382",
    "unitNumber": 7,
    "text": "Büyük kârlar elde etme ihtimali doğrultusunda riskli ticari ve finansal işlemlere girişmek anlamına gelen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Riskten korunma",
      "B": "Arbitraj",
      "C": "Fiyat",
      "D": "Piyasa",
      "E": "Spekülasyon"
    },
    "explanation": "Sorunun doğru cevabı E şıkkıdır.<br/>Spekülasyon kavramı, büyük kârlar elde etme ihtimali doğrultusunda riskli ticari ve finansal işlemlere girişmek anlamına gelmektedir."
  },
  {
    "id": "2652385",
    "unitNumber": 7,
    "text": "....................... işlemin belirli bir miktar ve belirli bir teslimat tarihi için iki taraf arasında (genellikle telefonla) müzakere edildiği şekilde doğrudan alıcı ve satıcı arasında gerçekleştiği, tezgâh üstü (OTC) piyasalarda işlem gören bir türev üründür.\n Cümlede boş bırakılan yere aşağıdaki kavramlardan hangisi gelirse doğru olur?",
    "correctAnswer": "A",
    "options": {
      "A": "Forward sözleşme",
      "B": "Arbitraj",
      "C": "Spekülasyon",
      "D": "Spot ürün",
      "E": "Türev ürün"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Forward sözleşme, işlemin belirli bir miktar ve belirli bir teslimat tarihi için iki taraf arasında (genellikle telefonla) müzakere edildiği şekilde doğrudan alıcı ve satıcı arasında gerçekleştiği, tezgâh üstü (OTC) piyasalarda işlem gören bir türev üründür"
  },
  {
    "id": "2652387",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi forward sözleşme türlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Emtia Forward Sözleşmeleri",
      "B": "Future Forward Sözleşmeleri",
      "C": "Faiz Forward Sözleşmeleri",
      "D": "Döviz Forward Sözleşmeleri",
      "E": "Pay senedi Forward Sözleşmeler"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Future forward sözleşmeleri bir forward sözleşme türü değildir."
  },
  {
    "id": "2652390",
    "unitNumber": 7,
    "text": "Bir futures sözleşme satın alındığında dayanak varlıkta .......................alınmış olunmaktadır.\n Cümledeki boşluğa aşağıdaki kavramlardan hangisi getirilirse doğru olur?",
    "correctAnswer": "D",
    "options": {
      "A": "fiyat adımı",
      "B": "dayanak varlık",
      "C": "başlangıç teminatı",
      "D": "uzun pozisyon",
      "E": "kısa pozisyon"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Bir futures sözleşme satın alındığında dayanak varlıkta uzun pozisyon alınmış olunmaktadır."
  },
  {
    "id": "2652394",
    "unitNumber": 7,
    "text": "Türev ürün sözleşmesinde alım satıma konu olan varlığı ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Uzun pozisyon",
      "B": "Türev ürün",
      "C": "Dayanak varlık",
      "D": "Emtia",
      "E": "Mal"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Bu ifadede yer alan dayanak varlık terimi, türev ürün sözleşmesinde alım satıma konu olan varlığı ifade etmektedir."
  },
  {
    "id": "2652398",
    "unitNumber": 7,
    "text": "Dayanak varlığı yabancı bir para birimi olan futures sözleşmelere ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Emtia Futures Sözleşmesi",
      "B": "Pay Senedi Futures Sözleşmesi",
      "C": "Endeks Futures Sözleşmeleri",
      "D": "Faiz Futures Sözleşmeleri",
      "E": "Döviz Futures Sözleşmeler"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Dayanak varlığı yabancı bir para birimi olan futures sözleşmelere döviz futures sözleşmesi adı verilmektedir"
  },
  {
    "id": "2654074",
    "unitNumber": 7,
    "text": "Türev ürünler ile riskten korunma işlemini yapanlara ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Forward",
      "B": "Futures",
      "C": "Opsiyon",
      "D": "Hedging",
      "E": "Hedger"
    },
    "explanation": "Kitabımızın 188. sayfasında verilen bilgiye göre çözüm E seçeneğidir."
  },
  {
    "id": "2654083",
    "unitNumber": 7,
    "text": "Yatırımcının tahminleri doğrultusunda varlığın gelecekteki fiyat<br/>hareketlerinden kâr elde etmek amacıyla alım satım yapmasını ifade eden terim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çapraz korunma",
      "B": "Spekülasyon",
      "C": "Spekülatif yatırım",
      "D": "Arbitraj",
      "E": "Manipülasyon"
    },
    "explanation": "Kitabımızın 189. sayfasında verilen bilgiye göre, yatırımcının tahminleri<br/>doğrultusunda varlığın gelecekteki fiyat hareketlerinden kâr elde etmek amacıyla<br/>alım satım yapmasını ifade eden terim spekülasyondur."
  },
  {
    "id": "2654086",
    "unitNumber": 7,
    "text": "Genellikle üretimde belirli bir malı kullanmak zorunda olan üreticiler ile benzer şekilde belirli bir emtianın devamlı kullanıcıları tarafından olası fiyat değişimleri sonucu ortaya çıkacak riskleri azaltmak amacıyla kullanılan forward sözleşme türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Döviz forward sözleşmeleri",
      "B": "Faiz forward sözleşmeleri",
      "C": "Emtia forward sözleşmeleri",
      "D": "Pay senedi forward sözleşmeleri",
      "E": "Faiz senedi forward sözleşmeleri"
    },
    "explanation": "Kitabımızın 194. sayfasında verilen bilgiye göre, yanıt C seçeneğidir."
  },
  {
    "id": "2654103",
    "unitNumber": 7,
    "text": "Forward sözleşmeler başlangıçta hangi amaçla gerçekleştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tarımsal emtiaların spot fiyatındaki değişikliklerden kaynaklanan riski ortadan kaldırmak",
      "B": "Nüfus artışı ve tarımsal üretim teknolojilerinin gelişmesiyle birlikte çiftçilerin ekim alanlarının artmasını sağlamak",
      "C": "Sahibine, belirli bir emtiayı önceden belirlenen bir fiyattan gelecek bir tarihte alma ya da satma olanağı vermek",
      "D": "Önceden belirlenen bir döviz tutarını gelecekte, üzerine anlaşılan bir kurdan satın almaya veya satmaya olanak tanımak",
      "E": "Taraflar faiz oranını aralarında serbestçe belirleyebilmesini sağlamak"
    },
    "explanation": "Kitabımızın 194. sayfasında verilen bilgiye göre, forward sözleşmeler başlangıçta, tarımsal emtiaların spot fiyatındaki değişikliklerden kaynaklanan riski ortadan kaldırmak için geliştirilmiştir. Buna göre çözüm A seçeneğidir."
  },
  {
    "id": "2654132",
    "unitNumber": 7,
    "text": "Bir futures sözleşmede satıcı olunduğunda dayanak varlıkta hangi pozisyon alınmış olunmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Uzun pozisyon",
      "B": "Kısa pozisyon",
      "C": "Hedger",
      "D": "Margin call",
      "E": "Fiyat adımı"
    },
    "explanation": "Bir futures sözleşmede satıcı olunduğunda dayanak varlıkta kısa pozisyon alınmış olunmaktadır. Buna göre çözüm B seçeneğidir."
  },
  {
    "id": "2654142",
    "unitNumber": 7,
    "text": "Fiyatı S&amp;P 500, FTSE 100, Nikkei 225, BIST 100 endeksleri gibi temel bir borsa endeksine bağlı olan sözleşmelere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Endeks futures sözleşmeleri",
      "B": "Pay senedi futures sözleşmesi",
      "C": "Faiz futures sözleşmeleri",
      "D": "Döviz futures sözleşmeleri",
      "E": "Pay senedi"
    },
    "explanation": "Kitabımızın 200. sayfasında verien bilgiye göre, fiyatı S&amp;P 500, FTSE 100, Nikkei 225, BIST 100 endeksleri gibi temel bir borsa endeksine bağlı olan sözleşmelere endeks futures sözleşmeleri denir. Buna göre yanıt A seçeneğidir."
  },
  {
    "id": "2654160",
    "unitNumber": 7,
    "text": "I. Forward sözleşmeler yapıları gereği hamiline yazılı, futures sözleşmeler ise nama yazılı sözleşmelerdir.\n II. Forward ve futures sözleşmeler arasında vade sonunda teslimat ile ilgili farklılık bulunur.\n III. Forward sözleşmelerde taraflar vade, fiyat, miktar, kalite, cins vb. koşulları aralarında serbestçe belirleme imkânına sahiptir, futures sözleşmeler ise<br/>standart yapıdadır.\n Forward sözleşmelerle futures sözleşmeler arasındaki farklılıklar yukarıdaki seçeneklerin hangisinde/hangilerinde doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnızca I",
      "B": "Yalnızca II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "Kitabımızın 202. sayfasında verilen bilgiye göre, forward sözleşmeler yapıları gereği nama yazılı, futures sözleşmeler ise hamiline yazılı sözleşmelerdir. Buna göre I no'lu ifade yanlıştır. Diğerleri doğru olduğu için çözüm E seçeneğidir."
  },
  {
    "id": "2654167",
    "unitNumber": 7,
    "text": "Futures sözleşme fiyatlarını benzer koşullara sahip forward sözleşme fiyatlarından ayrıştıran şey aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Taşıma maliyetleri",
      "B": "Maliyet unsurları",
      "C": "Vergiler",
      "D": "Uygulanan teminatlandırma sistemi",
      "E": "Takas odası"
    },
    "explanation": "Kitabımızın 203. sayfasında verilen bilgiye göre, uygulanan teminatlandırma sistemi futures sözleşme fiyatlarını benzer koşullara sahip forward sözleşme fiyatlarından ayrıştırmaktadır. Buna göre çözüm D seçeneğidir."
  },
  {
    "id": "2654176",
    "unitNumber": 7,
    "text": "4 Şubat 2005 tarihinde faaliyete başlayan, ülkemizde kurulan ilk türev piyasa olma özelliği taşıyan “Vadeli İşlem ve Opsiyon Borsası A” hangi ilde kurulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "İstanbul",
      "B": "Ankara",
      "C": "Bursa",
      "D": "İzmir",
      "E": "Adana"
    },
    "explanation": "Kitabımızın 204. sayfasındaki bilgiye göre, çözüm D seçeneğidir."
  },
  {
    "id": "2654187",
    "unitNumber": 7,
    "text": "VİOP’ta işlem gören sözleşmelerde kullanılan fiyat kotasyonu ve minimum fiyat adımları neye göre değişiklik göstermektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sözleşme limitine",
      "B": "Sözleşme şartına",
      "C": "Sözleşme türüne",
      "D": "Piyasa limitine",
      "E": "VİOP sisteminde verilecek emirlere"
    },
    "explanation": "Kitabımızın 205. sayfasında verilen bilgiye göre, VİOP’ta işlem gören sözleşmelerde kullanılan fiyat kotasyonu ve minimum fiyat adımları sözleşme türüne göre değişiklik göstermektedir. Buna göre çözüm C seçeneğidir."
  },
  {
    "id": "2653240",
    "unitNumber": 8,
    "text": "Opsiyon sahibine, satıcıya bugünden ödeyeceği belirli bir prim karşılığında, dayanak varlığı gelecekteki bir tarihte belirli bir fiyattan alma ya da satma hakkını veren türev ürünlerdir. Cümlede tanımı yapılan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Opsiyon sözleşmeleri",
      "B": "Opsiyon primi",
      "C": "Swap sözleşmeleri",
      "D": "Türev piyasası",
      "E": "Emtia"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayafada bulmanız mümkündür.<br/>Opsiyon sözleşmeleri, opsiyon sahibine, satıcıya bugünden ödeyeceği belirli bir prim karşılığında, dayanak varlığı gelecekteki bir tarihte belirli bir fiyattan alma ya da satma hakkını veren türev ürünlerdir."
  },
  {
    "id": "2653243",
    "unitNumber": 8,
    "text": "Opsiyon sözleşmeleri farklı özellikleri itibarıyla çeşitli şekillerde sınıflandırılmaktadır. İşlemin konusuna göre opsiyon sözleşmeleri aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Döviz opsiyonları",
      "B": "Alım ve satım opsiyonları",
      "C": "Faiz opsiyonları",
      "D": "Pay senedi opsiyonları",
      "E": "Borsada işlem gören opsiyonlar"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Opsiyon sözleşmeleri farklı özellikleri itibarıyla çeşitli şekillerde sınıflandırılmaktadır. Bu bağlamda, opsiyonlar işlemin konusuna göre alım ve satım opsiyonları şeklinde ayrılır."
  },
  {
    "id": "2653245",
    "unitNumber": 8,
    "text": "Opsiyonlar, alıcının opsiyonun sağladığı hakkı vadesinden önce kullanıp kullanamamasına göre .......... ve ........... tipi opsiyonlar olmak üzere ikiye ayrılmaktadır.\n Cümledeki boşluklara aşağıdaki şıklardan hangisi getirilirse doğru olur?",
    "correctAnswer": "C",
    "options": {
      "A": "Borsada işlem gören opsiyonlar ve tezgâh üstü opsiyonlar",
      "B": "Faiz opsiyonları ve pay senedi opsiyonları",
      "C": "Avrupa tipi ve Amerika tipi opsiyonlar",
      "D": "Döviz opsiyonları ve faiz opsiyonları",
      "E": "Alım ve satım opsiyonları"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Opsiyonlar, alıcının opsiyonun sağladığı hakkı vadesinden önce kullanıp kullanamamasına göre Avrupa tipi ve Amerika tipi opsiyonlar olmak üzere ikiye ayrılmaktadır."
  },
  {
    "id": "2653248",
    "unitNumber": 8,
    "text": "Opsiyon alıcısının gelecekte dayanak varlığın fiyatında artış beklenmesi durumunda aldığı pozisyona ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Satım opsiyonu satmak",
      "B": "Satım opsiyonu almak",
      "C": "Alım opsiyonu satmak",
      "D": "Alım opsiyonu almak",
      "E": "Uzun vadeli opsiyon poziyonu almak"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Alım opsiyonu alımı, opsiyon alıcısının gelecekte dayanak varlığın fiyatında artış beklenmesi durumunda aldığı pozisyondur."
  },
  {
    "id": "2653254",
    "unitNumber": 8,
    "text": "Bir opsiyon sözleşme kodu aşağıdakilerden hangisini <strong>içermez?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sözleşme türü",
      "B": "Dayanak varlık",
      "C": "Opsiyon tipi",
      "D": "Vade tarihi",
      "E": "Emtia değeri"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Bir opsiyon sözleşme kodu; sözleşme türü, dayanak varlık, opsiyon tipi, vade tarihi, opsiyon sınıfı ve kullanım fiyatı bilgilerini içermektedir."
  },
  {
    "id": "2653259",
    "unitNumber": 8,
    "text": "\"Borsa İstanbul Vadeli İşlem ve Opsiyon Piyasası\" adını hangi tarihte almıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ağustos 2013",
      "B": "Aralık 2012",
      "C": "Nisan 2013",
      "D": "Mayıs 2014",
      "E": "Mayıs 2005"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>2005 yılında faaliyete başlayan “Vadeli İşlem ve Opsiyon Borsası”, ilerleyen süreçte Borsa İstanbul bünyesine katılmış ve 5 Ağustos 2013 tarihinde “Borsa İstanbul Vadeli İşlem ve Opsiyon Piyasası” (VİOP) adını almıştır."
  },
  {
    "id": "2653263",
    "unitNumber": 8,
    "text": "Tarafların sözleşmeye konu varlığın gelecekteki nakit akışlarını sözleşme süresi boyunca değiştirmek üzere anlaştığı tezgâh üstü işleme ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Viop",
      "B": "Swap sözleşmesi",
      "C": "Opsiyon işlemleri",
      "D": "Opsiyon sözleşmeleri",
      "E": "Borsa işlemleri"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Swap sözleşmesi, tarafların sözleşmeye konu varlığın gelecekteki nakit akışlarını sözleşme süresi boyunca değiştirmek üzere anlaştığı tezgâh üstü işlemdir."
  },
  {
    "id": "2653271",
    "unitNumber": 8,
    "text": "Müşterilerine swap piyasaları aracılığıyla istemedikleri risklerden kaçınmaları için yardım eden piyasa uzmanlarına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Taraflar",
      "B": "Dokümantasyon",
      "C": "Nakit Akımları",
      "D": "Swap satıcıları",
      "E": "İşlem Tarihi"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Swap satıcıları ise müşterilerine swap piyasaları aracılığıyla istemedikleri risklerden kaçınmaları için yardım eden piyasa uzmanlarıdır."
  },
  {
    "id": "2653279",
    "unitNumber": 8,
    "text": "Merkezleri farklı ülkelerde bulunan iki şirketin, belirli bir tutardaki krediyi ihtiyaç duyulan para birimi üzerinden temin ederek, karşılıklı olarak vermek üzere anlaştığı kredi türüne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Swap sözleşmesi",
      "B": "Aracı",
      "C": "Paralel kredi",
      "D": "Dokümantasyon",
      "E": "Swap işlemi"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Paralel kredi; merkezleri farklı ülkelerde bulunan iki şirketin, belirli bir tutardaki krediyi ihtiyaç duyulan para birimi üze-rinden temin ederek, karşılıklı olarak vermek üzere anlaştığı kredi türüdür."
  },
  {
    "id": "2653283",
    "unitNumber": 8,
    "text": "Temel olarak borçlunun borcunu ödeyememesine bağlı olarak karşılaşılan risktir ve doğru şekilde ölçülmesi, fiyatlandırılması ve yönetilmesi oldukça önemlidir. Sözü edilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Paralel kredi riski",
      "B": "Kredi temerrüt riski",
      "C": "Kredi spreadi",
      "D": "Kredi notunun düşme riski",
      "E": "Kredi riski"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Kredi riski, temel olarak borçlunun borcunu ödeyememesine bağlı olarak karşılaşılan risktir ve doğru şekilde ölçülmesi, fiyatlandırılması ve yönetilmesi oldukça önemlidir."
  },
  {
    "id": "2653643",
    "unitNumber": 8,
    "text": "Opsiyon alıcısına dayanak varlığı alma ya da satma hakkını sağlayan bedeli ifade eden terim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Opsiyon primi",
      "B": "Pay senetleri",
      "C": "Türev ürünler",
      "D": "Finansal ürünler",
      "E": "Hedging"
    },
    "explanation": "Kitabımızın 217. sayfasında tanımlanan bu terim \"opsiyon primi\"dir. Yanıt A seçeneğidir."
  },
  {
    "id": "2653663",
    "unitNumber": 8,
    "text": "Opsiyonun yalnızca vade tarihinde kullanılmasına izin veren opsiyon türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Faiz opsiyonu",
      "B": "Amerika tipi opsiyon",
      "C": "Avrupa tipi opsiyon",
      "D": "Döviz opsiyonu",
      "E": "Tezgah üstü opsiyon"
    },
    "explanation": "Kitabımızın 218. sayfasında tanımlanan bu terim C seçeneğinde doğru olarak verilmiştir."
  },
  {
    "id": "2653674",
    "unitNumber": 8,
    "text": "Opsiyon alıcısının gelecekte dayanak varlığın fiyatında artış beklenmesi durumunda aldığı pozisyon aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Temel opsiyon stratejileri",
      "B": "Alım opsiyonu almak",
      "C": "Alım opsiyonu satmak",
      "D": "Satım opsiyonu almak",
      "E": "Satım opsiyonu satmak"
    },
    "explanation": "Kitabımızın 219. sayfasında açıklanan bu pozisyon B seçeneğinde doğru olarak verilmiştir."
  },
  {
    "id": "2653691",
    "unitNumber": 8,
    "text": "Hedge oranı olarak isimlendirilen delta, hangi opsiyon fiyatlama modelinden elde edilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Volatilite belirsizliği",
      "B": "Optimal hedge",
      "C": "Opsiyon vegası",
      "D": "Black-scholes",
      "E": "Rho değeri"
    },
    "explanation": "Kitabımızın 221. sayfasında verilen bilgiye göre Hedge oranı olarak isimlendirilen delta, opsiyon fiyatlama modeli olan Black-Scholes modelinden elde edilmektedir. Buna göre yanıt D seçeneğidir."
  },
  {
    "id": "2653702",
    "unitNumber": 8,
    "text": "2005 yılında faaliyete başlayan ve ilerleyen süreçte Borsa İstanbul bünyesine katılmış “Vadeli İşlem ve Opsiyon Borsası” hangi tarihte “Borsa İstanbul Vadeli İşlem ve Opsiyon Piyasası” (VİOP) adını almıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "3 Ağustos 2011",
      "B": "27 Mart 2006",
      "C": "17 Ocak 2009",
      "D": "22 Haziran 2012",
      "E": "5 Ağustos 2013"
    },
    "explanation": "Kitabımızın 223. sayfasında verilen bilgiye göre, çözüm E seçeneğidir."
  },
  {
    "id": "2653709",
    "unitNumber": 8,
    "text": "I. sözleşme türü\n II. dayanak varlık\n III. opsiyon tipi\n IV. pay senedi\n Bir opsiyon sözleşme kodu yukarıdaki bilgilerden hangilerini içermektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "II ve IV"
    },
    "explanation": "Kitabımızın 223. sayfasında verilen bilgiye göre, bir opsiyon sözleşme kodu; sözleşme türü, dayanak varlık, opsiyon tipi, vade tarihi, opsiyon<br/>sınıfı ve kullanım fiyatı bilgilerini içermektedir. Buna göre yanıt C seçeneğidir."
  },
  {
    "id": "2653719",
    "unitNumber": 8,
    "text": "Müşterilerine swap piyasaları aracılığıyla istemedikleri risklerden kaçınmaları için yardım eden piyasa uzmanlarına .... denir.\n Yukarıdaki boşluğu doldurması gereken terim hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Swap alıcısı",
      "B": "Swap bacakları",
      "C": "Nakit satıcısı",
      "D": "Swap satıcısı",
      "E": "Spekülatör"
    },
    "explanation": "Kitabımızın 225. sayfasında verilen bilgiye göre, Swap satıcıları müşterilerine swap piyasaları aracılığıyla istemedikleri risklerden kaçınmaları için yardım eden piyasa uzmanlarıdır. Buna göre yanıt D seçeneğidir."
  },
  {
    "id": "2653727",
    "unitNumber": 8,
    "text": "Swap sözleşmelerinde takas işleminin gerçekleştirilmesi için tarafların üzerinde uzlaştığı, swap sözleşmesine girilen tarih aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşlem tarihi",
      "B": "Geçerlilik tarihi",
      "C": "Ödeme tarihi",
      "D": "Sıfırlama tarihi",
      "E": "Bitiş tarihi"
    },
    "explanation": "Kitabımızın 226. sayfasında verilen bilgiye göre, takas işleminin gerçekleştirilmesi için tarafların üzerinde uzlaştığı, swap sözleşmesine<br/>girilen tarih işlem tarihidir. Buna göre çözüm A seçeneğidir."
  },
  {
    "id": "2653736",
    "unitNumber": 8,
    "text": "Belirli bir kredi pozisyonu alındığında meydana gelen, risksiz faiz oranının üzerindeki risk primini ifade eden terim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kredi riski",
      "B": "Kredi spreadi",
      "C": "Bono",
      "D": "Tahvil",
      "E": "Kredi temerrüt riski"
    },
    "explanation": "Kitabımızın 231. sayfasında verilen bilgiye göre, kredi spreadi belirli bir kredi pozisyonu alındığında meydana gelen, risksiz faiz oranının üzerindeki risk primini ifade etmektedir. Buna göre çözüm B seçeneğidir."
  },
  {
    "id": "2653750",
    "unitNumber": 8,
    "text": "Sözleşme ile belirlenen vade boyunca bir referans varlığın toplam getirisinin farklı bir nakit akımıyla değiştirildiği ürünler aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Referans alınan kredi",
      "B": "Kredi türevleri",
      "C": "Kredi temerrüt swapları",
      "D": "Kredi spread opsiyonları",
      "E": "Toplam getiri swapları"
    },
    "explanation": "Kitabımızın 235. sayfasında verilen bilgiye göre, sözleşme ile belirlenen vade boyunca bir referans varlığın toplam getirisinin farklı bir nakit akımıyla değiştirildiği ürünlere toplam getiri swapları denir. Buna göre çözüm E seçeneğidir."
  },
  {
    "id": "2848100",
    "unitNumber": 8,
    "text": "Obsiyon sözleşmeleri ile ilgili olarak aşağıda verilen ifadelerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Opsiyon sahibine, satıcıya bugünden ödeyeceği belirli bir prim karşılığında, dayanak varlığı gelecekteki bir tarihte belirli bir fiyattan alma ya da satma hakkını veren türev ürünlerdir.",
      "B": "Opsiyon sözleşmeleri sahibine varlığı alma ya da satma konusunda hak sağlamaz.",
      "C": "Opsiyon sözleşmeleri hem borsalarda hem de tezgâh üstü piyasalarda işlem görmektedir.",
      "D": "Borsalarda işlem gören opsiyonların büyük çoğunluğu Amerika tipi opsiyonlardır.",
      "E": "Opsiyon sözleşmeleri, başlangıçta buğday ve şeker gibi emtialar üzerine yazılmıştır."
    },
    "explanation": "Obsiyon sözleşmeleri ile ilgili yanlış olan ifade (B) seçeneğindeki ifadedir. Çünkü Opsiyon sözleşmeleri; sahibine varlığı alma ya da satma konusunda hak sağlamaktadır. Diğer bir ifadeyle, sözleşme alıcıyı bu hakkı kullanma yükümlülüğü altına sokmamaktadır. Zaten opsiyon sözleşmelerini, alıcıya dayanak varlığı alma ve satıcıya dayanak varlığı satma yükümlülüğü getiren forward ve futures sözleşmelerinden ayıran en önemli fark da budur. Ancak, opsiyon sözleşmeleri söz konusu hakkı opsiyon primi ya da fiyatı adı verilen bir bedel karşılığında alıcıya sağlamaktadır, forward ve futures sözleşmelerde ise böyle bir bedel söz konusu değildir."
  },
  {
    "id": "2848101",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi “Vadesinden Önce Kullanılıp Kullanılmamasına Göre Opsiyonlar” sınıflandırması içinde yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Pay senedi opsiyonları",
      "B": "Alım opsiyonları",
      "C": "Satım obsiyonları",
      "D": "Avrupa tipi opsiyon",
      "E": "Tezgâh üstü opsiyonlar"
    },
    "explanation": "Vadesinden Önce Kullanılıp Kullanılmamasına Göre Opsiyonlar: alıcının opsiyonun sağladığı hakkı vadesinden önce kullanıp kullanamamasına göre Avrupa tipi ve Amerika tipi opsiyonlar olmak üzere ikiye ayrılmaktadır. Avrupa tipi opsiyonlar opsiyonun sağladığı hakkın yalnızca vade tarihinde kullanımına imkân veren sözleşmelerdir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "2848102",
    "unitNumber": 8,
    "text": "\"............. alıcıya opsiyonu vade boyunca herhangi bir zamanda devreye sokma hakkı tanımaktadır.\"\n Yukarıdaki cümlede boş bırakılan yeri aşağıdaki seçeneklerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Döviz opsiyonları",
      "B": "Faiz opsiyonları",
      "C": "Avrupa tipi opsiyonlar",
      "D": "Amerika tipi opsiyonlar",
      "E": "Pay senedi opsiyonları"
    },
    "explanation": "Doğru cevap (D) seçeneğidir. Amerika tipi opsiyonlar; alıcıya opsiyonu vade boyunca herhangi bir zamanda devreye sokma hakkı tanımaktadır. Amerika tipi opsiyonların bu özelliği, alıcıya dayanak varlığın piyasa fiyatına göre hareket etme şansı tanımaktadır. Amerika tipi bir alım opsiyonunda alıcı, vadesinin gelmesini beklemeden, dayanak varlığın piyasa fiyatının çok yükselmesi durumunda opsiyonu devreye sokabilecektir. Benzer şekilde, Amerika tipi bir satım opsiyonunda alıcı, vadesinin gelmesini beklemeden, dayanak varlığın piyasa fiyatının çok düşmesi durumunda opsiyonu devreye sokabilecektir."
  },
  {
    "id": "2848103",
    "unitNumber": 8,
    "text": "Aşağıda verilenlerden hangisi “opsiyon fiyatının dayanak varlığın spot fiyatında yaşanan değişimlere duyarlılığını” gösteren bir ölçüttür?",
    "correctAnswer": "C",
    "options": {
      "A": "Gamma",
      "B": "Theta",
      "C": "Delta",
      "D": "Vega",
      "E": "Rho"
    },
    "explanation": "Doğru cevap C seçeneğidir. Hedge oranı olarak isimlendirilen delta, opsiyon fiyatlama modeli olan Black-Scholes modelinden elde edilmektedir. Delta, opsiyon fiyatının dayanak varlığın spot fiyatında yaşanan değişimlere duyarlılığını gösteren bir ölçüttür. Diğer bir ifadeyle, delta dayanak varlığın cari spot fiyatında meydana gelen bir birim değişim sonucunda opsiyon fiyatında yaşanacak değişim miktarını ortaya koymaktadır."
  },
  {
    "id": "2848104",
    "unitNumber": 8,
    "text": "Faiz oranlarındaki değişimlerin opsiyon fiyatında meydana getireceği değişimi gösteren ölçüt aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rho",
      "B": "Epsilon",
      "C": "Theta",
      "D": "Gamma",
      "E": "Delta"
    },
    "explanation": "Rho, opsiyon fiyatının faiz oranlarına duyarlılığına ilişkin bir ölçüttür ve faiz oranlarındaki değişimlerin opsiyon fiyatında meydana getireceği değişimi göstermektedir. Örneğin Rho değeri 0,4 ise faiz oranlarında meydana gelecek %1 (yüzde bir)’lik değişim alım opsiyonunun fiyatını 0,4 birim arttıracaktır. Faiz oranlarındaki değişimin opsiyon fiyatı üzerindeki etkisi vade ile yakından ilişkilidir. Rho değeri alım opsiyonları için pozitif değerler alırken satım opsiyonları için negatif değerler almaktadır."
  },
  {
    "id": "2848107",
    "unitNumber": 8,
    "text": "O_ARCLKE0322C9.00 sözleşme kodunda “C” aşağıda verilen bilgilerden hangisini belirtmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sözleşme türü",
      "B": "Dayanak varlığı",
      "C": "Opsiyon tipi",
      "D": "Vade tarihi",
      "E": "Opsiyon sınıfı"
    },
    "explanation": "Doğru cevap E seçeneğidir. (O_ARCLKE0322C9.00) koduyla gösterilen bir opsiyon sözleşmesinde; O_ sözleşme türünü (opsiyon), ARCLK: dayanak varlığı (Arçelik pay senedi), E: opsiyon tipini (Avrupa), 0322: vade tarihini (Mart 2022), C: opsiyon sınıfını (call - alım), 9.00 kullanım fiyatını belirtmektedir."
  },
  {
    "id": "2848108",
    "unitNumber": 8,
    "text": "“ Swap bacakları” kavramı; Swap sözleşmelerinin özelliklerini oluşturan unsurlardan hangisinin kapsamı içinde tanımlanır?",
    "correctAnswer": "C",
    "options": {
      "A": "<ol> <li>Taraflar</li> </ol>",
      "B": "Aracılar",
      "C": "Nakit Akımları",
      "D": "Dokümantasyon",
      "E": "Tarihler (İşlem, Geçerlilik, Ödeme, Sıfırlama ve Bitiş)"
    },
    "explanation": "Doğru cevap C seçeneğidir. Swap sözleşmelerinin özellikleri; temel olarak “Taraflar, Aracılar, Nakit Akımları, Dökümantasyon, İşlem, Geçerlilik, Ödeme, Sıfırlama ve Bitiş tarihleri” olarak tanımlanan unsurlardan oluşmaktadır. “Swap Bacakları” kavramı; “Nakit Akımları” kapsamı içinde tanımlanmaktadır. Swap sözleşmesinde nakit akımları cinsinden iki farklı ödeme akışı hesaplanmaktadır. Bu iki ödeme akışına swap bacakları adı verilmektedir."
  },
  {
    "id": "2848109",
    "unitNumber": 8,
    "text": "“Valör tarihi” olarak da ifade edilen ve “swap süresinin ilk günü” olarak belirtilen tarih aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşlem Tarihi",
      "B": "Geçerlilik Tarihi",
      "C": "Ödeme Tarihi",
      "D": "Sıfırlama Tarihi",
      "E": "Bitiş Tarihi"
    },
    "explanation": "Doğru cevap B seçeneğidir. “Valör tarihi” de denilen “Geçerlilik tarihi”, swap süresinin ilk günü olarak belirtilen tarihtir. Faiz swaplarında geçerlilik tarihi, swap faizinin hesaplandığı tarihtir ve bu tarih genellikle işlem tarihinden iki iş günü sonradır. Örneğin; 30 Mart 2021 tarihinde yapılan bir swap sözleşmesinin geçerlilik tarihi 1 Nisan 2021 olabilir."
  },
  {
    "id": "2848110",
    "unitNumber": 8,
    "text": "Türkiye’de “Vadeli İşlem ve Opsiyon Borsası” hangi tarihte faaliyete başlamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "2003",
      "B": "2005",
      "C": "2012",
      "D": "2013",
      "E": "2014"
    },
    "explanation": "Doğru cevap B seçeneğidir.2005 yılında faaliyete başlayan “Vadeli İşlem ve Opsiyon Borsası”, ilerleyen süreçte Borsa İstanbul bünyesine katılmış ve 5 Ağustos 2013 tarihinde “Borsa İstanbul Vadeli İşlem ve Opsiyon Piyasası” (VİOP) adını almıştır. Söz konusu piyasada ilk olarak Aralık 2012 tarihinde pay opsiyon sözleşmeleri, Nisan 2013 tarihinde de endeks opsiyon sözleşmeleri de işleme açılmıştır. İlerleyen süreçte ise Mayıs 2014 tarihi itibarıyla Dolar / TL opsiyon sözleşmeleri işlem görmeye başlamıştır."
  },
  {
    "id": "2848112",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerde verilen kavramlardan hangisi “riskli ve risksiz borçlanma araçlarının getiri oranları arasındaki fark olarak” tanımlanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Toplam Getiri Swapı",
      "B": "Kredi Temerrüt Swapı",
      "C": "Teminatlandırılmış borç yükümlülükleri",
      "D": "Kredi spreadi",
      "E": "Kredi Temerrüt Riski"
    },
    "explanation": "Doğru cevap D seçeneğidir. Kredi spreadi; riskli ve risksiz borçlanma araçlarının getiri oranları arasındaki fark olarak tanımlanabilir. Örneğin; finansal yapısı zayıf bir ihracatçı işletmenin kaynak sağlamak amacıyla 5 yıl vadeli olarak ihraç etmiş olduğu tahvilin faiz oranın %15, risksiz olarak kabul edilen başka bir tahvilin faiz oranının ise %2 olduğunu düşünelim. Bu durumda ihracatçının tahvilinde kredi spread değeri %13’tür (%15-%2). Yatırımcılar açısından bu %13 getiri, finansal yapısı zayıf ihracatçının kredi riskine karşılık elde ettikleri faizi göstermektedir."
  }
]