[
  {
    "id": "3395044",
    "unitNumber": 1,
    "text": "Ortakların sorumluluğu, koydukları sermaye ile sınırlı olan ve kâr payı dağıtımı ya da sermaye geri ödemesi ile sorumluluğun azaltılabildiği şirket türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Komandit Ortaklık",
      "B": "Limited Ortaklık",
      "C": "Adi Ortaklık",
      "D": "Anonim Ortaklık",
      "E": "Kollektif Ortaklık"
    },
    "explanation": "Limited Ortaklık: Limited ortaklık sermaye ortaklığıdır. Bu nedenle ortakların sorumluluğu koydukları sermaye ile sınırlıdır. Ortakların kişisel servetleri alacaklılara karşı sorumluluk alanına girmez. Kâr payı özsermayeye eklenebilir, kâr payı dağıtımı ya da sermaye geri ödemesi ile sorumluluk azaltılabilir."
  },
  {
    "id": "3395045",
    "unitNumber": 1,
    "text": "Mal ve hizmet ihracatından doğan ve gelecekte tahsil edilecek bir alacağın, vadeden önce satılarak tahsil edilmesine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Leasing",
      "B": "Tahvil",
      "C": "Finansman bonosu",
      "D": "Forfaiting",
      "E": "Faktoring"
    },
    "explanation": "Forfaiting, mal ve hizmet ihracatından doğan ve gelecekte tahsil edilecek bir alacağın, vadeden önce satılarak tahsil edilmesidir. Alacağın satıcısına “forfaitist”, devralan kuruluşa ise “forfaiter” denir."
  },
  {
    "id": "3395046",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi işletmelerin kısa vadeli yabancı finansman kaynaklarından biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kısa süreli banka kredileri",
      "B": "Faktoring",
      "C": "Leasing",
      "D": "Finansman bonoları",
      "E": "Menkulleştirme"
    },
    "explanation": "Bir işletmenin kısa vadeli yabancı finansman kaynakları altı gruba ayrılabilir:<br/>• Kısa süreli ticari krediler (satıcı kredileri)<br/>• Kısa süreli banka kredileri<br/>• Finansman bonoları<br/>• Factoring<br/>• Menkulleştirme<br/>• Diğer kısa süreli kaynaklar"
  },
  {
    "id": "3395047",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi işletmelerin orta vadeli finansman kaynaklarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Rotatif krediler",
      "B": "Euro krediler",
      "C": "Leasing",
      "D": "Forfaiting",
      "E": "Factoring"
    },
    "explanation": "Bir işletmenin başlıca orta vadeli finansman kaynakları şunlardır:<br/>• Orta vadeli banka kredileri<br/>• Dönen (rotatif ) krediler<br/>• Orta vadeli satıcı kredileri<br/>• Orta vadeli tahviller<br/>• Euro krediler<br/>• Leasing<br/>• Forfaiting<br/>• Diğer orta vadeli finansman kaynakları"
  },
  {
    "id": "3395048",
    "unitNumber": 1,
    "text": "Bir yatırımcının devlet veya kurumsal işletmelerin finansman ihtiyacını karşılamak amacıyla onlara belirli bir süre değişken ya da sabit bir faiz oranı ile borç verdiği ve vade sonunda faiz getirisi elde ettiği yatırım aracına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Forfaiting",
      "B": "Faktoring",
      "C": "Kefalet kredisi",
      "D": "Tahvil",
      "E": "Kontrat"
    },
    "explanation": "Bir yatırımcının devlet veya kurumsal işletmelerin finansman ihtiyacını karşılamak amacıyla onlara belirli bir süre değişken ya da sabit bir faiz oranı ile borç verdiği ve vade sonunda faiz getirisi elde ettiği yatırım aracına tahvil adı verilir."
  },
  {
    "id": "3395109",
    "unitNumber": 1,
    "text": "Özkaynak finansmanı ile ilgili aşağıda verilen bilgilerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Ortaklar tarafından tahsis edilen sermaye ile dağıtılmamış kârlar, karşılıklar ve yedek akçelerden oluşur.",
      "B": "İşletmeye bağımsız karar alma ve serbest hareket etme hakkı sunar.",
      "C": "İşletmenin belli bir süre sonra ödemek üzere üçüncü kişilerden sağladıkları kaynaklardır.",
      "D": "Yaygın olarak kullanılan temel finansman kaynağıdır.",
      "E": "Ortakların işletmedeki haklarını gösterir."
    },
    "explanation": "Yabancı kaynaklar, işletmenin belli bir süre sonra ödemek üzere üçüncü kişilerden sağladıkları kaynaklardır."
  },
  {
    "id": "3395110",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi anonim ortaklıklarca ihraç edilen ve anonim ortaklık sermaye payını temsil eden kıymetli evrak niteliğinde senedi ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Tahvil",
      "B": "Finansman Bonosu",
      "C": "Varlığa Dayalı Menkul Kıymet",
      "D": "Pay Senedi",
      "E": "Kâr ve Zarar Ortaklığı Belgesi"
    },
    "explanation": "Pay senetleri, anonim ortaklıklarca ihraç edilen ve anonim ortaklık sermaye payını temsil eden kıymetli evrak niteliğinde senetlerdir."
  },
  {
    "id": "3395111",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Anonim şirketler, pay senedi yoluyla fon sağlama ayrıcalığına sahiptirler.</li> <li>Pay senetlerinin üzerinde yazılı değeri piyasa değeri olarak adlandırılır.</li> <li>İşletmeye ortak olmanın aksine borç vermek daha risklidir.</li> <li>Pay senedi finansman yönteminde ihraç giderleri, borçlanmaya göre daha yüksektir.</li> </ol> Pay senedi finansmanı ile ilgili yukarıda verilen bilgilerden hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I ve IV",
      "C": "II ve III",
      "D": "II ve IV",
      "E": "III ve IV"
    },
    "explanation": "<ol type=\"I\"> <li>Anonim şirketler, pay senedi yoluyla fon sağlama ayrıcalığına sahiptirler. <strong>(DOĞRU)</strong></li> <li>Pay senetlerinin üzerinde yazılı değeri piyasa değeri olarak adlandırılır.<strong> (YANLIŞ)</strong></li> <li>İşletmeye ortak olmanın aksine borç vermek daha risklidir.<strong> (YANLIŞ)</strong> </li> <li>Pay senedi finansman yönteminde ihraç giderleri, borçlanmaya göre daha yüksektir. <strong>(DOĞRU)</strong> </li> </ol>"
  },
  {
    "id": "3395112",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi özkaynakla finansamanın avantajları arasında <strong>yer almaz</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Kâr paylarının tahvil faizi gibi vergi matrahından işletme gideri olarak düşülebilmesi",
      "B": "Sağlanan kaynağın sürekli kullanıma açık olması",
      "C": "Geri ödenmesi zorunlu bir borç anapara ya da faiz bulunmaması",
      "D": "Sağlanan kaynağın sabit ödeme vadesi bulunmaması",
      "E": "Kredi koşullarının belirlenmesinde işletmeye pazarlık gücü vermesi"
    },
    "explanation": "Kâr payları, tahvil faizi gibi vergi matrahından işletme gideri olarak düşülemez."
  },
  {
    "id": "3395113",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi herhangi bir nakit ödeme söz konusu olmadan satıcının alıcıya belirli ödeme süresi tanıması şeklindeki finansman kaynağını ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Spot Kredi",
      "B": "Leasing",
      "C": "Rotatif Kredi",
      "D": "Satıcı Kredisi",
      "E": "Faktoring"
    },
    "explanation": "Satıcı kredileri, herhangi bir nakit ödeme söz konusu olmadan satıcının alıcıya belirli ödeme süresi tanıması şeklinde sunulur."
  },
  {
    "id": "3395114",
    "unitNumber": 1,
    "text": "Finansman bonosuyla ilgili aşağıda verilen bilgilerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "İhraççı tarafından belirlenen vadeye uygun iskonto oranları ile iskonto edilerek satılır.",
      "B": "Alternatif yöntemlere göre maliyeti daha düşük olabilir.",
      "C": "Finansman bonolarının vadesi 1 yıldan kısa olamaz.",
      "D": "Kupon ödemeli olarak ihracı mümkündür.",
      "E": "Genellikle kredi değerliliği yüksek, büyük şirketler yararlanabilmektedir."
    },
    "explanation": "Borçlanma Araçları Tebliği’nde “finansman bonosu”, ihraççıların Tebliğ hükümlerine göre borçlu sıfatıyla düzenleyip sattığı ve nominal değerinin vade tarihinde veya vade tarihine kadar taksitler halinde yatırımcıya geri ödenmesi taahhüdünü içeren, vadesi 30 günden az, 364 günden fazla olmayan borçlanma aracı olarak tanımlanmıştır."
  },
  {
    "id": "3395115",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi gelecekte gerçekleştirilecek belirli nakit akımları güvence gösterilerek, finansal piyasalardan borçlanma olanağı sağlayan bir finansman tekniğidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Menkulleştirme",
      "B": "Faktoring",
      "C": "Leasing",
      "D": "Forfaiting",
      "E": "Eurobond"
    },
    "explanation": "Menkulleştirme, tek başına pazarlanabilir niteliği olmayan bazı varlıkların birleştirilip bir portföy ya da havuz oluşturulması ve bu portföyün pazarlanarak menkul değere dönüştürülmesidir. Menkulleştirme, gelecekte gerçekleştirilecek belirli nakit akımları güvence gösterilerek, finansal piyasalardan borçlanma olanağı sağlayan bir transformasyon tekniğidir."
  },
  {
    "id": "3395116",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi orta vadeli banka kredilerinin alternatif kaynaklara göre üstünlüklerinden biri <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Yönetimin paylaşılmaması",
      "B": "Belirli sürede geri ödeme zorunluluğu",
      "C": "Sağlanmasında kolaylık ve elverişlilik",
      "D": "Finansal kaldıraçtan yararlanma olasılığı",
      "E": "Formalitelerde basitlik"
    },
    "explanation": "İşletmelerde orta vadeli banka kredi kullanılmasının alternatif kaynaklara göre üstünlüklerini şöyle sıralayabiliriz; kredi ve fonlara gereksinim duyulan sürenin uyumlu olması, yönetimin paylaşılmaması, sağlanmasında kolaylık ve elverişlilik, maliyetin düşük olması, formalitelerde basitlik, finansal kaldıraçtan yararlanma olanağı, esneklik ve zamanlama, kredinin dönemsel taksitler halinde ödenmesidir."
  },
  {
    "id": "3395117",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Mal ve hizmet ihracatından doğan ve gelecekte tahsil edilecek bir alacağın, vadeden önce satılarak tahsil edilmesidir.</li> <li>Alacağın satıcısına “forfaitist”, devralan kuruluşa ise “forfaiter” denir.</li> <li>Sabit sermaye yatırımlarının finansmanında önemli oranda pay almaktadır.</li> <li>Bir forfaiting işleminin dört katılımcısı vardır.</li> </ol> Yukarıda forfaiting ile ilgili verilen bilgilerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve III",
      "B": "II ve IV",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "<ol type=\"I\"> <li>Mal ve hizmet ihracatından doğan ve gelecekte tahsil edilecek bir alacağın, vadeden önce satılarak tahsil edilmesidir. <strong>(DOĞRU)</strong></li> <li>Alacağın satıcısına “forfaitist”, devralan kuruluşa ise “forfaiter” denir. <strong>(DOĞRU)</strong></li> <li>Sabit sermaye yatırımlarının finansmanında önemli oranda pay almaktadır. <strong>(YANLIŞ)</strong></li> <li>Bir forfaiting işleminin dört katılımcısı vardır. <strong>(DOĞRU)</strong></li> </ol>"
  },
  {
    "id": "3395118",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Finansal kaldıraç olumlu çalışıyorsa, özkaynağın kârlılığı artırılabilir.</li> <li>Faiz ödemeleri işletmenin likiditesini bozabilir.</li> <li>Kredi için yapılan ödemeler vergi matrahından gider olarak düşülebilir.</li> <li>İşletmenin kredi kullanımı arttığında kredinin maliyeti de artar.</li> </ol> Yukarıdakilerden hangileri yabancı kaynaklardan uzun vadeli fon sağlamanın işletme açısından sakıncaları arasındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I ve IV",
      "C": "II ve III",
      "D": "II ve IV",
      "E": "III ve IV"
    },
    "explanation": "<ol type=\"I\"> <li>Finansal kaldıraç olumlu çalışıyorsa, özkaynağın kârlılığı artırılabilir. <strong>(YANLIŞ)</strong></li> <li>Faiz ödemeleri işletmenin likiditesini bozabilir. <strong>(DOĞRU)</strong></li> <li>Kredi için yapılan ödemeler vergi matrahından gider olarak düşülebilir. <strong>(YANLIŞ)</strong></li> <li>İşletmenin kredi kullanımı arttığında kredinin maliyeti de artar. <strong>(DOĞRU)</strong></li> </ol>"
  },
  {
    "id": "3395179",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir işletmenin kısa vadeli yabancı finansman kaynaklarından birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tahvil",
      "B": "Dönüştürülebilir Menkul Kıymetler",
      "C": "Leasing",
      "D": "Forfaiting",
      "E": "Finansman Bonoları"
    },
    "explanation": "Bir işletmenin finansman kaynakları süre açısından en genel olarak kısa, orta ve uzun vadeli olarak ayrılabilir. İşletmelerde kullanılan kısa vadeli kaynaklar, süresi bir yıldan az olan borçlar ve menkul kıymetleri kapsamaktadır. Bir işletmenin kısa vadeli yabancı finansman kaynakları altı gruba ayrılabilir:\n <ul> <li>Kısa süreli ticari krediler (satıcı kredileri)</li> <li>Kısa süreli banka kredileri</li> <li>Finansman bonoları</li> <li>Factoring</li> <li>Menkulleştirme</li> <li>Diğer kısa süreli kaynaklar</li> </ul> Doğru şık olan (E) şıkkı dışında kalan seçnekler işletmenin orta ve uzun vadeki finansman kaynaklarını göstermektedir."
  },
  {
    "id": "3395180",
    "unitNumber": 1,
    "text": "Varlığa Dayalı Menkul Kıymetler (VDMK) işletmelerin finansman kaynakları arasından hangisine örnek olarak gösterilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tahvil",
      "B": "Dönüştürülebilir Menkul Kıymetler",
      "C": "Leasing",
      "D": "Menkulleştirme",
      "E": "Finansman Bonoları"
    },
    "explanation": "Bir işletmenin kısa vadeli yabancı finansman kaynaklarından biri “Menkulleştirme”dir. Menkulleştirme, tek başına pazarlanabilir niteliği olmayan bazı varlıkların birleştirilip bir portföy ya da havuz oluşturulması ve bu portföyün pazarlanarak menkul değere dönüştürülmesidir.\n<br/>SPK tarafından 2018 yılında “Varlığa veya İpoteğe Dayalı Menkul Kıymetler (VİDMK) Tebliği” yayımlanmıştır. Tebliğde, Varlığa Dayalı Menkul Kıymetler (VDMK), varlık finansmanı fonunun veya ipotek finansmanı kuruluşunun devralacağı varlıklar karşılık gösterilerek ihraç edilen varlığa dayalı menkul kıymetleri ifade etmektedir. Görüldüğü gibi VDMK bir işletmenin kısa vadeli yabancı finansman kaynaklarından biri olan Menkulleştirme araçlarından birisidir."
  },
  {
    "id": "3395181",
    "unitNumber": 1,
    "text": "Yoğunluklu olarak dış ticaret alanında faaliyet gösteren firmalarının faiz ve kur riski gibi ilave risklerden korunmak amacıyla başvurduğu ve mal ve hizmet ihracatından doğan ve gelecekte tahsil edilecek bir alacağın, vadeden önce satılarak tahsil edilmesi şeklinde tanımlayabileceğimiz finansman kaynağı hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Factoring",
      "B": "Leasing",
      "C": "Finansman bonosu",
      "D": "Forfaiting",
      "E": "Menkulleştirme"
    },
    "explanation": "Bu finansman kaynağı forfaitingdir. Uluslararası piyasalarda artan rekabet, ihracatçıların ithalatçılara daha uzun vadeli mal satmalarına neden olmaktadır. Bunun sonucu olarak, ihracatçılar, alacaklarını tahsil edememe, faiz ve kur riski gibi ilave riskler yüklenmektedir. Forfaiting, mal ve hizmet ihracatından doğan ve gelecekte tahsil edilecek bir alacağın, vadeden önce satılarak tahsil edilmesidir. Alacağın satıcısına “forfaitist”, devralan kuruluşa ise “forfaiter” denir."
  },
  {
    "id": "3395182",
    "unitNumber": 1,
    "text": "Pay senedi ihraç ederek özkaynakla finansman sağlayabilen ancak bunu halka arz yoluyla yapamayan işletme türü hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kollektif Ortaklık",
      "B": "Komandit Ortaklık",
      "C": "Limited Ortaklık",
      "D": "Sermayesi Paylara Bölünmüş Komandit Ortaklık",
      "E": "Anonim Ortaklık"
    },
    "explanation": "İşletmelerin Hukuki Yapısına Göre Özkaynakla Finansman<br/>Özkaynakla finansman dediğimizde ilk akla gelen pay senedi ihracıdır. Ancak hukuki yapıları itibariyle her işletme pay senedi ihraç edemez. Bu nedenle işletmelerin hukuki yapılarına göre özkaynak ile finansmanın özelliklerine bakmak gereklidir. Bu kapsamda pay senedi ihraç ederek özkaynakla finansman sağlayan iki işletme türü; Sermayesi Paylara Bölünmüş Komandit Ortaklık ve Anonim Ortaklıktır. Bu iki işletme türü arasında özkaynakla finansman açısından temel fark Sermayesi Paylara Bölünmüş Komandit Ortaklık türünün pay senedi ihracını halka arz yoluyla yapamamasıdır. Bu sebeple doğru şık (D) şıkkıdır."
  },
  {
    "id": "3395183",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi işletmelerin özkaynakla finansman yöntemlerinden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tahsis edilen sermaye",
      "B": "Paya dönüştürülebilir tahviller",
      "C": "Yedek akçeler",
      "D": "Dağıtılmamış karlar",
      "E": "Pay senetleri"
    },
    "explanation": "Özkaynakla Finansman<br/>Doğru cevap (B) şıkkdır. İşletmenin özkaynakları, ortaklar tarafından işletmeye tahsis edilen sermaye ile faaliyetler sırasında oluşan kârdan ayrılan dağıtılmamış kârlar, karşılıklar ve yedek akçelerden oluşmaktadır. İşletmelerin sahip veya ortakları tarafından gerek kuruluş sırasında gerekse daha sonra sermaye artışları ile konmuş olan sermaye, özkaynaklardan sağlanmış olan sermayedir.Paya dönüştürülebilir tahviller ise işletmelerin uzun vadeli yabancı finansman kaynakları arasında yer almaktadır."
  },
  {
    "id": "3395184",
    "unitNumber": 1,
    "text": "Temel olarak sermaye ortaklığı olarak tanımlayabileceğimiz ve ortakların sorumluluğunun koydukları sermaye türü ile sınır oluğu işletme türü hukuki yapısına göre hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kollektif Ortaklık",
      "B": "Komandit Ortaklık",
      "C": "Limited Ortaklık",
      "D": "Sermayesi Paylara Bölünmüş Komandit Ortaklık",
      "E": "Adi Ortaklık"
    },
    "explanation": "İşletmelerin Hukuki Yapısına Göre Özkaynakla Finansman<br/>Doğru cevap C şıkkıdır. Limited ortaklık sermaye ortaklığıdır. Bu nedenle ortakların sorumluluğu koydukları sermaye ile sınırlıdır. Ortakların kişisel servetleri alacaklılara karşı sorumluluk alanına girmez. Kâr payı özsermayeye eklenebilir, kâr payı dağıtımı ya da sermaye geri ödemesi ile sorumluluk azaltılabilir."
  },
  {
    "id": "3395185",
    "unitNumber": 1,
    "text": "Bir işletme, hükümet veya hükümet kuruluşunun belirli bir piyasada satılmak üzere, o ülkenin para birimi cinsinden ihraç ettiği borçlanma araçları hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Euro tahviller",
      "B": "Yabancı tahviller",
      "C": "Değiştirilebilir tahviller",
      "D": "Sendikasyon kredileri",
      "E": "Dönüştürülebilir tahviller"
    },
    "explanation": "Diğer Uzun Vadeli Finansman Kaynaklar<br/>Bu soruda doğru cevap (B) şıkkıdır. Bu sorunun çeldiricisi ise (A) şıkkıdır. Öğrencilerimizin Yabancı Tahviller ile Euro Tahviller (Euro-bond) arasındaki farkı bilmesi gerekmektedir.\n<br/>Yabancı tahviller: Bir işletme, hükümet veya hükümet kuruluşunun belirli bir piyasada satılmak üzere, o ülkenin para birimi cinsinden ihraç ettiği borçlanma araçlarıdır. Euro tahviller (Euro-bond) ise devlet ya da şirketlerin, kendi ülkeleri dışında kaynak sağlamak amacıyla, uluslararası piyasalarda yabancı para birimleri üzerinden satışa sundukları, genellikle uzun vadeli borçlanma aracıdır."
  },
  {
    "id": "3395186",
    "unitNumber": 1,
    "text": "Üreticiden kiracı tarafından seçilip kiralayan tarafından satın alınan bir malın mülkiyetini kiralayanda, kullanımı ise kiracıda bırakan ve belirlenen değer üzerinden sözleşme süresi sonunda malın mülkiyetinin kiralayandan kiracıya geçmesini sağlayan orta vadeli finansman yöntemi hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Leasing,",
      "B": "Factoring",
      "C": "Forfaiting",
      "D": "Finansman bonosu",
      "E": "Rotatif Krediler"
    },
    "explanation": "Leasing, belirli bir süre için, kiralayan ve kiracı arasında imzalanan ve üreticiden kiracı tarafından seçilip kiralayan tarafından satın alınan bir malın mülkiyetini kiralayanda, kullanımı ise kiracıda bırakan ve belirlenen değer üzerinden sözleşme süresi sonunda malın mülkiyetinin kiralayandan kiracıya geçmesini sağlayan orta vadeli bir finansman yöntemidir.\n<br/>Leasing borçla finansmanın ikamesidir, özellikle işletmelerin kısa ve orta vadeli finansman seçeneklerini zenginleştirir ve böylelikle işletmeler için finansman seçeneklerinin alanını genişletir. İşletmeler açısından büyük sermaye birikimi gerektirmeden yeni yatırımlar yapma olanağını sağlaması nedeniyle ekonomik büyümeye önemli katkı sağlayan leasing, gelişmiş ülkelerde sabit sermaye yatırımlarının finansmanında önemli oranda pay almaktadır."
  },
  {
    "id": "3395187",
    "unitNumber": 1,
    "text": "Tek bir kaynaktan alınamayacak kadar büyük boyutlu krediler için iki ya da daha fazla kredi veren kuruluşun bir araya gelmesiyle benzer hüküm ve koşullarla, ortak dokümantasyon ve ortak bir lider banka kullanılarak verilen kredilere verilen isim hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Euro krediler",
      "B": "Sendikasyon kredisi",
      "C": "Rotatif krediler",
      "D": "Satıcı kredisi",
      "E": "Forfaiting"
    },
    "explanation": "Diğer Uzun Vadeli Finansman Kaynakları<br/>Sendikasyon kredisi; iki ya da daha fazla kredi veren kuruluşun bir araya gelmesiyle benzer hüküm ve koşullarla, ortak dokümantasyon ve ortak bir ekonomik aktör (lider banka) kullanılarak, büyük miktarda fon talep edene sağlanan kredidir. Çok uluslu şirketlerin proje finansmanı için birçok hükümetin de cari işlemler açıklarını karşılamak için uzun vadeli fonlara ihtiyacı vardır. Bu kadar büyük boyutlu krediler için, hiçbir banka söz konusu borcu ödünç veremeyecek veya riske girmeyecektir. Bu nedenlerle sendikasyon kredileri popüler hâle gelmiştir. Eğer kredinin yapısında çeşitlilik varsa, mesela kredi değişik kredi verenlerce fonlanan farklı vadelerdeki dilimlerden oluşuyorsa, kredinin hüküm ve koşulları her kredi veren için aynı olmayabilir. Burada önemli olan kredide konsorsiyumunu birlikte tutan ortak dokümantasyon olması ve krediyi ortak bir aktörün yönetmesidir. Lider banka diğer bankaları krediye katılmaya davet eder. Sendikasyon kredileri için ödenecek ücretlere, diğer yönetim giderlerinin yanı sıra, ön yönetim ücreti, taahhüt ücreti, ajans ücretleri vb. dâhildir."
  },
  {
    "id": "3395188",
    "unitNumber": 1,
    "text": "Önceden belirlenmiş fiyat ve şartlara göre pay senedi ile değiştirme hakkı bir diğer ifadeyle sermaye kazancı elde etme olanağı sağlayan yabancı finansman yöntemi hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dönüştürülebilir menkul kıymetler",
      "B": "Rotatif krediler",
      "C": "Leasing",
      "D": "Finansman bonosu",
      "E": "Menkulleştirme"
    },
    "explanation": "Dönüştürülebilir menkul kıymetler yatırımcıya elinde bulunan menkul kıymeti önceden belirlenmiş fiyat ve şartlara göre pay senedi ile değiştirme hakkı sağlamakta dolayısıyla sermaye kazancı elde etme olanağı sağlamaktadır. İhraççı şirket açısından bakıldığında ise dönüştürülebilir menkul kıymetlerin avantajları şunlardır:\n <ul> <li>Pay senedi ihracı yerine dönüştürülebilir menkul kıymet ihracı, pay senetlerin cari fiyatlarla ihraç edilmesini önleyerek özkaynağın zayıflatılmasını engellemekte ve uzun bir dönem için mevcut hissedarların oy kullanma haklarının saklı tutulmasına olanak tanımaktadır.</li> <li>Pay senedi ihracı yerine dönüştürülebilir menkul kıymet ihracı, pay senedi ihraç dönemini erteleyerek, gelecekte daha yüksek fiyatların oluşmasını sağlayacaktır.</li> <li>Dönüştürülebilir menkul kıymetler kendini likidite eden borç niteliği taşımaktadır. Vade geldiğinde ödemenin pay senedi ile yapılması, fonların şirket bünyesinde kalmasını sağlamaktadır.</li> </ul>"
  },
  {
    "id": "3395290",
    "unitNumber": 1,
    "text": "\"İşletmelerin kullanabilecekleri fonlar; kaynağına göre ..........., vadesine göre ............ grup olarak sınıflandırılabilir\"\n<br/>Yukarıdaki bilgi cümlesindeki boşlukları sırayla ve anlamlı bir şekilde dolduracak sözcükler aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "iki / iki",
      "B": "iki / üç",
      "C": "üç / iki",
      "D": "üç / üç",
      "E": "dört / üç"
    },
    "explanation": "Fonları, kaynağına göre; özkaynak ve yabancı kaynak olarak sınıflandırmak mümkündür. Aynı şekilde, vadelerine göre bir ayrım yapılacak olursa fon kaynakları, kısa, orta ve uzun vadeli kaynaklar olarak<br/>sınıflandırılabilir."
  },
  {
    "id": "3395291",
    "unitNumber": 1,
    "text": "I. Özkaynaklar , varlıklar + borçlar şeklinde ifade edilebilir.\n<br/>II. Özsermaye , ortakların işletmedeki haklarını gösterir.\n<br/>III. Alacaklıların güvencesi için işletmenin özsermaye düzeyi önemlidir.\n<br/>Yukarıdaki üç bilgi cümlesinden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "I. Özkaynaklar , varlıklar - borçlar şeklinde ifade edilebilir.\n<br/>II. Özsermaye , ortakların işletmedeki haklarını gösterir.\n<br/>III. Alacaklıların güvencesi için işletmenin özsermaye düzeyi önemlidir."
  },
  {
    "id": "3395292",
    "unitNumber": 1,
    "text": "I. Kanuni ve ihtiyari olarak ikiye ayrılırlar.\n<br/>II. İşletmenin istikrarını sağlamak amacıyla kardan karşılık olarak ayrılırlar.\n<br/>III. Mal fiyatlarındaki ani düşüşler veya krizler gibi önceden kestirilemeyen zararlara karşılık olarak ayrılırlar.\n<br/>Yukarıda sıralanan üç özelliğe sahip açık otofinansman türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Karşılıklar",
      "B": "Dağıtılmayan Karlar",
      "C": "İhtiyari Yedek Akçe",
      "D": "Yedekler",
      "E": "Amortisman"
    },
    "explanation": "Yedekler, işletmenin istikrarını sağlamak amacıyla mal fiyatlarındaki ani düşüşler veya krizler gibi önceden kestirilemeyen zararlara karşılık olarak kârdan ayrılır ve belli kurallara uyularak kullanılır. Yedekler, kanuni ve ihtiyari olmak üzere ikiye ayrılır. Kanuni yedekler, Türk Ticaret Kanunu’na göre, işletmelerin ayırmak zorunda olduğu yedeklerdir."
  },
  {
    "id": "3395293",
    "unitNumber": 1,
    "text": "I. Yeterli miktarda özkaynağa sahip bir işletme, kredi koşulları yönünden de pazarlık gücüne sahiptir II. Özkaynaktan sağlanan fonların kullanımı zamanla sınırlıdır III. İşletmeler, özkaynak finansmanı ile daha bilgili veya deneyimli bireylerle ortaklıklar oluşturabilir \n<br/>Yukarıdaki üç bilgi cümlesinden hangisi/ hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "II",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "I. Yeterli miktarda özkaynağa sahip bir işletme, kredi koşulları yönünden de pazarlık gücüne sahiptir.\n<br/>II. Özkaynaktan sağlanan fonların kullanımı zamanla sınırlı değildir.\n<br/>III. İşletmeler, özkaynak finansmanı ile daha bilgili veya deneyimli bireylerle ortaklıklar oluşturabilir"
  },
  {
    "id": "3395294",
    "unitNumber": 1,
    "text": "\"Yabancı kaynağın maliyeti, özkaynak maliyetine göre daha ............ Borç verenler ortaklara göre daha ......... risk aldıkları için daha .......... getiri talep ederler\" Yukarıdaki bilgi cümlesindeki boşlukları sırayla ve anlamlı bir şekilde dolduran sözcükler hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "yüksektir / fazla / az",
      "B": "yüksektir / az / fazla",
      "C": "düşüktür / fazla / az",
      "D": "düşüktür / az / az",
      "E": "yüksektir / az / az"
    },
    "explanation": "İşletmelerin yabancı kaynak ve özkaynak olmak üzere iki temel finansman kaynağı vardır. Bu iki kaynaktan yabancı kaynağın maliyeti özkaynak maliyetinden daha düşüktür. Borç verenler ortaklara göre daha az risk aldıkları için daha az getiri talep ederler."
  },
  {
    "id": "3395295",
    "unitNumber": 1,
    "text": "Kısa vadeli banka kredileri ile ilgili olarak aşağıda verilen bilgi cümleciklerinden kaç tanesi doğrudur? I. Ticari bankalar tarafından müşterilerine sunulurlar II. Niteliklerine göre nakdi ve gayrinakdi olarak ikiye ayrılırlar III.Tüm işletmeler bu kredilerden yararlanabilir IV Bu tür kredilerin çoğunun süresi birkaç yıldır V. Güvence esasına göre teminatlı ve teminatsız olarak ikiye ayrılırlar VI. Kullanım amacına göre tüketim , yatırım ve işletme kredileri olmak üzere üçe ayrılırlar",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "5",
      "C": "3",
      "D": "2",
      "E": "4"
    },
    "explanation": "Doğru cevap E dir. Yanlış olan bilgi cümlecikleri iki tanedir. Bunlar; III ve IV tür. III yanlıştır çünkü tüm değil ancak belirli nitelikteki işletmeler bu kredilerden yararlanabilir. IV de yanlıştır çünkü bu tür kredilerin çoğunun süresi birkaç yıl değil birkaç aydır."
  },
  {
    "id": "3395296",
    "unitNumber": 1,
    "text": "I. Yinelenen borç alma ve geri ödemelere imkan verir II. Vadesi genelde beş yıldır III.Önceden saptanmış kredi limiti aşılmamak kaydıyla vade süresince müşteri limiti dahilinde istediği gibi borçlanır , borcunu kapatıp tekrar borçlanabilir Yukarıda belirtilen özelliklere sahip orta vadeli finansman kaynağı aşağıdaki seçeneklerden hangisinde belirtilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dönen krediler",
      "B": "Orta vadeli satıcı kredileri",
      "C": "Leasing",
      "D": "Forfaiting",
      "E": "Orta vadeli tahviller"
    },
    "explanation": "Verilen özelliklere göre doğru cevap A dır."
  },
  {
    "id": "3395297",
    "unitNumber": 1,
    "text": "I. Leasingte malın mülkiyeti kiracıdadır\n<br/>II. Leasingte malın kullanımı kiracıdadır \n<br/>III. Leasing, borçla finansmanın ikamesidir \n<br/>IV. Leasing , sözleşme süresinin sonunda malın mülkiyetinin kiracıdan kiralayana geçmesini sağlar \n<br/>V. Leasing ekonomik büyümeye önemli katkı sağlar\n<br/>VI. Leasing kısa vadeli bir finansman yöntemidir \n<br/>Yukarıda leasing ile ilgili ifadelerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III, V",
      "B": "I, IV, V",
      "C": "II, III, V",
      "D": "I, II, III, IV, V",
      "E": "I, II, III, IV, V, VI"
    },
    "explanation": "Leasing, belirli bir süre için, kiralayan ve kiracı arasında imzalanan ve üreticiden kiracı tarafından<br/>seçilip kiralayan tarafından satın alınan bir malın mülkiyetini kiralayanda, kullanımı ise kiracıda bırakan ve belirlenen değer üzerinden sözleşme süresi sonunda malın mülkiyetinin kiralayandan kiracıya geçmesini sağlayan orta vadeli bir finansman yöntemidir. Leasing borçla finansmanın ikamesidir, özellikle işletmelerin kısa ve orta vadeli finansman seçeneklerini zenginleştirir ve böylelikle işletmeler için finansman seçeneklerinin alanını genişletir. İşletmeler açısından büyük sermaye birikimi gerektirmeden yeni yatırımlar yapma olanağını sağlaması nedeniyle ekonomik büyümeye önemli katkı sağlamaktadır."
  },
  {
    "id": "3395298",
    "unitNumber": 1,
    "text": "' ................ faizli bir ihracat yöntemi olan forfaitingin vadesi ........... ile ............. arasında değişebilir' Forfaitingle ilgili olarak yukarıda yer alan bilgi cümlesindeki boşlukları sırayla ve anlamlı bir şekilde dolduran sözcükler aşağıdaki seçeneklerden hangisinde belrtilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Değişken, bir yıl, üç yıl",
      "B": "Sabit, üç ay, bir yıl",
      "C": "Değişken, bir yıl, beş yıl",
      "D": "Sabit, üç ay, on yıl",
      "E": "Değişken, beş yıl, on yıl"
    },
    "explanation": "Doğru cevap D dir."
  },
  {
    "id": "3395300",
    "unitNumber": 1,
    "text": "I. Euro tahviller ABD doları , Euro , Japon yeni , İsviçre frangı gibi döviz cinsleri üzerinden ihraç edilirler II. Eurotahvillerin vadeleri bir ile üç yıl arasındadır III.Eurotahvillerin ihracı kuponlu olarak yapılır Yukarıdaki üç bilgi cümleciği ile ilgili olarak aşağıdaki seçeneklerden hangisinde sırayla ve doğru değerlendirmeler yapılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "I. Doğru , II. Doğru , III. Yanlış",
      "B": "I. Doğru , II. Yanlış , III. Doğru",
      "C": "I. Yanlış , II. Doğru ,III. Doğru",
      "D": "I. Yanlış , II. Yanlış , III. Doğru",
      "E": "I. Yanlış , II. Doğru , III. Yanlış"
    },
    "explanation": "B , doğrudur. Bu durumda II yanlıştır çünkü eurotahvillerin vadeleri 5 ile 30 yıl arasındadır."
  },
  {
    "id": "3395099",
    "unitNumber": 2,
    "text": "“Dış Ticaret Prefinansman kredilerinin azami süresi ………….. aydır.”\n Yukarıdaki boşluğa en uygun ifade, aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "3",
      "B": "6",
      "C": "9",
      "D": "12",
      "E": "18"
    },
    "explanation": "Dış Ticaret Prefinansman kredilerinin azami süresi 18 aydır."
  },
  {
    "id": "3395100",
    "unitNumber": 2,
    "text": "“Prefinansman Kredileri Avantajları” ile ilgili olarak, aşağıda numaralanmış ifadelerden hangisi/hangileri doğrudur?\n <ol type=\"I\"> <li><em> Düşük maliyet ile faiz avantajına sahip olunan bu kredide, kredinin Türkiye dışından olması nedeniyle faiz oranları daha düşük olmakta ve bu yönüyle düşük faiz oranı sağlanmaktadır.</em></li> <li><em>Bu kredinin ihracat daha başlamadan mal bedelinden hesaplanmasıyla tahsilatı sağlanmaktadır. Ticari firmalar ve kurumsal şirketler için bu kredi oldukça yararlı bir kredi olmaktadır.</em></li> <li><em> Prefinansman kredisini bir nevi avans gibi de değerlendirmek mümkündür. Bu bağlamda prefinansman kredisi oldukça önemli ve kurtarıcı bir kredi olmaktadır.</em></li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "I ve II",
      "C": "II",
      "D": "I ve III",
      "E": "III"
    },
    "explanation": "Bu kredinin <u>ihracat sonrasında</u> mal bedelinden hesaplanmasıyla tahsilatı sağlanmaktadır Ticari firmalar ve kurumsal şirketler için bu kredi oldukça yararlı bir kredi olmaktadır."
  },
  {
    "id": "3395101",
    "unitNumber": 2,
    "text": "“Bankaların Türkiye’de faaliyet gösteren ithalat firmalarına kredi kullandırmak amacı ile yurt dışındaki muhabir bankalardan borçlu sıfatıyla sağladığı krediler” olarak tanımlanan kavram, aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Başlangıç finansmanı",
      "B": "İşletme finansmanı",
      "C": "Yatırım finansmanı",
      "D": "Post finansman",
      "E": "Mal Finansmanı"
    },
    "explanation": "Post finansman, bankaların Türkiye’de faaliyet gösteren ithalat firmalarına kredi kullandırmak amacı ile yurt dışındaki muhabir bankalardan borçlu sıfatıyla sağladığı kredilerdir."
  },
  {
    "id": "3395102",
    "unitNumber": 2,
    "text": "“Vadesinde ödemeli ihracat poliçelerinin banka tarafından iskonto edilerek kalan tutarın ihracatçıya ödenmesine dayalı olan krediler” olarak tanımlanan kavram, aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gayri nakdi krediler",
      "B": "İştira ve iskonto kredileri",
      "C": "Aval ve kabul kredileri",
      "D": "Teminat mektuplu finansman kredileri",
      "E": "Garantili krediler"
    },
    "explanation": "Vadesinde ödemeli ihracat poliçelerinin banka tarafından iskonto edilerek kalan tutarın ihracatçıya ödenmesine dayalı olan kredilere iştira ve iskonto kredileri denilmektedir."
  },
  {
    "id": "3395103",
    "unitNumber": 2,
    "text": "“Teminat mektubu, kontrgaranti ve aval kredileri, alınan bir borcun geri ödenmesi, bir işin yapılması veya bir malın teslimi konusunda banka garantisine dayalı ……………………. ihracat kredilerindendir.”\n Yukarıdaki boşluğa en uygun ifade, aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yatırım",
      "B": "İşletme",
      "C": "Gayri nakdi",
      "D": "Tüketici",
      "E": "Spot"
    },
    "explanation": "Teminat mektubu, kontrgaranti ve aval kredileri, alınan bir borcun geri ödenmesi, bir işin yapılması veya bir malın teslimi konusunda banka garantisine dayalı gayri nakdi ihracat kredilerindendir."
  },
  {
    "id": "3395104",
    "unitNumber": 2,
    "text": "“Ticari senedin borçlusunca ödenmemesi durumunda senet bedelinin ödeneceğine ilişkin olarak, üçüncü bir kimsenin alacaklıya verdiği güvence” olarak tanımlanan kavram, aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aval",
      "B": "İskonta kabulu",
      "C": "Teminat",
      "D": "Forward",
      "E": "Swap"
    },
    "explanation": "Ticari senedin borçlusunca ödenmemesi durumunda senet bedelinin ödeneceğine ilişkin olarak, üçüncü bir kimsenin alacaklıya verdiği güvence avaldir."
  },
  {
    "id": "3395105",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, “Teminat Mektuplarının” içeriğini oluşturan unsurlardan biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Muhatabın ismi, unvanı",
      "B": "İşin konusu, lehdarın adı ve unvanı",
      "C": "Taahhütte bulunan bankanın unvanı ve yetkililerin imzası",
      "D": "Belirli bir tutar",
      "E": "İşin yapıldığı ülkenin adı"
    },
    "explanation": "İşin yapıldığı ülkenin adı teminat mektubunda yer almaz."
  },
  {
    "id": "3395106",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, yurt dışı kredi kullanım ihtiyacının daha çok olduğu gelişmekte olan ülkelerde, dış kredi kullanımını doğuran başlıca nedenlerden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tasarruf ve kaynak yetersizliği",
      "B": "Bütçe açıkları",
      "C": "Dış ticaret ve ödemeler dengesi fazlalıkları",
      "D": "Devletin milli para değerini koruma adına rezerv ihtiyacı duyması",
      "E": "Vadesi gelmiş borçlara finansman sağlanması"
    },
    "explanation": "Doğru ifade “Dış ticaret ve ödemeler dengesi açıkları” olacak."
  },
  {
    "id": "3395107",
    "unitNumber": 2,
    "text": "“Türkiye’de resmî destekli ihracat kredi kuruluşu (ECA) statüsündeki kurum, aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "T.C. Merkez Bankası",
      "B": "Türk Eximbank",
      "C": "Hazine Bakanlığı",
      "D": "İhracatı Geliştirme Merkezi",
      "E": "İller Bankası"
    },
    "explanation": "Türkiye’de ihracat kredi sigortası ile ilgili çalışmalar resmî destekli ihracat kredi kuruluşu (ECA) statüsünde faaliyet gösteren Türk Eximbank tarafından sağlanmaktadır"
  },
  {
    "id": "3395108",
    "unitNumber": 2,
    "text": "“ECA kredilerinde taraflar; ülkedeki ihracat kredi kuruluşu (ECA), ithalatçı, ihracatçı, garantör konumundaki ……………………. ve kreditör olan ihracatçının bankasıdır.”\n<br/>Yukarıdaki boşluğa en uygun ifade, aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "ithalatçı banka",
      "B": "ihracatçı işletme",
      "C": "ülke",
      "D": "kişi",
      "E": "ortak işletme"
    },
    "explanation": "ECA kredilerinde taraflar; ülkedeki ihracat kredi kuruluşu (ECA), ithalatçı, ihracatçı, garantör konumundaki ithalatçı banka ve kreditör olan ihracatçının bankasıdır."
  },
  {
    "id": "3395159",
    "unitNumber": 2,
    "text": "İhracat, ihracat sayılacak satış ve teslimler gibi faaliyetlerin finansmanında kullanılmak üzere firmaların bizzat kendilerince yurt dışındaki alıcıdan veya uluslararası finans kuruluşlarından döviz ya da efektif olarak sağladıkları kredilere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Prefinansman kredileri",
      "B": "Aval/Kabul Kredileri",
      "C": "Gayri Nakdi Krediler",
      "D": "İştira ve İskonto Kredileri",
      "E": "Post Finansman Kredileri"
    },
    "explanation": "Prefinansman kredileri; ihracat, ihracat sayılacak satış ve teslimler gibi faaliyetlerin finansmanında kullanılmak üzere firmaların bizzat kendilerince yurt dışındaki alıcıdan veya uluslararası finans kuruluşlarından döviz ya da efektif olarak sağladıkları kredilerdir."
  },
  {
    "id": "3395160",
    "unitNumber": 2,
    "text": "I. İhracat bedelleri ile mahsup edilmek suretiyle ödenmesi\n<br/>II. Döviz kazandırıcı hizmet bedelleriyle mahsup edilmek suretiyle ödenmesi\n<br/>III. Türk lirası ödemesi suretiyle tasfiyesi\n<br/>Uluslararası piyasalardan sağlanan prefinansmanın mahsup suretiyle ödenmesi yukarıdaki hangi şekillerde gerçekleştirilebilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Uluslararası piyasalardan sağlanan prefinansmanın<br/>mahsup suretiyle ödenmesi aşağıdaki şekillerde<br/>gerçekleştirilebilmektedir.<br/>• İhracat bedelleri ile mahsup edilmek üzere<br/>suretiyle ödenmesi: Bir ülkeden sağlanan<br/>prefinansman kredisi, başka bir ülkeye<br/>yapılacak ihracattan sağlanan dövizler ile<br/>Türk lirası, ihracatçıya ödenmeksizin mahsup<br/>yöntemiyle ödenebilir.<br/>• Döviz kazandırıcı hizmet bedelleriyle<br/>mahsup edilmek suretiyle ödenmesi: Herhangi<br/>bir ülkeye yapılacak olan döviz kazandırıcı<br/>işlemlerden elde edilen dövizlerle<br/>kredi süresinde mahsup edilmek üzere ödenebilir.<br/>• Türk lirası ödemesi suretiyle tasfiyesi:<br/>Prefinansman kredilerinin anapara, faiz,<br/>komisyon ve masraflarının kredinin vadesi<br/>süresince elde edilen ihracat sayılan satış,<br/>teslimler ve döviz kazandırıcı faaliyetlerden<br/>sağlanan ve alışı da yine vade süresi içinde<br/>gerçekleştirilen tutarlarla kapatılması<br/>imkânsız ise vade sonunda kredi sözleşmesi<br/>koşullarına bağlı olarak Türk lirası ile kapatılabilir"
  },
  {
    "id": "3395161",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi post finansman kredilerinin kullanıcılarına sağladığı avantajlardan biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Firmalara ithalatlarını vadelendirme olanağı sunması",
      "B": "Satıcının sağlayacağı peşin alım indiriminden faydalanabilme olanağı sağlaması",
      "C": "Vadesinin 2 yıldan uzun olmak zorunda olması",
      "D": "Fiyatlama yönüyle rekabet avantajı sunması",
      "E": "İşleyişi ve dokümantasyonunun sade ve hızlı olması"
    },
    "explanation": "Post Finansman Kredileri kullanıcılarına bazı<br/>avantajlar sunmaktadır. Bunlar;<br/>• Firmalara ithalatlarını vadelendirme olanağı<br/>sunmaktadır.<br/>• Satıcının sağlayacağı peşin alım indiriminden<br/>faydalanabilme olanağı sağlamaktadır.<br/>• Vadesi 1 yıldan uzun olmak zorunda değildir.<br/>Her vadede kullanılabilir.<br/>• Ülke kredilerini sıklıkla kullanan ancak diğer<br/>alternatifleri de değerlendirmek isteyen<br/>ithalatçı firmalara bu yönde seçme şansı tanımaktadır.<br/>• Fiyatlama yönüyle rekabet avantajı sunmaktadır.<br/>• İşleyişi ve dokümantasyonu sade ve hızlıdır."
  },
  {
    "id": "3395162",
    "unitNumber": 2,
    "text": "I. Vadesi gelmemiş ticari senetler, beklemeden nakde dönüştürülebilir.<br/>II. Ticari senetlerin kaybolma ve takip riski ortadan kalkmaktadır.\n<br/>III. Fiyatlama yönüyle rekabet avantajı sunmaktadır.\n<br/>Yukarıdakilerden hangisi/hangileri iştira ve iskonto kredilerinin avantajlarıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "İştira ve iskonto kredilerinin avantajları ise aşağıda<br/>görülmektedir.<br/>• Vadesi gelmemiş ticari senetler, beklemeden<br/>nakde dönüştürülebilir.<br/>• Ticari senetlerin kaybolma ve takip riski ortadan<br/>kalkmaktadır."
  },
  {
    "id": "3395163",
    "unitNumber": 2,
    "text": "Gayri nakdi kredilere ilişkin aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Banka yönünden sorumluluk kredileridir.",
      "B": "Bu tür krediler de banka müşterilerine ne nakit ne de mal şeklinde kredi verir.",
      "C": "Banka sadece müşteri adına bir taahhüt altına girer ve bir garanti yüklenir.",
      "D": "Banka tarafından düzenlenen teminat mektupları ve kontgarantiler bu niteliğe haiz krediler şeklinde kabul edilmektedir.",
      "E": "Banka, bu tür kredilerde hamil sıfatıyla alacaklı duruma geçmektedir."
    },
    "explanation": "Gayri nakdi krediler, banka yönünden sorumluluk<br/>kredileridir. Bu tür krediler, banka müşterilerine<br/>ne nakit ne de mal şeklinde kredi verir; sadece<br/>müşteri adına bir taahhüt altına girer ve bir garanti<br/>yüklenir. Banka tarafından düzenlenen teminat<br/>mektupları ve kontgarantiler başta olmak üzere<br/>garanti sözleşmesinden doğan tüm yüklenimler ile<br/>bankanın verdiği kefalet, aval, kabul, akreditif teyidi<br/>bu niteliğe haiz krediler şeklinde kabul edilmektedir."
  },
  {
    "id": "3395164",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi teminat mektuplarının içeriğini oluşturan unsurlar arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Muhatabın ismi, unvanı",
      "B": "İşin konusu",
      "C": "Lehdarın adı ve unvanı",
      "D": "Taahhütte bulunan bankanın unvanı ve<br/>yetkililerin imzası",
      "E": "Muhatabın ilk talebinde derhal mektup tutarını<br/>ödeyecek teyit bankasının adı ve unvanı"
    },
    "explanation": "Teminat mektuplarının içeriğini oluşturan unsurlar<br/>aşağıdaki şekildedir.<br/>• Muhatabın ismi, unvanı,<br/>• İşin konusu, lehdarın adı ve unvanı,<br/>• Belirli bir tutar,<br/>• Muhatabın ilk talebinde derhal ve herhangi<br/>bir hükme gerek kalmadan mektup tutarının<br/>ödeneceğinin taahhüt edilmesi,<br/>• Taahhütte bulunan bankanın unvanı ve<br/>yetkililerin imzası."
  },
  {
    "id": "3395165",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yurt dışı kredi kullanım<br/>ihtiyacının daha çok olduğu gelişmekte olan<br/>ülkelerde, dış kredi kullanımını doğuran başlıca nedenler<br/>arasında sayılamaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Tasarruf ve kaynak yetersizliği",
      "B": "Dış ticaret ve ödemeler dengesi açıkları",
      "C": "Ekonomik dengeyi sağlayıcı ve koruyucu etkiler",
      "D": "Vadesine 3 ay kalan borçlara finansman sağlanması",
      "E": "Nakit akımının artması"
    },
    "explanation": "Yurt dışı kredi kullanım<br/>ihtiyacının daha çok olduğu gelişmekte olan<br/>ülkelerde, dış kredi kullanımını doğuran başlıca nedenler<br/>aşağıdadır.<br/>• Tasarruf ve kaynak yetersizliği,<br/>• Dış ticaret ve ödemeler dengesi açıkları,<br/>• Bütçe açıkları,<br/>• Nakit akımının artması,<br/>• Savunma giderleri finansmanı,<br/>• Yatırım finansmanı,<br/>• Vadesi gelmiş borçlara finansman sağlanması,<br/>• Olağanüstü harcamaların karşılanması,<br/>• Devletin milli para değerini koruma adına<br/>rezerv ihtiyacı duyması,<br/>• Ekonomik dengeyi sağlayıcı ve koruyucu etkiler,<br/>• Kaynak dağılımı ve kullanımında etkinlik<br/>sağlayıcı etkiler yaratılmak istenmesi gibi<br/>birçok makro ve mikro neden sıralanabilir."
  },
  {
    "id": "3395166",
    "unitNumber": 2,
    "text": "I. AB Kaynaklı Krediler<br/>II. Diğer Yurtdışı Kredi Kaynakları\n III. Re-finansman Kredileri<br/>IV. İhracat Kredileri\n Yukarıdakilerden hangisi/hangileri yurt dışı kaynaklı krediler kapsamında kaynaklarına göre kullandırılan krediler arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Yurt Dışı Kaynaklı Krediler\n Kaynaklarına Göre;<br/>AB Kaynaklı Krediler<br/>Diğer Yurtdışı Kredi Kaynakları"
  },
  {
    "id": "3395167",
    "unitNumber": 2,
    "text": "Avrupa Birliği ekonomisinin kalkınmasına yönelik faaliyetleri kendisine amaç edinmiş Avrupa Yatırım Fonu kaç yılında kurulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "1964",
      "B": "1974",
      "C": "1980",
      "D": "1994",
      "E": "2004"
    },
    "explanation": "Avrupa Birliği ekonomisinin kalkınmasına yönelik faaliyetleri kendisine amaç edinmiş Avrupa Yatırım Fonu 1994 yılında kurulmuştur."
  },
  {
    "id": "3395168",
    "unitNumber": 2,
    "text": "ECA kredilerinin vadesi, ithal edilecek malın özelliğine göre en fazla kaç yıl olabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "3",
      "B": "5",
      "C": "7",
      "D": "10",
      "E": "12"
    },
    "explanation": "ECA kredileri vadesi, ithal edilecek malın özelliğine göre<br/>2 ile 10 yıl arasında değişebilmektedir."
  },
  {
    "id": "3395390",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi prefinansman kredileri için<u> söylenemez</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Bu krediler avans olarak değerlendirilebilirler.",
      "B": "İthalatçının, ihracat mallarını satın almaktan vazgeçmesine karşı bir önlem yöntemidir.",
      "C": "Azami süreleri 36 aya kadar uzatılabilir.",
      "D": "Düşük maliyet ile faiz avantajına sahiptir.",
      "E": "Kredinin tahsilatı ihracat sonrasında mal bedelinden hesaplanarak sağlanır."
    },
    "explanation": "Prefinansman kredilerinin azami süresi 18 aydır.\n Gemi inşa ve ihracatının finansmanı amacıyla kullanılacak kredilerin (hazır gemi hariç) vadesi ise 24\n aydır. Kredi veren tarafın onayı ve izni alınmak suretiyle, 18 aydan kısa vadeli kredileri, bankalar 18 aya\n kadar uzatabilirler."
  },
  {
    "id": "3395391",
    "unitNumber": 2,
    "text": "Ticari senedin borçlusunca ödenmemesi durumunda senet bedelinin ödeneceğine ilişkin olarak, üçüncü bir kimsenin alacaklıya verdiği güvence aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Teminat mektubu",
      "B": "İştira kredisi",
      "C": "Kontrgaranti",
      "D": "Postfinasman",
      "E": "Aval kredisi"
    },
    "explanation": "Aval : Ticari senedin borçlusunca ödenmemesi<br/>durumunda senet bedelinin ödeneceğine ilişkin<br/>olarak, üçüncü bir kimsenin alacaklıya verdiği<br/>güvencedir."
  },
  {
    "id": "3395392",
    "unitNumber": 2,
    "text": "I. Orta / Uzun vadeli finansman\n II. Düşük maliyetli borçlanma\n III. Nakit akışı planlamasında kolaylık\n IV. Yeni pazarlar bulma imkânı sağlanması\n Yukarıdakilerden hangisi ya da hangileri ECA kredilerinin <u>ihracatçı</u> firmalara sağladığı avantajlardandır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sadece I",
      "B": "Sadece IV",
      "C": "I ve IV",
      "D": "I, II ve III",
      "E": "II, III ve IV"
    },
    "explanation": "ECA kredilerinin ihracatçı firma açısından başlıca avantajları ise aşağıdadır.<br/>• Diğer ülke ihracatçılarına karşı artan rekabet gücü,<br/>• Mal bedelini tahsil etme garantisi ve hemen<br/>tahsil olanağı,<br/>• Yeni pazarlar bulma imkânı sağlanmasıdır"
  },
  {
    "id": "3395393",
    "unitNumber": 2,
    "text": "I. Mal bedelini tahsil etme garantisi ve hemen<br/>tahsil olanağı\n II. Nakit akışı planlamasında kolaylık\n III. Düşük maliyetli borçlanma\n Yukarıdakilerden hangisi ya da hangileri ECA kredilerinin ithalatçı açısından başlıca avantajlarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I",
      "B": "Sadece III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "ECA kredilerinin ithalatçı ve ihracatçı açısından bazı avantajları bulunmaktadır. ECA kredilerinin ithalatçı firma açısından başlıca avantajları;<br/>• Orta / Uzun vadeli finansman,<br/>• Düşük maliyetli borçlanma<br/>• Nakit akışı planlamasında kolaylıktır.\n ECA kredilerinin ihracatçı firma açısından başlıca avantajları ise aşağıdadır.<br/>• Diğer ülke ihracatçılarına karşı artan rekabet gücü,<br/>• Mal bedelini tahsil etme garantisi ve hemen<br/>tahsil olanağı,<br/>• Yeni pazarlar bulma imkânı sağlanmasıdır."
  },
  {
    "id": "3395394",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ihracat kredi kurumlarının proje finansmanına sağladığı desteklerden <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Doğrudan kredi desteği",
      "B": "Faiz oranı desteği",
      "C": "Vergi muafiyeti",
      "D": "Politik risk sigortası",
      "E": "Ticari risk sigortası"
    },
    "explanation": "İhracat kredi kurumları gelişmekte olan pazarlarda altyapı ve diğer projelere finansman sağlanmasında önemli bir rol oynayarak, ihracatçılara<br/>doğrudan veya ithalatçılara alıcı kredileri (buyer<br/>credits) yoluyla finansman sağlayarak destek vermektedir. İhracat kredi kurumlarının proje finansmanına sağladığı destek ise özetle şu şekilde sınıflanır (Yalçın, 2013: 240).<br/>• Politik risk sigortası (political risk insurance),<br/>• Ticari risk sigortası (commercial risk insurance),<br/>• Faiz oranı desteği (interest rate support),<br/>• Doğrudan kredi (direct lending) desteği<br/>(Genellikle ithalatçı/alıcı için)."
  },
  {
    "id": "3395395",
    "unitNumber": 2,
    "text": "OECD kurallarına göre; ticari kontrat tutarının finanse edilen yüzdesinin maksimumu kaçtır?",
    "correctAnswer": "E",
    "options": {
      "A": "%45",
      "B": "%55",
      "C": "%65",
      "D": "%75",
      "E": "%85"
    },
    "explanation": "OECD kurallarına göre; ticari kontrat tutarının maksimum %85’i finanse edilir."
  },
  {
    "id": "3395396",
    "unitNumber": 2,
    "text": "Bankaların verecekleri teminat mektubu karşılığında bir başka bankadan istedikleri karşı garantiye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kontrgaranti",
      "B": "Aval Kredisi",
      "C": "İştira kredisi",
      "D": "Prefinansman",
      "E": "Postfinansman"
    },
    "explanation": "Kontrgaranti, bankaların verecekleri teminat<br/>mektubu karşılığında bir başka bankadan istedikleri karşı garantidir."
  },
  {
    "id": "3395397",
    "unitNumber": 2,
    "text": "Yurt dışı kaynaklı kredileri kullanım yöntemine göre ele aldığımızda aşağıdakilerden hangisi bu sınıfta <u>yer almaz</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Re-finansman Kredileri",
      "B": "Aval/Kabul Kredileri",
      "C": "İhracat Kredileri",
      "D": "Ticari Krediler",
      "E": "Savunma Kredileri"
    },
    "explanation": "Dış kaynaklı kredinin vadesi, kredinin anlaşma<br/>tarihi ile son anapara geri ödemesinin yapıldığı tarih<br/>arasındaki süre olarak tanımlanabilir. Bu süre bir yıl<br/>ve altında ise kısa vadeli krediden söz edilirken, süre<br/>bir yıldan fazla ise uzun vadeli krediler söz konusudur."
  },
  {
    "id": "3395398",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Türkiye’de ihracat kredi sigortası ile ilgili çalışmaları resmî olarak destekleyen ihracat kredi (ECA) kuruluşudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Merkez Bankası",
      "B": "Ziraat Bankası",
      "C": "Türk Eximbank",
      "D": "İş Bankası",
      "E": "Euler Hermes"
    },
    "explanation": "Türkiye’de ihracat kredi sigortası ile ilgili çalışmalar resmî destekli ihracat kredi kuruluşu (ECA) statüsünde faaliyet gösteren Türk Eximbank (Bkz Ünite<br/>4) tarafından sağlanmaktadır. Türk Eximbank’ın yanı<br/>sıra çeşitli ticari bankalar tarafından da kredi desteği<br/>sunulmaktadır."
  },
  {
    "id": "3395409",
    "unitNumber": 2,
    "text": "İhracat Kredi Kuruluşlarının (ECA) faaliyetlerini kendi aralarında rekabete girmemeleri için düzenleyen kurum aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekonomik Kalkınma ve İşbirliği Örgütü (OECD)",
      "B": "Avrupa Yatırım Bankası (AYB)",
      "C": "Avrupa Yatırım Fonu (AYF)",
      "D": "Dünya Ticaret Örgütü (WTO)",
      "E": "Uluslararası Para Fonu (IMF)"
    },
    "explanation": "OECD, ECA kuruluşlarının faaliyetlerini kendi aralarında rekabete girmemeleri için düzenler.<br/>ECA’lar işlemlerde çeşitli kriterlere uymak konusunda kendi aralarında anlaşmaktadırlar. Örneğin,<br/>ihracat kredi sigortası desteğinin kredi vadesi iki<br/>yıl ve üzeri riskler için geçerli olmaktadır. Muhtelif<br/>ürün gruplarına göre farklı vadeler dikkate alınmaktadır. Avrupa Birliği birçok OECD ülkesine<br/>yönelik bu kuruluşların iki yıldan daha kısa vadeli<br/>kredi riskini sigortalamasına izin vermemektedir.<br/>Bu riskler özel sektör kuruluşları tarafından teminat altına alınan risklerdir."
  },
  {
    "id": "3395049",
    "unitNumber": 3,
    "text": "Leasing kelime karşılığı olarak kiralama olmakla birlikte, günlük hayatta kiralama dendiğinde anlaşılan işlemler ile leasing işlemleri arasındaki temel farklılık nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Leasingde kiraya konu olan varlığın kiracıya devredilebilmesine olanak tanınması",
      "B": "Leasingin vadesinin daha kısa olması",
      "C": "Leasingin küçük ölçekli araçlarda söz konusu olması",
      "D": "Leasingin sadece gayrimenkullerde söz konusu olması",
      "E": "Leasingin sadece yurt içinde söz konusu olması"
    },
    "explanation": "Leasing kelime anlamıyla kiralama demektir. Ancak kiralama kavramı leasingden farklı bir boyut taşımaktadır. Kiralama işleminde kiraya konu olan varlığın kullanım hakkını kiracıya kısa sayılabilecek bir süre devretme sözleşmesi (ortalama 1 yıl) kira sayılmaktadır. Leasing gibi (daha çok orta vade, ortalama 4 yıl) daha uzun sürede kiraya konu olan varlığın kiracıya devredilebilmesine olanak tanıyan sözleşmelerde kiralama kavramı içinde yer almaktadır."
  },
  {
    "id": "3395050",
    "unitNumber": 3,
    "text": "İşletme terminolojisi açısından ...........; kiracının ya da diğer bir ifade ile kullanıcının kira konusu olan varlığı kullanması karşılığında kiralayana yani varlığın sahibine yapacağı ödemeyi belirleyen bir anlaşmadır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Leasing",
      "B": "Factoring",
      "C": "Forfaiting",
      "D": "Kontrat",
      "E": "Poliçe"
    },
    "explanation": "Leasing’in çeşitli tanımları yapılmaktadır. Türkiye’de uygulandığı hâliyle leasingin kelime anlamı “finansal kiralama”dır. İşletme terminolojisi açısından <strong>leasing</strong>; kiracının ya da diğer bir ifade ile kullanıcının kira konusu olan varlığı kullanması karşılığında kiralayana yani varlığın sahibine yapacağı ödemeyi belirleyen bir anlaşmadır."
  },
  {
    "id": "3395051",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Uluslararası Muhasebe Standartları Komitesinin bir kira sözleşmesinin finansal kiralama olabilmesi için belirttiği kriterlerden biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Kira anlaşmasının sonunda malın mülkiyetinin kiracıya devredilmesinin öngörülmesi",
      "B": "Kira ödemeleri toplamının bugünkü değerinin malın piyasa değerinden yüksek olması",
      "C": "Kira anlaşması ile kiracıya kira süresi sonunda malı o tarihteki beklenen piyasa fiyatının altında bir değerden satın alma hakkının verilmesi",
      "D": "Kira süresinin, kiralanan malın ekonomik ömrünün en az %75’ine eşit olması",
      "E": "Kira ödemeleri toplamının kira süresinin başlangıcındaki bugünkü değerinin malın piyasa değerinin en az %90’ına eşit olması"
    },
    "explanation": "Uluslararası Muhasebe Standartları Komitesi (IASC) bir kira sözleşmesinin finansal kiralama olabilmesi için aşağıda belirtilen dört kriterden en az birini taşıması gerektiğini belirtmiştir. • Kira anlaşmasının sonunda malın mülkiyetinin kiracıya devredilmesinin öngörülmesi, • Kira anlaşması ile kiracıya kira süresi sonunda malı o tarihteki beklenen piyasa fiyatının altında bir değerden satın alma hakkının verilmesi, • Kira süresinin, kiralanan malın ekonomik ömrünün en az %75’ine eşit olması, • Kira ödemeleri toplamının kira süresinin başlangıcındaki bugünkü değerinin malın piyasa değerinin en az %90’ına eşit olması."
  },
  {
    "id": "3395052",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi dünyanın ilk tescilli leasing şirketidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bell Telefon Şirketi",
      "B": "United States Leasing Corporation",
      "C": "Birmingham Wagon Company",
      "D": "United Shoe Company",
      "E": "London factory"
    },
    "explanation": "M.Ö 2000’li yıllarda leasingin bilinen ilk uygulamasının Sümerler tarafından tarım araçları kiralamasında yapıldığı bilinmektedir. Sonraki dönem, Roma İmparatorluğu’nda leasing uygulamaları yaygın olarak kullanılırken Ortaçağ’da binalar ve araziler üzerinden yapılmıştır. Dünyanın ilk tescilli leasing şirketi 1855 yılında kurulan “Birmingham Wagon Company” olup demiryolu vagonlarını beş ile sekiz yıl arasında değişen sürelerle kiralamıştır."
  },
  {
    "id": "3395053",
    "unitNumber": 3,
    "text": "Kiralayanın aynı zamanda sözleşme konusu malın üreticisi veya satıcısı olması durumunda kişi sayısına göre yapılan ayrımda hangi leasing türünden bahsedilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Faaliyet kiralaması",
      "B": "Finansal kiralama",
      "C": "Sat ve geri kiralama",
      "D": "Doğrudan leasing",
      "E": "Dolaylı leasing"
    },
    "explanation": "Kiralama ilişkisinde yer alan kişilerin sayısına göre bir ayrım yapıldığında leasing; dolaylı leasing dolaysız leasing olarak ikiye ayrılmaktadır. Kiralayanın aynı zamanda sözleşme konusu malın üreticisi veya satıcısı olması durumunda<strong> doğrudan</strong> leasingden bahsedilir. Sözleşmede arada ayrıca bir kiralama şirketi bulunmaz. Literatürde “Üretici ya da Satıcı Kiralaması” olarak da anılan doğrudan leasing, aynı zamanda sürümü artırma hedefi de taşıdığından bir pazarlama yöntemi olarak da kullanılmaktadır. Bu durumda kiralayan sözleşme konusu malı, kiracının seçim ve talebi ile üçüncü kişi durumundaki bir üretici veya satıcıdan sağlamakta ve belirli bir kira bedeli karşılığında kullanmak üzere zilyetliğini kiracıya bırakmaktadır."
  },
  {
    "id": "3395054",
    "unitNumber": 3,
    "text": "Yüksek sermaye gerektiren yatırımlarda finansal kiralamaya konu olan malın satın alınması için gerekli olan nakdin bankalardan veya finansal kuruluşlardan kredi kullandırılması yolu ile uygulanan finansal kiralama çeşidi hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kaldıraçlı Kiralama",
      "B": "Gerçek Kiralama",
      "C": "Tam Ödemeli Leasing",
      "D": "Brüt Leasing",
      "E": "Net Leasing"
    },
    "explanation": "Kaldıraçlı Kiralama (Leveraged Leasing) Yüksek sermaye gerektiren yatırımlarda finansal kiralamaya konu olan malın satın alınması için gerekli olan nakdin bankalardan veya finansal kuruluşlardan kredi kullandırılması yolu ile uygulanan finansal kiralama çeşididir."
  },
  {
    "id": "3395055",
    "unitNumber": 3,
    "text": "Kredili satış yapan firmaların, bu satışlarından doğan alacak haklarının <u>kaç gün vadeli</u> olarak “faktoring şirketi” tarafından taraflar arasında imzalanan bir faktoring sözleşmesi ile satın alınması esastır?",
    "correctAnswer": "E",
    "options": {
      "A": "30-60",
      "B": "30-120",
      "C": "30-180",
      "D": "60-360",
      "E": "60-180"
    },
    "explanation": "Kredili satışlar yapan firmaların, bu satışlarından doğan alacak haklarının<strong> 60-180 gün</strong> vadeli olarak “faktoring şirketi” tarafından taraflar arasında imzalanan bir faktoring sözleşmesi ile satın alınması esasına dayanan ve faktoring şirketinin satıcı firmaya finansman hizmeti dışında anında peşin ödeyerek bütün alacaklarını satın almak, alacakları takip ederek vadesinde tahsil edilmesini sağlamak, bu alacaklara ilişkin muhasebe ve defter kayıtlarını tutmak ve potansiyel müşterilerin finansal yapıları hakkında bilgi toplama gibi hizmetlerden yararlandırmaktadır."
  },
  {
    "id": "3395056",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Anında peşin ödeyerek bütün alacakları satın alır.</li> <li>Alacakları tahsil eder.</li> <li>Bu alacaklara ilişkin muhasebe ve defter kayıtlarını tutar.</li> <li>Borçlu hakkında istihbarat yapar ve elde ettiği bilgileri güncel tutar.</li> <li>Borçlunun mali sıkıntıya düşerek ödeme kabiliyetini kaybetmesi halinde oluşan zararları üstlenir, yani satıcıyı tahsilat sıkıntısına karşı korur.</li> </ol> Yukarıdakilerden hangileri faktoring şirketlerinin fonksiyonuna ilişkindir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "I, II, III, IV",
      "C": "I, III, IV, V",
      "D": "I, II, III",
      "E": "II, III, IV, V"
    },
    "explanation": "Faktoring şirketlerinin fonksiyonları aşağıdaki şekildedir.\n • Anında peşin ödeyerek bütün alacakları satın alır.\n • Alacakları tahsil eder.\n • Bu alacaklara ilişkin muhasebe ve defter kayıtlarını tutar.\n • Borçlu hakkında istihbarat yapar ve elde ettiği bilgileri güncel tutar.\n • Borçlunun mali sıkıntıya düşerek ödeme kabiliyetini kaybetmesi halinde oluşan zararları üstlenir, yani satıcıyı tahsilat sıkıntısına karşı korur."
  },
  {
    "id": "3395057",
    "unitNumber": 3,
    "text": "Genelde faktoring şirketi müşterisinin talebi halinde, fatura tutarının % kaçına kadar olan kısmını nakden ödeyebilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "100",
      "B": "90",
      "C": "80",
      "D": "75",
      "E": "70"
    },
    "explanation": "İşletmelerin çalışma sermayeleri için gerekli olan finansmanın faktoring şirketleri tarafından sağlanması, işletmeleri faktoring hizmetlerinden yararlanmaya yönelten nedenlerden birisidir. Genelde faktoring şirketi müşterisinin talebi halinde, fatura tutarının <strong>%80</strong>’ine kadar olan kısmını nakden ödeyebilmektedir. Faturanın geriye kalan %20 ’lik kısmı ise tahsilat yapılıp faktoring şirketinin ücreti bundan düşüldükten sonra kalan net tutar üzerinden ödenir. Böylece satıcı işletme, kredili satışlarından dolayı gereksinim duyacağı nakit ihtiyacını karşılamış olacaktır."
  },
  {
    "id": "3395058",
    "unitNumber": 3,
    "text": "Satıcıya satış kayıtları yönetimi, tahsil hizmeti ve finansman sağlanan fakat alacağın ödenmemesi riskine karşı güvence verilmeyen faktoring türü hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Acenta Faktoring",
      "B": "İkili Faktoring",
      "C": "Tam Hizmet Faktoring",
      "D": "İskontolu Faktoring",
      "E": "Rücu Edilebilir Faktoring"
    },
    "explanation": "<strong>Rücu Edilebilir Faktoring</strong> Satıcıya satış kayıtları yönetimi, tahsil hizmeti ve finansman sağlamakta fakat alacağın ödenmemesi riskine karşı güvence verilmemektedir."
  },
  {
    "id": "3395059",
    "unitNumber": 3,
    "text": "İthalatçı ülkede ortaya çıkabilecek olağan dışı gelişmeler forfaiting işleminde hangi risk kavramına girmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Döviz kuru",
      "B": "Politik",
      "C": "Transfer",
      "D": "Faiz oranı",
      "E": "Ticari"
    },
    "explanation": "Forfaiting işleminde karşılaşılan riskler beş grupta incelenebilir. Bunlar; politik risk, döviz kuru riski, transfer riski, faiz oranı ve ticari risklerdir.\n <strong>Politik Risk:</strong> İthalatçı ülkede ortaya çıkabilecek olağan dışı gelişmeler politik risk kavramına girmektedir. Bu risk ihracatçıyı zarara uğratabilir. Bu riskin gerçekleşmesi durumunda riskin zararını banka üstlenir. Banka bu riski yönetmek için sigorta yaptırabilir"
  },
  {
    "id": "3395090",
    "unitNumber": 3,
    "text": "Kiracı \"ben sadece makine için belirli bir kira ödüyorum; sigorta, bakım, onarım gibi diğer tüm gereklilikleri kiralayan hallediyor\" diyorsa, bu hangi leasing türüdür?",
    "correctAnswer": "B",
    "options": {
      "A": "Finansal leasing",
      "B": "Faaliyet leasingi",
      "C": "Dolaylı leasing",
      "D": "Doğrudan leasing",
      "E": "Tam ödemeli leasing"
    },
    "explanation": "Faaliyet leasingi, kiracı ile kiralayan kuruluş arasında yapılan ve sözleşme konusu malın mülkiyetinin, her türlü riskinin, bakım ve giderlerinin kiralayanda kaldığı, buna karşın kiracının yalnız belirli bir kira bedeli ödemekle yükümlü olduğu, finansman unsuru mevcut olmamakla birlikte, genellikle geçici özellikteki ihtiyaçların karşılanmasında, kısa süreli olarak önceden belirli sürelere uymak kaydıyla fesih edilebilen bir leasing türüdür."
  },
  {
    "id": "3395091",
    "unitNumber": 3,
    "text": "Finansal Kiralama, Faktoring ve Finansman Şirketleri Kanunu TBMM’de hangi yıl kabul edilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "2010",
      "B": "2011",
      "C": "2012",
      "D": "2013",
      "E": "2014"
    },
    "explanation": "2012 21.11.2012 Finansal Kiralama, Faktoring ve Finansman Şirketleri Kanunu TBMM’de kabul edildi."
  },
  {
    "id": "3395092",
    "unitNumber": 3,
    "text": "Bir satıcı firma (müşteri) temsilcisi \"alacaklarımız için faktoring yapıyoruz, böylece kredili satışların muhasebeleştirilmesi işlemleriyle uğraşmak zorunda kalmıyoruz\" diyorsa faktoring işleminin temel fonksiyonlarından hangisinden bahsediyor demektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Finansman (Kredi Sağlama) Fonksiyonu",
      "B": "Teminat Fonksiyonu",
      "C": "Danışmanlık Hizmeti",
      "D": "Hizmet (İş Görme) Fonksiyonu",
      "E": "Tahsilatın Üstlenilmesi"
    },
    "explanation": "Hizmet (İş Görme) Fonksiyonu<br/>Faktoring şirketleri aşağıdaki hizmetleri verebilir.<br/>Müşteriye Ait Muhasebe Defterlerinin Tutulması: Satıcı firma açısından faktoring uygulamasının en faydalı hizmetlerinden birisi yaptığı kredili satışların muhasebeleştirilmesi işinin faktor tarafından üstlenilmesidir."
  },
  {
    "id": "3395093",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisinde forfaiting işleminin tarafları arasında olmayan bir unsur verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "İhracatçı işletme (forfaitist)",
      "B": "İthalatçı işletme",
      "C": "Forfaiter",
      "D": "Garantör banka",
      "E": "Lojistik firması"
    },
    "explanation": "Forfaiting İşleminin Tarafları<br/>Forfaiting işlemlerinde yer alan taraflar şunlardır:<br/>• İhracatçı işletme (forfaitist)<br/>• İthalatçı işletme<br/>• Forfaiter<br/>• Garantör banka"
  },
  {
    "id": "3395094",
    "unitNumber": 3,
    "text": "Kiracının kiraladığı malı ya da ürünü üçüncü bir tarafa tekrar kiralayabilmesi olanağı veren leasing türü hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alt kiralama",
      "B": "Yurt içi leasing",
      "C": "Doğrudan kiralama",
      "D": "Dolaylı kiralama",
      "E": "Gerçek kiralama"
    },
    "explanation": "Alt kiralama aynı koşullarla malı bir başkasına kiralayabilme hakkı tanıyan finansal kiralama türüdür. Alt kiralamada, kiralayan kiralanan malın kullanım hakkını kiracıya devretmekte, kiracı da aynı malı aynı koşullarla üçüncü bir kişiye devretmektedir."
  },
  {
    "id": "3395095",
    "unitNumber": 3,
    "text": "Kiracı \"leasing firmasından bir araç kiraladık ama sözleşme gereği aracın tüm tamir, bakım, idame ve harçları bizim sorumluluğumuzda\" diyorsa hangi tür leasing yapmış demektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Alt kiralama",
      "B": "Net leasing",
      "C": "Brüt leasing",
      "D": "Satışa yardımcı kiralama",
      "E": "Tam ödemeli kiralama"
    },
    "explanation": "Net finansal kiralama kiralanan varlığa ait tüm tamir, bakım, idame ve harçların kiracının yükümlüğünde olduğu finansal kiralama şeklidir."
  },
  {
    "id": "3395096",
    "unitNumber": 3,
    "text": "Nijerya'ya ihracat yapan bir Türk işletmesi bundan doğan alacağını yerli bir faktöring firmasına satmak istediğinde, borçlu firmanın kredibilitesi hakkında bilgileri veren ve tahsilatı yaparak yerli faktöring firmasına aktaran Nijerya bankası faktöring işleminde yer alan taraflardan hangisi olarak işlem yapmış olur?",
    "correctAnswer": "C",
    "options": {
      "A": "Faktor",
      "B": "Satıcı firma",
      "C": "Muhabir faktor",
      "D": "Borçlu firma",
      "E": "İthalatçı firma"
    },
    "explanation": "Uluslararası Faktoring Sözleşmesi’nin bir unsuru olan muhabir faktor uluslararası faktoring İşlemlerinde ithalatçının ülkesindeki faktore muhabirlik hizmeti veren faktor firmasıdır. Kendi ülkesindeki ithalatçı firma hakkında ihracatçının ülkesindeki faktore bilgi verir. Ayrıca ithalatçı firmadan mal bedelini tahsil ederek ihracatçının ülkesindeki faktore iletir."
  },
  {
    "id": "3395097",
    "unitNumber": 3,
    "text": "Bir ticari kredi işleminin uluslararası faktoring kapsamında ele alınabilmesi için kapsaması gereken hizmetler arasında hangileri yer alır?\n<br/>I. Finansman\n<br/>II. Müşteri adına ödeme yapılması\n<br/>III. Borcun tahsili\n<br/>IV. Ödenmeme riskini karşılama\n<br/>V. Malın alıcısına ulaştırılması",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III",
      "B": "I, II, V",
      "C": "II, III, IV",
      "D": "I, III, IV",
      "E": "III, IV, V"
    },
    "explanation": "Bir ticari kredi işleminin uluslararası faktoring kapsamında ele alınabilmesi için aşağıdaki hizmetlerden en az ikisini kapsaması gereklidir.<br/>- Finansman,<br/>- Müşteri adına hesap tutulması,<br/>- Borcun tahsili,<br/>- Ödenmeme riskini karşılama,\n<br/>V. madde olarak verilen ifade kapsanması gereken ifadeler arasında yer almamaktadır. II. madde ise Müşteri adına ödeme yapılması değil, Müşteri adına hesap tutulması olacağından kapsanması gereken koşullara ilişkin olarak yanıştır. Bu nedenle cevap D) I, III ve IV'dür."
  },
  {
    "id": "3395098",
    "unitNumber": 3,
    "text": "Forfaiting işleminde borçlu ya da garantörün banka ödeme güçlüğüne düşmesi ya da kasıtlı olarak ödeme yapmak istememesi halinde ortaya çıka risk hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Faiz oranı riski",
      "B": "Döviz kuru riski",
      "C": "Operasyonel risk",
      "D": "Politik risk",
      "E": "Ticari risk"
    },
    "explanation": "Ticari Risk\n Borçlu ya da garantör banka ödeme güçlüğüne düşebilir ya da kasıtlı olarak ödeme yapmak istemeyebilir. Forfaiting işlemindeki senetli ve senetsiz alacakları satın alan forfaiter, risk görmesi durumunda bunları başka tüzel ya da gerçek kişilere satabilir. Bu şekilde işlemin gerçekleştiği piyasaya “ikincil piyasa” adı verilmektedir. Bu riski azaltmak için bankalar kredi limitlerini ve vadeyi gerçekçi olarak belirlemeye çalışırlar."
  },
  {
    "id": "3395070",
    "unitNumber": 4,
    "text": "Türkiye'de Planlı Dönem ile birlikte başlayan ithal ikameci kalkınma stratejisi hangi tarihe kadar uygulanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1970",
      "B": "1980",
      "C": "1990",
      "D": "1994",
      "E": "2001"
    },
    "explanation": "24 Ocak 1980 tarihli kararlarla Türkiye ihracata dönük sanayileşme stratejisine geçiş yapmıştır."
  },
  {
    "id": "3395071",
    "unitNumber": 4,
    "text": "Türkiye'de ilk kez ihracat kredi sigortası mekanizmasını uygulamaya koyan kuruluş aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dış Ticaret Müsteşarlığı",
      "B": "Devlet Planlama Teşkilatı",
      "C": "Türk Eximbank",
      "D": "Türkiye Cumhuriyet Merkez Bankası",
      "E": "Türkiye İhracatçı Birlikleri"
    },
    "explanation": "İlk uygulama Türk Eximbank tarafından başlatılmıştır."
  },
  {
    "id": "3395072",
    "unitNumber": 4,
    "text": "Türk Eximbank tarafından ihracatçı ve ihracata bağlı üretim yapan imalat firmalarına ihracata hazırlık aşamasında finansman ihtiyacının karşılanması için verilen krediler aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kısa vadeli ihracat kredisi",
      "B": "Orta vadeli finansman kredisi",
      "C": "Uzun vadeli ihracat kredisi",
      "D": "Döviz kazandırıcı hizmet kredisi",
      "E": "Döviz kazandırıcı prefinansman kredisi"
    },
    "explanation": "Bu tür krediler kısa vadeli ihracat kredisi olarak adlandırılmaktadır."
  },
  {
    "id": "3395073",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Türk Eximbank tarafından kullandırılan kısa vadeli ihracat kredileri arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "İhracata dönük yatırım kredisi",
      "B": "Marka kredisi",
      "C": "Avrupa Yatırım Bankası kredisi",
      "D": "Özellikli ihracat kredisi",
      "E": "İhracata hazırlık kredisi"
    },
    "explanation": "İhracata hazırlık kredisi kısa vadeli krediler arasında yer alır."
  },
  {
    "id": "3395074",
    "unitNumber": 4,
    "text": "Müteahhitlik ve gemi inşaat sektöründe faaliyet gösteren firmaların ihraç ettikleri Türk mal ve hizmetlerine yönelik yabancı alıcılara finansman olanağı sağlayan krediler aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uluslararası proje kredileri",
      "B": "Döviz kazandırıcı hizmetler kredisi",
      "C": "Turizm kredisi",
      "D": "Yurtdışı müteahhitlik köprü kredisi",
      "E": "Uluslararası nakliyat pazarlama kredisi"
    },
    "explanation": "Bu tür krediler uluslararası proje kredileri başlığı altında incelenmektedir."
  },
  {
    "id": "3395075",
    "unitNumber": 4,
    "text": "Uluslararası ticaretin finansmanı amacıyla yurtiçi bankalar alıcı kredileri kapsamında tüketim malları finansmanı için kullandırılacak kredilerde azami vade kaç yıldır?",
    "correctAnswer": "B",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "5",
      "E": "10"
    },
    "explanation": "Bu tür kredilerde en uzun vade 2 yıl olarak belirlenmiştir."
  },
  {
    "id": "3395076",
    "unitNumber": 4,
    "text": "Kısa vadeli alacak sigortası ile yurtdışına yapılan satışlarda vadeli alacak yapısına sahip bütün ihracatçı firmaların Türk Eximbank tarafından kapsama alınan ülkelerdeki alışlara yapacağı kaç güne kadar vadeli tüm sevkiyatları sigortalanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "30",
      "B": "90",
      "C": "180",
      "D": "360",
      "E": "720"
    },
    "explanation": "360 güne kadar vadeli sevkiyatlar kapsanmaktadır."
  },
  {
    "id": "3395077",
    "unitNumber": 4,
    "text": "İhracat yapan firmaların yurtdışı satışlarından doğan tahsilatı riskli alacaklarının ticari ve politik risklere karşı sigortalanması hangisi ile isimlendirilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Karşılıksız kredi",
      "B": "Teminat mektubu",
      "C": "Alıcı kredisi",
      "D": "Finansman sağlama",
      "E": "Alacak sigortası"
    },
    "explanation": "Bu işlem genel anlamda alacak sigortası olarak adlandırılır."
  },
  {
    "id": "3395078",
    "unitNumber": 4,
    "text": "I. Forward\n<br/>II. Opsiyon\n<br/>III. Faiz swapı\n<br/>Yukarıda sıralanan türev ürünlerden hangisi/hangileri Türk Eximbank tarafından ihracatçının kur riskinden korunması amacıyla kullanılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "Sadece III"
    },
    "explanation": "Forward ve opsiyon işlemleri kur riskinin yönetilmesi amacıyla kullanılmaktadır."
  },
  {
    "id": "3395079",
    "unitNumber": 4,
    "text": "Türk Eximbank tarafından ihracatçının piyasadaki faiz oranı dalgalanmalarından etkilenmemesi amacıyla kullanılan türev işlem hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Forward",
      "B": "Faiz swapı",
      "C": "Call opsiyonu",
      "D": "Put opsiyonu",
      "E": "Varant"
    },
    "explanation": "Bu amaçla kullanılan türev ürün faiz swapıdır."
  },
  {
    "id": "3395189",
    "unitNumber": 4,
    "text": "Türk Eximbank’ın temelini aşağıdaki bankalardan hangisi oluşturur?",
    "correctAnswer": "A",
    "options": {
      "A": "Devlet Yatırım Bankası",
      "B": "Ziraat Bankası",
      "C": "Osmanlı Bankası",
      "D": "Halk Bankası",
      "E": "Türkiye Cumhuriyet Merkez Bankası"
    },
    "explanation": "Türk Eximbank 1964 yılında kurulmuş olan Devlet Yatırım Bankası'da dayalı olarak kurulmuştur. Devlet Yatırım Bankası da daha önce kurulan Amortisman ve Kredi Sandığı’nın yeniden yapılandırılması sonucu kurulmuştur. Banka 1987 yılına kadar Kamu İktisadi Teşebbüslerinin yatırımları için kredi vermek ve gerektiğinde garan<br/>Türk Eximbank’ın temelini 1964 yılında kurulan Devlet Yatırım Bankası oluşturmaktadır. Bu nedenle doğru cevap A seçeneğinde yer almaktadır."
  },
  {
    "id": "3395190",
    "unitNumber": 4,
    "text": "Türkiye’de ilk kez ihracat kredi sigortası mekanizmasını uygulamaya koyan banka aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Türk Eximbank",
      "B": "TCMB",
      "C": "Osmanlı Bankası",
      "D": "Halk Bank",
      "E": "Ziraat Bankası"
    },
    "explanation": "1987 yılında kurulmuş olan Türk Eximbank, Türkiye’de ilk kez ihracat kredi sigortası mekanizmasını uygulamaya koyarak ihracatta sigorta bilincinin yerleşmesini sağlamıştır. Bu nedenle sorunun doğru cevabı A seçeneğidir. Diğer seçenekelerde yer alan bankaların hiç birinin ihracat kr<br/>Doğru cevap A seçeneğinde yer almaktadır. Türkiye'de ihracat kredi sigortasını ilk olarak uygulamaya koyan banka Türk Eximbank tır."
  },
  {
    "id": "3395191",
    "unitNumber": 4,
    "text": "Türk Eximbank hangi yıl kurulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "1923",
      "B": "1964",
      "C": "1987",
      "D": "1990",
      "E": "1995"
    },
    "explanation": "Devlet Yatırım Bankası, 21.08.1987 tarihinde Türkiye İhracat Kredi Bankası A.Ş./Türk Eximbank olarak yeniden düzenlenmiştir. Dolayısıyla, bankanın kuruluş yılı 1987 dir. Doğru cevap C seçeneğinde verilmektedir.<br/>Doğru cevap C seçeneğinde yer almaktadır. İlgili banka 1987 yılında kurulmuştur."
  },
  {
    "id": "3395192",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Türk Eximbank’ın temel amaçları arasında <u>yer almaz</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "İthalatın geliştirilmesi",
      "B": "İhracatın geliştirilmesi",
      "C": "İhraç edilen mal ve hizmetlerin çeşitlendirilmesi",
      "D": "İhraç mallarına yeni pazarlar kazandırılması",
      "E": "İhracatçıların uluslararası ticarette paylarının artırılması ve girişimlerinde gerekli desteğin sağlanması"
    },
    "explanation": "Türk eximbank ihracatı desteklemeyi amaçlamaktadır. Bu çerçevede, banka Türkiye’de ilk kez ihracat kredi sigortası mekanizmasını uygulamaya koymuştur. B,C,D ve E seçeneklerinde ihracatın gelişimine yönelik amaçlar sıralanmaktadır. Bu seçeneklerde yer alan ifadeler Türk Eximbank'ın temel amaçları arasında yer almaktadır. A seçeneğinde yer alan \"ithalatın geliştirilmesi\" bankanın temel araçları arasında yer almaz. Bu nedenle doğru cevap A seçeneğidir.<br/>Doğru cevap A seçeneğinde yer almaktadır."
  },
  {
    "id": "3395193",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Türk Eximbank'ın sunduğu kısa vadeli ihracat kredileri arasında <u>yer almaz</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Marka Kredisi",
      "B": "KOBİ İhracata Hazırlık Kredisi",
      "C": "Reeskont Kredisi",
      "D": "Sevk Sonrası Reeskont Kredileri",
      "E": "Dış Ticaret Şirketleri İhracat Kredisi"
    },
    "explanation": "Kısa vadeli ihracat kredileri şu şekilde sıralanabilir:\n<br/>Reeskont Kredisi, \n<br/>• KOBİ İhracata Hazırlık Kredisi, \n<br/>• İhracata Hazırlık Kredisi,\n<br/>• Sevk Sonrası Reeskont Kredileri, \n<br/>• Dış Ticaret Şirketleri İhracat Kredisi<br/>Doğru cevap A seçeneğinde yer almaktadır. Marka kredisi orta ve uzun vadeli ihracat kredileri arasında yer almaktadır."
  },
  {
    "id": "3395194",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Türk Eximbank'ın sunduğu orta ve uzun vadeli ihracat kredileri arasında <u>yer almaz</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Reeskont Kredisi",
      "B": "İhracata Yönelik Yatırım Kredisi",
      "C": "Özellikli İhracat Kredisi",
      "D": "İhracat Alacakları İskonto Programı",
      "E": "Avrupa Yatırım Bankası (AYB) Kredisi"
    },
    "explanation": "B,C,D,ve E seçeneklerinde verilen kredi türleri, Türk Eximbank'ın sunduğu orta ve uzun vadeli ihracat krediler sınıfında yer almaktadır. Ancak, A seçeneğinde yer alan Reeskont kredisi kısa vadeli ihracat kredisidir. Bu nedenle, A seçeneği doğru cevaptır.<br/>Doğru cevap A seçeneğinde yer almaktadır. A seçeneğinde yer alan Reeskont kredisi kısa vadeli ihracat kredileri arasında yer almaktadır. Bu nedenle orta ve uzun vadeli krediler sınıfına girmemektedir."
  },
  {
    "id": "3395195",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Türk Eximbank tarafından döviz kazandırıcı hizmetler kapsamında yer alan kredilerden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Turizm Kredisi",
      "B": "Reeskont Kredisi",
      "C": "KOBİ İhracata Hazırlık Kredisi",
      "D": "İhracata Hazırlık Kredisi",
      "E": "Sevk Sonrası Reeskont Kredileri"
    },
    "explanation": "Türk Eximbank tarafından döviz kazandırıcı hizmetler kapsamında yer alan krediler şöyledir:\n<br/><ul><br/><li>Turizm Kredisi, • Uluslararası Nakliyat Pazarlama Kredisi, • Döviz Kazandırıcı Hizmetler Kredisi, </li></ul><br/>Doğru cevap A seçeneğinde yer almaktadır. Turizm kredisi, Türk Eximbank'ın döviz kazandırıcı hizmetler kapsamında yer alan kredilerinden birisidir."
  },
  {
    "id": "3395196",
    "unitNumber": 4,
    "text": "Forward türev ürünü aşağıdakilerden hangisinden korunmak amacıyla kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kur riskinden",
      "B": "Faiz riskinden",
      "C": "Maliyet riskinden",
      "D": "Vade riskinden",
      "E": "Deprem riskinden"
    },
    "explanation": "Forward işlemi ile ihracatçının döviz kurundaki artıştan/azalıştan kaynaklanan kur riskinden korunması amaçlanmaktadır. Dolayısıyla, forward işlemi kur riskinden korunmak amacıyla gerçekleşritirilir. Türk eximbank bu hizmeti kullanıcılarına sunmaktadır. Diğer seçeneklerde yer alan risklerden kurtulmak için farklı araçlara ihtiyaç vardır. Forwar işlemi bu risklerden korunmaya katkı sağlamaz. Bu nedenle doğru cevap A seçeneğidir.<br/>Doğru cevap A seçeneğinde yer almaktadır."
  },
  {
    "id": "3395197",
    "unitNumber": 4,
    "text": "Yurt dışında yerleşik markaların satın alınması ve Türkiye’de yerleşik markaların yurt dışında tutundurulması kapsamında yapılmış/yapılacak harcamaların finansmanının sağlanmasını hedefleyen Türk Eximbank kredisi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Marka Kredisi",
      "B": "Reeskont Kredisi",
      "C": "KOBİ ihracata hazırlık kredisi",
      "D": "Sevk Öncesi İhracat Kredisi",
      "E": "Dış Ticaret Şirketleri İhracat Kredisi"
    },
    "explanation": "A seçeneğinde sunulan Marka kredisinin temel hedefi , yurt dışında yerleşik markaların satın alınması ve Türkiye’de yerleşik markaların yurt dışında tutundurulması kapsamında yapılmış/yapılacak harcamaların finansmanının sağlanmasıdır. Diğer seçeneklerden yer alan krediler ihracata hazırlık aşamasında finansman ihtiyacının karşılanmasını amaçlamaktadır. Bu nedenle doğru cevap A seçeneğidir.<br/>Doğru yanıt A seçeneğinde yer almaktadır."
  },
  {
    "id": "3395198",
    "unitNumber": 4,
    "text": "Türk Eximbank'ın T.C. Merkez Bankası ile iş birliği içinde, mal ve döviz kazandırıcı hizmet ihracatında bulunan firmalar için uygun maliyetli finansman sağlamayı amaçlayan kredi türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Reeskont Kredisi",
      "B": "Marka Kredisi",
      "C": "Özellikli İhracat Kredisi",
      "D": "Turizm Kredisi",
      "E": "Yurtdışı Fuar Katılım Kredisi"
    },
    "explanation": "A seçeneğinde yer alan Reeskont kredisi soruda verilen amaca hizmet etmektedir. Başka bir ifadeyle, Türk eximbank, TCMB ile iş birliği içinde, bu kredi çerçevesinde mal ve döviz kazandırıcı hizmet ihracatında bulunan firmalar için uygun maliyetli finansman sağlamaktadır.<br/>Doğru cevap A seçeneğinde yer almaktadır."
  },
  {
    "id": "3395399",
    "unitNumber": 4,
    "text": "'Türk Eximbank'ın temelini ...............yılında kurulan ........................... oluşturmaktadır' Yukarıdaki cümledeki boşlukları sırayla ve anlamlı bir şekilde dolduran yıl ve banka ismi aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "1863 , Ziraat Bankası",
      "B": "1924 , İş Bankası",
      "C": "1933 , Halkbank",
      "D": "1964 , Devlet Yatırım Bankası",
      "E": "1950 , Türkiye Sınai Kalkınma Bankası"
    },
    "explanation": "Doğru cevap D' dir."
  },
  {
    "id": "3395400",
    "unitNumber": 4,
    "text": "' Reeskont Kredisi , İhracata Hazırlık Kredisi , Marka Kredisi , İhracata Yönelik Yatırım Kredisi , Sevk Öncesi İhracat Kredileri' Yukarıda sayılan ihracat kredi türlerinden kaç tanesi kısa vadeli ihracat kredileri kapsamına girer?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "D0ğru cevap C'dir. Reeskont Kredisi , İhracata Hazırlık Kredisi ve Sevk Öncesi İhracat Kredileri kısa vadeli , diğerleri orta ve uzun vadeli ihracat kredileri kapsamına girer ."
  },
  {
    "id": "3395401",
    "unitNumber": 4,
    "text": "I. Reeskont kredilerinde işlem alt limiti KOBİ vasfındaki firmalar için 50000 ABD dolarıdır II. Reeskont kredileri yalnız ABD doları olarak kullanılabilmektedir III.Reeskont kredilerinin döviz cinsinden 720 güne kadar vade seçenekleri bulunmaktadır Türk Eximbank kredisi türlerinden reeskont kredisinin özellikleri ile ilgili yukarıdaki bilgi cümleleri hakkında aşağıdaki seçeneklerden hangisinde sırayla ve doğru değerlendirmeler yapılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "I. Doğru , II. Doğru , III. Yanlış",
      "B": "I. Doğru , II. Yanlış , III. Doğru",
      "C": "I. Yanlış , II. Doğru , III. Doğru",
      "D": "I. Yanlış , II. Yanlış , III. Doğru",
      "E": "I. Yanlış , II. Doğru , III. Yanlış"
    },
    "explanation": "I ve III doğru , II yanlıştır çünkü reeskont kredileri yalnız ABD doları olarak değil ayrıca TL , euro , İngiliz sterlini ve Japon yeni olarak da kullanılabilmektedir. Doğru cevap B' dir."
  },
  {
    "id": "3395402",
    "unitNumber": 4,
    "text": "' Özellikli İhracat Kredisi , Avrupa Yatırım Bankası Kredisi , Yurt Dışı Mağazalar Yatırım Kredisi , İhracata Yönelik İşletme Sermayesi Kredisi , Dış Ticaret Şirketleri İhracat Kredisi , Sevk Sonrası Reeskont Kredileri ' Yukarıdaki ihracat kredisi türlerinden kaç tanesi orta ve uzun vadeli ihracat kredileri kapsamına girer?",
    "correctAnswer": "E",
    "options": {
      "A": "2",
      "B": "5",
      "C": "3",
      "D": "6",
      "E": "4"
    },
    "explanation": "Doğru cevap E'dir. Dış Ticaret Şirketleri İhracat Kredisi ve Sevk Sonrası Reeskont Kredileri kısa vadeli ihracat kredileri türleri arasında olup geriye kalan 4 kredi orta ve uzun vadeli kredi türleri kapsamındadır."
  },
  {
    "id": "3395403",
    "unitNumber": 4,
    "text": "I. Firmalara sağlanan kredi imkanı 100 milyon ABD doları kadardır II. Kredi kapsamında herhangibir alt limit yoktur III.Kredi vadesi maksimum 360 gündür Turizm kredilerinin özellikleri ile ilgili yukarıdaki bilgi cümleleri hakkında aşağıdaki seçeneklerden hangisinde sırayla ve doğru değerlendirmeler yapılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "I. Doğru , II. Doğru , III. Yanlış",
      "B": "I. Doğru , II. Yanlış , III. Doğru",
      "C": "I. Yanlış , II. Doğru , III. Doğru",
      "D": "I. Yanlış , II. Yanlış , III. Doğru",
      "E": "I. Yanlış , II. Doğru , III. Yanlış"
    },
    "explanation": "Doğru cevap E' dir. I yanlıştır çünkü kredi imkanı 100 değil 25 milyon ABD doları kadardır. III yanlıştır çünkü kredi vadesi maksimum 720 gündür."
  },
  {
    "id": "3395404",
    "unitNumber": 4,
    "text": "Uluslararası proje kredileri kapsamında Türkiye'den ihraç edilecek 20 milyon ABD dolarlık mal ve hizmet tutarının en fazla kaç milyon dolarlık kısmına kadar kredi sağlanabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "17",
      "B": "4",
      "C": "20",
      "D": "8",
      "E": "10"
    },
    "explanation": "Sorudaki kredi türünde maksimum kredi limiti %85 olduğu için 20 . 0,85 =17 yani A seçeneği doğrudur."
  },
  {
    "id": "3395405",
    "unitNumber": 4,
    "text": "'Yurt içi bankaların kullandırdıkları yurt dışı alıcı kredilerinin tüketim mallarının finansmanında azami vadesi...............yıl , sermaye mallarının finansmanında azami vadesi ise .................yıldır' Yukarıdaki cümledeki boşlukları sırayla ve doğru biçimde dolduran sayılar aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "5 , 10",
      "B": "1 , 3",
      "C": "2 , 10",
      "D": "3 , 7",
      "E": "4 , 12"
    },
    "explanation": "Doğru cevap C'dir."
  },
  {
    "id": "3395406",
    "unitNumber": 4,
    "text": "'İhracatçının forward işlemi için talep edebileceği minimum işlem tutarı ............... ABD doları , forward işlem vadesi ise en çok ............gündür' Yukarıdaki cümledeki boşlukları sırayla ve doğru biçimde dolduran sayılar aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "5000 , 30",
      "B": "10000 , 90",
      "C": "15000 , 120",
      "D": "20000 , 360",
      "E": "25000 , 720"
    },
    "explanation": "D , doğru cevaptır."
  },
  {
    "id": "3395407",
    "unitNumber": 4,
    "text": "I. Faiz swapi işlemlerinin vadesi en az 1 yıldır II. Faiz swapi işlemlerinin vadesi en çok 10 yıldır III.İhracatçının faiz swapi için talep edebileceği minimum işlem tutarı 1 milyon ABD dolarıdır Faiz swapi ile ilgili yukarıdaki üç bilgi cümlesi hakkında aşağıdaki seçeneklerden hangisinde sırayla ve doğru değerlendirmeler yapılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "I. Doğru , II. Doğru , III. Yanlış",
      "B": "I. Doğru , II. Yanlış , III. Doğru",
      "C": "I. Yanlış , II. Doğru , III. Doğru",
      "D": "I. Yanlış , II. Yanlış , III. Doğru",
      "E": "I. Yanlış , II. Doğru , III. Yanlış"
    },
    "explanation": "Faiz swapi işlemlerinin vadesi en az 1 yıl değil 3 yıldır. Dolayısı ile I yanlıştır . II ve III ise doğrudur. Doğru cevap C'dir."
  },
  {
    "id": "3395408",
    "unitNumber": 4,
    "text": "Spesifik İhracat Kredi Sigortası Sevk Sonrası Risk Programı kapsamında yapılan işlemlerle ilgili olarak aşağıda yer alan cümlelerden kaç tanesi doğrudur? I. Bu program kapsamında genellikle yatırım malları satışından doğan orta-uzun vadeli alacaklar sigortalanmaktadır II. Bu program kapsamında başvurular için alt limit değer vardır III.Bu program kapsamında vadesi iki yıldan uzun işlemlerde sigorta primi başvuru bazında OECD düzenlemelerine uygun olarak belirlenmektedir IV. Bu program kapsamında vadesi iki yıldan kısa işlemlerde prim hesabı OECD düzenlemelerinden bağımsız yapılabilmektedir V. Bu program kapsamında başvurular için herhangibir üst limit değeri yoktur",
    "correctAnswer": "D",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Doğru cevap 4 tür , D doğrudur. 5 cümleden II hariç diğer 4'ü doğrudur. II de başvurular için alt limit değer vardır ifadesi yanlıştır . Vardır yerine yoktur sözcüğü gelmeliydi."
  },
  {
    "id": "3395149",
    "unitNumber": 5,
    "text": "I . INCOTERMS , IMF tarafından geliştirilmektedir II. GATT , 1995 yılı başından itibaren yerini Dünya Ticaret Örgütü'ne devretmiştir III.INCOTERMS kuralları dış ticarette kullanılan temel ticaret kurallarıdır Yukarıdaki üç bilgi cümlesi ile ilgili olarak aşağıdaki seçeneklerden hangisinde sırayla ve doğru değerlendirmeler yapılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "I. Doğru , II. Doğru , III. Yanlış",
      "B": "I. Doğru , II. Yanlış , III. Doğru",
      "C": "I. Yanlış , II. Doğru , III. Doğru",
      "D": "I. Yanlış , II. Yanlış , III. Doğru",
      "E": "I. Doğru , II. Yanlış , III. Yanlış"
    },
    "explanation": "Doğru cevap C dir. I, yanlıştır çünkü INCOTERMS IMF değil ICC ( ULUSLARARASI TİCARET ODASI) tarafından geliştirimektedir."
  },
  {
    "id": "3395150",
    "unitNumber": 5,
    "text": "' satılan malın özellikleri , fikri mülkiyet hakları , ATA Karnesi Sistemi' nin yönetilmesi , Uluslararası Menşe Akreditasyon Zinciri , mucbir sebep veya aşırı ifa güçlüğü durumları' INCOTERMS kurallarının kapsadığı konular arasında yukarıda ifade edilen konulardan kaç tanesi sayılabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Doğru cevap B dir. INCOTERMS kuralları , ATA Karnesi Sistemi'nin yönetilmesi ve Uluslararası Menşe Akreditasyonu Zinciri konularını kapsar."
  },
  {
    "id": "3395151",
    "unitNumber": 5,
    "text": "I. Konşimento , B/L II. Hamule Senedi , FB III.Nakliyeci Makbuzu , AWB IV. Kargo Makbuzu , FIATA V. Navlun Sözleşmesi , CMR VI. CMR Belgesi , CIM Yukarıdaki altı adet taşıma belgesi adı ve bu adın kısaltmasından oluşan çiftlerden kaç tanesinde belge adı ve kısaltması arasında uyumsuzluk vardır?",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Doğru cevap E dir. I hariç diğer beş çiftte uyumsuzluk vardır. II de FB yerine CIM , III de AWB yerine FIATA , IV de FIATA yerine AWB , V de CMR yerine FB , VI da CIM yerine CMR olacaktır."
  },
  {
    "id": "3395152",
    "unitNumber": 5,
    "text": "' Devir niteliğine göre konşimentolar .........., malın hal ve mahiyetine göre konşimentolar ............., malın hemen yüklenip yüklenmediğine göre konşimentolar .................. ayrılır' Yukarıdaki bilgi cümlesindeki boşlukları sırayla ve doğru biçimde dolduran sözcükler aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "üçe , dörde , ikiye",
      "B": "dörde , üçe , ikiye",
      "C": "ikiye , üçe , üçe",
      "D": "üçe , üçe , ikiye",
      "E": "ikiye , üçe , dörde"
    },
    "explanation": "Doğru cevap D dir. Devir niteliğine göre konşimentolar üç türdür:nama, emre ve hamiline yazılı konşimentolar . Malın hal ve mahiyetine göre konşimentolar da üç türdür: temiz , kirli ve bayat konşimentolar. Malın hemen yüklenip yüklenmediğine göre konşimentolar iki türdür: tesellüm ve yükleme konşimentosu."
  },
  {
    "id": "3395153",
    "unitNumber": 5,
    "text": "I. Bu konşimento türünün ön yüzünde taşıma sözleşmesi metni kısaca belirtilir II.Bu konşimentoda taşıma şartları tam olarak açıklanmamakta , uluslararası kurallar kaynak gösterilerek belirlenmektedir Yukarıda ifade edilen iki özelliğe sahip konşimento türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "arkası boş konşimento",
      "B": "aktarma konşimentosu",
      "C": "konteyner konşimentosu",
      "D": "grupaj konşimentosu",
      "E": "tek konşimento"
    },
    "explanation": "Doğru cevap A dır."
  },
  {
    "id": "3395154",
    "unitNumber": 5,
    "text": "I. CMR belgesi kıymetli evraktır II. CMR belgesi ciro edilebilmektedir III.CMR belgesi CMR Anlaşması' nı kabul eden Avrupa ülkeleri tarafından kullanılır IV. CMR belgesi bir karayolu taşıma belgesidir Yukarıdaki dört bilgi cümleciği ile ilgili olarak aşağıdaki seçeneklerden hangisinde sırayla ve doğru değerlendirmeler yapılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "I. Doğru , II. Doğru , III. Doğru , IV. Yanlış",
      "B": "I. Doğru , II. Doğru , III. Yanlış , IV. Yanlış",
      "C": "I. Doğru , II. Yanlış , III. Yanlış , IV. Doğru",
      "D": "I. Yanlış , II. Yanlış , III. Doğru , IV. Doğru",
      "E": "I. Yanlış , II. Doğru , III. Yanlış , IV. Yanlış"
    },
    "explanation": "Doğru cevap D dir. I yanlıştır çünkü CMR kıymetli bir evrak değildir. II yanlıştır çünkü CMR belgesi ciro edilemez."
  },
  {
    "id": "3395155",
    "unitNumber": 5,
    "text": "'FOB , CIF , CFR , FAS , EXW , FCA , CPT ' Yukarıda sıralanan teslim şekillerinden kaç tanesi bütün ulaşım yolları için kullanılabilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Doğru cevap B dir. 4 tane teslim şekli (FOB , CIF , CFR , FAS) sadece deniz ve iç suyolu taşımacılığında kullanılırken diğer üç tanesi yani EXW , FCA , CPT bütün ulaşım yollarında kullanılabilmektedir."
  },
  {
    "id": "3395156",
    "unitNumber": 5,
    "text": "'Masraflar, Sigorta ve Navlun Ödenmiş Şekilde Teslim , Masraflar ve Navlun Ödenmiş Şekilde Teslim, Gemide Teslim , Yükleme Limanında Teslim ' Yukarıda sırayla verilen dört teslim şekli ile ilgili kısaltmalar aşağıdaki seçeneklerden hangisinde sırayla ve doğru bir biçimde gösterilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "FAS , FOB , CIF , CFR",
      "B": "CIF , CFR , FAS , FOB",
      "C": "CIF , CFR , FOB , FAS",
      "D": "CIF , CFR , EXW , FOB",
      "E": "EXW , CFR , FOB , CIF"
    },
    "explanation": "Doğru cevap C dir."
  },
  {
    "id": "3395157",
    "unitNumber": 5,
    "text": "' Satıcının .............. sorumluluğa sahip olduğu teslim şekli .................' Yukarıdaki bilgi cümlesindeki boşlukları sırayla ve doğru biçimde dolduran sözcükler aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "en fazla / CIP tir",
      "B": "en az / FCA tır",
      "C": "en fazla / FAS tır",
      "D": "en fazla / CPT dir",
      "E": "en az EXW dir"
    },
    "explanation": "Doğru cevap E dir."
  },
  {
    "id": "3395158",
    "unitNumber": 5,
    "text": "I. Deniz ve içsu yolları taşımacılığına ilişkin bir teslim şeklidir II. Bu teslim şeklinde tüm masraflar sigorta ve navlun ödenmiş olarak satıcı tarafından karşılanır III.Bu teslim şeklinde mal , alıcının limanında ve gemide alıcıya teslim edilir Yukarıda bazı özellikleri ifade edilen teslim şekli aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "CIF",
      "B": "FOB",
      "C": "EXW",
      "D": "FCA",
      "E": "DDP"
    },
    "explanation": "Doğru cevap A dır."
  },
  {
    "id": "3395219",
    "unitNumber": 5,
    "text": "Incoterms kurallarını hazırlayan kurum aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uluslararası Ticaret Odası",
      "B": "Dünya Ticaret Örgütü",
      "C": "Dünya Gümrük Örgütü",
      "D": "Uluslararası Para Fonu",
      "E": "Milletlerarası Ticaret Örgütü"
    },
    "explanation": "Incoterms kurallarını hazırlayan kurum Uluslararası Ticaret Odası'dır."
  },
  {
    "id": "3395220",
    "unitNumber": 5,
    "text": "Gümrük Tarifeleri Anlaşması'nın uygulanmaya başlandığı yıl aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "1936",
      "B": "1947",
      "C": "1948",
      "D": "1950",
      "E": "1954"
    },
    "explanation": "Gümrük Tarifeleri Anlaşması 1948 yılında uygulanmaya başlamıştır."
  },
  {
    "id": "3395221",
    "unitNumber": 5,
    "text": "ICC'nin Türkiye'deki temsilcisi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İstanbul Ticaret Odası",
      "B": "Türkiye Odalar ve Borsalar Birliği",
      "C": "Milletlerarası Ticaret Odası Türkiye Temsilciliği",
      "D": "Ticaret Bakanlığı",
      "E": "Dış Ticaret Müsteşarlığı"
    },
    "explanation": "ICC'nin Türkiye'deki temsilcisi Türkiye Odalar ve Borsalar Birliği'dir."
  },
  {
    "id": "3395222",
    "unitNumber": 5,
    "text": "Incoterms Kuralları'nın ilk defa yayınlandığı yıl aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "1919",
      "B": "1922",
      "C": "1930",
      "D": "1936",
      "E": "1944"
    },
    "explanation": "Incoterms Kuralları ilk defa 1936 yılında yayınlanmıştır."
  },
  {
    "id": "3395223",
    "unitNumber": 5,
    "text": "Zamanında bankaya ibraz edimeyen konşimentolar aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Aktarma",
      "B": "Tek",
      "C": "Kirli",
      "D": "Bayat",
      "E": "Tesellüm"
    },
    "explanation": "Zamanında bankaya ibraz edimeyen konşimentolar bayat konşimentolardır."
  },
  {
    "id": "3395224",
    "unitNumber": 5,
    "text": "Taşıyan ile gemi şirketleri arasında yapılan taşıma sözleşmesine bağlı olarak düzenlenen konşimentolar aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kısa",
      "B": "Navlun sözleşmesine bağlı",
      "C": "Düzgün hat taşımacılığına bağlı",
      "D": "Grupaj",
      "E": "Aktarma"
    },
    "explanation": "Taşıyan ile gemi şirketleri arasında yapılan taşıma sözleşmesine bağlı olarak düzenlenen konşimentolar navlun sözleşmesine bağlı konşimentolardır."
  },
  {
    "id": "3395225",
    "unitNumber": 5,
    "text": "I. Kıymetli evrak değildir \n II. Ciro edilemez \n III. Kullanılabilmesi için ticarete taraf olanlardan en az birinin CMR'ye taraf olan ülke olması gerekir \n IV. Taşımacılık şirketi tarafından düzenlenir \n V. Devredilebilir. \n Yukarıdakilerden hangisi /hangileri CMR belgesinin özelliklerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "III ve V",
      "C": "III, IV ve V",
      "D": "I, III ve IV ve V",
      "E": "I, II, III ve IV"
    },
    "explanation": "CMR belgeleri devredilemez"
  },
  {
    "id": "3395226",
    "unitNumber": 5,
    "text": "Sadece konteynır şeklindeki yükleri başlangıç noktasından nihai varış yerine taşımak için birden fazla ulaşım şeklinin kullanıldığı taşıma türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mutlimodel",
      "B": "Transit",
      "C": "İç",
      "D": "Ro-Ro",
      "E": "Intermodal"
    },
    "explanation": "Sadece konteynır şeklindeki yükleri başlangıç noktasından nihai varış yerine taşımak için birden fazla ulaşım şeklinin kullanıldığı taşıma türü Intermodal taşımadır."
  },
  {
    "id": "3395227",
    "unitNumber": 5,
    "text": "Deniz ve iç su yolları taşımacılığında konu malın yükleme limanında teslimini ifade eden Incoterms 2020 kuralı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "CIF",
      "B": "FCA",
      "C": "CFR",
      "D": "FOB",
      "E": "FAS"
    },
    "explanation": "Deniz ve iç su yolları taşımacılığında konu malın yükleme limanında teslimini ifade eden Incoterms 2020 kuralı FAS'tır."
  },
  {
    "id": "3395228",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi tüm ulaşım yolları için kullanılan Incoterms 2020 kurallarındandır?",
    "correctAnswer": "C",
    "options": {
      "A": "FAS",
      "B": "FOB",
      "C": "CPT",
      "D": "CIF",
      "E": "CFR"
    },
    "explanation": "Tüm ulaşım yolları için kullanılan Incoterms 2020 kuralı CPT'dir."
  },
  {
    "id": "3395257",
    "unitNumber": 5,
    "text": "Konşimentonun malın yüklendiği tarihten itibaren 21 gün içinde bankaya ibraz edilmesi gereklidir. Zamanında bankaya ibraz edilmeyen konşimentolar …………… olarak adlandırılır\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Tek Konşimento",
      "B": "Bayat Konşimento",
      "C": "Temiz Konşimento",
      "D": "Aktarma Konşimentosu",
      "E": "Tesellüm Konşimentosu"
    },
    "explanation": "Bayat Konşimento: Konşimentonun malın yüklendiği tarihten itibaren 21 gün içinde bankaya ibraz edilmesi gereklidir. Zamanında bankaya ibraz edilmeyen konşimentolar “Bayat Konşimento” olarak adlandırılır."
  },
  {
    "id": "3395258",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi birden fazla taşıma yoluyla gerçekleştirilen ve taşıma sürecinde denizyolu taşıma şeklinin bulunması şart olmayan konşimentolardır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kısa Konşimento",
      "B": "Tek Konşimento",
      "C": "Ciro Edilmez Konşimento",
      "D": "Düzgün Hat Konşimentosu",
      "E": "Birleşik Taşıma Konşimentosu"
    },
    "explanation": "Birleşik Taşıma Konşimentosu<strong>: </strong>Birden fazla taşıma yoluyla gerçekleştirilen ve taşıma sürecinde denizyolu taşıma şeklinin bulunması şart olmayan konşimentolardır. Navlun Komisyoncuları ya da CTO olarak ifade edilen işletmeler tarafından düzenlenir."
  },
  {
    "id": "3395259",
    "unitNumber": 5,
    "text": "Demiryolu taşımacılığında kullanılan ………… taşıma belgesidir ve koşulları 1952 yılında imzalanan Uluslararası Demiryolu Taşımacılığı Konvansiyonu (CIM) ile düzenlenmiştir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "CMR Belgesi",
      "B": "Hamule Senedi",
      "C": "Posta Makbuzu",
      "D": "Kargo Makbuzu",
      "E": "Nakliyeci Makbuzu"
    },
    "explanation": "Hamule Senedi: Demiryolu taşımacılığında kullanılan taşıma belgesidir ve koşulları 1952 yılında imzalanan Uluslararası Demiryolu Taşımacılığı Konvansiyonu (CIM) ile düzenlenmiştir."
  },
  {
    "id": "3395260",
    "unitNumber": 5,
    "text": "Taşıma şartlarının konşimentonun arka yüzünde yer almadığı (arka yüzünün boş olduğu) ve taşıma sözleşmesi metninin konşimentonun ön yüzünde kısaca belirtildiği konşimentolara ……. ya da arkası boş konşimento denir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Tek Konşimento",
      "B": "Kısa Konşimento",
      "C": "İkinci Kaptan Makbuzu",
      "D": "Aktarma Konşimentosu",
      "E": "Ciro Edilmez Konşimento"
    },
    "explanation": "Taşıma şartlarının konşimentonun arka yüzünde yer almadığı (arka yüzünün boş olduğu) ve taşıma sözleşmesi metninin konşimentonun ön yüzünde kısaca belirtildiği konşimentolara “kısa konşimento” ya da “arkası boş konşimento” denir."
  },
  {
    "id": "3395261",
    "unitNumber": 5,
    "text": "Havayolu taşıma şirketleri tarafından düzenlenen …………, ticarete konu malın teslim alındığını gösteren makbuzlardır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "CMR Belgesi",
      "B": "Kargo Makbuzu",
      "C": "Hamule Senedi",
      "D": "Posta Makbuzu",
      "E": "Nakliyeci Makbuzu"
    },
    "explanation": "Kargo Makbuzu: Havayolu taşıma şirketleri tarafından düzenlenen, ticarete konu malın teslim alındığını gösteren makbuzlardır."
  },
  {
    "id": "3395262",
    "unitNumber": 5,
    "text": "Incoterms Broşüründe, dış ticarete konu malın, hava ya da denizyoluyla sevki için satıcının deposundan ana taşıyıcıya teslim etmek üzere taşınacak limana getirilmesine kadar, gerçekleştirilen taşıma araçlarını …………… ifade etmektedir\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Terminal (Terminal)",
      "B": "İç Taşıma (Pre-Carriage)",
      "C": "Transit Taşıma (On-Carriage)",
      "D": "Yük İletici (Freight Forwarder)",
      "E": "Intermodal Taşıma (Intermodal)"
    },
    "explanation": "İç Taşıma (Pre-Carriage): Dış ticarete konu malın, hava ya da denizyoluyla sevki için satıcının deposundan ana taşıyıcıya teslim etmek üzere taşınacak limana getirilmesine kadar, gerçekleştirilen taşıma araçlarını ifade etmektedir."
  },
  {
    "id": "3395263",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Uluslararası Ticaret Odası (ICC)’nin Incoterms Broşürü kapsamında teslim şekilleri ile ilgili açıklamalarda yer verilen maliyet unsurlarından birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Navlun (Freight)",
      "B": "Teslim (Delivery)",
      "C": "Dökme Yük (Bulk Cargo)",
      "D": "Mutlimodal Taşıma (Multimodal)",
      "E": "Parçalı Eşya Kargosu (Break Bulk Cargo)"
    },
    "explanation": "Uluslararası Ticaret Odası (ICC)’nin Incoterms Broşürü kapsamında teslim şekilleri ile ilgili açıklamalarda yer verilen maliyet unsurlarından birisi de Navlun’dur. Navlun (Freight), Ticarete konu malın bir ülkeden diğer ülkeye taşınmasını sağlayan nakliye firmasına yapılan nakliye ödemesini ifade etmektedir."
  },
  {
    "id": "3395264",
    "unitNumber": 5,
    "text": "Taraflar, dış ticarete konu malı ……….. Incoterms 2020 Kuralına göre teslim edilmesi üzerine anlaşmaları durumunda, satıcı ticarete konu malı yükleme limanında geminin yanında yani gemiye yüklenmemiş şekilde alıcıya teslim etmektedir. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "FOB (Gemide Teslim)",
      "B": "FAS (Yükleme Limanında Teslim)",
      "C": "FCA (Taşıma Ödenmemiş, TaşıyıcıyaTeslim)",
      "D": "CFR (Masraflar ve Navlun Ödenmiş Şekilde Teslim)",
      "E": "CIF (Masraflar, Sigorta ve Navlun Ödenmiş Şekilde Teslim)"
    },
    "explanation": "FAS (Yükleme Limanında Teslim): Taraflar, dış ticarete konu malı FAS (Free Alongside Ship) Incoterms 2020 Kuralına göre teslim edilmesi üzerine anlaşmaları durumunda, satıcı ticarete konu malı yükleme limanında geminin yanında yani gemiye yüklenmemiş şekilde alıcıya teslim etmektedir."
  },
  {
    "id": "3395265",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisinde, satıcı ticarete konu malı, satıcının işyerinde ya da kendinin belirlediği yerde yine satıcının anlaştığı ve taşıma masrafını karşıladığı taşıyıcının aracına gümrükleme işlemleri de yapılmış şekilde taşıyıcıya teslim etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "DAP (Belirtilen Yerde Teslim)",
      "B": "DPU (Yük Boşaltma Yerinde Teslim)",
      "C": "CPT (Taşıma Ödenmiş, Taşıyıcıya Teslim)",
      "D": "FCA (Taşıma Ödenmemiş, Taşıyıcıya Teslim)",
      "E": "CIP (Taşıma ve Sigorta Ödenmiş, Taşıyıcıya Teslim)"
    },
    "explanation": "CPT (Taşıma Ödenmiş, Taşıyıcıya Teslim): Taraflar, dış ticarete konu malı CPT (Carriage Paid To) Incoterms 2020 Kuralına göre teslim edilmesi üzerine anlaşmaları durumunda, satıcı ticarete konu malı, satıcının işyerinde ya da kendinin belirlediği yerde yine satıcının anlaştığı ve taşıma masrafını karşıladığı taşıyıcının aracına gümrükleme işlemleri de yapılmış şekilde taşıyıcıya teslim etmektedir."
  },
  {
    "id": "3395266",
    "unitNumber": 5,
    "text": "Taraflar, dış ticarete konu malı ………… Incoterms 2020 Kuralına göre teslim edilmesi üzerine anlaşmaları durumunda, satıcı ticarete konu malı, alıcının işyerinde (deposu, fabrikası, mağazası, liman, antrepo, terminal gibi) ya da alıcının belirlediği yerde <u>yükü boşaltmadan</u> alıcıya teslim etmektedir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "DAP (Belirtilen Yerde Teslim)",
      "B": "DDP (Gümrük Ödenmiş Teslim)",
      "C": "DPU (Yük Boşaltma Yerinde Teslim)",
      "D": "FCA (Taşıma Ödenmemiş, Taşıyıcıya Teslim)",
      "E": "CIP (Taşıma ve Sigorta Ödenmiş, Taşıyıcıya Teslim)"
    },
    "explanation": "DAP (Belirtilen Yerde Teslim): Taraflar, dış ticarete konu malı DAP (Delivered At Place) Incoterms 2020 Kuralına göre teslim edilmesi üzerine anlaşmaları durumunda, satıcı ticarete konu malı, alıcının işyerinde (deposu, fabrikası, mağazası, liman, antrepo, terminal gibi) ya da alıcının belirlediği yerde yükü boşaltmadan alıcıya teslim etmektedir."
  },
  {
    "id": "3395080",
    "unitNumber": 6,
    "text": "<ol> <li>Cironun, poliçe veya poliçeye ekli “alonj” denilen bir kağıt üzerine yazılması gerekir.</li> <li>Ciro poliçenin arka yüzüne yazılır.</li> <li>Poliçenin ön yüzüne yapılan cironun “tam ciro” olması zorunludur.</li> </ol> Poliçe ile ilgili yukarıda verilen bilgilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "Yalnız II",
      "E": "Yalnız III"
    },
    "explanation": "Cironun, poliçe veya poliçeye ekli “alonj” denilen bir kağıt üzerine yazılması ve cironta tarafından imzalanması gerekir. Ciro poliçenin arka veya ön yüzüne yazılabilir. Poliçenin ön yüzüne yapılan cironun “tam ciro” olması zorunludur. Uygulamada ciro poliçenin arka yüzüne, kabul ve aval ise poliçenin ön yüzüne yapılır."
  },
  {
    "id": "3395081",
    "unitNumber": 6,
    "text": "<ol> <li>Poliçeye yalnızca keşideci aval verebilir.</li> <li>Aval veren kimse senedin ödenmesini garanti eder.</li> <li>Aval şerhinde avalin kimin lehine verildiği açıklanmalıdır.</li> </ol> Yukarıda verilen bilgilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "Yalnız I",
      "E": "Yalnız II"
    },
    "explanation": "Aval veren kimse senedin ödenmesini garanti eder. Bu nedenle poliçenin dolaşımı kolaylaşır. Aval, poliçenin yüzüne yazılan şartsız ve rücu edilemez bir kefalettir. Poliçeye keşideci, muhatap ve cirantalar da aval verebilir. Diğer yandan poliçe borçlularından herhangi biri lehine aval verilebilir. Aval şerhinde avalin kimin lehine verildiği açıklanmalıdır"
  },
  {
    "id": "3395082",
    "unitNumber": 6,
    "text": "I. Kabul ............. ödeme\n II. ........... ihracat\n III. .............. ödeme\n Yukarıda dış ticarette ödeme yöntemlerinden bazıları eksik biçimde verilmiştir. Boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "kredili; konsinye; akreditifli",
      "B": "karşı; ithalat; aval",
      "C": "konsinye; aval; karşı",
      "D": "borçlu; ticaret; bono",
      "E": "aval; karşı; ithalat"
    },
    "explanation": "Yapılacak olan ticarette hangi ödeme şeklinin kullanılacağı ihracatçı ve ithalatçı arasında karar verilen bir durumdur. Burada önemli olan nokta, seçilen ödeme şeklinin hem ihracatçı hem de ithalatçı açısından en az riskli olanın tercih edilmek istenmesidir. Ayrıca ithalatçı taraf yine en az maliyetli ödeme şeklini istemektedir. Bu bölümde dış ticarette kullanılan; peşin ödeme, mal mukabili ödeme, vesaik mukabili ödeme, kabul kredili ödeme, konsinye ihracat, karşı ticaret ve akreditifli ödeme yöntemleri anlatılacaktır."
  },
  {
    "id": "3395083",
    "unitNumber": 6,
    "text": "İthalatçı açısından en yüksek, ihracatçı açısından ise en düşük riske sahip ödeme şekli aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "kabul kredili ödeme",
      "B": "peşin ödeme",
      "C": "akreditifli ödeme",
      "D": "vesaik mukabili ödeme",
      "E": "konsinye ihracat"
    },
    "explanation": "Peşin ödeme yöntemi ithalatçı ve ihracatçı açısından değerlendirildiğinde en önemli unsurun risk olduğu görülmektedir. Çünkü peşin ödeme; ithalatçı açısından en yüksek, ihracatçı açısından ise en düşük riske sahip ödeme şeklidir. İthalat yapan taraf açısından peşin ödeme her ne kadar tercih edilmeyen bir ödeme şekli olarak görülse de bazı durumlarda ithal edilecek mallarda büyük indirimler sağlıyorsa tercih edilebilmektedir."
  },
  {
    "id": "3395084",
    "unitNumber": 6,
    "text": "\"Bankanın ithalatçıdan mal bedelini tahsil etmesi ya da gelecek bir tarihte tahsil etmek üzere vadeli poliçe düzenlenmesi karşılığında, ihracatçı tarafından kendisine verilmiş (tevdi edilmiş) belgeleri, malları gümrükten çekebilmesi için ithalatçıya vermesi\" şeklinde tanımlanmış ödeme yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "akreditifli ödeme",
      "B": "mal mukabili ödeme",
      "C": "kabul kredili ödeme",
      "D": "vesaik mukabili ödeme",
      "E": "peşin ödeme"
    },
    "explanation": "Belge karşılığı ödeme veya Türk Hukuku uygulamasındaki adı ile “vesaik mukabili ödeme” bankanın ithalatçıdan mal bedelini tahsil etmesi ya da gelecek bir tarihte tahsil etmek üzere vadeli poliçe düzenlenmesi karşılığında, ihracatçı tarafından kendisine verilmiş (tevdi edilmiş) belgeleri, malları gümrükten çekebilmesi için ithalatçıya vermesidir. Vesaik mukabili ödeme yönteminde esas olan, yapılan dış ticaret işlemi sonucunda, ihracat bedelinin, satıcı tarafından hazırlanan belirli belgeler karşılığında, ithalatçı tarafından ödenmesidir."
  },
  {
    "id": "3395085",
    "unitNumber": 6,
    "text": "Aşağıdaki şıklardan hangisi yalnızca dış ticarette kullanılan finansman belgeleri içermektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "karşı ticaret, bono, antrepo makbuzu",
      "B": "antrepo makbuzu, rehin senedi, konsinye ihracat",
      "C": "teslim emri, kabul kredili ödeme, aval",
      "D": "aval, kontrol ve numune alma yetkisi, rehin senedi",
      "E": "bono, akreditifli ödeme, aval"
    },
    "explanation": "boyunca kullanılan belgeler dış ticaretin vazgeçilmez unsurlarıdır. Bu belgeler ülkeden ülkeye ve üründen ürüne farklılık göstermektedir. Finansman belgeleri bir dış ticaret işleminde bankaların kredi verme ve krediye aracılık etme durumlarında kullanılır. Ayrıca bu belgeler taraflar arasındaki borç alacak akitlerini olduğu kadar malların mülkiyetini de temsil etmektedir. Dış ticarette kullanılan finansman belgeleri olarak poliçe, bono, aval, kontrol ve numune alma yetkisi, antrepo makbuzu, teslim emri ve rehin senedi ele alınacaktır."
  },
  {
    "id": "3395086",
    "unitNumber": 6,
    "text": "Konsinye satış, gerçekte bir satış değil, satış imkânı arama yoludur. Malı gönderen tüccar veya işletmeye ............ve malı satmak koşuluyla teslim alan tüccar veya işletmeye de .............denilmektedir.\n Yukarıdaki ifadeyi doğru kılacak şekilde boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "arz sağlayıcı; talep sahibi",
      "B": "talep sahibi; konsinyatör",
      "C": "konsinyi; arz sağlayıcı",
      "D": "arz sağlayıcı; konsinyatör",
      "E": "konsinyatör; konsinyi"
    },
    "explanation": "Konsinye ihracat; kesin satışı sonra yapılmak üzere dış alıcılara, komisyonculara, ihracatçının yurt dışındaki şube ve temsilciliklerine mal gönderilmesi şeklinde yapılan ihracattır. Konsinye satış, gerçekte bir satış değil, satış imkânı arama yoludur. Malın kısmen veya tamamen satılamaması mümkündür. Bu durumda satılamayan mallar geri getirilir. Malı gönderen tüccar veya işletmeye “konsinyatör” (consignor) ve malı satmak koşuluyla teslim alan tüccar veya işletmeye de “konsinyi” (consignee) denilmektedir."
  },
  {
    "id": "3395087",
    "unitNumber": 6,
    "text": "Satıcının ihracat sözleşmesindeki değerin belirli bir yüzdesindeki malı karşı taraftan ya bizzat satın alması ya da satışın bir üçüncü tarafça gerçekleştirilmesini sağlamasına dayanan işlem aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "konsinye ihracat",
      "B": "Geri-Alım (Buy-back)",
      "C": "Dengeleme (Compensation)",
      "D": "Kliring (Clearing)",
      "E": "Karşı-Alım (Counter-purchase)"
    },
    "explanation": "Satıcının ihracat sözleşmesindeki değerin belirli bir yüzdesindeki malı karşı taraftan ya bizzat satın alması ya da satışın bir üçüncü tarafça gerçekleştirilmesini sağlamasına dayanan bir işlemdir. Karşı ticaretin en yaygın kullanılan şeklidir. İhracatçının böyle bir taahhüde girmeden önce, üçüncü tarafla anlaşması gerekir."
  },
  {
    "id": "3395088",
    "unitNumber": 6,
    "text": "I. amir banka\n II. lehdar\n III. barter\n Yukarıda yer alan maddelerden hangisi/hangileri akreditifli ödemenin taraflarındandır?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I ve III",
      "D": "Yalnız I",
      "E": "Yalnız III"
    },
    "explanation": "Akreditifli Ödemede Taraflar Akreditifli ödemede amaç ihracatçı ve ithalatçının korunmasıdır. Bu nedenle ödeme ve teslim işlemlerinin gerçekleşmesi için söz konusu ödeme işleminin bazı tarafları bulunmaktadır. Bunlar; amir, amir banka, ihbar veya teyit bankası ve lehdardır. Amir: İthalat yapan taraftır ve bankasına akreditif açma talimatı amir tarafından verilir. Amir Banka: İthalatçının vermiş olduğu talimat doğrultusunda akreditifi açan bankadır. İhbar veya Teyit Bankası: Amir bankadan aldığı akreditifi lehdara yani ihracatçı tarafa ileten bankadır. İhbar ya da teyit bankası akreditifin şartlarını ihracatçı tarafa bildirmekle yükümlüdür. Lehdar: Satıcı firma lehine akreditif açılan ihracatçı firma olup akreditif şartlarına uygun vesaiki iştira bankasına ibraz ederek vesaikin bedelini tahsil eden satıcıdır."
  },
  {
    "id": "3395089",
    "unitNumber": 6,
    "text": "Devredilebilir akreditifin devir masrafları aksine hüküm yoksa masraflar ............ ........... tarafından karşılanmak zorundadır.\n Yukarıdaki ifadeyi doğru kılacak şekilde boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "birinci amir",
      "B": "amir banka",
      "C": "birinci lehdar",
      "D": "ikinci amir",
      "E": "teyit bankası"
    },
    "explanation": "<ul> <li>Akreditifin devir masrafları aksine hüküm yoksa masraflar birinci lehtar tarafından karşılanmak zorundadır.</li> <li>Kısmi yüklemeye izin veren akreditifler, birden fazla ikinci lehtara devredilebilir.</li> <li>Devredilmiş olan bir akreditif, aksine bir hüküm akreditif metnine eklenmemiş ise tekrar devredilemez.</li> </ul>"
  },
  {
    "id": "3395169",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi dış ticarette kullanılan finansman belgelerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Poliçe",
      "B": "Bono",
      "C": "Aval",
      "D": "Antrepo makbuzu",
      "E": "Muhtasar belgesi"
    },
    "explanation": "Burada doğru cevap, <strong>E</strong> şıkkıdır. Muhtasar belgesi dış ticarette kullanılan finansman belgelerinden bir değildir?"
  },
  {
    "id": "3395170",
    "unitNumber": 6,
    "text": "İthalatçının ülkesindeki bankasının, ihracatçıya yapılacak ödemeyi hatırlı müşterisi olan ithalatçı adına üstlenmesi durumunda ortaya çıkan işleme ilişkin belgeye ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Poliçe",
      "B": "Bono",
      "C": "Aval",
      "D": "Rehin senedi",
      "E": "Antrepo makbuzu"
    },
    "explanation": "Burada doğru cevap, <strong>D</strong> şıkkıdır. İthalatçının ülkesindeki bankasının, ihracatçıya yapılacak ödemeyi hatırlı müşterisi olan ithalatçı adına üstlenmesi durumunda ortaya çıkan işleme ilişkin belgeye<strong> Rehin Senedi </strong>denir."
  },
  {
    "id": "3395171",
    "unitNumber": 6,
    "text": "Bankanın ithalatçıdan mal bedelini tahsil etmesi ya da gelecek bir tarihte tahsil etmek üzere vadeli poliçe düzenlenmesi karşılığında, ihracatçı tarafından kendisine verilmiş̧ (tevdi edilmiş̧) belgeleri, malları gümrükten çekebilmesi için ithalatçıya vermesi şeklinde yapılan dış ticaret ödeme şekline ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mal Mukabili Ödeme",
      "B": "Vesaik Mukabili Ödeme",
      "C": "Kabul Kredili Ödeme",
      "D": "Konsinye İhracat",
      "E": "Akreditifli Ödeme"
    },
    "explanation": "Burada doğru cevap, <strong>B</strong> şıkkıdır. Bankanın ithalatçıdan mal bedelini tahsil etmesi ya da gelecek bir tarihte tahsil etmek üzere vadeli poliçe düzenlenmesi karşılığında, ihracatçı tarafından kendisine verilmiş (tevdi edilmiş) belgeleri, malları gümrükten çekebilmesi için ithalatçıya vermesi şeklinde yapılan dış ticaret ödeme şekline Vesaik Mukabili Ödeme denir."
  },
  {
    "id": "3395172",
    "unitNumber": 6,
    "text": "Mal bedelinin belli bir vadede ödenmesini taahhüt eden ve ödemenin bir poliçe ile yapıldığı ödeme yöntemi aşağıdakilerden hangisidir",
    "correctAnswer": "C",
    "options": {
      "A": "Mal Mukabili Ödeme",
      "B": "Vesaik Mukabili Ödeme",
      "C": "Kabul Kredili Ödeme",
      "D": "Konsinye İhracat",
      "E": "Akreditifli Ödeme"
    },
    "explanation": "Burada doğru cevap, <strong>C</strong> şıkkıdır. Mal bedelinin belli bir vadede ödenmesini taahhüt eden ve ödemenin bir poliçe ile yapıldığı ödeme yöntemi Kabul Kredili Ödeme yöntemidir."
  },
  {
    "id": "3395173",
    "unitNumber": 6,
    "text": "Kesin satışı sonra yapılmak üzere dış alıcılara, komisyonculara, ihracatçının yurt dışındaki şube ve temsilciliklerine mal gönderilmesi şeklinde yapılan ihracata ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Konsinye ihracat",
      "B": "Barter",
      "C": "Karşı ticaret",
      "D": "Kliring",
      "E": "Akreditifli ihracat"
    },
    "explanation": "Burada doğru cevap, <strong>A</strong> şıkkıdır. Kesin satısı sonra yapılmak üzere dış̧ alıcılara, komisyonculara, ihracatçının yurt dışındaki şube ve temsilciliklerine mal gönderilmesi şeklinde yapılan ihracata Konsinye ihracat denir."
  },
  {
    "id": "3395174",
    "unitNumber": 6,
    "text": "Konsinye ihracat başvuruları aşağıdaki kurumlardan hangisine yapılır?",
    "correctAnswer": "D",
    "options": {
      "A": "T.C. Ticaret Bakanlığı",
      "B": "T.C. Dış İşleri Bakanlığı",
      "C": "Gümrük Muhafaza Müdürlüğü",
      "D": "İhracatçı Birlikleri Genel Sekreterliği",
      "E": "Türk Eximbank"
    },
    "explanation": "Burada doğru cevap, <strong>D</strong> şıkkıdır. Konsinye ihracat başvuruları İhracatçı Birlikleri Genel Sekreterliğine yapılır"
  },
  {
    "id": "3395175",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi karşı ticaret <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Barter",
      "B": "Kliring",
      "C": "Dengeleme",
      "D": "Geri-alım",
      "E": "Akreditif"
    },
    "explanation": "Akreditif bir karşı ticaret türü değildir. İhracatta bir ödeme şeklidir."
  },
  {
    "id": "3395176",
    "unitNumber": 6,
    "text": "Satıcının ihraç̧ ettiği mal bedelinin tümünü̈ veya bir kısmını mal karşılığı almasına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Barter",
      "B": "Kliring",
      "C": "Dengeleme",
      "D": "Geri-alım",
      "E": "Akreditif"
    },
    "explanation": "Burada doğru cevap, <strong>C</strong> şıkkıdır. Satıcının ihraç̧ ettiği mal bedelinin tümünü̈ veya bir kısmını mal karşılığı almasına dengeleme denir."
  },
  {
    "id": "3395177",
    "unitNumber": 6,
    "text": "Dış ticarette ithalat yapan tarafın bankasının, ihracatçıya mal bedelinin ödenmesini garanti ettiği ödeme şekline ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Akreditifli ihracat",
      "B": "Konsinye ihracat",
      "C": "Barter",
      "D": "Karşı ticaret",
      "E": "Kliring"
    },
    "explanation": "Burada doğru cevap, <strong>A</strong> şıkkıdır. Dış ticarette ithalat yapan tarafın bankasının, ihracatçıya mal bedelinin ödenmesini garanti ettiği ödeme şekline akreditifli ihracat denir."
  },
  {
    "id": "3395178",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir akreditif türü değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dönülebilir akreditifler",
      "B": "Sınırsız akreditifler",
      "C": "Teyitli akreditifler",
      "D": "Karşılıklı akreditifler",
      "E": "Teminat akreditifleri"
    },
    "explanation": "Burada doğru cevap, <strong>B</strong> şıkkıdır. Sınırsız akreditif diye bir şey yoktur. Diğer seçeneklerdekiler akreditif türlerinden bazılarıdır."
  },
  {
    "id": "3395060",
    "unitNumber": 7,
    "text": "“E-Ticaret Sitelerine Üyelik Destekleri” ihracata yönelik devlet desteklerinin olgunluk seviyesi gruplamasından hangisine girer?",
    "correctAnswer": "C",
    "options": {
      "A": "İhracata hazırlık destekleri",
      "B": "Kurumsal kapasite oluşturma destekleri",
      "C": "Pazarlama destekleri",
      "D": "Markalaşmaya yönelik destekler",
      "E": "Yüksek katma değere yönelik destekler"
    },
    "explanation": "Ticaret Bakanlığı tarafından oluşturulan ihracata yönelik destek sistematiğinin ihracata hazırlık, pazarlama ve markalaşma olmak üzere üç olgunluk seviyesi bulunmaktadır.\n Pazarlama Aşaması: Bu aşamada ihracat yapmayı öğrenmiş ve yurtdışı pazarlara ilk adımlarını atmış firmaların ihracatı ticari operasyonlarının süregelen bir parçası hâline getirmeleri amacıyla yeni pazarlar bulmalarına veya mevcut pazarlarda kalıcı hâle gelmelerine yönelik destekler sağlanmaktadır.\n E-Ticaret sitelerine üyelik destekleri pazarlama aşamasında verilecek desteklerden biridir."
  },
  {
    "id": "3395061",
    "unitNumber": 7,
    "text": "Ticaret Bakanlığı'nın uyguladığı “ileri teknolojiye sahip yurtdışında yerleşik şirket alımı desteği” için aşağıdakilerden hangisi başvuru yapabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kooperatif şirketleri",
      "B": "Serbest meslek erbabı",
      "C": "Esnaflar",
      "D": "Tacirler",
      "E": "Adi Şirketler"
    },
    "explanation": "İleri Teknolojiye Sahip Yurtdışında Yerleşik Şirket Alımı Desteğinin amacı, yüksek teknoloji içeren ürünlerin ihracat içindeki payının ve ülkenin teknoloji kapasitesinin artırılması ve teknoloji transferinin sağlanmasıdır.\n Türk Ticaret Kanunu’nun 124. maddesinde belirtilen sınai ve/ veya ticari faaliyette bulunan kollektif, komandit, anonim, limited ve kooperatif şirketleri destek için başvuru yapabilirler."
  },
  {
    "id": "3395062",
    "unitNumber": 7,
    "text": "Amacı firmaların yurt dışında kendi dağıtım kanallarını kurmaları ve tanıtım faaliyeti gerçekleştirmelerine olanak sağlamak olan destek aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Marka-Turquality Desteği",
      "B": "Yurtdışı Pazar Araştırması Desteği",
      "C": "Tasarım Desteği",
      "D": "Yurt Dışı Fuar Destekleri",
      "E": "Yurt Dışı Birim, Marka Tescil Tanıtım Desteği"
    },
    "explanation": "Yurt Dışı Birim, Marka Tescil Tanıtım Desteğinin amacı, firmaların yurt dışında kendi dağıtım kanallarını kurmaları ve tanıtım faaliyeti gerçekleştirmelerine olanak sağlamaktır."
  },
  {
    "id": "3395063",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Turquality destek programının amacıyla uyumlu bir ifadedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Türk malının pazarlanması",
      "B": "Türk malı imajının oluşturulması",
      "C": "Türk malının e-ticarete açılması",
      "D": "Türk malının rekabet gücünün geliştirilmesi",
      "E": "Türk malının tedarik zinciri yönetimi"
    },
    "explanation": "Türk ürünlerinin yurtdışında markalaşması, Türk malı imajının yerleştirilmesi ve TURQUALITY® desteği ile uluslararası markalaşma potansiyeli olan Türk markalarının pazara giriş ve tutunmalarına yönelik yurt içinde ve yurt dışında gerçekleştireceği faaliyet ve organizasyonlara ilişkin giderlerinin desteklenerek firmaların uluslararası pazarlarda kendi markalarıyla global bir oyuncu olabilmeleri ve söz konusu markalar aracılığıyla olumlu Türk malı imajının oluşturulması ve yerleştirilmesi amaçlanmaktadır."
  },
  {
    "id": "3395064",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Döviz Kazandırıcı Hizmet Ticaretinin Desteklenmesi Hakkında Karar kapsamında desteklenen hizmet sektörlerinden biri <strong><u>değildir? </u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yönetim danışmanlığı",
      "B": "Sağlık turizmi",
      "C": "Lojistik",
      "D": "Güvenlik",
      "E": "Gayrimenkul"
    },
    "explanation": "Döviz Kazandırıcı Hizmet Ticaretine Genel Destek Programı ile sağlanan desteğin amacı, Türkiye'nin döviz kazandırıcı hizmet sektörlerinin uluslararası rekabet gücünün geliştirilmesi, hizmet gelirlerinin artırılması, dış pazarlara açılması ve markalaşması amacıyla, hizmetler sektöründe faaliyet gösteren şirket ve kuruluşların desteklenmesidir. Destek kapsamında hizmet ihracatında sıçrama yaratacak kilit sektörler olarak belirlenen sağlık turizmi, bilişim, film, eğitim, yönetim danışmanlığı, lojistik, yayıncılık ve gayrimenkul sektörlerinin uluslararası pazarlara açılmasına ve bu pazarlarda rekabet gücü kazanarak kalıcı olmalarına yönelik harcamaları 2015/8 sayılı Döviz Kazandırıcı Hizmet Ticaretinin Desteklenmesi Hakkında Karar kapsamında desteklenmektedir."
  },
  {
    "id": "3395065",
    "unitNumber": 7,
    "text": "Belirli bir dönem için ithalatta gümrük vergisinde indirim yapılması ya da muafiyet sağlanması ne anlama gelmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tarife kontenjanı",
      "B": "Askıya Alma",
      "C": "Damping",
      "D": "Sübvansiyon",
      "E": "Transfer harcaması"
    },
    "explanation": "Tarife Kontenjanı (Tarife Kotası) belirli bir dönem için ithalatta gümrük vergisinde indirim yapılması ya da muafiyet sağlanması anlamına gelmektedir."
  },
  {
    "id": "3395066",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Ticaret Bakanlığı’nın dış ticaretteki diğer destek uygulamaları arasında <strong><u>yer almaz?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dahilde İşleme Rejimi",
      "B": "Vergi, Resim ve Harç İstisnası",
      "C": "Eximbank kredi desteği",
      "D": "Yetkilendirilmiş Yükümlü Statüsü verilmesi",
      "E": "Hariçte İşleme Rejimi"
    },
    "explanation": "Ticaret Bakanlığı tarafından dış ticaretteki diğer destek uygulamaları; Dahilde İşleme Rejimi, Hariçte İşleme Rejimi, Vergi, Resim ve Harç İstisnası, Esnaf ve Sanatkârlara Sunulan Faiz İndirimli Kredi Desteği, Serbest Bölgelerde Yatırım ve Faaliyetlere Sağlanan Devlet Destekleri, Lisanslı Depoculuk Sistemine Yönelik Destekler ve Yetkilendirilmiş Yükümlü Statüsü verilmesidir."
  },
  {
    "id": "3395067",
    "unitNumber": 7,
    "text": "Türkiye’den serbest bölgeye satılan mallar …………. rejimine, serbest bölgeden Türkiye’ye satılan mallar ise …………..rejimine tabidir.\n Yukarıdaki noktalı kısımlara sırasıyla aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dış ticaret- iç ticaret",
      "B": "İhracat - ithalat",
      "C": "Sübvansiyon-transfer",
      "D": "İthalat-kota",
      "E": "Tarife-dış ticaret"
    },
    "explanation": "Serbest bölgeler ile Türkiye'nin diğer yerleri arasında yapılan ticarette dış ticaret rejimi hükümleri uygulanır. Başka bir deyişle, Türkiye’den serbest bölgeye satılan mallar ihracat rejimine, serbest bölgeden Türkiye’ye satılan mallar ise ithalat rejimine tabidir."
  },
  {
    "id": "3395068",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi yetkilendirilmiş yükümlü statüsü verilen firmalara tanınan başlıca kolaylıklardan biri <strong>değildir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Markalaşma desteği verilmesi",
      "B": "Sınır kapılarından öncelikli geçiş",
      "C": "İhracat ve ithalat beyannamelerine belge eklememe",
      "D": "Yeşil hat yetkisi",
      "E": "Gümrük işlemlerinde teminat kolaylıkları"
    },
    "explanation": "Yetkilendirilmiş yükümlülere tanınan başlıca kolaylıklar şunlardır:\n <ul> <li>Eksik belgeyle beyanda bulunma izni,</li> <li>Gümrük işlemlerinde teminat kolaylıkları,</li> <li>Gümrük işlemlerinde eşyanın araçtan indirilmeden kontrol edilmesi,</li> <li>İhracat ve ithalat beyannamelerine belge eklememe,</li> <li>İhracatta yerinde gümrükleme izni/izinli gönderici yetkisi (ihraç eşyası iç gümrük idaresine götürülmeksizin doğrudan firma tesislerinden sınıra gönderilir),</li> <li>İthalatta yerinde gümrükleme izni/izinli alıcı yetkisi (ithal edilecek eşya iç gümrük idaresine götürülmeksizin sınırdan ülkeye girdikten sonra doğrudan firma tesislerine gönderilir),</li> <li>Yeşil hat yetkisi (eşyanın belge kontrolü ve fiziki muayeneye tabi tutulmaması),</li> <li>Gümrük işlemlerinde daha az ve öncelikli kontrol,</li> <li>Sınır kapılarından öncelikli geçiş.</li> </ul>"
  },
  {
    "id": "3395069",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisinin amacı, mal ihracatı gerçekleştiren firmaların ürünlerini yurtdışı pazarlarda daha etkin bir şekilde tanıtımını sağlamaktır?",
    "correctAnswer": "C",
    "options": {
      "A": "Askıya alma",
      "B": "Yeşil hat yetkisi verilmesi",
      "C": "Hususi damgalı pasaport verilmesi",
      "D": "Sübvansiyon desteği",
      "E": "Tarife kontenjanı uygulaması"
    },
    "explanation": "Mal ihracatçısı firmaların yurt dışı pazarlarda ürünlerini daha etkin bir şekilde tanıtabilmesini teminen mal ihracatı yapan ihracatçılara “Hususi Damgalı Pasaport” verilmesi uygulaması başlatılmıştır. Desteğin amacı, mal ihracatı gerçekleştiren firmaların ürünlerini yurtdışı pazarlarda daha etkin bir şekilde tanıtımını sağlamaktır."
  },
  {
    "id": "3395139",
    "unitNumber": 7,
    "text": "I. İhracata hazırlık aşaması\n II. Pazarlama aşaması\n III. Markalaşma aşaması\n Yukarıdakilerden hangisi/hangileri Ticaret Bakanlığı tarafından oluşturulan ihracata yönelik destek sistematiğinin seviyeleri arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Ticaret Bakanlığı tarafından oluşturulan ihracata yönelik destek sistematiğinin ihracata hazırlık, pazarlama ve markalaşma olmak üzere üç olgunluk seviyesi bulunmaktadır."
  },
  {
    "id": "3395140",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi markalaşma/yüksek katma değere yönelik destekler arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Pazara Giriş Belgelerinin Desteklenmesi",
      "B": "Pazar Araştırması Destekleri",
      "C": "Yurt Dışı Fuar Desteği",
      "D": "Tasarım Desteği",
      "E": "Yurt Dışı Birim Desteği"
    },
    "explanation": "Markalaşma/yüksek katma değere yönelik destekler; tasarım desteği ve marka-turquality desteğinden oluşur."
  },
  {
    "id": "3395141",
    "unitNumber": 7,
    "text": "Proje ve kümelenme yaklaşımını esas alarak şirketlerin uluslararası rekabet güçlerinin geliştirilmesine yönelik yerel dinamiklerin harekete geçirilmesine olanak sağlayarak, işbirliği kuruluşlarının önderliğinde ihracat alışkanlığı edinmelerini amaçlayan destek türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uluslararası Rekabetçiliğin Geliştirilmesi Desteği (UR-GE Desteği)",
      "B": "Pazara Giriş Belgeleri Desteği",
      "C": "Yurtdışı Pazar Araştırması Desteği",
      "D": "Yurt Dışı Şirket Alımı Desteği",
      "E": "Rapor Desteği"
    },
    "explanation": "UR-GE Desteği, proje ve kümelenme yaklaşımını esas alarak şirketlerin uluslararası rekabet güçlerinin geliştirilmesine yönelik yerel dinamiklerin harekete geçirilmesine olanak sağlayarak, işbirliği kuruluşlarının önderliğinde ihracat alışkanlığı edinmelerini amaçlamaktadır."
  },
  {
    "id": "3395142",
    "unitNumber": 7,
    "text": "Yüksek teknoloji içeren ürünlerin ihracat içindeki payının ve ülkenin teknoloji kapasitesinin artırılmasını ve teknoloji transferinin sağlanmasını amaçlayan destek türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sektörel Alım Heyetleri Desteği",
      "B": "İleri Teknolojiye Sahip Yurtdışında Yerleşik Şirket Alımı Desteği",
      "C": "Küresel Tedarik Zinciri Yetkinlik Projelerinin Desteklenmesi (KTZ Desteği)",
      "D": "Yurt Dışı Birim, Marka Tescil Tanıtım Desteği",
      "E": "Yurt Dışı Fuar Destekleri"
    },
    "explanation": "İleri Teknolojiye Sahip Yurtdışında Yerleşik Şirket Alımı Desteğinin amacı, yüksek teknoloji içeren ürünlerin ihracat içindeki payının ve ülkenin teknoloji kapasitesinin artırılması ve teknoloji transferinin sağlanmasıdır."
  },
  {
    "id": "3395143",
    "unitNumber": 7,
    "text": "Olumlu Türk malı imajının oluşturulması ve yerleştirilmesi amacıyla uluslararası markalaşma potansiyeli olan Türk markalarının pazara giriş ve tutunmalarına yönelik olarak yapılan destekler hangi grupta yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "TURQUALITY Desteği",
      "B": "Yurt İçi Fuar Destekleri",
      "C": "Yurt Dışı Fuar Destekleri",
      "D": "Yurt Dışı Birim, Marka Tescil Tanıtım Desteği",
      "E": "Sektörel Ticaret Heyetleri Desteği"
    },
    "explanation": "Türk Ürünlerinin Yurtdışında Markalaşması, Türk Malı İmajının Yerleştirilmesi ve TURQUALITY® Desteği: Bu destek ile uluslararası markalaşma potansiyeli olan Türk markalarının pazara giriş ve tutunmalarına yönelik yurt içinde ve yurt dışında gerçekleştireceği faaliyet ve organizasyonlara ilişkin giderlerinin desteklenerek firmaların uluslararası pazarlarda kendi markalarıyla global bir oyuncu olabilmeleri ve söz konusu markalar aracılığıyla olumlu Türk malı imajının oluşturulması ve yerleştirilmesi amaçlanmaktadır"
  },
  {
    "id": "3395144",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi hizmet sektörüne yönelik devlet yardımları arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Uluslararası Rekabetçiliğin Geliştirilmesi Desteği (UR-GE Desteği)",
      "B": "Yurtdışı Pazar Araştırması Desteği",
      "C": "Yurt Dışı Teknik Müşavirlik Hizmetlerine Sağlanan Destekler",
      "D": "Yurt Dışı Şirket Alımı Desteği",
      "E": "Sektörel Alım Heyetleri Desteği"
    },
    "explanation": "C seçeneği dışındakilerin tamamı mal sektörüne yönelik devlet teşvikleri arasında yer alır."
  },
  {
    "id": "3395145",
    "unitNumber": 7,
    "text": "I. Üretime Karşı Önlemler \n II. Sübvansiyona Karşı Telafi Edici Önlemler\n III. Önlemlerin Etkisiz Kılınmasına Karşı Önlemler\n Yukarıdakilerden hangisi/hangileri yerli üreticileri ithalattan kaynaklanan haksız rekabete veya ithalat artışlarına karşı korumak amacıyla alınan önlemler arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Yerli üreticileri ithalattan kaynaklanan haksız rekabete veya ithalat artışlarına karşı korumak amacıyla alınan önlemler:\n <ul> <li>Dampinge Karşı Önlemler </li> <li>Sübvansiyona Karşı Telafi Edici Önlemler</li> <li>Önlemlerin Etkisiz Kılınmasına Karşı Önlemler</li> <li>Korunma Önlemleri</li> <li>İlave Gümrük Vergisi</li> <li>Kayda Alma Uygulaması</li> </ul>"
  },
  {
    "id": "3395146",
    "unitNumber": 7,
    "text": "I. Askıya Alma\n II. Kullanılmış Eşya İthalatı\n III. İlave Gümrük Vergisi\n Yukarıdakilerden hangisi/hangileri sanayicilerin ve yurtiçi piyasa ihtiyaçlarının teminine yönelik politika ve uygulamalar arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Sanayicilerin ve yurtiçi piyasa ihtiyaçlarının teminine yönelik politika ve uygulamalar:\n <ul> <li>Tarife Kontenjanları</li> <li>Askıya Alma</li> <li>Kullanılmış Eşya İthalatı</li> </ul>"
  },
  {
    "id": "3395147",
    "unitNumber": 7,
    "text": "Aşağıdaki kamu kuruluşlarından hangisi Türkiye'de piyasa gözetimi ve denetimi yapan kuruluşlar arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Teknoloji Bakanlığı",
      "B": "Aile, Çalışma ve Sosyal Hizmetler Bakanlığı",
      "C": "Ticaret Bakanlığı",
      "D": "Tarım ve Orman Bakanlığı",
      "E": "Hazine ve Maliye Bakanlığı"
    },
    "explanation": "Türkiye’de, PGD faaliyetleri Sanayi ve Teknoloji Bakanlığı, Aile, Çalışma ve Sosyal Hizmetler Bakanlığı, Çevre ve Şehircilik Bakanlığı, Tarım ve Orman Bakanlığı, Ticaret Bakanlığı, Sağlık Bakanlığı, Ulaştırma ve Altyapı Bakanlığı, Bilgi Teknolojileri ve İletişim Kurumu ve Enerji Piyasası Düzenleme Kurumu olmak üzere dokuz farklı kamu kuruluşu tarafından yerine getirilmektedir."
  },
  {
    "id": "3395148",
    "unitNumber": 7,
    "text": "Serbest dolaşımdaki eşyanın daha ileri bir safhada işlenmek, tamir edilmek veya yenilenmek üzere geçici olarak Türkiye Gümrük Bölgesi dışına veya serbest bölgelere ihraç edilmesi ve bu işleme faaliyetleri sonucunda elde edilen ürünlerin tam veya kısmi muafiyet uygulanarak serbest dolaşıma girmesi işlemine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dahilde işleme rejimi",
      "B": "Hariçte işleme rejimi",
      "C": "Vergi, resim ve harç istisnası",
      "D": "Yetkilendirilmiş yükümlü statüsü",
      "E": "Lisanslı depoculuk sistemi"
    },
    "explanation": "Hariçte işleme rejimi, serbest dolaşımdaki eşyanın daha ileri bir safhada işlenmek, tamir edilmek veya yenilenmek üzere geçici olarak Türkiye Gümrük Bölgesi dışına veya serbest bölgelere ihraç edilmesi ve bu işleme faaliyetleri sonucunda elde edilen ürünlerin tam veya kısmi muafiyet uygulanarak serbest dolaşıma girmesidir."
  },
  {
    "id": "3835359",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ülkeler arasında dış ticaret yapılmasının nedenlerinden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Bir kısım malların yurtiçi talep karşılandıktan sonra ortaya çıkan üretim (arz) fazlasının satışı",
      "B": "Belirli bir malın bazı ülkelerde hiç üretilmemesi ya da yerli üretimin iç talebi karşılamaya yeterli olmaması",
      "C": "Verimlilik ve maliyet farklılıkları nedeniyle ülkelerin en ucuza üretebildikleri malları ihraç etmeleri",
      "D": "Oldukça geniş bir mal grubu içinde yerli ve yabancı mallara olan talep yapısının ülkeler arasında benzer olması",
      "E": "Verimlilik ve maliyet farklılıkları nedeniyle ülkelerin diğer ülkelere göre yüksek maliyetle ürettikleri malları ithal etmeleri"
    },
    "explanation": "<ol> <li>Bir kısım malların yurtiçi talep karşılandıktan sonra ortaya çıkan üretim (arz) fazlasının satışı</li> <li>Belirli bir malın bazı ülkelerde hiç üretilmemesi ya da yerli üretimin iç talebi karşılamaya yeterli olmaması</li> <li>Verimlilik ve maliyet farklılıkları nedeniyle ülkelerin en ucuza üretebildikleri malları ihraç etmeleri</li> <li>Verimlilik ve maliyet farklılıkları nedeniyle ülkelerin diğer ülkelere göre yüksek maliyetle ürettikleri malları ithal etmeleri</li> <li>Oldukça geniş bir mal grubu içinde yerli ve yabancı mallara olan talep yapısının da farklılık göstermesi uluslararası ticaret yapılmasının nedenlerinden biridir.</li> </ol> <strong>D seçeneği \"Oldukça geniş bir mal grubu içinde yerli ve yabancı mallara olan talep yapısının ülkeler arasında benzer olması\" uluslararası ticaret yapılmasının nedenlerinden biri değildir.</strong>"
  },
  {
    "id": "3835405",
    "unitNumber": 7,
    "text": "Ülkelerin ihracatı artırmak, ithalatı azaltmak hedeflerine ulaşmak için aldığı kararlar ve önlemler aşağıdakilerden hangisini oluşturur?",
    "correctAnswer": "A",
    "options": {
      "A": "Dış ticaret politikası",
      "B": "Ekonomi politikası",
      "C": "Maliye politikası",
      "D": "Para politikası",
      "E": "Kamu politikası"
    },
    "explanation": "Dış ticaret ihracat ve ithalat işlemlerinden oluşmaktadır. Ülkeler için ihracatı artırmak, ithalatı azaltmak önemli hedefler arasındadır. Bu hedeflere ulaşmak için ülkelerin aldığı kararlar ve önlemler dış ticaret politikasını oluşturur."
  },
  {
    "id": "3835407",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Ticaret Bakanlığı tarafından oluşturulan ihracata yönelik destek sistematiğinin markalaşma olgunluk seviyelerinde verilecek devlet desteklerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tasarım desteği",
      "B": "Pazara giriş belgelerinin desteklenmesi",
      "C": "Yurt dışı fuar desteği",
      "D": "Uluslararası Rekabetçiliğin Geliştirilmesi (UR-GE) desteği",
      "E": "E-Ticaret sitelerine üyelik destekleri"
    },
    "explanation": "Markalaşma Aşaması: Bu aşamada yurt dışı pazarlarda dağıtım kanallarını oluşturan özgün tasarımları ile bulundukları pazarın dinamiklerine uygun markalı ürün sunma yetkinliğine ulaşan firmalara yönelik destek mekanizmaları bulunmaktadır. Tasarım Desteği ve Marka-Turquality Desteği, Markalaşma Aşaması'nda verilen desteklerdir."
  },
  {
    "id": "3835410",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tedarik zincirlerine girmek için sahip olunması gereken faktörlerden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Korumacılık",
      "B": "Sürdürülebilirlik",
      "C": "Verimlilik",
      "D": "Yüksek standartlar",
      "E": "Hızlı üretim kabiliyetleri"
    },
    "explanation": "Tedarik zincirindeki faaliyetlerin farklı ülkeler arasında paylaşımı uzmanlaşmayı artırmakta ve maliyetleri düşürmektedir. Öte yandan tedarik zincirlerine girmek için sahip olunması gereken yüksek standartlar, verimlilik, tasarım, sürdürülebilirlik, güvenlik ve hızlı üretim kabiliyetleri gelişmekte olan ülkeleri zorlayan faktörler olarak öne çıkmaktadır."
  },
  {
    "id": "3835411",
    "unitNumber": 7,
    "text": "Küresel Tedarik Zinciri Yetkinlik Projelerinin Desteklenmesi kapsamında bir şirketin azami kaç projesi destek alabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Küresel Tedarik Zinciri Yetkinlik Projelerinin Desteklenmesi kapsamında bir şirketin azami 1 projesi destek alabilir."
  },
  {
    "id": "3835413",
    "unitNumber": 7,
    "text": "Yurt Dışı Fuar Destekleri kapsamında desteğe esas tutar, hedef ülkeler için % kaç oranı üzerinden hesaplanarak belirlenmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "20",
      "B": "30",
      "C": "50",
      "D": "70",
      "E": "80"
    },
    "explanation": "Yurt Dışı Fuar Destekleri kapsamında desteğe esas tutar, hedef ülkeler için % 70 oranı üzerinden hesaplanarak belirlenmektedir."
  },
  {
    "id": "3835415",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Yurt İçi Fuar Destekleri kapsamında verilen desteklerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yer kirası",
      "B": "Yazılım alımı",
      "C": "Sertifikasyon harcamaları",
      "D": "Danışmanlık hizmeti harcamaları",
      "E": "Ofis depo harcamaları"
    },
    "explanation": "Yurt İçi Fuar Desteklerinim amacı, Ticaret Bakanlığı tarafından belirlenen sektörel nitelikli uluslararası yurt içi fuarların dış tanıtımının sağlanması ve uluslararası düzeyde katılımın artırılması amacıyla organizatörler ile katılımcıların desteklenmesidir. Destek kapsamında organizatörlerin tanıtım harcamaları ve katılımcıların yer kirası ile stant giderleri desteklenmektedir."
  },
  {
    "id": "3835420",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Türkiye’nin Dünya Ticaret Örgütü’ne taahhütleri kapsamında; 2018 ve sonrasında ihracatı desteklenen tarım ürünlerinin sahip olması gereken özelliklerden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Hariçte işleme rejimine uygun",
      "B": "Katma değeri yüksek",
      "C": "İstihdam artırıcı özelliğe sahip",
      "D": "Uzun vadede yüksek potansiyel arz eden",
      "E": "Tüketiciye yönelik muhtelif işlenmiş"
    },
    "explanation": "Türkiye’nin Dünya Ticaret Örgütü’ne taahhütleri kapsamında; katma değeri yüksek, istihdam artırıcı özelliğe sahip, uzun vadede yüksek potansiyel arz eden ve tüketiciye yönelik muhtelif işlenmiş tarım ürünlerinin 2018 ve sonrasında gerçekleşecek ihracatı, birim miktar bazında ve azami ödeme oranları çerçevesinde desteklenmektedir."
  },
  {
    "id": "3835422",
    "unitNumber": 7,
    "text": "Ülkemizde üretimi bulunmayan veya yeterli düzeyde üretilmeyen hammadde arzında sorun yaşanmaması için, uygun maliyetli girdi tedarikine yönelik belirli ürünlerde yapılan uygulama aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gümrük vergilerinin askıya alınması",
      "B": "Kullanılmış eşya ithalatı",
      "C": "İlave gümrük vergisi",
      "D": "Tarife kontenjanı",
      "E": "Kayda alma uygulaması"
    },
    "explanation": "Ülkemizde üretimi bulunmayan veya yeterli düzeyde üretilmeyen hammadde arzında sorun yaşanmaması için, uygun maliyetli girdi tedarikine yönelik belirli ürünlerde gümrük vergilerinin askıya alınması uygulamaları yapılmaktadır."
  },
  {
    "id": "3835425",
    "unitNumber": 7,
    "text": "Serbest bölge kullanıcılarının, serbest bölgelerde imal ettikleri ürünlerin FOB bedelinin <u>en</u> <u>az</u> % kaçını yurtdışına ihraç etmeleri kaydıyla personele ödedikleri ücretler, Gelir Vergisi’nden müstesnadır?",
    "correctAnswer": "A",
    "options": {
      "A": "85",
      "B": "75",
      "C": "65",
      "D": "55",
      "E": "45"
    },
    "explanation": "Serbest bölge kullanıcılarının, serbest bölgelerde imal ettikleri ürünlerin FOB bedelinin <u>en</u> <u>az</u> % 85'ini yurtdışına ihraç etmeleri kaydıyla personele ödedikleri ücretler, Gelir Vergisi’nden müstesnadır."
  },
  {
    "id": "3395119",
    "unitNumber": 8,
    "text": "Aşağıdaki uluslararası kuruluşlardan hangisi Dünya Bankası Grubu içinde yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Dünya Ticaret Örgütü",
      "B": "Uluslararası Para Fonu",
      "C": "Birleşmiş Milletler Ticaret ve Kalkınma Konferansı",
      "D": "Çok Taraflı Yatırım Garanti Ajansı",
      "E": "Uluslararası Ödemeler Bankası"
    },
    "explanation": "Dünya Bankası Grubunu oluşturan uluslararası kuruluşlar (organizasyonlar) aşağıda sıralanmıştır. Bunlar;\n<br/><ol><br/><li>Uluslararası İmar ve Kalkınma Bankası (International Bank for Reconstruction and Development: IBRD)</li><br/><li>Uluslararası Kalkınma Birliği (The International Development Association: IDA),</li><br/><li>Uluslararası Finans Kurumu (The International Finance Corporation: IFC),</li><br/><li>Çok Taraflı Yatırım Garanti Ajansı (The Multilateral Guarantee Agency: MIGA)</li><br/><li>Yatırım Uyuşmazlıklarının Çözümlenmesi Uluslararası Merkezi (The International Centre for the Settlement of Investment Disputes: ICSID)</li><br/></ol>"
  },
  {
    "id": "3395120",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Dünya Ticaret Örgütünün yerine getirdiği fonksiyonlar arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Gelişmekte olan ülkelerin özel şirketlerine yapacakları üretken yatırımların finansmanı için proje kredileri vererek kaynak sağlamak",
      "B": "Elindeki kaynaklarla talepte bulunan üye ülkelere tahsis ederek onların karşılaştıkları ödemeler dengesi sorunlarını çözmek",
      "C": "Özellikle zayıf ekonomilerin sürdürülebilir kalkınmasını sağlayacak politikalar tasarlanması sürecinde analiz, tartışma ve görüş birliği oluşturulmasına katkıda bulunmak",
      "D": "Yenilikçi ve büyüme potansiyeline sahip KOBİ’lere risk (girişim) sermayesi açısından katkıda bulunmak",
      "E": "Ülkelerin ulusal ticaret politikalarını sürekli gözden geçirerek uluslararası ticaret sistemine uyumunu sağlamak"
    },
    "explanation": "Gelişmekte olan ülkelerin özel şirketlerine yapacakları üretken yatırımların finansmanı için proje kredileri vererek kaynak sağlamak, Uluslararası Finans Kurumu (IFC) ile ilgilidir.\n<br/>Elindeki kaynaklarla talepte bulunan üye ülkelere tahsis ederek onların karşılaştıkları ödemeler dengesi sorunlarını çözmek, Uluslararası Para Fonu'nun (IMF) amaçları arasında yer alır.\n<br/>UNCTAD, özellikle dünyanın değişik bölgelerindeki zayıf ekonomilerin sürdürülebilir kalkınmasını sağlayacak politikalar tasarlanması sürecinde analiz, tartışma ve görüş birliği oluşturulmasına katkıda bulunmaktadır.\n<br/>Avrupa Yatırım Fonu, yenilikçi ve büyüme potansiyeline sahip KOBİ’lere risk (girişim) sermayesi açısından katkıda bulunmaktadır. \n<br/>Dünya Ticaret Örgütünün amaçlarını gerçekleştirmek için yerine getirdiği fonksiyonlardan birisi de ülkelerin ulusal ticaret politikalarını sürekli gözden geçirerek uluslararası ticaret sistemine uyumunu sağlamaktır."
  },
  {
    "id": "3395121",
    "unitNumber": 8,
    "text": "DTÖ üyesi ülkelerin çoğunluğunun onay sürecini tamamlamasının ardından Ticaretin Kolaylaştırılması Anlaşması kaç yılında yürürlüğe girmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "1948",
      "B": "1964",
      "C": "1986",
      "D": "2002",
      "E": "2017"
    },
    "explanation": "Ticaretin Kolaylaştırılması Anlaşması, DTÖ üyesi 164 ülkenin 2/3’ünün onay sürecini tamamlamasının ardından 22 Şubat 2017 tarihinde küresel olarak yürürlüğe girmiştir"
  },
  {
    "id": "3395122",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Birleşmiş Milletler Ticaret ve Kalkınma Konferansı amaçları arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Uluslararası ticarete ilişkin çok taraflı anlaşmalar yapılmasına yardımcı olmak",
      "B": "Uluslararası parasal işbirliğini geliştirmek",
      "C": "Uluslararası ticaretin dengeli bir şekilde büyümesini ve döviz kurlarında istikrarı sağlamak",
      "D": "Piyasa ekonomisinin gelişmesine katkı sağlamak",
      "E": "Üye ülkelerde kalkınmayı destekleyen projelere ticaret ve proje finansmanı, teminat ve öz kaynak sağlamak."
    },
    "explanation": "Uluslararası parasal işbirliğini geliştirmek ve uluslararası ticaretin dengeli bir şekilde büyümesini ve döviz kurlarında istikrarı sağlamak, IMF'nin amaçları arasında yer alır.\n<br/>Piyasa ekonomisinin gelişmesine katkı sağlamak Karadeniz Ekonomik İşbirliği (KEİ) Ticaret ve Kalkınma Bankasının amaçları arasında yer alır. \n<br/>KEİ Ticaret ve Kalkınma Bankası üye ülkelerde kalkınmayı destekleyen projelere ticaret ve proje finansmanı, teminat ve öz kaynak sağlar. Görüldüğü gibi banka ticaret ve kalkınma konularına maddi sağlamaktadır.\n<br/>Uluslararası ticarete ilişkin çok taraflı anlaşmalar yapılmasına yardımcı olmak, farklı gelişme seviyesindeki ülkeler arasındaki dış ticareti, özellikle gelişme yolunda olan ülkelerin ekonomik kalkınmalarını hızlandıracak şekilde teşvik etmek, ekonomik kalkınma ve uluslararası ticarete<br/>ilişkin ilkeleri belirlemek ve bunları uygulamak gibi amaçlar, Milletler Ticaret ve Kalkınma Konferansı ile ilgilidir."
  },
  {
    "id": "3395123",
    "unitNumber": 8,
    "text": "Aşağıdaki uluslararası kuruluşlardan hangisi faaliyet gösterdiği bölge ve amaçları dikkate alındığında diğerlerinden farklıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Asya Kalkınma Bankası",
      "B": "Karadeniz Ekonomik İşbirliği Ticaret ve Kalkınma Bankası",
      "C": "Avrupa Yatırım Bankası",
      "D": "Ekonomik İşbirliği Örgütü Ticaret ve Kalkınma Bankası",
      "E": "İslam Kalkınma Bankası"
    },
    "explanation": "Asya Kalkınma Bankası (ADB) Asya ve Pasifik’teki insanların yaşamını geliştirmek için çalışmaktadır.\n<br/>Karadeniz Ekonomik İşbirliği Ticaret ve Kalkınma Bankasının amacı Karadeniz’e kıyısı olan ülkeler ve diğer üye ülkeler arasında kalkınmayı hızlandırmak ve işbirliğini teşvik etmektir.\n<br/>Avrupa Yatırım Bankası, bir kalkınma bankası olmamasına karşılık, kalkınma amaçlı pek çok yatırım projesine destek sağlamaktadır. Banka, sadece AB içinde değil, Birlik dışındaki (aday ve komşu ülkelerin yanı sıra Akdeniz, Orta Asya, Afrika (Sahra altı), Karayip, Pasifik, Asya ve Latin Amerika ülkelerinde) pek çok yatırım projesini desteklemektedir.\n<br/>ECO Ticaret ve Kalkınma Bankası ise Türkiye, İran ve Pakistan tarafından kurulan ve diğer Orta Asya Cumhuriyetlerinin katılımı ile genişleyen Ekonomik İşbirliği Örgütü'nün (ECO) bölgesinde faaliyet göstermektedir.\n<br/>İKB ise dünyanın neresinde olursa olsun müslüman toplulukların ekonomik ve sosyal kalkınmasına odaklanmıştır. Bu yönüyle farklıdır.<br/>İslam Kalkınma Bankası"
  },
  {
    "id": "3395124",
    "unitNumber": 8,
    "text": "Misyonu, sürdürülebilir ekonomik büyümeye ve toplumsal refaha katkı sağlamak amacıyla ihracatçıları ve girişimcileri destekleyerek rekabet gücünü ve uluslararası ekonomik ve ticari işbirliğini artıracak, üretici ve tüketiciyi koruyacak etkin, hızlı ve insan odaklı ticaret ve gümrük politikaları oluşturarak yenilikçi ve katılımcı bir yaklaşımla gerçekleştirmek, uygulamak ve koordine etmek olan kuruluş aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ticaret Bakanlığı",
      "B": "İhracatçı Birlikleri",
      "C": "Türkiye İhracatçılar Meclisi",
      "D": "İktisadi Kalkınma Vakfı",
      "E": "Küçük ve Orta Ölçekli İşletmeleri Geliştirme ve Destekleme İdaresi Başkanlığı"
    },
    "explanation": "İhracatçı Birlikleri; ihracat yapmak isteyen şirketleri örgüt yapısı altında birleştirerek, iş birliği ve ticari işlemleri geliştirmek amacıyla oluşturulan yapılardır. Dış ticaret işlemlerinin ulus refahına katkı sağlayacak şekilde şekillenmesi için çalışmalar yürütürler.\n<br/>Türkiye İhracatçılar Meclisi'nin (TİM) öncelikli misyonu; dış ticaret fazlası veren Türkiye hedefine ulaşmak amacıyla sürdürülebilir dış ticaret hacminde artış sağlamak, iş birliği yapılan ticari partner ülkeler ile ikili ticari, sosyal ve kültürel ilişkileri geliştirmek, bu hedef doğrultusunda yapılacak etkinliklerde özel sektör ve kamu arasında köprü görevi görmektir.\n<br/>İktisadi Kalkınma Vakfı (İKV), Avrupa Birliği (AB) ve Türkiye- Avrupa Birliği (AB) ilişkileri alanında uzmanlaşmış olan bir sivil toplum ve araştırma kuruluşudur.\n<br/>Soruda ifade edilen misyon Ticaret Bakanlığı ile ilgilidir."
  },
  {
    "id": "3395125",
    "unitNumber": 8,
    "text": "I. Mal ve hizmetlerin uluslararası ticaretindeki beyanname, vesika ve benzeri belgeleri düzenlenmek ve/veya onaylamak\n<br/>II. Bilim tabanlı teknoloji ile katma değeri yüksek ürün ve hizmetler geliştirmek\n<br/>III. Türkiye İhracatçılar Meclisi (TİM)’in görüşünü ve Müsteşarlık onayını almak kaydıyla sektörü ile ilgili mevcut eğitim ve öğretim kurumlarına yardımda bulunmak\n<br/>IV. Ulusal bilim, teknoloji ve yenilik ekosistemini desteklemek\n<br/>V. İhracatçılar arasında mesleki ahlâk ve dayanışmayı sağlamak\n<br/>Yukarıdakilerden hangileri İhracatçı Birliklerinin görevleri arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III",
      "B": "III, IV, V",
      "C": "I, III, V",
      "D": "II, IV, V",
      "E": "II, III"
    },
    "explanation": "<ul><br/><li>TIR karneleri, ATA, A.TR ve EUR.1 dolaşım belgeleri, menşe şahadetnameleri ve EAN-UCC çizgi kod işlemleri, mal ve hizmetlerin uluslararası ticaretindeki beyanname, vesika ve benzeri belgeleri düzenlenmek ve/veya onaylamak,</li><br/><li>Türkiye İhracatçılar Meclisi (TİM)’in görüşünü ve Müsteşarlık onayını almak kaydıyla sektörü ile ilgili mevcut eğitim ve öğretim kurumlarına yardımda bulunmak, yenilerinin kurulmasına öncülük etmek ve katkıda bulunmak</li><br/><li>İhracatçılar arasında mesleki ahlâk ve dayanışmayı sağlamak İhracatçı Birliklerinin görevleri arasında yer alır.</li><br/></ul><br/>Bilim tabanlı teknoloji ile katma değeri yüksek ürün ve hizmetler geliştirmek ve ulusal bilim, teknoloji ve yenilik ekosistemini desteklemek ise TÜBİTAK'ın misyonunu gerçekleştirmek için yürüttüğü faliyetler arasında yer alır.<br/>I, III, V"
  },
  {
    "id": "3395126",
    "unitNumber": 8,
    "text": "I. Yurt Dışı Pazar Destek Programı\n II. Uluslararası Hızlandırıcı Programı\n III. 1501 TÜBİTAK Sanayi Ar-Ge Projeleri Destekleme Programı\n IV. 1511 TÜBİTAK Öncelikli Alanlar Ar-Ge Destek Programı\n Yukarıdakilerden hangisi/hangileri TÜBİTAK tarafından başta KOBİ’ler olmak üzere Türkiye sanayine ve Türkiye’nin öncelikli alanlarına yönelik uyguladığı Ar-Ge ve proje pazarları destekleme programları arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "I, II",
      "D": "I, II, III",
      "E": "III, IV"
    },
    "explanation": "TÜBİTAK tarafından başta KOBİ’ler olmak üzere Türkiye sanayine ve Türkiye’nin öncelikli alanlarına yönelik uyguladığı Ar-Ge ve proje pazarları destekleme programları şunlardır:\n<br/><ol><br/><li>1501 TÜBİTAK Sanayi Ar-Ge Projeleri Destekleme Programı</li><br/><li>1503 Proje Pazarları Destekleme Programı</li><br/><li>1507 TÜBİTAK KOBİ Ar-Ge Başlangıç Destek Programı</li><br/><li>1509 TÜBİTAK Uluslararası Sanayi Ar-Ge Projeleri Destekleme Programı</li><br/><li>1511 TÜBİTAK Öncelikli Alanlar Ar-Ge Destek Programı</li><br/></ol><br/>Yurt Dışı Pazar Destek Programı ve Uluslararası Hızlandırıcı Programı ise KOSGEB'in programları arasında yer alır.<br/>III, IV"
  },
  {
    "id": "3395127",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Yurt Dışı Pazar Destek Programı'nın amaçları arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "KOBİ’lerin yurt dışı pazar paylarını artırmak",
      "B": "KOBİ’leri, uluslararası rekabetin aktörleri hâline getirmek",
      "C": "İhracata başlayan KOBİ sayısını artırmak",
      "D": "E-ticarete başlayan KOBİ sayısını artırmak",
      "E": "Ticaret anlaşmazlıklarını kontrol ederek çözmek"
    },
    "explanation": "Ticaret anlaşmazlıklarını kontrol ederek çözmek Dünya Ticaret Örgütü'nün amaçları arasında yer alırken diğerleri KOSGEB'in Yurt Dışı Pazar Destek Programı'nın amaçları arasında yer alır."
  },
  {
    "id": "3395128",
    "unitNumber": 8,
    "text": "Avrupa bütünleşmesi ve Türkiye-AB ilişkileri alanında iş dünyası ve genel kamuoyunu bilgilendirmek amacıyla araştırmalar yürüten, rapor ve kitap yayımlayan, seminer ve benzeri toplantılar düzenleyen kuruluş aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İKV",
      "B": "KOSGEB",
      "C": "TUBİTAK",
      "D": "UNCTAD",
      "E": "IMF"
    },
    "explanation": "İKV, Avrupa bütünleşmesi ve Türkiye-AB ilişkileri alanında iş dünyası ve genel kamuoyunu ilgilendirmek amacıyla araştırmalar yürütür, rapor ve kitap yayımlar, seminer ve benzeri toplantılar düzenler. Özetle, İKV Türkiye’ye AB’yi, AB’ye de Türkiye’yi anlatır."
  },
  {
    "id": "3395129",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ihracat yapmak isteyen şirketleri örgüt yapısı altında birleştirerek, iş birliği ve ticari işlemleri geliştirmek amacıyla oluşturulan <u>İhracatçı Birliklerinin çatı kuruluşudur</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Ticaret Bakanlığı",
      "B": "İktisadi Kalkınma Vakfı",
      "C": "Türkiye İhracatçılar Meclisi",
      "D": "Türk Patent ve Marka Kurumu",
      "E": "Türkiye Bilimsel ve Teknolojik Araştırma Kurumu"
    },
    "explanation": "Türkiye İhracatçılar Meclisi (TİM), Türkiye’nin dış ticaretine yön vermek, ihracat politikasını belirlemek, pazar çeşitliliğini geliştirmek ve uluslararası arenada ihracatçıların rekabetini kolaylaştırmak için kurulan İhracatçı Birliklerinin çatı kuruluşudur."
  },
  {
    "id": "3395130",
    "unitNumber": 8,
    "text": "Türkiye İhracatçılar Meclisi (TİM) nezdinde Ticaret Bakanlığı tarafından belirlenen ihracat politikaları, stratejiler, hedef pazarlar ve tanıtım faaliyetleri çerçevesinde faaliyet göstermek üzere 2018 yılında ……………. kurulmuştur.\n<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "İktisadi Kalkınma Vakfı",
      "B": "Türkiye Tanıtım Grubu",
      "C": "International Trade Center",
      "D": "Uluslararası Finans Kurumu",
      "E": "İhracat-İthalat Bilgi Platformu"
    },
    "explanation": "TİM nezdinde Ticaret Bakanlığı tarafından belirlenen ihracat politikaları, stratejiler, hedef pazarlar ve tanıtım faaliyetleri çerçevesinde faaliyet göstermek üzere 2018 yılında Türkiye Tanıtım Grubu (TTG) kurulmuştur."
  },
  {
    "id": "3395131",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisinin güncel araştırma ve çalışma konuları arasında, Türkiye’nin AB katılım sürecinde karşılaştığı çeşitli sorunlar ve bu sorunlara çözüm üretilmesi yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ticaret Bakanlığı",
      "B": "İhracatçı Birlikleri",
      "C": "İktisadi Kalkınma Vakfı",
      "D": "Türkiye İhracatçılar Meclisi",
      "E": "Türk Patent ve Marka Kurumu"
    },
    "explanation": "Türkiye’nin AB katılım sürecinde karşılaştığı çeşitli sorunlar ve bu sorunlara çözüm üretilmesi de İktisadi Kalkınma Vakfı (İKV)’nin güncel araştırma ve çalışma konuları arasında yer almaktadır."
  },
  {
    "id": "3395132",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisinin temel düşüncesi uluslararası rekabet sistemini kurabilmek için üye ülkeleri korumacı politikalardan uzaklaştırarak uluslararası ticareti serbestleştirmek, yani dış ticarette liberalizmin teşvik edilmesidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dünya Bankası Grubu",
      "B": "Dünya Ticaret Örgütü",
      "C": "Uluslararası Para Fonu",
      "D": "Gümrük Tarifeleri ve Ticaret Genel Anlaşması",
      "E": "Birleşmiş Milletler Ticaret ve Kalkınma Konferansı"
    },
    "explanation": "Gümrük Tarifeleri ve Ticaret Genel Anlaşması (GATT)’ın temel düşüncesi uluslararası rekabet sistemini kurabilmek için üye ülkeleri korumacı politikalardan uzaklaştırarak uluslararası ticareti serbestleştirmek, yani dış ticarette liberalizmi teşvik etmektir."
  },
  {
    "id": "3395133",
    "unitNumber": 8,
    "text": "Genel amaçlara ulaşmak için tarifeler ile ticarete konan diğer ayırımcı engelleri zamanla azaltmak, aşağıdakilerden hangisinin özel amaçları arasındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Dünya Bankası",
      "B": "Bölgesel Kalkınma Bankaları",
      "C": "İhracat-İthalat Bilgi Platformu",
      "D": "Gümrük Tarifeleri ve Ticaret Genel Anlaşması",
      "E": "Küçük ve Orta Ölçekli İşletmeleri Geliştirme ve Destekleme İdaresi Başkanlığı"
    },
    "explanation": "Genel amaçlara ulaşmak için tarifeler ile ticarete konan diğer ayırımcı engelleri zamanla azaltmak, Gümrük Tarifeleri ve Ticaret Genel Anlaşması (GATT)’ın özel amaçları arasındadır."
  },
  {
    "id": "3395134",
    "unitNumber": 8,
    "text": "…………. üyelerine bir diğer ülkenin ticaret rejimi tarafından ayrımcı muameleye tabi tutulmamasını sağlayarak çok taraflı ticaret sisteminin gelişmesini sağlamıştır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Dünya Bankası",
      "B": "Ticaret Bakanlığı",
      "C": "İktisadi Kalkınma Vakfı",
      "D": "Uluslararası Para Fonu",
      "E": "Gümrük Tarifeleri ve Ticaret Genel Anlaşması"
    },
    "explanation": "Gümrük Tarifeleri ve Ticaret Genel Anlaşması (GATT) üyelerine bir diğer ülkenin ticaret rejimi tarafından ayrımcı muameleye tabi tutulmamasını sağlayarak çok taraflı ticaret sisteminin gelişmesini sağlamıştır."
  },
  {
    "id": "3395135",
    "unitNumber": 8,
    "text": "Teknolojik yeterlilik ve bilgi birikiminin artırılması, mevcut yeteneklerin farklı alanlarda da değerlendirilmesi, özgün teknolojilerin geliştirilmesi ve teknolojik gelişimde ivme kazanılmasını hedefleyen TÜBİTAK destek programı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Proje Pazarları Destekleme Programı",
      "B": "KOBİ Ar-Ge Başlangıç Destek Programı",
      "C": "Sanayi Ar-Ge Projeleri Destekleme Programı",
      "D": "Uluslararası Sanayi Ar-Ge Projeleri Destekleme Programı",
      "E": "Öncelikli Alanlar Araştırma Teknoloji Geliştirme ve Yenilik Projeleri Destekleme Programı"
    },
    "explanation": "TÜBİTAK Öncelikli Alanlar Araştırma Teknoloji Geliştirme ve Yenilik Projeleri Destekleme Programı kapsamında; ülkemiz öncelikli alanlarında hedef ve ihtiyaç odaklı, izlenebilir sonuçları olan projelerin desteklenmesi amaçlanmaktadır. Program kapsamında sağlanacak desteklerle;\n <ul> <li>Teknolojik yeterlilik ve bilgi birikiminin artırılması</li> <li>Mevcut yeteneklerin farklı alanlarda da değerlendirilmesi</li> <li>Özgün teknolojilerin geliştirilmesi</li> <li>Teknolojik gelişimde ivme kazanılması</li> </ul> hedeflenmektedir.\n Sektör ve büyüklüğüne bakılmaksızın firma düzeyinde katma değer oluşturan Türkiye’de yerleşik bütün sermaye şirketleri proje başvurusunda bulunabilir."
  },
  {
    "id": "3395136",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi “Destekleme Düzenlemeleri, Ek Rezerv İmkânı, Yoksulluğu Azaltma ve Büyüme Kolaylığı ve Dış Şoklar Kolaylığı” şeklindeki <u>dört temel</u> borçlanma imkânından üyelerini yararlandırmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Dünya Bankası Grubu",
      "B": "Dünya Ticaret Örgütü",
      "C": "Uluslararası Para Fonu",
      "D": "Bölgesel Kalkınma Bankaları",
      "E": "Birleşmiş Milletler Ticaret ve\n Kalkınma Konferansı"
    },
    "explanation": "Günümüzde Uluslararası Para Fonu (IMF) üyelerini başlıca dört temel borçlanma imkânından yararlandırmaktadır. Bunlar; Destekleme Düzenlemeleri, Ek Rezerv İmkânı, Yoksulluğu Azaltma ve Büyüme Kolaylığı ve Dış Şoklar Kolaylığıdır."
  },
  {
    "id": "3395137",
    "unitNumber": 8,
    "text": "Farklı gelişme seviyesindeki ülkeler arasındaki dış ticareti, <u>özellikle gelişme yolunda</u> olan ülkelerin ekonomik kalkınmalarını hızlandıracak şekilde teşvik edilmesi, aşağıdakilerden hangisinin amaçları arasında sıralanabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dünya Ticaret Örgütü",
      "B": "Uluslararası Para Fonu",
      "C": "Bölgesel Kalkınma Bankaları",
      "D": "Ticaret ve Gümrük Tarifeleri Genel Anlaşması",
      "E": "Birleşmiş Milletler Ticaret ve Kalkınma Konferansı"
    },
    "explanation": "Birleşmiş Milletler Ticaret ve Kalkınma Konferansı (UNCTAD)’ın belli başlı amaçları içinde;\n <ul> <li>Farklı gelişme seviyesindeki ülkeler arasındaki dış ticareti, özellikle gelişme yolunda olan ülkelerin ekonomik kalkınmalarını hızlandıracak şekilde teşvik etmek, olduğu söylenebilir</li> </ul>"
  },
  {
    "id": "3395138",
    "unitNumber": 8,
    "text": "……….. vizyonu ticaretin daha rekabetçi, hızlı ve güvenli olmasını sağlayarak yüksek teknolojili ve yüksek katma değerli ihracatı teşvik ederek sürdürülebilir ekonomik büyümeye öncülük etmektir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Ticaret Bakanlığının",
      "B": "İhracatçı Birliklerinin",
      "C": "İktisadi Kalkınma Vakfının",
      "D": "Türkiye İhracatçılar Meclisinin",
      "E": "Türkiye Bilimsel ve Teknolojik Araştırma Kurumunun"
    },
    "explanation": "Ticaret Bakanlığının vizyonu ticaretin daha rekabetçi, hızlı ve güvenli olmasını sağlayarak yüksek teknolojili ve yüksek katma değerli ihracatı teşvik ederek sürdürülebilir ekonomik büyümeye öncülük etmektir."
  },
  {
    "id": "3835704",
    "unitNumber": 8,
    "text": "Dünya Savaşı’ndan sonra dünya ticaretini serbestleştirmeye yönelik küresel düzeyde çalışmalar yapan girişim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dünya Ticaret Örgütü (WTO)",
      "B": "Kuzey Amerika Serbest Ticaret Bölgesi (NAFTA)",
      "C": "Birleşmiş Milletler (UN)",
      "D": "Avrupa Serbest Ticaret Bölgesi (EFTA)",
      "E": "Avrupa Ekonomik Topluluğu (AET)"
    },
    "explanation": "II. Dünya Savaşı’ndan sonra dünya ticaretini serbestleştirmeye yönelik küresel ve bölgesel girişimler söz konusu olmuştur. Bu girişimlere küresel düzeyde Gümrük Tarifeleri ve Ticaret Genel Anlaşması (GATT), bölgesel düzeyde ise Avrupa Ekonomik Topluluğu (AET) örnek verilebilir."
  },
  {
    "id": "3835705",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Ticaret Bakanlığının temel görevlerinden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "İhracatçılar arasında mesleki ahlâk ve dayanışmayı sağlamak",
      "B": "Hizmet ihracatında sürdürülebilir artışın sağlanmasına yönelik tedbirleri almak",
      "C": "İthalatın ülke ekonomisinin yararına gerçekleştirilmesi ile ilgili tedbirleri almak",
      "D": "Yerli sanayinin korunması ile ilgili gerekli tedbirleri almak",
      "E": "İhracatın pazar ve ürün çeşitliliğini genişletmeye yönelik gerekli tedbirleri almak"
    },
    "explanation": "İhracatçılar arasında mesleki ahlâk ve dayanışmayı sağlamak, İhracatçı Birliklerinin görevleri arasında yer almaktadır."
  },
  {
    "id": "3835706",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi İhracatçı Birliklerinin görevlerinden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Firmalara ihracata hazırlık, pazarlama ve markalaşma aşamalarında ihracata yönelik devlet yardımları yapmak",
      "B": "İhracatçılar arasında mesleki ahlâk ve dayanışmayı sağlamak",
      "C": "Amaç ve görevlerini gerçekleştirmeye yönelik vakıf kurmak veya kurulmuş olanlara iştirak etmek",
      "D": "Dış ticarete ve yurt dışı hizmetlere ilişkin konularda çalışmalar yapmak",
      "E": "Mal ve hizmetlerin uluslararası ticaretindeki beyanname, vesika ve benzeri belgeleri düzenlenmek ve onaylamak"
    },
    "explanation": "Firmalara ihracata hazırlık, pazarlama ve markalaşma aşamalarında ihracata yönelik devlet yardımları yapmak, Ticaret Bakanlığının görevleri arasındadır."
  },
  {
    "id": "3835707",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi İhracatçı Birliklerinin düzenlediği ve/veya onayladığı belgelerden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Gümrük tarife cetveli",
      "B": "TIR karneleri",
      "C": "TR dolaşım belgeleri",
      "D": "EUR.1 dolaşım belgeleri",
      "E": "EAN-UCC çizgi kod işlemleri"
    },
    "explanation": "Gümrük tarife cetveli, İhracatçı Birliklerinin düzenlediği ve/veya onayladığı belgelerden biri değildir."
  },
  {
    "id": "3835708",
    "unitNumber": 8,
    "text": "İhracatçı Birliklerinin ve Türkiye ihracatının tek çatı kuruluşu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Türkiye İhracatçılar Meclisi (TİM)",
      "B": "Ticaret Bakanlığı",
      "C": "İktisadi Kalkınma Vakfı (İKV)",
      "D": "Türk Patent ve Marka Kurumu (TÜRKPATENT)",
      "E": "Türkiye Bilimsel ve Teknolojik Araştırma Kurumu (TÜBİTAK)"
    },
    "explanation": "İhracatçı Birliklerinin ve Türkiye ihracatının tek çatı kuruluşu Türkiye İhracatçılar Meclisi (TİM)'dir."
  },
  {
    "id": "3835710",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi İktisadi Kalkınma Vakfı (İKV)’nın öncelikli araştırma ve çalışma alanlarından biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Ulusal bilim, teknoloji ve yenilik ekosistemine yönelik çalışmalar",
      "B": "Türkiye’nin AB'ye katılım müzakereleri süreci ve bu süreçte tıkanıklıkların aşılmasına yönelik çalışmalar",
      "C": "Türkiye’de AB üyelik hedefi ve bu hedefin getireceklerine yönelik kamuoyunu bilgilendirmeye yönelik çalışmalar",
      "D": "AB ve üye devletlerde Türkiye’nin AB üyelik süreci ve AB’ye getirecekleri konusunda farkındalık yaratmaya yönelik çalışmalar",
      "E": "Türkiye-AB Gümrük Birliğinin güncellenmesine yönelik çalışmalar"
    },
    "explanation": "Ulusal bilim, teknoloji ve yenilik ekosistemine yönelik çalışmalar yapmak, İktisadi Kalkınma Vakfı (İKV)’nın öncelikli araştırma ve çalışma alanlarından biri değildir."
  },
  {
    "id": "3835712",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Gümrük Tarifeleri ve Ticaret Genel Anlaşması (GATT)’ın amaçlarından biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Üye ülkelerin korumacı politikaları benimsemelerini sağlamak",
      "B": "Üyelerinin hayat seviyelerini yükseltmek",
      "C": "Reel gelir ve efektif talepte istikrarlı bir büyüme sağlamak",
      "D": "Dünya kaynaklarında tam kullanımı sağlamak",
      "E": "Üretimin ve uluslararası ticaretin geliştirilmesine yardımcı olmak"
    },
    "explanation": "Üye ülkelerin korumacı politikaları benimsemelerini sağlamak, Gümrük Tarifeleri ve Ticaret Genel Anlaşması (GATT)’ın amaçlarından biri değildir."
  },
  {
    "id": "3835713",
    "unitNumber": 8,
    "text": "Dünya Bankası’nın temel amaçlarından <u>en</u> <u>önemlisi</u> aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Az gelişmiş ülkelerde yoksulluğu azaltmak ve yok etmek",
      "B": "Çevresel sürdürülebilirliği sağlamak",
      "C": "Kalkınma için küresel bir ortaklık geliştirmek",
      "D": "Ülkelerin uluslararası ticaret sistemine uyumunu sağlamak",
      "E": "Ticaret anlaşmazlıklarını kontrol ederek çözmek"
    },
    "explanation": "Günümüzde Dünya Bankası az gelişmiş ülkelerin kamu ve özel kesimlerine finansal ve teknik yardım sağlayan temel kaynak kuruluşlardan biridir ve temel amaçlarından en önemlisi “az gelişmiş ülkelerde yoksulluğu azaltma ve yok etme” olarak belirlenmiştir."
  },
  {
    "id": "3835714",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Uluslararası Para Fonu (IMF) ile birlikte kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Uluslararası İmar ve Kalkınma Bankası (IBRD)",
      "B": "Birleşmiş Milletler Ticaret ve Kalkınma Konferansı (UNCTAD)",
      "C": "Dünya Ticaret Örgütü (WTO)",
      "D": "Ekonomik İşbirliği Örgütü (ECO)",
      "E": "Ekonomik İşbirliği ve Kalkınma Örgütü (OECD)"
    },
    "explanation": "Uluslararası Para Fonu ya da “Sandığı” (IMF), Bretton Woods Anlaşması ile 22 Temmuz 1944 tarihinde kapitalizmin yaşadığı krizi aşmak ve yeni bir uluslararası ekonomik düzeni kurmak amacıyla ABD’de başkent Washington yakınlarındaki BrettonWoods bölgesinde yapılan milletlerarası konferansta yapılan anlaşmalarla Uluslararası İmar ve Kalkınma Bankası (IBRD) ile birlikte kurulmuştur."
  },
  {
    "id": "3835716",
    "unitNumber": 8,
    "text": "Uluslararası Para Fonu (IMF)’in üye ülkeye, kısa vadeli ödemeler dengesi sorunlarını aşabilmesi için 36 ayı aşmayacak şekilde genellikle 12-24 aylık süre içinde kotasıyla ilişkilendirilen belli bir miktara kadar kaynak kullanabilme imkânı sağlayan borçlanma imkânı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Destekleme düzenlemesi",
      "B": "Ek rezerv imkânı",
      "C": "Dış şoklar kolaylığı",
      "D": "Özel çekme hakları",
      "E": "Yoksulluğu azaltma ve büyüme kolaylığı"
    },
    "explanation": "Destekleme Düzenlemesi (Stand- By Arrangement) ile üye ülkeye, kısa vadeli ödemeler dengesi sorunlarını aşabilmesi için 36 ayı aşmayacak şekilde genellikle 12-24 aylık süre içinde kotasıyla ilişkilendirilen belli bir miktara kadar kaynak kullanabilme imkânı sağlanmaktadır."
  }
]