[
  {
    "id": "3700861",
    "unitNumber": 1,
    "text": "Which of the following <strong>cannot be</strong> among the factors that increase the destructiveness of disasters since the begining of the 18th century?",
    "correctAnswer": "D",
    "options": {
      "A": "urbanization",
      "B": "migration",
      "C": "globalization",
      "D": "civilization",
      "E": "climate change"
    },
    "explanation": "Since the beginning of industrialization in the 18th century, factors such as <strong>urbanization, population growth, migration, globalization, and climate change</strong> have combined to increase the destructiveness of disasters.<br/>civilization"
  },
  {
    "id": "3700866",
    "unitNumber": 1,
    "text": "As time passed, there has been a growing recognition that while it may not be currently possible to completely prevent certain calamities, it is indeed possible to significantly ................. their harmful impacts.",
    "correctAnswer": "B",
    "options": {
      "A": "stop",
      "B": "mitigate",
      "C": "aggravate",
      "D": "increase",
      "E": "extend"
    },
    "explanation": "However, as time has passed, there has been a growing recognition that while it may not be currently possible to completely prevent certain calamities, it is indeed possible to significantly <strong>mitigate</strong> their harmful impacts."
  },
  {
    "id": "3700869",
    "unitNumber": 1,
    "text": "Which of the following can be an example of the effects of industrial and technological developments on human life and the environment?",
    "correctAnswer": "C",
    "options": {
      "A": "The Great London Fire",
      "B": "The disappearance of Pompeii",
      "C": "The Chernobyl Nuclear Disaster",
      "D": "The 1992 earthquake in Erzincan",
      "E": "The Kahramanmaras Earthquakes in 2023"
    },
    "explanation": "The Chernobyl nuclear disaster (EM-DAT, 1900-2024), which took place in 1986 and initially claimed the lives of 31 individuals, serves as an unforgettable example of the potential hazards associated with technology and technological developments.<br/><strong>The Chernobyl nuclear disaster</strong> (EM-DAT, 1900-2024), which took place in 1986 and initially claimed the lives of 31 individuals, serves as an unforgettable example of the potential hazards associated with <strong>technology and technological developments.</strong>"
  },
  {
    "id": "3700895",
    "unitNumber": 1,
    "text": "Which of the following is the reason why many citizens have no choice but to reside in high-risk zones, such as floodplains and coastal areas, that are highly vulnerable to natural disasters?",
    "correctAnswer": "E",
    "options": {
      "A": "Impacts of social change",
      "B": "Industrial development",
      "C": "Climate change",
      "D": "Complexity of infrastructure",
      "E": "Rapid population growth"
    },
    "explanation": "Due to population growth, an increasing number of individuals have no choice but to reside in high-risk zones, such as floodplains<br/>and coastal areas, that are highly vulnerable to natural disasters."
  },
  {
    "id": "3700924",
    "unitNumber": 1,
    "text": "Which of the following can be considered as the first emergence of modern disaster management systems?",
    "correctAnswer": "A",
    "options": {
      "A": "The Great Lisbon Earthquake, 1755",
      "B": "Yangtze River Flooding, 1931",
      "C": "The disappearance of Pompeii, 1st-century",
      "D": "The Great London Fire, 17th-century",
      "E": "Bengal drought, 1900"
    },
    "explanation": "The emergence of modern disaster management systems can be traced back to the Great Lisbon Earthquake in 1755."
  },
  {
    "id": "3700994",
    "unitNumber": 1,
    "text": ".............. is a situation of instability and uncertainty that presents an immediate risk to life, health, property, or the environment.",
    "correctAnswer": "E",
    "options": {
      "A": "Risk",
      "B": "Danger",
      "C": "Emergency",
      "D": "Disaster",
      "E": "Crisis"
    },
    "explanation": "UNDRR and Sendai Framework define a crisis as a situation of instability and uncertainty that presents an immediate risk to life, health, property, or the environment.<br/>UNDRR and Sendai Framework define a <strong>crisis</strong> as a situation of instability and uncertainty that presents an immediate risk to life, health, property, or the environment."
  },
  {
    "id": "3700997",
    "unitNumber": 1,
    "text": "Which of the following can be defined as the likelihood of an event multiplied by the potential consequences of that event?",
    "correctAnswer": "A",
    "options": {
      "A": "Risk",
      "B": "Crisis",
      "C": "Hazard",
      "D": "Emergency",
      "E": "Disaster"
    },
    "explanation": "Risk can be defined as “the likelihood of an event” multiplied by the “potential consequences of that event”."
  },
  {
    "id": "3701007",
    "unitNumber": 1,
    "text": "Which of the following can be an example of slow-onset disasters?",
    "correctAnswer": "C",
    "options": {
      "A": "Tangshan Earthquake",
      "B": "Bhola Cyclone",
      "C": "Sea level rise",
      "D": "Cyclone Nargis",
      "E": "Ocean Tsunami"
    },
    "explanation": "Slow-onset disasters such as droughts, desertification, sea level rise, and soil erosion, climate change occur gradually over time, providing<br/>opportunities for potential adaptation and mitigation strategies, but if ignored, they can result in enduring problems."
  },
  {
    "id": "3701010",
    "unitNumber": 1,
    "text": "Which of the following <strong>is not</strong> among the impacts of disasters?",
    "correctAnswer": "C",
    "options": {
      "A": "social",
      "B": "environmental",
      "C": "political",
      "D": "economic",
      "E": "psychological"
    },
    "explanation": "Impacts of disasters:\n<br/>1. Socail impacts\n<br/>2. Environmental impacts\n<br/>3. Economic impacts\n<br/>4. Psychological impacts<br/>Political"
  },
  {
    "id": "3701011",
    "unitNumber": 1,
    "text": "Which of the following <strong>is not </strong>among the stages of contemporary disaster management system?",
    "correctAnswer": "B",
    "options": {
      "A": "mitigation",
      "B": "identification",
      "C": "preparedness",
      "D": "recovery",
      "E": "reconstruction"
    },
    "explanation": "Within this framework, contemporary disaster management includes four distinct stages: mitigation, preparedness, response, recovery, and reconstruction.<br/>Within this framework, contemporary disaster management includes five distinct stages: <strong>mitigation, preparedness, response, recovery, and reconstruction.</strong>"
  },
  {
    "id": "3842445",
    "unitNumber": 1,
    "text": "Which of the following best defines a disaster according to the UNDRR?",
    "correctAnswer": "C",
    "options": {
      "A": "A temporary interruption in public services",
      "B": "A rare natural phenomenon with limited effects",
      "C": "A serious disruption in community functioning due to hazardous events",
      "D": "A planned event with significant impacts",
      "E": "An emergency requiring minor local intervention"
    },
    "explanation": "According to the United Nations Office for Disaster Risk Reduction (UNDRR, 2016), a disaster is defined as “a serious disruption of the functioning of a community or a society at any scale due to hazardous events interacting with conditions of exposure, vulnerability and capacity, leading to one or more of the following: human, material, economic and environmental losses and impacts’’. Therefore, the correct answer is C."
  },
  {
    "id": "3842447",
    "unitNumber": 1,
    "text": "Which of the following is an example of a <em>compound disaster</em>?",
    "correctAnswer": "D",
    "options": {
      "A": "An earthquake in a remote area",
      "B": "A flood caused by heavy rainfall",
      "C": "A wildfire in a dry region",
      "D": "An earthquake followed by a tsunami and nuclear accident",
      "E": "A prolonged drought"
    },
    "explanation": "The term “compound disaster” refers to a situation in which many hazards occur simultaneously, resulting in an increased overall effect. For instance, “earthquakes and tsunamis”, “hurricanes and floods”, “drought and wildfires”, and “cyclones and landslides” are all examples of compound disasters. Thus, the correct answer is D."
  },
  {
    "id": "3842449",
    "unitNumber": 1,
    "text": "What is a key distinction between a <em>disaster</em> and a <em>crisis</em>?",
    "correctAnswer": "B",
    "options": {
      "A": "Crises only occur in developed countries",
      "B": "Crises involve decision-making under time pressure",
      "C": "Disasters are man-made, crises are natural",
      "D": "Crises are always followed by recovery efforts",
      "E": "Disasters cause fewer societal disruptions"
    },
    "explanation": "Unlike the disaster, the crisis does not necessarily refer to a problem of the magnitude to which society is unable to cope with existing resources. It is also a question of situations in crisis that develop suddenly compared to disasters and require decision-making under time pressure and require rapid intervention. Therefore, the correct answer is B."
  },
  {
    "id": "3842459",
    "unitNumber": 1,
    "text": "Which stage in the disaster management cycle focuses on reducing the likelihood or impact of disasters through long-term strategies?",
    "correctAnswer": "E",
    "options": {
      "A": "Response",
      "B": "Preparedness",
      "C": "Recovery",
      "D": "Risk assessment",
      "E": "Mitigation"
    },
    "explanation": "The mitigation stage involves reducing disaster risk through risk assessment, early warning systems, and developing policies in areas like building codes, land use planning, and education. It aims to determine the probability and impact of disasters and crises. This stage is the most crucial phase in disaster management. Therefore, the correct answer is E."
  },
  {
    "id": "3842488",
    "unitNumber": 1,
    "text": "In disaster management, what does the term <em>vulnerability</em> refer to?",
    "correctAnswer": "C",
    "options": {
      "A": "The likelihood of a hazard occurring",
      "B": "The rate at which a community can evacuate",
      "C": "The extent of damage and loss a community may suffer",
      "D": "The availability of emergency shelters",
      "E": "The total population exposed to media coverage"
    },
    "explanation": "AFAD (2024a) defines vulnerability as “the extent of the physical, social, economic or environmental damage and losses that people and their environments may suffer in the face of hazards of different kinds and sizes”. Thus, the correct answer is C."
  },
  {
    "id": "3842491",
    "unitNumber": 1,
    "text": "Which of the following is not classified as a <em>natural disaster</em>?",
    "correctAnswer": "D",
    "options": {
      "A": "Earthquake",
      "B": "Volcanic eruption",
      "C": "Hurricane",
      "D": "Chemical explosion",
      "E": "Tsunami"
    },
    "explanation": "Man-made disasters are the consequences of human acts, frequently caused by neglect, error, or intentional purpose. Human-made disasters result from a range of human activity and irresponsibility, such as nuclear, biological, chemical, transportation, industrial, overcrowding, migrants, displaced persons (AFAD, 2024c), as well as acid rainfall, biological attacks, dam demolitions, pandemic diseases, and structural collapse resulting from buildings, roads, tunnels, and mining activities. Therefore, the correct answer is D."
  },
  {
    "id": "3842492",
    "unitNumber": 1,
    "text": "Which of the following organizations is primarily responsible for disaster management in Türkiye?",
    "correctAnswer": "B",
    "options": {
      "A": "WHO",
      "B": "AFAD",
      "C": "UNHCR",
      "D": "IAEA",
      "E": "NATO"
    },
    "explanation": "Regarding Turkish disaster management, the occurrence of the 1999 Kocaeli and Duzce earthquakes resulted in the failure of the conventional approach to disaster control. Subsequently, the Turkish Government implemented a multitude of modifications to both organizational and legal frameworks. After a series of organizational and legal modifications in the wake of the earthquakes, the Disaster and Emergency Management Agency (AFAD) of Türkiye was ultimately formed in 2009. Therefore, the correct answer is B."
  },
  {
    "id": "3842494",
    "unitNumber": 1,
    "text": "What is the main goal of the “Build Back Better” approach in post-disaster recovery?",
    "correctAnswer": "C",
    "options": {
      "A": "To avoid international financial assistance",
      "B": "To rebuild infrastructure as it was before",
      "C": "To enhance resilience and reduce future disaster risk",
      "D": "To reduce the number of stakeholders involved",
      "E": "To focus only on economic recovery"
    },
    "explanation": "“Build Back Better” concept aims to make sure that all rebuilding projects incorporate disaster risk reduction strategies to make communities more resilient and less vulnerable to disasters in the future. Therefore, the correct answer is C."
  },
  {
    "id": "3842496",
    "unitNumber": 1,
    "text": "Which of the following factors most increases a society’s vulnerability to disasters?",
    "correctAnswer": "C",
    "options": {
      "A": "Access to renewable energy",
      "B": "Climate awareness programs",
      "C": "Rapid urbanization in high-risk zones",
      "D": "Use of early warning systems",
      "E": "Increased forest coverage"
    },
    "explanation": "The rapid process of urbanization has resulted in the expansion of megacities, particularly in areas that are susceptible to natural calamities such as earthquakes, floods, and hurricanes. Thus, the correct answer is C."
  },
  {
    "id": "3842497",
    "unitNumber": 1,
    "text": "Which of the following is not one of the main stages in the disaster management cycle?",
    "correctAnswer": "A",
    "options": {
      "A": "Coordination",
      "B": "Preparedness",
      "C": "Response",
      "D": "Mitigation",
      "E": "Recovery"
    },
    "explanation": "Contemporary disaster management includes four distinct stages: mitigation, preparedness, response, recovery, and reconstruction."
  },
  {
    "id": "3701153",
    "unitNumber": 2,
    "text": "Which of the following <strong>is not</strong> one of the factors affecting risk-management?",
    "correctAnswer": "C",
    "options": {
      "A": "Hazard Analysis",
      "B": "Vulnerability Analysis",
      "C": "Fatality analysis",
      "D": "Risk Analysis",
      "E": "Microzonation"
    },
    "explanation": "-Hazard Analysis<br/>-Vulnerability Analysis<br/>-Risk Analysis<br/>-Microzonation<br/>-Financing of Risk<br/>Fatality analysis"
  },
  {
    "id": "3701157",
    "unitNumber": 2,
    "text": "Which of the following below involves looking at different types of disasters and predicting their probable effects?",
    "correctAnswer": "B",
    "options": {
      "A": "Vulnerability Analysis",
      "B": "Hazard Analysis",
      "C": "Risk Analysis",
      "D": "Microzonation",
      "E": "Financing of Risk"
    },
    "explanation": "Hazard analysis involves looking at different types of disasters and predicting their effects. When setting<br/>priorities in hazard analysis, it’s important to consider not only the likelihood of a disaster happening, but<br/>also the scale of the impact it could have."
  },
  {
    "id": "3701160",
    "unitNumber": 2,
    "text": "Which of the following disciplines studies how the ground behaves in defined areas during an expected earthquake?",
    "correctAnswer": "D",
    "options": {
      "A": "Hazard Analysis",
      "B": "Vulnerability Analysis",
      "C": "Risk Analysis",
      "D": "Microzonation",
      "E": "Financing of Risk"
    },
    "explanation": "Microzonation studies how the ground behaves in defined areas during an expected earthquake and<br/>how this behavior impacts structures. Microzonation studies are designed to reduce or eliminate losses caused by future quakes."
  },
  {
    "id": "3701161",
    "unitNumber": 2,
    "text": "Which of the following <strong>is not</strong> one of the four stages in the process of disaster risk reduction?",
    "correctAnswer": "E",
    "options": {
      "A": "determining content",
      "B": "identifying risk",
      "C": "risk analysis",
      "D": "risk assessment",
      "E": "risk report"
    },
    "explanation": "There are four stages in the process of disaster risk reduction: Determining content, identifying risk,<br/>risk analysis, and risk assessment."
  },
  {
    "id": "3701162",
    "unitNumber": 2,
    "text": "The lives of community members can be best safeguarded from the consequences of a disaster by ................... .",
    "correctAnswer": "A",
    "options": {
      "A": "constructing community shelters",
      "B": "building codes and regulatory measures",
      "C": "structural modification",
      "D": "relocation",
      "E": "detection systems"
    },
    "explanation": "The lives of community members can be best safeguarded from the consequences of a disaster by constructing shelters that are designed to withstand a particular type or set of hazard events.<br/>The lives of community members can be best safeguarded from the consequences of a disaster by <strong>constructing shelters</strong> that are designed to withstand a particular type or set of hazard events."
  },
  {
    "id": "3701164",
    "unitNumber": 2,
    "text": "Which of the following <strong>is not</strong> one of the guidelines for disaster mitigation?",
    "correctAnswer": "E",
    "options": {
      "A": "Initiation",
      "B": "Management",
      "C": "Prioritization",
      "D": "Monitoring",
      "E": "Announcing"
    },
    "explanation": "The guidelines for disaster mitigation are Initiation; Management; Prioritization; Monitoring and Evaluation and<br/>Institutionalization."
  },
  {
    "id": "3701203",
    "unitNumber": 2,
    "text": "Which of the following preparations <strong>cannot be made</strong> to design an effective disaster preparedness plan?",
    "correctAnswer": "A",
    "options": {
      "A": "Calculating disaster fatality",
      "B": "Optimizing response efficiency",
      "C": "Enhancing resilience",
      "D": "Reducing vulnerabilities",
      "E": "Distributing resources efficiently"
    },
    "explanation": "The following preparations can be made by allocating resources within an effective disaster preparedness plan:\n<br/>Optimizing Response Efficiency\n<br/>Enhancing Resilience\n<br/>Reducing Vulnerabilities\n<br/>Cost-Effectiveness\n<br/>Adaptability and Flexibility<br/>Calculating disaster fatality"
  },
  {
    "id": "3701205",
    "unitNumber": 2,
    "text": "Enhancing disaster management means fortifying the organizations tasked with handling emergencies and this can be done by ................... .",
    "correctAnswer": "C",
    "options": {
      "A": "skill development and knowledge enhancement",
      "B": "community engagement",
      "C": "institutional strengthening",
      "D": "sustainability and continuous improvement",
      "E": "training and skill transfer"
    },
    "explanation": "Institutional Strengthening: Enhancing disaster management means fortifying the organizations tasked with handling emergencies."
  },
  {
    "id": "3701206",
    "unitNumber": 2,
    "text": "Which of the following <strong>is not</strong> among the international organizations crucial in enabling global collaboration and gathering resources in times of disasters?",
    "correctAnswer": "D",
    "options": {
      "A": "United Nations (UN)",
      "B": "World Health Organization (WHO)",
      "C": "International Red Cross",
      "D": "North Atlantic Treaty Organization (NATO)",
      "E": "Red Crescent Movement"
    },
    "explanation": "This encompasses groups such as the <strong>United Nations (UN), World Health Organization (WHO), and the International Red Cross and Red Crescent Movement</strong>, which are crucial in enabling global collaboration and gathering resources in times of disasters.<br/>North Atlantic Treaty Organization (NATO)"
  },
  {
    "id": "3701207",
    "unitNumber": 2,
    "text": "In certain societies natural calamities might be seen as punishments from the gods and this taboo which is a reason of .............................. hinders efforts to encourage approaches based on science.",
    "correctAnswer": "B",
    "options": {
      "A": "social norms and values",
      "B": "beliefs and customs",
      "C": "trust in authorities and institutions",
      "D": "education and awareness levels",
      "E": "communication barriers"
    },
    "explanation": "Cultural Beliefs and Practices: <strong>Cultural beliefs and customs</strong> deeply impact the way communities view and react to plans for dealing with disasters. In numerous societies, age-old customs and beliefs form the basis of individuals’ comprehension of disasters and their reactions to them."
  },
  {
    "id": "3842498",
    "unitNumber": 2,
    "text": "Which of the following <strong>is not</strong> one of the basic components of risk?",
    "correctAnswer": "E",
    "options": {
      "A": "risk",
      "B": "hazard",
      "C": "exposure",
      "D": "vulnerability",
      "E": "resilience"
    },
    "explanation": "In disaster risk science, <strong>risk</strong> is commonly described as the combination or interaction of three main components: <strong>hazard</strong>, <strong>exposure</strong>, and <strong>vulnerability</strong>.\n<br/><ul><br/><li><br/><strong>Hazard</strong> refers to a potentially damaging event.\n<br/></li><br/><li><br/><strong>Exposure</strong> is about people or assets located in hazard-prone areas.\n<br/></li><br/><li><br/><strong>Vulnerability</strong> describes the susceptibility to be harmed.<br/>However, <strong>resilience</strong> is not a risk component; instead, it is the <em>capacity to recover or bounce back</em> after a disaster. It is a positive trait that mitigates risk but doesn’t define it.\n<br/></li><br/></ul>"
  },
  {
    "id": "3842499",
    "unitNumber": 2,
    "text": "Which statement best defines exposure in the context of disaster risk?",
    "correctAnswer": "B",
    "options": {
      "A": "The probability of a hazard occurring in a specific location",
      "B": "The number of people or assets located in hazard-prone areas",
      "C": "The capacity to recover from a disaster",
      "D": "The level of physical damage a hazard can cause",
      "E": "The social and economic conditions of a community"
    },
    "explanation": "<strong>Exposure</strong> refers to the situation where people, infrastructure, housing, and other assets are <strong>physically located in areas</strong> that could be affected by hazards (like flood zones, earthquake-prone regions, etc.). It does not describe the hazard itself or the community’s ability to cope."
  },
  {
    "id": "3842501",
    "unitNumber": 2,
    "text": "What does vulnerability mainly refer to in disaster risk analysis?",
    "correctAnswer": "C",
    "options": {
      "A": "The potential damage caused by a hazard",
      "B": "The ability to respond to a crisis",
      "C": "The susceptibility of a system or community to harm",
      "D": "The presence of risk maps in a region",
      "E": "The amount of financial investment in recovery"
    },
    "explanation": "<strong>Vulnerability</strong> is a measure of how prone a person, asset, or community is to damage when a hazard occurs.\n <ul> <li> It involves factors like poor infrastructure, weak governance, socioeconomic status, or lack of preparedness.<br/>Even if a population is exposed to a hazard, their vulnerability determines <em>how badly</em> they are affected.\n </li> </ul>"
  },
  {
    "id": "3842502",
    "unitNumber": 2,
    "text": "Which of the following actions best represents structural risk reduction?",
    "correctAnswer": "B",
    "options": {
      "A": "Training communities on emergency evacuation",
      "B": "Building flood barriers and sea walls",
      "C": "Launching awareness campaigns on disaster risks",
      "D": "Conducting hazard simulation drills",
      "E": "Developing risk communication strategies"
    },
    "explanation": "<strong>Structural risk reduction</strong> refers to <strong>physical or engineered measures</strong> designed to reduce or prevent the impact of hazards.\n <ul> <li> Examples include: constructing flood levees, sea walls, retrofitting buildings, etc.<br/>In contrast, <strong>non-structural measures</strong> would be things like education, legislation, or risk communication.\n </li> </ul>"
  },
  {
    "id": "3842503",
    "unitNumber": 2,
    "text": "Which method would be categorized as non-structural risk reduction?",
    "correctAnswer": "D",
    "options": {
      "A": "Raising houses on stilts",
      "B": "Planting trees for erosion control",
      "C": "Constructing earthquake-resistant buildings",
      "D": "Developing laws and policies on land use",
      "E": "Building retaining walls in landslide-prone areas"
    },
    "explanation": "<strong>Non-structural measures</strong> are <strong>policy-based, educational, and legal instruments</strong> aimed at reducing disaster risk.\n <ul> <li> They do not involve physical construction but rather management tools: laws, planning, regulations, awareness training.<br/>This makes them more flexible and often cost-effective in the long term.\n </li> </ul>"
  },
  {
    "id": "3842505",
    "unitNumber": 2,
    "text": "What is the primary goal of disaster risk reduction (DRR)?",
    "correctAnswer": "C",
    "options": {
      "A": "To completely eliminate all hazards",
      "B": "To increase public interest in environmental issues",
      "C": "To reduce vulnerabilities and exposure to hazards",
      "D": "To respond effectively after a disaster",
      "E": "To relocate people away from urban centers"
    },
    "explanation": "DRR is not about eliminating hazards (which is impossible), but rather <strong>minimizing the risks</strong> through proactive planning.\n <ul> <li> By reducing <strong>vulnerability</strong> (e.g., poverty, weak infrastructure) and <strong>exposure</strong> (e.g., relocating from hazard zones), overall risk is diminished.\n </li> </ul>"
  },
  {
    "id": "3842507",
    "unitNumber": 2,
    "text": "Which concept is emphasized by the Sendai Framework for Disaster Risk Reduction (2015-2030)?",
    "correctAnswer": "D",
    "options": {
      "A": "Reactive crisis response",
      "B": "Military-led disaster management",
      "C": "Post-disaster financial aid",
      "D": "Risk-informed decision-making and prevention",
      "E": "Focusing solely on natural hazards"
    },
    "explanation": "The <strong>Sendai Framework</strong> shifts focus from disaster response to <strong>prevention and preparedness</strong>.\n <ul> <li> It emphasizes understanding risk, strengthening governance, investing in DRR, and enhancing resilience.<br/>The goal is to integrate risk awareness into <em>all</em> levels of planning and decision-making.\n </li> </ul>"
  },
  {
    "id": "3842508",
    "unitNumber": 2,
    "text": "Which of the following is a hazard-related example of climate change increasing disaster risk?",
    "correctAnswer": "A",
    "options": {
      "A": "Sea-level rise causing more frequent coastal flooding",
      "B": "New buildings not following safety codes",
      "C": "Lack of evacuation plans",
      "D": "Inadequate health systems",
      "E": "Limited public awareness"
    },
    "explanation": "Climate change leads to <strong>intensified natural hazards</strong>, such as:\n <ul> <li> Increased frequency/severity of storms\n </li> <li> Rising sea levels (which worsen flooding)<br/>This makes certain hazards more likely and dangerous over time, thus <strong>increasing exposure and vulnerability</strong>.\n </li> </ul>"
  },
  {
    "id": "3842510",
    "unitNumber": 2,
    "text": "In disaster risk assessment, why is it important to consider exposure and vulnerability together?",
    "correctAnswer": "E",
    "options": {
      "A": "Because both are unrelated to hazard type",
      "B": "Because they influence the cost of emergency response",
      "C": "Because they help predict hazard occurrence",
      "D": "Because they reduce the need for early warning systems",
      "E": "Because their interaction determines potential impact"
    },
    "explanation": "A hazard alone doesn’t automatically cause a disaster. It’s the <strong>combination</strong> of a population’s <strong>exposure</strong> (presence in danger zones) and <strong>vulnerability</strong> (inability to cope) that determines the actual risk.\n <ul> <li> High exposure + high vulnerability = <strong>disaster risk</strong>\n </li> <li> High exposure + low vulnerability = <strong>managed risk</strong>\n </li> </ul>"
  },
  {
    "id": "3842512",
    "unitNumber": 2,
    "text": "Which of the following best describes risk communication?",
    "correctAnswer": "C",
    "options": {
      "A": "Restricting public access to hazard information",
      "B": "Broadcasting emergency alerts only after a disaster",
      "C": "Sharing timely, reliable, and relevant information about risks",
      "D": "Designing disaster shelters",
      "E": "Training first responders only"
    },
    "explanation": "<strong>Risk communication</strong> ensures that individuals and communities understand the nature of the risks they face and how to respond.\n <ul> <li> It involves early warning systems, educational materials, clear government messaging, and community engagement.<br/>Effective communication can <strong>save lives and reduce damage</strong>.\n </li> </ul>"
  },
  {
    "id": "3701742",
    "unitNumber": 3,
    "text": "Which stage of disaster management is distinct from other stages?",
    "correctAnswer": "A",
    "options": {
      "A": "response",
      "B": "adaptable and dynamic institutional structures,",
      "C": "experienced individuals,",
      "D": "effective use of sophisticated technology,",
      "E": "coordination and cooperation."
    },
    "explanation": "Dealing with disasters necessitates timely and feasible strategies, adaptable and dynamic institutional structures, experienced individuals, effective use of sophisticated technology, and coordination and cooperation. While each stage of disaster management is crucial, the response stage is distinct from the other stages due to time constraints, the demand for swift and coordinated action, the necessity of search and rescue efforts to save lives, and the need for evacuation and security."
  },
  {
    "id": "3701759",
    "unitNumber": 3,
    "text": "Which of the following is a social disaster?",
    "correctAnswer": "B",
    "options": {
      "A": "glaciation",
      "B": "migration",
      "C": "pandemics",
      "D": "floods",
      "E": "droughts"
    },
    "explanation": "The world is filled with catastrophes that demand swift action. Geological catastrophes include earthquakes, rock falls, volcanic eruptions, hurricanes, tsunamis, and mud flows; climatological and biological disasters include floods, droughts,<br/>forest fires, erosion, flooding, frostbite, fog, twisters, glaciation, and pandemics. In addition to social disasters such as migration, conflicts, and terrorist attacks, technological disasters such as human induced biological-nuclear and chemical weapons, industrial-transportation, and mining accidents."
  },
  {
    "id": "3701766",
    "unitNumber": 3,
    "text": "I- volcanic eruptions\n<br/>II- terrorist attacks\n<br/>III-pandemic \n<br/>IV- forest fires\n<br/>V- mining accidents\n<br/>Which of the catastrophes is technological?",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "Geological catastrophes include earthquakes, rock falls, volcanic eruptions, hurricanes, tsunamis, and mud flows; climatological and biological disasters include floods, droughts, forest fires, erosion, flooding, frostbite, fog, twisters, glaciation, and pandemic. In addition to social disasters such as migration, conflicts, and terrorist attacks, there are technological disasters such as human-induced biological-nuclear and chemical weapons, industrial-transportation, and mining accidents."
  },
  {
    "id": "3701768",
    "unitNumber": 3,
    "text": "I- Search and rescue operations\n<br/>II- Evacuation procedures\n<br/>III- Supply of food, beverages, clothing\n<br/>IV- Removal of hazardous debris\n<br/>V- Psychosocial support\n<br/>Which of the following is the correct order of disaster response activites?",
    "correctAnswer": "A",
    "options": {
      "A": "III-I-V-II-IV",
      "B": "I-II-III-IV-V",
      "C": "II-IV-III-V-I",
      "D": "V-II-III-I-IV",
      "E": "IV-V-II-III-I"
    },
    "explanation": "• Search and rescue operations<br/>• Provision of first medical care and treatment<br/>• Supply of food, beverages, clothing<br/>• Temporary shelter arrangements<br/>• Psychosocial support<br/>• Ensuring safety measures<br/>• Environmental health management<br/>• Implementation of protective medicine<br/>• Information gathering and transportation<br/>• Damage assessment<br/>• Evacuation procedures<br/>• Removal of hazardous debris"
  },
  {
    "id": "3701770",
    "unitNumber": 3,
    "text": "What is the shortened form of Turkish Armed Forces Natural Disaster Search and Rescue Battalion Command?",
    "correctAnswer": "C",
    "options": {
      "A": "TAF",
      "B": "DSRBC",
      "C": "DAK",
      "D": "NDSR",
      "E": "RBC"
    },
    "explanation": "The shortened form of Turkish Armed Forces Natural Disaster Search and Rescue Battalion Command is DAK."
  },
  {
    "id": "3701772",
    "unitNumber": 3,
    "text": "I- pills\n<br/>II- bandages\n<br/>III- operation gloves\n<br/>IV- stethoscopes <br/>Which of te above is included in first aid medical care?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "III-IV",
      "C": "I-III",
      "D": "II-IV",
      "E": "None"
    },
    "explanation": "First aid and medical care are one of the top priorities in all disasters and emergencies. “First aid is medication-free practices conducted at the scene of the accident, without the need for medical equipment, to save lives and prevent the situation from getting worse, until medical assistance is provided by health workers, in any accident or life threatening situation."
  },
  {
    "id": "3701775",
    "unitNumber": 3,
    "text": "What does WHO stand for?",
    "correctAnswer": "D",
    "options": {
      "A": "Why Health Organization",
      "B": "Wild Health Organization",
      "C": "Wind Health Organization",
      "D": "World Health Organization",
      "E": "Word Hearth Organization"
    },
    "explanation": "WHO stands for one of the most important organizations in the world, which is World Health Organization."
  },
  {
    "id": "3701778",
    "unitNumber": 3,
    "text": "According to WHO, which of the following groups is identified as 'particularly vulnerable' and may need extra help during a crisis?",
    "correctAnswer": "C",
    "options": {
      "A": "Individuals with strong social support",
      "B": "Adults with no previous experience of distressing events",
      "C": "Children and elderly people",
      "D": "People who have mild emotional reactions",
      "E": "Individuals who remain calm and detached"
    },
    "explanation": "“Every person has strengths and abilities to help them cope with life challenges. However, some people are particularly vulnerable in a crisis and may need extra help. This includes people who may be at risk or need additional support because of their age (children, elderly), because they have a mental or physical disability, or because they belong to groups who may be marginalized or targeted for violence” (WHO et al., 2011: 3)."
  },
  {
    "id": "3701782",
    "unitNumber": 3,
    "text": "Which one of the below is one of the ethical behaviors that should not be directed at individuals?",
    "correctAnswer": "D",
    "options": {
      "A": "Be honest and trustworthy",
      "B": "Respect privacy and keep the person’s story confidential, if this is appropriate.",
      "C": "Make it clear to people that even if they refuse help<br/>now, they can still access help in the future.",
      "D": "Don’t share the person’s story with others.",
      "E": "Respect people’s right to make their own decisions."
    },
    "explanation": "Table 3.1 Ethical behaviors that should and should not be directed at individuals"
  },
  {
    "id": "3701783",
    "unitNumber": 3,
    "text": "What is the shortened form of Türkiye Disaster Response Plan?",
    "correctAnswer": "B",
    "options": {
      "A": "TDRP",
      "B": "TAMP",
      "C": "TDP",
      "D": "TRP",
      "E": "Türkiye DRP"
    },
    "explanation": "Following the regulations for the Chemical, Radiological, Biological, and Nuclear (CRBN) Threat and Danger Mission,<br/>initiate fire response and provide assistance to the working group responsible for the Türkiye Disaster Response Plan (TAMP) in actions related to detection and search/ rescue."
  },
  {
    "id": "3842518",
    "unitNumber": 3,
    "text": "What is the primary goal of disaster response according to the chapter?",
    "correctAnswer": "C",
    "options": {
      "A": "To rebuild infrastructure rapidly",
      "B": "To enforce legal regulations after a disaster",
      "C": "To save lives, ensure public safety, and meet basic needs",
      "D": "To punish those responsible for the disaster",
      "E": "To collect statistical data on disasters"
    },
    "explanation": "The chapter defines disaster response as immediate actions to save lives, reduce adverse health impacts, and meet basic needs."
  },
  {
    "id": "3842519",
    "unitNumber": 3,
    "text": "Which of the following is not listed as a disaster response activity?",
    "correctAnswer": "E",
    "options": {
      "A": "Search and rescue operations",
      "B": "Provision of medical care",
      "C": "Psychosocial support",
      "D": "Evacuation procedures",
      "E": "Providing employment"
    },
    "explanation": "The chapter lists search and rescue, medical care, evacuation, and psychosocial support, but not employment."
  },
  {
    "id": "3842520",
    "unitNumber": 3,
    "text": "Why is the response phase considered more critical than other phases of disaster management?",
    "correctAnswer": "B",
    "options": {
      "A": "Because it requires the most funding",
      "B": "Because it requires swift, efficient, and coordinated action",
      "C": "Because it involves long-term recovery",
      "D": "Because it allows for political influence",
      "E": "Because it is the most visible"
    },
    "explanation": "The response phase is time-sensitive and complex, demanding immediate and coordinated actions."
  },
  {
    "id": "3842521",
    "unitNumber": 3,
    "text": "What is emphasized as the most urgent task in the event of a disaster?",
    "correctAnswer": "D",
    "options": {
      "A": "Collecting data",
      "B": "Setting up shelters",
      "C": "Planning reconstruction",
      "D": "Search and rescue of individuals",
      "E": "Assessing environmental damage"
    },
    "explanation": "Search and rescue operations are the primary and most significant actions in disaster response. “Search and rescue covers all activities in the event of any natural or man-made emergency or disaster, identifying persons in need of urgent assistance, implementing first aid if necessary, and transferring them to a safe place where they can receive more comprehensive assistance."
  },
  {
    "id": "3842522",
    "unitNumber": 3,
    "text": "Which group is most likely to initiate immediate help after a disaster?",
    "correctAnswer": "B",
    "options": {
      "A": "International donors",
      "B": "Local communities",
      "C": "National governments",
      "D": "Non-profit organizations",
      "E": "Private sector"
    },
    "explanation": "Local residents often provide the initial response before professional teams arrive."
  },
  {
    "id": "3842523",
    "unitNumber": 3,
    "text": "What is one major reason why uncoordinated search and rescue operations can be problematic during disasters?",
    "correctAnswer": "C",
    "options": {
      "A": "They result in unnecessary equipment being delivered",
      "B": "They distract from post-disaster reconstruction",
      "C": "They can lead to conflicts of authority between organizations",
      "D": "They delay evacuation efforts",
      "E": "They increase international aid costs"
    },
    "explanation": "Disaster situations involve many actors including government and non-governmental organizations. The chapter highlights that without clear role definitions and coordination, overlapping responsibilities may create power struggles and delays in life-saving efforts. This reduces operational effectiveness during critical moments."
  },
  {
    "id": "3842524",
    "unitNumber": 3,
    "text": "Which of the following is a primary purpose of temporary shelters after a disaster?",
    "correctAnswer": "C",
    "options": {
      "A": "To serve as administrative centers",
      "B": "To provide training for rescue workers",
      "C": "To offer a secure and supportive environment for affected individuals",
      "D": "To store emergency supplies",
      "E": "To host long-term medical facilities"
    },
    "explanation": "Temporary shelters are designed to protect displaced individuals after a disaster. They provide basic needs like food, water, and heating, and serve as a place of physical and emotional stability until long-term solutions can be implemented, particularly for vulnerable groups like children and the elderly."
  },
  {
    "id": "3842525",
    "unitNumber": 3,
    "text": "Which factor is critical for ensuring a timely disaster response?",
    "correctAnswer": "A",
    "options": {
      "A": "Pre-disaster planning",
      "B": "International aid packages",
      "C": "The magnitude of post-disaster investigations",
      "D": "The existence of competent personnel and contingency plans",
      "E": "Media coverage of the disaster"
    },
    "explanation": "Timely response is directly linked to the quality of pre-disaster planning. Trained personnel, clear contingency plans, adequate logistics, and early warning systems allow teams to act quickly, minimizing harm and saving lives in high-pressure situations."
  },
  {
    "id": "3842526",
    "unitNumber": 3,
    "text": "What role do volunteers play in disaster response?",
    "correctAnswer": "C",
    "options": {
      "A": "They coordinate international donations",
      "B": "They are responsible for legal procedures",
      "C": "They provide unpaid support in coordination, rescue, and awareness",
      "D": "They monitor mass media reporting",
      "E": "They develop infrastructure policies"
    },
    "explanation": "Volunteers are essential actors in the disaster management ecosystem. Their willingness to act without expecting compensation helps fill gaps in formal response systems. Their roles include education, direct aid, lobbying, and risk communication, often beginning even before the disaster strikes."
  },
  {
    "id": "3842527",
    "unitNumber": 3,
    "text": "Why is ethical behavior emphasized for disaster responders, especially during search and rescue missions?",
    "correctAnswer": "D",
    "options": {
      "A": "To improve their chances of receiving promotions",
      "B": "To fulfill international diplomatic expectations",
      "C": "To reduce legal liability from affected individuals",
      "D": "To ensure actions respect dignity, privacy, and avoid abuse of power",
      "E": "To assist media teams in better storytelling"
    },
    "explanation": "The chapter highlights that disaster workers often hold extraordinary powers and must operate with integrity. Ethical behavior-such as respecting privacy, avoiding coercion, and not exploiting their role-is essential to maintain public trust and protect the rights of vulnerable individuals during crises."
  },
  {
    "id": "3701784",
    "unitNumber": 4,
    "text": "Which of the following is a short-term reconstruction move?",
    "correctAnswer": "A",
    "options": {
      "A": "minimum living standards",
      "B": "renovation",
      "C": "debris replacement",
      "D": "employment assistance",
      "E": "schooling"
    },
    "explanation": "McLoughlin (1985: 166) made a similar definition and divided the recovery phase into two as long and shortterm, defined short-term reconstruction moves as the implementation of minimum living standards and long-term reconstruction efforts in a wide range from renovation activities to employment assistance for disaster victims; they are placed in a spectrum."
  },
  {
    "id": "3701785",
    "unitNumber": 4,
    "text": "Which Country does \"buyout programs\" belong to?",
    "correctAnswer": "B",
    "options": {
      "A": "Great Britain",
      "B": "The USA",
      "C": "The Arab Emirates",
      "D": "Turkiye",
      "E": "Germany"
    },
    "explanation": "The solution implemented by local and state governments in the Northeastern United States after these devastating disasters is “buyout programs” to protect the future of beachfront and flood-prone communities in the region. These buyout programs may not be a perfect solution for disaster management. Specific to the US States, “A buyout program is a plan to negotiate the purchase of a property owner’s home fora specific purpose, such as protecting against future damage in a high-risk hazardous area. The Federal Register defines a buyout as acquiring properties located in a floodway or floodplain intended to reduce the risk of future flooding. Buyouts are subject to several requirements” (Napolitano, 2016: 330), making them complex and challenging to employ."
  },
  {
    "id": "3701786",
    "unitNumber": 4,
    "text": "Which hurricane was a Category 5 storm that devastated the northeastern Caribbean?",
    "correctAnswer": "C",
    "options": {
      "A": "Irma",
      "B": "Helene",
      "C": "Maria",
      "D": "Leslie",
      "E": "Nadine"
    },
    "explanation": "Hurricane Maria was a deadly Category 5 hurricane that devastated the northeastern Caribbean in September 2017 and continued for half a month (Sep 16, 2017 - Oct 2, 2017), mainly active in the U.S. territory of Puerto Rico, which accounted for 2,975 of the 3,059 deaths."
  },
  {
    "id": "3701787",
    "unitNumber": 4,
    "text": "How long is the initial vital period after an event, during which life safety is reduced?",
    "correctAnswer": "E",
    "options": {
      "A": "68 hours",
      "B": "50 hours",
      "C": "24 hours",
      "D": "48 hours",
      "E": "72 hours"
    },
    "explanation": "After the initial vital 72 hours following an event, when life safety is reduced, recovery actions should take place."
  },
  {
    "id": "3701789",
    "unitNumber": 4,
    "text": "What is the shortened form of Turkish Red Crescent?",
    "correctAnswer": "B",
    "options": {
      "A": "IFRC",
      "B": "TRC",
      "C": "Kizilay",
      "D": "RC",
      "E": "Red Crescent"
    },
    "explanation": "Turkish Red Crescent (Kizilay)."
  },
  {
    "id": "3701790",
    "unitNumber": 4,
    "text": "Which of the below is one of the medium-term emergency earthquake Reconstruction and Rehabilitation programme?",
    "correctAnswer": "A",
    "options": {
      "A": "Repair / Reconstruction",
      "B": "Capacity Building of GSDMA,",
      "C": "Debris Removal,",
      "D": "Temporary Shelter,",
      "E": "Long-Term Measures for Disaster Reduction and Mitigation"
    },
    "explanation": "Fure 4.2 shows GSDMA Mandate for Diierent Phases of Guarat Emergency Earthquake Reconstruction and Rehabilitation Programme."
  },
  {
    "id": "3701791",
    "unitNumber": 4,
    "text": "What is the shortened form of The Disaster and Emergency Management Presidency?",
    "correctAnswer": "D",
    "options": {
      "A": "AFD",
      "B": "DEMP",
      "C": "DEP",
      "D": "AFAD",
      "E": "FAD"
    },
    "explanation": "The Disaster and Emergency Management Presidency (AFAD, Afet ve Acil Durum Yönetimi Başkanlığı) of Türkiye was established, and the authorities and responsibilities were gathered under a single roof."
  },
  {
    "id": "3701794",
    "unitNumber": 4,
    "text": "What does PTSD stand for?",
    "correctAnswer": "A",
    "options": {
      "A": "Post Traumatic Stress Disorder",
      "B": "Pre Traumatic Stress Disorder",
      "C": "Post-Traumatic Silence Disbelief",
      "D": "Portal Trauma Stress Disorder",
      "E": "Pre Tournnament Step Down"
    },
    "explanation": "The psychosocial effects of disaster have begun to attract growing attention. They vary, but depression and anxiety are among the most common sequelae. As the literature in this area increases, there has been a marked tendency to group all stress-related disorders under the rubric of post-traumatic stress disorder (PTSD). PTSD is a relatively new concept applied<br/>to long-observed phenomena”."
  },
  {
    "id": "3701796",
    "unitNumber": 4,
    "text": "What does BBB stand for?",
    "correctAnswer": "C",
    "options": {
      "A": "Build Buildings Better",
      "B": "Better Built Buildings",
      "C": "Build Back Better",
      "D": "Back to Better Buildings",
      "E": "Build Better Back"
    },
    "explanation": "“The “build back better” (BBB) approach to disaster recovery was first introduced in 2006 bythe United Nations Secretary General’s SpecialEnvoy for Tsunami Recovery, former US President William Clinton. In 2015, BBB became the second half of Priority 4 of the Sendai Framework for Disaster Risk Reduction 2015-2030, in recognition of its widespread use and adoption among disaster risk management practitioners, policy-makers, and researchers”."
  },
  {
    "id": "3701798",
    "unitNumber": 4,
    "text": "What does RRR stand for?",
    "correctAnswer": "A",
    "options": {
      "A": "recovery, reconstruction, and rehabilitation",
      "B": "Revoke, recount, reconstruct",
      "C": "Resolve, Reconstruct and rehabilitate",
      "D": "Resolution, Rehabilitation and Recorrection",
      "E": "Resurrection, Revive and Redial"
    },
    "explanation": "Whatever is achieved and done during recovery, reconstruction, and rehabilitation (RRR) after a disaster becomes preparation for the next disaster."
  },
  {
    "id": "3842528",
    "unitNumber": 4,
    "text": "What is the primary objective of the recovery phase in disaster risk management?",
    "correctAnswer": "B",
    "options": {
      "A": "To prevent future hazards from occurring",
      "B": "To return affected communities to pre-disaster conditions",
      "C": "To relocate populations to safer zones",
      "D": "To develop emergency response protocols",
      "E": "To isolate affected populations"
    },
    "explanation": "Recovery phase aims to restore not only the physical environment but also the socio-economic structure of a society impacted by a disaster. It focuses on returning life to normal by rebuilding homes, infrastructure, and community systems, which lays the groundwork for resilience and future preparedness."
  },
  {
    "id": "3842529",
    "unitNumber": 4,
    "text": "Which of the following best describes the Build Back Better (BBB) approach?",
    "correctAnswer": "C",
    "options": {
      "A": "A method for emergency evacuation",
      "B": "A short-term housing plan",
      "C": "A framework integrating disaster risk reduction into recovery",
      "D": "A financial compensation scheme",
      "E": "A system for early warning"
    },
    "explanation": "The BBB approach, introduced post-2004 Indian Ocean tsunami and formalized in the Sendai Framework (2015), emphasizes not just restoring what was lost, but rebuilding in a way that reduces future vulnerabilities and increases societal resilience. It encourages sustainable and inclusive recovery."
  },
  {
    "id": "3842530",
    "unitNumber": 4,
    "text": "How does long-term recovery contribute to sustainable development?",
    "correctAnswer": "E",
    "options": {
      "A": "By ignoring cultural aspects",
      "B": "By delaying infrastructure repair",
      "C": "By relocating all populations",
      "D": "By halting all development",
      "E": "By integrating physical, social, and economic reconstruction"
    },
    "explanation": "Long-term recovery is a multi-dimensional process that includes rebuilding infrastructure, supporting social systems, and restoring economic life. It ensures development aligns with sustainability goals, reduces vulnerability, and builds resilience for future disasters."
  },
  {
    "id": "3842531",
    "unitNumber": 4,
    "text": "What is a key strategy in disaster rehabilitation?",
    "correctAnswer": "A",
    "options": {
      "A": "Restoring basic services like water and electricity",
      "B": "Avoiding community involvement",
      "C": "Delaying psychosocial support",
      "D": "Focusing only on economic revival",
      "E": "Providing long-term housing immediately"
    },
    "explanation": "Rehabilitation begins with restoring vital services that ensure human dignity and functionality of daily life (e.g., hygiene, nutrition, safety). This lays the groundwork for later phases such as reconstruction and long-term development."
  },
  {
    "id": "3842532",
    "unitNumber": 4,
    "text": "What role do international organizations play in disaster recovery?",
    "correctAnswer": "A",
    "options": {
      "A": "They support and guide recovery through funding and planning",
      "B": "They only provide immediate relief",
      "C": "They enforce local policies",
      "D": "They handle all recovery independently",
      "E": "They evacuate all affected individuals"
    },
    "explanation": "Organizations like GFDRR and the International Recovery Platform contribute significantly by offering policy support, funding, and capacity building to disaster-prone countries, particularly in multi-hazard settings."
  },
  {
    "id": "3842533",
    "unitNumber": 4,
    "text": "Which of the following reflects a community-led recovery approach?",
    "correctAnswer": "C",
    "options": {
      "A": "Excluding citizens from recovery planning",
      "B": "Government-only rehabilitation",
      "C": "Empowering locals to rebuild and decide priorities",
      "D": "Military-led reconstruction",
      "E": "Using only international resources"
    },
    "explanation": "Community involvement ensures that recovery efforts are culturally appropriate, timely, and sustainable. It also increases ownership, accountability, and capacity at the grassroots level."
  },
  {
    "id": "3842535",
    "unitNumber": 4,
    "text": "Which of the followings best describes mid-term recovery?",
    "correctAnswer": "B",
    "options": {
      "A": "It focuses on debris removal",
      "B": "It involves repairing infrastructure and providing health services",
      "C": "It begins years after the disaster",
      "D": "It focuses on financial compensation",
      "E": "It requires military support"
    },
    "explanation": "Mid-term recovery spans months and includes repairing damaged infrastructure and restoring social services. It builds on short-term relief and precedes long-term reconstruction."
  },
  {
    "id": "3842536",
    "unitNumber": 4,
    "text": "Why is it critical to integrate BBB principles into reconstruction?",
    "correctAnswer": "C",
    "options": {
      "A": "To restore normalcy as quickly as possible",
      "B": "To increase economic profit",
      "C": "To enhance resilience and reduce future risk",
      "D": "To comply with legal obligations only",
      "E": "To minimize relocation efforts"
    },
    "explanation": "BBB transforms disasters into opportunities to improve infrastructure, regulations, and systems beyond pre-disaster standards, aiming to reduce vulnerabilities and strengthen future preparedness."
  },
  {
    "id": "3842537",
    "unitNumber": 4,
    "text": "Which of the following best represents the scope of sustainable disaster recovery?",
    "correctAnswer": "E",
    "options": {
      "A": "Focusing solely on physical infrastructure",
      "B": "Prioritizing government-led efforts",
      "C": "Avoiding community input",
      "D": "Using standardized solutions for all communities",
      "E": "Addressing social, economic, and environmental vulnerabilities"
    },
    "explanation": "Sustainable recovery encompasses multi-sectoral planning and addresses root causes of vulnerability. It requires collaboration across disciplines and stakeholder levels, ensuring long-term resilience and development."
  },
  {
    "id": "3842539",
    "unitNumber": 4,
    "text": "Which of the following actions best illustrates the integration of mental health into disaster rehabilitation?",
    "correctAnswer": "A",
    "options": {
      "A": "Establishing counseling centers and group therapy for survivors",
      "B": "Relocating survivors to remote temporary shelters",
      "C": "Constructing new urban infrastructure with modern materials",
      "D": "Providing financial loans for rebuilding businesses",
      "E": "Distributing emergency kits to all affected households"
    },
    "explanation": "Disaster rehabilitation is not limited to physical infrastructure; it must also address psychosocial needs. Establishing mental health services like counseling and therapy supports emotional recovery, prevents long-term trauma, and rebuilds social cohesion. This is particularly critical in post-disaster contexts where PTSD, anxiety, and grief are prevalent."
  },
  {
    "id": "3700838",
    "unitNumber": 5,
    "text": "What recent global event highlighted the importance of leadership in managing large-scale crises?",
    "correctAnswer": "B",
    "options": {
      "A": "The 2008 Financial Crisis",
      "B": "The COVID-19 pandemic",
      "C": "The 2011 Japan Earthquake",
      "D": "The Syrian Refugee Crisis",
      "E": "The 2015 Ebola Outbreak"
    },
    "explanation": "COVID-19 salgını gibi son küresel olaylar, halk sağlığı acil durumlarının ve diğer büyük ölçekli krizlerin yönetilmesinde liderliğin kritik rolünü vurgulamıştır. Etkili kriz liderleri, kamuoyu algısı, medya ilişkileri ve kurumsal stratejinin kesiştiği noktalarda gezinmeli, güven ve uyumu korumak için şeffaf ve tutarlı iletişim sağlamalıdır. Bu da dijital aksaklıkları yönetme, farklı ekiplere liderlik etme ve teknolojik gelişmeleri krize müdahale çabalarına entegre etme becerisi de dahil olmak üzere geleneksel liderlik nitelikleri ile modern yetkinliklerin bir karışımını gerektirir. Kuruluşlar benzeri görülmemiş zorluklarla karşılaşmaya devam ederken, kriz liderliği becerilerini geliştirmenin ve iyileştirmenin önemi yadsınamaz.<br/>Recent global events, such as the COVID-19 pandemic, have highlighted the critical role of leadership in managing public health emergencies and other large-scale crises. Effective crisis leaders must navigate the intersection of public perception, media relations, and organizational strategy, ensuring transparent and consistent communication to maintain trust and cohesion. This requires a blend of traditional leadership qualities and modern competencies, including the ability to manage digital disruptions, lead diverse teams, and integrate technological advancements into crisis response efforts. As organizations continue to encounter unprecedented challenges, the importance of developing and refining crisis leadership skills cannot be overstated."
  },
  {
    "id": "3700839",
    "unitNumber": 5,
    "text": "What fundamentally shapes leadership within an organization?",
    "correctAnswer": "C",
    "options": {
      "A": "Market trends",
      "B": "Financial performance",
      "C": "Beliefs and assumptions ingrained in the organization’s culture",
      "D": "Technological advancements",
      "E": "Government regulations"
    },
    "explanation": "“Liderlik, temelde bir kurumun kültürüne yerleşmiş inançlar ve varsayımlar tarafından şekillendirilir. Günümüzün hızla değişen ortamında, geleneksel liderlik modelleri hızlı karar alma, uyum sağlama ve esneklik gerektiren krizlerde genellikle yetersiz kalmaktadır. Etkili kriz liderliği, esneklik ve durumsal farkındalık ihtiyacını vurgulayarak hem iç hem de dış zorlukları ele almak için özel bir yaklaşım gerektirir. Bu bölüm, geleneksel liderlikten kriz liderliğine geçişi incelemekte ve liderlerin çalkantılı zamanlarda kurumlarına rehberlik etmek için ihtiyaç duydukları temel nitelikleri ve becerileri vurgulamaktadır.”<br/>\"Leadership is fundamentally shaped by the beliefs and assumptions ingrained within an organization’s culture. In today’s rapidly changing environment, traditional leadership models often prove inadequate in crises that demand quick decision-making, adaptability, and resilience. Effective crisis leadership requires a tailored approach to address both internal and external challenges, highlighting the need for flexibility and situational awareness. This chapter explores the transition from traditional leadership to crisis leadership, emphasizing the essential qualities and skills leaders need to guide their organizations through turbulent times.\""
  },
  {
    "id": "3700868",
    "unitNumber": 5,
    "text": "Why are traditional leadership paradigms considered mostly insufficient in today's world?",
    "correctAnswer": "C",
    "options": {
      "A": "They focus too much on innovation",
      "B": "They prioritize organizational flexibility",
      "C": "They struggle to handle the complexities of modern crises",
      "D": "They rely heavily on technology",
      "E": "They emphasize rapid decision-making"
    },
    "explanation": "Hükümetler, işletmeler ve bireyler günümüz dünyasında düzenli olarak yeni zorluklar ve risklerle karşılaşmaktadır. Geleneksel liderlik paradigmaları, krizlerin karmaşıklığı karşısında çoğunlukla yetersiz kalmaktadır. Pek çok zorluk, beklenmedik güçlükler karşısında hızlı karar almayı, uyum sağlamayı ve esnekliği gerektirmektedir. Geleneksel liderler genellikle hiyerarşik yapılara ve yerleşik prosedürlere dayandığından ve kurumsal istikrara öncelik verdiğinden, bir kurumu beklenmedik zorluklar ve belirsizlikler altında yönetmek daha zor hale gelir. Özünde, kriz liderliği hem hükümet hem de hükümet dışı ortamlarda çok daha fazla önem kazanmıştır.<br/>Governments, businesses, and individuals regularly encounter new challenges and risks in today’s world. Traditional leadership paradigms are mostly insufficient in navigating the complexities of crises. Many challenges require rapid decisionmaking, adaptability, and resilience in the face of unexpected challenges. As traditional leaders often rely on hierarchical structures and established procedures and prioritize organizational stability, managing an organization under unexpected challenges and uncertainties becomes tougher. In essence, crisis leadership has gained much more importance in both governmental and nongovernmental settings."
  },
  {
    "id": "3700870",
    "unitNumber": 5,
    "text": "What do traditional leaders tend to rely on during a crisis?",
    "correctAnswer": "B",
    "options": {
      "A": "Innovation and creativity",
      "B": "Hierarchical structures and established procedures",
      "C": "Rapid communication and transparency",
      "D": "Financial risk management",
      "E": "Flexible teamwork and collaboration"
    },
    "explanation": "Hükümetler, işletmeler ve bireyler günümüz dünyasında düzenli olarak yeni zorluklar ve risklerle karşılaşmaktadır. Geleneksel liderlik paradigmaları, krizlerin karmaşıklığı karşısında çoğunlukla yetersiz kalmaktadır. Pek çok zorluk, beklenmedik güçlükler karşısında hızlı karar almayı, uyum sağlamayı ve esnekliği gerektirmektedir. Geleneksel liderler genellikle hiyerarşik yapılara ve yerleşik prosedürlere dayandığından ve kurumsal istikrara öncelik verdiğinden, bir kurumu beklenmedik zorluklar ve belirsizlikler altında yönetmek daha zor hale gelir. Özünde, kriz liderliği hem hükümet hem de hükümet dışı ortamlarda çok daha fazla önem kazanmıştır.<br/>Governments, businesses, and individuals regularly encounter new challenges and risks in today’s world. Traditional leadership paradigms are mostly insufficient in navigating the complexities of crises. Many challenges require rapid decisionmaking, adaptability, and resilience in the face of unexpected challenges. As traditional leaders often rely on hierarchical structures and established procedures and prioritize organizational stability, managing an organization under unexpected challenges and uncertainties becomes tougher. In essence, crisis leadership has gained much more importance in both governmental and nongovernmental settings."
  },
  {
    "id": "3700872",
    "unitNumber": 5,
    "text": "What is an essential element of effective crisis leadership?",
    "correctAnswer": "A",
    "options": {
      "A": "Clear and consistent communication",
      "B": "Financial planning",
      "C": "Public speaking",
      "D": "Minimal external collaboration",
      "E": "Focusing on personal management style"
    },
    "explanation": "Kriz liderliği, doğal afetler de dahil olmak üzere kriz durumlarında otorite konumundaki bireylerin rol ve görevlerini kapsar. Etkili kriz liderleri sözcü olarak hareket eder, hasarı en aza indirir, müdahale çabalarını başlatır, etkilenen bireylere şefkat gösterir, birden fazla grup ve kuruluş arasındaki çabaları koordine eder ve dikkatli karar alma sürecini sürdürür (Seeger vd., 2003, s. 250).\n<br/>Etkili kriz liderliği, kriz sırasında durumun gerçekliğini tanımlamak ve işgücünün kaygı ve belirsizliğini hafifletmek için tutarlı bir bakış açısı sunmak için açık ve tutarlı bir iletişim gerektirir. Ayrıca, liderler iletişim stratejilerini krizin değişen dinamiklerine uyacak şekilde değiştirmelidir (Kaul ve diğerleri, 2020, s. 809).<br/>Crisis leadership entails the roles and duties of individuals in positions of authority amidst crisis situations, including natural disasters. Effective crisis leaders act as spokespersons, minimize damage, initiate response efforts, offer compassion to affected individuals, coordinate efforts across multiple groups and organizations, and sustain vigilant decisionmaking (Seeger et al., 2003, p. 250).\n<br/>Effective crisis leadership necessitates clear and consistent communication during a crisis to define the situation’s reality and offer a coherent perspective, which presents a coherent viewpoint to alleviate workforce anxiety and uncertainty. Additionally, leaders must modify their communication strategies to suit the changing dynamics of the crisis (Kaul et. al., 2020, p. 809)."
  },
  {
    "id": "3700873",
    "unitNumber": 5,
    "text": "Why must crisis leaders modify their communication strategies during a crisis?",
    "correctAnswer": "D",
    "options": {
      "A": "To limit media interaction",
      "B": "To avoid misunderstandings within the organization",
      "C": "To maintain hierarchical control",
      "D": "To suit the changing dynamics of the crisis",
      "E": "To reduce their visibility"
    },
    "explanation": "Kriz liderliği, doğal afetler de dahil olmak üzere kriz durumlarında otorite konumundaki bireylerin rol ve görevlerini kapsar. Etkili kriz liderleri sözcü olarak hareket eder, hasarı en aza indirir, müdahale çabalarını başlatır, etkilenen bireylere şefkat gösterir, birden fazla grup ve kuruluş arasındaki çabaları koordine eder ve dikkatli karar alma sürecini sürdürür (Seeger vd., 2003, s. 250).\n<br/>Etkili kriz liderliği, kriz sırasında durumun gerçekliğini tanımlamak ve işgücünün kaygı ve belirsizliğini hafifletmek için tutarlı bir bakış açısı sunmak için açık ve tutarlı bir iletişim gerektirir. Ayrıca, liderler iletişim stratejilerini krizin değişen dinamiklerine uyacak şekilde değiştirmelidir (Kaul ve diğerleri, 2020, s. 809).<br/>Crisis leadership entails the roles and duties of individuals in positions of authority amidst crisis situations, including natural disasters. Effective crisis leaders act as spokespersons, minimize damage, initiate response efforts, offer compassion to affected individuals, coordinate efforts across multiple groups and organizations, and sustain vigilant decisionmaking (Seeger et al., 2003, p. 250).\n Effective crisis leadership necessitates clear and consistent communication during a crisis to define the situation’s reality and offer a coherent perspective, which presents a coherent viewpoint to alleviate workforce anxiety and uncertainty. Additionally, leaders must modify their communication strategies to suit the changing dynamics of the crisis (Kaul et. al., 2020, p. 809)."
  },
  {
    "id": "3700876",
    "unitNumber": 5,
    "text": "What is the primary role of a political leader within a governmental framework?",
    "correctAnswer": "A",
    "options": {
      "A": "Making policy decisions and guiding legislative processes",
      "B": "Managing private companies",
      "C": "Reducing taxes for businesses",
      "D": "Avoiding conflict with other politicians",
      "E": "Limiting their involvement in public affairs"
    },
    "explanation": "Siyasi lider: Bir siyasi lider, bir yetkili bir pozisyonda bulunan kişi bir hükümet çerçevesi içinde ve politika kararlarının alınmasından sorumludur, yasama süreçlerine rehberlik etmek ve halkla i̇li̇şki̇lerde. Kriz zamanlarında, siyasi belirlenmesinde liderler kritik bir rol oynamaktadır. ortaya çıkan tehditler, müdahalenin koordine edilmesi çabaları, kamuoyu ile iletişim ve sosyal düzeni korumak.<br/>Political leader: A political leader is an individual who holds a position of authority within a governmental framework and is responsible for making policy decisions, guiding legislative processes, and managing public affairs. In times of crisis, political leaders play a critical role in identifying emerging threats, coordinating response efforts, communicating with the public, and maintaining social order."
  },
  {
    "id": "3700877",
    "unitNumber": 5,
    "text": "Which of the following is NOT a responsibility of a political leader in a crisis?",
    "correctAnswer": "C",
    "options": {
      "A": "Identifying emerging threats",
      "B": "Managing public affairs",
      "C": "Reducing the role of governmental agencies",
      "D": "Coordinating response efforts",
      "E": "Communicating with the public"
    },
    "explanation": "Siyasi lider: Bir siyasi lider, bir<br/>yetkili bir pozisyonda bulunan kişi<br/>bir hükümet çerçevesi içinde ve<br/>politika kararlarının alınmasından sorumludur,<br/>yasama süreçlerine rehberlik etmek ve<br/>halkla i̇li̇şki̇lerde. Kriz zamanlarında, siyasi<br/>belirlenmesinde liderler kritik bir rol oynamaktadır.<br/>ortaya çıkan tehditler, müdahalenin koordine edilmesi<br/>çabaları, kamuoyu ile iletişim ve<br/>sosyal düzeni korumak.<br/>Political leader: A political leader is an individual who holds a position of authority within a governmental framework and is responsible for making policy decisions, guiding legislative processes, and managing public affairs. In times of crisis, political leaders play a critical role in identifying emerging threats, coordinating response efforts, communicating with the public, and maintaining social order."
  },
  {
    "id": "3700879",
    "unitNumber": 5,
    "text": "What does accountability involve in crisis leadership?",
    "correctAnswer": "E",
    "options": {
      "A": "Delegating responsibility to other teams",
      "B": "Limiting public communication to avoid scrutiny",
      "C": "Focusing on internal processes without transparency",
      "D": "Shifting blame to external factors",
      "E": "Explaining actions and their rationale to restore trust in the organization"
    },
    "explanation": "Kriz Yönetiminde Liderlik Rolleri<br/>1. Erken Tanıma: Bu, zamanında müdahale ve hafifletme önlemlerini kolaylaştıracak şekilde bir krizi derhal fark etme becerisi anlamına gelir.<br/>2. Algılama: Krizin net bir şekilde anlaşılması, sonuçlarının kavranması ve koordinasyon ve uyumu sağlamak için bunun ilgili paydaşlara etkili bir şekilde açıklanması.<br/>3. Karar verme: Krizi etkili bir şekilde ele almak ve etkisini en aza indirmek için baskı altında, genellikle sınırlı bilgiyle kritik kararlar almak.<br/>4. Koordinasyon: Krizi etkili bir şekilde yönetmek ve sonuçlarıyla başa çıkmak için baskı altında, genellikle kısıtlı bilgiyle önemli kararlar almak.<br/>5. Anlamlandırma: Bu, krizin net bir şekilde anlaşılmasını, sonuçlarının kavranmasını ve bu kavrayışın ilgili paydaşlara etkili bir şekilde aktarılmasını içerir. Bu eylem, krizi ele almak ve etkisini azaltmak için çabaları ve kaynakları uyumlu hale getirmek açısından hayati önem taşır.<br/>6. İletişim: Bir kriz sırasında vatandaşlarla ve kuruluşlar<br/>Leadership Roles in Crisis Management<br/>1. Early Recognition: This implies the ability to recognize a crisis promptly, facilitating timely response and mitigation measures.<br/>2. Sensemaking: Establishing a clear understanding of the crisis, comprehending its results, and effectively explaining this to relevant stakeholders to enable coordination and harmony.<br/>3. Decision-making: Making critical decisions under pressure, often with limited information, to address the crisis effectively and minimize its impact.<br/>4. Coordination: Making crucial decisions under pressure, often with restricted information, to effectively manage the crisis and handle its consequences.<br/>5. Meaning-making: This involves establishing a clear understanding of the crisis, grasping its implications, and effectively conveying this insight to relevant stakeholders. This action is vital for aligning efforts and resources to address the crisis and reduce its impact.<br/>6. Communication: Effective communication with citizens and between organizations during a crisis is crucial for public safety and the perception of crisis management operations. Communication failures can lead to severe consequences. Collaboration of the leaders closely with communication professionals to guarantee timely and accurate dissemination of information is significant.<br/>7. Accountability: Crisis leaders are liable for explaining actions undertaken before along with their<br/>rationale, to reestablish trust in the organization.<br/>8. Learning: Learning is a crucial component of crisis management. Crisis leaders must have the ability to improvise, explore, and innovate, both during and after a crisis event. Learning is vital for adaptation, rectifying ineffective processes, and fostering creative solutions.<br/>9. Resilience: This encompasses participating in preparatory activities to cultivate resilient organizations capable of rapid adaptation and recovery in response to adverse feedback. Such efforts are critical for reducing the impact of a crisis and reestablishing confidence in public or private organizations. Source: (Boin et al., 2013)."
  },
  {
    "id": "3700880",
    "unitNumber": 5,
    "text": "What is the role of resilience in crisis leadership?",
    "correctAnswer": "E",
    "options": {
      "A": "Focusing on long-term financial growth",
      "B": "Ignoring adverse feedback to maintain stability",
      "C": "Minimizing collaboration with external organizations",
      "D": "Reducing the focus on public perception",
      "E": "Building organizations capable of rapid adaptation and recovery"
    },
    "explanation": "Kriz Yönetiminde Liderlik Rolleri<br/>1. Erken Tanıma: Bu, bir krizi derhal fark etme ve zamanında müdahale etme becerisi anlamına gelir. müdahale ve etki azaltma önlemleri.<br/>2. Algılama: Krizin net bir şekilde anlaşılması, sonuçlarının kavranması ve Koordinasyon ve uyumu sağlamak için bunu ilgili paydaşlara etkili bir şekilde açıklamak.<br/>3. Karar verme: Baskı altında, çoğu zaman sınırlı bilgi ile kritik kararlar almak krizin etkili bir şekilde ele alınması4. Koordinasyon: Baskı altında, genellikle kısıtlı bilgi ile önemli kararlar almak<br/>Krizi etkin bir şekilde yönetmek ve sonuçlarıyla başa çıkmak.<br/>5. Anlam oluşturma: Bu, krizin net bir şekilde anlaşılmasını, krizin ne olduğunun kavranmasını ve bu içgörünün ilgili paydaşlara etkili bir şekilde aktarılması. Bu eylem aşağıdakiler için hayati önem taşımaktadır.<br/>Krizi ele almak ve etkisini azaltmak için çabaların ve kaynakların uyumlaştırılması.\n<br/>6. İletişim: Kriz sırasında<br/>Leadership Roles in Crisis Management<br/>1. Early Recognition: This implies the ability to recognize a crisis promptly, facilitating timely response and mitigation measures.<br/>2. Sensemaking: Establishing a clear understanding of the crisis, comprehending its results, and effectively explaining this to relevant stakeholders to enable coordination and harmony.<br/>3. Decision-making: Making critical decisions under pressure, often with limited information, to address the crisis effectively and minimize its impact.<br/>4. Coordination: Making crucial decisions under pressure, often with restricted information, to effectively manage the crisis and handle its consequences.<br/>5. Meaning-making: This involves establishing a clear understanding of the crisis, grasping its implications, and effectively conveying this insight to relevant stakeholders. This action is vital for aligning efforts and resources to address the crisis and reduce its impact.<br/>6. Communication: Effective communication with citizens and between organizations during a crisis is crucial for public safety and the perception of crisis management operations. Communication failures can lead to severe consequences. Collaboration of the leaders closely with communication professionals to guarantee timely and accurate dissemination of information is significant.<br/>7. Accountability: Crisis leaders are liable for explaining actions undertaken before along with their rationale, to reestablish trust in the organization.<br/>8. Learning: Learning is a crucial component of crisis management. Crisis leaders must have the ability to improvise, explore, and innovate, both during and after a crisis event. Learning is vital for adaptation, rectifying ineffective processes, and fostering creative solutions.<br/>9. Resilience: This encompasses participating in preparatory activities to cultivate resilient organizations capable of rapid adaptation and recovery in response to adverse feedback. Such efforts are critical for reducing the impact of a crisis and reestablishing confidence in public or private organizations. Source: (Boin et al., 2013)."
  },
  {
    "id": "3842681",
    "unitNumber": 5,
    "text": "Which ICT concept refers to the integration of various technologies used to manage disaster information across all disaster phases?",
    "correctAnswer": "A",
    "options": {
      "A": "Crisis Informatics",
      "B": "Rescue Grid Computing",
      "C": "Virtual Disaster Planning",
      "D": "Emergency Telecommunication",
      "E": "Disaster Networking Solutions"
    },
    "explanation": "'Crisis Informatics' is the term used to describe the integration of ICTs in managing disaster information across mitigation, preparedness, response, and recovery."
  },
  {
    "id": "3842682",
    "unitNumber": 5,
    "text": "What does the acronym CIMS stand for in disaster management contexts?",
    "correctAnswer": "B",
    "options": {
      "A": "Critical Infrastructure Management System",
      "B": "Crisis Information Management System",
      "C": "Community Integrated Monitoring Software",
      "D": "Coordinated Incident Management Software",
      "E": "Cyber-Infrastructure Management Services"
    },
    "explanation": "CIMS stands for Crisis Information Management System, which is a broad term for ICT systems used during disaster events."
  },
  {
    "id": "3842683",
    "unitNumber": 5,
    "text": "Which actor group is described as being able to mobilize quickly and provide local aid due to their deep understanding of community needs?",
    "correctAnswer": "E",
    "options": {
      "A": "Citizens",
      "B": "Private Firms",
      "C": "Government Agencies",
      "D": "Academic Institutions",
      "E": "Community-based NGOs"
    },
    "explanation": "Community-based NGOs can respond rapidly due to their local knowledge and grassroots networks."
  },
  {
    "id": "3842684",
    "unitNumber": 5,
    "text": "Which type of ICT user group includes institutions that provide scientific research, technology development, and training in disaster management?",
    "correctAnswer": "D",
    "options": {
      "A": "Citizens",
      "B": "Private Companies",
      "C": "Government Agencies",
      "D": "Academic and Research Institutions",
      "E": "Non-Governmental Organizations"
    },
    "explanation": "Academic and research institutions contribute through scientific studies, technological innovations, and disaster education."
  },
  {
    "id": "3842685",
    "unitNumber": 5,
    "text": "Which of the following best describes the development of ICT generations in disaster management?",
    "correctAnswer": "D",
    "options": {
      "A": "Each generation is used in isolation.",
      "B": "Older technologies are removed as new ones emerge.",
      "C": "New generations replace previous ones entirely.",
      "D": "Generations build cumulatively, being used together.",
      "E": "Only government actors use newer ICT generations."
    },
    "explanation": "This chapter emphasizes that ICT generations add on top of each other and are used cumulatively, not replaced."
  },
  {
    "id": "3842686",
    "unitNumber": 5,
    "text": "Which of the following ICT tools allows for visualization of crowdsourced reports on a map during a disaster?",
    "correctAnswer": "C",
    "options": {
      "A": "AFAD Emergency App",
      "B": "Google Person Finder",
      "C": "Ushahidi Platform",
      "D": "FEMA App",
      "E": "HES (Hayat Eve Sığar)"
    },
    "explanation": "Ushahidi is a crowdsourcing platform that maps user-submitted information for disaster tracking and response."
  },
  {
    "id": "3842687",
    "unitNumber": 5,
    "text": "Which of the following is an implementation problem caused by having vast amounts of unfiltered data during disasters?",
    "correctAnswer": "C",
    "options": {
      "A": "Digital divide",
      "B": "Interoperability failure",
      "C": "Information overload",
      "D": "Cybersecurity attacks",
      "E": "Crisis misinformation"
    },
    "explanation": "Information overload hampers decision-making by overwhelming experts with unfiltered data."
  },
  {
    "id": "3842688",
    "unitNumber": 5,
    "text": "What is one key risk of over-reliance on ICTs in disaster management?",
    "correctAnswer": "E",
    "options": {
      "A": "Increased data privacy",
      "B": "Decreased training needs",
      "C": "Better integration with citizens",
      "D": "Improved volunteer coordination",
      "E": "Failure when technologies crash or are hacked"
    },
    "explanation": "Overdependence on ICTs can be problematic if the systems fail during critical moments."
  },
  {
    "id": "3842689",
    "unitNumber": 5,
    "text": "Which actor group uses citizen-to-citizen (C2C) networks to support rescue efforts during disasters?",
    "correctAnswer": "A",
    "options": {
      "A": "Citizens",
      "B": "Private logistics firms",
      "C": "Government agencies",
      "D": "Academic researchers",
      "E": "International organizations"
    },
    "explanation": "Citizens form C2C networks, especially when official response capacity is limited or delayed."
  },
  {
    "id": "3842690",
    "unitNumber": 5,
    "text": "What is the most critical mindset for successfully adopting ICTs in disaster management?",
    "correctAnswer": "B",
    "options": {
      "A": "Caution",
      "B": "Agility",
      "C": "Standardization",
      "D": "Traditionalism",
      "E": "Centralization"
    },
    "explanation": "The most important suggestion for improvement in using ICTs for the purpose of disaster management is that agility is the key. Agility is the key recommendation for better disaster management with ICTs."
  },
  {
    "id": "3700747",
    "unitNumber": 6,
    "text": "What is the key difference between an emergency and a disaster?",
    "correctAnswer": "C",
    "options": {
      "A": "Emergencies are harder to manage than disasters.",
      "B": "Disasters only involve natural events, while emergencies are human-initiated.",
      "C": "Emergencies can be managed locally, while disasters require more resources and involve various actors.",
      "D": "Disasters can be managed with fewer resources.",
      "E": "Emergencies require more external assistance than disasters."
    },
    "explanation": "Bu bölümde, afet yönetimi amacıyla çeşitli bilgi ve iletişim teknolojilerinin (BİT'ler) kullanımı incelenmektedir. Afetler “ekonominin ve toplumun normal işleyişini büyük ölçekte bozan doğal, teknolojik ve insan kaynaklı olaylar” olarak tanımlanmaktadır (National Research Council, 2007:1). Acil durum ile afet arasındaki fark, acil durumların yerel olarak yönetilebilmesine karşın, afetlerin çok daha fazla kaynak ve normalde acil durumları yönetmek için etkileşime girmesi gerekmeyen farklı aktör gruplarını içermesidir (Eshghi &amp; Larson, 2008: 63).<br/>This chapter examines the use of various information and communication technologies (ICTs) for disaster management purposes. Disasters are defined as “natural, technological, and human-initiated events that disrupt the normal functioning of the economy and society on a large scale” (National Research Council, 2007:1). The difference between an emergency and a disaster is that while emergencies can be managed locally, disasters involve much more resources and different groups of actors who normally do not need to interact in order to manage emergencies (Eshghi &amp; Larson, 2008: 63)."
  },
  {
    "id": "3700748",
    "unitNumber": 6,
    "text": "How did the widespread availability of the Internet in the 1990s affect ICT use in disaster management?",
    "correctAnswer": "B",
    "options": {
      "A": "It slowed down the use of ICTs",
      "B": "It accelerated the use of ICTs in disaster management",
      "C": "It had no impact on disaster management practices",
      "D": "It replaced all traditional disaster management tools",
      "E": "It limited the role of governments in disaster management"
    },
    "explanation": "Bu bölüm, afet yönetiminde BİT kullanımındaki önemli kilometre taşlarını ve önemli başarıları tartışmakta ve özetlemektedir. Afet yönetiminde teknoloji kullanımı eski bir fikirdir (Memiş ve Babaoğlu, 2020a; 2020b; Yıldız vd., 2021). Afet yönetimi için BİT kullanımının ilk on yılında, 1980'lerin başında Hunter (1984), hükümetlerin acil durum yönetiminde bilgi teknolojilerini kullanamadıklarını kanıtlamaları halinde ihmalkâr ve dolayısıyla sorumlu tutulabileceklerini savunmuştur. Sonraki yıllarda internetin tüm dünyada yaygın bir şekilde kullanılabilir hale gelmesiyle birlikte, BİT'lerin afet yönetimi için kullanılmasına yönelik bu eğilim daha da hızlanmıştır. 1990'ların başında, BİT'ler afet yönetimi için her zamankinden daha önemli bir araç olduklarını kanıtladılar.<br/>This section discusses and summarizes the key milestones and significant achievements in ICT use in disaster management. Using technologies in disaster management is an old idea (Memiş &amp; Babaoglu, 2020a; 2020b; Yildiz et al., 2021). In the first decade of ICT use for disaster management, in the early 1980s, Hunter (1984) argued that, governments could be held liable as negligent and thus accountable if they proved to be unable to use information technologies in emergency management. As the Internet became widely available throughout the World during the following decades, this trend of using ICTs for disaster management accelerated even further. In the early 1990s, ICTs proved themselves to be an ever more important tool for disaster management."
  },
  {
    "id": "3700749",
    "unitNumber": 6,
    "text": "According to Knuth (1999), what is considered the \"central nervous system\" for all disaster relief efforts?",
    "correctAnswer": "A",
    "options": {
      "A": "Information flow",
      "B": "Resource allocation",
      "C": "Human resources",
      "D": "Emergency shelters",
      "E": "Social media"
    },
    "explanation": "Bu bağlamda Knuth (1999: 11) bilgi akışının “tüm afet yardım çabaları için merkezi sinir sistemi” olduğunu ve bu olmadan planlama, karar verme, uygulama ve ölçme ve değerlendirmenin neredeyse imkansız olacağını savunmuştur. BİT'lerin farklı afet yönetimi aktörleri tarafından kullanımı, McLuhan'ın (1964) teknolojinin insanın uzantısı olduğu yönündeki argümanını örneklemektedir. Farklı BİT'ler, hem üst yönetim kademelerinde hem de sokak düzeyindeki bürokratlar arasında afet yardım personelinin beyinlerinin ve ellerinin uzantısı olarak işlev görmektedir.<br/>Within this context, Knuth (1999: 11) argued that information flow is the “central nervous system for all disaster relief efforts,” without which planning, decision-making, implementation, and measurement and evaluation will be almost impossible. The use of ICTs by different disaster management actors exemplifies McLuhan’s (1964) argument that technology is the extension of man. Different ICTs function as the extensions of the brains and hands of the disaster relief personnel among both the ranks of the top management and street-level bureaucrats."
  },
  {
    "id": "3700790",
    "unitNumber": 6,
    "text": "During disasters, why do decision-making and planning processes become more complicated?",
    "correctAnswer": "B",
    "options": {
      "A": "Lack of resources",
      "B": "Chaotic and uncertain environments",
      "C": "Incompetence of decision-makers",
      "D": "Lack of cooperation between governments",
      "E": "Slow communication methods"
    },
    "explanation": "Afetler sırasında ve sonrasında kaotik, belirsiz ortamların ortaya çıkması nedeniyle karar alma ve planlama süreçleri çok daha karmaşık ve zorlu hale gelmektedir. Bu bağlamda, hem siyasi hem de bürokratik karar alıcıların bilgiye zamanında erişebilmesi büyük önem ve öncelik taşımaktadır. BİT'lerin en önemli katkısı, zamanında, eksiksiz ve doğru bilgi alışverişi için gerekli ve yeterli mekanizmaların oluşturulmasını sağlamaktır. Bu anlamda, cep telefonu ağları, coğrafi bilgi sistemleri (CBS), (Daha fazla bilgi için bkz. Demirci ve Karakuyu, 2011) sosyal medya platformları gibi modern BİT altyapıları ve bilgi toplama, analiz etme ve paylaşma mekanizmalarının yanı sıra nesnelerin interneti (IoT), açık veri portalları, büyük veri analizi, insansız hava araçları gibi teknolojiler ve teknolojik araçlar ve analiz sistemleri kaosu-belirsizliği en aza indirmede ve böylece afet zararlarını azaltma, hazırlık, müdahale ve iyileştirmeden sorumlu olanlar için hızlı ve doğru karar alma mekanizmasını mümkün kılmada son de<br/>During and after disasters, decision-making and planning processes become much more complicated and challenging due to the emergence of chaotic, uncertain environments. In this context, it is of utmost importance and priority that both political and bureaucratic decision-makers have timely access to information. The most important contribution of ICTs is to make sure that the necessary and sufficient mechanisms are created to exchange timely, complete, and accurate information. In this sense, modern ICT infrastructures and information collection, analysis and exchange mechanisms such as mobile phone networks, geographical information systems (GIS), (For more information, see Demirci &amp; Karakuyu, 2011) social media platforms, as well as technologies and technological tools and analysis systems, such as internet of things (IoT), open data portals, big data analysis, drones, etc. are highly instrumental in minimizing the chaos-uncertainty and thus enabling the quick and correct decision-making mechanism for those who are responsible for disaster mitigation, preparedness, response and recovery."
  },
  {
    "id": "3700791",
    "unitNumber": 6,
    "text": "Which of the following technologies is NOT mentioned as instrumental in disaster management?",
    "correctAnswer": "D",
    "options": {
      "A": "Drones",
      "B": "Mobile phone networks",
      "C": "Geographical Information Systems (GIS)",
      "D": "Virtual reality",
      "E": "Internet of Things (IoT)"
    },
    "explanation": "Afetler sırasında ve sonrasında kaotik, belirsiz ortamların ortaya çıkması nedeniyle karar alma ve planlama süreçleri çok daha karmaşık ve zorlu hale gelmektedir. Bu bağlamda, hem siyasi hem de bürokratik karar alıcıların bilgiye zamanında erişebilmesi büyük önem ve öncelik taşımaktadır. BİT'lerin en önemli katkısı, zamanında, eksiksiz ve doğru bilgi alışverişi için gerekli ve yeterli mekanizmaların oluşturulmasını sağlamaktır. Bu anlamda, cep telefonu ağları, coğrafi bilgi sistemleri (CBS), (Daha fazla bilgi için bkz. Demirci ve Karakuyu, 2011) sosyal medya platformları gibi modern BİT altyapıları ve bilgi toplama, analiz etme ve paylaşma mekanizmalarının yanı sıra nesnelerin interneti (IoT), açık veri portalları, büyük veri analizi, insansız hava araçları gibi teknolojiler ve teknolojik araçlar ve analiz sistemleri kaosu-belirsizliği en aza indirmede ve böylece afet zararlarını azaltma, hazırlık, müdahale ve iyileştirmeden sorumlu olanlar için hızlı ve doğru karar alma mekanizmasını mümkün kılmada son de<br/>During and after disasters, decision-making and planning processes become much more complicated<br/>and challenging due to the emergence of chaotic, uncertain environments. In this context, it is of utmost<br/>importance and priority that both political and bureaucratic decision-makers have timely access to<br/>information. The most important contribution of ICTs is to make sure that the necessary and sufficient<br/>mechanisms are created to exchange timely, complete, and accurate information. In this sense, modern<br/>ICT infrastructures and information collection, analysis and exchange mechanisms such as mobile phone<br/>networks, geographical information systems (GIS), (For more information, see Demirci &amp; Karakuyu,<br/>2011) social media platforms, as well as technologies and technological tools and analysis systems, such<br/>as internet of things (IoT), open data portals, big data analysis, drones, etc. are highly instrumental in<br/>minimizing the chaos-uncertainty and thus enabling the quick and correct decision-making mechanism<br/>for those who are responsible for disaster mitigation, preparedness, response and recovery."
  },
  {
    "id": "3700792",
    "unitNumber": 6,
    "text": "Which decade saw the introduction of social media platforms as popular tools for disaster management?",
    "correctAnswer": "C",
    "options": {
      "A": "1980s",
      "B": "1990s",
      "C": "2000s",
      "D": "2010s",
      "E": "2020s"
    },
    "explanation": "2000'li yıllar, sosyal medya platformlarının giderek daha popüler afet yönetimi araçları olarak kullanılmaya başlanmasına tanıklık etmiştir (Comfort vd., 2004; Palen, 2008). Twitter (Şu anda X), Facebook ve YouTube dahil ancak bunlarla sınırlı olmamak üzere birçok sosyal medya platformu, afetler hakkında bilgi yayınlamak, afetzedelerin ihtiyaçlarını ve algılarını detaylandırmak ve eski ve yanıltıcı bilgileri yaymak için kullanılmaktadır. Sosyal medya platformlarından elde edilen afetle ilgili büyük miktardaki veri, büyük veri analizleri için de kullanılmaktadır (Landwehr ve Carley, 2014; Malawani vd., 2020).<br/>The 2000s witnessed the introduction of social media platforms as increasingly popular disaster management tools (Comfort et al., 2004; Palen, 2008). Many social media platforms, including but not limited to Twitter (Currently X), Facebook, and YouTube, are used to broadcast information about disasters, detail the needs and perceptions of disaster victims, and spread dated and misleading information. The vast amount of disaster-related data from social media platforms is also used for big data analyses (Landwehr &amp; Carley, 2014; Malawani et al., 2020)."
  },
  {
    "id": "3700793",
    "unitNumber": 6,
    "text": "Which of the following is NOT mentioned as a social media platform used for disaster management?",
    "correctAnswer": "D",
    "options": {
      "A": "Twitter (X)",
      "B": "Facebook",
      "C": "YouTube",
      "D": "Instagram",
      "E": "All of the above are mentioned"
    },
    "explanation": "2000'li yıllar, sosyal medya platformlarının giderek daha popüler afet yönetimi araçları olarak kullanılmaya başlanmasına tanıklık etmiştir (Comfort vd., 2004; Palen, 2008). Twitter (Şu anda X), Facebook ve YouTube dahil ancak bunlarla sınırlı olmamak üzere birçok sosyal medya platformu, afetler hakkında bilgi yayınlamak, afetzedelerin ihtiyaçlarını ve algılarını detaylandırmak ve eski ve yanıltıcı bilgileri yaymak için kullanılmaktadır. Sosyal medya platformlarından elde edilen afetle ilgili büyük miktardaki veri, büyük veri analizleri için de kullanılmaktadır (Landwehr ve Carley, 2014; Malawani vd., 2020).<br/>The 2000s witnessed the introduction of social media platforms as increasingly popular disaster management tools (Comfort et al., 2004; Palen, 2008). Many social media platforms, including but not limited to Twitter (Currently X), Facebook, and YouTube, are used to broadcast information about disasters, detail the needs and perceptions of disaster victims, and spread dated and misleading information. The vast amount of disaster-related data from social media platforms is also used for big data analyses (Landwehr &amp; Carley, 2014; Malawani et al., 2020)."
  },
  {
    "id": "3700794",
    "unitNumber": 6,
    "text": "What is the primary function of the “Hayat Eve Sığar” (HES) mobile application in Türkiye during the pandemic?",
    "correctAnswer": "B",
    "options": {
      "A": "To track vaccination status",
      "B": "To allow citizens to see infected individuals in their neighborhood using online maps",
      "C": "To provide healthcare services online",
      "D": "To organize vaccination campaigns",
      "E": "To monitor air quality"
    },
    "explanation": "Türkiye'de “Hayat Eve Sığar” (HES) mobil uygulaması, vatandaşların çevrimiçi haritaları kullanarak mahallelerinde ve sokaklarında hastalığa yakalanmış kişilerin olup olmadığını belirlemelerine ve bu kişilerin ne tür bir tedavi veya izleme altında olduklarını izlemelerine olanak sağlamıştır. Ayrıca bu uygulama, koronavirüs pozitif bireylerle temas halinde uyarı vermektedir (Yıldız ve Şahin, 2020). BİT kullanımı birçok ülkede salgının kontrol altına alınması ve vatandaşların kurallara ve yasaklara uymasının sağlanması, dolayısıyla salgın felaketinin daha kontrol edilebilir bir seviyeye indirilmesi için birçok fayda sağlarken, bu teknolojik uygulamalar aracılığıyla kişisel verilerin gizliliğinin ihlal edildiğine dair sivil toplum kuruluşları tarafından ciddi iddialar ve uyarılar yapılmıştır (Akman &amp; Övgün, 2022; Amnesty International, 2020; Anisin, 2022).<br/>In Türkiye, the “Hayat Eve Sığar” (HES, Life Fits into Home) mobile application enabled the citizens to use online maps to determine whether there are people infected with the disease in their neighborhoods and streets and monitor what kind of treatment or monitoring these people are undergoing. Additionally, this application givesa warning in case of contact with coronaviruspositive individuals (Yildiz &amp; Sahin, 2020). While ICT use has provided many benefits to control the pandemic and ensure citizens’ conformity to the rules and prohibitions in many countries, therefore mitigating the disaster of the pandemic to a more controllable level, severe allegations and warnings have been issued by non-governmental organizations regarding the violation privacy of personal data through these technological applications (Akman &amp; Övgün, 2022; Amnesty International, 2020; Anisin, 2022)."
  },
  {
    "id": "3700836",
    "unitNumber": 6,
    "text": "Which event significantly influenced the adoption of new technologies in disaster management?",
    "correctAnswer": "C",
    "options": {
      "A": "The 2008 Global Financial Crisis",
      "B": "The 2020 Australian Bushfires",
      "C": "The COVID-19 Pandemic",
      "D": "The 2011 Japan Earthquake",
      "E": "The 2015 European Migrant Crisis"
    },
    "explanation": "2010'ların sonu ve 2020'lerin başı, yeni ve gelişmekte olan teknolojilerin afet yönetimi amacıyla kullanımına da tanıklık etmiştir. Özellikle COVID-19 Pandemisi sırasında ve sonrasında, yapay zeka (AI), sanal gerçeklik, açık ve büyük veri, Nesnelerin İnterneti (IoT) ve blok zinciri dahil ancak bunlarla sınırlı olmamak üzere yeni ve gelişmekte olan teknolojiler, afet yönetiminde kullanılan BİT cephaneliğine eklenmiştir. Bu tür kullanımlara ilişkin spesifik örnekler aşağıdaki alt bölümlerde ayrıntılı olarak açıklanmaktadır.<br/>The late 2010s and early 2020s also witnessed the use of new and emerging technologies for disaster management purposes. Especially during and after the COVID-19 Pandemic, new and emerging technologies, including but not limited to artificial intelligence (AI), virtual reality, open and big data, Internet of Things (IoT), and blockchain, have been added to the arsenal of ICTs used in disaster management. Specific examples of such use are explained in detail in the following subsections."
  },
  {
    "id": "3700837",
    "unitNumber": 6,
    "text": "Which of the following is included in the arsenal of ICTs used for disaster management as of the late 2010s and early 2020s?",
    "correctAnswer": "A",
    "options": {
      "A": "Virtual Reality (VR)",
      "B": "Radio Transmission",
      "C": "Satellite Phones",
      "D": "Wireless Internet",
      "E": "Paper-based Communication"
    },
    "explanation": "2010'ların sonu ve 2020'lerin başı, yeni ve gelişmekte olan teknolojilerin afet yönetimi amacıyla kullanımına da tanıklık etmiştir. Özellikle COVID-19 Pandemisi sırasında ve sonrasında, yapay zeka (AI), sanal gerçeklik, açık ve büyük veri, Nesnelerin İnterneti (IoT) ve blok zinciri dahil ancak bunlarla sınırlı olmamak üzere yeni ve gelişmekte olan teknolojiler, afet yönetiminde kullanılan BİT cephaneliğine eklenmiştir. Bu tür kullanımlara ilişkin spesifik örnekler aşağıdaki alt bölümlerde ayrıntılı olarak açıklanmaktadır.<br/>The late 2010s and early 2020s also witnessed the use of new and emerging technologies for disaster management purposes. Especially during and after the COVID-19 Pandemic, new and emerging technologies, including but not limited to artificial intelligence (AI), virtual reality, open and big data, Internet of Things (IoT), and blockchain, have been added to the arsenal of ICTs used in disaster management. Specific examples of such use are explained in detail in the following subsections."
  },
  {
    "id": "3842827",
    "unitNumber": 6,
    "text": "Which leadership quality is emphasized in both internal and external crisis scenarios?",
    "correctAnswer": "E",
    "options": {
      "A": "Avoiding decision-making",
      "B": "Prioritizing financial goals",
      "C": "Strict adherence to hierarchy",
      "D": "Delaying public communication",
      "E": "Flexibility and situational awareness"
    },
    "explanation": "Flexibility and situational awareness are necessary for effective crisis leadership across various contexts."
  },
  {
    "id": "3842828",
    "unitNumber": 6,
    "text": "Which leadership trait has become essential in the post-pandemic era according to Dalcher?",
    "correctAnswer": "C",
    "options": {
      "A": "Punitive discipline",
      "B": "Strict routine following",
      "C": "Leading remote teams",
      "D": "Avoiding automation",
      "E": "Centralizing decisions"
    },
    "explanation": "Dalcher highlights the ability to lead remote teams as a key leadership trait post-pandemic."
  },
  {
    "id": "3842829",
    "unitNumber": 6,
    "text": "What role does a crisis leader fulfill to ease public anxiety according to Kaul?",
    "correctAnswer": "D",
    "options": {
      "A": "Deflecting blame",
      "B": "Reducing media visibility",
      "C": "Minimizing accountability",
      "D": "Providing coherent communication",
      "E": "Focusing on internal procedures"
    },
    "explanation": "Providing clear and consistent messaging is essential to reduce anxiety during crises."
  },
  {
    "id": "3842830",
    "unitNumber": 6,
    "text": "Which of the following is <strong>not</strong> listed as a key leadership role in crisis management?",
    "correctAnswer": "B",
    "options": {
      "A": "Resilience",
      "B": "Micromanagement",
      "C": "Accountability",
      "D": "Early recognition",
      "E": "Sensemaking"
    },
    "explanation": "Micromanagement is not listed as a desirable leadership trait in crisis scenarios."
  },
  {
    "id": "3842831",
    "unitNumber": 6,
    "text": "Which of the following marked the beginning of formal crisis communication practices?",
    "correctAnswer": "A",
    "options": {
      "A": "Tylenol tampering incident",
      "B": "COVID-19 pandemic",
      "C": "Hurricane Katrina response",
      "D": "Bhopal gas disaster",
      "E": "9/11 terrorist attacks"
    },
    "explanation": "The Tylenol incident in the 1980s triggered awareness of the importance of strategic crisis communication."
  },
  {
    "id": "3842832",
    "unitNumber": 6,
    "text": "Which type of crisis communication aims to boost long-term hope and resilience during recovery?",
    "correctAnswer": "D",
    "options": {
      "A": "Resilience-Oriented Operational Communication",
      "B": "Reputation-Oriented Operational Communication",
      "C": "Strategic Reputation Management Communication",
      "D": "Strategic Resilience-Building Communication",
      "E": "Emotional Support Communication"
    },
    "explanation": "Strategic resilience-building communication provides structured updates to instill hope and trust post-crisis."
  },
  {
    "id": "3842833",
    "unitNumber": 6,
    "text": "What is the primary focus of effective crisis communication with the public?",
    "correctAnswer": "B",
    "options": {
      "A": "Enhancing organizational profits",
      "B": "Prioritizing stakeholder safety",
      "C": "Protecting internal processes",
      "D": "Avoiding transparency",
      "E": "Boosting market share"
    },
    "explanation": "Ensuring physical and psychological safety of stakeholders comes before reputational concerns."
  },
  {
    "id": "3842834",
    "unitNumber": 6,
    "text": "What major leadership failure was attributed to President Bush during Hurricane Katrina?",
    "correctAnswer": "E",
    "options": {
      "A": "Overuse of social media",
      "B": "Making speeches in Louisiana",
      "C": "Overreporting of statistics",
      "D": "Excessive collaboration with FEMA",
      "E": "Delayed and detached response"
    },
    "explanation": "Bush was criticized for a slow, ineffective, and emotionally distant response to the disaster."
  },
  {
    "id": "3842835",
    "unitNumber": 6,
    "text": "Which media strategy involves directly guiding the public during a crisis?",
    "correctAnswer": "C",
    "options": {
      "A": "Managing Reputation",
      "B": "Media Consolidation",
      "C": "Instructing Information",
      "D": "Adjusting Information",
      "E": "Emergency Marketing"
    },
    "explanation": "Instructing information focuses on giving clear safety directions like evacuations and precautions."
  },
  {
    "id": "3842836",
    "unitNumber": 6,
    "text": "What is the role of a spokesperson during a crisis?",
    "correctAnswer": "B",
    "options": {
      "A": "Avoid public engagements",
      "B": "Communicate the organization's narrative",
      "C": "Limit media coverage",
      "D": "Suppress critical feedback",
      "E": "Promote personal opinions"
    },
    "explanation": "The spokesperson ensures consistent and official messaging on behalf of the organization."
  },
  {
    "id": "3843000",
    "unitNumber": 7,
    "text": "Which of the following best describes the contemporary definition of community resilience?",
    "correctAnswer": "E",
    "options": {
      "A": "The capacity to restore damaged infrastructure after crises",
      "B": "The ability to completely prevent disasters before they happen",
      "C": "The strategy of managing disasters through centralized authority",
      "D": "The method of using modern planning instead of local knowledge",
      "E": "The process of adapting and recovering from adversity across systems"
    },
    "explanation": "Community resilience is not just about withstanding disasters but involves adaptive processes that include absorbing, accommodating, and recovering from adverse events across various interconnected systems."
  },
  {
    "id": "3843002",
    "unitNumber": 7,
    "text": "How resilient communities most clearly differs from vulnerable ones?",
    "correctAnswer": "A",
    "options": {
      "A": "The city combines green infrastructure and community engagement.",
      "B": "The community focuses exclusively on boosting economic growth.",
      "C": "Most citizens are encouraged to keep emergency kits at home.",
      "D": "The city depends heavily on national agencies for recovery.",
      "E": "Public events are canceled to avoid large gatherings."
    },
    "explanation": "Resilient communities are characterized by investments in ecological resilience and inclusive community engagement, which foster mutual aid and quicker recovery."
  },
  {
    "id": "3843003",
    "unitNumber": 7,
    "text": "According to AIDR's principles, what is a cornerstone of effective community engagement in disaster resilience?",
    "correctAnswer": "D",
    "options": {
      "A": "Using external consultants exclusively",
      "B": "Top-down planning by national authorities",
      "C": "Maximizing economic growth post-disaster",
      "D": "Placing the community at the center of planning",
      "E": "Strict adherence to traditional construction norms"
    },
    "explanation": "AIDR highlights six principles, the first and most central being to place the community at the heart of disaster resilience planning, promoting inclusion and empowerment."
  },
  {
    "id": "3843004",
    "unitNumber": 7,
    "text": "What is the significance of integrating ecological frameworks into CBDP (Community-Based Disaster Preparedness) efforts?",
    "correctAnswer": "C",
    "options": {
      "A": "To focus primarily on economic redevelopment following disasters.",
      "B": "To preserve rare animal species during major emergencies",
      "C": "To promote ecosystem services that reduce risk and ensure sustainability",
      "D": "To eliminate the need for physical infrastructure investment",
      "E": "To replace social support systems with conservation strategies"
    },
    "explanation": "Ecological frameworks help identify nature-based solutions like wetlands for flood mitigation, enhancing resilience by linking environmental health with community disaster preparedness."
  },
  {
    "id": "3843005",
    "unitNumber": 7,
    "text": "Why are members of the lay public considered essential in immediate post-disaster response?",
    "correctAnswer": "E",
    "options": {
      "A": "They can operate independently of any training.",
      "B": "They are usually unaffected by the disaster’s impact.",
      "C": "They replace the need for formal emergency services.",
      "D": "They can sometimes be more qualified than professionals.",
      "E": "They often come first to the scene and provide critical assistance."
    },
    "explanation": "In many disaster scenarios, local people-neighbors, relatives, or volunteers-are often first responders, especially in remote or overwhelmed areas. Their knowledge of local conditions makes their role vital."
  },
  {
    "id": "3843006",
    "unitNumber": 7,
    "text": "What was a major contribution of Community Emergency Response Training (CERT) programs in the United States?",
    "correctAnswer": "C",
    "options": {
      "A": "Eliminating the need for federal emergency management",
      "B": "Centralizing all emergency resources in Washington D.C",
      "C": "Enhancing local readiness via standardization and federal support",
      "D": "Removing local communities from disaster response roles",
      "E": "Replacing fire departments with volunteer teams"
    },
    "explanation": "CERT (Community Emergency Response Teams) were successful due to their standard training modules, institutional backing, and integration into official emergency response frameworks."
  },
  {
    "id": "3843008",
    "unitNumber": 7,
    "text": "Which of the following can be considered as a major obstacle in many developing countries’ disaster response?",
    "correctAnswer": "B",
    "options": {
      "A": "Use of outdated engineering standards",
      "B": "Ineffectiveness of local governments",
      "C": "Overregulation by international agencies",
      "D": "Excessive urbanization policies",
      "E": "Lack of social media use"
    },
    "explanation": "In many developing nations, local governments are still ineffective in managing disaster responses, necessitating emergency governance."
  },
  {
    "id": "3843010",
    "unitNumber": 7,
    "text": "Which of the following is <em><u>not</u></em> identified as a factor that shapes how communities experience and respond to disasters?",
    "correctAnswer": "D",
    "options": {
      "A": "Social",
      "B": "Cultural",
      "C": "Political",
      "D": "Recreational",
      "E": "Technological"
    },
    "explanation": "The chapter emphasizes social, cultural, political, technological, and historical factors. \"Recreational\" is not mentioned as a relevant factor influencing disaster perception or response."
  },
  {
    "id": "3843011",
    "unitNumber": 7,
    "text": "Which of the following is a way for international organizations to support local actors in building disaster resilience?",
    "correctAnswer": "C",
    "options": {
      "A": "By deploying only external experts and consultants",
      "B": "By replacing local institutions with international branches",
      "C": "By providing funding mechanisms and technical assistance.",
      "D": "By centralizing all communications through global platforms",
      "E": "By eliminating cultural considerations from interventions"
    },
    "explanation": "Effective partnerships involve respecting and reinforcing local strengths through flexible resources, knowledge exchange, and leadership opportunities for local organizations."
  },
  {
    "id": "3843013",
    "unitNumber": 7,
    "text": "According to Heijmans, what is essential for effective disaster response?",
    "correctAnswer": "D",
    "options": {
      "A": "Providing more aid from international agencies only",
      "B": "Relocating disaster-prone communities permanently",
      "C": "Improving infrastructure without public input",
      "D": "Amplifying local voices and their risk perceptions",
      "E": "Relying on centralized planning and logistics"
    },
    "explanation": "Heijmans stresses that effective disaster response involves “amplifying the voices of affected communities, acknowledging their risk perceptions, and supporting their strategies.”"
  },
  {
    "id": "3845076",
    "unitNumber": 7,
    "text": "Which of the following is <em>NOT</em> listed as a key feature of community resilience in the text?",
    "correctAnswer": "C",
    "options": {
      "A": "Adaptive capacity",
      "B": "Transformative potential",
      "C": "Cultural ignorance",
      "D": "System analysis",
      "E": "Resilience planning"
    },
    "explanation": "\"Cultural ignorance\" is not a feature of resilience but rather a barrier to it. Community resilience relies on understanding and incorporating local knowledge, traditions, and practices. Ignoring cultural context undermines effective planning and hinders engagement, especially in multicultural or historically marginalized communities."
  },
  {
    "id": "3845077",
    "unitNumber": 7,
    "text": "What is the primary function of Local Resilience Forums (LRFs) in the UK?",
    "correctAnswer": "B",
    "options": {
      "A": "Building houses after earthquakes",
      "B": "Bringing together stakeholders for emergency planning",
      "C": "Coordinating land use and zoning laws",
      "D": "Funding private security networks",
      "E": "Training military rescue units"
    },
    "explanation": "Local Resilience Forums in the UK serve as multi-agency partnerships involving emergency services, local authorities, health agencies, and others. Their role is to coordinate emergency planning and ensure community-level preparedness. By fostering cooperation across sectors, LRFs enhance the region’s collective capacity to respond effectively to emergencies."
  },
  {
    "id": "3845078",
    "unitNumber": 7,
    "text": "Which of the following is described as a characteristic of a resilient community?",
    "correctAnswer": "A",
    "options": {
      "A": "Durable infrastructure and strong interactions between communities",
      "B": "Absence of emergency protocols by governments",
      "C": "Fragmented social ties",
      "D": "High dependence on national authorities",
      "E": "Avoidance of community-level planning"
    },
    "explanation": "Resilient communities are defined by their ability to withstand and recover from disasters. The text highlights the role of robust physical infrastructure, well-maintained emergency systems, and strong social networks. These elements work together to enable faster recovery, mutual aid, and continuity of services during crises."
  },
  {
    "id": "3845079",
    "unitNumber": 7,
    "text": "What does the Sendai Framework emphasize as a shift in disaster management?",
    "correctAnswer": "D",
    "options": {
      "A": "Eliminating local participation",
      "B": "Focusing only on short-term emergency response",
      "C": "Replacing civil society with government authority",
      "D": "Moving from response to risk reduction",
      "E": "Prioritizing economic recovery over environmental planning"
    },
    "explanation": "The Sendai Framework marks a significant policy shift by promoting disaster risk reduction (DRR) over reactive emergency response. It supports proactive strategies like preparedness, governance, education, and sustainable infrastructure to reduce vulnerabilities before disasters occur, aiming for long-term resilience."
  },
  {
    "id": "3845080",
    "unitNumber": 7,
    "text": "Which country was mentioned as having strong community-based disaster risk reduction practices due to frequent earthquakes?",
    "correctAnswer": "E",
    "options": {
      "A": "United Kingdom",
      "B": "Australia",
      "C": "Türkiye",
      "D": "Canada",
      "E": "Japan"
    },
    "explanation": "Japan is recognized for its community-based disaster risk reduction (CBDR) programs. The country has local disaster committees in many municipalities, engaging citizens directly in preparedness and response activities. This approach has been shaped by Japan’s frequent exposure to earthquakes and tsunamis, necessitating strong local engagement."
  },
  {
    "id": "3845081",
    "unitNumber": 7,
    "text": "What is a benefit of restoring wetlands as part of disaster preparedness strategy?",
    "correctAnswer": "B",
    "options": {
      "A": "Reduces urbanization",
      "B": "Absorbs floodwaters and preserves biodiversity",
      "C": "Increases industrial zones",
      "D": "Limits communication between communities",
      "E": "Encourages relocation"
    },
    "explanation": "Restoring wetlands serves dual functions in ecological resilience. It reduces flood risk by naturally absorbing excess rainwater and enhances biodiversity by protecting habitats. This nature-based solution offers long-term, cost-effective protection for communities against environmental hazards."
  },
  {
    "id": "3845083",
    "unitNumber": 7,
    "text": "Which of the following is <em>NOT</em> listed as a principle of the AIDR for community engagement?",
    "correctAnswer": "A",
    "options": {
      "A": "Rely solely on top-down policies",
      "B": "Recognize complexity",
      "C": "Communicate inclusively",
      "D": "Work in partnership",
      "E": "Build capability"
    },
    "explanation": "AIDR (Australian Institute for Disaster Resilience) promotes inclusive, participatory, and context-aware engagement. The idea of relying solely on top-down approaches contradicts the handbook’s six core principles, which emphasize collaboration, community-centered planning, and mutual respect."
  },
  {
    "id": "3845084",
    "unitNumber": 7,
    "text": "According to the chapter, what factor <em>most strongly</em> hinders proactive disaster preparedness in communities?",
    "correctAnswer": "B",
    "options": {
      "A": "International laws",
      "B": "Calamity culture",
      "C": "Economic inflation",
      "D": "Media influence",
      "E": "Academic debates"
    },
    "explanation": "\"Calamity culture\" refers to a fatalistic mindset that sees disasters as inevitable, discouraging communities from taking preventive measures. This leads to inaction, poor preparedness, and dependence on external help. The chapter warns against this attitude, advocating for empowered, self-reliant communities."
  },
  {
    "id": "3845085",
    "unitNumber": 7,
    "text": "What role do lay people most often serve in disaster response, according to the examples in the chapter?",
    "correctAnswer": "D",
    "options": {
      "A": "Logistics coordinators",
      "B": "Policy makers",
      "C": "Engineers",
      "D": "First responders",
      "E": "Architects"
    },
    "explanation": "In many disasters, especially in the early hours after an event, members of the local population are often the first to respond. The text cites examples such as the 1990 Luzon earthquake and the 2023 earthquakes in Türkiye, where ordinary citizens conducted rescue operations before professional help arrived."
  },
  {
    "id": "3845086",
    "unitNumber": 7,
    "text": "Which concept best captures the interrelation of development and disaster vulnerability?",
    "correctAnswer": "B",
    "options": {
      "A": "Economic independence",
      "B": "Sustainability",
      "C": "Political neutrality",
      "D": "Technological supremacy",
      "E": "Globalization"
    },
    "explanation": "The chapter discusses how sustainable development is key to reducing vulnerability. Access to education, housing, and healthcare contributes to long-term resilience. Development that considers environmental and social factors helps mitigate risks and improve community responses to future hazards."
  },
  {
    "id": "3843111",
    "unitNumber": 8,
    "text": "Which of the following is a key advantage of international collaboration in disaster management?",
    "correctAnswer": "B",
    "options": {
      "A": "It removes the need for local disaster response capacity.",
      "B": "It enables shared resources and expertise for faster action.",
      "C": "It allows foreign agencies to control key decisions.",
      "D": "It replaces national laws on emergency management.",
      "E": "It puts the priorities of donor countries above all else."
    },
    "explanation": "International collaboration allows countries to share technologies, funding, and best practices, enhancing their ability to manage large-scale disasters efficiently."
  },
  {
    "id": "3843112",
    "unitNumber": 8,
    "text": "Which of the following best describes the major reason for increased cross-border collaboration?",
    "correctAnswer": "E",
    "options": {
      "A": "Civil protection laws",
      "B": "Federal decentralization",
      "C": "Infrastructure resilience",
      "D": "Sustainable local governance",
      "E": "Transboundary nature of disasters"
    },
    "explanation": "Cross-border collaboratıon has become nececcary because the world has learned from the bitter experiences of the cross-border nature of disasters: The oil spills in The Gulf of Mexico, the nuclear meltdowns in Ukraine and Japan, a bacteria (COVID-19) transmitted to humans from bats in China, and etc."
  },
  {
    "id": "3843113",
    "unitNumber": 8,
    "text": "Which of the following is the role of ASEAN in disaster management?",
    "correctAnswer": "B",
    "options": {
      "A": "Funding NGOs in underdeveloped countries",
      "B": "Fostering collaboration and rapid regional response",
      "C": "Collecting donations for national disaster strategies",
      "D": "Imposing strict migration limits within member countries",
      "E": "Providing telecommunication assistance in disaster areas"
    },
    "explanation": "ASEAN play a vital role by pooling member state resources, facilitating training, and coordinating regional emergency responses."
  },
  {
    "id": "3843114",
    "unitNumber": 8,
    "text": "Which of the following is the primary role of the UN Office for the Coordination of Humanitarian Affairs (OCHA)?",
    "correctAnswer": "A",
    "options": {
      "A": "Coordinating international response efforts",
      "B": "Controlling national emergency budgets",
      "C": "Maintaining military peace operations",
      "D": "Funding only government programs",
      "E": "Designing infrastructure in conflict zones"
    },
    "explanation": "OCHA leads coordination between UN agencies, governments, and NGOs to streamline humanitarian aid during crises."
  },
  {
    "id": "3843115",
    "unitNumber": 8,
    "text": "The Global Outbreak Alert and Response Network (GOARN) has been founded within _____.\n Which of the following correctly completes statement?",
    "correctAnswer": "D",
    "options": {
      "A": "UNICEF",
      "B": "UNESCO",
      "C": "The UN",
      "D": "WHO",
      "E": "WFP"
    },
    "explanation": "The Global Outbreak Alert and Response Network (GOARN) developed by the World Health Organization (WHO) after the SARS outbreak."
  },
  {
    "id": "3843116",
    "unitNumber": 8,
    "text": "Which of the following is the key function of The UN Office for Disaster Risk Reduction (UNDRR)?",
    "correctAnswer": "C",
    "options": {
      "A": "Managing military interventions in disasters",
      "B": "Imposing sanctions on unprepared countries",
      "C": "Coordinating global efforts to reduce disaster risks",
      "D": "Controlling migration from disaster-prone regions",
      "E": "Enforcing building codes in all member states"
    },
    "explanation": "UNDRR plays a central role in guiding international cooperation and policy for disaster risk reduction, as explained on page"
  },
  {
    "id": "3843117",
    "unitNumber": 8,
    "text": "What does the 'Sendai Framework for Disaster Risk Reduction' emphasize?",
    "correctAnswer": "C",
    "options": {
      "A": "Strict control of information flow before disaster",
      "B": "Immediate military-led disaster response",
      "C": "Prevention, risk reduction, and community resilience",
      "D": "Privatization of governmental emergency services",
      "E": "Isolation of national systems from local ones"
    },
    "explanation": "The Sendai Framework prioritizes proactive approaches, focusing on reducing risk and building resilience rather than merely responding to disasters."
  },
  {
    "id": "3843118",
    "unitNumber": 8,
    "text": "Which international organization is known for providing financial aid and technical expertise to disaster-prone countries?",
    "correctAnswer": "D",
    "options": {
      "A": "NATO",
      "B": "UNESCO",
      "C": "Interpol",
      "D": "World Bank",
      "E": "Greenpeace"
    },
    "explanation": "The World Bank plays a significant role in supporting disaster-prone countries through funding reconstruction efforts and risk reduction strategies."
  },
  {
    "id": "3843119",
    "unitNumber": 8,
    "text": "Which of the following supports successful coordination among diverse actors in disaster management?",
    "correctAnswer": "A",
    "options": {
      "A": "Clear communication, mutual respect, and trust",
      "B": "Limiting participation to national governments only",
      "C": "Reducing transparency to streamline operations",
      "D": "Rigid chains of command and uniform rules",
      "E": "Centralized control by a single lead agency"
    },
    "explanation": "The chapter highlights that trust, transparency, and effective communication are vital for cooperation among multiple actors with different structures and mandates."
  },
  {
    "id": "3843120",
    "unitNumber": 8,
    "text": "Why is it important to consider cultural norms in international disaster response efforts?",
    "correctAnswer": "E",
    "options": {
      "A": "To promote only local leadership in all activities",
      "B": "To reduce the role of science in emergency plans",
      "C": "To discourage input from non-governmental organizations",
      "D": "To require identical responses across different countries",
      "E": "To ensure that aid strategies align with community values"
    },
    "explanation": "The chapter explains that understanding local beliefs, traditions, and communication styles helps tailor responses to be more accepted and effective by affected populations."
  },
  {
    "id": "3845093",
    "unitNumber": 8,
    "text": "Which of the following is NOT listed as a main challenge in managing transboundary crises?",
    "correctAnswer": "C",
    "options": {
      "A": "Information fragmentation across borders",
      "B": "Coordination of resources and staff",
      "C": "Cultural homogeneity among responders",
      "D": "Leadership and decision-making issues",
      "E": "Language differences"
    },
    "explanation": "The text identifies three main challenges: information fragmentation, coordination issues, and leadership/decision-making difficulties (including language barriers). \"Cultural homogeneity\" is not a challenge-rather, cultural differences are."
  },
  {
    "id": "3845099",
    "unitNumber": 8,
    "text": "Which agreement aimed to simplify the cross-border emergency management process between the United States and Canada?",
    "correctAnswer": "A",
    "options": {
      "A": "Smart Border Action Plan",
      "B": "Hyogo Framework for Action",
      "C": "Safe Third Country Agreement",
      "D": "ASEAN Disaster Agreement",
      "E": "Lisbon Treaty"
    },
    "explanation": "The Smart Border Action Plan (2007) streamlined emergency management between the US and Canada, removing bureaucratic obstacles and enabling professionals to work across borders."
  },
  {
    "id": "3845101",
    "unitNumber": 8,
    "text": "Which organization developed the Global Outbreak Alert and Response Network (GOARN)?",
    "correctAnswer": "C",
    "options": {
      "A": "United Nations Development Programme",
      "B": "World Food Programme",
      "C": "World Health Organization",
      "D": "International Federation of Red Cross and Red Crescent Societies",
      "E": "NATO"
    },
    "explanation": "GOARN was established by WHO after the SARS outbreak to provide expertise, deploy field teams, and coordinate cross-border responses to health emergencies."
  },
  {
    "id": "3845104",
    "unitNumber": 8,
    "text": "What is the primary role of the Office for the Coordination of Humanitarian Affairs (OCHA) in disaster situations?",
    "correctAnswer": "A",
    "options": {
      "A": "Coordinating humanitarian assistance among multiple actors",
      "B": "Financing long-term reconstruction",
      "C": "Providing medical treatment",
      "D": "Conducting meteorological forecasting",
      "E": "Drafting international treaties"
    },
    "explanation": "OCHA leads and coordinates humanitarian responses, ensuring collaboration among local, national, and international actors and NGOs during emergencies."
  },
  {
    "id": "3845106",
    "unitNumber": 8,
    "text": "Which of the following is NOT a focus area of the United Nations Development Programme (UNDP) in disaster management?",
    "correctAnswer": "D",
    "options": {
      "A": "Conflict prevention and crisis governance",
      "B": "Livelihoods and economic recovery",
      "C": "Women in peacebuilding and recovery",
      "D": "Emergency shelter provision as the primary responder",
      "E": "Climate change management"
    },
    "explanation": "UNDP focuses on long-term recovery and integrating disaster management into sustainable development, but it is not a primary emergency responder; that role belongs to agencies like OCHA."
  },
  {
    "id": "3845108",
    "unitNumber": 8,
    "text": "Which framework succeeded the Hyogo Framework for Action in 2015?",
    "correctAnswer": "B",
    "options": {
      "A": "Lisbon Treaty",
      "B": "Sendai Framework for Disaster Risk Reduction",
      "C": "ASEAN Agreement",
      "D": "Interreg Cooperation Programme",
      "E": "Solidarity Clause"
    },
    "explanation": "The Sendai Framework (2015-2030) replaced the HFA, aiming to reduce losses and increase resilience through international cooperation and early warning systems."
  },
  {
    "id": "3845110",
    "unitNumber": 8,
    "text": "What does The World Bank’s Global Facility for Disaster Risk Reduction (GFDRR) primarily aim to?",
    "correctAnswer": "A",
    "options": {
      "A": "Promote global standardization and harmonization in risk reduction",
      "B": "Provide immediate relief supplies",
      "C": "Operate emergency shelters worldwide",
      "D": "Enforce international disaster law",
      "E": "Conduct post-disaster epidemiological studies"
    },
    "explanation": "GFDRR focuses on promoting risk reduction and preparedness before disasters, as well as standardizing and harmonizing disaster risk management globally."
  },
  {
    "id": "3845112",
    "unitNumber": 8,
    "text": "Which regional organization established the “Disaster Response Unit” composed of civilian and military actors?",
    "correctAnswer": "E",
    "options": {
      "A": "European Union",
      "B": "ASEAN",
      "C": "SADC",
      "D": "OAS",
      "E": "NATO"
    },
    "explanation": "NATO created the Disaster Response Unit to deploy to disaster areas when necessary, combining civilian and military capacities for coordinated action."
  },
  {
    "id": "3845116",
    "unitNumber": 8,
    "text": "What is considered a prerequisite for effective cross-border cooperation?",
    "correctAnswer": "D",
    "options": {
      "A": "High financial investment",
      "B": "Establishing uniform political systems",
      "C": "Using the same language across countries",
      "D": "Building mutual trust between institutions",
      "E": "Creating permanent military presence"
    },
    "explanation": "Trust is identified as a catalyst for effective coordination and is essential before launching fast, efficient, and effective disaster responses."
  },
  {
    "id": "3845118",
    "unitNumber": 8,
    "text": "In multi-organizational disaster response, which factor is NOT mentioned as a barrier to coordination?",
    "correctAnswer": "E",
    "options": {
      "A": "Lack of standardization",
      "B": "Differences in organizational culture",
      "C": "Conflicts over tasks",
      "D": "Overlapping mandates",
      "E": "Shared technological systems"
    },
    "explanation": "Barriers include lack of standardization, cultural differences, task conflicts, and overlapping mandates. Shared technological systems, if anything, would aid coordination rather than hinder it."
  }
]