[
  {
    "id": "3365148",
    "unitNumber": 1,
    "text": "Gerçekleşen finansal nitelikteki işlemlere yönelik yapılan yevmiye defteri kayıtlarında ve büyük deftere aktarmalarda matematiksel açıdan bir hata olup olmadığını kontrol etmek için düzenlenen tablolara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "mizan",
      "B": "bilanço",
      "C": "gelir tablosu",
      "D": "satışların maliyeti tablosu",
      "E": "kar dağıtım tablosu"
    },
    "explanation": "GİRİŞ<br/>Gerçekleşen finansal nitelikteki işlemlere yönelik yapılan yevmiye defteri kayıtlarında ve büyük deftere aktarmalarda matematiksel açıdan bir hata olup olmadığını kontrol etmek için düzenlenen tablolara mizan adı verilir."
  },
  {
    "id": "3365149",
    "unitNumber": 1,
    "text": "Muhasebe sürecinde \"Dönemsonu envanter işlemlerini yapılması ve yevmiye defterine ve büyük deftere kaydedilmesi\" aşamasından sonra hangi aşama gelir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mali tabloların düzenlenmesi ve kapanış kayıtlarının yapılması",
      "B": "Açılış kaydının büyük deftere aktarılması",
      "C": "Aylık mizanların düzenlenmesi",
      "D": "Günlük işlemlerin yevmiye defterine ve büyük deftere kaydedilmesi",
      "E": "Kesin mizanın düzenlenmesi"
    },
    "explanation": "GİRİŞ<br/>Kesin mizanın düzenlenmesi"
  },
  {
    "id": "3365150",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Vergi Usul Kanununca envanter işlemi yapmak zorunda olanlardan biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşletme defteri tutan mal alış satışı üzerineçalışan mükellefler, envanter işlemi yaparak faaliyet sonuçlarını belirlemek zorundadırlar.",
      "B": "Kendi isteği ile bilanço esasına göre defter tutanlar,",
      "C": "Kendi isteği ile işletme esasına göre defter tutanlar,",
      "D": "Her türlü ticaret şirketleri,",
      "E": "Bilanço esasına göre defter tutmak zorunda olan gerçek ve tüzel kişi tacirler"
    },
    "explanation": "ENVANTER KAVRAMI VE ENVANTER ÇIKARMA ZAMANI<br/>Vergi Usul Kanunu envanter işlemi yapmak zorunda olanları aşağıdaki gibi belirlemiştir.<br/>• Bilanço esasına göre defter tutmak zorunda olan gerçek ve tüzel kişi tacirler<br/>• Her türlü ticaret şirketleri,<br/>• Kendi isteği ile bilanço esasına göre defter tutanlar,<br/>• İşletme defteri tutan mal alış satışı üzerineçalışan mükellefler, envanter işlemi yaparak faaliyet sonuçlarını belirlemek zorundadırlar."
  },
  {
    "id": "3365151",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi gerekli düzenleyici muhasebe kayıtlarını kapsayan envanter aşamasıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Muhasebe dışı envanter",
      "B": "Muhasebe içi envanter",
      "C": "Devir envanteri",
      "D": "Tasfiye Envanteri",
      "E": "Dönemsonu envanteri"
    },
    "explanation": "ENVANTER İŞLEMLERİNİN AŞAMALARI<br/>Envanter işlemleri kapsamında iktisadi kıymetlerin fiilî olarak tespiti ve değerlendirilmesi aşamaları muhasebe dışı envanter olarak kabul edilir. Bu tespit ve değerlendirme işleminden sonra bulunan sonuçla-rın muhasebe kayıtları ile karşılaştırılarak hesapların gerçek durumu ifade eder duruma getirilmesi işlemi ise muhasebe içi envanter işlemi olarak kabul edilir. Muhasebe içi envanter gerekli düzenleyici muhasebe kayıtlarını kapsar."
  },
  {
    "id": "3365152",
    "unitNumber": 1,
    "text": "Aşağıda hangi bilanço kalemine muhasebe dışı envanter işlemleri uygulanmaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Kasa",
      "B": "Stoklar",
      "C": "Maddi Duran Varlıklar",
      "D": "Alınan Çekler",
      "E": "Şüpheli Alacaklara Karşılık Ayrılması"
    },
    "explanation": "Sayım İşlemleri<br/>Aşağıda bazı bilanço kalemlerinin muhasebe dışı envanter işlemleri kapsamında ele alınır;<br/>Kasa Mevcudu<br/>Çekler<br/>Banka Mevcudu<br/>Menkul Kıymetler<br/>Alacaklar<br/>Stoklar<br/>Duran Varlıklar<br/>Banka Kredileri<br/>Borçlar<br/>Gelecek Döneme Ait Gelir ve Giderler<br/>Gelir ve Gider Tahakkukları"
  },
  {
    "id": "3365153",
    "unitNumber": 1,
    "text": "\" Piyasa katılımcıları ara-sında ölçüm tarihinde olağan bir işlemde, bir varlı-ğın satışından elde edilecek veya bir yükümlülüğün devrinde ödenecek fiyata\" ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gerçeğe uygun değer",
      "B": "Kullanım değeri",
      "C": "Bir varlığın cari maliyeti",
      "D": "Tasarruf değeri",
      "E": "İtibari değer"
    },
    "explanation": "DEĞERLEME ÖLÇÜLERİ<br/>Gerçeğe uygun değer, piyasa katılımcıları ara-sında ölçüm tarihinde olağan bir işlemde, bir varlı-ğın satışından elde edilecek veya bir yükümlülüğün devrinde ödenecek fiyattır."
  },
  {
    "id": "3365154",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi VUK 261. maddesine göre belirlenen değerleme ilkerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "İtibari değer,",
      "B": "Mukayyet değer,",
      "C": "Tasarruf değeri,",
      "D": "Gerçeğe uygun değer",
      "E": "Borsa rayici,"
    },
    "explanation": "Vergi Usul Kanunu’nda Değerleme ve Değerleme Ölçüleri<br/>VUK 261. maddesine göre değerleme, iktisadi kıymetin tür ve niteliğine göre aşağıdaki ölçülerden biri ile yapılır:<br/>• Maliyet bedeli,<br/>• Borsa rayici,<br/>• Tasarruf değeri, <br/>• Mukayyet değer,<br/>• İtibari değer,<br/>• Rayiç bedel,<br/>• Emsal bedeli ve emsal ücreti."
  },
  {
    "id": "3365155",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi dönem sonunda Tasarruf değeri ile değerlenir?",
    "correctAnswer": "D",
    "options": {
      "A": "kasa",
      "B": "stoklar",
      "C": "menkul kıymetler",
      "D": "alacak senetleri ve borç senetleri",
      "E": "Şerefiye"
    },
    "explanation": "Vergi Usul Kanunu’nda Değerleme ve Değerleme Ölçüleri<br/>Tasarruf değeri ile değerlenecek iktisadi varlıklar ve borçlar şunlardır:<br/>• Senetli alacaklar, VUK. m. 281. (isteğe bağlı)<br/>• Senetli borçlar, VUK. m. 285. (isteğe"
  },
  {
    "id": "3365156",
    "unitNumber": 1,
    "text": "“gerçek bedeli belli ol-mayan veya bilinmeyen veyahut doğru olarak tespit edilemeyen bir malın, değerleme gününde satılması hâlinde emsaline nazaran haiz olacağı değer\" aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tasarruf değeri",
      "B": "Borsa rayici",
      "C": "Emsal bedeli",
      "D": "Maliyet bedeli",
      "E": "Nominal değer"
    },
    "explanation": "Vergi Usul Kanunu’nda Değerleme ve Değerleme Ölçüleri<br/>VUK’nun emsal bedeli ile ilgili 267. maddesiaynen şöyledir: “Emsal bedeli, gerçek bedeli belli ol-mayan veya bilinmeyen veyahut doğru olarak tespit edilemeyen bir malın, değerleme gününde satılması hâlinde emsaline nazaran haiz olacağı değerdir”"
  },
  {
    "id": "3365157",
    "unitNumber": 1,
    "text": "\"Varlıklar elde edildikleri tarihte alımları için ödenen nakit veya nakit benzerlerinin tutarları ile veya onlara karşılık verilen varlıkların gerçeğe uygun değerleri ile ölçümlenmesine\" hangi maliyet denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tarihi Maliyet",
      "B": "Cari değer",
      "C": "Gerçeğe uygun değer",
      "D": "Kullanım değeri",
      "E": "Bir varlığın cari maliyeti"
    },
    "explanation": "Türk Ticaret Kanunu’na Göre Değerleme Esasları<br/>Tarihi Maliyette, Varlıklar elde edildikleri tarihte alımları için ödenen nakit veya nakit benzerlerinin tutarları ile veya onlara karşılık verilen varlıkların gerçeğe uygun değerleri ile ölçümlenir."
  },
  {
    "id": "3365480",
    "unitNumber": 1,
    "text": "Gerçekleşen finansal nitelikteki işlemlere yönelik yapılan yevmiye defteri kayıtlarında ve büyük deftere aktarmalarda matematiksel açıdan bir hata olup olmadığını kontrol etmek için düzenlenen tablolara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mizan",
      "B": "Envanter",
      "C": "Mali tablo",
      "D": "Yevmiye defteri",
      "E": "Bilanço"
    },
    "explanation": "Gerçekleşen finansal nitelikteki işlemlere yönelik yapılan yevmiye defteri kayıtlarında ve büyük deftere aktarmalarda matematiksel açıdan bir hata olup olmadığını kontrol etmek için düzenlenen tablolara mizan adı verilir."
  },
  {
    "id": "3365481",
    "unitNumber": 1,
    "text": "İşletmenin varlıklarının ve kaynaklarının bilanço günündeki miktar ve değerlerinin saptanıp, buna göre hesaplarda gerekli değişiklikleri yaparak gerçek durumu gösterir hale getiren işlemlerin tümüne ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilanço",
      "B": "Envanter",
      "C": "Aylık mizan",
      "D": "Kesin mizan",
      "E": "Mali tablo"
    },
    "explanation": "Envanter işlemleri işletmenin varlıklarının ve kaynaklarının bilanço günündeki miktar ve değerlerini saptayıp saptanan hususlara göre hesaplarda gerekli değişiklikleri yaparak hesapları gerçek durumu gösterir hale getiren işlemlerin tümüdür."
  },
  {
    "id": "3365482",
    "unitNumber": 1,
    "text": "Hesap döneminin 12 aylık normal takvim yılı kabul edilmesinin istisnası olan VUK 190. maddesine göre aşağıdakilerden hangisi envanterini üç yılda bir çıkarabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bakkallar",
      "B": "Döviz büroları",
      "C": "Eczaneler",
      "D": "Oteller",
      "E": "Marketler"
    },
    "explanation": "Hesap döneminin 12 aylık normal takvim yılı kabul edilmesinin bir istisnası VUK 190. maddesinde belirtilmektedir. Buna göre “büyük mağazalar ve eczaneler emtia mevcutlarının envanterini üç yılda bir çıkartabilirler. Büyük mağazalardan maksat, çeşitli mal üzerine geniş ölçüde ve perakende iş yapan ticarethanelerdir.”"
  },
  {
    "id": "3365483",
    "unitNumber": 1,
    "text": "Envanter işlemleri kapsamında iktisadi kıymetlerin fiilî olarak tespiti ve değerlendirilmesi aşamalarına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Muhasebe dışı envanter",
      "B": "Muhasebe içi envanter",
      "C": "Mali tablo",
      "D": "Bilanço",
      "E": "Kesin mizan"
    },
    "explanation": "Envanter işlemleri kapsamında iktisadi kıymetlerin fiilî olarak tespiti ve değerlendirilmesi aşamaları muhasebe dışı envanter olarak kabul edilir."
  },
  {
    "id": "3365484",
    "unitNumber": 1,
    "text": "Envanter işlemlerinin aşamaları ile ilgili olarak muhasebe dışı envanter işlemleri ile gerçek durum tespitinden sonra hangi aşama gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Muhasebe dışı envanter ile genel geçici mizanın karşılaştırılması",
      "B": "Kesin mizanın hazırlanması ve kapanış kayıtları",
      "C": "Sayım işlemleri ve mali tabloların hazırlanması",
      "D": "Mali tabloların hazırlanması",
      "E": "Kapanış kayıtları"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/bdaef8216096e1eacb205e404ac4c81a.jpeg\" alt=\"\" width=\"567\" height=\"264\">"
  },
  {
    "id": "3365485",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisinin hazırlanması muhasebe dışı envantere dayanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Mali tabloların hazırlanması",
      "B": "Bilançonun hazırlanması",
      "C": "Kesin mizanın hazırlanması",
      "D": "Aylık mizanın hazırlanması",
      "E": "Günlük işlem kaydı"
    },
    "explanation": "Bilançonun hazırlanması muhasebe dışı envantere dayanır."
  },
  {
    "id": "3365486",
    "unitNumber": 1,
    "text": "Dönem içinde işlemlerin deftere kaydı sırasında hatalı kayıtlar yapılmış ise, bu hataların muhasebe kayıtlarına göre düzeltilmesi hangi işlemleri kapsar?",
    "correctAnswer": "B",
    "options": {
      "A": "Muhasebe dışı envanter",
      "B": "Muhasebe içi envanter",
      "C": "Mali tablo",
      "D": "Sayım",
      "E": "Kesin mizan"
    },
    "explanation": "Dönem içinde işlemlerin deftere kaydı sırasında hatalı kayıtlar yapılmışsa bu hataların muhasebe kayıtlarına göre düzeltilmesi de muhasebe içi envanter işlemleri kapsamında yapılır. Dönem boyunca çalışan gelir ve gider hesaplarının da kapatılıp kar zarara devredilmesi de yine muhasebe içi envanter işlemleri sırasında yapılır."
  },
  {
    "id": "3365487",
    "unitNumber": 1,
    "text": "“Vergi matrahlarının hesaplaması ile ilgili iktisadi kıymetlerin takdir ve tespiti” şeklinde tanımlanan işlem Vergi Usul Kanunu (VUK)’nun hangi maddesinde tanımlanır?",
    "correctAnswer": "C",
    "options": {
      "A": "186",
      "B": "190",
      "C": "258",
      "D": "261",
      "E": "263"
    },
    "explanation": "VUK’nun 258. maddesi değerlemeyi “vergi matrahlarının hesaplamasıyla ilgili iktisadi kıymetlerin takdir ve tespitidir” şeklinde tanımlamaktadır."
  },
  {
    "id": "3365488",
    "unitNumber": 1,
    "text": "Maliyet bedeli ölçüsü ile hangisi <strong>değerlenmez?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Senetli alacaklar",
      "B": "Maddi olmayan duran varlıklar",
      "C": "Ticari mallar",
      "D": "Üretilen mallar",
      "E": "Tarımsal ürünler"
    },
    "explanation": "Maliyet bedeli ölçüsü ile maddi duran varlıklar, maddi olmayan duran varlıklar, ticari mallar, üretilen mallar, tarımsal ürünler değerlenir."
  },
  {
    "id": "3365489",
    "unitNumber": 1,
    "text": "2365 sayılı Kanun ile mükerrer 266 madde olarak VUK’na eklenmiş ve “bir iktisadi kıymetin değerleme günündeki normal alım satım değeri” şeklindeki tanım hangisinde aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tasarruf değeri",
      "B": "Maliyet değeri",
      "C": "Rayiç bedel",
      "D": "Mukayyet bedel",
      "E": "Kayıtlı bedel"
    },
    "explanation": "Rayiç bedel, 2365 sayılı Kanun’la, mükerrer 266 madde olarak VUK’na eklenmiştir. “Rayiç bedel, bir iktisadi kıymetin değerleme günündeki normal alım satım değeridir.”"
  },
  {
    "id": "3365158",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi nakit benzeri varlıkları tanımlamak amacıyla kullanılabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ciro edilmiş vadeli çekler",
      "B": "Kısa vadeli nakit yükümlülükler için elde bulundurulan ve yatırım amacıyla veya diğer amaçlarla kullanılmayan varlıklar",
      "C": "Vadeli senetler için elde bulundurulan ve birikim amaçlı kullanılabilen varlıklardır.",
      "D": "Uzun vadeli nakit yükümlülükleri için verilen ödeme emirleri",
      "E": "Döviz nakit yükümlülükleri için elde bulundurulan ve döviz değişimi amacıyla kullanılmayan varlıklar"
    },
    "explanation": "Nakit benzeri varlıklar; kısa vadeli nakit yükümlülükler için elde bulundurulan ve yatırım amacıyla veya diğer amaçlarla kullanılmayan varlıklardır."
  },
  {
    "id": "3365159",
    "unitNumber": 2,
    "text": "Türkiye muhasebe uygulamalarına göre kasa hesabında <u><strong>sadece</strong> </u>hangi türden nakit giriş ve çıkışları izlenmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Altın ve yabancı para cinsinden nakit giriş ve çıkışları izlenmektedir.",
      "B": "Yabancı para ve menkul değer cinsinden nakit giriş ve çıkışları izlenmektedir.",
      "C": "Menkul değer ve Türk lirası cinsinden nakit giriş ve çıkışları izlenmektedir.",
      "D": "Türk lirası ve yabancı para cinsinden nakit giriş ve çıkışları izlenmektedir.",
      "E": "Çekler ve yabancı para cinsinden nakit giriş ve çıkışları izlenmektedir."
    },
    "explanation": "Türkiye muhasebe uygulamalarına göre KASA hesabında yalnızca Türk lirası ve yabancı para cinsinden nakit giriş ve çıkışları izlenmektedir."
  },
  {
    "id": "3365160",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerden hangisi kasadaki paranın noksan olmasının nedenlerinden biri <strong><u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yapılan bir ödemenin olduğundan çok daha yüksek tutarda kaydedilmesi",
      "B": "Yapılan bir ödemenin olduğundan daha düşük tutarda kaydedilmesi",
      "C": "Nakit para çıkışına neden olan işlemlerin (ödemelerin) kaydedilmemesi",
      "D": "Yapılan bir tahsilatın olduğundan daha yüksek tutarda kaydedilmesi",
      "E": "Kasadan sorumlu kişinin zimmetine para geçirmiş olması"
    },
    "explanation": "Kasadaki paranın noksan olmasının nedenleri şöyle sıralanabilir:<br/>• Yapılan bir ödemenin olduğundan daha <strong>düşük</strong> tutarda kaydedilmesi,<br/>• Nakit para çıkışına neden olan işlemlerin (ödemelerin) kaydedilmemesi,<br/>• Yapılan bir tahsilatın olduğundan daha yüksek tutarda kaydedilmesi,<br/>• Kasadan sorumlu kişinin zimmetine parageçirmiş olması."
  },
  {
    "id": "3365161",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi muhasebede her varlığın bir kaynağı olma zorunluluğu nedeniyle, kasa fazlalarının kaynağı tespit edilinceye kadar kaydedildiği, geçici kaynak hesabıdır ?",
    "correctAnswer": "B",
    "options": {
      "A": "Tahsilat ve Kasa Fazlaları Hesabı",
      "B": "Sayım ve Tesellüm Fazlaları Hesabı",
      "C": "Muhasebe ve Tescil Fazlaları Hesabı",
      "D": "Genel sayım ve Muhasebe Fazlaları Hesabı",
      "E": "Tescil ve Genel Kaynak Fazlaları Hesabı"
    },
    "explanation": "Muhasebede her varlığın bir kaynağı olmak zorundadır. Bu nedenle, kasa fazlaları, kaynağı tespit edilinceye kadar \"Sayım ve Tesellüm Fazlaları\" adındaki geçici bir kaynak hesabına kaydedilir."
  },
  {
    "id": "3365162",
    "unitNumber": 2,
    "text": "Kasa sayımı esnasında belirlenen kasa fazlasının nedeni sayımın yapıldığı gün tespit edilemediğinde, söz konusu fazlalık için aşağıdaki işlemlerden hangisi yapılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Fazla tutar; Arz ve Talep Fazlaları Hesabı'nda izlemeye alınır.",
      "B": "Fazla tutar; Kasa ve Tescil Fazlaları Hesabı'na alınır.",
      "C": "Fazla tutar; Sayım ve Tesellüm Fazlaları Hesabı'nda izlemeye alınır.",
      "D": "Fazla tutar; Borç ve Kasa Fazlası Hesabı'nda izlemeye alınır.",
      "E": "Fazla tutar; Fiili Sayım ve Tescil Farkları Hesabı'nda izlemeye alınır."
    },
    "explanation": "Kasa sayımı esnasında belirlenen kasa fazlasının nedeni sayımın yapıldığı gün tespit edilemediğinde, söz konusu fazlalık \"Sayım ve Tesellüm Fazlaları Hesabı'nda izlemeye alınır."
  },
  {
    "id": "3365163",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kasa fazlalığının nedeninin bütün araştırmalara rağmen veya dönem sonuna kadar tespit edilememesi durumunda, söz konusu fazlalık için yapılan işlemdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Söz konusu fazlalık gider olarak kaydedilir.",
      "B": "Söz konusu fazlalık eşit oranda ilgili hesaplar arasında paylaştırılır.",
      "C": "Söz konusu fazlalık hazineye devredilir.",
      "D": "Söz konusu fazlalık ortaklar arasında gider olarak kaydedilir.",
      "E": "Söz konusu fazlalık gelir olarak kaydedilir."
    },
    "explanation": "Kasa fazlalığının nedeninin bütün araştırmalara rağmen veya dönem sonuna kadar tespit edilememesi durumunda, söz konusu fazlalık gelir olarak kaydedilir."
  },
  {
    "id": "3365164",
    "unitNumber": 2,
    "text": "Aşağıdaki hangisi banknot ve demir para olarak yabancı para cinsinden nakitlerin muhasebedeki karşılığıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Çekler",
      "B": "Kasa",
      "C": "Türk Lirası",
      "D": "Efektif",
      "E": "Senetler"
    },
    "explanation": "Yabancı para cinsinden nakitler (banknot ve demir para) ise efektif olarak adlandırılır."
  },
  {
    "id": "3365165",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Tekdüzen Muhasebe Sistemi'nde kullanılan Bankalar Hesabı'nı açıklamak için kullanılabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletmenin bankalardaki Türk lirası para cinsinden vadeli ve vadesiz mevduatlarının izlendiği hesaptır.",
      "B": "İşletmenin bankalardaki Türk lirası ve yabancı para cinsinden vadeli ve vadesiz mevduatlarının izlendiği hesaptır.",
      "C": "İşletmenin bankalardaki yabancı para cinsinden yıllık vadeli ve vadesiz mevduatlarının izlendiği hesaptır.",
      "D": "İşletmenin bankalardaki Türk lirası, yabancı para ve menkul değerler cinsinden mevduatlarının izlendiği hesaptır.",
      "E": "İşletmenin bankalardaki menkul kıymetler cinsinden vadeli mevduatlarının izlendiği hesaptır."
    },
    "explanation": "Bankalar hesabı Tek Düzen Muhasebe Sistemine göre işletmenin bankalardaki Türk lirası ve yabancı para cinsinden vadeli ve vadesiz mevduatlarını izlendiği hesaptır."
  },
  {
    "id": "3365166",
    "unitNumber": 2,
    "text": "Aşağıdaki hangisi işletmelerin nakit fazlasını değerlendirmek amacıyla sıkça yararlandıkları finansal araçlar arasında yer alan menkul kıymetlerden biri <strong><u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yabancı para",
      "B": "Hisse senedi ve tahvil",
      "C": "Yatırım fonu katılım belgesi",
      "D": "Kâr-zarar ortaklığı belgesi",
      "E": "Gelir ortaklığı senedi"
    },
    "explanation": "İşletmelerin nakit fazlasını değerlendirmek amacıyla sıkça yararlandıkları finansal araçlar arasında yer alan menkul kıymetler şunlardır:<br/>• Hisse Senedi<br/>• Tahvil<br/>• Finansman Bonosu<br/>• Hazine Bonosu<br/>• Kâr-Zarar Ortaklığı Belgesi<br/>• Gelir Ortaklığı Senedi<br/>• Yatırım Fonu Katılım Belgesi"
  },
  {
    "id": "3365167",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi muhasebede hisse senetlerini tanımlamak için kullanılabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Büyük şirketler veya sermayesi paylara bölünmüş limited şirketler tarafından çıkartılan, şirkete sermaye koyan kişilere verilen, kıymetli belgelerdir.",
      "B": "Firmalar veya sermayesi paylara bölünmüş adi şirketler tarafından çıkartılan, şirkete sermaye koyan yatırımcıların, şirket sermayesine katılma payını temsil eden kıymetli belgelerdir.",
      "C": "Büyük şirketler veya sermayesi paylara bölünmüş limited şirketler tarafından çıkartılan, şirkete sermaye koyan kişilere verilen, şirket sermayesini temsil eden değerlerdir.",
      "D": "Anonim şirketler veya sermayesi paylara bölünmüş komandit şirketler tarafından çıkartılan, şirkete sermaye koyan kişilere verilen, şirket sermayesine katılma payını temsil eden kıymetli belgelerdir.",
      "E": "Anonim şirketler veya limited şirketler tarafından çıkartılan, şirkete sermaye koyan yatırımcılara verilen, şirket sermayesine katılma payını temsil eden banknotlardır."
    },
    "explanation": "Hisse senetleri, anonim şirketler veya sermayesi paylara bölünmüş komandit şirketler tarafından çıkartılan, şirkete sermaye koyan kişilere verilen, şirket sermayesine katılma payını temsil eden kıymetli belgelerdir."
  },
  {
    "id": "3365168",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi devlet tarafından çıkarılan bonoların muhasebedeki karşılığıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Finansman bonosu",
      "B": "Tahvil bonosu",
      "C": "Hazine bonosu",
      "D": "Sermaye bonosu",
      "E": "Yatırım bonosu"
    },
    "explanation": "Devlet tarafından ihraç edilen bonolar için muhasebede hazine bonosu kavramı kullanılır."
  },
  {
    "id": "3365169",
    "unitNumber": 2,
    "text": "Dönem sonu işlemleri sırasında, Vergi Usul Kanunu'na göre, işletmenin elinde bulunan hisse senetlerinin bilanço tarihi itibarıyla hangi değer ile değerlendirmeye tabii tutulur?",
    "correctAnswer": "A",
    "options": {
      "A": "Alış değeri",
      "B": "Rayiç değeri",
      "C": "Emsal değeri",
      "D": "Piyasa fiyatı değeri",
      "E": "Borsa değeri"
    },
    "explanation": "Dönem sonu işlemleri kapsamında, işletmenin elinde bulunan hisse senetlerinin bilanço tarihiitibarıyla değerinin tespit edilmesi gerekmektedir.<br/>Menkul kıymetlerin değerlenmesine ilişkin hükümler Vergi Usul Kanununda (VUK) düzenlenmiştir. Buna göre, hisse senetleri \"alış değeri\" ile değerlenir."
  },
  {
    "id": "3365170",
    "unitNumber": 2,
    "text": "Muhasebenin ihtiyatlılık kavramı gereği, borsa veya piyasa değeri alış değerinin altına düşen hisse senetleri için, muhasebede hangi işlemin yapılması gerekir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sermaye piyasası kuruluna bildirimde bulunulması gerekir.",
      "B": "Kamuyu aydınlatma platformuna açıklama yapılması gerekir.",
      "C": "Değer düşüklüğü tutarınca karşılık ayrılması gerekir.",
      "D": "Değer düşüklüğü kadar tutarı hisse senedinin nominal değerine eklemek gerekir.",
      "E": "Değerin artırılması amacıyla hisse senedini çıkaran işletme ile gerekli görüşmeler yapılır."
    },
    "explanation": "Muhasebenin ihtiyatlılık kavramı gereği, borsa veya piyasa değeri alış değerinin altına düşen hisse senetleri için değer düşüklüğü tutarınca karşılık ayrılması zorunludur."
  },
  {
    "id": "3365171",
    "unitNumber": 2,
    "text": "İşletme kasasındaki mevcut para tutarının Kasa hesabının kalanına eşit olması ne anlama gelir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kasadaki nakit mevcudunda fazla olduğu",
      "B": "Kasa Hesabı'nın kapalı olduğu",
      "C": "Kasa Hesabı ile ilgili işlemlerde bir hata olmadığı",
      "D": "Kasadaki nakit mevcudunda noksan olduğu",
      "E": "Kasa Hesabı'yla ilgili işlemlerde bir hata olduğu"
    },
    "explanation": "İşletme kasasındaki mevcut para tutarının Kasa hesabının kalanına eşit olması, kasa hesabıyla ilgili işlemlerde bir hata olmadığının, işlemlerim tam ve doğru yapıldığının göstergesidir."
  },
  {
    "id": "3365172",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kasadaki paranın noksan olmasının nedenlerinden birisi <u><strong>değildir</strong></u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Yapılan bir ödemenin olduğundan daha düşük bir tutarda kaydedilmesi",
      "B": "Nakit para çıkışına neden olan işlemlerin kaybedilmemesi",
      "C": "Yapılan bir tahsilatın olduğundan daha yüksek tutarda kaydedilmesi",
      "D": "Fiili para mevcudunun alınan depozitolardan kaynaklanıyor olması",
      "E": "Kasadan sorumlu kişinin zimmetine para geçirmiş olması"
    },
    "explanation": "Yapılan bir ödemenin olduğundan daha<br/>düşük tutarda kaydedilmesi,<br/>• Nakit para çıkışına neden olan işlemlerin ödemelerin) kaydedilmemesi,<br/>• Yapılan bir tahsilatın olduğundan daha yüksek tutarda kaydedilmesi,<br/>• Kasadan sorumlu kişinin zimmetine para geçirmiş olması.<br/>Buna göre; fiili para mevcudunun alınan depozitolardan kaynaklanıyor olması, kasadaki paranın noksan olmasının nedenlerinden değildir."
  },
  {
    "id": "3365173",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi verilen bir şeyi alıp kaydetme, resmen teslim alma anlamına gelmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kasa sayımı",
      "B": "Kasa noksanlığı",
      "C": "Kasa fazlalığı",
      "D": "Kasa denkliği",
      "E": "Tesellüm"
    },
    "explanation": "Tesellüm verilen bir şeyi alıp kaydetme, resmen teslim alma anlamına gelmektedir. Doğru cevap E şıkkıdır"
  },
  {
    "id": "3365174",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi işletmenin kredili (veresiye) ticari mal alımlarından doğan borçlarını izlediği bir kaynak hesabıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Satıcılar hesabı",
      "B": "Sonuç hesabı",
      "C": "Gider hesabı",
      "D": "Kasa hesabı",
      "E": "Sayım hesabı"
    },
    "explanation": "Satıcılar hesabı işletmenin kredili (veresiye) ticari mal alımlarından doğan borçlarını izlediği bir kaynak hesabıdır. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3365175",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi fiziki sayımlar sonucunda tespit edilen ve tesellüm sırasında ortaya çıkan her türlü fazlalığın (kasa,menkul kıymet, stok ve maddi duran varlık fazlası) geçici olarak kaydedilip izlendiği hesaptır?",
    "correctAnswer": "B",
    "options": {
      "A": "Gider hesabı",
      "B": "Sayım ve tesellüm fazlaları hesabı",
      "C": "Sonuç hesabı",
      "D": "Satıcılar hesabı",
      "E": "Kasa hesabı"
    },
    "explanation": "Sayım ve tesellüm fazlaları hesabı fiziki sayımlar sonucunda tespit edilen ve tesellüm sırasında ortaya çıkan her türlü fazlalığın (kasa,menkul kıymet, stok ve maddi duran varlık fazlası) geçici olarak kaydedilip izlendiği hesaptır.Doğru cevap B şıkkıdır."
  },
  {
    "id": "3365176",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kasadaki paranın fazla olmasının nedenlerinden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yapılan bir tahsilatın kaydedilmesinin unutulması veya olduğundan eksik tutarda kaydedilmesi",
      "B": "Ticari işlemler sırasında kayıtlı tutardan fazla bir para tahsil edilmesi",
      "C": "Kasadan sorumlu kişinin zimmetine para geçirmiş olması",
      "D": "Ticari işlemler sırasında kayıtlı tutardan eksik bir ödeme yapılmış olması",
      "E": "Herhangi bir ödemenin (nakit çıkışının) olduğundan fazla kaydedilmesi"
    },
    "explanation": "Kasadan sorunlu kişinin zimmetine para geçirmiş olması kasadaki paranın noksan olmasının nedenlerinden birisidir. Kasadaki paranın fazla olmasının nedenlerinden biri değildir. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3365177",
    "unitNumber": 2,
    "text": "Yabancı para cinsinden nakitler (Banknot ve Demir para) ne olarak adlandırılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Değerli kağıtlar",
      "B": "Senet",
      "C": "Döviz",
      "D": "Efektif",
      "E": "Çek"
    },
    "explanation": "Yabancı paralar günlük dilde döviz olarak adlandırılmaktadır. Ancak ticari hayatta döviz denildiğinde yabancı para (dolar, avro vd.) cinsinden düzenlenmiş değerli kağıtlar (çek, senet vb.) anlaşılır. Yabancı para cinsinden nakitler (banknot ve demir para) ise efektif olarak adlandırılır. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3365178",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi üzerinde yazılı tutarın üçüncü kişiye ödenmesi için bankaya verilen yazılı bir talimat olarak tanımlanabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Borsa",
      "B": "Banknot",
      "C": "Döviz",
      "D": "Efektif",
      "E": "Çek"
    },
    "explanation": "Çek, ticari işlemlerde yaygın olarak kullanılan bir ödeme aracıdır. Bir kıymetli evrak niteliğinde olan çek, üzerinde yazılı tutarın üçüncüye kişiye ödenmesi için bankaya verilen yazılı bir talimat olarak tanımlanabilir. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3365179",
    "unitNumber": 2,
    "text": "İşletmelerin sonsuz kabul edilen ömürleri muhasebede .......... ilkesinin gereği olarak belli ............. ayrılmıştır. Cümle içinde boş bırakılan yerleri aşağıdaki sözcük çiftlerinden hangisi doğru biçimde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "kayıt/bölümlere",
      "B": "kayıt/gruplara",
      "C": "dönemsellik/dönemlere",
      "D": "dönemsellik/bölümlere",
      "E": "kayıt/dönemlere"
    },
    "explanation": "İşletmelerin sonsuz kabul edilen ömürleri muhasebede <strong>dönemsellik</strong> ilkesinin gereği olarak belli <strong>dönemlere</strong> ayrılmıştır. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3365180",
    "unitNumber": 2,
    "text": "I. Hisse senedi,<br/>II. Tahvil,<br/>III. Şirket merkezi binası,<br/>IV. Bono,<br/>V. Portföyde yer alan arazi yatırımları<br/>Sıralanan varlıklardan hangileri işletmenin sahip olduğu menkul değerler arasında tanımlanabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II, IV ve V",
      "C": "III, IV ve V",
      "D": "I, II ve IV",
      "E": "I, III ve V"
    },
    "explanation": "Şirket binası ve arazi yatırımları gayrimenkul değerleri arasında yer almaktadır. Doğru seçenekler I, II ve IV numaralı değerlerin yer aldığı D seçeneğidir."
  },
  {
    "id": "3365181",
    "unitNumber": 2,
    "text": "I. Verilen Çekler ve Ödeme Emirleri, II. Bankalar, III. Diğer Hazır Değerler, IV. Alınan Çekler, V. Kasa<br/>Sıralanan unsurlardan hangileri nakit benzeri varlıklar grubunu oluşturur?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve IV",
      "B": "II ve IV",
      "C": "II, IV ve V",
      "D": "I, IV ve V",
      "E": "I, III ve IV"
    },
    "explanation": "I. Verilen Çekler ve Ödeme Emirleri, III. Diğer Hazır Değerler, IV. Alınan Çekler, nakit benzeri varlıklar grubunu oluşturmaktadır. <br/>Baınka ve kasa, nakit varlıklar arasında yer alır. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3365182",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kasadaki paranın noksan olmasının nedenleri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yapılan bir ödemenin olduğundan daha düşük tutarda kaydedilmesi",
      "B": "Yapılan hammadde satın alımlarıyla ilgili ödemenin yapılmış olması",
      "C": "Nakit para çıkışına neden olan işlemlerin (ödemelerin) kaydedilmemesi",
      "D": "Yapılan bir tahsilatın olduğundan daha yüksek tutarda kaydedilmesi,",
      "E": "Kasadan sorumlu kişinin zimmetine para geçirmiş olması."
    },
    "explanation": "Yapılan hammadde satın alımlarıyla ilgili ödemenin yapılmış olması, kayda geçen bir işlem olacağı için kasadaki paranın noksan olmasının nedenleri arasında gösterilemez. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3365183",
    "unitNumber": 2,
    "text": "Kasa noksanlığının nedeninin bütün araştırmalara rağmen veya dönem sonuna kadar tespit edilememesi durumunda, söz konusu noksanlığın kaydedilmesinde aşağıdaki ifadelerden hangisi kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Gider",
      "B": "Eksik",
      "C": "Varlık",
      "D": "Satış",
      "E": "Tahsilat"
    },
    "explanation": "Kasa noksanlığının nedeninin bütün araştırmalara rağmen veya dönem sonuna kadar tespit edilememesi durumunda, söz konusu noksanlık<strong> gider</strong> olarak kaydedilir."
  },
  {
    "id": "3365184",
    "unitNumber": 2,
    "text": "Tek Düzen Muhasebe Sistemine Göre Hazır Değerlerden Nakit Benzeri Varlıklardan birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Alınan Çekler",
      "B": "Verilen Çekler",
      "C": "Ödeme Emirleri",
      "D": "Diğer Hazır Değerler",
      "E": "Kasa"
    },
    "explanation": "HAZIR DEĞERLER İLE İLGİLİ<br/>DÖNEMSONU İŞLEMLERİ<br/>Alınan Çekler: Gerçek ve tüzel kişiler tarafından<br/>işletmeye verilmiş olup, henüz tahsil için bankaya<br/>verilmemiş veya ciro edilmemiş olan çekler<br/>• Verilen Çekler ve Ödeme Emirleri: İşletmenin<br/>üçüncü kişilere bankalardan çekle veya ödeme<br/>emri ile yapacağı ödemeler<br/>• Diğer Hazır Değerler: Nitelikleri itibarıyla hazır değer<br/>sayılan pullar, vadesi gelmiş kuponlar, tahsil edilecek<br/>banka veposta havaleleri(yoldakiparalar gibi)değerler"
  },
  {
    "id": "3365185",
    "unitNumber": 2,
    "text": "Bir varlığın nakde dönüşme hızı ve becerisine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Likidite",
      "B": "Kasa",
      "C": "Banka",
      "D": "Hazır Değer",
      "E": "Tahvil"
    },
    "explanation": "HAZIR DEĞERLER İLE İLGİLİ<br/>DÖNEMSONU İŞLEMLERİ<br/>Likidite: Bir varlığın nakde dönüşme hızı ve becerisidir. En likit varlık nakit paradır."
  },
  {
    "id": "3365186",
    "unitNumber": 2,
    "text": "Para, çek, senet, hisse senedi, tahvil, pul vb. menkul kıymetlerin üzerinde<br/>yazılı olan değerine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nominal Değer",
      "B": "Kasa",
      "C": "Banka",
      "D": "Likitide",
      "E": "Kasa Farkı"
    },
    "explanation": "Kasa<br/>İtibari (nominal) değer: Para, çek, senet, hisse senedi, tahvil, pul vb. menkul kıymetlerin üzerinde yazılı olan değerdir."
  },
  {
    "id": "3365187",
    "unitNumber": 2,
    "text": "Verilen bir şeyi alıp kaydetme, resmen teslim alma anlamına gelen kelime aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sayım",
      "B": "Tesellüm",
      "C": "Kasa",
      "D": "Nominal",
      "E": "Muhasebe"
    },
    "explanation": "işletmenin nakit parasını izlediği kasa hesabının kavranması<br/>Tesellüm: Verilen bir şeyi alıp kaydetme, resmen teslim alma anlamına gelmektedir"
  },
  {
    "id": "3365188",
    "unitNumber": 2,
    "text": "Ticari hayatta banknot ve demir para gibi yabancı para cinsinden nakitlere ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Döviz",
      "B": "Çek",
      "C": "Likit",
      "D": "Efektif",
      "E": "Kasa"
    },
    "explanation": "Yabancı Paralara İlişkin Dönemsonu İşlemleri<br/>Yabancı paralar günlük dilde döviz olarak adlandırılmaktadır. Ancak ticari hayatta döviz denildiğinde yabancı para (dolar, avro vd.) cinsinden<br/>düzenlenmiş değerli kağıtlar (çek, senet vb.) anlaşılır. Yabancı para cinsinden nakitler (banknot ve<br/>demir para) ise efektif olarak adlandırılır."
  },
  {
    "id": "3365189",
    "unitNumber": 2,
    "text": "Yabancı paraların değerlemesinde kullanılan kur aşağıdakilerden hangisi tarafından tespit edilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ticaret Bakanlığı",
      "B": "TBMM",
      "C": "Cumhurbaşkalığı",
      "D": "Merkez Bankası",
      "E": "Hazine ve Maliye Bakanlığı"
    },
    "explanation": "<strong>Yabancı Paralara İlişkin Dönemsonu</strong><br/><strong>İşlemleri</strong><br/>Muhasebenin temel<br/>kavramlarından parayla ölçülme kavramı gereği<br/>her ülke ulusal para birimi ile kayıt yapmak durumunda olduğu için, yabancı para hareketlerinin<br/>Türk Lirasına dönüştürülerek kaydedilmesi gerekir.<br/>Dolayısıyla, işletme bir yabancı para aldığı zaman o<br/>günkü kur üzerinden Türk lirasına çevirerek hesaplarına kaydeder. Yabancı paraların değerlemesinde<br/>kullanılan kur Hazine ve Maliye Bakanlığı tarafından tespit ve ilan edilir"
  },
  {
    "id": "3365190",
    "unitNumber": 2,
    "text": "Banka kayıtları ile işletme kayıtlarının karşılaştırılması işlemine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mutabakat",
      "B": "Muhasebe",
      "C": "Sayım",
      "D": "Tesellüm",
      "E": "Likidite"
    },
    "explanation": "Dönemsonu işlemleri bankalar<br/>Mutabakat, banka kayıtları ile işletme kayıtlarının karşılaştırılması işlemidir."
  },
  {
    "id": "3365191",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi İşletmelerin nakit fazlasını değerlendirmek amacıyla sıkça yararlandıkları finansal araçlar arasında yer alan menkul kıymetlerden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hisse Senedi",
      "B": "Tahvil",
      "C": "Finansman Bonosu",
      "D": "Hazine Bonosu",
      "E": "Döviz"
    },
    "explanation": "Menkul kıymetlerle ilgili dönemsonu işlemleri<br/>İşletmelerin nakit fazlasını<br/>değerlendirmek amacıyla sıkça yararlandıkları finansal araçlar arasında yer alan menkul kıymetler şöyle<br/>sıralanabilir:<br/>• Hisse Senedi<br/>• Tahvil<br/>• Finansman Bonosu<br/>• Hazine Bonosu<br/>• Kâr-Zarar Ortaklığı Belgesi<br/>• Gelir Ortaklığı Senedi<br/>• Yatırım Fonu Katılım Belgesi"
  },
  {
    "id": "3365192",
    "unitNumber": 2,
    "text": "İşletmenin kısa vadeli (geçici) yatırım amacıyla edindiği menkul kıymetler, Tek Düzen Hesap Planında kaç kodlu Menkul Kıymetler hesap grubunda izlenir?",
    "correctAnswer": "B",
    "options": {
      "A": "5",
      "B": "11",
      "C": "26",
      "D": "15",
      "E": "9"
    },
    "explanation": "Dönem sonu menkul kıymetler işlemleri<br/>şletmenin kısa vadeli (geçici) yatırım amacıyla edindiği menkul kıymetler, Tek Düzen Hesap Planında<br/>11 kodlu Menkul Kıymetler hesap grubunda izlenir."
  },
  {
    "id": "3365193",
    "unitNumber": 2,
    "text": "Anonim şirketler veya sermayesi paylara bölünmüş komandit şirketler tarafından çıkartılan, şirkete sermaye koyan kişilere verilen, şirket sermayesine katılma payını temsil eden kıymetli belgelere ne ad verilir_",
    "correctAnswer": "C",
    "options": {
      "A": "Çek",
      "B": "Kasa",
      "C": "Hisse senedi",
      "D": "Tahvil",
      "E": "Döviz"
    },
    "explanation": "MENKUL KIYMETLER İLE İLGİLİ DÖNEMSONU İŞLEMLERİ<br/>Hisse senetleri, anonim şirketler veya sermayesi<br/>paylara bölünmüş komandit şirketler tarafından çıkartılan, şirkete sermaye koyan kişilere verilen, şirket sermayesine katılma payını temsil eden kıymetli belgelerdir. İşletmeler âtıl durumdaki fonlarını<br/>değerlendirmek amacıyla hisse senedi satın alarak,<br/>hisse senedini ihraç etmiş şirketin sermayesine ortak<br/>olurlar."
  },
  {
    "id": "3365194",
    "unitNumber": 2,
    "text": "İşletmelerin kısa veya uzun vadede fiyat artışlarından yararlanarak gelir elde etmek, faiz geliri veya kâr payı sağlamak gibi amaçlarla edindikleri finansal araçların geneline ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hazır değerler",
      "B": "Finansman",
      "C": "Yatırım araçları",
      "D": "Menkul kıymetler",
      "E": "Altyapı yatırımları"
    },
    "explanation": "Menkul kıymetler, işletmelerin kısa veya uzun vadede fiyat artışlarından yararlanarak gelir elde etmek, faiz geliri veya kâr payı sağlamak gibi amaçlarla edindikleri finansal araçlardır."
  },
  {
    "id": "3365195",
    "unitNumber": 2,
    "text": "\"Gelecekte ortaya çıkması muhtemel gider ve zararların bugünden kaydedilmesi\" durumu nasıl ifade edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yatırım planlaması",
      "B": "Karşılık ayırmak",
      "C": "Şüpheli tahsil hesabı",
      "D": "Kar-zarar hesabı",
      "E": "Karşılıklılık hesabı"
    },
    "explanation": "Karşılık ayırmak, gelecekte ortaya çıkması muhtemel gider ve zararların bugünden kaydedilmesi demektir. İşletme, henüz gerçekleşmemiş fakat ilerde gerçekleşmesi muhtemel gider ve zararlarını kaydederek dönem kârının daha düşük çıkmasını sağlar.Böylece, duruma göre daha az vergi ve temettü ödemesi yaparak gelecekte maruz kalabileceği zararların yaratacağı ekonomik darboğazı aşabilmek için fon oluşturur."
  },
  {
    "id": "3365196",
    "unitNumber": 2,
    "text": "Devletin veya özel şirketlerin ödünç para temin etmek amacıyla ihraç ettikleri borçlanma belgelerine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tahvil ve bonolar",
      "B": "Gelir ortaklığı senedi",
      "C": "Yatırım fonu",
      "D": "Kar-zarar ortaklığı belgesi",
      "E": "Hisse senedi"
    },
    "explanation": "<strong>Tahviller ve bonolar,</strong> devletin veya özel şirketlerin ödünç para temin etmek amacıyla ihraç ettikleri borçlanma belgeleridir. Devlet ve özel sektörün piyasadan bir yıldan uzun süreli borç almak için ihraç ettikleri borçlanma belgelerine <strong>tahvil</strong>, bir yıla kadar borç almak için ihraç ettikleri borçlanma belgelerine ise <strong>bono</strong> denir."
  },
  {
    "id": "3365197",
    "unitNumber": 2,
    "text": "Daha önce ihraç edilmiş menkul kıymetlerin işlem gördüğü, yani alım satımının yapıldığı piyasa, aşağıdakilerden hangisidir",
    "correctAnswer": "E",
    "options": {
      "A": "Açık",
      "B": "ithal",
      "C": "İhraç",
      "D": "Kontrollü",
      "E": "İkincil"
    },
    "explanation": "İkincil piyasa; daha önce ihraç edilmiş menkul kıymetlerin işlem gördüğü, yani alım satımının yapıldığı piyasadır."
  },
  {
    "id": "3365198",
    "unitNumber": 2,
    "text": "Borsada işlem görmeyen borçlanma belgeleri hangi yöntemle değerlenirler?",
    "correctAnswer": "C",
    "options": {
      "A": "Sabit getiri",
      "B": "Değişken getiri",
      "C": "Kıst getiri",
      "D": "Borsa rayici",
      "E": "Nominal değer"
    },
    "explanation": ". Borsada işlem görmeyen borçlanma belgeleri ise kıst getiri yöntemiyle değerlenirler. Yani borçlanma belgesinin alındığı tarihten cari dönem sonuna kadar geçen sürenin getirisi hesaplanarak tahakkuk kaydı yapılır.<br/>Kıst getiri yöntemi; değerleme günü itibarıyla geçen sürenin getirisinin hesaplanarak tahakkukunun yapılmasıdır."
  },
  {
    "id": "3365199",
    "unitNumber": 3,
    "text": "Ticari alacakların kendi içindeki ayrımındaki kriter aşağıdaki seçeneklerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Alacakların para veya mal birimi",
      "B": "Alacakların senede bağlı olup olmaması",
      "C": "Alacaklıların alacağının kur üzerinden değeri",
      "D": "Alacakların yıllık veya aylık olması",
      "E": "Ticari alacaklının ulusal sıfatı sıfatı"
    },
    "explanation": "Ticari alacakların kendi içindeki ayrımındaki kriter, alacakların senede bağlı olup olmamasıdır"
  },
  {
    "id": "3365200",
    "unitNumber": 3,
    "text": "120 ALICILAR ve 220 ALICILAR hesapları işletmenin faaliyet konusunu oluşturan mal ve hizmet satışlarından kaynaklanan hangi tür alacaklarının izlenmesi için kullanılır.",
    "correctAnswer": "C",
    "options": {
      "A": "Alacak senetlerinin incelenmesinde",
      "B": "senetli alıcıların izlenmesi için kullanılır",
      "C": "senetsiz alacaklarının izlenmesi için kullanılır",
      "D": "Verilen depozito ve teminatlarda",
      "E": "Çek ile yapılan satışların izlenmesinde"
    },
    "explanation": "Ticari alacakların kendi içindeki ayrımındaki kriter, alacakların senede bağlı olup olmamasıdır. 120<br/>ALICILAR ve 220 ALICILAR hesapları, işletmenin faaliyet konusunu oluşturan mal ve hizmet satışlarından kaynaklanan senetsiz alacaklarının izlenmesi için kullanılır."
  },
  {
    "id": "3365201",
    "unitNumber": 3,
    "text": "İşletmeler dönem sonlarında özellikle senetsiz alacak ve borçlarına yönelik olarak genellikle aşağıdaki seçeneklerden hangi işlemi gerçekleştirir",
    "correctAnswer": "E",
    "options": {
      "A": "Vadesinde Tahsil Edilememesinden Kaynaklanan Faiz işlemlerini",
      "B": "Alacak ve vereceklerin miktarını ayır etme işlemi yapılır",
      "C": "Alacak ve vereceklerin para birim cinsi",
      "D": "senetsiz alacaklıların kimliklerini ve alacak miktarını belirler",
      "E": "Mutabakat (doğrulama, teyit) işlemi"
    },
    "explanation": "İşletmeler dönem sonlarında özellikle senetsiz alacak ve borçlarına yönelik olarak genellikle mutabakat<br/>(doğrulama, teyit) işlemi gerçekleştirirler<br/>Mutabakat (doğrulama, teyit) işlemi yapar."
  },
  {
    "id": "3365202",
    "unitNumber": 3,
    "text": "İşletmeler tarafından yapılan iskonto tutarları genellikle hangi işlem suretiyle<br/>gerçekleştirilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Müşteriden olan alacaklardan düşülmek suretiyle",
      "B": "Müşteriye Yıl sonu çeki hediye ederek",
      "C": "Müşteriye nakit olarak ödeyerek",
      "D": "Müşteriye fazla mal vererek",
      "E": "Borç ödeme vadesini uzatarak"
    },
    "explanation": "Erken Ödeme ya da Miktar İskontosu Uygulamalarına Yönelik Envanter<br/>Kayıtları<br/>Bazı işletmeler yıl sonlarında, satış politikaları doğrultusunda müşterinin yıl içinde yapmış oldukları<br/>erken ödemeler ya da mal alış tutarlarının önceden belirlenmiş kotaları aşması sebebiyle iskonto uygulamaktadırlar.<br/>Yapılan bu iskonto tutarları genellikle müşteriden olan alacaklardan düşülmek suretiyle<br/>gerçekleştirilmekte ve mutabakat mektubuyla borçluya bildirilmektedir."
  },
  {
    "id": "3365203",
    "unitNumber": 3,
    "text": "Senetsiz alacaklar taraflarca kararlaştırılan vadesinde ödenmediği takdirde, alacaklı işletme vade farkı uygulamasına gidebilir. Bu durumda alacaklı tarafından hesaplanan vade fark geliri hangi isim altında kaydedilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kayıt dışı gelir",
      "B": "Gelecek dönem alacağı",
      "C": "Faiz borcu",
      "D": "Alacak geliri",
      "E": "Vade farkı ödentisi"
    },
    "explanation": "Senetsiz alacaklar taraflarca kararlaştırılan vadesinde ödenmediği takdirde, alacaklı işletme vade farkı<br/>uygulamasına gidebilir. Bu durumda alacaklı tarafından hesaplanan vade farkı bir faiz geliri olarak kaydedilip,<br/>borçluya mutabakat mektubuyla bildirilir.<br/>Faiz borcu"
  },
  {
    "id": "3365204",
    "unitNumber": 3,
    "text": "İşletmeler, yabancı para cinsinden düzenlenmiş alacak senetlerini değerlerken, kur farklarından doğan kazançları ve kayıpları nasıl muhasebeleştirilmektedirler?",
    "correctAnswer": "A",
    "options": {
      "A": "Kambiyo kârı veya kambiyo zararı olarak",
      "B": "TL ve Dolar Euro farkı olarak",
      "C": "Alacak tutarı farkı olarak",
      "D": "Döviz kuru farkı olrak",
      "E": "Gelecek dönem faiz alacağı olarak"
    },
    "explanation": "İşletmeler, yabancı para cinsinden düzenlenmiş alacak senetlerini değerlerken, senetsiz alacaklarda olduğu<br/>gibi Maliye Bakanlığınca ilan edilen döviz kurunu esas almakta, kur farklarından doğan kazançları<br/>ve kayıpları kambiyo kârı veya kambiyo zararı olarak muhasebeleştirilmektedirler."
  },
  {
    "id": "3365205",
    "unitNumber": 3,
    "text": "Alacak senetlerini değerleme günündeki ederini (peşin<br/>değerini) bulmak için yapılan hesaplamaya ne<br/>denilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dekont işlemi",
      "B": "Virman",
      "C": "Envanter kaydı",
      "D": "Kambiyo işlemi",
      "E": "reeskont işlemi"
    },
    "explanation": "Alacak senetlerini değerleme günündeki ederini (peşin<br/>değerini) bulmak için yapılan hesaplamaya “reeskont işlemi”<br/>denilmektedir."
  },
  {
    "id": "3365206",
    "unitNumber": 3,
    "text": "Vadesinde tahsil edilemeyen ve ileride tahsil edilip edilemeyeceği kesin olarak belli olmayan senetli veya senetsiz alacaklar hangi isim altında adlandırılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Vade sonu alacağı",
      "B": "Vadesiz alacak",
      "C": "Şüpheli alacak",
      "D": "Faiz tutarlı alacak",
      "E": "İcralık alacak"
    },
    "explanation": "Vadesinde tahsil edilemeyen ve ileride tahsil<br/>edilip edilemeyeceği kesin olarak belli olmayan senetli<br/>veya senetsiz alacaklar “şüpheli alacak” olarak<br/>adlandırılmaktadır."
  },
  {
    "id": "3365207",
    "unitNumber": 3,
    "text": "Yapılan protestoya veya yazı ile bir defadan fazla istenilmesine rağmen borçlu tarafından ödenmemiş bulunan dava ve icra takibine değmeyecek derecede küçük alacaklar hangi alacak türünden sayılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Vadeli borç",
      "B": "Küçük alacaklar",
      "C": "İcralık borç",
      "D": "Şüpheli alacak",
      "E": "İcra ile alınacak borç"
    },
    "explanation": "Yapılan protestoya veya yazı ile bir defadan fazla istenilmesine rağmen borçlu tarafından ödenmemiş bulunan dava ve icra takibine değmeyecek derecede küçük alacaklar;şüpheli alacak sayılır."
  },
  {
    "id": "3365208",
    "unitNumber": 3,
    "text": "İşletmenin bir yıldan uzun sürede tahsil etmeyi planladığı alacakları aşağıdaki seçenekteki hesaplardan hangisinde izlenir?",
    "correctAnswer": "A",
    "options": {
      "A": "Duran varlıklar grubundaki alacak hesaplarında",
      "B": "Alacaklar ve gelirler hesabında",
      "C": "Gelecek dönem alacakları hesabında",
      "D": "Uzun vadeli gelirler hesabında",
      "E": "Kayıp gelirler hesabında"
    },
    "explanation": "İşletmenin bir yıldan uzun sürede tahsil etmeyi planladığı<br/>alacakları duran varlıklar grubundaki alacak hesaplarında<br/>izlenir. Bu alacaklar da tıpkı dönen varlıklardaki<br/>alacaklar gibi önce işletmenin ana faaliyetlerinde olup olmamalarına<br/>göre Ticari Alacaklar ve Diğer Alacaklar olmak<br/>üzere iki temel gruba ayrılmaktadır."
  },
  {
    "id": "3365209",
    "unitNumber": 3,
    "text": "İşletmenin ticari ilişkisi nedeniyle ortaya çıkan senetli ve senetsiz alacaklar aşağıdakilerden hangisi ile açıklanabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ticari alacak",
      "B": "Diğer alacak",
      "C": "Mali alacak",
      "D": "Sabit alacak",
      "E": "Durağan alacak"
    },
    "explanation": "<strong>Ticari Alacak:</strong> İşletmenin ticari ilişkisi nedeniyle ortaya çıkan senetli ve senetsiz alacaklardır."
  },
  {
    "id": "3365210",
    "unitNumber": 3,
    "text": "Mal veya hizmet satışından kaynaklanmayan senetli ve senetsiz alacaklar aşağıdakilerden hangisi açıkanabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Diğer alacak",
      "B": "Sabit alacak",
      "C": "Mali alacak",
      "D": "Dönem alacağı",
      "E": "Ticari alacak"
    },
    "explanation": "<strong>Diğer Alacak:</strong> Mal veya hizmet satışından kaynaklanmayan senetli ve senetsiz alacaklardır."
  },
  {
    "id": "3365211",
    "unitNumber": 3,
    "text": "İşletmeler ne zaman özellikle senetsiz alacak ve borçlarına yönelik olarak genellikle mutabakat (doğrulama, teyit) işlemi gerçekleştirirler?",
    "correctAnswer": "A",
    "options": {
      "A": "Dönem sonunda",
      "B": "Dönem başında",
      "C": "Dönem ortasında",
      "D": "Her zaman",
      "E": "Gerek duyulduğu zaman"
    },
    "explanation": "İşletmeler <strong>dönem sonlarında</strong> özellikle senetsiz alacak ve borçlarına yönelik olarak genellikle mutabakat (doğrulama, teyit) işlemi gerçekleştirirler.<br/>Dönem sonunda"
  },
  {
    "id": "3365212",
    "unitNumber": 3,
    "text": "Bazı işletmeler yıl sonlarında, satış politikaları doğrultusunda müşterinin yıl içinde yapmış oldukları erken ödemeler ya da mal alış tutarlarının önceden belirlenmiş kotaları aşması sebebiyle ..... uygulamaktadırlar.<br/>Yukarıdaki açıklamada boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İskonto",
      "B": "Yardım",
      "C": "KDV indirimi",
      "D": "Ödül",
      "E": "Fatura"
    },
    "explanation": "Bazı işletmeler yıl sonlarında, satış politikaları doğrultusunda müşterinin yıl içinde yapmış oldukları erken ödemeler ya da mal alış tutarlarının önceden belirlenmiş kotaları aşması sebebiyle <strong>iskonto</strong> uygulamaktadırlar.<br/>İskonto"
  },
  {
    "id": "3365213",
    "unitNumber": 3,
    "text": "Bir iktisadi kıymetin değerleme gününde sahibi için arz ettiği gerçek değer aşağıdakilerden hangisi ile açıklanabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mali değer",
      "B": "Tasarruf değeri",
      "C": "Reeskont işlemi",
      "D": "Değer işlemi",
      "E": "Evrensel değer"
    },
    "explanation": "<strong>Tasarruf değeri,</strong> bir iktisadi kıymetin değerleme gününde sahibi için arz ettiği gerçek değerdir."
  },
  {
    "id": "3365214",
    "unitNumber": 3,
    "text": "Alacak ya da borç senedinin değerleme günündeki peşin değerini bulmak için yapılan hesaplama aşağıdakilerden hangisi ile adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Reeskont işlemi",
      "B": "İskonto",
      "C": "Tasarruf değeri",
      "D": "Ticari işlem",
      "E": "Mali işlem"
    },
    "explanation": "<strong>Reeskont işlemi:</strong> Alacak ya da borç senedinin değerleme günündeki peşin değerini bulmak için yapılan hesaplamadır."
  },
  {
    "id": "3365215",
    "unitNumber": 3,
    "text": "Vadesinde tahsil edilemeyen ve ileride tahsil edilip edilemeyeceği kesin olarak belli olmayan senetli veya senetsiz alacaklar aşağıdakilerden hangisi ile adlandırılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Şüpheli alacak",
      "B": "Görünür alacak",
      "C": "Mali alacak",
      "D": "Kişisel alacak",
      "E": "Ticari alacak"
    },
    "explanation": "Vadesinde tahsil edilemeyen ve ileride tahsil edilip edilemeyeceği kesin olarak belli olmayan senetli veya senetsiz alacaklar “<strong>şüpheli alacak</strong>” olarak adlandırılmaktadır."
  },
  {
    "id": "3365216",
    "unitNumber": 3,
    "text": "Aşağıdkilerden hangisi, alacaklara yönelik dönemsonu işlemlerinin farklılık gösterme nedenlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Alacağın vadesi",
      "B": "Hangi para birimi cinsinden olduğu",
      "C": "Senetli ya da senetsiz olması",
      "D": "İşletme tarafından tahsilinden şüphe duyulma durumu",
      "E": "Tek düzen hesap planında yer alması"
    },
    "explanation": "Alacaklara yönelik dönemsonu işlemleri genel olarak <strong>alacağın vadesine, hangi para birimi cinsinden olduğuna, senetli ya da senetsiz olmasına, işletme tarafından tahsilinden şüphe duyulup duyulmamasına</strong> göre farklılık göstermektedir.<br/>Tek düzen hesap planında yer alması"
  },
  {
    "id": "3365217",
    "unitNumber": 3,
    "text": "Yabancı para cinsinden olan alacaklar yıl sonunda değerlenirken kur farkından ortaya çıkan kâr ve zararlar nereye kaydedilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kambiyo kârları ve kambiyo zararları hesaplarına",
      "B": "Vadeli ve vadesiz hesaplara",
      "C": "Altın ve döviz hesaplarına",
      "D": "İhbarlı mevduat hesabına",
      "E": "Fon ve yatırım hesabına"
    },
    "explanation": "Yabancı para cinsinden olan alacaklar yıl sonunda değerlenirken kur farkından ortaya çıkan kâr ve zararlar 646 <strong>Kambiyo Kârları ve </strong>656 <strong>Kambiyo Zararları</strong> hesaplarına kaydedilir.<br/>Kambiyo kârları ve kambiyo zararları hesaplarına"
  },
  {
    "id": "3365218",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi şüpheli alacak <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Dava safhasında bulunan alacaklar",
      "B": "İcra safhasında bulunan alacaklar",
      "C": "Tahsil edilme şansı çok az olan alacaklar",
      "D": "İstenilmesine rağmen ödenmemiş, dava ve icra takibine değmeyecek derecede küçük olan alacaklar",
      "E": "Ticari alacaklar"
    },
    "explanation": "Şüpheli alacak, işletmenin alacakları arasında bulunan fakat çeşitli sebeplerle tahsil edilme şansı çok az olan alacaklardır. Kısaca vadesinde tahsil edilemeyen ve ileride tahsil edilip edilemeyeceği kuşkulu olan senetli veya senetsiz alacaklar şüpheli alacaktır.<br/>VUK md.323’e göre; ticari ve zirai kazancın elde edilmesi ve idame ettirilmesi ile ilgili olmak şartıyla;<br/>1. Dava veya icra safhasında bulunan alacaklar; 2. Yapılan protestoya veya yazı ile bir defadan fazla istenilmesine rağmen borçlu tarafından ödenmemiş bulunan dava ve icra takibine değmeyecek derecede küçük alacaklar şüpheli alacak sayılır.<br/>Ticari alacaklar"
  },
  {
    "id": "3365219",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi dönem içinde sadece fiziki envanter sayımı sonucunda satılan stokların maliyetinin tespit edilebilmesine olanak sağlayan kayıtlama sistemidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aralıklı envanter sistemi",
      "B": "Devamlı envanter",
      "C": "Stok değer düşüklüğü",
      "D": "Maliyet yöntemleri",
      "E": "Değerleme"
    },
    "explanation": "Aralıklı envanter sistemi"
  },
  {
    "id": "3365220",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi geçici fiyat ve maliyet dalgalanmalarının yaşanmadığı bir iş akışı içinde stokların satılması durumunda elde edilmesi beklenen satış tutarını ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gerçeğe uygun değer",
      "B": "Net gerçekleşebilir değer",
      "C": "Tamamlama maliyeti",
      "D": "Tahmini satışların maliyeti",
      "E": "Tahmini dönemsonu malların maliyeti"
    },
    "explanation": "Net gerçekleşebilir değer"
  },
  {
    "id": "3365221",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi stok sayımına dahil <u><strong>edilmemelidir</strong></u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Satışın gerçekleştirildiği mağaza",
      "B": "Teşhir alanları",
      "C": "Yoldaki mallar",
      "D": "Konsinye (emanet) mallar",
      "E": "Sipariş verilen mallar"
    },
    "explanation": "Sipariş verilen mallar"
  },
  {
    "id": "3365222",
    "unitNumber": 4,
    "text": "Türk Ticaret Kanunu (T.T.K.)’nın 64. maddesi envanter defterini işletmeler tarafından tutulması gereken zorunlu olan defterler arasında kabul etmektedir. Stoklarını düzenli olarak ikame eden, toplam değerleri işletme için ikinci derecede önem taşıyan ve bu stokların mevcutları; miktar, değer ve bileşim olarak sadece küçük değişikliklere uğrayan işletmeler için, Türk Ticaret Kanunu ve Vergi Usul Kanunu kural olarak kaç yılda bir fiziksel sayım yapılmasına izin vermektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Her yıl",
      "B": "İki yıl",
      "C": "Üç yıl",
      "D": "Dört yıl",
      "E": "Beş yıl"
    },
    "explanation": "Üç yıl"
  },
  {
    "id": "3365223",
    "unitNumber": 4,
    "text": "Bir işletmenin dönem başı stokları ile dönem içi alışları, aşağıdakilerden hangisini oluşturur?",
    "correctAnswer": "D",
    "options": {
      "A": "Satılan stokların miktarı",
      "B": "Dönem sonu stokların miktarı",
      "C": "Dönem içinde satın alınan stokların miktarı",
      "D": "Satışa hazır malları",
      "E": "Bir önceki dönemden devir alınan stokların miktarı"
    },
    "explanation": "Satışa hazır malları"
  },
  {
    "id": "3365224",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi stokların satılabilir hale getirilmesi için katlanılan maliyetlerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tamamlama maliyeti",
      "B": "Dönem başı stokların maliyeti",
      "C": "Dönem içinde satın alınan stokların maliyeti",
      "D": "Satılmaya hazır stokların maliyeti",
      "E": "Satılan stokların maliyeti"
    },
    "explanation": "Tamamlama maliyeti"
  },
  {
    "id": "3365225",
    "unitNumber": 4,
    "text": "\"Ticari Mallar\" hesabının borç tarafı her zaman aşağıdakilerden hangisini göstermektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Stoktaki azalışı",
      "B": "Stoktaki artışı",
      "C": "Toplam satışı",
      "D": "Toplam alışı",
      "E": "Toplam stoğu"
    },
    "explanation": "Stoktaki artışı"
  },
  {
    "id": "3365226",
    "unitNumber": 4,
    "text": "\"Ticari Mallar\" hesabının alacak tarafı her zaman stoktaki azalışı göstermektedir. Stok kartında bu bölüm aşağıdakilerden hangisi ile adlandırılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Çıkan",
      "B": "Kalan",
      "C": "Bilanço",
      "D": "Alacak",
      "E": "Stok"
    },
    "explanation": "Çıkan"
  },
  {
    "id": "3365227",
    "unitNumber": 4,
    "text": "Aşağıdaki işletmelerden hangisi aralıklı envanter sistemini uygulayabilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Emlakçılar",
      "B": "Benzin istasyonları",
      "C": "Otomobil bayileri",
      "D": "Beyaz eşya bayileri",
      "E": "Müteahhit firmaları"
    },
    "explanation": "Benzin istasyonları"
  },
  {
    "id": "3365228",
    "unitNumber": 4,
    "text": "Stoklar, bir dönen varlık kalemidir. Bir işletmenin satmak, üretimde kullanmak veya tüketmek amacıyla edindiği ilk madde ve malzeme, yarı mamul, mamul, ticari mallar ve canlı varlıklar, stokları oluşturur. Bu varlıklardan hangisi veya hangileri dışında kalanlar üretim işletmelerinde mamullerin üretiminde kullanılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Madde ve malzeme",
      "B": "Yarı mamül, mamül",
      "C": "Ticari mallar",
      "D": "Canlı varlıklar",
      "E": "Yarı mamul"
    },
    "explanation": "Ticari mallar"
  },
  {
    "id": "3365229",
    "unitNumber": 4,
    "text": "İşletmelerinin sahip ve yöneticileri, stoklar hakkında detaylı bir şekilde bilgi sahibi olmak isterler. Yönetimin ihtiyaç duyduğu bilginin detayına ve işletmenin içinde bulunduğu sektörün özelliklerine bağlı olarak stoklara ilişkin bilginin üretilmesinde farklı muhasebe yöntemleri uygulanır. Bu yöntemler kaç farklı sınıfta toplanabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "6",
      "C": "3",
      "D": "5",
      "E": "4"
    },
    "explanation": "İşletmelerinin sahip ve yöneticileri, stoklar hakkında detaylı bir şekilde bilgi sahibi olmak isterler. Yönetimin ihtiyaç duyduğu bilginin detayına ve işletmenin içinde bulunduğu sektörün özelliklerine bağlı olarak stoklara ilişkin bilginin üretilmesinde farklı muhasebe yöntemleri uygulanır. Bunlar; (1) Aralıklı envanter yöntemi ve (2) Devamlı envanter yöntemi, olarak sınıflandırılır. Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3365230",
    "unitNumber": 4,
    "text": "Stok sayımı muhasebe dışı envanteri ifade etmektedir. Bu nedenle sayma ve değerleme işlevini içermektedir. Bir işletme yöneticisinin aşağıdaki seçeneklerde belirtilen hangi kaygıları ve yakınmaları söz konusu ise, bu işletmenin stok kontrolüne ilişkin sorunları vardır ve sistemin bu parçası etkin çalışmadığı anlaşılır ? <br/>I-) Acaba kaç çift 42 numara siyah tokalı ayakkabı var?<br/>II-) Acaba stok miktarları tespit edilirken depoda sayım yapan kişiler doğru saydı mı?<br/>III-) Bilgisayara göre bu üründen depoda var görünüyor ve depoda var!<br/>IV-) Mağaza personeli sayımı objektif ve doğru<br/>şekilde yaptı mı?<br/>V-) Sayım için mağazalar kapatılacak, satış kaybı yaşayacak mıyım?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II, IV ve V",
      "C": "II, III, IV ve V",
      "D": "I, II, III ve V",
      "E": "I, III, IV ve V"
    },
    "explanation": "Stok sayımı muhasebe dışı envanteri ifade etmektedir. Bu nedenle sayma ve değerleme işlevini içermektedir. Eğer bir işletme yöneticisinin aşağıdaki yakınmaları söz konusu ise, bu işletmenin stok kontrolüne ilişkin sorunları vardır demektir ve sistemin bu parçası etkin çalışmadığı anlaşılmalıdır. Bu yakınlar ve kaygılar şöyle örneklendirilebilir:<br/>• Acaba kaç çift 42 numara siyah tokalı ayakkabı var?<br/>• Bilgisayara göre bu üründen depoda var görünüyor, ama depoda yok!<br/>• Acaba stok miktarları tespit edilirken depoda sayım yapan kişiler doğru saydı mı?<br/>• Mağaza personeli sayımı objektif ve doğru şekilde yaptı mı?<br/>• Sayım için mağazalar kapatılacak, satış kaybı yaşayacak mıyım?<br/>• Sayım sonuçlarını kullanmak doğru olmaz. Çünkü miktarlar yanlış!<br/>• Sayım için mevcut işgücümü kullanmak zorundayım. İşler yavaşlayacak!<br/>• Sayım işlemi için koordinatör lazım. Kim yapacak bu kadar işi!<br/>Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "3365231",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi geçici fiyat ve maliyet dalgalanmalarının yaşanmadığı bir iş akışı içinde stokların satılması durumunda elde edilmesi beklenen satış tutarını ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Tamamlama maliyeti",
      "B": "Gerçeğe uygun değer",
      "C": "Net gerçekleşebilir değer",
      "D": "Stokları değerleme",
      "E": "Stok değer düşüklüğü"
    },
    "explanation": "Net gerçekleşebilir değer: Geçici fiyat ve maliyet dalgalanmalarının yaşanmadığı bir iş akışı içinde stokların satılması durumunda elde edilmesi beklenen satış tutarını ifade etmektedir."
  },
  {
    "id": "3365232",
    "unitNumber": 4,
    "text": "Vergi Usul Kanunu (v.U.K.), maliyet bedelinin kapsamını aşağıdaki hangi seçeneklerde belirtilenlerin toplamı olarak ifade etmektedir ?<br/>I-) Satın alma bedeli<br/>II-) Taşıma ve hamaliye giderleri<br/>III-) Gümrük vergileri<br/>IV-) Taşımaya ilişkin sigorta giderleri <br/>V-) Kira bedeli<br/>VI-) KDV dışındaki satın alımları ile ilgili diğer vergiler<br/>VII-) Sadece mal alımı için sağlanmış ve kullanılmış kredilerin faiz ve komisyonlar",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, IV, V, VI ve VII",
      "B": "I, II, III, IV, V ve VI",
      "C": "II, III, IV, V, VI ve VII",
      "D": "I, II, III, IV, VI ve VII",
      "E": "I, II, III, IV, V ve VII"
    },
    "explanation": "VUK, işletmelerin doğrudan satmak amacıyla satın aldıkları stoklarını ve bilanço gününde stok olarak bulunan varlıklarını maliyet bedeliyle değerlenmesi gerektiğini belirtmektedir.<br/>Maliyet bedelinin kapsamını aşağıdakilerin toplamı olarak ifade etmektedir:<br/>I-) Satın alma bedeli<br/>II-) Taşıma ve hamaliye giderleri<br/>III-) Gümrük vergileri<br/>IV-) Taşımaya ilişkin sigorta giderleri ve<br/>V-) KDV dışındaki satın alımları ile ilgili diğer vergiler<br/>VI-) Sadece mal alımı için sağlanmış ve kullanılmış kredilerin faiz ve komisyonlar.<br/>Cevap D şıkkıdır."
  },
  {
    "id": "3365233",
    "unitNumber": 4,
    "text": "Finansal raporlama tarihinde stokların değerlemesi sürecinde kıymeti düşen stokların maliyet değeri üzerinden değerlemesine Vergi Usul Kanunu (V.U.K.) izin vermemektedir. V.U.K. madde 278’e göre; kıymeti düşen stokların değerlemesinde emsal bedelinin kullanılması gerektiği belirtilmektedir. Emsal bedelinin stoklara uygulanmasında kaç temel kriter esas alınmaktadır ?",
    "correctAnswer": "E",
    "options": {
      "A": "2",
      "B": "4",
      "C": "6",
      "D": "5",
      "E": "3"
    },
    "explanation": "Finansal raporlama tarihinde stokların değerlemesi sürecinde kıymeti düşen stokların maliyet değeri üzerinden değerlemesine VUK izin vermemektedir. VUK madde 278’e göre, bu tür stokların değerlemesinde emsal bedelinin kullanılması gerektiği belirtilmektedir. Emsal bedelinin stoklara uygulanmasında üç temel kriter esas alınmaktadır:<br/>• Stokların değer düşüklüğü; yangın, deprem ve su baskını gibi doğal âfetlerden kaynaklanmalıdır.<br/>• Stokların değer düşüklüğü; stokların bozulması, çürümesi, kırılması, çatlaması, paslanması gibi durumların sonucunda ortaya çıkmalıdır.<br/>• Stok değer düşüklüğü işletme açısından önemli kabul edilmelidir.<br/>Dolayısıyla cevap E şıkkıdır."
  },
  {
    "id": "3365234",
    "unitNumber": 4,
    "text": "Maliyet temelli stok kontrol yöntemlerinde; stok kartı incelendiğinde kaç temel kısımdan oluştuğu görülür ?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "6",
      "C": "3",
      "D": "5",
      "E": "4"
    },
    "explanation": "Maliyet temelli stok kontrol yöntemlerinde; stok kartı incelendiğinde iki temel kısımdan oluştuğu görülmektedir. Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3365235",
    "unitNumber": 4,
    "text": "İlk Giren İlk Çıkar Maliyet Varsayımı (İGİÇ) yöntemi kaç temel amaca hizmet etmektedir ?",
    "correctAnswer": "B",
    "options": {
      "A": "5",
      "B": "2",
      "C": "4",
      "D": "6",
      "E": "5"
    },
    "explanation": "İlk Giren İlk Çıkar Maliyet Varsayımı (İGİÇ) yöntemi iki temel amaca hizmet etmektedir. Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "3365236",
    "unitNumber": 4,
    "text": "Stokların Envanter İşlemleri Ve Kayıtları konusu kapsamında Stokların Fiziki Sayımının önemli unsurları aşağıdaki hangi seçeneklerde belirtilmiştir ?<br/>I-) İnsan gücü<br/>II-) Donanım<br/>III-) İşyeri büyüklüğü <br/>IV-) Yazılım<br/>V-) Koordinasyon",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III ve IV",
      "B": "II, III, IV ve V",
      "C": "I, II, IV ve V",
      "D": "I, II, III ve V",
      "E": "I, III, IV ve V"
    },
    "explanation": "İnsan gücü, donanım, yazılım ve koordinasyon, Stokların Envanter İşlemleri Ve Kayıtları konusu kapsamında Stokların Fiziki Sayımının önemli unsurlarıdır. Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "3365237",
    "unitNumber": 4,
    "text": "Standart maliyet yöntemi, özellikle fiyat düzeyinde değişme yaşanmaması durumunda etkin bir şekilde uygulanabilecek ileriye dönük tahmini bir yöntemdir. Standart maliyetlerin belirlenmesinde kaç yaklaşım izlenmektedir ?",
    "correctAnswer": "D",
    "options": {
      "A": "4",
      "B": "6",
      "C": "5",
      "D": "2",
      "E": "3"
    },
    "explanation": "Standart maliyet yöntemi, özellikle fiyat düzeyinde değişme yaşanmaması durumunda etkin bir şekilde uygulanabilecek ileriye dönük tahmini bir yöntemdir. Standart maliyetlerin belirlenmesinde iki yaklaşım izlenmektedir. Dolayısıyla cevap D şıkkıdır."
  },
  {
    "id": "3365238",
    "unitNumber": 4,
    "text": "Devamlı envanter sistemini kullanan işletmeler dönem içinde satış gerçekleştirildiğinde satılan malın maliyeti bilindiği için, her bir satışa ilişki kaçıncı Satılan Ticari Mallar Maliyeti hesabı kayda alınır ?",
    "correctAnswer": "E",
    "options": {
      "A": "153.",
      "B": "158.",
      "C": "157.",
      "D": "689.",
      "E": "621."
    },
    "explanation": "Devamlı envanter sistemini kullanan işletmeler dönem içinde satış gerçekleştirildiğinde satılan malın maliyeti bilindiği için, her bir satışa ilişki 621. Satılan Ticari Mallar Maliyeti hesabı kayda alınmıştır. Dolayısıyla cevap E şıkkıdır."
  },
  {
    "id": "3365239",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi aralıklı envanter sisteminin özelliklerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fiziki envanter sayımı sonucu satılan stokların maliyetinin tespit edilmesine olanak sağlar",
      "B": "Dönem içinde gerçekleştirilen tüm mal hareketlerini izlemeye olanak sağlar",
      "C": "Stok hızı yüksek olan işletmeler için elverişlidir",
      "D": "Envanter işlemleri tamamlanmadan brüt satış kâr/zararını hesaplamaya olanak sağlar",
      "E": "Net satışlardan satılan malların maliyeti belirlemeye olanak sağlar"
    },
    "explanation": "Aralıklı envanter sistemi, fiziki envanter sayımı sonucu satılan stokların maliyetinin tespit edilmesine olanak sağlar.<br/>Yanıt A'dır. Fiziki envanter sayımı sonucu satılan stokların maliyetinin tespit edilmesine olanak sağlar."
  },
  {
    "id": "3365240",
    "unitNumber": 4,
    "text": "Aşağıdaki işletme türlerinden hangisi devamlı envanter sistemine daha uygundur?",
    "correctAnswer": "E",
    "options": {
      "A": "Akvaryum",
      "B": "Benzin istasyonu",
      "C": "Kuyumcu",
      "D": "Keresteci",
      "E": "Süpermarket"
    },
    "explanation": "Süpermarkettir. Kuyum, akvaryumcular, benzin istasyonları,<br/>kum ocakları, keresteciler gibi işletmeler aralıklı envanter sistemini uygulayabilmektedir. Bu tür işletmelerde satın alınan ticari mallar maliyet değeri ile kayıt altına alınırken, depolama sürecinde ne fiziksel olarak ne de muhasebe yönüyle ticari malların takibi söz konusu olamayabilmektedir. Örneğin akvaryumcularda sürekli bir stok hareketi söz konusudur. Akvaryum tanklarına aynı cins balık<br/>farklı fiyatlardan gelebilir. İşletme bir balığı sattığında, hangi fiyattan satın aldığı balığı sattığının bilememektedir. İşletmenin sattığı balıkların maliyeti ve sahip olduğu balıkların maliyeti bilgilerine ulaşabilmesi için belirli aralıklarla envanter sayımı<br/>ve değerlemesi yapması gerekmektedir. <br/>Süpermarket gibi stok hızı yüksek olan işletmeler genellikle devamlı envanter yöntemini uygulamayı tercih etmektedir. Özellikle muhasebe uygulamalarında bilişim teknolojilerinin kullanılması ile birlikte işletmelerin stokları detaylı bir ş<br/>Yanıt E'dir. Süpermarkettir. Kuyum, akvaryumcular, benzin istasyonları,<br/>kum ocakları, keresteciler gibi işletmeler aralıklı<br/>envanter sistemini uygulayabilmektedir. Bu tür işletmelerde satın alınan ticari mallar maliyet değeri ile kayıt altına alınırken, depolama sürecinde ne fiziksel olarak ne de muhasebe yönüyle ticari malların takibi söz konusu olamayabilmektedir. Örneğin akvaryumcularda sürekli bir stok hareketi söz konusudur. Akvaryum tanklarına aynı cins balık<br/>farklı fiyatlardan gelebilir. İşletme bir balığı sattığında, hangi fiyattan satın aldığı balığı sattığının bilememektedir. İşletmenin sattığı balıkların maliyeti ve sahip olduğu balıkların maliyeti bilgilerine ulaşabilmesi için belirli aralıklarla envanter sayımı<br/>ve değerlemesi yapması gerekmektedir."
  },
  {
    "id": "3365241",
    "unitNumber": 4,
    "text": "İşletmeler için \"gerçeğe uygun değer\" ne anlama gelmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir varlık veya borcun başlangıç değeri",
      "B": "Bir varlık veya borcun maliyet değeri",
      "C": "Bir varlık veya borcun piyasa değeri",
      "D": "Bir varlık veya borcun dalgalı değeri",
      "E": "Bir varlık veya borcun katma değeri"
    },
    "explanation": "Gerçeğe uygun değer, kısaca bir varlık veya borcun piyasa değeri olarak tanımlanabilir. Özdeş varlıklar veya borçların aktif piyasalardaki kotasyon fiyatlarıdır.<br/>Yanıt C'dir. Bir varlık veya borcun piyasa değeridir."
  },
  {
    "id": "3365242",
    "unitNumber": 4,
    "text": "Bir işletme için stoklarını satılabilir duruma getirebilmek amacıyla paketleme, ambalajlama, eklentilerini ilave etme, temizleme gibi maliyetler aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gerçeğe uygun değer",
      "B": "Net gerçekleşebilir değer",
      "C": "Başlangıç maliyeti",
      "D": "Tamamlama maliyeti",
      "E": "Masraf maliyeti"
    },
    "explanation": "Yanıt D'dir. Tamamlama maliyeti, işletmenin stoklarını satılabilir duruma getirebilmek amacıyla paketleme, ambalajlama, eklentilerini ilave etme, temizleme gibi maliyetleri kapsamaktadır."
  },
  {
    "id": "3365243",
    "unitNumber": 4,
    "text": "Bir galeri araba satışı yaptığında arabanın fabrika çıkışı koruyucu malzemelerden temizlenmesi, paspas ve ilk yardım çantasının araca konulması ve yerleştirilmesi gibi maliyetler aşağıdakilerden hangisini ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Satışa yansımayan maliyet",
      "B": "Tamamlama maliyeti",
      "C": "Ek maliyet",
      "D": "Vergiden muaf maliyet",
      "E": "Satışı hızlandıran maliyet"
    },
    "explanation": "Tamamlama maliyeti, işletmenin stoklarını satılabilir duruma getirebilmek amacıyla paketleme, ambalajlama, eklentilerini ilave etme, temizleme gibi maliyetleri kapsamaktadır. Örneğin bir galeri araba satışı yaptığında fabrika çıkışı koruyucu malzemelerden temizlenmesi, paspas ve ilk yardım çantasının araca konulması ve yerleştirilmesi gibi maliyetler tamamlama maliyeti olarak nitelendirilir.<br/>Yanıt B'dir. Tamamlama maliyetidir."
  },
  {
    "id": "3365244",
    "unitNumber": 4,
    "text": "Stok değerleme yöntemleri ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Dönem içinde satılmayıp depoda kalan mallar dönemsonu stoklarıdır",
      "B": "Dönemsonunda depoda kalan stoklar yeni döneme devredilir",
      "C": "Dönemsonu stokları yeni dönem için dönem başı stokları hâline gelir",
      "D": "Dönem başı stokları ile dönem içi alışlar işletmenin satışa hazır mallarını oluşturur",
      "E": "Dönem içi alışlar maliyete dahil edilmeyen mallardır"
    },
    "explanation": "Stok değerleme yöntemleri ile ilgili Dönem içi alışlar maliyete dahil edilmeyen mallardır ifadesi yanlıştır.<br/>Yanıt E'dir. Dönem içi alışlar maliyete dahil edilmeyen mallardır ifadesi yanlıştır."
  },
  {
    "id": "3365245",
    "unitNumber": 4,
    "text": "Aşağıdaki ürün örneklerinden hangisi ile ilgilenen bir işletme için gerçek maliyet yöntemini uygulamak uygun değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Otomobil",
      "B": "Mücevher",
      "C": "Çiçek",
      "D": "Savaş uçağı",
      "E": "Tekne"
    },
    "explanation": "Gerçek maliyet yönteminin kullanılmasında en öne çıkan tercih sebebi, satılan mala ilişkin<br/>gelir ile maliyeti kolaylıkla eşleştirme ve karşılaştırma yapılabilmesidir. Bu stoklar özellikleri kolaylıkla tanımlanabilen ve birbirinden ayırt edilmesi son derece basit olan (örneğin, otomobil satış bayisi gibi) işletmeler tarafından uygulanması oldukça mantıklı olabilir. Ancak birçok malı toptan alıp-satan (meyve-sebze halleri gibi) veya perakende satış yapan (çiçekçi, bakkaliye gibi) ticaret işletmeleri için durum aynı değildir. Bu işletmelerin her partiye ilişkin bir tanımlama yapması, işlem yükünü arttıran ve ekonomik olmayan zahmetli bir süreci beraberinde getirecektir.<br/>Yanıt C'dir. Çiçekçi için uygun değildir."
  },
  {
    "id": "3365246",
    "unitNumber": 4,
    "text": "Stok değerleme yöntemlerinden basit ortalama maliyet yönteminde, dönemin satışa hazır mallarının toplam maliyetinin dönemin satışa hazır mallarının miktarına bölünmesi ile aşağıdakilerden hangisi bulunmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ortalama birim maliyet",
      "B": "Tamamlama maliyeti",
      "C": "Başlangıç maliyeti",
      "D": "Dönem sonu stokların maliyeti",
      "E": "Dönem başı stokların maliyeti"
    },
    "explanation": "Basit ortalama maliyet yönteminde, dönemin satışa hazır mallarının toplam maliyetinin dönemin satışa hazır mallarının miktarına bölünmesi ile ortalama birim maliyet bulunmaktadır.<br/>Basit ortalama maliyet yöntemine göre ortalama birim maliyet; dönemin satışa hazır mallarının toplam maliyetini, dönemin satışa hazır mallarının miktarına bölünmesi ile bulunmaktadır. Bu varsayımda birim ortalama maliyet şöyle hesaplanmaktadır:<br/>Ortalama Birim Maliyet = Satışa Hazır Malların Maliyeti / Satışa Hazır Malların Miktarı<br/>Yanıt A'dır. Basit ortalama maliyet yönteminde, dönemin satışa hazır mallarının toplam maliyetinin dönemin satışa hazır mallarının miktarına bölünmesi ile ortalama birim maliyet bulunmaktadır."
  },
  {
    "id": "3365247",
    "unitNumber": 4,
    "text": "Stok sayımında ilk adım aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mevcut kayıtlı stokların işletmenin muhasebe yazılım sisteminde bloke edilmesi",
      "B": "Mevcut giren malların listelerinin üretilmesi",
      "C": "Mevcut envanter sayım listelerinin üretilmesi",
      "D": "Konsinye malların ayrılması",
      "E": "İleriye dönük tahmin yönteminin belirlenmesi"
    },
    "explanation": "Stok sayımında ilk adım mevcut envanter sayım listelerinin üretilmesidir.<br/>Yanıt C'dir. Mevcut envanter sayım listelerinin üretilmesidir."
  },
  {
    "id": "3365248",
    "unitNumber": 4,
    "text": "ÖZ-KAYA işletmesi araç alım satımı yapan bir galeridir. Satın aldığı araçların maliyetlerini motor numaralarına göre takip edebilmektedir. İşletmenin haziran ayında satın aldığı aynı özelliklere ve renge sahip üç otomobilin maliyetleri sırasıyla 80.000 TL, 82.800 TL ve 77.800 TL’dir. İşletme gerçek maliyet yöntemini kullanmaktadır. İşletme araçlarından birisini 100.000 liraya satmıştır. İşletme bu satışta satış kârının yüksek olmasını istemişse, işletmenin sırasıyla satışların maliyeti ve brüt satış kârı kaç TL’dir?",
    "correctAnswer": "D",
    "options": {
      "A": "80.000 ve 20.000",
      "B": "82.800 ve 17.200",
      "C": "100.000 ve 20.000",
      "D": "77.800 ve 22.200",
      "E": "77.800 ve 20.000"
    },
    "explanation": "İşletme en yüksek kârı elde edebilmek için en düşük maliyetli aracı satması gerekmektedir, yani 77.800 TL satışların maliyetidir. Satış kârı ise, 100.000 - 77.800 = 22.200 TL’dir."
  },
  {
    "id": "3365249",
    "unitNumber": 5,
    "text": "Duran varlıklar bir yılda ya da normal faaliyet döneminde paraya çevrilmesi, satılması ve tüketilmesi öngörülmeyen varlıklardır. Buna göre aşağıdakilerden hangisi duran varlıklarla ilgili olarak <u><strong>yanlıştır</strong></u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Duran varlıklar bir hesap dönemi içindeki tüm alacakların yarısından oluşur.",
      "B": "Duran varlıklar işletmelerin faaliyetlerinin gerçekleştirilmesi amacıyla kullanılırlar.",
      "C": "Duran varlıklar bir yıldan uzun vadeli şekilde elde tutularak fayda yaratması beklenen varlıklardır.",
      "D": "Duran varlıklar elde tutularak fayda beklenilen ve vadesi bir yıldan uzun alacaklardır.",
      "E": "Duran varlıklar işletmenin bir yıl ya da normal faaliyet dönemi içinde paraya dönüştürülmesi beklenmeyen varlıklardır."
    },
    "explanation": "GİRİŞ<br/>Duran varlıklar; bir yılda veya normal faaliyet dönemi içinde paraya çevrilmesi, satılması veya tüketilmesi öngörülmeyen, işletme faaliyetlerinin gerçekleştirilmesi amacıyla kullanılmak üzere edinilen veya bir yıldan uzun vadeli şekilde elde tutularak fayda yaratması beklenen varlıklar ile vadesi bir yıldan uzun alacaklardır. İşletmenin bir yıl veya normal faaliyet dönemi içinde paraya dönüşmesi beklenmeyen ve bir hesap döneminden daha uzun süre yararlanılan uzun vadeli varlıkları, bilançoda duran varlıklar içinde gösterilir."
  },
  {
    "id": "3365250",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi uzun vadeli alacakların dönem sonu işlemleriyle farlılık göstermeyen hesap grubudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Dönen varlıklar",
      "B": "Duran varlıklar",
      "C": "Kısa vadeli alacaklar",
      "D": "Uzun vadeli yabancı kaynaklar",
      "E": "Çeşitli borçlar"
    },
    "explanation": "GİRİŞ<br/>Uzun vadeli alacakların dönem sonu işlemleri, kısa vadeli alacaklardan farklılık arz etmez."
  },
  {
    "id": "3365251",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Tekdüzen Hesap Planı'ndaki duran varlıklar hesap sınıfını oluşturan gruplardan birisi değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ticari alacaklar",
      "B": "Diğer alacaklar",
      "C": "Kasa",
      "D": "Mali duran varlıklar",
      "E": "Maddi duran varlıklar"
    },
    "explanation": "GİRİŞ<br/>Tekdüzen Hesap Planı’nda duran varlıklar hesap sınıfı, aşağıdaki gruplardan oluşur:<br/>22 TİCARİ ALACAKLAR<br/>23 DİĞER ALACAKLAR<br/>24 MALİ DURAN VARLIKLAR<br/>25 MADDİ DURAN VARLIKLAR<br/>26 MADDİ OLMAYAN DURAN VARLIKLAR<br/>27 ÖZEL TÜKENMEYE TABİ VARLIKLAR<br/>29 DİĞER DURAN VARLIKLAR"
  },
  {
    "id": "3365252",
    "unitNumber": 5,
    "text": "Uzun vadeli alacakların dönem sonu işlemleri, kısa vadeli alacaklardan farklılık arz etmez. Bununla birlikte uzun vadeli alacaklar için dönem sonunda yapılması gereken tek farklı bir işlem aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İlgili miktarda para bulunması için kasaya para konulması",
      "B": "Alacakların iptal edilmesi",
      "C": "Alacaklar hesabının kapatılması",
      "D": "Vade düzenlemesi",
      "E": "Karşılıklı olan hesapların kapatılmasıdır."
    },
    "explanation": "GİRİŞ<br/>Uzun vadeli alacakların dönem sonu işlemleri, kısa vadeli alacaklardan farklılık arz etmez. Bununla birlikte uzun vadeli alacaklar için dönem sonunda yapılması gereken tek farklı bir işlem, vade düzenlemesidir. Vadesi 1 yılın altına düşerek uzun vadeli olma özelliğini yitiren alacaklar, kısa vadeli alacaklar hesaplarına devredilerek, dönen varlık<br/>olarak sınıflandırılması gerekir."
  },
  {
    "id": "3365253",
    "unitNumber": 5,
    "text": "Mali duran varlıklar, işletmelerin bir yıldan daha uzun süreyle ellerinde tutmak amacıyla edindikleri menkul kıymet niteliği taşıyan finansal varlıklardır. Buna göre aşağıdakilerden hangisi maddi duran varlıklarla ilgili olarak <u><strong>yanlıştır</strong></u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Hisse senedi, tahvil ve diğer menkul kıymetler, uzun vadeli olarak edinildiğinde, mali duran varlıklar olarak sınıflandırılır.",
      "B": "İşletmeler maddi duran varlıkları çeşitli sebeplerle edinirler. Bu sebeplerden birisi de sürekli gelir elde etmektir.",
      "C": "İşletmeler maddi duran varlıkları finansal ve operasyonel amaçlarla edinirler.",
      "D": "Tekdüzen hesap planında işletmelerin uzun vadeli amaçlarla satın aldıkları ve yasal zorunluluklar sebebiyle elde tuttukları menkul kıymetleri mali duran varlıklar sınıfını oluşturur.",
      "E": "Mali duran varlıklar hesapları içinde ticari alacaklar da yer alır."
    },
    "explanation": "MALİ DURAN VARLIKLAR<br/>Mali duran varlıklar, işletmelerin bir yıldan daha uzun süreyle ellerinde tutmak amacıyla edindikleri menkul kıymet niteliği taşıyan finansal varlıklardır. Hisse senedi, tahvil ve diğer menkul kıymetler, uzun vadeli amaçlar ile edinildiğinde mali duran varlıklar olarak sınıflandırılır"
  },
  {
    "id": "3365254",
    "unitNumber": 5,
    "text": "Vergi Usul Kanunu (V.U.K.)'na göre, işletmelerin sahip olduğu mali duran varlıklar içinde bulunan hisse senetleri, şireketlerin hisse senetlerinden oluşan yatırım fonu katılma belgeleri dışındaki diğer menkul kıymetler aşağıdakilerden hangisi ile değerlenir?",
    "correctAnswer": "C",
    "options": {
      "A": "Emsal bedeli ile",
      "B": "Maliyet bedeli ile",
      "C": "Borsa rayici ile",
      "D": "Tasarruf değeri ile",
      "E": "Mukayyet değer ile"
    },
    "explanation": "MALİ DURAN VARLIKLAR<br/>VUK’a göre, hisse senetleri ile şirketlerin hisse senetlerinden oluşan yatırım fonu katılma belgeleri alış bedeliyle, bunlar dışındaki diğer menkul<br/>kıymetler borsa rayiciyle değerlenir. B"
  },
  {
    "id": "3365255",
    "unitNumber": 5,
    "text": "Türk mevzuatına göre mali duran varlıklar, iştirakler üzerinden tanımlanmıştır. Buna göre aşağıdakilerden hangisi <u><strong>yanlıştır</strong></u>?",
    "correctAnswer": "B",
    "options": {
      "A": "İştirak bir şirketin başka bir şirketin yönetimine ve kârına katılmak amacıyla edindiği ortaklık paylarıdır.",
      "B": "Borsada işlem gören iştirakler mali yapıyı etkiler. Bunun sonuçları ihtiyatlar olarak kaydedilir.",
      "C": "Şirketin iştirak olarak edindiği ortaklık payları şirketin sermayesinin %10’undan az olan iştirak tutarı bağlı menkul kıymetlerde muhasebeleştirilir.",
      "D": "İştirak edilen şirketteki payın %50 sınırını aşması halinde ortaklık payı bağlı ortaklık niteliği kazanmış olur.",
      "E": "Mevzuatta belirlenen sınırlar arasında kalan ortaklık payları iştirak olarak kaydedilir."
    },
    "explanation": "MALİ DURAN VARLIKLAR<br/>VUK’a göre, hisse senetleri ile şirketlerin hisse senetlerinden oluşan yatırım fonu katılma belgeleri alış bedeliyle, bunlar dışındaki diğer menkul kıymetler borsa rayiciyle değerlenir."
  },
  {
    "id": "3365256",
    "unitNumber": 5,
    "text": "<u><strong>Özellikle,</strong> </u>aşağıdaki hangi muhasebe ilkesi gereği Tekdüzen Hesap Planı’nda borsada işlem gören menkul kıymetlerin değerindeki düşüklüklerinin izlenmesini sağlamayı amaçlayan hesaplara yer verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal sorumluluk",
      "B": "Kişilik",
      "C": "İhtiyatlılık",
      "D": "Tarafsızlık",
      "E": "Dönemsellik"
    },
    "explanation": "MALİ DURAN VARLIKLAR<br/>Vergi Usul Kanunu (V.U.K.), borsada işlem gören menkul kıymetlerin değerinde belirlenen artış veya düşüklüklerin, mali kârı etkilemesine izin vermemektedir. Bununla beraber Tekdüzen Hesap Planı’nda \"<strong>ihtiyatlılık ilkesi\" </strong>gereğince sadece değer düşüklüklerinin izlenmesini sağlamayı amaçlayan hesaplar yer almaktadır."
  },
  {
    "id": "3365257",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi muhasebede maddi duran varlıkların özelliklerinden birisi <u><strong>değildir</strong></u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Fiziki yapıya sahip varlıklardır",
      "B": "Mülkiyetleri işletmeye aittir",
      "C": "Mal ve hizmet üretiminde ya da yönetim faaliyetlerinde kullanılırlar",
      "D": "Tahmini faydalı ömürleri 1 yılın altındadır",
      "E": "Boş arsa ve arazilerin dışındakilerin faydalı ömürleri sınırlıdır"
    },
    "explanation": "MADDİ DURAN VARLIKLAR<br/>Maddi duran varlıkların temel özellikleri şöyle sıralanabilir:<br/>• Fiziki yapıya sahip varlıklardır.<br/>• Mülkiyetleri işletmeye aittir.<br/>• Mal ve hizmet üretiminde veya yönetim faaliyetlerinde kullanılırlar.<br/>• Tahmini faydalı ömürleri 1 yılın üzerindedir.<br/>• Boş arsa ve araziler dışında faydalı ömürleri sınırlıdır"
  },
  {
    "id": "3365258",
    "unitNumber": 5,
    "text": "Muhasebede bir varlığın işletme yönetimi tarafından faaliyetlerinde verimli bir şekilde kullanılabileceği öngörülen süre aşağıdaki kavramlardan hangisi ile açıklanmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Maliyete esas süre",
      "B": "Mülkiyet esasına ilişkin süre",
      "C": "Tükenme payı",
      "D": "Amortisman",
      "E": "Faydalı ömür"
    },
    "explanation": "MADDİ DURAN VARLIKLAR<br/>Bir varlığın işletme yönetimi tarafından faaliyetlerinde verimli bir şekilde kullanılabileceği öngörülen süre, <strong>faydalı ömür</strong> kavramı ile açıklanmaktadır."
  },
  {
    "id": "3365259",
    "unitNumber": 5,
    "text": "............., bir işletmenin iştiraklerinde veya bağlı ortaklığı niteliğindeki başka bir işletmenin yönetim kararlarında söz sahibi olmasını açıklar.<br/>Yukarıdaki boş alan aşağıdakilerden hangisi ile doldurulduğunda anlamlı olur?",
    "correctAnswer": "A",
    "options": {
      "A": "Kontrol gücü",
      "B": "Değerleme",
      "C": "Ortak girişim",
      "D": "İletişim gücü",
      "E": "Konsorsiyum"
    },
    "explanation": "Kontrol gücü, şirketin iştiraki veya bağlı ortaklığı niteliğindeki başka bir şirketin yönetim kararlarında söz sahibi olabilme gücüdür."
  },
  {
    "id": "3365260",
    "unitNumber": 5,
    "text": "Vergi Usul Kanunu (V.U.K.)'na göre muhasebe açısından hisse senetleri hangisi ile değerlenir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alış bedeli ile",
      "B": "Borsa rayici ile",
      "C": "İtibari değeri ile",
      "D": "Emsal değeri ile",
      "E": "Tasarruf değeri ile"
    },
    "explanation": "Vergi Usul Kanunu (V.U.K.)'na göre, hisse senetleri alış bedeliyle değerlenir."
  },
  {
    "id": "3365261",
    "unitNumber": 5,
    "text": "Hangi hesap maddi duran varlıklar grubunda <strong><u>yer almaz?</u></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Binalar",
      "B": "Özel Maliyetler",
      "C": "Yeraltı ve yer üstü düzenleri",
      "D": "Demirbaşlar",
      "E": "Yapılmakta olan yatırımlar"
    },
    "explanation": "Tekdüzen Hesap Planı'nda yer alan maddi duran varlıklara ilişkin hesaplar şöyle sıralanır:<br/>250 ARAZİ VE ARSALAR<br/>251 YER ALTI VE YER ÜSTÜ DÜZENLERİ<br/>252 BİNALAR<br/>253 TESİS, MAKİNE VE CİHAZLAR<br/>254 TAŞITLAR<br/>255 DEMİRBAŞLAR<br/>256 DİĞER MADDİ DURAN VARLIKLAR<br/>257 BİRİKMİŞ AMORTİSMANLAR (-)<br/>258 YAPILMAKTA OLAN YATIRIMLAR"
  },
  {
    "id": "3365262",
    "unitNumber": 5,
    "text": "Muhasebede hangi çalışmalar ile maddi duran varlıklar sayılır ve sayım sonuçları muhasebe kayıtları ile karşılaştırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Muhasebe dışı envanter",
      "B": "Muhasebe içi",
      "C": "Mutabakat",
      "D": "Yıpranma payı belirleme",
      "E": "Resen değerleme"
    },
    "explanation": "Muhasebede, <strong>muhasebe dışı envanter</strong> çalışmaları ile varlıklar sayılır ve sayım sonuçları muhasebe kayıtları ile karşılaştırılır"
  },
  {
    "id": "3365263",
    "unitNumber": 5,
    "text": "İşletmede üretim hattında kullanmak üzere daha önce aldığı ve 258 YAPILMAKTA OLAN YATIRIMLAR HESABI'nda izlediği 300.000.- TL. değerindeki makinenin kurulumunu tamamlayarak aktifleri içinde almıştır. Bu işleme ilişkin aşağıdakilerden hangi yevmiye kaydı doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "__________________ / __________________<br/>159 VERİLEN SİPARİŞ AVANSLARI 300.000.-<br/>258 YAPILMAKTA OLAN YATIRIMLAR HS 300.000.-<br/>__________________ / __________________",
      "B": "<strong>__________________ / _____________</strong><br/>258 YAPILMAKTA OLAN YATIRIMLAR HS. 300.000.-<br/>264 ÖZEL MALİYETLER HS. 300.000.-<br/><strong>__________________ / _____________</strong>",
      "C": "__________________ / __________________<br/>264 ÖZEL MALİYETLER HS. 300.000.-<br/>253 TESİS, MAKİNE VE CİHAZLAR HS. 300.000.- <br/>__________________ / __________________",
      "D": "__________________ / __________________<br/>253 TESİS, MAKİNE VE CİHAZLAR HS 300.000.- <br/>258 YAPILMAKTA OLAN YATIRIMLAR HS 300.000.-<br/>__________________ / __________________",
      "E": "__________________ / __________________<br/>258 YAPILMAKTA OLAN YATIRIMLAR HS 300.000.-<br/>251 YER ALTI VE YER ÜSTÜ DÜZENLERİ HS 300.000.- <br/>__________________ / __________________"
    },
    "explanation": "__________________ / __________________<br/>253 TESİS, MAKİNE VE CİHAZLAR HS 300.000 <br/>258 YAPILMAKTA OLAN YATIRIMLAR HS 300.000<br/>__________________ / __________________"
  },
  {
    "id": "3365264",
    "unitNumber": 5,
    "text": "Dönem sonu sayımında 5.000 TL değerinde demirbaş fazla çıkmış, yapılan araştırmada fazlalığın nedeni bulunamamıştır. Hangi yevmiye kaydı yapılmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "__________________ / __________________<br/>397 SAYIM VE TESELLÜM FAZLALARI HS 5.000<br/>679 DİĞER OLAĞANDIŞI GELİR VE KARLAR HS 5.000<br/>__________________ / __________________",
      "B": "__________________ / __________________<br/>397 SAYIM VE TESELLÜM FAZLALARI HS 5.000<br/>255 DEMİRBAŞLAR HS 5.000<br/>__________________ / __________________",
      "C": "__________________ / __________________<br/>679 DİĞER OLAĞANDIŞI GELİR VE KARLAR HS 5.000<br/>255 DEMİRBAŞLAR HS 5.000<br/>__________________ / __________________",
      "D": "__________________ / __________________<br/>264 ÖZEL MALİYETLER HS 5.000<br/>397 SAYIM VE TESELLÜM FAZLALARI HS 5.000<br/>__________________ / __________________",
      "E": "__________________ / __________________<br/>255 DEMİRBAŞLAR HS 5.000<br/>689 DİĞER OLAĞANDIŞI GİDER VE ZARARLAR HS 5.000<br/>__________________ / __________________"
    },
    "explanation": "__________________ / __________________<br/>397 SAYIM VE TESELLÜM FAZLALARI HS 5.000<br/>679 DİĞER OLAĞANDIŞI GELİR VE KARLAR HS 5.000<br/>__________________ / __________________"
  },
  {
    "id": "3365265",
    "unitNumber": 5,
    "text": "İşletme 2 Kasım 20xx yılında yönetim işlerinde kullanmak üzere 100.000 TL değerinde bir binek otomobil almıştır. Otomobilin ilk yıl amortismanı ile ilgili hangi ifade doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "İlk yıl için 2 aylık amortisman ayrılır",
      "B": "İlk yıl için 1 aylık amortisman ayrılır.",
      "C": "İlk yıl için 6 aylık amortisman ayrılır",
      "D": "İlk yıl için 12 aylık amortisman ayrılır.",
      "E": "İlk yıl ayrılmayan amortisman tutarı diğer yıllara eşit dağıtılır"
    },
    "explanation": "Kıst Amortisman<br/>VUK, amortisman payının hesabında genel hüküm olarak yılı esas alır. Ancak binek otomobillerin amortismanında ay esası uygulanır. Madde 320’ye göre; binek otomobillerin kiralanması veya çeşitli şekillerde işletilmesiyle uğraşanlar haricindeki işletmelere ait binek otomobillerin aktife girdiği hesap dönemi ay kesri tam sayılmak üzere isabet eden bakiye değer, itfa süresinin son yılında tamamen gidere dönüştürülür. Kıst amortisman hesaplamalarında, binek otomobilin aktife girdiği ay, ayın son günü olsa dahi, tam sayılır."
  },
  {
    "id": "3365266",
    "unitNumber": 5,
    "text": "İz bedeli ile ilgili hangi ifade doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Varlığın bilançoda 1 TL olarak gösterilmesi",
      "B": "Konsinye mal gönderilmesi",
      "C": "Teminata varlık verilmesi",
      "D": "Komşu işletmeden hatır senedi alınması",
      "E": "Bankada 1 TL hesap açılması"
    },
    "explanation": "<strong>Amortismanların Muhasebeleştirilmesinde İz Bedeli</strong><br/>Bir duran varlığın öngörülen faydalı ömrünü tamamlamasına ve dolayısıyla amortisman paylarının ayrılmasına karşın, elden çıkarılmadığı hatta fiilen kullanıldığı durumlar olabilir. Muhasebe açısından bu varlıkların, elden çıkarılana kadar hesaplarda izlenmesi gerekir. Varlığın muhasebe kayıtlarında yer alması<br/>için 1TL sembolik bir değerle gösterilmesinin sağlanması en makul çözümdür. İlan edilen faydalı ömrünün son yılında yapılan dönem sonu kayıtlarında amortisman paylarının 1TL eksik ayrılması, duran varlığın bilançoda 1TL iz bedeliyle yer almasını sağlar."
  },
  {
    "id": "3365267",
    "unitNumber": 5,
    "text": "Maddi Duran Varlığın yenilenmesi ile ilgili olarak Özel Fonlar Hesabı'ndaki tutarlar <strong>en fazla</strong> kaç yıl bekletilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "3",
      "B": "1",
      "C": "2",
      "D": "4",
      "E": "5"
    },
    "explanation": "Maddi duran varlığın satışı veya varlığın doğal afetler yüzünden zarar görmesi hâlinde alınan sigorta tazminatı sebebiyle ortaya çıkan kâr, belirli şartların oluşması hâlinde, yeni alınan bir maddi duran varlığın amortismanını karşılamak üzere, pasifte özel bir fon hesabında en fazla üç yıl süreyle bekletilebilir. Üç yıl içinde kullanılmayan satış kârı veya tazminat farkları, üçüncü yılın vergi matrahına dâhil edilir"
  },
  {
    "id": "3365268",
    "unitNumber": 5,
    "text": "........., teknolojik gelişmelerin giderek arttığı günümüz dünyasında işletmeleri varlıklarının modernizasyonu açısından teşvik etmek amacıyla vergi ertelemesi avantajı sağlayan bir uygulamadır.",
    "correctAnswer": "A",
    "options": {
      "A": "Yenileme fonu",
      "B": "Haklar",
      "C": "İnovasyon",
      "D": "Şerefiye",
      "E": "Özel maliyetler"
    },
    "explanation": "Yenileme fonu, teknolojik gelişmelerin giderek arttığı günümüz dünyasında işletmeleri varlıklarının modernizasyonu açısından teşvik etmek amacıyla vergi ertelemesi avantajı sağlayan bir uygulamadır."
  },
  {
    "id": "3365269",
    "unitNumber": 5,
    "text": "Dönem sonunda değeri düştüğü anlaşılan ……………. için karşılık gideri kaydedilir. Karşılık tutarı, ilgili mali duran varlığın değer düşüklüğü karşılığı hesabında izlenir. Daha sonraki dönemlerde ortaya çıkan değer artışları, daha önce karşılık gideri yazılan tutar kadar gelir kaydedilir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Demirbaşlar",
      "B": "Ticari alacaklar",
      "C": "Ortaklardan alacaklar",
      "D": "Yer altı ve yer üstü düzenleri",
      "E": "Uzun vadeli menkul kıymetler"
    },
    "explanation": "Bilanço gününde mali duran varlıklar grubunda yer alan hesaplara kayıtlı menkul kıymetler için aşağıdaki dönem sonu işlemleri yapılır:<br/>Dönem sonunda değeri düştüğü anlaşılan uzun vadeli menkul kıymetler için karşılık gideri kaydedilir. Karşılık tutarı, ilgili mali duran varlığın değer düşüklüğü karşılığı hesabında izlenir. Daha sonraki dönemlerde ortaya çıkan değer artışları, daha önce karşılık gideri yazılan tutar kadar gelir kaydedilir. Vergi yasalarımıza göre, menkul kıymetlerin değer artış ve azalışlarının, vergi matrahını etkilememesi gerekir."
  },
  {
    "id": "3365270",
    "unitNumber": 5,
    "text": "<u>Vergi mevzuatımızca</u> kanunen kabul edilmeyen giderlerden olan menkul kıymet değer azalışları, …………….. izlenmelidir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Hisse senedinde",
      "B": "Nazım hesaplarda",
      "C": "Bağlı ortaklıklarda",
      "D": "Yapılmakta olan yatırımlarda",
      "E": "Maddi Duran Varlığın Amortismanında"
    },
    "explanation": "Menkul kıymet değer azalışları, vergi mevzuatımızca kanunen kabul edilmeyen giderdir. Nazım hesaplarda izlenmelidir."
  },
  {
    "id": "3365271",
    "unitNumber": 5,
    "text": "Maddi duran varlık unsurları, bilançonun aktifinde yer alır. ………… hesabı ise, pasif karakterli aktif düzenleyici bir hesap olup, aktifte bir indirim kalemidir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Taşıtlar",
      "B": "Demirbaşlar",
      "C": "Arazi ve arsalar",
      "D": "Birikmiş amortismanlar",
      "E": "Tesis, makine ve cihazlar"
    },
    "explanation": "Maddi duran varlık unsurları, bilançonun aktifinde yer alır. Birikmiş amortismanlar hesabı ise, pasif karakterli aktif düzenleyici bir hesap olup, aktifte bir indirim kalemidir."
  },
  {
    "id": "3365272",
    "unitNumber": 5,
    "text": "Maddi duran varlıkların temel özellikleri şöyle sıralanabilir: fiziki yapıya sahip varlıklardır, mülkiyetleri işletmeye aittir, tahmini faydalı ömürleri 1 yılın üzerindedir, ………. dışında faydalı ömürleri sınırlıdır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Taşıtlar",
      "B": "Binalar",
      "C": "Demirbaşlar",
      "D": "Boş arsa ve araziler",
      "E": "Tesis, makine ve cihazlar"
    },
    "explanation": "Maddi duran varlıkların temel özellikleri şöyle sıralanabilir:<br/><ul> <li>Fiziki yapıya sahip varlıklardır.</li> <li>Mülkiyetleri işletmeye aittir.</li> <li>Mal ve hizmet üretiminde veya yönetim faaliyetlerinde kullanılırlar.</li> <li>Tahmini faydalı ömürleri 1 yılın üzerindedir.</li> <li>Boş arsa ve araziler dışında faydalı ömürleri sınırlıdır.</li> </ul>"
  },
  {
    "id": "3365273",
    "unitNumber": 5,
    "text": "Maddi duran varlıklar, tüm edinim biçimlerinde maliyet bedeli üzerinden ………….. ve değerlenirler.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Pasifleştirilir",
      "B": "Aktifleştirilir",
      "C": "Envantere kayıt edilir",
      "D": "Karşılık gideri kaydedilir",
      "E": "Kıst getiri yöntemi uygulanır"
    },
    "explanation": "Maddi duran varlıklar, tüm edinim biçimlerinde maliyet bedeli üzerinden aktifleştirilir ve değerlenirler. Aktifleştirme, bir varlık edinildiğinde ilgili bir varlık hesabına maliyet bedeliyle kaydedilerek, bilançonun aktifine dâhil edilmesi işlemidir."
  },
  {
    "id": "3365274",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi için amortisman <u>ayrılmaz</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Dutluk",
      "B": "Fındıklık",
      "C": "İncir bahçeleri",
      "D": "Boş arsa ve araziler",
      "E": "İşletmede inşa edilmiş yollar"
    },
    "explanation": "Aşınma veya yıpranmaya uğramadıkları için boş arsa ve araziler için amortisman ayrılmaz. Ancak tarım işletmelerinde meyvalık, dutluk, fındıklık, zeytinlik, güllük, incir bahçeleri ve bağlar gibi tarım tesisleri ile işletmede inşa edilmiş yollar ve harklar amortismana tabi tutulur."
  },
  {
    "id": "3365275",
    "unitNumber": 5,
    "text": "Aşağıdaki hesaplardan hangisi tekdüzen hesap planında <u>maddi olmayan duran varlıklar</u> grubunda yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bağlı ortaklıklar",
      "B": "Şerefiye",
      "C": "Arazi ve arsalar",
      "D": "Yapılmakta olan yatırımlar",
      "E": "Yer altı ve yer üstü düzenleri"
    },
    "explanation": "Tekdüzen Hesap Planı’nda aşağıdaki hesaplar, Maddi Olmayan Duran Varlıklar Grubunda yer alır:<br/>260 HAKLAR<br/>261 ŞEREFİYE<br/>262 KURULUŞ VE ÖRGÜTLENME GİDERLERİ<br/>263 ARAŞTIRMA VE GELİŞTİRME GİDERLERİ"
  },
  {
    "id": "3365276",
    "unitNumber": 5,
    "text": "Tekdüzen Hesap Planı’nda …………., bir işletme başka bir işletmeyi devralırken katlandığı maliyet ile devralınan işletmenin rayiç bedelle hesaplanan net varlıklarının değeri arasındaki olumlu farklar olarak tanımlanmıştır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Şerefiye",
      "B": "İştirakler",
      "C": "Diğer alacaklar",
      "D": "Bağlı ortaklıklar",
      "E": "Bağlı menkul kıymetler"
    },
    "explanation": "Tekdüzen Hesap Planı’nda şerefiye, bir işletme başka bir işletmeyi devralırken katlandığı maliyet ile devralınan işletmenin rayiç bedelle hesaplanan net varlıklarının değeri arasındaki olumlu farklar olarak tanımlanmıştır."
  },
  {
    "id": "3365277",
    "unitNumber": 5,
    "text": "Muhasebe dışı envanter çalışmaları esnasında, varlıklar sayılır ve sayım sonuçları muhasebe kayıtları ile karşılaştırılır. Muhasebe kayıtlarında yer alan bir duran varlığın, işletmede mevcut olmadığı anlaşılırsa; bu farklılık, nedeni ortaya çıkarılıncaya kadar …………. net değeri üzerinden borç kaydedilir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "257 Birikmiş Amortismanlar Hesabına",
      "B": "397 Sayım ve Tesellüm Fazlaları Hesabına",
      "C": "644 Konusu Kalmayan Karşılıklar Hesabına",
      "D": "197 Sayım ve Tesellüm Noksanları Hesabına",
      "E": "679 Diğer Olağandışı Gelir ve Kârlar Hesabına"
    },
    "explanation": "Muhasebe dışı envanter çalışmaları esnasında, varlıklar sayılır ve sayım sonuçları muhasebe kayıtları ile karşılaştırılır. Muhasebe kayıtlarında yer alan bir duran varlığın, işletmede mevcut olmadığı anlaşılırsa; bu farklılık, nedeni ortaya çıkarılıncaya kadar 197 Sayım ve Tesellüm Noksanları Hesabına net değeri üzerinden borç kaydedilir."
  },
  {
    "id": "3365278",
    "unitNumber": 5,
    "text": "…………….., hızlandırılmış bir amortisman yöntemidir. Bu yöntem, ilk dönemlerde daha fazla amortisman giderinin muhasebeleştirilmesine imkân sağladığından, vergi matrahını azaltıcı etkisi sayesinde vergi ödemelerinin sonraki dönemlere ertelenmesi avantajını sağlar.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Kıst amortisman",
      "B": "Normal amortisman",
      "C": "Fevkalade amortisman",
      "D": "Madenlerde amortisman",
      "E": "Azalan kalanlar üzerinden amortisman"
    },
    "explanation": "Azalan kalanlar üzerinden amortisman, hızlandırılmış bir amortisman yöntemidir. Bu yöntem, ilk dönemlerde daha fazla amortisman giderinin muhasebeleştirilmesine imkân sağladığından, vergi matrahını azaltıcı etkisi sayesinde vergi ödemelerinin sonraki dönemlere ertelenmesi avantajını sağlar."
  },
  {
    "id": "3365279",
    "unitNumber": 5,
    "text": "Tekdüzen Hesap Planı’nda vadesi 1 yıldan uzun senetli ve senetsiz alacaklardan ticari bir işleme dayalı olarak ortaya çıkanlar aşağıdaki hangi grupta izlenir?",
    "correctAnswer": "A",
    "options": {
      "A": "22 TİCARİ ALACAKLAR",
      "B": "24 MALİ DURAN VARLIKLAR",
      "C": "25 MADDİ DURAN VARLIKLAR",
      "D": "26 MADDİ OLMAYAN DURAN VARLIKLAR",
      "E": "27 ÖZEL TÜKENMEYE TABİ VARLIKLAR"
    },
    "explanation": "UZUN VADELİ ALACAKLAR<br/>Tekdüzen Hesap Planı’nda vadesi 1 yıldan uzun senetli ve senetsiz alacaklardan ticari bir işleme dayalı olarak ortaya çıkanlar 22 TİCARİ ALACAKLAR grubunda, herhangi bir ticari işlemden kaynaklanmayanlar 23 DİĞER ALACAKLAR grubunda izlenir."
  },
  {
    "id": "3365280",
    "unitNumber": 5,
    "text": "İştirak edilen şirketteki payın %50 sınırını aşması hâlinde ise ortaklık payı aşağıdaki hangi hesapta izlenir?",
    "correctAnswer": "A",
    "options": {
      "A": "245 BAĞLI ORTAKLIKLAR",
      "B": "242 İŞTİRAKLER",
      "C": "240 BAĞLI MENKUL KIYMETLER",
      "D": "500 SERMAYE",
      "E": "110 HİSSE SENETLERİ"
    },
    "explanation": "MALİ DURAN VARLIKLAR<br/>İştirak edilen şirketteki payın %50 sınırını aşması hâlinde ise ortaklık payı, bağlı ortaklık niteliği kazanmış olur."
  },
  {
    "id": "3365281",
    "unitNumber": 5,
    "text": "Dönem sonunda borsa değeri düştüğü anlaşılan kısa vadeli menkul kıymetler aşağıdaki hangi hesabın borcuna kaydedilir?",
    "correctAnswer": "A",
    "options": {
      "A": "654 KARŞILIK GİDERLERİ",
      "B": "241 BAĞLI MENKUL KIYMETLER DEĞER DÜŞÜKLÜĞÜ KARŞILIĞI",
      "C": "244 İŞTİRAKLER SERMAYE PAYLARI DEĞER DÜŞÜKLÜĞÜ KARŞILIĞI",
      "D": "242 İŞTİRAKLER",
      "E": "110 HİSSE SENETLERİ"
    },
    "explanation": "MALİ DURAN VARLIKLAR<br/>Dönem sonunda değeri düştüğü anlaşılan kısa vadeli menkul kıymetler için karşılık gideri kaydedilir. Karşılık tutarı, ilgili mali duran varlığın değer düşüklüğü karşılığı hesabında izlenir."
  },
  {
    "id": "3365282",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi maddi duran varlıkların temel özelliklerinden biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tahmini faydalı ömürleri 1 yıldır",
      "B": "Fiziki yapıya sahip varlıklardır",
      "C": "Mülkiyetleri işletmeye aittir",
      "D": "Mal ve hizmet üretiminde veya yönetim faaliyetlerinde kullanılırlar",
      "E": "Boş arsa ve araziler dışında faydalı ömürleri sınırlıdır"
    },
    "explanation": "MADDİ DURAN VARLIKLAR<br/>Maddi duran varlıkların temel özellikleri şöyle sıralanabilir:<br/>• Fiziki yapıya sahip varlıklardır.<br/>• Mülkiyetleri işletmeye aittir. <br/>• Mal ve hizmet üretiminde veya yönetim faaliyetlerinde kullanılırlar.<br/>• Tahmini faydalı ömürleri <strong>1 yılın</strong> <strong>üzerindedir</strong>.<br/>• Boş arsa ve araziler dışında faydalı ömürleri sınırlıdır."
  },
  {
    "id": "3365283",
    "unitNumber": 5,
    "text": "Maddi duran varlığın kullanım özelliklerini geliştiren veya ömrünü uzatan olağanüstü harcamalara için aşağıdakilerden hangisi yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "ilgili varlık hesabında aktifleştirilir ve amortismana tabi tutulur.",
      "B": "doğrudan gelir tablosu hesaplarına kaydedilir",
      "C": "doğrudan nazım hesaplara kaydedilir.",
      "D": "ilgili varlık hesabında aktifleştirilir",
      "E": "doğrudan amortismana tabi tutulur."
    },
    "explanation": "MADDİ DURAN VARLIKLAR<br/>Varlığın tahmini kullanım süresi içinde kullanımını devam ettirmek için yapılan olağan harcamalar doğrudan gelir tablosu hesaplarına kaydedilirken, varlığın kullanım özelliklerini geliştiren veya ömrünü uzatan olağanüstü harcamalar ilgili varlık hesabında aktifleştirilir ve amortismana tabi tutulur."
  },
  {
    "id": "3365284",
    "unitNumber": 5,
    "text": "Maddi Duran varlığın sayımında bir noksanlığın nedeni bulunamazsa aşağıdaki hangi hesabın borcuna kaydedilir?",
    "correctAnswer": "A",
    "options": {
      "A": "689 Diğer Olağandışı Gider ve Zararlar Hesabına borç",
      "B": "689 Diğer Olağandışı Gider ve Zararlar Hesabına alacak",
      "C": "679 Diğer Olağandışı Gelir ve Kârlar Hesabına alacak",
      "D": "679 Diğer Olağandışı Gelir ve Kârlar Hesabına borç",
      "E": "197 Sayım ve Tesellüm Noksanları Hesabı borç"
    },
    "explanation": "Maddi Duran Varlığın Sayımı<br/>Geçici niteliğe sahip hesaplar, farklılığın nedenine bağlı olarak kapatılır. Eğer bir noksanlığın nedeni bulunamazsa, 689 Diğer Olağandışı Gider ve Zararlar Hesabına borç kaydedilir. Ancak gider hesabına kaydedilen tutar, vergi matrahının tespitinde dikkate alınmaz. Mali kâr açısından kanunen kabul edilme-yen giderdir ve nazım hesaplarda ayrıca izlenmelidir. Buna karşın, eğer bir fazlalığın nedeni bulunamazsa, 679 Diğer Olağandışı Gelir ve Kârlar Hesabına alacak kaydedilir."
  },
  {
    "id": "3365285",
    "unitNumber": 5,
    "text": "Aşağıdaki hangi maddi duran varlık için amortisman ayrılmaz ?",
    "correctAnswer": "A",
    "options": {
      "A": "Arsa ve Arazi",
      "B": "Binalar",
      "C": "Taşıtlar",
      "D": "Demirbaşlar",
      "E": "Makinalar"
    },
    "explanation": "Maddi Duran Varlığın Amortismanı<br/>Aşınma veya yıpranmaya uğramadıkları için boş arsa ve araziler için amortisman ayrılmaz."
  },
  {
    "id": "3365286",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi VUK’ta amortisman hesaplama yöntemlerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kıstaslı Amortisman",
      "B": "Normal Amortisman",
      "C": "Azalan Kalanlar Üzerinden Amortisman",
      "D": "Madenlerde Amortisman",
      "E": "Fevkalade Amortisman"
    },
    "explanation": "Maddi Duran Varlığın Amortismanı<br/>VUK’ta amortisman hesaplama yöntemleri aşağıda sunulan 5 başlık altında ele alınmıştır. <br/>• Normal Amortisman <br/>• Azalan Kalanlar Üzerinden Amortisman<br/>• Madenlerde Amortisman <br/>• Fevkalade Amortisman<br/>• Kıst Amortisman"
  },
  {
    "id": "3365287",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi azalan kalanlar üzerinden amortisman yönteminin uygulama esaslarından biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Amortisman oranı, normal amortisman oranının 3 katıdır. Ancak bu oran %40’yi geçemez.",
      "B": "Amortismana esas tutar, duran varlığın değerinden daha önce ayrılan ve birikmiş amortismanlar hesabına kaydedilen toplam tutar düşülerek hesaplanır.",
      "C": "Amortisman oranı, normal amortisman oranının 2 katıdır. Ancak bu oran %50’yi geçemez.",
      "D": "Azalan kalanlar üzerinden amortisman yönteminde amortisman süresi, normal amortisman oranlarına uygun olarak hesaplanır.",
      "E": "Bir duran varlık için azalan kalanlar yöntemiyle amortisman ayrılmaya başlandıktan sonra normal amortisman yöntemine geçilebilir."
    },
    "explanation": "Azalan Kalanlar (Bakiyeler) Üzerinden Amortisman Yöntemi<br/>Yöntemin uygulama esasları şunlardır:<br/>• Amortismana esas tutar, duran varlığın değerinden daha önce ayrılan ve birikmiş amortismanlar hesabına kaydedilen toplam tutar düşülerek hesaplanır. <br/>• Amortisman oranı, normal amortisman oranının 2 katıdır. Ancak bu oran %50’yi geçemez.<br/>• Azalan kalanlar üzerinden amortisman yönteminde amortisman süresi, normal amortisman oranlarına uygun olarak hesaplanır. Sürenin son yılında kalan tutarın tamamı o yılın amortisman payı olarak ayrılır. Başka bir ifadeyle amortisman süresinin son yılında amortismana esas tutar tamamen gider kaydedilir.<br/>• Bir duran varlık için azalan kalanlar yöntemiyle amortisman ayrılmaya başlandıktan sonra normal amortisman yöntemine geçilebilir. Bu durumda amorti edilmemiş tutar kalan yıl sayısına bölünerek, eşit tutarlarda amortisman payı gidere dönüştürülür"
  },
  {
    "id": "3365288",
    "unitNumber": 5,
    "text": "Teknolojik gelişmeler sebebiyle teknik verim ve değerleri düşerek tamamen veya kısmen kullanılmaz hâle gelen maddi duran varlıklar için aşağıdaki hangi amortisman yöntemi ugulanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Fevkalade Amortisman",
      "B": "Normal Amortisman",
      "C": "Azalan Kalanlar Üzerinden Amortisman",
      "D": "Madenlerde Amortisman",
      "E": "Kıst Amortisman"
    },
    "explanation": "VUK’ta duran varlıkların değerlerini aşırı yitirmesine neden olan durumlar, Fevkalade Amortisman başlığı altında ele alınmıştır. VUK 317’ye göre, aşağıda 3 maddede sıralanan maddi duran varlıklar için Maliye Bakanlığı tarafından belirlenen amortisman oranları uygulanır:<br/>• Yangın, deprem, su basması gibi doğal afetler sonucunda değerini kısmen veya tama-men yitirenler.<br/>• Teknolojik gelişmeler sebebiyle teknik verim ve değerleri düşerek tamamen veya kısmen kullanılmaz hâle gelenler.<br/>• Ağır çalışmaya tabi tutulduğu için norma-lin üzerinde aşınma ve yıpranmaya maruz kalanlar."
  },
  {
    "id": "3365289",
    "unitNumber": 6,
    "text": "Banka ve diğer finans kuruluşlarından sağlanan her türlü kredinin izlendiği hesap aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Banka Kredileri Hesabı",
      "B": "Bankalar Hesabı",
      "C": "Alacaklar Hesabı",
      "D": "Borçlar Hesabı",
      "E": "Kasa Hesabı"
    },
    "explanation": "Banka Kredileri Hesabı, banka ve diğer finans kuruluşlarından sağlanan her türlü kredinin izlendiği hesaptır."
  },
  {
    "id": "3365290",
    "unitNumber": 6,
    "text": "Kredilerin değerlemesi sonucunda oluşan kur farkları giderlerinin muhasebeleştirilmesinde hangi hesap alacaklandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "300 Banka Kredileri Hesabı",
      "B": "780 Finansman Giderleri Hesabı",
      "C": "649 Diğer Olağan Gelir ve Karlar Hesabı",
      "D": "646 Kambiyo Karları Hesabı",
      "E": "400 Banka Kredileri Hesabı"
    },
    "explanation": "Kredilerin değerlemesi sonucunda oluşan kur farkları giderlerinin muhasebeleştirilmesinde 300 Banka Kredileri Hesabı alacaklandırılırken, 780 Finansman Giderleri Hesabı’nın borçlandırılması gerekir."
  },
  {
    "id": "3365291",
    "unitNumber": 6,
    "text": "Anonim şirketlerin borç para bulmak için itibari kıymetleri eşit ve ibareleri aynı olmak üzere çıkardıkları borç senetlerine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tahvil",
      "B": "İktisap",
      "C": "Amortisman",
      "D": "Dispolite",
      "E": "Likidite"
    },
    "explanation": "Tahvil: Anonim şirketlerin borç para bulmak için itibari kıymetleri eşit ve ibareleri aynı olmak üzere çıkardıkları borç senetleridir."
  },
  {
    "id": "3365292",
    "unitNumber": 6,
    "text": "Tahviller ilk ihraç edildiğinde, üzerinde yazan değerle satılmışsa bunlara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Başa baş tahvil",
      "B": "Durumsal tahvil",
      "C": "İhraç tahvili",
      "D": "İskontolu tahvil",
      "E": "Küresel tahvil"
    },
    "explanation": "Tahviller ilk ihraç edildiğinde, üzerinde yazan değerle satılmışsa (nominal değer) bunlara başa baş tahvil denir. Başa baş tahvilleri, genellikle piyasa faiz oranı ile tahvilin kupon faiz oranının eşit olduğu durumlarda görülmektedir."
  },
  {
    "id": "3365293",
    "unitNumber": 6,
    "text": "Tahvilin faiz oranı, piyasa faiz oranından düşükse, tahviller üzerinde yazan değerin altında bir değerle nasıl ihraç edilirler?",
    "correctAnswer": "A",
    "options": {
      "A": "İskontolu",
      "B": "Primli",
      "C": "İhraç primli",
      "D": "Başabaş primli",
      "E": "Nominal"
    },
    "explanation": "Tahvilin faiz oranı, piyasa faiz oranından düşükse, tahviller üzerinde yazan değerin altında bir değerle iskontolu olarak ihraç edilirler."
  },
  {
    "id": "3365294",
    "unitNumber": 6,
    "text": "İşletmenin faaliyet konusunu oluşturan mal ve hizmet alışlarından kaynaklanan senetsiz borçlarının doğması ile alacaklanmakta, ödenmesi halinde borçlanmakta olan hesaba ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Satıcılar Hesabı",
      "B": "Alıcılar Hesabı",
      "C": "Borç Senetleri Hesabı",
      "D": "Finansman Giderleri Hesabı",
      "E": "Kasa Hesabı"
    },
    "explanation": "Satıcılar Hesabı, işletmenin faaliyet konusunu oluşturan mal ve hizmet alışlarından kaynaklanan senetsiz borçlarının doğması ile alacaklanmakta, ödenmesi halinde borçlanmaktadır."
  },
  {
    "id": "3365295",
    "unitNumber": 6,
    "text": "Hangi hesap işletmenin faaliyet konusunu oluşturan mal ve hizmet alışından kaynaklanan senede bağlanmış borçları doğduğunda alacaklanmakta, işletme senetleri ödendiğinde ise borçlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Borç Senetleri Hesabı",
      "B": "Satıcılar Hesabı",
      "C": "Finansman Giderleri Hesabı",
      "D": "Kasa Hesabı",
      "E": "Alıcılar Hesabı"
    },
    "explanation": "Borç Senetleri Hesabı, işletmenin faaliyet konusunu oluşturan mal ve hizmet alışından kaynaklanan senede bağlanmış borçları doğduğunda alacaklanmakta, işletme senetleri ödendiğinde ise borçlanmaktadır."
  },
  {
    "id": "3365296",
    "unitNumber": 6,
    "text": "Hangi değerle değerlenecek Türk lirası cinsinden borç senetleri için dönem sonunda ayrıca bir değerleme işlemi yapmaya gerek yoktur?",
    "correctAnswer": "A",
    "options": {
      "A": "Mukayyet",
      "B": "Tasarruf",
      "C": "Peşin",
      "D": "Faizli",
      "E": "Dönemsel"
    },
    "explanation": "Mukayyet değerle değerlenecek Türk lirası cinsinden borç senetleri için dönem sonunda ayrıca bir değerleme işlemi yapmaya gerek yoktur."
  },
  {
    "id": "3365297",
    "unitNumber": 6,
    "text": "Bir borç senedinin bilanço gününde ödenmesi durumunda elden çıkarılması gereken değeri gösteren tasarruf değerinin hesaplanmasında hangi işlemden faydalanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Reeskont işlemi",
      "B": "Yapılandırma işlemi",
      "C": "Geri besleme işlemi",
      "D": "İktisap işlemi",
      "E": "Mukayyet işlemi"
    },
    "explanation": "Bir borç senedinin bilanço gününde ödenmesi durumunda elden çıkarılması gereken değeri gösteren tasarruf değerinin hesaplanmasında, alacak senetlerinde olduğu gibi reeskont işleminden faydalanılır."
  },
  {
    "id": "3365298",
    "unitNumber": 6,
    "text": "Döviz kurunun düşmesi sebebiyle borçta meydana gelen azalışlara ilişkin kayıt yapılırken hangi hesap borçlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "320 Satıcılar Hesabı",
      "B": "649 Diğer Olağan Gelir ve Kârlar Hesabı",
      "C": "780 Finansman Giderleri Hesabı",
      "D": "429 Diğer Borçlar Hesabı",
      "E": "321 Borç Senetleri Hesabı"
    },
    "explanation": "Döviz kurunun düşmesi sebebiyle borçta meydana gelen azalışlara ilişkin kayıt yapılırken; 320 Satıcılar hesabı borçlandırılır, 649 Diğer Olağan Gelir ve Kârlar hesabı alacaklandırılır."
  },
  {
    "id": "3365299",
    "unitNumber": 6,
    "text": "İşletme 30.11.20XX Tarihinde 1.000.000 Amerikan Doları kısa vadeli kredi kullanmıştır. Kredinin kullanıldığı gün itibariyle 1 Amerikan doları 6,5 Türk Lirasıdır. 31.12.20XX tarihinde ise 1 Amerikan doları 7,0 Türk Lirasıdır. Bu durumda 31.12.20XX tarihinde yapılacak kayıt aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "102 Bankalar hesabına 6.500.000 TL Borç Kaydı, 300 Banka Kredileri hesabına 6.500.000 TL alacak kaydı.",
      "B": "300 Banka Kredileri hesabına 500.000 TL Borç Kaydı, 649 Diğer Olağan gelir ve Karlar hesabına 500.000 TL Alacak Kaydı",
      "C": "300 Banka Kredileri hesabına 500.000 TL Borç Kaydı, 646 Kambiyo Karları hesabına 500.000 TL Alacak Kaydı",
      "D": "780 Finansman Giderleri hesabına 500.000 TL Borç Kaydı, 300 Banka Kredileri hesabına 500.000 TL alacak kaydı.",
      "E": "780 Finansman Giderleri hesabına 500.000 TL Borç Kaydı, 381 Gider Tahakkukları hesabına 500.000 TL alacak kaydı."
    },
    "explanation": "MALİ BORÇLARA İLİŞKİN DÖNEMSONU İŞLEMLERİ<br/>Döviz kuru 6,5 TL’den 7,0 TL’ye yükselmiş, 0,5 TL artmıştır. Bu ise işletmenin borcunu (1.000.000 USD x 0,5 TL/USD=) 500.000 TL artırmıştır. Dolayısıyla 300 Banka Kredileri hesabına 500.000 TL alacak kaydı yapılacaktır. İşletmenin yükümlülüklerinin artması bir gider kalemi olduğundan da 780 Finansman Giderleri hesabına 500.000 TL Borç Kaydı yapılacaktır."
  },
  {
    "id": "3365300",
    "unitNumber": 6,
    "text": "İşletme 30.11.20XX Tarihinde 1.000.000 TL altı ay vadeli kredi kullanmıştır. 6. Ayın sonunda 90.000 TL faiz ile beraber 1.000.000 TL anaparayı ödeyecektir. Bu durumda 31.12.20XX tarihinde yapılacak kayıt aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "780 Finansman Giderleri hesabına 90.000 TL Borç Kaydı, 300 Banka Kredileri hesabına 90.000 TL alacak kaydı.",
      "B": "381 Gider Tahakkukları hesabına 15.000 TL Borç Kaydı, 780 Finansman Giderleri hesabına hesabına 15.000 TL alacak kaydı.",
      "C": "780 Finansman Giderleri hesabına 90.000 TL Borç Kaydı, 381 Gider Tahakkukları hesabına 90.000 TL alacak kaydı.",
      "D": "780 Finansman Giderleri hesabına 15.000 TL Borç Kaydı, 300 Banka Kredileri hesabına 15.000 TL alacak kaydı.",
      "E": "780 Finansman Giderleri hesabına 15.000 TL Borç Kaydı, 381 Gider Tahakkukları hesabına 15.000 TL alacak kaydı."
    },
    "explanation": "MALİ BORÇLARA İLİŞKİN DÖNEMSONU İŞLEMLERİ<br/>Altı ay sonunda ödenecek faiz 90.000 TL’dir. 31.12.20XX itibariyle kredi kullanımının üzerinden 1 ay geçmiştir. Dolayısıyla faizin 1/6’sı tahakkuk etmiştir. Bu durumda tahakkuk eden faiz 90.000 x 1/6 = 15.000 TL’dir.<br/>Tahakkuk eden faiz geliri Tek Düzen Hesap Planı uyarınca 381 Gider Tahakkukları Hesabına kaydedilir. Tahakkuk eden faiz işletme için bir yükümlülük olduğu için 381 Gider Tahakkukları hesabına 15.000 TL alacak kaydı yapılır. Buna karşın işletmenin yükümlülüklerinin artması bir gider kalemi olduğundan da 780 Finansman Giderleri hesabına 15.000 TL Borç Kaydı yapılacaktır."
  },
  {
    "id": "3365301",
    "unitNumber": 6,
    "text": "İşletme 30.06.2019 Tarihinde 3.000.000 TL 3 yıl vadeli kredi kullanmıştır. Bu kredinin 850.000 TL’si 2020 yılında ödenecektir. Bu bilgi ışığında 31.12.2019 tarihinde yapılacak kayıt aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "102 Bankalar Hesabına 3.000.000 TL alacak kaydı, 400 Banka Kredileri hesabına 3.000.000 TL borç kaydı.",
      "B": "400 Banka Kredileri hesabına 3.000.000 TL borç kaydı, 300 Banka Kredileri hesabına 3.000.000 TL alacak kaydı.",
      "C": "400 Banka Kredileri hesabına 850.000 TL borç kaydı, 300 Banka Kredileri hesabına 850.000 TL alacak kaydı.",
      "D": "400 Banka Kredileri hesabına 850.000 TL borç kaydı, 303 Uzun Vadeli Kredilerin Anapara Taksitleri ve Faizleri Hesabına 850.000 TL alacak kaydı.",
      "E": "780 Finansman Giderleri hesabına 850.000 TL borç kaydı, 300 Banka Kredileri hesabına 850.000 TL alacak kaydı."
    },
    "explanation": "MALİ BORÇLARA İLİŞKİN DÖNEMSONU İŞLEMLERİ<br/>Soruda 2019 yılında kullanılan kredinin 850.000 TL’si 2020 yılında ödeneceği bilgisi verilmiştir. Bu durumda uzun vadeli kredinin takip eden yılda ödenecek kısmı 303 Uzun Vadeli Kredilerin Anapara Taksitleri ve Faizleri Hesabına kaydedilir. Bu durumda doğru cevap d’dir."
  },
  {
    "id": "3365302",
    "unitNumber": 6,
    "text": "I-Senedin nominal değeri<br/>II-Reeskont faiz oranı<br/>III-Vadeye kalan süre (gün olarak) <br/>IV-Reeskont faizi<br/>Senet reeskont edilirken hangi veri setine ihtiyaç vardır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II ve III",
      "D": "II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "TİCARİ BORÇLARA İLİŞKİN DÖNEMSONU İŞLEMLERİ<br/>Reeskont faizi şu şekilde hesaplanır.<br/>Reeskont faizi= (Senedin nominal değeri x Reeskont faiz Oranı x Vadeye kalan süre) / (36500 + Reeskont faiz Oranı x Vadeye kalan süre)<br/>Bu durumda cevap c olmaktadır."
  },
  {
    "id": "3365303",
    "unitNumber": 6,
    "text": "İşletme 31.12.2019 tarihinde 20.000 TL reeskont hesaplamış ve kaydını tek düzen hesap planına uygun bir şekilde yapmıştır. 01.01.2020 tarihinde yapılması gereken kayıt aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "322 Borç Senetleri Reeskontu hesabına 20.000 TL Borç kaydı, 647 Reeskont Faiz Gelirleri Hesabına 20.000 TL Alacak kaydı",
      "B": "322 Borç Senetleri Reeskontu hesabına 20.000 TL Borç kaydı, 657 Reeskont Faiz Giderleri Hesabına 20.000 TL Alacak kaydı",
      "C": "322 Borç Senetleri Reeskontu hesabına 20.000 TL Alacak kaydı, 647 Reeskont Faiz Gelirleri Hesabına 20.000 TL Borç Kaydı kaydı",
      "D": "322 Borç Senetleri Reeskontu hesabına 20.000 TL Alacak kaydı, 657 Reeskont Faiz Giderleri Hesabına 20.000 TL Borç kaydı",
      "E": "300 Borç Senetleri hesabına 20.000 TL Borç kaydı, 647 Reeskont Faiz Gelirleri Hesabına 20.000 TL Alacak kaydı"
    },
    "explanation": "TİCARİ BORÇLARA İLİŞKİN DÖNEMSONU İŞLEMLERİ<br/>31.12.2019 tarihinde yapılacak kayıt şu şekildedir.<br/>322 Borç Senetleri Reeskontu hesabına 20.000 TL Borç kaydı, 647 Reeskont Faiz Gelirleri Hesabına 20.000 TL Alacak kaydı <br/>01.12.2020 tarihinde ise kayıt şu şekilde tersine alınır.<br/>322 Borç Senetleri Reeskontu hesabına 20.000 TL Alacak kaydı, 657 Reeskont Faiz Giderleri Hesabına 20.000 TL Borç kaydı"
  },
  {
    "id": "3365304",
    "unitNumber": 6,
    "text": "300 Banka Kredileri (Borç) 32.000<br/>646 Kambiyo Karları (Alacak) 32.000<br/>Bu muhasebe kaydı aşağıdaki işlemlerden hangisine aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Faiz gideri tahakkuku",
      "B": "Faiz geliri tahakkuku",
      "C": "Döviz kurlarında meydan gelen azalıştan dolayı oluşan değerleme",
      "D": "Döviz kurlarında meydan gelen artıştan dolayı oluşan değerleme",
      "E": "Kredi geri ödemesi"
    },
    "explanation": "TİCARİ BORÇLARA İLİŞKİN DÖNEMSONU İŞLEMLERİ<br/>300 Banka kredileri hesabına yapılan bir borç kaydı yükümlüğümüzün azaldığını gösterir. 646 Kambiyo Karları hesabına yapılan bir kayıt ise döviz kurlarında meydana gelen bir değişim sebebiyle varlıkların azaldığına veya yükümlüklerin azaldığına dalalettir. Yükümlüğün azalması için kurların düşmesi gerektiğine göre bu kayıt Döviz kurlarında meydan gelen azalıştan dolayı oluşan değerlemenin kaydıdır."
  },
  {
    "id": "3365305",
    "unitNumber": 6,
    "text": "İşletme dönemi zarar ile kapatmış ise dönem sonunda yapılacak kayıt ne şekilde olacaktır?",
    "correctAnswer": "D",
    "options": {
      "A": "692 Dönem Net Kârı Veya Zararı (Borç) / 590 Dönem Net Karı(Alacak)",
      "B": "590 Dönem Net Karı(Borç) / 692 Dönem Net Kârı Veya Zararı (Alacak)",
      "C": "692 Dönem Net Kârı Veya Zararı (Borç) / 591 Dönem Net Zararı (Alacak)",
      "D": "591 Dönem Net Zararı (Borç) / 692 Dönem Net Kârı Veya Zararı (Alacak)",
      "E": "692 Dönem Net Kârı Veya Zararı (Borç) / 580 Geçmiş Yıllar Zararları (Alacak"
    },
    "explanation": "ÖZ KAYNAKLARA İLİŞKİN DÖNEMSONU İŞLEMLERİ<br/>Dönem zarar ile kapanmış ise 692 Dönem Net Kârı Veya Zararı hesabı borç bakiyesi verir. Bu hesabı kapatmak için alacak kaydı, karşı hesaba da borç kaydı yapılması gerekir. Dönem zarar ile kapanmış ise zarar 591 Dönem Net Zararı hesabında gösterilir."
  },
  {
    "id": "3365306",
    "unitNumber": 6,
    "text": "Ana sözleşme hükümleri çerçevesinde ayrılan yedeklerin izlendiği hesap aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sermaye",
      "B": "Statü Yedekleri",
      "C": "Yasal Yedekler",
      "D": "Olağanüstü Yedekler",
      "E": "Özel Fonlar"
    },
    "explanation": "ÖZ KAYNAKLARA İLİŞKİN DÖNEMSONU İŞLEMLERİ<br/>Statü Yedekleri Hesabı, ana sözleşme hükümleri çerçevesinde ayrılan yedeklerin izlendiği hesaptır"
  },
  {
    "id": "3365307",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sermaye grubu hesaplarından biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "590 Dönem Net Kârı",
      "B": "591 Dönem Net Zararı",
      "C": "692 Dönem Net Kârı veya Zararı",
      "D": "570 Geçmiş Yıl Kârları",
      "E": "580 Geçmiş Yıl Zararları"
    },
    "explanation": "ÖZ KAYNAKLARA İLİŞKİN DÖNEMSONU İŞLEMLERİ<br/>692 Dönem Net Kârı veya Zararı hesabı gelir tablosu hesaplarından biri olup, sermaye grubu hesaplarından biri değildir."
  },
  {
    "id": "3365308",
    "unitNumber": 6,
    "text": "“Tahviller ilk ihraç edildiğinde, üzerinde yazan değerle satılmışsa (nominal değer) bunlara <strong><em>…………… </em></strong>denir.” Cümlesindeki boşluğa aşağıdakilerden hangisi gelecektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Başabaş tahvil",
      "B": "İhraç primli tahvil",
      "C": "İskontolu tahvil",
      "D": "Kamu Kesimi Tahvili",
      "E": "Özel Kesim Tahvili"
    },
    "explanation": "MALİ BORÇLARA İLİŞKİN DÖNEMSONU İŞLEMLERİ<br/>Tahviller ilk ihraç edildiğinde, üzerinde yazan değerle satılmışsa (nominal değer) bunlara <strong><em>başa baş tahvil </em></strong>denir."
  },
  {
    "id": "3365470",
    "unitNumber": 6,
    "text": "İşletmeleri kredi kurumlarına olan borçların, para ve sermaye piyasası araçlarıyla sağlanan<br/>kredilerin, bunların taksit ve faizlerinin izlendiği hesap grubu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mali Borçlar",
      "B": "Kâr Yedekleri",
      "C": "Ticari Borçlar",
      "D": "Dönem Net Kârı",
      "E": "Sermaye"
    },
    "explanation": "Mali Borçlar grubu, kredi kurumlarına olan borçların, para ve sermaye piyasası araçlarıyla sağlanan kredilerin, bunların taksit ve faizlerinin izlendiği hesap grubudur. Başka bir ifade ile işletmenin bankalardan ya da sermaye piyasalarından bulduğu yabancı kaynaklar bu gruplarda izlenir."
  },
  {
    "id": "3365471",
    "unitNumber": 6,
    "text": "Vadesi bir yıl ya da daha az olan banka kredileri aşağıdaki hesaplardan hangisinde takip edilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "305 Çıkarılmış Bonolar ve Senetler",
      "B": "304 Tahvil Anapara Borç, Taksit ve Faizleri",
      "C": "300 Banka Kredileri",
      "D": "400 Banka Kredileri",
      "E": "405 Çıkarılmış Tahviller"
    },
    "explanation": "Vadesi bir yıl ya da daha az olan banka kredileri 300 Banka Kredileri Hesabı’na kaydedilirken, uzun vadeli yani bir yıldan uzun süre içerisinde ödenecek banka kredileri, 400 Banka Kredileri Hesabı’na kaydedilmektedir."
  },
  {
    "id": "3365472",
    "unitNumber": 6,
    "text": "Kredilerin değerlemesi sonucunda oluşan kur farkları giderlerinin muhasebeleştirilmesi nasıl yapılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "300 Banka Kredileri Hesabı alacaklandırılırken, 649 Diğer Olağan Gelir ve Karlar Hesabı borçlandırılır.",
      "B": "649 Diğer Olağan Gelir ve Karlar Hesabı alacaklandırılırken, 300 Banka Kredileri Hesabı borçlandırılır.",
      "C": "646 Kambiyo Kârları Hesabı alacaklandırılırken, 300 Banka Kredileri Hesabı borçlandırılır.",
      "D": "649 Diğer Olağan Gelir ve Karlar Hesabı alacaklandırılırken, 780 Finansman Giderleri Hesabı’nın borçlandırılır.",
      "E": "300 Banka Kredileri Hesabı alacaklandırılırken, 780 Finansman Giderleri Hesabı’nın borçlandırılır."
    },
    "explanation": "Kredilerin değerlemesi sonucunda oluşan kur farkları giderlerinin muhasebeleştirilmesinde 300 Banka Kredileri Hesabı alacaklandırılırken, 780 Finansman Giderleri Hesabı’nın borçlandırılması gerekir"
  },
  {
    "id": "3365473",
    "unitNumber": 6,
    "text": "Tahviller ilk ihraç edildiğinde, üzerinde yazan değerle satılmışsa (nominal değer) bu tür tahviller aşağıdakilerden hangisiyle adlandırılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "İhraç primli tahvil",
      "B": "Başa baş tahvil",
      "C": "İskontolu",
      "D": "Bono",
      "E": "Çıkarılmış tahvil"
    },
    "explanation": "Tahviller ilk ihraç edildiğinde, üzerinde yazan değerle satılmışsa (nominal değer) bunlara başa baş tahvil denir"
  },
  {
    "id": "3365474",
    "unitNumber": 6,
    "text": "İşletme 01.08.2020 tarihinde 4 yıl vadeli olarak, %15 faiz oranlı, yıllık eşit taksitlerle geri ödenecek 8.000.000 TL tutarındaki tahvilleri nominal değerleri üzerinden banka aracılığı ile satmıştır. Yıl sonunda yapılacak kayıtlarda tahvilin o yıla düşen taksit ödemesinin muhasebe işlemi aşağıdakilerden hangisinde doğru verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "780 Finansman Gideri 2000 TL Borç, 381 Gider Tahakkukları 2000 TL Alacak",
      "B": "780 Finansman Gideri 2000 TL Borç, 304 Tahvil Anapara Borç Taksit ve Gideri 2000 TL Alacak",
      "C": "102 Bankalar 2000 TL Borç, 405 Çıkarılmış Tahviller 2000 TL Alacak",
      "D": "405 Çıkarılmış Tahviller 2000 TL Borç, 304 Tahvil Anapara Borç Taksit ve Gideri Alacak",
      "E": "405 Çıkarılmış Tahviller 2000 TL Borç, 102 Bankalar 2000 TL Alacak"
    },
    "explanation": "İşletme 01.08.2020 tarihinde 4 yıl vadeli olarak, %15 faiz oranlı, yıllık eşit taksitlerle geri ödenecek 8.000.000 TL tutarındaki tahvilleri nominal değerleri üzerinden banka aracılığı ile satmıştır.<br/>--------------------------------01/08/2020---------------------------<br/>102 BANKALAR 8.000.000<br/>405 ÇIKARILMIŞ TAHVİLLER 8.000.000<br/>---------------------------------------/-----------------------------------<br/>Tahvil çıkarıldığında üzerinde yazan değer üzerinden 405 Çıkarılmış Tahviller Hesabı’na kaydedilmektedir. Satış sonu gelen para işletmenin banka hesabına yattığından 102 Bankalar Hesabı borçlandırılmıştır.<br/>Yıl sonunda yapılacak kayıtlar aşağıdaki gibidir:<br/>• Tahvilin o yıla düşen taksit ödemesinin (8.000.000/4=2.000.000) kısa vadeli borçlara aktarılması:<br/>--------------------------------31/12/2020---------------------------<br/>405 ÇIKARILMIŞ TAHVİLLER 2.000.000<br/>304 TAHVİL ANAPARA BORÇ TAKSİT VE FAİZLERİ 2.000.000"
  },
  {
    "id": "3365475",
    "unitNumber": 6,
    "text": "Döviz kurunun düşmesi sebebiyle borçta meydana gelen azalışlara ilişkin yevmiye kaydı aşağıdakilerden hangisinde doğru verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "320 Satıcılar hesabı borçlandırılır, 100 kasa hesabı alacaklandırılır.",
      "B": "320 Satıcılar hesabı alacaklandırılır, 649 Diğer Olağan Gelir ve Kârlar hesabı borçlandırılır.",
      "C": "320 Satıcılar hesabı borçlandırılır, 649 Diğer Olağan Gelir ve Kârlar hesabı alacaklandırılır.",
      "D": "320 Satıcılar hesabı borçlandırılır, 321 borç senetleri hesabı alacaklandırılır.",
      "E": "320 Satıcılar hesabı borçlandırılır, 780 Finansman giderleri hesabı alacaklandırılır."
    },
    "explanation": "Döviz kurunun düşmesi sebebiyle borçta meydana gelen azalışlara ilişkin kayıt yapılırken; 320<br/>Satıcılar hesabı borçlandırılır, 649 Diğer Olağan Gelir ve Kârlar hesabı alacaklandırılır"
  },
  {
    "id": "3365476",
    "unitNumber": 6,
    "text": "Reeskont işlemi sonucu borç senetlerinin değeri daha az gözüktüğünden dolayısıyla işletmenin borcu azaldığından, bulunan tutar aşağıdaki hesaplardan hangisini kaydedilir?",
    "correctAnswer": "A",
    "options": {
      "A": "647 Reeskont Faiz Gelirleri",
      "B": "657 Reeskont Faiz Giderleri",
      "C": "320 Borç Senetleri",
      "D": "780 Finansman Giderleri",
      "E": "322 Borç Senetleri Reeskontu"
    },
    "explanation": "Reeskont işlemi sonucu borç senetlerinin değeri daha az gözüktüğünden dolayısıyla işletmenin borcu azaldığından, bulunan tutar 647 Reeskont Faiz Gelirleri Hesabı’na kaydedilir. Alacak Senetlerinde<br/>ise reeskont tutarı işletmenin alacağını azalttığından 657 Reeskont Faiz Giderleri Hesabı’na kaydedilir."
  },
  {
    "id": "3365477",
    "unitNumber": 6,
    "text": "İşletmede, 421 Borç Senetleri Hesabı’nda kayıtlı bulunan borçlardan 100.000TL’lik gelecek<br/>dönem içinde ödeneceği tespit edilmiştir. İşletmedeki yevmiye kaydı nasıl olmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "321 Borç Senetleri hesabı 100.000 TL Borç, 421 Borç Senetleri hesabı 100.000 TL Alacak",
      "B": "657 Reeskont Faiz Giderleri hesabı 100.000 TL Borç, 421 Borç Senetleri hesabı 100.000 TL Alacak",
      "C": "421 Borç Senetleri hesabı 100.000 TL Alacak, 780 Finansman Giderleri hesabı 100.000 TL Borç",
      "D": "321 Borç Senetleri hesabı 100.000 TL Alacak, 320 Satıcılar Hesabı 100.000 TL Borç",
      "E": "421 Borç Senetleri hesabı 100.000 TL Borç, 321 Borç Senetleri hesabı 100.000 TL Alacak"
    },
    "explanation": "İşletmede, 421 Borç Senetleri Hesabı’nda kayıtlı bulunan borçlardan 100.000TL’lik gelecek<br/>dönem içinde ödeneceği tespit edilmiştir.<br/>--------------------------------31/12/20XX---------------------------<br/>421 BORÇ SENETLERİ 100.000<br/>321 BORÇ SENETLERİ 100.000<br/>---------------------------------------/-----------------------------------<br/>Gelecek dönem içinde ödenecek borç uzun vadeli yabancı kaynaklardan çıkartılarak kısa vadeli yabancı<br/>kaynaklar grubunda bulunan ilgili hesaba aktarılır"
  },
  {
    "id": "3365478",
    "unitNumber": 6,
    "text": "I-Sermaye Yedekleri<br/>II-Kâr Yedekleri<br/>III-Geçmiş Yıllar Kârları<br/>IV-326 Alınan Depozito ve Teminatlar<br/>V-429 Diğer Ticari Borçlar<br/>Yukarıdakilerden hangisi ya da hangileri Öz kaynaklar grubunda yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "I",
      "B": "I,II",
      "C": "I,II,III",
      "D": "II,III,IV",
      "E": "II,III,IV,V"
    },
    "explanation": "Öz kaynaklar grubu, işletme sahip veya ortaklarının bilanço tarihinde işletmeye yapmış oldukları sermaye yatırımlarının tutarını gösteren ödenmiş sermaye ile Sermaye Yedekleri, Kâr Yedekleri, Geçmiş Yıllar<br/>Kârları, Geçmiş Yıllar Zararları ve Dönemin Net Kâr veya Zararını kapsar."
  },
  {
    "id": "3365479",
    "unitNumber": 6,
    "text": "İşletmenin dönemsonu net zararı aşağıdaki hesapların hangisinde yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "591 Dönem Net Zararı",
      "B": "692 Dönem Net Kârı veya Zararı",
      "C": "580 Geçmiş Yıl Zararları",
      "D": "570 Geçmiş Yıl Karları",
      "E": "540 Yasal Yedekler Hesabı"
    },
    "explanation": "692 Dönem Net Kârı veya Zararı Hesabı’nın alacak kalanı, işletmenin elde etmiş olduğu vergi sonrası<br/>net kârı göstermektedir. Kâr, bilançoya aktarılırken 692 Dönem Net Kârı veya Zararı Hesabı borçlandırılarak kapatılır ve 590 Dönem Net Kârı Hesabı alacaklandırılarak kârın özkaynaklar içinde gösterimi sağlanır."
  },
  {
    "id": "3365309",
    "unitNumber": 7,
    "text": "Üretim araştırma geliştirme, pazarlama, yönetim ve finanasman giderleri doğdukları anda önce nereye kaydedilir?",
    "correctAnswer": "A",
    "options": {
      "A": "7. gruptaki maliyet hesaplarına",
      "B": "6 gruptaki girdi hesaplarına",
      "C": "7. gruptaki genel bütçe hesaplarına",
      "D": "6. gruptaki genel gelir hesaplarına",
      "E": "7. gruptaki girdi hesaplarına"
    },
    "explanation": "Üretim, araştırma geliştirme, pazarlama, yönetim ve finansman giderleri doğdukları anda önce, 7. gruptaki maliyet hesaplarına kaydedilir ve dönem sonunda ilgili gelir tablosu hesaplarına yansıtılır."
  },
  {
    "id": "3365310",
    "unitNumber": 7,
    "text": "Maliyet muhasebesinin genel muhasebeden bağımsız çalışması durumunda aşağıdaki hesaplardan hangisi kullanılabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "70 Maliyet Muhasebesi Bağlantı Hesapları",
      "B": "70 Bilanço Bağlantı Hesapları",
      "C": "70 Pazarlam, Satış ve Gelir Hesabı",
      "D": "70 Genel Girdi Hesabı",
      "E": "70 Kar Tablosu Hazırlama Hesabı"
    },
    "explanation": "Maliyet muhasebesinin genel muhasebeden ba-ğımsız çalışması durumunda 70 Maliyet Muhasebesi Bağlantı Hesapları kullanılabilir."
  },
  {
    "id": "3365311",
    "unitNumber": 7,
    "text": "7/A seçeneğinde aşağıdaki alt gruplardan hangisi yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Satılan Mamuller Maliyeti",
      "B": "Hizmet Üretim Maliyeti",
      "C": "Araştırma Geliştirme Giderleri",
      "D": "Pazarlama Satış ve Dağıtım Giderleri",
      "E": "Genel Yönetim Giderleri"
    },
    "explanation": "7/A seçeneğinde direkt ilk madde ve malzeme giderleri, direkt işçilik giderleri, genel üretim giderleri, hizmet üretim maliyeti, araştırma geliştirme giderleri, pazarlama satış ve dağıtım giderleri, genel yönetim giderleri ve finansman giderleri alt<br/>Satılan Mamuller Maliyeti"
  },
  {
    "id": "3365312",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 73 Genel Üretim Giderleri alt başlıklarından biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hizmet Üretim Maliyeti Fark Hesapları",
      "B": "Genel Üretim Giderleri",
      "C": "Genel Üretim Giderleri Bütçe Farkları",
      "D": "Genel Üretim Giderleri Verimlilik Farkları",
      "E": "Genel Üretim Giderleri Kapasite Farkları"
    },
    "explanation": "73. Genel Üretim Giderleri 730. Genel Üretim Giderleri 731. Genel Üretim Giderleri Yansıtma Hesabı<br/>Hizmet Üretim Maliyeti Fark Hesapları"
  },
  {
    "id": "3365313",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 61. Satış İndirimleri hesaplarının alt başlıklarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Satıştan İadeler",
      "B": "Araştırma ve Geliştirme Giderleri",
      "C": "Komisyon Giderleri",
      "D": "Genel Yönetim Giderleri",
      "E": "Karşılık Giderleri"
    },
    "explanation": "61. Satış İndirimleri (-) 610. Satıştan İadeler (-) 611. Satış İndirimleri (-) 612. Diğer İndirimler (-) 62. Satışların Maliyeti (-) 6"
  },
  {
    "id": "3365314",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Maliyet hesaplarında 65. Diğer Faaliyetlerden Olağan Gider ve Zararlar alt başlıklarından biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kısa Vadeli Borçlanma Giderleri",
      "B": "Komisyon Giderleri",
      "C": "Karşılık Giderleri",
      "D": "Menkul Kıymet Satış Zararları",
      "E": "Kambiyo Zararları"
    },
    "explanation": "65. Diğer Faaliyetlerden Olağan Gider ve Zararlar (-) 653. Komisyon Giderleri (-) 654. Karşılık Giderleri (-) 655. Menkul Kıymet Satış Zararları (-) 656. Kambiyo Zararları (-)<br/>Kısa Vadeli Borçlanma Giderleri"
  },
  {
    "id": "3365315",
    "unitNumber": 7,
    "text": "Döneme ait olmayan, ancak cari dönemde tahsil edilmiş olan gelecek dönem gelirleri takip eden yıla aitse hangi hesaba kaydedilir?",
    "correctAnswer": "A",
    "options": {
      "A": "380 Gelecek Aylara Ait Gelirler Hesabı",
      "B": "480 Gelecek Yıllara Ait Gelirler Hesabı",
      "C": "380 Gelecek Döneme Ait Kar Hesabı",
      "D": "480 Gelecek Dönem Girdi Hesabı",
      "E": "380 Gelecek Olağan Karlar ve Gelirler Hesabı"
    },
    "explanation": "Döneme ait olmayan, ancak cari dönemde tahsil edilmiş olan gelecek dönem gelirleri, takip eden yıla aitse 380 Gelecek Aylara ait Gelirler hesabına, daha sonraki yıllara aitse 480 Gelecek Yıllara Ait Gelirler hesabına kaydedilir."
  },
  {
    "id": "3365316",
    "unitNumber": 7,
    "text": "Kurumlar Vergisi Kanunu'nun hangi maddesinde muhasebe karından düşülecek istisnalar sıralanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "8.",
      "B": "7.",
      "C": "6.",
      "D": "5.",
      "E": "4."
    },
    "explanation": "Kurumlar Vergisi Kanunu’nun 8. maddesinde muhasebe kârından düşülecek istisnalar sıralanmıştır."
  },
  {
    "id": "3365317",
    "unitNumber": 7,
    "text": "Kurumlar vergisi oranı şirketler için % kaçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "22",
      "B": "20",
      "C": "18",
      "D": "16",
      "E": "14"
    },
    "explanation": "Kurumlar vergisi oranı şirketler için %22’dir."
  },
  {
    "id": "3365318",
    "unitNumber": 7,
    "text": "Dönemsonu bütün gelir ve gider hesapları aşağıdakilerden hangisine devredilir?",
    "correctAnswer": "A",
    "options": {
      "A": "690 Dönem Karı veya Zararı Hesabı",
      "B": "680 Dönem Sonu Kar - Zarar Hesabı",
      "C": "680 Dönem İçi Kar - Zarar Hesabı",
      "D": "670 Kar Zarar Hesabı",
      "E": "670 Dönem Sonu Kar - Zarar Hesabı"
    },
    "explanation": "Dönemsonunda bütün gelir ve gider hesapları 690 Dönem Kârı veya Zararı hesabına devredilir. Bu hesabın alacak kalanı dönem muhasebe kârıdır.<br/>690 Dönem Karı veya Zararı Hesabı"
  },
  {
    "id": "3365319",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi gelir tablosunda yer alan hasılat hesaplarından \"Brüt Satışları\" kapsamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yurt İçi Satışlar",
      "B": "İştiraklerden Temettü Gelirleri",
      "C": "Faiz Gelirleri",
      "D": "Komisyon Gelirleri",
      "E": "Reeskont Faiz Gelirleri"
    },
    "explanation": "Lütfen \"Gelir Hesapları\" başlıklı yazıyı gözden geçiriniz.<br/>Bu açıklamalara bağlı olarak gelir tablosunda yer alan hasılat hesapları aşağıdaki gibidir:<br/>60. Brüt Satışlar<br/>600. Yurt İçi Satışlar<br/>601. Yurt Dışı Satışlar<br/>602. Diğer Gelirler"
  },
  {
    "id": "3365320",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 7/A seçeneğinde kullanılan maliyetlerin takibinde kullanılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Vergi, Resim ve Harçlar",
      "B": "Hizmet Üretim Maliyeti",
      "C": "Amortismanlar ve Tükenme Payları",
      "D": "Kredi Faiz Giderleri",
      "E": "Üretim Maliyet Hesabı"
    },
    "explanation": "Lütfen \"7/A Seçeneğinde Maliyetlerin Takibi\" başlıklı yazıyı gözden geçiriniz.<br/>7/A seçeneğinde direkt ilk madde ve malzeme giderleri, direkt işçilik giderleri, genel üretim giderleri, hizmet üretim maliyeti, araştırma geliştirme giderleri, pazarlama satış ve dağıtım giderleri, genel yönetim giderleri ve finansman giderleri alt grupları yer alır."
  },
  {
    "id": "3365321",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 7/B seçeneğinde kullanılan maliyetlerin takibinde kullanılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Genel Üretim Giderleri Kapasite Farkları",
      "B": "Araştırma ve Geliştirme Giderleri",
      "C": "Pazarlama, Satış ve Dağıtım Giderleri",
      "D": ". Genel Üretim Giderleri Bütçe Farkları",
      "E": "Vergi, Resim ve Harçlar"
    },
    "explanation": "Lütfen \"7/B Seçeneğinde Maliyetlerin Takibi\" başlıklı yazıyı gözden geçiriniz.<br/>7/B seçeneğinde dönem içinde oluşan maliyetler çeşit esasına göre gider hesaplarına kaydedilirler ve dönem sonlarında işletmenin fonksiyonlarına göre ayrıştırıldıktan sonra, yönetim, pazarlama, finansman giderleri olarak gelir tablosuna aktarılırlar. Örneğin Vergi, Resim ve Harçlar."
  },
  {
    "id": "3365322",
    "unitNumber": 7,
    "text": "7 / B seçeneğine göre giderlerin dönem sonunda işletmenin fonksiyonuna göre \"dağılım oranları\" aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "• %20 araştırma geliştirme,<br/>• %20 pazarlama satış<br/>• %60 genel yönetim.",
      "B": "• %30 araştırma geliştirme,<br/>• %30 pazarlama satış<br/>• %40 genel yönetim.",
      "C": "• %10 araştırma geliştirme,<br/>• %50 pazarlama satış<br/>• %40 genel yönetim.",
      "D": "• %10 araştırma geliştirme,<br/>• %40 pazarlama satış<br/>• %50 genel yönetim.",
      "E": "• %20 araştırma geliştirme,<br/>• %50 pazarlama satış<br/>• %30 genel yönetim."
    },
    "explanation": "Lütfen \"7/B Seçeneğinde Maliyetlerin Takibi\" başlıklı yazıyı gözden geçiriniz.<br/>Dönemsonunda bu giderlerin işletmenin fonksiyonlarına göre dağılımı şu şekildedir:<br/>• %10 araştırma geliştirme,<br/>• %40 pazarlama satış<br/>• %50 genel yönetim."
  },
  {
    "id": "3365323",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi maliyet hesaplarının ilgili gider hesaplarına aktarımından sonra gelir tablosunda yer alan bütün gider hesaplarından \"satış indirimleri\" kısmına ait <strong><u>değildir? </u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Satıştan İadeler (-)",
      "B": "Satılan Mamuller Maliyeti (-)",
      "C": "Menkul Kıymet Satış Zararları (-)",
      "D": "Satılan Hizmet Maliyeti (-)",
      "E": "Diğer Satışların Maliyeti (-)"
    },
    "explanation": "Lütfen \"7/B Seçeneğinde Maliyetlerin Takibi\" başlıklı yazıyı gözden geçiriniz.<br/>Maliyet hesaplarının ilgili gider hesaplarına aktarımından sonra gelir tablosunda yer alan bütün gider hesapları aşağıda toplu olarak gösterilmektedir. Bu hesaplar incelendiğinde işletmenin giderlerinin ana faaliyet konusunu oluşturan işlemlerden ve ana faaliyet konusu dışındaki işlemlerden kaynaklandığı görülmektedir.<br/>61. Satış İndirimleri (-)<br/>610. Satıştan İadeler (-)<br/>611. Satış İndirimleri (-)<br/>612. Diğer İndirimler (-)<br/>62. Satışların Maliyeti (-)<br/>620. Satılan Mamuller Maliyeti (-)<br/>621. Satılan Ticari Mallar Maliyeti (-)<br/>622. Satılan Hizmet Maliyeti (-)<br/>623. Diğer Satışların Maliyeti (-)"
  },
  {
    "id": "3365324",
    "unitNumber": 7,
    "text": "Gelir ve giderlerin dönem bakımından kontrolü, yani dönemsellik kavramı gereğince aşağıdaki işlemlerden hangisi <strong><u>yapılmaz?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hasılat gelir ve kârlar bir önceki döneme ait maliyet, gider ve zararlarla karşılaştırılır.",
      "B": "İşletmelerin sınırsız faaliyet süreleri belli dönemlere bölünür.",
      "C": "Her dönemin faaliyet sonuçları diğer dönemlerden bağımsız olarak tespit edilir.",
      "D": "Gelir ve giderler tahakkuk esasına göre muhasebeleştirilir.",
      "E": "Hasılat gelir ve kârlar aynı döneme ait maliyet, gider ve zararlarla karşılaştırılır."
    },
    "explanation": "Lütfen \"GELİR VE GİDERLERİN DÖNEM BAKIMINDAN KONTROLÜ\" başlıklı yazıyı gözden geçiriniz.<br/>Dönemsellik kavramı gereğince aşağıdaki konular yapılır.<br/>• İşletmelerin sınırsız faaliyet süreleri belli dönemlere bölünür.<br/>• Her dönemin faaliyet sonuçları diğer dönemlerden bağımsız olarak tespit edilir.<br/>• Gelir ve giderler tahakkuk esasına göre muhasebeleştirilir.<br/>• Hasılat gelir ve kârlar aynı döneme ait maliyet, gider ve zararlarla karşılaştırılır."
  },
  {
    "id": "3365325",
    "unitNumber": 7,
    "text": "İşletmeler belirli dönemler hâlinde aylık, 3’er aylık ve yıllık dönemler hâlinde büyük defter hesaplarındaki hareketleri toplu olarak görmek amacıyla bir çizelge düzenlerler. Düzenlenen bu belge aşağıdakilerden hangi isimle anılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Mizan",
      "B": "Matrah",
      "C": "Stok",
      "D": "Envanter",
      "E": "Ticari Kar"
    },
    "explanation": "Lütfen \"KESİN MİZANIN DÜZENLENMESİ\" başlıklı yazıyı gözden geçiriniz.<br/>İşletmeler belirli dönemler hâlinde aylık, 3’er aylık ve yıllık dönemler hâlinde büyük defter hesaplarındaki hareketleri toplu olarak görmek amacıyla bir çizelge düzenlerler ve düzenlenen bu belgeye mizan denir."
  },
  {
    "id": "3365326",
    "unitNumber": 7,
    "text": "Ticari (Muhasebe) Kârdan hareketle vergiye tabi kâra ulaşabilmek için aşağıdaki işlemlerden hangisi<u><strong> yapılmaz?</strong></u>",
    "correctAnswer": "A",
    "options": {
      "A": "Emisyon Primi kazanç Gelirleri",
      "B": "Kanunen Kabul Edilemeyen Giderler",
      "C": "İlave Edilecek Değerleme Farkları",
      "D": "Vergiden Muaf Gelirler",
      "E": "Düşülecek Değerleme Farkları"
    },
    "explanation": "Lütfen \"Vergi Hesabı\" başlıklı yazıyı gözden geçiriniz.<br/>Ticari (Muhasebe) Kârdan hareketle vergiye tabi kâra ulaşabilmek için aşağıdaki işlemler yapılır.<br/>Ticari (Muhasebe) Kârı<br/>Kanunen Kabul Edilemeyen Giderler<br/>İlave Edilecek Değerleme Farkları<br/>Vergiden Muaf Gelirler<br/>Düşülecek Değerleme Farkları<br/>Vergiye tabi kâr (mali zarar)"
  },
  {
    "id": "3365327",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Kurumlar Vergisine Kanunu’na Tabi İşletmelerde Gider Kabul Edilmeyen İndirimlerden sayılmaktadır.",
    "correctAnswer": "B",
    "options": {
      "A": "Türkiye’den yurt dışı mukimi kişi ve kurumlara verilen hizmetlerden elde edilen kazançlara ilişkin indirim",
      "B": "Transfer fiyatlandırması yoluyla örtülü olarak dağıtılan kazançlar",
      "C": "Menkul kıymet ihraç giderleri",
      "D": "Kuruluş ve örgütlenme giderleri",
      "E": "Katılım bankalarınca katılma hesabı karşılığında ödenen kâr payları"
    },
    "explanation": "Lütfen \"Kurumlar Vergisine Kanunu’na Tabi\"İşletmelerde Gider Kabul Edilmeyen\"İndirimler\" başlıklı yazıyı gözden geçiriniz.<br/>Transfer fiyatlandırması yoluyla örtülü olarak dağıtılan kazançlar, Kurumlar Vergisine Kanunu’na Tabi<br/>İşletmelerde Gider Kabul Edilmeyen İndirimlerdendir"
  },
  {
    "id": "3365328",
    "unitNumber": 7,
    "text": "Dönem sonunda envanter işlemleri öncesi alınan mizana, aşağıdakilerden hangi isim verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Genel Mizan",
      "B": "Genel Geçici Mizan",
      "C": "Geçici Mizan",
      "D": "Kesin Mizan",
      "E": "Açık Mizan"
    },
    "explanation": "Lütfen \"KESİN MİZANIN DÜZENLENMESİ\" başlıklı yazıyı gözden geçiriniz.<br/>Dönem sonunda envanter işlemleri öncesi alınan mizana genel geçici mizan denir."
  },
  {
    "id": "3365329",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi hasılat ile ilgili değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hizmet üretim maliyeti",
      "B": "Hizmet satışı",
      "C": "Ticari mal satışı",
      "D": "Diğer stok kalemleri satışı",
      "E": "Mamul satışı"
    },
    "explanation": "Hasılat işletmenin esas faaliyet sonucu elde edilen gelirleri, ticari mal satışı, mamul satışı, diğer stok kalemleri satışı ve hizmet satışını içermektedir.<br/>Hizmet üretim maliyeti"
  },
  {
    "id": "3365330",
    "unitNumber": 7,
    "text": "Maliyet muhasebesinin genel muhasebeden bağımsız çalışması durumunda aşağıdakilerden hangisi söz konusudur?",
    "correctAnswer": "B",
    "options": {
      "A": "690 Dönem Kârı veya Zararı Hesabına devredilerek kapatılırlar.",
      "B": "70 Maliyet Muhasebesi Bağlantı Hesapları kullanılabilir.",
      "C": "7/A seçeneğinde maliyetler fonksiyon esasına göre izlenir",
      "D": "7/B seçeneğinde maliyetler çeşit esasına göre izlenir.",
      "E": "7. gruptaki maliyet hesaplarına kaydedilir."
    },
    "explanation": "Maliyet muhasebesinin genel muhasebeden bağımsız çalışması durumunda 70 Maliyet Muhasebesi Bağlantı Hesapları kullanılabilir."
  },
  {
    "id": "3365331",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 7/A seçeneği maliyetleri ile ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tahakkuk esasına göre hazırlanır.",
      "B": "Tahakkuk esasına göre muhasebeleştirilir.",
      "C": "Fonksiyon esasına göre izlenir.",
      "D": "Tahakkuk esasına göre muhasebe kayıtları yapılır.",
      "E": "Çeşit esasına göre izlenir."
    },
    "explanation": "7/A seçeneğinde maliyetler fonksiyon esasına göre izlenir."
  },
  {
    "id": "3365332",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 7/A seçeneği hesabıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "795. Vergi, Resim ve Harçlar",
      "B": "799. Üretim Maliyet Hesabı",
      "C": "793 Dışarıdan Sağlanan Fayda ve Hizmetler Hesabı",
      "D": "780. Finansman Giderleri",
      "E": "792. Memur Ücret ve Giderleri"
    },
    "explanation": "780. Finansman Giderleri 7/A seçeneği hesabıdır."
  },
  {
    "id": "3365333",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 7/B seçeneği hesabıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "750. Araştırma ve Geliştirme Giderleri",
      "B": "760. Pazarlama, Satış ve Dağıtım Giderleri",
      "C": "770. Genel Yönetim Giderleri",
      "D": "782. Finansman Giderleri Fark Hesabı",
      "E": "790. İlk Madde ve Malzeme Giderleri"
    },
    "explanation": "790. İlk Madde ve Malzeme Giderleri7/B seçeneği hesabıdır."
  },
  {
    "id": "3365334",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi finansman gideridir?",
    "correctAnswer": "A",
    "options": {
      "A": "660. Kısa Vadeli Borçlanma Giderleri (-)",
      "B": "657. Reeskont Faiz Giderleri (-)",
      "C": "681. Önceki Dönem Gider ve Zararları (-)",
      "D": "680. Çalışmayan Kısım Gider ve Zararları (-)",
      "E": "621. Satılan Ticari Mallar Maliyeti (-)"
    },
    "explanation": "<ol start=\"66\"><br/><li>Finansman Giderleri (-)</li><br/><li>Kısa Vadeli Borçlanma Giderleri (-)</li><br/><li>Uzun Vadeli Borçlanma Giderleri (-)</li><br/></ol><br/>660. Kısa Vadeli Borçlanma Giderleri (-)"
  },
  {
    "id": "3365335",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Faaliyet Gideridir?",
    "correctAnswer": "B",
    "options": {
      "A": "622. Satılan Hizmet Maliyeti (-)",
      "B": "632. Genel Yönetim Giderleri (-)",
      "C": "653. Komisyon Giderleri (-)",
      "D": "660. Kısa Vadeli Borçlanma Giderleri (-)",
      "E": "680. Çalışmayan Kısım Gider ve Zararları (-)"
    },
    "explanation": "632. Genel Yönetim Giderleri (-)Faaliyet Gideridir."
  },
  {
    "id": "3365336",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 380. Gelecek Aylara Ait Gelirler Hesabını tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Kısa vadeli borçlanma gideridir.",
      "B": "Faaliyetlerden elde edilen brüt ekonomik fayda tutarıdır.",
      "C": "Pasif karakterli bir bilanço hesabıdır.",
      "D": "Ekonomik faydalardaki artışlardır.",
      "E": "İşletmenin olağan faaliyetleri sonucunda ortaya çıkan gelirdir."
    },
    "explanation": "380. Gelecek Aylara Ait Gelirler Hesabı pasif karakterli bir bilanço hesabıdır. İşletmeler bazen henüz gelir olarak gerçekleşmemiş tahsillerin tümünü önce bu hesaba kaydedebilirler."
  },
  {
    "id": "3365337",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi KVK’na göre kabul edilmeyen giderler ile ilgili doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Tahakkuk esasına göre muhasebe kayıtları yapılır",
      "B": "Kanunla vergi dışı bırakılır",
      "C": "Dönem kârı üzerinden vergi ödenir.",
      "D": "Muhasebe kârına ilave edilirler.",
      "E": "Çeşit esasına göre izlenir."
    },
    "explanation": "KVK’na göre kabul edilmeyen giderler muhasebe kârına ilave edilirler."
  },
  {
    "id": "3365338",
    "unitNumber": 7,
    "text": "Gelir vergisine tabi gelirlerin vergilendirilmesinde esas alınan tarife her yıl yenilenmektedir. Buna göre aşağıdakilerden hangisi 22.000 TL’ye kadar olan 2020 takvim yılı gelirlerinin vergilendirilmesi oranıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "%40",
      "B": "%35",
      "C": "%27",
      "D": "%20",
      "E": "%15"
    },
    "explanation": "22.000 TL’ye kadar olan 2020 takvim yılı gelirlerinin vergilendirilmesi oranı %15’tir"
  },
  {
    "id": "3365339",
    "unitNumber": 7,
    "text": "Hesap dönemi boyunca, sermayedarların katkılarıyla ilgili olanlar dışındaki nakit girişleri veya varlıklardaki artışlar ya da borçlardaki azalışlar ile özkaynaklarda artışa neden olan ekonomik faydalardaki artışlara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Zarar mahsubu",
      "B": "Vergi",
      "C": "Maliyet",
      "D": "Gelir",
      "E": "Gider"
    },
    "explanation": "Bilanço yaklaşımına göre gelir; hesap dönemi boyunca, sermayedarların katkılarıyla ilgili olanlar dışındaki nakit girişleri veya varlıklardaki artışlar veya borçlardaki azalışlar ile özkaynaklarda artışa neden olan ekonomik faydalardaki artışlardır."
  },
  {
    "id": "3365340",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>710. Direkt İlk Madde ve Malzeme Giderleri</li> <li>721. Direkt İşçilik Giderleri Yansıtma Hesabı (-)</li> <li>742. Hizmet Üretim Maliyeti Fark Hesapları</li> <li>792. Memur Ücret ve Giderleri</li> <li>798. Gider Çeşitleri Yansıtma Hesabı (-)</li> </ol> Yukarıdakilerden hangileri 7/A seçeneğinde yer alan hesaplar arasındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "II, III ve IV"
    },
    "explanation": "792. Memur Ücret ve Giderleri ve 798. Gider Çeşitleri, Yansıtma Hesabı (-) 7/B seçeneğinde yer alan hesaplardandır."
  },
  {
    "id": "3365341",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi gelir tablosunda yer alan hasılat hesaplarından birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "710. Direkt İlk Madde ve Malzeme Giderleri",
      "B": "741. Hizmet Üretim Maliyeti Yansıtma Hesabı (-)",
      "C": "762. Pazarlama, Satış ve Dağıtım Giderleri Fark Hesabı",
      "D": "796. Amortismanlar ve Tükenme Payları",
      "E": "643. Komisyon Gelirleri"
    },
    "explanation": "643. Komisyon Gelirleri, gelir tablosunda yer alan hasılat hesapları arasındadır."
  },
  {
    "id": "3365342",
    "unitNumber": 7,
    "text": "İşletmelerin sınırsız sayılan yaşam süresinin belli dönemlere bölünmesi ve her dönemin faaliyet sonuçlarının diğer dönemlerden ayrı olarak saptanmasını ifade eden kavrama ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dönemsellik kavramı",
      "B": "Muhasebe kârı",
      "C": "Zarar mahsubu",
      "D": "Genel mizan",
      "E": "Kesin mizan"
    },
    "explanation": "Dönemsellik kavramı, işletmelerin sınırsız sayılan yaşam süresinin belli dönemlere bölünmesi ve her dönemin faaliyet sonuçlarının diğer dönemlerden ayrı olarak saptanmasını ifade eder."
  },
  {
    "id": "3365343",
    "unitNumber": 7,
    "text": "Dönem kârı veya zararı hesabı ile ilgili aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dönemin geliri ile gideri karşılaştırılır. Eğer gelirler giderleri aşıyorsa zarar; giderler gelirleri aşıyorsa kâr vardır.",
      "B": "Dönemsonunda dönem kârı veya zararını bulmak için gelir tablosunda yer alan bütün hesaplar 690 Dönem Kârı veya Zararı hesabına devredilerek kapatılır.",
      "C": "Vergiye tabi olmayan gelirler hariç olmak üzere tüm gelirler, dönem kârı veya zararı hesabına devredilirler.",
      "D": "Dönemsonunda hasılat ve gider hesapları Dönem Net Kârı veya Zararı hesabına aktarılarak dönemin kambiyo kârları bulunur.",
      "E": "Dönemsonunda dönem kârı veya zararını bulmak için gelir tablosunda yer alan bütün hesaplar 679. Diğer Olağan Dışı Gelir ve Kârlar hesabına devredilerek kapatılır."
    },
    "explanation": "Dönemsonunda dönem kârı veya zararını bulmak için gelir tablosunda yer alan bütün hesaplar 690 Dönem Kârı veya Zararı hesabına devredilerek kapatılır. Dönemin geliri ile gideri karşılaştırılır. Eğer gelirler giderleri aşıyorsa kâr; giderler gelirleri aşıyorsa zarar vardır. Vergiye tabi olmayan gelirler de dahil olmak üzere tüm gelirler Dönem Kârı veya Zararı hesabına devredilirler. Dönemsonunda hasılat ve gider hesapları Dönem Net Kârı veya Zararı hesabına aktarılarak dönemin muhasebe kârı veya zararı bulunur."
  },
  {
    "id": "3365344",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Kurumlar Vergisi Kanunu’nun 14. maddesinde kurum kazancının tespitinde, işletmelerin hasılattan indirebilecekleri giderler arasındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Öz sermaye üzerinden ödenen veya hesaplanan faizler",
      "B": "Katılım bankalarınca katılma hesabı karşılığında ödenen kâr payları",
      "C": "Örtülü sermaye üzerinden ödenen veya hesaplanan faiz, kur farkları ve benzeri giderler",
      "D": "Her ne şekilde ve ne isimle olursa olsun ayrılan yedek akçeler",
      "E": "Menkul kıymetlerin itibari değerlerinin altında ihracından doğan zararlar ile bu menkul kıymetlere ilişkin olarak ödenen komisyonlar ve benzeri her türlü giderler"
    },
    "explanation": "Kurum kazancının tespitinde aşağıda yazılı indirimlerin yapılması kabul edilmez:<br/><ul> <li>Öz sermaye üzerinden ödenen veya hesaplanan faizler.</li> <li>Örtülü sermaye üzerinden ödenen veya hesaplanan faiz, kur farkları ve benzeri giderler.</li> <li>Her ne şekilde ve ne isimle olursa olsun ayrılan yedek akçeler.</li> <li>Menkul kıymetlerin itibari değerlerinin altında ihracından doğan zararlar ile bu menkul kıymetlere ilişkin olarak ödenen komisyonlar ve benzeri her türlü giderler.</li> </ul>"
  },
  {
    "id": "3365345",
    "unitNumber": 7,
    "text": "Gelir Vergisi Kanunu’nun 41. maddesine göre yazılı ödemelerin gider olarak indirilmesi kabul olunmaz; bu giderler dönem içinde kayıtlarda gider olarak yazıldığı için vergiye tabi kâr bulunurken muhasebe kârına eklenmesi gerekmektedir.<br/>Buna göre aşağıdakilerden hangisi GVK’na göre kabul edilmeyen giderlerden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Teşebbüs sahibi ile eşinin ve çocuklarının işletmeden çektikleri paralar ve aynen aldıkları sair değerler",
      "B": "Ticari kazancın elde edilmesi ve idame ettirilmesi için yapılan genel giderler",
      "C": "İşle ilgili olmak şartıyla, mukavelenameye veya ilama veya kanun emrine istinaden ödenen zarar, ziyan ve tazminatlar",
      "D": "Kiralama yoluyla edinilen veya işletmeye dahil olan ve işte kullanılan taşıtların giderleri",
      "E": "Türkiye İş Kurumu tarafından düzenlenen işbaşı eğitim programlarından faydalananlara, programı yürüten işverenlerce fiilen ödenen tutarlar"
    },
    "explanation": "Teşebbüs sahibi ile eşinin ve çocuklarının işletmeden çektikleri paralar ve aynen aldıkları sair değerler GVK’na göre kabul edilmeyen giderler arasındadır."
  },
  {
    "id": "3365346",
    "unitNumber": 7,
    "text": "Şirketler için kurumlar vergisi oranı ne kadardır?",
    "correctAnswer": "B",
    "options": {
      "A": "%20",
      "B": "%22",
      "C": "%24",
      "D": "%26",
      "E": "%28"
    },
    "explanation": "Kurumlar vergisi oranı şirketler için %22’dir."
  },
  {
    "id": "3365347",
    "unitNumber": 7,
    "text": "Mizan kavramı ile ilgili aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ana hesapların yani büyük defterlerin mizanına defter mizanı denir.",
      "B": "Yardımcı hesapların dökümünün alınmasına yarı hesap mizanı denir.",
      "C": "İşletmeler isterlerse ana hesapların ve yardımcı hesapların mizanını ayrıntılı olarak alabilirler, bu mizana da büyük mizan denir.",
      "D": "Dönembaşından düzenlendiği tarihe kadar olan mizana genel mizan denir.",
      "E": "Dönem sonunda envanter işlemleri öncesi alınan mizana kesin mizan denir."
    },
    "explanation": "Ana hesapların yani büyük defterlerin mizanına büyük defter mizanı denirken, yardımcı hesapların dökümünün alınmasına yardımcı hesap mizanı denir. İşletmeler isterlerse ana hesapların ve yardımcı hesapların mizanını ayrıntılı olarak alabilirler, bu mizana da ayrıntılı mizan denir. Dönembaşından düzenlendiği tarihe kadar olan mizana genel mizan denirken, dönem sonunda envanter işlemleri öncesi alınan mizana genel geçici mizan denir."
  },
  {
    "id": "3365348",
    "unitNumber": 7,
    "text": "Safi kurum kazancının tespitinde, Gelir Vergisi Kanunu’nda sayılan aşağıdaki giderlerin hangisinin indirilmesi kabul edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Teşebbüs sahibi ile eşinin ve çocuklarının işletmeden çektikleri paralar ve aynen aldıkları sair değerler",
      "B": "Teşebbüs sahibinin işletmeye koyduğu sermaye için yürütülecek faizler",
      "C": "İşle ilgili olmak şartıyla, mukavelenameye veya ilama veya kanun emrine istinaden ödenen zarar, ziyan ve tazminatlar",
      "D": "Her türlü para cezaları ve vergi cezaları ile teşebbüs sahibinin suçlarından doğan tazminatlar",
      "E": "Kanuni hadleri aşan veya Kanunu’nun aradığı şekil şartlarını taşımayan bağış ve yardımlar ile benzer mahiyetteki diğer gider unsurları"
    },
    "explanation": "Safi kurum kazancının tespitinde, Gelir Vergisi Kanunu’nda sayılan; \"İşle ilgili olmak şartıyla, mukavelenameye veya ilama veya kanun emrine istinaden ödenen zarar, ziyan ve tazminatlar\" gibi giderlerin indirilmesi kabul edilir."
  },
  {
    "id": "3365349",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Kurumlar Vergisi Kanunu ile diğer kanunlarda yer alan ve yalnızca beyanname üzerinde dikkate alınabilecek indirim unsurları arasında <u>yer almaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Ar-Ge ve tasarım indirimi",
      "B": "Sponsorluk harcamaları indirimi",
      "C": "Belirli kişi, kurum ve kuruluşlara yapılan bağış ve yardımlar",
      "D": "Girişim sermayesi fonu olarak ayrılan tutarlar",
      "E": "Kuruluş ve örgütlenme giderleri"
    },
    "explanation": "Kurumlar Vergisi Kanunu ile diğer kanunlarda yer alan ve yalnızca beyanname üzerinde dikkate<br/>alınabilecek diğer indirim unsurları şunlardır:<br/>• Ar-Ge ve tasarım indirimi,<br/>• Sponsorluk harcamaları indirimi,<br/>• Belirli kişi, kurum ve kuruluşlara yapılan bağış ve yardımlar,<br/>• Girişim sermayesi fonu olarak ayrılan tutarlar,<br/>• Türkiye’den yurt dışı mukimi kişi ve kurumlara verilen hizmetlerden elde edilen kazançlara ilişkin indirim,<br/>• Korumalı iş yeri indirimi,<br/>• Nakit sermaye artırımından kaynaklanan indirim,<br/>• Teknogirişim ve teknokent sermaye desteği indirimi,<br/>• Özel kanunlar kapsamında kurulan idareye yapılan her türlü nakdî ve ayni bağış ve yardımlar ile sponsorluk harcamalarının tamamı."
  },
  {
    "id": "3365350",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Kurumlar Vergisine Kanunu’na Tabi İşletmelerde kurumlar vergisi matrahının<br/>tespiti sırasında indirilmesi mümkün olmayan giderlerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Öz sermaye üzerinden ödenen veya hesaplanan faizler",
      "B": "Menkul kıymet ihraç giderleri",
      "C": "Kuruluş ve örgütlenme giderleri",
      "D": "Katılım bankalarınca katılma hesabı karşılığında ödenen kâr payları",
      "E": "Ar-Ge ve tasarım giderleri"
    },
    "explanation": "Kurumlar Vergisine Kanunu’na Tabi İşletmelerde Gider Kabul Edilmeyen İndirimler<br/>Kurum kazancının tespitinde aşağıda yazılı indirimlerin yapılması kabul edilmez. (KVK 15.<br/>Md.) Bu giderler dönem içinde kayıtlarda gider olarak yazıldığı için vergiye tabi kâr bulunurken<br/>muhasebe kârına eklenmesi gerekmektedir. Aşağıda yer alan giderlerin kurumlar vergisi matrahının<br/>tespiti sırasında indirilmesi mümkün değildir:<br/>• Öz sermaye üzerinden ödenen veya hesaplanan faizler,<br/>• Örtülü sermaye üzerinden ödenen veya hesaplanan faiz, kur farkları ve benzeri giderler,<br/>• Transfer fiyatlandırması yoluyla örtülü olarak dağıtılan kazançlar,<br/>• Her ne şekilde ve ne isimle olursa olsun ayrılan yedek akçeler,<br/>• Hesaplanan kurumlar vergisi ile her türlü para cezaları, vergi cezaları, gecikme zamları ve gecikme faizleri,<br/>• Menkul kıymetlerin itibari değerlerinin altında ihracından doğan zararlar ile bu menkul kıymetlere ilişkin olarak ödenen komisyonlar ve benzeri her türlü giderler,<br/>• İşletmenin esas faaliyet konusu ile ilgili olmayan deniz ve hava taşıtlarına ilişkin giderler ve amortismanlar,<br/>• Sözleşmelerde ceza şartı olarak konulan tazminatlar hariç olmak üzere kurumun kendisinin, ortaklarının, yöneticilerinin ve çalışanlarının suçlarından doğan maddî ve manevî zarar tazminat giderleri,<br/>• Basın yoluyla işlenen fiillerden veya radyo ve televizyon yayınlarından doğacak maddi ve manevi zararlardan dolayı ödenen tazminat giderleri,<br/>• Her türlü alkol ve alkollü içkiler ile tütün ve tütün mamullerine ait ilan ve reklam giderlerinin tamamı,<br/>• Kredi kuruluşları, finansal kuruluşlar, finansal kiralama, faktoring ve finansman şirketleri dışında, kullanılan yabancı kaynakları öz kaynaklarını aşan işletmelerde, aşan kısma münhasır olmak üzere, yatırımın maliyetine eklenenler hariç, işletmede kullanılan yabancı kaynaklara ilişkin faiz, komisyon, vade farkı, kâr payı, kur farkı ve benzeri adlar altında yapılan gider ve maliyet unsurları toplamının %10’unu aşmamak üzere Cumhurbaşkanınca kararlaştırılan kısmı."
  },
  {
    "id": "3365351",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ticari (muhasebe) kârdan hareketle vergiye tabi kâra ulaşabilmek için yapılan işlemler arasında <u>yer almaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Ticari (Muhasebe) Kârı",
      "B": "Kanunen Kabul Edilemeyen Giderler",
      "C": "İlave Edilecek Değerleme Farkları",
      "D": "Vergiden Muaf Gelirler",
      "E": "Hırsızlık ve Dolandırıcılık Farkı"
    },
    "explanation": "Ticari (Muhasebe) Kârdan hareketle vergiye tabi kâra ulaşabilmek için aşağıdaki işlemler yapılır.<br/>Ticari (Muhasebe) Kârı<br/>(+) Kanunen Kabul Edilemeyen Giderler<br/>(+) İlave Edilecek Değerleme Farkları<br/>(-) Vergiden Muaf Gelirler<br/>(-) Düşülecek Değerleme Farkları<br/>Vergiye tabi kâr (mali zarar)"
  },
  {
    "id": "3365352",
    "unitNumber": 7,
    "text": "\"Dönemsonunda envanter işlemleri sonrası, bilanço düzenlemeden önce alınan mizan\" aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kesin mizan",
      "B": "Geçici kesin mizan",
      "C": "Genel mizan",
      "D": "Genel geçici mizan",
      "E": "Genel kesin mizan"
    },
    "explanation": "Dönemsonunda envanter işlemleri sonrası, bilanço düzenlemeden önce alınan mizana ise kesin<br/>mizan denir"
  },
  {
    "id": "3365353",
    "unitNumber": 7,
    "text": "Aşağıda \"kesin mizan\" ile ilgili verilen ifadelerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Dönem sonunda envanter işlemleri sonrasında düzenlenir",
      "B": "Kesin mizan çıkarıldığında işletmenin kayıtları henüz bitmemiştir",
      "C": "Gelir/gider hesapları Dönem Kârı/Zararı hesabına devredilerek kapandığından kalan vermez",
      "D": "Hesap kodları/isimleri, işlemlerin kümülatif borç ve alacak toplamları borç ve alacak şeklinde yer alır",
      "E": "Bilanço düzenlemeden önce düzenlenir"
    },
    "explanation": "Dönemsonunda envanter işlemleri sonrası, bilanço düzenlemeden önce kesin mizan düzenlenir. Kesin mizan çıkarıldığında işletmenin kayıtları bitmiştir. Yardımcı defter hesaplarında hesapların borç ve alacak<br/>kalanları mizanda tutar kısmında yer alan borç ve alacak tutarları sütunlarına kaydedilirken hesapların verdiği alacak ya da borç kalanı da yine mizanda alacak kalanı ya da borç kalanı sütunlarına kaydedilir. Kesin<br/>mizanda gelir ve gider hesapları Dönem Kârı veya Zararı hesabına devredilerek kapatılmış olduğu için kalan<br/>vermeyecektir."
  },
  {
    "id": "3365354",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletmede giderlerin kaydedildiği fonksiyonlar arasında <u>yer almaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Üretim fonksiyonu",
      "B": "Yönetim Fonksiyonu",
      "C": "Araştırma geliştirme fonksiyonu",
      "D": "Pazarlama fonksiyonu",
      "E": "Hakla ilişkiler fonksiyonu"
    },
    "explanation": "İşletmede giderlerin kaydedildiği fonksiyonlar,<br/>• Üretim fonksiyonu<br/>• Yönetim Fonksiyonu<br/>• Araştırma geliştirme fonksiyonu<br/>• Pazarlama fonksiyonu<br/>• Finansman fonksiyonudur."
  },
  {
    "id": "3365355",
    "unitNumber": 7,
    "text": "Aşağıda verilen kavramlardan hangisi <em>\"İşletmenin özkaynaklarında artışa neden olan, sermaye artışı dışında işletmenin bir muhasebe dönemi içerisindeki olağan faaliyetleri sonucunda elde edilen ekonomik yararların brüt tutarı\"</em> şeklinde tanımlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hasılat",
      "B": "Bilanço",
      "C": "Maliyet",
      "D": "Bütçe",
      "E": "Mevduat"
    },
    "explanation": "Hasılat, işletmenin özkaynaklarında artışa neden olan, sermaye artışı dışında işletmenin bir muhasebe dönemi içerisindeki olağan faaliyetleri sonucunda elde edilen ekonomik yararların brüt tutarıdır."
  },
  {
    "id": "3365356",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi gelir tablosunda yer alan hasılat hesapları arasında <u>yer almaz?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Brüt Satışlar",
      "B": "Faiz Gelirleri",
      "C": "Komisyon Gelirleri",
      "D": "Kambiyo Kârları",
      "E": "Hizmet Üretim Maliyeti"
    },
    "explanation": "Bu açıklamalara bağlı olarak gelir tablosunda yer alan hasılat hesapları aşağıdaki gibidir:<br/>60. Brüt Satışlar<br/>600. Yurt İçi Satışlar<br/>601. Yurt Dışı Satışlar<br/>602. Diğer Gelirler<br/>64. Diğer Faaliyetlerden Olağan Gelir ve Kârlar<br/>640. İştiraklerden Temettü Gelirleri<br/>641. Bağlı Ortaklıklardan Temettü Gelirleri<br/>642. Faiz Gelirleri<br/>643. Komisyon Gelirleri<br/>644. Konusu Kalmayan Karşılıklar<br/>645. Menkul Kıymet Satış Kârları<br/>646. Kambiyo Kârları<br/>647. Reeskont Faiz Gelirleri<br/>648. Enflasyon Düzeltme Kârları<br/>649. Diğer Olağan Gelir ve Kârlar<br/>67. Olağan Dışı Gelir ve Kârlar<br/>671. Önceki Dönem Gelir ve Kârları<br/>679. Diğer Olağan Dışı Gelir ve Kârlar"
  },
  {
    "id": "3365357",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 7/A seçeneğinde yer alan hesaplar kapsamında ele alınmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Direkt İşçilik Giderleri",
      "B": "Gider Çeşitleri Yansıtma Hesabı",
      "C": "Üretim Maliyet Hesabı",
      "D": "Vergi, Resim ve Harçlar",
      "E": "Amortismanlar ve Tükenme Payları"
    },
    "explanation": "7/A seçeneğinde yer alan hesaplar aşağıda verilmiştir.<br/>71. Direkt İlk Madde ve Malzeme Giderleri<br/>710. Direkt İlk Madde ve Malzeme Giderleri<br/>711. Direkt İlk Madde ve Malzeme Yansıtma Hesabı (-)<br/>712. Direkt İlk Madde ve Malzeme Fiyat Farkı<br/>713. Direkt İlk Madde ve Malzeme Miktar Farkı<br/>72. Direkt İşçilik Giderleri<br/>720. Direkt İşçilik Giderleri<br/>721. Direkt İşçilik Giderleri Yansıtma Hesabı (-)<br/>722. Direkt İşçilik Ücret Farkları<br/>723. Direkt İşçilik Süre (Zaman) Farkları<br/>73. Genel Üretim Giderleri<br/>730. Genel Üretim Giderleri<br/>731. Genel Üretim Giderleri Yansıtma Hesabı (-)<br/>732. Genel Üretim Giderleri Bütçe Farkları<br/>733. Genel Üretim Giderleri Verimlilik Farkları<br/>734. Genel Üretim Giderleri Kapasite Farkları<br/>74. Hizmet Üretim Maliyeti<br/>740. Hizmet Üretim Maliyeti<br/>741. Hizmet Üretim Maliyeti Yansıtma Hesabı (-)<br/>742. Hizmet Üretim Maliyeti Fark Hesapları<br/>75. Araştırma ve Geliştirme Giderleri<br/>750. Araştırma ve Geliştirme Giderleri<br/>751. Araştırma ve Geliştirme Giderleri<br/>Yansıtma Hesabı (-)<br/>752. Araştırma ve Geliştirme Gider Farkı<br/>Hesabı<br/>76. Pazarlama, Satış ve Dağıtım Giderleri<br/>760. Pazarlama, Satış ve Dağıtım Giderleri<br/>761. Pazarlama, Satış ve Dağıtım Giderleri Yansıtma Hesabı (-)<br/>762. Pazarlama, Satış ve Dağıtım Giderleri Fark Hesabı<br/>77. Genel Yönetim Giderleri"
  },
  {
    "id": "3365358",
    "unitNumber": 7,
    "text": "İşletmelerin sınırsız sayılan yaşam süresinin belli dönemlere bölünmesi ve her dönemin faaliyet sonuçlarının diğer dönemlerden ayrı olarak saptanmasını ifade eden \"dönemsellik\" kavramı gereğince aşağıdaki işlemlerden hangisi <u>yapılmaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "İşletmelerin sınırsız faaliyet süreleri belli dönemlere bölünür.",
      "B": "Her dönemin faaliyet sonuçları diğer dönemlerden bağımsız olarak tespit edilir.",
      "C": "Gelir ve giderler tahakkuk esasına göre muhasebeleştirilir.",
      "D": "Hasılat gelir ve kârlar aynı döneme ait maliyet, gider ve zararlarla karşılaştırılır",
      "E": "Enflasyon düzeltmesi zararları hesaplanır"
    },
    "explanation": "Dönemsellik kavramı gereğince aşağıdaki konular yapılır.<br/>• İşletmelerin sınırsız faaliyet süreleri belli dönemlere bölünür.<br/>• Her dönemin faaliyet sonuçları diğer dönemlerden bağımsız olarak tespit edilir.<br/>• Gelir ve giderler tahakkuk esasına göre muhasebeleştirilir.<br/>• Hasılat gelir ve kârlar aynı döneme ait maliyet, gider ve zararlarla karşılaştırılır."
  },
  {
    "id": "3365359",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi temel finansal tablodur?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilanço",
      "B": "Fon akımı",
      "C": "Nakit akışı",
      "D": "Özkaynak değişimi",
      "E": "kâr dağıtım tabloları"
    },
    "explanation": "Bilanço ve gelir tablosu dipnotlar ve ekleri ile birlikte temel finansal tabloları, fon akım, nakit akış, özkaynak değişim ve kâr dağıtım tabloları ise ek finansal tabloları oluşturur. Doğru cevap A’dır."
  },
  {
    "id": "3365360",
    "unitNumber": 8,
    "text": "Bir işletmenin belli bir tarihte sahip olduğu varlıklar ile bu varlıkların sağladığı kaynakları gösteren finansal tabloya ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Nakit akışı",
      "B": "Fon akımı",
      "C": "Özkaynak değişimi",
      "D": "Bilanço",
      "E": "Gelir tablosu"
    },
    "explanation": "Bilanço, bir işletmenin belli bir tarihte sahip olduğu varlıklar ile bu varlıkların sağladığı kaynakları gösteren finansal tablodur. Doğru cevap D’dir."
  },
  {
    "id": "3365361",
    "unitNumber": 8,
    "text": "Aşağıdaki hesaplardan hangisi bilançoda duran varlıklar bölümünde yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Finansal borçlar",
      "B": "Ticari alacaklar",
      "C": "Çıkarılmış tahviller",
      "D": "Alınan depozito ve teminatlar",
      "E": "Satıcılar"
    },
    "explanation": "Ticari alacaklar bilançonun duran varlıklar bölümünde yer alır. Doğru cevap B’dir."
  },
  {
    "id": "3365362",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi gelir tablosunda finansman giderleri başlığı altında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Uzun Vadeli Borçlanma Giderleri",
      "B": "Menkul Kıymet Satış Zararları",
      "C": "Kambiyo Zararları",
      "D": "Reeskont Faiz Giderleri",
      "E": "Komisyon Giderleri"
    },
    "explanation": "Uzun vadeli borçlanma giderleri, finansman giderleri başlığı altında yer almaktadır. Doğru cevap A’dır."
  },
  {
    "id": "3365363",
    "unitNumber": 8,
    "text": "Satışların maliyeti tablosunda, Üretim faaliyetleri ve bu faaliyetlerle ilgili olarak yapılan hizmetlere ilişkin direkt ilk madde ve malzeme ile direkt işçilik giderleri dışında kalan giderleri içeren ana kalem aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Direkt İlk Madde ve Malzeme Giderleri",
      "B": "Direkt İşçilik Giderleri",
      "C": "Genel Üretim Giderleri",
      "D": "Yarı Mamul Stoklarında Değişim",
      "E": "Mamul Stoklarında Değişim"
    },
    "explanation": "Genel Üretim Giderleri: Üretim faaliyetleri ve bu faaliyetlerle ilgili olarak yapılan hizmetlere ilişkin direkt ilk madde ve malzeme ile direkt işçilik giderleri dışında kalan giderleri içerir. Doğru cevap C’dir."
  },
  {
    "id": "3365364",
    "unitNumber": 8,
    "text": "Belli bir zaman dilimi içerisinde işletmede meydana gelen finansman hareketinin hangi kaynaklardan karşılandığını gösteren tabloya ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fon akım tablosu",
      "B": "Nakit akım tablosu",
      "C": "Özkaynak Değişim Tablosu",
      "D": "Kar dağıtım tablosu",
      "E": "Zarar dağıtım tablosu"
    },
    "explanation": "Fon akım tablosu; “belli bir zaman dilimi içerisinde” işletmede meydana gelen finansman hareketinin hangi kaynaklardan karşılandığını gösterir. Doğru cevap A’dır."
  },
  {
    "id": "3365365",
    "unitNumber": 8,
    "text": "Türk Ticaret Kanunu uyarınca dönem karından ayrılması gereken % 5’lik kısma ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ortaklara Birinci Temettü",
      "B": "Yönetim Kuruluna Temettü",
      "C": "İşletmede Bırakılması ve Tasarrufu Zorunlu Yasal Fonlar",
      "D": "Birinci Tertip Yasal Yedek Akçe",
      "E": "Personele Temettü"
    },
    "explanation": "Birinci Tertip Yasal Yedek Akçe: Türk Ticaret Kanunu uyarınca ayrılması gereken % 5 birinci tertip kanuni yedek akçeyi ifade eder. Doğru cevap D’dir."
  },
  {
    "id": "3365366",
    "unitNumber": 8,
    "text": "İlgili dönemde özsermaye kalemlerinde meydana gelen artış veya azalışları bir bütün olarak gösteren tabloya ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilanço",
      "B": "Fon akım tablosu",
      "C": "Zarar dağıtım tablosu",
      "D": "Nakit akım tablosu",
      "E": "Özkaynak değişim tablosu"
    },
    "explanation": "Özkaynak değişim tablosu; ilgili dönemde özkaynak(özsermaye) kalemlerinde meydana gelen artış veya azalışları bir bütün olarak gösteren tablodur. Doğru cevap E’dir."
  },
  {
    "id": "3365367",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi fon akım tablosunda ‘fon kullanımları’ başlığı altında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Olağan Zarar",
      "B": "Olağan Kâr",
      "C": "Hisse Senetleri İhraç Primleri",
      "D": "Dönen Varlıklar Tutarındaki Azalışlar",
      "E": "Duran Varlıklar Tutarındaki Azalışlar"
    },
    "explanation": "Olağan zarar, fon akım tablosunda fon kullanımları başlığı altında yer alır. Doğru cevap A’dır."
  },
  {
    "id": "3365368",
    "unitNumber": 8,
    "text": "Araştırma ve geliştirme giderleri bilançonun hangi ana kalemi altında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "uzun vadeli yabancı kaynaklar",
      "B": "Duran varlıklar",
      "C": "Dönen varlıklar",
      "D": "Kısa vadeli yabancı kaynaklar",
      "E": "Özkaynaklar"
    },
    "explanation": "Araştırma ve geliştirme giderleri bilançonun duran varlıklar ana kalemi altında yazılır. Doğru cevap B’dir."
  },
  {
    "id": "3365369",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ek finansal tabloları oluşturmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilanço",
      "B": "Fon Akım Tablosu",
      "C": "Gelir tablosu",
      "D": "Dipnotlar",
      "E": "Dipnotların ekleri"
    },
    "explanation": "Bilanço ve gelir tablosu dipnotlar ve ekleri ile birlikte temel finansal tabloları, fon akım, nakit akış, özkaynak değişim ve kâr dağıtım tabloları ise ek finansal tabloları oluşturur. Doğru cevap B'dir."
  },
  {
    "id": "3365370",
    "unitNumber": 8,
    "text": "Bir yıl veya işletmenin normal faaliyet dönemi içinde paraya çevrileceği veya kullanılacağı tahmin edilen varlıklar grubu aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hizmet veren varlıklar",
      "B": "Duran varlıklar",
      "C": "Kayıtlı varlıklar",
      "D": "Dönen varlıklar",
      "E": "Bir yılda tükenmeyen varlıklar"
    },
    "explanation": "Varlıklar, dönen ve duran olarak adlandırılan iki grupta toplanır. Dönen varlıklar grubunda, bir yıl veya işletmenin normal faaliyet dönemi içinde paraya çevrileceği veya kullanılacağı tahmin edilen varlıklar toplanır. Duran varlıklarda ise, normal şartlar altında bir yıl içinde elden çıkarılması düşünülmeyen veya yararları bir yılda tükenmeyecek olan varlıklar yer alır. Doğru cevap D'dir."
  },
  {
    "id": "3365371",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yabancı kaynaklara ilişkin belirlenen ilkelerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tutarları kesinlikle saptanamayanların veya durumları tartışmalı olanları da içermek üzere, İşletmenin bilinen ve tutarları uygun olarak tahmin edilebilen bütün yabancı kaynakları kayıt ve tespit edilmeli, bilançoda gösterilmelidir",
      "B": "İşletmenin bir yıl ya da normal faaliyet dönemi içinde paraya dönüşemeyen hizmetlerinden bir hesap döneminden daha uzun süre yararlanılan uzun vadeli varlıkları, bilançoda Duran Varlıklar grubu içinde gösterilir",
      "C": "Tutarları kesinlikle saptanamayan alacaklar için herhangi bir tahakkuk işlemi yapılmaz",
      "D": "İşletmenin bilinen ancak tutarları uygun olarak tahmin edilemeyen durumları da bilançonun dipnotlarında açık olarak belirtilmeye gerek bulunmamaktadır",
      "E": "İşletmenin ortakları tarafından özkaynakların devam ettirilmesi ve korunması gerekir."
    },
    "explanation": "Yabancı Kaynaklara İlişkin İlkeler:<br/>İşletmenin bir yıl ya da normal faaliyet dönemi içinde vadesi gelen borçları, bilançoda kısa vadeli yabancı kaynaklar grubu içinde gösterilir.<br/>İşletmenin bir yıl ya da normal faaliyet dönemi içinde vadesi gelmemiş borçları,<br/>bilançoda uzun vadeli yabancı kaynaklar grubu içinde gösterilir. <br/>İşletmenin bilinen ancak tutarları uygun olarak tahmin edilemeyen durumları da bilançonun dipnotlarında açık olarak belirtilmelidir.<br/>Tutarları kesinlikle saptanamayanların veya durumları tartışmalı olanları da içermek üzere, İşletmenin bilinen ve tutarları uygun olarak tahmin edilebilen bütün yabancı kaynakları kayıt ve tespit edilmeli, bilançoda gösterilmelidir.<br/>Gelecek dönemlere ait olarak önceden tahsil edilen hasılat ile cari dönemde tahakkuk eden ancak, gelecek dönemlerde ödenecek olan giderler kayıt ve tespit edilmeli ve bilançoda ayrıca gösterilmelidir.<br/>Bilançonun kısa ve uzun vadeli yabancı kaynaklar gruplarında yer alan borçlar, alınan avanslar ve diğer ilgili hesaplardan İşletmenin sermaye ve yönetim bakımından ilişkili bulunduğu iktisadi işletmelere, iştiraklere, personele, kuruculara ve mütevellilere ait olan tutarlarının ayrı gösterilmesi temel ilkedir. Doğru cevap A'dır."
  },
  {
    "id": "3365372",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi temel finansal tablolar içinde <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bilanço",
      "B": "Gelir tablosu",
      "C": "Dipnotlar",
      "D": "Ekler",
      "E": "Kar dağılım tablosu"
    },
    "explanation": "Bilanço ve gelir tablosu dipnotlar ve ekleri ile birlikte temel finansal tabloları, fon akım, nakit akış, özkaynak değişim ve kâr dağıtım tabloları ise ek finansal tabloları oluşturur. Doğru cevap E'dir."
  },
  {
    "id": "3365373",
    "unitNumber": 8,
    "text": "İşletmelerdeki gelişmeleri ve cari dönemdeki kazanç gücünü tam ve gerçek olarak yansıttığı gibi, işletmenin bir dönem faaliyeti ile ilgili bilgileri de ortaya koyan tablo aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yıllık kazanç tablosu",
      "B": "Bilanço tablosu",
      "C": "Gelir tablosu",
      "D": "Finansal tablo",
      "E": "Mali yıl tablosu"
    },
    "explanation": "Gelir tablosu, işletmelerdeki gelişmeleri ve cari dönemdeki kazanç gücünü tam ve gerçek olarak yansıttığı gibi, işletmenin bir dönem faaliyeti ile ilgili bilgileri de ortaya koymaktadır. Bu hâliyle gelir tablosu, işletmelerin finansal yönden başarı derecesini gösteren bir rapor durumundadır. Doğru cevap C'dir."
  },
  {
    "id": "3365374",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi gelir-gider tablosu ilkelerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Maddi ve maddi olmayan duran varlıklar ile özel tükenmeye tabi varlıklar için uygun amortisman ve tükenme payı ayrılması gerekmez",
      "B": "Belli bir dönem ya da dönemlerin başında ve sonunda maliyet ve giderleri gerçeğe uygun olarak gösterebilmek için stoklarda, alacak ve borçlarda doğru hesap kesimi işlemleri yapılmalıdır",
      "C": "Gerçekleşmemiş gelirler ve satışlar gerçekleşmiş gibi ya da gerçekleşenler gerçek tutarından fazla ya da az gösterilebilir",
      "D": "Arızi ve olağanüstü niteliğe sahip gelir ve giderler meydana geldikleri dönemden iki yıl sonra tahakkuk ettirilmeli, fakat normal faaliyet sonuçları içinde gösterilmelidir",
      "E": "İşletmenin bir yıl ya da normal faaliyet dönemi içinde vadesi gelen borçları, bilançoda kısa vadeli yabancı kaynaklar grubu içinde gösterilir"
    },
    "explanation": "Gelir-gider tablosu ilkeleri şunlardır:<br/>• Gelirler ve satışlar gerçekleşmiş gibi ya da gerçekleşenler gerçek tutarından fazla ya da az gösterilmemelidir. Belli bir dönem ya da dönemlerin gerçeğe uygun faaliyet sonuçlarını göstermek için, dönem ya da dönemlerin başında ve sonunda doğru hesap kesimi işlemleri yapılmalıdır.<br/>• Belli bir dönemin gelirleri ve satışları bunları elde etmek için yapılan maliyet ve giderler ile karşılaştırılmalıdır. Belli bir dönem ya da dönemlerin başında ve sonunda maliyet ve giderleri gerçeğe uygun olarak gösterebilmek için stoklarda, alacak ve borçlarda doğru hesap kesimi işlemleri yapılmalıdır.<br/>• Maddi ve maddi olmayan duran varlıklar ile özel tükenmeye tabi varlıklar için uygun amortisman ve tükenme payı ayrılmalıdır.<br/>• Maliyetler, maddi duran varlıklar, stoklar, onarım ve bakım ile diğer gider grupları arasında uygun bir şekilde dağıtılmalıdır.Bunlardan direkt olanları doğrudan doğruya, birden fazla faaliyeti ilgilendirenleri zaman ve kullanma faktörü dikkate alınarak, tahakkuk ettirilip dağıtılmalıdır.<br/>• Arızi ve olağanüstü niteliğe sahip gelir ve giderler meydana geldikleri dönemde tahakkuk ettirilmeli, fakat normal faaliyet sonuçlarından ayrı olarak gösterilmelidir.<br/>• Karşılıklar, işletmenin gelirini keyfi şekilde azaltmak ya da bir döneme ait gelir-gider farkını diğer döneme aktarmak amacıyla kullanılmamalıdır.<br/>• Dönem sonuçlarının tespiti ile ilgili olarak uygulana gelen değerleme esasları ve maliyet yöntemlerinde bir değişiklik yapıldığı takdirde, bu değişikliğin etkileri açıkça belirtilmelidir.<br/>• Bilanço tarihinde var olan ve sonu belirsiz bir ya da birkaç olayın gelecekte ortaya çıkıp çıkmamasına bağlı durumları ifade eden, şarta bağlı olaylardan kaynaklanan, makul bir şekilde gerçeğe yakın olan, tahmin edilebilen gider ve zararlar, tahakkuk ettirilerek gelir tablosuna yansıtılır.<br/>Doğru cevap B'dir."
  },
  {
    "id": "3365375",
    "unitNumber": 8,
    "text": "Mamulün bünyesine giren mamulün temel öğesini oluşturan ve mamulün bünyesine doğrudan yüklenebilen maddelerin kullanımı satışların maliyeti tablosunun ana kalemlerindeki hangi grupta yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Direkt İlk Madde ve Malzeme Giderleri",
      "B": "Direkt İşçilik Giderleri",
      "C": "Genel Üretim Giderleri",
      "D": "Yarı Mamul Stoklarında Değişim",
      "E": "Mamul Stoklarında Değişim"
    },
    "explanation": "Satışların maliyeti tablosunun ana kalemleri aşağıda açıklanmıştır:<br/>Direkt İlk Madde ve Malzeme Giderleri: Mamulün bünyesine giren mamulün temel öğesini oluşturan ve mamulün bünyesine doğrudan yüklenebilen maddelerin kullanımı bu grupta yer alır. Üretimde kullanılmayan ve satılan ilk madde ve malzemenin maliyeti, tablonun ticari faaliyete ilişkin bölümünde dikkate alınır.<br/>Direkt İşçilik Giderleri: Mamulü meydana getirmek için harcanan ve maliyetlere doğrudan yüklenebilen direkt işçilik giderlerini içerir.<br/>Genel Üretim Giderleri: Üretim faaliyetleri ve bu faaliyetlerle ilgili olarak yapılan hizmetlere ilişkin direkt ilk madde ve malzeme ile direkt işçilik giderleri dışında kalan giderleri içerir.<br/>Yarı Mamul Stoklarında Değişim: Henüz Mamul haline gelmemiş fakat ilk madde ve malzeme ile işçilik ve genel üretim giderlerinden pay almış, üretim aşamasındaki maddelerin dönembaşı stoku ile dönemsonu Mamul stoku arasındaki farkı bu grupta yer alır.<br/>Mamul Stoklarında Değişim: Direkt ilk madde ve malzeme, direkt işçilik, genel üretim giderleri ve yarı mamul kullanım tutarlarının toplamı üretim maliyetini verir. Dönem başı mamul stoku ile dönemsonu mamul stoku ve mamullerinin bir bölümünü iç tüketimde kullanan işletmelerde, söz konusu tüketim miktarının toplamı arasındaki fark “Mamul Stoklarında Değişim” tutarını oluşturur. Bu tutarın üretim maliyetine eklenmesi veya çıkarılması ile satılan mamul maliyetine ulaşılır. <br/>Doğru cevap A'dır."
  },
  {
    "id": "3365376",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi “belli bir zaman dilimi içerisinde” işletmede meydana gelen finansman hareketinin hangi kaynaklardan karşılandığını gösterir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sermaye tablosu",
      "B": "Bilanço tablosu",
      "C": "Harcama tablosu",
      "D": "Fon akım tablosu",
      "E": "Gelir tablosu"
    },
    "explanation": "Fon akım tablosu; “belli bir zaman dilimi içerisinde” işletmede meydana gelen finansman hareketinin hangi kaynaklardan karşılandığını gösterir. Doğru cevap D'dir."
  },
  {
    "id": "3365377",
    "unitNumber": 8,
    "text": "Asıl amacı özellikle sermaye şirketlerinde dönem kârından ödenecek vergilerin, ayrılan yedeklerin ve ortaklara dağıtılacak kâr paylarının açıkça gösterilmesi ve şirketlerin hisse başına kâr ile hisse başına temettü tutarlarını hesaplaması olan tablo aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilanço tablosu",
      "B": "Fon akım tablosu",
      "C": "Nakit akım tablosu",
      "D": "Öz kaynak değişim tablosu",
      "E": "Kâr dağıtım tablosu"
    },
    "explanation": "Kâr dağıtım tablolarının düzenleme amacı özellikle sermaye şirketlerinde dönem kârından ödenecek vergilerin, ayrılan yedeklerin ve ortaklara dağıtılacak kâr paylarının açıkça gösterilmesi ve şirketlerin hisse başına kâr ile hisse başına temettü tutarlarını hesaplamasıdır. Doğru cevap B'dir."
  },
  {
    "id": "3365378",
    "unitNumber": 8,
    "text": "İlgili dönemde özkaynak kalemlerinde meydana gelen artış veya azalışları bir bütün olarak gösteren tablo aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kar dağıtım tablosu",
      "B": "Nakit akım tablosu",
      "C": "Özkaynak değişim tablosu",
      "D": "Fon akım tablosu",
      "E": "Satışların maliyeti tablosu"
    },
    "explanation": "Özkaynak değişim tablosu; ilgili dönemde özkaynak kalemlerinde meydana gelen artış veya azalışları bir bütün olarak gösteren tablodur. Özkaynak değişim tablosunun düzenleniş amacı; özellikle sermaye şirketlerinde dönem içinde özkaynak kalemlerinde meydana gelen değişmelerin topluca gösterilmesini sağlamaktır. Doğru cevap C'dir."
  },
  {
    "id": "3365379",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi varlıklara ilişkin bilanço ilkelerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşletmenin bir yıl ya da normal faaliyet dönemi içinde paraya dönüştürülebilecek varlıkları, bilançoda Dönen Varlıklar grubu içinde gösterilir.",
      "B": "İşletmenin bir yıl ya da normal faaliyet dönemi içinde vadesi gelen borçları, bilançoda kısa vadeli yabancı kaynaklar grubu içinde gösterilir.",
      "C": "Gelecek dönemlere ait olarak önceden tahsil edilen hasılat ile cari dönemde tahakkuk eden ancak, gelecek dönemlerde ödenecek olan giderler kayıt ve tespit edilmeli ve bilançoda ayrıca gösterilmelidir.",
      "D": "Özkaynakların bilançoda net olarak gösterilmesi için geçmiş yıllar zararları ile dönem net zararı, özkaynaklar grubunda indirim kalemleri olarak yer alır.",
      "E": "Özkaynaklar; ödenmiş sermaye, sermaye yedekleri, kâr yedekleri, geçmiş yıl kârları (zararları) ve dönem net kâr (zarar)’ndan oluşur."
    },
    "explanation": "A seçeneği dışındaki ilkeler, yabancı kaynaklar ve özkaynaklara ilişkindir."
  },
  {
    "id": "3365380",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi temel finansal tablolardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilanço ve gelir tablosu",
      "B": "Fon akım",
      "C": "Nakit akış",
      "D": "Özkaynak değişim",
      "E": "Kar dağıtım tabloları"
    },
    "explanation": "Bilanço ve gelir tablosu dipnotlar ve ekleri ile birlikte temel finansal tabloları oluşturur."
  },
  {
    "id": "3365381",
    "unitNumber": 8,
    "text": "Türkiye’de, iki sütunlu hesap tipi şeklinde bilanço yöntemi benimsenmiş olacak biçimdeki tabloda aşağıdakilerden hangisi menkul kıymetler arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hisse senetleri",
      "B": "Kasa",
      "C": "Alınan çekler",
      "D": "Bankalar",
      "E": "Borç senetleri"
    },
    "explanation": "Hisse senetler, menkul kıymetler arasında yer alır."
  },
  {
    "id": "3365382",
    "unitNumber": 8,
    "text": "Mamulün bünyesine giren, mamulün temel öğesini oluşturan ve mamulün bünyesine doğrudan yüklenebilen maddelerin kullanımı, satışların maliyeti tablosunun ana kalemlerinin hangisi ile ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Direkt İlk Madde ve Malzeme Giderleri",
      "B": "Direkt İşçilik Giderleri",
      "C": "Genel Üretim Giderleri",
      "D": "Yarı Mamul Stoklarında Değişim",
      "E": "Mamul Stoklarında Değişim"
    },
    "explanation": "<u>Direkt İlk Madde ve Malzeme Giderleri</u>: Mamulün bünyesine giren mamulün temel öğesini<br/>oluşturan ve mamulün bünyesine doğrudan yüklenebilen maddelerin kullanımı bu grupta yer alır."
  },
  {
    "id": "3365383",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi “belirli bir zaman dilimi içerisinde” işletmede meydana gelen finansman hareketinin hangi kaynaklardan karşılandığını gösteren \"diğer ek mali tablolar\"dan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fon akım",
      "B": "Kar dağıtım",
      "C": "Kar ortaklığı",
      "D": "Borç takip",
      "E": "Gayrimenkul"
    },
    "explanation": "Fon akım tablosu; “belli bir zaman dilimi içerisinde” işletmede meydana gelen finansman hareketinin hangi kaynaklardan karşılandığını gösterir."
  },
  {
    "id": "3365384",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir nakit akım tablosunda \"satışlardan elde edilen nakit\" kapsamında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ticari Alacaklardaki Azalışlar",
      "B": "Alınan Krediler",
      "C": "Diğer Artışlar",
      "D": "Olağan Dışı Gelir ve Kârlardan Sağlanan Nakit",
      "E": "Menkul Kıymetler Anapara Ödemeleri, satışlardan elde edilen nakitler arasındadır."
    },
    "explanation": "Ticari kaynaklardaki azalışlar,"
  },
  {
    "id": "3365385",
    "unitNumber": 8,
    "text": "İşletmenin ödenmiş sermayesi üzerinden ilgili yasa hükmü ve ana sözleşmesi gereği ortaklarına dağıtacağı birinci tertip temettüye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ortaklara Birinci Temettü",
      "B": "Personele Temettü",
      "C": "Yönetim Kuruluna Temettü",
      "D": "Ortaklara İkince Temettü",
      "E": "İkinci Tertip yasal Yedek Temettü"
    },
    "explanation": "<u>Ortaklara Birinci Temettü</u>: İşletmenin ödenmiş sermayesi üzerinden ilgili yasa hükmü ve ana sözleşmesi gereği ortaklarına dağıtacağı birinci tertip temettüdür."
  },
  {
    "id": "3365386",
    "unitNumber": 8,
    "text": "Gelir tablosunda vergi ve yasal yükümlülüklerden önceki kâr aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dönem kârı",
      "B": "Senelik kâr",
      "C": "İleri düzey kâr",
      "D": "Açıklanan kâr",
      "E": "Beklenen kâr"
    },
    "explanation": "<u>Dönem kârı</u>: Gelir tablosunda vergi ve yasal yükümlülüklerden önceki kârdır"
  },
  {
    "id": "3365387",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ana sözleşme uyarınca ayrılması gereken yedekleri kapsar?",
    "correctAnswer": "A",
    "options": {
      "A": "Statü Yedekleri",
      "B": "İkinci Tertip yasal Yedek Akçe",
      "C": "Olağanüstü Yedekler",
      "D": "Özel Fonlar",
      "E": "Diğer Yedekler"
    },
    "explanation": "<u>Statü Yedekleri</u>: Ana sözleşme uyarınca ayrılması gereken yedekleri kapsar"
  },
  {
    "id": "3365388",
    "unitNumber": 8,
    "text": "İşletmenin dönem içindeki stok hareketleri ile satılan mamul, ilk madde ve malzeme ile ticari malların maliyeti ve hizmet satışlarının maliyeti aşağıdaki tabloların hangisinde yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Satışların Maliyeti Tablosu",
      "B": "Diğer Ek Mali Tablolar",
      "C": "Nakit Akım Tablosu",
      "D": "Kar Dağıtım Tablosu",
      "E": "Özkaynak Değişim Tablosu"
    },
    "explanation": "Satışların maliyeti tablosunda; işletmenin dönem içindeki stok hareketleri ile satılan mamul, ilk madde ve malzeme ile ticari malların maliyeti ve hizmet satışlarının maliyeti yer alır."
  }
]