[
  {
    "id": "3851397",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi İtalyan mutfağında en çok tanınan yiyecekler arasında yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Peynir",
      "B": "Makarna",
      "C": "Soğan çorbası",
      "D": "Lazanya",
      "E": "Pizza"
    },
    "explanation": "İtalyan mutfağında kullanılmaya başlanmıştır. İtalyan mutfağında en çok tanınan yiyecek ve içecekler; pizza, makarna, peynir ve şaraptır. İtalyanlar makarna hamurunu farklı şekillerde keserek ve farklı soslar ile sunarak çok zengin bir makarna kültürü oluşturmayı başarmışlardır. Soğan çorbası Fransız mutfağına özgüdür."
  },
  {
    "id": "3851611",
    "unitNumber": 1,
    "text": "Fransız mutfağı aşağıdaki olaylardan hangisinden sonra gelişmeye başlamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Fransız devrimi",
      "B": "II. Henry ve Catherine de Medici'nin evliliği",
      "C": "La Varenne’nin kitap yayımlaması",
      "D": "Fransız mutfağında baharat kullanımının azalması",
      "E": "Carème’nin aşçı çırağı olarak çalışmaya başlaması"
    },
    "explanation": "Fransız mutfağının temelleri Orta Çağ’da şekillenmiştir. Fransız mutfağı 16. yy.’a kadar az sayıda malzeme ve pişirme usullerinin kullanıldığı temel düzeyde bir mutfaktır. 1533 yılında Fransız veliahtı Prens<br/>II. Henry ve Catherine de Medici’nin evlilikleri Fransız mutfağı için bir dönüm noktasıdır. Catherine de<br/>Medici, Fransa’ya taşınırken hizmetkârlarını ve saray aşçılarını beraberinde getirmiştir. İtalyan aşçılar kendi<br/>yemek kültürlerini Fransa’ya taşımış ve Fransız mutfağını köklü bir şekilde değiştirmiştir.<br/>Fransız mutfağının temelleri Orta Çağ’da şekillenmiştir. Fransız mutfağı 16. yy.’a kadar az sayıda malzeme ve pişirme usullerinin kullanıldığı temel düzeyde bir mutfaktır. 1533 yılında Fransız veliahtı Prens II. Henry ve Catherine de Medici’nin evlilikleri Fransız mutfağı için bir dönüm noktasıdır. Catherine de Medici, Fransa’ya taşınırken hizmetkârlarını ve saray aşçılarını beraberinde getirmiştir. İtalyan aşçılar kendi yemek kültürlerini Fransa’ya taşımış ve Fransız mutfağını köklü bir şekilde değiştirmiştir."
  },
  {
    "id": "3851612",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Catherine de Medici'nin Fransa'ya getirdiği sofra adabı yeniliklerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yemeklerin baharatlı olması",
      "B": "Tatlıların çeşitlendirilmesi",
      "C": "Yemeklerde yalnızca Fransız ürünleri kullanılması",
      "D": "Çatal, bıçak ve kaşık kullanımı",
      "E": "Her yemekte ekmek servis edilmesi"
    },
    "explanation": "Fransız mutfağının temelleri Orta Çağ’da şekillenmiştir. Fransız mutfağı 16. yy.’a kadar az sayıda malzeme ve pişirme usullerinin kullanıldığı temel düzeyde bir mutfaktır. 1533 yılında Fransız veliahtı Prens<br/>II. Henry ve Catherine de Medici’nin evlilikleri Fransız mutfağı için bir dönüm noktasıdır. Catherine de<br/>Medici, Fransa’ya taşınırken hizmetkârlarını ve saray aşçılarını beraberinde getirmiştir. İtalyan aşçılar kendi<br/>yemek kültürlerini Fransa’ya taşımış ve Fransız mutfağını köklü bir şekilde değiştirmiştir. Fransa’daki bu köklü değişim sadece yemek alanında değil sofra ve sofra adabında da gerçekleşmiştir. Hançer ya da ellerini kullanarak yemeklerini yiyen Fransızlar bu tarihlerden itibaren davetlere katılırken çatal, bıçak ve kaşıklarını yanlarında götürmüşlerdir."
  },
  {
    "id": "3851613",
    "unitNumber": 1,
    "text": "Fransız mutfağına mimari süsleme ve buz heykelleri kazandıran kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "La Varenne",
      "B": "Marie-Antoine Carème",
      "C": "Catherine de Medici",
      "D": "XIV. Louis",
      "E": "II. Henry"
    },
    "explanation": "Fransız mutfağının Altın Çağı, klasik mutfağın kurucusu Marie-Antoine Carème (1783-1833) ile başlamıştır."
  },
  {
    "id": "3851614",
    "unitNumber": 1,
    "text": "Fransa’nın kuzey kıyılarında hangi ürünler yemeklerde sıkça kullanılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Makarna ve deniz ürünleri",
      "B": "Tavuk eti ve patates",
      "C": "Sığır eti, peynir ve elma",
      "D": "Deniz ürünleri ve süt ürünleri",
      "E": "Pirinç ve baklagiller"
    },
    "explanation": "Fransız mutfağının şekillenmesinde coğrafyanın etkisi büyüktür. Örneğin; Fransa’nın kuzey kıyılarında<br/>büyük meyve bahçeleri ve sığırların otladığı geniş alanlar bulunmaktadır. Bu nedenle bölgede yaşayan<br/>halk yemeklerinde bolca sığır eti, peynir, krema ve elma gibi çeşitli meyve türleri kullanmıştır."
  },
  {
    "id": "3851615",
    "unitNumber": 1,
    "text": "Fransız mutfak kültürüne göre yemekler hangi ilkeye göre yenilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gelişigüzel yemek sıralaması",
      "B": "Zamanlama İlkesi",
      "C": "Diyakroni İlkesi",
      "D": "Fransız Sofra Adabı",
      "E": "Minimalizm İlkesi"
    },
    "explanation": "Dekorasyon da en az yemekler kadar önemlidir. Yemek masalarının tasarımında gösterişten ziyade<br/>sadelik önemlidir. Masada dekor oldukça az kullanılmaktadır. Çiçek gibi koku yayabilecek dekorlar, yemeğin kokusunu bastırma ihtimalinden dolayı tercih edilmez. Gösterişli tabak ve çatal-bıçak takımları<br/>oldukça azdır. Kâğıt peçete yerine bez peçeteler tercih edilmektedir. Yemek yeme tarzı Diyakroni İlkesine göre yapılmaktadır. İlkeye göre yemeğe çorba ile başlanmaktadır. Balık ve et gibi ana yemek ve tatlı ile devam etmektedir. Yemeklere mutlaka şarap eşlik etmektedir. Her şarap her yemek ile içilmemektedir. Bu yüzden tercih ettikleri şarabın hangi yemeklerle daha lezzetli hâle geleceği hakkında bilgiye sahiptirler. Menüdeki her bir yemek için ayrı çatal-bıçak kullanılmaktadır.<br/>Çatal-bıçak takımları servis tabağı etrafında uygun sıra ile dizilmektedir."
  },
  {
    "id": "3851616",
    "unitNumber": 1,
    "text": "Fransız mutfağında, \"Bain-Marie\" hangi amaçla kullanılan bir ekipmandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yemeğe kıvam vermek",
      "B": "Yiyecekleri tütsülemek",
      "C": "Et tütsülemek",
      "D": "Şefin statüsünü belirtmek",
      "E": "Sıcak tutmak veya buharda pişirmek"
    },
    "explanation": "Bain-Marie: Ürünleri sıcak tutmak ya da buharda pişirmek için kullanılan ekipmandır."
  },
  {
    "id": "3851617",
    "unitNumber": 1,
    "text": "Fransa'da Paskalya kutlamalarında en çok tüketilen yiyecekler aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kaz ciğeri, somon, kuzu eti ve çilek",
      "B": "Peynir ve şarap",
      "C": "İstiridye ve karides",
      "D": "Tavuk ve zeytinyağı",
      "E": "Sadece patates ve somon"
    },
    "explanation": "Fransa'da Paskalya günlerinde evlerde en az 4-5 çeşit yemek pişirilerek eğlenceler eşliğinde tüketilmektedir. En çok sevilerek tüketilen paskalya yiyecekleri; kaz ciğeri, somon, kuzu eti, patates, kaz ciğeri ezmesi ve çilektir."
  },
  {
    "id": "3851618",
    "unitNumber": 1,
    "text": "Fransız kültüründe Noel gecesi yenilen geleneksel yemeğe ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sabot",
      "B": "Le Paques",
      "C": "Antre",
      "D": "Beşamel",
      "E": "Reveillon"
    },
    "explanation": "Noel günlerinde çocuklar “sabot” olarak isimlendirdikleri ayakkabıları şömine başlarına koyarlar. Ayakkabıların iç kısmının Noel baba tarafından hediyelerle doldurulacağına inanılır. Gece yarısı aile büyükleri Noel ayinine katılmakta ve ayinden<br/>hemen sonra geleneksel Reveillon yemeğini tüketmektedirler. Bu geleneksel yemek dışında; kızarmış tavuk, fırında jambon, şarap, sosis, istiridye, meyve, hamur işleri ve salata gibi çeşitli yiyecekler ile masa donatılmakta ve şeker kullanılarak pastalar<br/>yapılmaktadır."
  },
  {
    "id": "3851619",
    "unitNumber": 1,
    "text": "Fransa'da mantar üretiminde önemli bir yere sahip olan ve özel olarak eğitilmiş hayvanlarla toplanan pahalı mantar türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Beyaz mantar",
      "B": "Morel mantarı",
      "C": "Shiitake mantarı",
      "D": "Trüf mantarı",
      "E": "Portobello mantarı"
    },
    "explanation": "Fransız mutfağında tercih edilebilirliği yüksek ürünlerden biri de mantarlardır. Fransa, mantar ihracatı ve üretimi alanında dünyada önemli ülkelerden biridir. Fransa’da en çok tüketilen ve en pahalı olan mantarlardan biri trüfle mantarıdır. Trüfle mantarının beyaz ve siyah olmak üzere iki çeşidi bulunmaktadır. Eğitilmiş köpek ya da domuzların yardımıyla meşe ağaçlarının altından toplanmaktadır."
  },
  {
    "id": "3851625",
    "unitNumber": 1,
    "text": "<ol start=\"16\"> <li>asırda Fransız mutfağındaki dönüm nokta hangi mutfaktan esinlenmişti?</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "İtalyan Mutfağından",
      "B": "Çin Mutfağından",
      "C": "Meksika Mutfağından",
      "D": "Güney Afrika Mutfağından",
      "E": "Rus Mutfağından"
    },
    "explanation": "<strong>FRANSA, İTALYA, İSPANYA TARİHİ VE COĞRAFYASI<br/></strong><br/>1533 yılında Fransız veliahtı Prens II. Henry ve Catherine de Medici’nin evlilikleri Fransız mutfağı için bir dönüm noktasıdır. Catherine de Medici, Fransa’ya taşınırken hizmetkârlarını ve saray aşçılarını beraberinde getirmiştir. İtalyan aşçılar kendi yemek kültürlerini Fransa’ya taşımış ve Fransız mutfağını köklü bir şekilde değiştirmiştir."
  },
  {
    "id": "3851627",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi klasik Fransız mutfağının kurucusu olarak kabul edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "La Varenne",
      "B": "Marie-Antoine Carème",
      "C": "Georges Auguste Escoffier",
      "D": "Catherine de Medici",
      "E": "XII. Louis"
    },
    "explanation": "<strong>FRANSA, İTALYA, İSPANYA TARİHİ VE COĞRAFYASI</strong><br/>Fransız mutfağının Altın Çağı, klasik mutfağın kurucusu Marie-Antoine Carème (1783-1833) ile başlamıştır. Carème’nin asıl hedefi mimar olmaktır fakat ekonomik durumlardan dolayı küçük bir restoranda aşçı çırağı olarak işe başlamıştır."
  },
  {
    "id": "3851628",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi üç kıyısının denizlerle çevrili bir yarımada olması ve nehir/göl sayısının fazla olmasından dolayı “su zengini ülke” olarak da bilinmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fransa",
      "B": "Norveç",
      "C": "Rusya",
      "D": "İtalya",
      "E": "Çin"
    },
    "explanation": "<strong>FRANSA, İTALYA, İSPANYA TARİHİ VE COĞRAFYASI</strong><br/>İtalya; Avrupa’nın güney kıyısında ince ve uzun bir<br/>yarımadadır. Apenin Yarımadası olarak da bilinmektedir<br/>(worldhistory.org, 2024). Ülkenin kuzey kısmı hariç üç<br/>tarafı sularla çevrilidir.<br/>Üç kıyısının denizlerle çevrili bir yarımada olması<br/>ve nehir/göl sayısının fazla olmasından<br/>dolayı “su zengini ülke” olarak da bilinmektedir."
  },
  {
    "id": "3851629",
    "unitNumber": 1,
    "text": "Aşağıdakilerin hangisinde Hızlı ve basit yemekler bulunur ve Menüdeki yemekler tebeşir ile kara tahtaya yazılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Restoran",
      "B": "Bistro",
      "C": "Bouchon",
      "D": "Brasserie",
      "E": "Salon de Thé"
    },
    "explanation": "Bistro: Restoranlara göre daha küçük yiyecek ve<br/>içecek işletmeleridir. Hızlı ve basit yemekler bulunur.<br/>Menüde yer alan yemekler tebeşir kullanılarak<br/>kara tahtaya yazılır ya da sözlü olarak ifade edilir.<br/><strong>FRANSA, İTALYA VE İSPANYA MUTFAK KÜLTÜRÜ </strong>"
  },
  {
    "id": "3851630",
    "unitNumber": 1,
    "text": "Aşağıdakilerin hangisinde hizmet öğleden sonra verilir ve çay gibi içeceklerin servisi yapılır.",
    "correctAnswer": "E",
    "options": {
      "A": "Bar",
      "B": "Café",
      "C": "Bistro",
      "D": "Bouchon",
      "E": "Salon de Thé"
    },
    "explanation": "<strong>FRANSA, İTALYA VE İSPANYA MUTFAK KÜLTÜRÜ </strong><br/>Salon de Thé: Öğleden sonra hizmet vermektedir.<br/>Çay gibi içeceklerin servisi yapılır. Bu işletmelerde<br/>alkollü içecek satılmaz."
  },
  {
    "id": "3851634",
    "unitNumber": 1,
    "text": "Aşağıdakilerin hangisinin yapımında jambon, zeytinyağı, yumurta ve peynir kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ratatouille",
      "B": "Carbonara",
      "C": "Mousse",
      "D": "Ravyoli",
      "E": "Compote"
    },
    "explanation": "<strong>FRANSA, İTALYA VE İSPANYA MUTFAĞINA ÖZGÜ KAVRAMLAR </strong><br/>Carbonara: Yapımında jambon, zeytinyağı, yumurta ve peynir kullanılır."
  },
  {
    "id": "3851637",
    "unitNumber": 1,
    "text": "Aşağıdakilerin hangisi ortaya paylaşmalı olarak gelen küçük mezelere verilen addır?",
    "correctAnswer": "B",
    "options": {
      "A": "Panettone",
      "B": "Tapas",
      "C": "Pandora",
      "D": "Ravyoli",
      "E": "Paella"
    },
    "explanation": "<strong>FRANSA, İTALYA VE İSPANYA MUTFAĞINDA YİYECEK-İÇECEK RİTÜELLERİ VE ÖĞÜNLER </strong><br/>Tapas: Ortaya paylaşmalı olarak gelen küçük İspanyol mezelerine verilen addır."
  },
  {
    "id": "3851640",
    "unitNumber": 1,
    "text": "Aşağıdakilerin hangisi Valensiya kökenli bir pirinç yemeğidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Panettone",
      "B": "Tapas",
      "C": "Pandora",
      "D": "Pain au Chocolat",
      "E": "Paella"
    },
    "explanation": "<strong>FRANSA, İTALYA VE İSPANYA MUTFAĞINDA YİYECEK-İÇECEK RİTÜELLERİ VE ÖĞÜNLER </strong><br/>Paella: Aslında antik köklere sahip olup 19. yüzyılda bugünkü hâlini alan Valensiya kökenli bir pirinç yemeğidir."
  },
  {
    "id": "3851642",
    "unitNumber": 1,
    "text": "Aşağıdakilerin hangisinin toplanmasında eğitilmiş köpek ya da domuzların yardımına ihtiyaç duyulur?",
    "correctAnswer": "C",
    "options": {
      "A": "İstiridye mantarı",
      "B": "Yer elması",
      "C": "Trüfle mantarı",
      "D": "Salyangoz",
      "E": "Patates"
    },
    "explanation": "<strong>FRANSA, İTALYA VE İSPANYA MUTFAĞINA ÖZGÜ YİYECEKLER VE İÇECEKLER </strong><br/>Fransız mutfağında tercih edilebilirliği yüksek ürünlerden biri de mantarlardır. Fransa, mantar ihracatı ve üretimi alanında dünyada önemli ülkelerden biridir. Fransa’da en çok tüketilen ve en pahalı olan mantarlardan biri trüfle mantarıdır. Trüfle mantarının beyaz ve siyah olmak üzere iki çeşidi bulunmaktadır. Eğitilmiş köpek ya da domuzların yardımıyla meşe ağaçlarının altından<br/>toplanmaktadır."
  },
  {
    "id": "3851644",
    "unitNumber": 1,
    "text": "Aşağıdakilerin hangisi Fransız mutfağında başlangıç yemeği olarak servis edilen bir salyangoz yemeğidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Escargot",
      "B": "Paella",
      "C": "Tapas",
      "D": "Macaron",
      "E": "Tarte Tatin"
    },
    "explanation": "<strong>FRANSA, İTALYA VE İSPANYA MUTFAĞINA ÖZGÜ YİYECEKLER VE İÇECEKLER </strong><br/>Fransız mutfağında başlangıç yemeği olarak servis edilen bir salyangoz yemeğidir.<br/>Salyangozların kabuklarından çıkartılıp temizlenmesi önemlidir. Tavuk suyu, sarımsak, şarap ve tereyağı ile pişirilmektedir."
  },
  {
    "id": "3851743",
    "unitNumber": 1,
    "text": "Fransız mutfağında Haute Cuisine (Rafine Mutfak) ile ilgili olarak aşağıdaki seçeneklerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Aristokrat çevreye hitap eder",
      "B": "Saray mutfağı ile halk mutfağı arasındaki ayrım ortadan kalkmıştır",
      "C": "Rafine mutfağın oluşmasında XIV.Louise önemli rol oynamıştır",
      "D": "Profesyonel aşçı okulları açılmıştır",
      "E": "Mutfak gelişimine önemli katkılar sunan \"Le Cuisinier\" ilk yazılı kaynak olarak yayımlanmıştır"
    },
    "explanation": "Saray mutfağı ile halk mutfağı arasındaki ayrım belirgin hale gelmiştir"
  },
  {
    "id": "3851745",
    "unitNumber": 1,
    "text": "Fransız mutfağının altın çağında, yemek sanatının gelişim sürecinde, menü geliştirme, menüye uygun şarap seçimi, konsome çorbasını giriş yemeği olarak menüye ekleme ve baharat kullanımını azaltarak lezzeti ön plana çıkarmayı hedefleyen kişi aşağıdaki seçeneklerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "La Varanne",
      "B": "François Pierre",
      "C": "Catherine de Medici",
      "D": "Maria-Antoine Careme",
      "E": "Escoffier"
    },
    "explanation": "Maria-Antoine Careme"
  },
  {
    "id": "3851746",
    "unitNumber": 1,
    "text": "Fransa'da mutfak alanında değişim hareketi olarak bilinen ve mutfakta kullanılan teknik, sunum yöntemleri ve malzemelerin köklü bir şekilde değişimini ifade eden \"Nouvelle Cuisine\" (yenilikçi Mutfak) hangi yıllarda başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1950'li yıllar",
      "B": "1960'lı yıllar",
      "C": "1970'li yıllar",
      "D": "1980'li yıllar",
      "E": "1990'lı yıllar"
    },
    "explanation": "1970'li yıllar"
  },
  {
    "id": "3851747",
    "unitNumber": 1,
    "text": "Fransız mutfak külyüründe hızlı ve basit yemeklerin bulunduğu ve menüde yer alan yemeklerin tebeşirle kara tahtaya yazıldığı ya da sözlü olarak ifade edildiği yiyecek ve içecek işletmeleri aşağıdaki seçeneklerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Restoran",
      "B": "Bistro",
      "C": "Bauchon",
      "D": "Brasserie",
      "E": "Cafe"
    },
    "explanation": "Bistro"
  },
  {
    "id": "3851748",
    "unitNumber": 1,
    "text": "İtalya'da dini bayram olarak kutlanan Paskalya bayramında tüketilen yiyecek türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Deniz ürünleri",
      "B": "Et yemekleri",
      "C": "Tatlı ve pastalar",
      "D": "Bitkisel ürünler",
      "E": "Makarna çeşitleri"
    },
    "explanation": "Paskalya Bayramı, İtalya’da kutlanan dinî bayramlardan biridir. Paskalya etkinlikleri bitmeyen eğlence ve ritüellerle doludur. Kutsal Perşembe (Giovedi Santo), Kutsal Cuma (Venerdi Santo) ve Kutsal Cumartesi (Sabato Santo) olmak üzere üç gün boyunca et yemekleri yerine sadece deniz ürünleri tüketilmektedir."
  },
  {
    "id": "3851749",
    "unitNumber": 1,
    "text": "Aşağıdaki seçeneklerden hangisi İspanya'da yemek yemeye ve masaya özgü görgü kuralları arasında yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Yemek yerken eller daima görünür olmalı",
      "B": "Yemek yerken dirsekler masanın üzerine konulmamalı",
      "C": "Yemeğe ilk olarak konuklar başlamalı",
      "D": "Elle yemek yenmemeli",
      "E": "Meyve dahi bıçak-çatalla yenmeli"
    },
    "explanation": "Yemeğe ilk olarak konuklar başlamalı"
  },
  {
    "id": "3851750",
    "unitNumber": 1,
    "text": "İtalyan mutfağında domates, sarımsak ve kurutulmuş kırmızı biber ile elde edilen makarna sosu aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Napoletana",
      "B": "Pesto",
      "C": "Bolognese",
      "D": "Arabiata",
      "E": "Diavola"
    },
    "explanation": "Arabiata"
  },
  {
    "id": "3851751",
    "unitNumber": 1,
    "text": "İtalya'da keçi, manda ve koyun sütlerinden elde edilen peynirlere peynir altı suyun ilave edilmesiyle yapılan peynir aşağıdaki seçeneklerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ricotto peyniri",
      "B": "Parmesan Peyniri",
      "C": "burrata peyniri",
      "D": "Asiago peyniri",
      "E": "Mozzarella peyniri"
    },
    "explanation": "Ricotto peyniri"
  },
  {
    "id": "3851752",
    "unitNumber": 1,
    "text": "İtalyan mutfağı ile ilgili olarak aşağıdaki seçeneklerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Avrupa yemek kültürünün atası olarak bilinir",
      "B": "Temeli Antik Romalılara dayanır",
      "C": "İtalya'da yemek sanat olarak kabul edilir",
      "D": "Baharatlı yemekleri tercih etmişlerdir",
      "E": "Antik Roma' da ateş üzerinde yemek pişirme tercih edilmiştir"
    },
    "explanation": "Antik Roma' da tencerelerde üzerinde yemek pişirme tercih edilmiştir"
  },
  {
    "id": "3851753",
    "unitNumber": 1,
    "text": "Fransız mutfağında yemek masası düzeni ile ilgili olarak aşağıdaki seçeneklerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sadelik önemlidir",
      "B": "Dekor oldukça az kullanılır",
      "C": "Gösterişli tabak ve çatal-bıçak takımları kullanılmaz",
      "D": "Masa kokulu çiçeklerle dekore edilir",
      "E": "Kağıt peçete yerine bez peçeteler kullanılır"
    },
    "explanation": "Masada özellikle kokulu çiçekler bulundurmamaya özen gösterilir"
  },
  {
    "id": "3851601",
    "unitNumber": 2,
    "text": "İngiliz mutfağında önemli bir yer tutan, geleneksel olarak pazar günleri servis edilen yemek hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Pizza",
      "B": "Sunday Roast",
      "C": "Sushi",
      "D": "Ratatouille",
      "E": "Tempura"
    },
    "explanation": "İngiliz mutfağına özgü yiyecek ve içecekler:<br/>-Fish and Chips: Kızartılmış balık ve patates kızartması.<br/>-Sunday Roast: Fırında pişirilmiş et, patates ve sebzelerden oluşan geleneksel bir pazar öğle yemeği.<br/>-Full English Breakfast: Yumurta, sosis, domuz pastırması, kızarmış ekmek, mantar, domates ve genellikle baked beans içeren kapsamlı bir kahvaltı.<br/>-Yorkshire Pudding: Genellikle rosto et ile servis edilen, fırında pişirilmiş hamur.<br/>-Tea: Çay, İngiliz kültürünün vazgeçilmez bir parçasıdır.<br/>-Ale: Geleneksel İngiliz birası. <br/>Doğru cevap B'dir."
  },
  {
    "id": "3851602",
    "unitNumber": 2,
    "text": "İskandinav mutfağında 'fermente' gıdalar sıkça tercih edilir. Bu, hangi ihtiyacı karşılamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Gıdaların kalorisini arttırmak",
      "B": "Gıdalara daha yoğun bir aroma katmak",
      "C": "Gıdaların uzun süre saklanabilmesini sağlamak",
      "D": "Gıdaların rengini değiştirmek",
      "E": "Tatlı yemekler yapmak"
    },
    "explanation": "İskandinav mutfağında, soğuk iklime adaptasyo nun da izlerinin yer aldığı reçeteler görülmektedir. Özellikle fermente gıdalar, taze otlar ve yerel balık çeşitleri söz konusu mutfağın temelini oluşturur. Doğru cevap C'dir."
  },
  {
    "id": "3851603",
    "unitNumber": 2,
    "text": "İngiliz mutfağında 'Fish and Chips' hangi malzemelerden oluşmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Tavuk ve Patates",
      "B": "Balık ve Patates",
      "C": "Sosis ve Domates",
      "D": "Dana eti ve Makarna",
      "E": "Patates ve Fasulye"
    },
    "explanation": "İngiliz mutfağında 'Fish and Chips' balık ve patatesten oluşur. Doğru cevap B'dir."
  },
  {
    "id": "3851604",
    "unitNumber": 2,
    "text": "Rus mutfağının sembolik yemeklerinden olan ‘Borsç’ çorbası hangi ana malzemeden yapılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Havuç",
      "B": "Patates",
      "C": "Soğan",
      "D": "Kırmızı Pancar",
      "E": "Lahana"
    },
    "explanation": "Borsç: Borsç, Rusların geleneksel pancar çorbasıdır. Kırmızı pancardan yapılan bu çorba, et, patates ve diğer sebzelerle zenginleştirilir. Genellikle ekşi krema ile servis edilir ve soğuk kış günlerinde sıcaklık veren besleyici bir yemektir. Doğru cevap D'dir."
  },
  {
    "id": "3851605",
    "unitNumber": 2,
    "text": "Yeni İskandinav mutfağı akımının kurucuları arasında gösterilen ünlü şeflerden biri kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rene Redzepi",
      "B": "Ferran Adria",
      "C": "Wolfgang Puck",
      "D": "Gordon Ramsay",
      "E": "Anthony Bourdain"
    },
    "explanation": "Tasarım, moda ve sinema gibi konularda adın dan sıkça söz ettiren İskandinav tarzı, özellikle son yıllarda Mutfak kültürü ile de ön plana çıkmıştır. Yeni İskandinav mutfağı (New Nordic Cuisine)<br/>kavramının ortaya çıkması ile ise bu durum daha da tanınır olmuştur. Bu kavramın ortaya çıkmasın da Yeni İskandinav Gıda Programı ve Yeni Kuzeyli Gıda Manifestosu gibi unsurlar etkili olmuştur. Claus Meyer ve Rene Redzepi gibi şeflerin İskandinav kökenli malzemelerle hazırlanmış modern menülerin sunulmasına öncülük etmesi ile Yeni İskandinav mutfağının doğmasına da zemin hazırlamışlardır. Doğru cevap A'dır."
  },
  {
    "id": "3851606",
    "unitNumber": 2,
    "text": "İskandinav ülkelerindeki geleneksel mutfakta sıkça tüketilen 'Smørrebrød' nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir tür çorba",
      "B": "Tatlı bir kek",
      "C": "Üstü açık sandviç",
      "D": "Et yemeği",
      "E": "Meyve salatası"
    },
    "explanation": "Danimarka’ya özgü olan smørrebrød, tereyağlı ekmek anlamına gelir ve ünlü açık sandviçlere verilen isimdir. Genellikle koyu kahverengi, mayalı çavdar ekmeği üzerine ince bir kat tereyağı sürülerek çeşitli malzemelerle lezzetli bir şekle dönüştürülür. Popüler versiyonlarından biri, domuz ciğeri ezmesi, salatalık turşusu, domuz pastırması ve kızarmış mantarla servis edilenidir. Doğru cevap C'dir."
  },
  {
    "id": "3851607",
    "unitNumber": 2,
    "text": "Balkan mutfağında Osmanlı etkisinin yoğun olduğu unsurlardan biri hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Balık ve patates",
      "B": "Hamburger",
      "C": "Paella",
      "D": "Börek",
      "E": "Deniz ürünleri"
    },
    "explanation": "Osmanlı İmparatorluğu’nun uzun süreli hâkimiyeti, Balkan mutfağının şekillenmesinde büyük rol oynamıştır. Bu etkinin bir sonucu olarak börek, kebap, baklava gibi Osmanlı mutfağından gelen lezzetler Balkanlar’da yaygındır. Doğru cevap D'dir."
  },
  {
    "id": "3851608",
    "unitNumber": 2,
    "text": "Rus mutfağında konserveleme yöntemi neden yaygındır?",
    "correctAnswer": "B",
    "options": {
      "A": "Etlerin daha hızlı pişmesi için",
      "B": "Soğuk iklimde gıdaların korunması için",
      "C": "Yemeklerin daha lezzetli olması için",
      "D": "Taze sebzelerle yemek hazırlamak için",
      "E": "Gıdaların tatlı olması için"
    },
    "explanation": "Rus mutfağında turşular ve konserveleme de gıda muhafaza yön temleri bakımından ön plana çıkmaktadır. Doğru cevap B'dir."
  },
  {
    "id": "3851609",
    "unitNumber": 2,
    "text": "Balkan mutfağında yer alan ve Osmanlı mutfağından geleneksel bir miras olarak bilinen 'Begova Çorbası' hangi ülkede ünlüdür?",
    "correctAnswer": "E",
    "options": {
      "A": "Arnavutluk",
      "B": "Yunanistan",
      "C": "Romanya",
      "D": "Bulgaristan",
      "E": "Bosna-Hersek"
    },
    "explanation": "Boşnaklar, dana ve kuzu etini sıklıkla tercih etmiş olup, bu et çeşitlerini belki de Anadolu’daki kullanımdan önce benimsemiş olabilirler. Börek çeşitleri ve Begova çorbası, genellikle dana ve kuzu etinin karışımından yapılırken günümüzde tavukla da hazırlanabilmektedir. Dolmalar ve sarmalar, Türk mutfağındaki gibi hazırlanır. Doğru cevap E'dir."
  },
  {
    "id": "3851610",
    "unitNumber": 2,
    "text": "Rus mutfağının temel içeceklerinden biri olan ve fermente edilmiş bir tahıl içeceği olarak bilinen 'Kvas' hangi tahıldan yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Çavdar",
      "B": "Arpa",
      "C": "Mısır",
      "D": "Yulaf",
      "E": "Buğday"
    },
    "explanation": "Yaz aylarında yaygın olarak tüketilen kvas adı verilen alkolsüz, koyu ve köpüklü bir içki çavdar dan üretilmektedir. Doğru cevap A'dır."
  },
  {
    "id": "3851710",
    "unitNumber": 2,
    "text": "Keynote’un 2011 raporuna göre, İngiltere’deki etnik mutfak pazarında hangi ülkenin mutfağının pazar payı en yüksek paya sahaptir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çin mutfağı",
      "B": "Hint mutfağı",
      "C": "Karayip mutfağı",
      "D": "Polonya mutfağı",
      "E": "Balkan mutfağı"
    },
    "explanation": "Keynote’un 2011 raporuna göre, İngiltere’deki etnik mutfak pazarında Çin mutfağı %27,5’lik bir paya sahipken, Hint mutfağı %41,7 ile en büyük paya sahiptir."
  },
  {
    "id": "3851713",
    "unitNumber": 2,
    "text": "2009 verilerine göre, Avrupa Birliği’nde etnik mutfak pazarında en büyük pazar değerine sahip ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Almanya",
      "B": "Fransa",
      "C": "İtalya",
      "D": "İsveç",
      "E": "İngiltere"
    },
    "explanation": "2009 verilerine göre, İngiltere, Avrupa Birliği’nde etnik mutfak pazarında en büyük pazar değerine sahip ülke olup, ardından Fransa ve Almanya gelmektedir"
  },
  {
    "id": "3851723",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi İngiliz mutfağının geleneksel pişirme yöntemleri arasında bulunmaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Sos içinde kısık ateşte uzun süre pişirme",
      "B": "Rosto usulü pişirme",
      "C": "Buğulama",
      "D": "Haşlama",
      "E": "Derin yağda kızartma"
    },
    "explanation": "İngiliz mutfağının geleneksel pişirme yöntemleri arasında sos içinde kısık ateşte uzun süre pişirme<br/>(braising), rosto usulü pişirme (roasting), haşlama (boiling), derin yağda kızartma (frying) ve ocak<br/>üzerinde pişirme (griddling) öne çıkmaktadır."
  },
  {
    "id": "3851727",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Kosova mutfağında popüler yemekler arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kuru fasulye",
      "B": "Kapuska",
      "C": "Et sote",
      "D": "Spagetti",
      "E": "Nohut"
    },
    "explanation": "Kosova mutfağı, Türk ve Osmanlı mutfak kültürünün etkilerini taşır ve et ile hamur işleri öne çıkar. Popüler yemekler arasında kapuska, börek, büryan, mücver, musakka ve tava bulunur."
  },
  {
    "id": "3851731",
    "unitNumber": 2,
    "text": "Rus mutfağının belirgin hamur işleri arasında yer alan, patates, kıyma veya peynirle yapılan fırınlanmış veya kızartılmış bir poğaça türü olan yiyeceğe ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Riga",
      "B": "Rizhskiy",
      "C": "Borodinskiy",
      "D": "Pirozhk",
      "E": "Bublik"
    },
    "explanation": "Rus mutfağında ayrıca Borodinskiy, Rizhskiy ve Riga gibi ekmek çeşitleri de bulunur. Ekmek dışında, Rus mutfağının belirgin hamur işleri arasında haşlanıp fırınlanmış halka şeklinde bir hamur işi olan “sushka,” daha büyük, daha yumuşak ve haşhaş tohumlarıyla kaplı bir versiyonu olan “bublik,” tatlı veya tuzlu çeşitleri yapılan “krendel” (pretzele benzeyen bir hamur işi), patates, kıyma veya peynirle yapılan fırınlanmış veya kızartılmış bir poğaça türü olan “pirozhk”sayılabilir."
  },
  {
    "id": "3851735",
    "unitNumber": 2,
    "text": "İsveç mutfağının geleneksel yemeklerinden biri olan patates hamurundan yapılan büyük köfte benzeri, içleri et veya rendelenmiş domuz pastırması ile doldurulan ve genellikle krema veya tereyağı ile servis edilen yemeğe ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Patates yemeği",
      "B": "Mantar dolması",
      "C": "Kroppkakor",
      "D": "Dolma",
      "E": "Kransekage"
    },
    "explanation": "Kroppkakor: İsveç mutfağının geleneksel yemeklerinden biri olan kroppkakor, patates hamurundan yapılan büyük köfte benzeri yemeklerdir. İçleri et veya rendelenmiş domuz pastırması ile doldurulur ve genellikle krema veya tereyağı ile servis edilir"
  },
  {
    "id": "3851736",
    "unitNumber": 2,
    "text": "Rus mutfağının bulunan hamurun içine et, patates, lahana veya tatlı dolgular konularak yapılan çay veya kahveyle birlikte atıştırmalık veya öğle yemeği olarak servis edilen hamur işine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Pelmeni",
      "B": "Borsç",
      "C": "Kroppkakor",
      "D": "Kransekage",
      "E": "Pirozhki"
    },
    "explanation": "Pirozhki: Pirozhki, Rus mutfağının diğer bir favorisi olan hamur işidir. Hamurun içine et, patates, lahana veya tatlı dolgular konur. Pirozhki, çay veya kahveyle birlikte atıştırmalık olarak yenir veya öğle yemeği olarak servis edilir."
  },
  {
    "id": "3851737",
    "unitNumber": 2,
    "text": "Danimarka’nın ünlü hamur işleri arasında yer alan , içinde reçel veya marmelat bulunan kabarık bir çörek olan hamur işine verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Wienerbrød",
      "B": "Kransekage",
      "C": "Smørrebrød",
      "D": "Borsç",
      "E": "Pelmeni"
    },
    "explanation": "Danish (Wienerbrød)<br/>Danimarka’nın ünlü hamur işi, diğer ülkelerde “danish” olarak bilinir ancak Danimarka’da “Vienna ekmeği” veya “Wienerbrød” adıyla anılır. Bu özel hamur işi, içinde reçel veya marmelat bulunan kabarık bir çörektir. Danimarka’nın her köşesinde farklı çeşitleriyle bulunur ve genellikle kahvaltılarda veya atıştırmalık olarak tüketilir."
  },
  {
    "id": "3851738",
    "unitNumber": 2,
    "text": "“Shopska Salata” olarak adlandırılan yöresel “sirene” peyniri ile zenginleştirilmiş salata hangi ülkenin mutfağına aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bulgar mutfağı",
      "B": "Hırvat mutfağı",
      "C": "Karadağ mutfağı",
      "D": "Arnavut mutfağı",
      "E": "Yunan mutfağı"
    },
    "explanation": "Bulgar Mutfağı “Shopska Salata” yöresel “sirene” peyniri ile zenginleştirilmiş Bulgar çoban salatası olarak bilinir."
  },
  {
    "id": "3851739",
    "unitNumber": 2,
    "text": "Etin içine peynir ve jambon koyularak rulo hâlinde sarıldıktan sonra kızartılarak yapılan ,<br/>bir yemek türü olan “Karadjordjeva šnicla” hangi ültenin mutfağına aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yunan mutfağı",
      "B": "Bulgar mutfağı",
      "C": "Romen mutfağı",
      "D": "Sırp Mutfağı",
      "E": "Arnavut mutfağı"
    },
    "explanation": "Sırp Mutfağı “Karadjordjeva šnicla” etin içine peynir ve jambon koyularak rulo hâlinde sarıldıktan sonra kızartılan bir yemek türüdür. “Pljeskavica” kaymak ve biber sos ile servis edilen bir çeşit hamburger köftesidir. “Ribljaçorba” acılı bir balıkçı çorbasıdır (Bills, 2018)."
  },
  {
    "id": "3851788",
    "unitNumber": 2,
    "text": "1973 yılından beri Avrupa Birliği üyesi olan hangi ülke 31 Ocak 2020 tarihinde Brexit Anlaşması<br/>ile Avrupa Birliği’nden resmen ayrılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "İngiltere",
      "B": "Almanya",
      "C": "Fransa",
      "D": "Rusya",
      "E": "İsviçre"
    },
    "explanation": "1973 yılından beri Avrupa Birliği üyesi olan İngiltere, 31 Ocak 2020 tarihinde Brexit Anlaşması<br/>ile Avrupa Birliği’nden resmen ayrılmıştır."
  },
  {
    "id": "3851791",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisinde İskandinav Mutfak Kültürü hakim değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Danimarka",
      "B": "Almanya",
      "C": "Norveç",
      "D": "İsveç",
      "E": "Finlandiya"
    },
    "explanation": "İskandinav Mutfak Kültürü: Kuzey<br/>Avrupa’da bulunan İskandinav ülkelerinin<br/>(Danimarka, Norveç, İsveç ve Finlandiya)<br/>mutfak kültürlerini kapsayan, doğal ve yerel<br/>malzemelerin ön plana çıktığı, sade ve taze<br/>lezzetlere odaklanmış bir yemek kültürüdür."
  },
  {
    "id": "3851792",
    "unitNumber": 2,
    "text": "Rusçada misafirperverlik anlamına gelen “khlebosolstvo” kelimesi hangi kelimelerin birleşiminden türemiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ekmek-su",
      "B": "Ekmek-Şeker",
      "C": "Ekmek-tuz",
      "D": "Su-tuz",
      "E": "Su-şeker"
    },
    "explanation": "Rusçada misafirperverlik<br/>anlamına gelen “khlebosolstvo” kelimesi, “ekmek”<br/>anlamına gelen “khleb” ve “tuz” anlamına gelen<br/>“sol” kelimelerinin birleşiminden türemiştir"
  },
  {
    "id": "3851793",
    "unitNumber": 2,
    "text": "Kransekage,hangi ülkeye özgü bir çeşit halka pastasıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "İspanya",
      "B": "Rusya",
      "C": "İngiltere",
      "D": "Norveç",
      "E": "Almanya"
    },
    "explanation": "Norveç’e özgü bir tatlı olan Kransekage, bir<br/>çeşit halka pastasıdır. Badem ezmesinden yapılan<br/>halkalar büyükten küçüğe doğru koni şeklinde dizilerek hazırlanır ve genellikle özel günlerde, düğünlerde veya Noel zamanında yenir. Bu pastanın<br/>üzeri bayraklardan krakerlere kadar çeşitli süslemelerle dekore edilir."
  },
  {
    "id": "3851794",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi İsveç mutfağının patates hamurundan yapılan büyük köfte benzeri yemeğidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Borsç",
      "B": "Pirozhki",
      "C": "Pelmeni",
      "D": "Dolma",
      "E": "Kroppkakor"
    },
    "explanation": "Kroppkakor: İsveç mutfağının geleneksel<br/>yemeklerinden biri olan kroppkakor, patates hamurundan yapılan büyük köfte benzeri yemeklerdir. İçleri et veya rendelenmiş<br/>domuz pastırması ile doldurulur ve genellikle krema veya tereyağı ile servis edilir."
  },
  {
    "id": "3851795",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kurutulmuş balığın su ve potas kostik karışımında bekletilmesiyle hazırlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Lutefisk",
      "B": "Pikekyss",
      "C": "Makkara",
      "D": "Ruisleipä",
      "E": "Zakuski"
    },
    "explanation": "Norveç’te “lutefisk” adlı özel bir balık yemeği önemli bir gelenektir. Lutefisk, kurutulmuş balığın su<br/>ve potas kostik karışımında bekletilmesiyle hazırlanır. B"
  },
  {
    "id": "3851796",
    "unitNumber": 2,
    "text": "\"Peka-Cripnja” olarak isimlendirilen ahtapot ve patates sosuyla pişirilen bir yemek hangi mufağındır?",
    "correctAnswer": "C",
    "options": {
      "A": "Arnavut",
      "B": "Bulgar",
      "C": "Hırvat",
      "D": "Karadağ",
      "E": "Romen"
    },
    "explanation": "Hırvat Mutfağı: “Peka-Cripnja” ahtapot ve patates sosuyla pişirilen bir yemektir."
  },
  {
    "id": "3851797",
    "unitNumber": 2,
    "text": "Fergësë Tirana hangi ülkeye özgü bir yemektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hırvatistan",
      "B": "Arnavutluk",
      "C": "Karadağ",
      "D": "Sırp",
      "E": "Yunanistan"
    },
    "explanation": "Fergësë Tirana” Tiran’a özgü bir et yemeği olup<br/>biber, yumurta ve domatesle yapılan bir yemektir."
  },
  {
    "id": "3851798",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi koyun ve keçi sütünden yapılan Yunan ünlü beyaz peyniridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Feta",
      "B": "Rokfor",
      "C": "Parmesan",
      "D": "Gravyer",
      "E": "Mozzarella"
    },
    "explanation": "“Feta” koyun ve keçi sütünden yapılan Yunan ünlü beyaz peyniridir."
  },
  {
    "id": "3851799",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi özellikle yılbaşı döneminde sıcak kiraz sosu ile servis edilen bir sütlü pirinç pudingidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Smorgasbord",
      "B": "Hyldeblomstsaft",
      "C": "Risalamande",
      "D": "Skyr",
      "E": "Mjød"
    },
    "explanation": "Risalamande, özellikle yılbaşı döneminde sıcak kiraz<br/>sosu ile servis edilen bir sütlü pirinç pudingidir."
  },
  {
    "id": "3851398",
    "unitNumber": 3,
    "text": "Farklı ülkeler tarafından keşfine dair emareler olmasına karşın Amerika’nın, Kristof Kolomb tarafından 1492 yılında keşfedildiği inanışı neden daha yaygın kabul görür?",
    "correctAnswer": "B",
    "options": {
      "A": "Etnik ayrımcılık yüzünden",
      "B": "Keşfe ilişkin yeterli veri eksikliğinden",
      "C": "Yazının bulunmasından önce gerçekleştiğinden",
      "D": "Amerika’daki yerel halkın isteği nedeniyle",
      "E": "Kolomb’dan önce keşfeden ülkelerin Batılı olmamasından dolayı"
    },
    "explanation": "Amerika’nın keşfi denildiğinde ilk akla gelen Kristof Kolomb’un 1492 yılında Amerika’yı keşfetmiş olması gelmektedir. Bununla beraber Kolomb’un keşif tarihi olan 1492’nin aslında bu kıtanın yeniden keşif tarihi olduğunu ileri sürenler de bulunmaktadır. Tarih öncesine kadar gittiği söylenen keşif macerasında Almanlar, Araplar, Basklar, Çinliler, Fenikeliler, Galliler, Hintliler, Hollandalılar, İspanyollar, Katalanlar, Polinezyalılar, Portekizliler, Romalılar ve Türklerin rol oynadığı ifade edilmektedir (Sullivan, 1998). Ancak her ne kadar bu ülkeler tarafından Amerika’nın keşfedildiğine ilişkin bazı emareler olsa da bu ülkelerin Amerika’yı keşfi ile ilgili ortaya konabilmiş somut veriler yeterli olmadığından Amerika’nın Kristof Kolomb tarafından 1492’de keşfedildiği genel kabul gören yaklaşımdır."
  },
  {
    "id": "3851399",
    "unitNumber": 3,
    "text": "Amerika'nın coğrafi özelliklerine ilişkin aşağıdaki çıkarımlardan hangisi yapılabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tek tip iklim türü görülür.",
      "B": "Hayvancılık gelişmemiştir.",
      "C": "Doğu kısımlarda deniz ürünleri üretimi yaygındır.",
      "D": "Ülkede en fazla tüketilen ürün mısırdır.",
      "E": "İklim ve toprak özellikleri bölgede tarımın yapılmasını zorlaştırmaktadır."
    },
    "explanation": "Amerika Birleşik Devletleri’nin coğrafi özellikleri ile ilgili genel bir değerlendirme yapıldığında Amerika’da geniş bir yerleşim olmasından dolayı kıtanın farklı bölgelerinde aynı anda farklı iklim türlerinin görüldüğü söylenebilir. Bununla birlikte iklim ve toprak özellikleri, tarım teknolojilerinin kullanılabilirliği gibi nedenler bölgede tarımın yapılmasını kolaylaştırmaktadır. Ülkede en fazla tüketilen ürünün mısır olduğu görülmektedir. Bunun dışında şeker kamışı, pamuk, tütün, buğday ve soya gibi ürünler de oldukça fazla miktarda yetiştirilmektedir. Amerika’da hayvancılık da gelişmiştir. Kümes hayvanları ve büyük baş hayvan yetiştiriciliği ve ayrıca domuz üretimi yaygındır. Bununla birlikte özellikle batı kısımlarda deniz ürünleri de üretilmektedir."
  },
  {
    "id": "3851400",
    "unitNumber": 3,
    "text": "Creole ve Cajun mutfağını, klasik Amerikan mutfağından ayıran özellik ya da özellikler nelerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fransız mutfak kültürüne yer vermemesi",
      "B": "Daha çok zengin aileler tarafından tercih edilmesi",
      "C": "Farklı pişirme teknikleri ve tencere yemeklerine ağırlık vermesi",
      "D": "Sömürge devletlerinden çok, yerli halkın mutfak kültürünü yansıtması",
      "E": "Çorba kültürünün olmaması"
    },
    "explanation": "Creole ve Cajun mutfağı, klasik Amerikan mutfağından farklı pişirme teknikleri ve tencere yemekleri (gumbo, jambalaya gibi) ile ayrılmaktadır; özellikle yoksul aileler arasında paylaşılan yemekler bu mutfağın önemli bir özelliğidir."
  },
  {
    "id": "3851401",
    "unitNumber": 3,
    "text": "<ul> <li>İngiliz, İskoç ve Fransız mutfaklarından etkilendiği görülür.</li> <li>Yoğun baharatlı güveçler, çorba ve et yemekleri ön plandadır.</li> <li>Bol tahıllı ekmeklere yer verilir.</li> <li>İlk akla gelen yemeği “Poutine”dir.</li> </ul> Yukarıda özellikleri verilen mutfak hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Guatemala",
      "B": "Haiti",
      "C": "Jamaika",
      "D": "Kanada",
      "E": "Kosta Rika"
    },
    "explanation": "Kanada mutfağının büyük ölçüde İngiliz, İskoç ve Fransız mutfaklarından etkilendiği söylenebilir. Ancak Fransız mutfağının yoğun etkisi görülmektedir. Nitekim Kanada’da yaşayan yerli halk Fransız mutfağından özellikle de Normandiya bölgesinden yola çıkarak yeni bir mutfak oluşturmuşlardır denilebilir. Yoğun baharatlı güveçler, çorba ve et yemekleri bu mutfakta ön planda yer almaktadır. Yine bu mutfakta, tuzlu ve salamura deniz ürünlerinin fırınlanarak pişirildiği görülmektedir. Yine bir deniz ürünü olan deniz tarağının çiğ olarak limon ve tuzla yenilmesi yaygındır. Mutfağın temel taşlarından biri de bol tahıllı ekmeklerdir. Bunun dışında akçaağaç şurubu, tuzlanmış domuz, patates, kurutulmuş bezelye ve yulaf yaygın olarak tüketilen ürünler içerisinde yer almaktadır. Kanada’nın doğu kesimlerinde daha çok İngiliz mutfak kültürünün Kanada ile bir sentezi görünmekle birlikte batı kısmında çiftlikte yetişen tarımsal ve hayvansal ürünlerin daha sık üretildiği ve tüketildiği görülmektedir. Soğuk bir iklime sahip olan Kanada’da yemeklerin oldukça yağlı yapıldığı ve iç yağ kullanıldığı görülmektedir. Son olarak Kanada mutfak kültüründe alkollü içecekler önemli yer tutmaktadır. Ayrıca Kanada denilince akla ilk gelen yemek “Poutine”dir."
  },
  {
    "id": "3851402",
    "unitNumber": 3,
    "text": "“Gallo Pinto” yemeği ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Kosta Rika’nın ulusal yemeği olarak kabul edilir.",
      "B": "Olgunlaşmamız muz anlamına gelir.",
      "C": "İtalyanların bölgeye kazandırdığı kavramlardan biridir.",
      "D": "Yalnızca ana yemek olarak tüketilir.",
      "E": "Yalnızca garnitür olarak servis edilir."
    },
    "explanation": "Amerikan mutfağına özgü önemli yemeklerin bulunduğu Kosta Rika mutfağı “Gallo Pinto” ile öne çıkmış bir mutfaktır. Çilli horoz anlamına gelen Gallo Pinto Afrikalıların bölgeye kazandırdığı kavramlardan biridir. İçerisinde yer alan siyah veya kırmızı fasulye ve beyaz pirincin karışımından dolayı bu adı almaktadır. Kosta Rika’nın ulusal yemeği olarak kabul edilmektedir. Farklı şekillerde yapılmasının yanı sıra en bilineni kişniş, biber, kereviz ve soğan gibi otlar ve sebzelerle birlikte pişirilmiş veya kızartılmış pirinç ve fasulyenin karışımıdır. Ana yemek olarak tüketilebileceği gibi yemeklerin yanında garnitür olarak da tüketilmektedir."
  },
  {
    "id": "3851403",
    "unitNumber": 3,
    "text": "Stir-fry, flash-fry ve deep fat frying gibi kızartma teknikleri hangi mutfak kültürünün etkisiyle Orta ve Kuzey Amerika’da yaygınlık kazanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Afrikan",
      "B": "Çin-Amerikan",
      "C": "Fransız",
      "D": "İtalyan",
      "E": "İspanyol"
    },
    "explanation": "Amerikan mutfağında önemli bir yere sahip olan Çin-Amerikan mutfağında ise kızartma tekniklerinin (stir-fry, flash-fry ve deep fat frying) ağırlıklı olarak kullanıldığı görülmektedir."
  },
  {
    "id": "3851404",
    "unitNumber": 3,
    "text": "Kosta Rika’da geleneksel bir Noel yemeğinde aşağıdaki yemeklerden hangisinin tüketilmesi <u>beklenmez</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Domuz butu",
      "B": "Noel keki",
      "C": "Ördek rostosu",
      "D": "Pirinçli puding",
      "E": "Tavuklu pilav"
    },
    "explanation": "Kosta Rika’da geleneksel bir Noel yemeğinde domuz butu ve Noel keki tüketilmektedir. Bununla birlikte Noel yemeklerinde “tamales”, “tavuklu pilav”, “pirinçli puding” ve “churros” da tüketilmektedir. Ördek rostosu ise daha çok Çin-Amerikan mutfak kültüründe Noel ve Şükran günlerinde servis edilir."
  },
  {
    "id": "3851405",
    "unitNumber": 3,
    "text": "Çin-Amerikan mutfak kültüründe balıklar neden bütün olarak servis edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bütün balığın birliği sağladığına inanıldığı için",
      "B": "Çiğ olarak yenmelerini kolaylaştırmak için",
      "C": "Daha lezzetli olduğu için",
      "D": "Yemeğin servisi daha kolay yapıldığı için",
      "E": "Yanına kavun, meyve şekeri ekleyebilmek için"
    },
    "explanation": "Kültürel olarak tüm balık servisinin birliği sağladığına inan Çin-Amerikan mutfak kültüründe balıklar bu nedenle tüm olarak servis edilmektedir. Balığa kurutulmuş kavun, meyve şekerleri, kuruyemişler eşlik etmektedir."
  },
  {
    "id": "3851406",
    "unitNumber": 3,
    "text": "<ul> <li>Meksika mutfağının sembollerinden biridir.</li> <li>Mısır veya buğday tortillası ile yapılır.</li> <li>Çeşitli etler, sebzeler ve soslarla doldurulur.</li> </ul> Yukarıda özellikleri verilen yiyeceğin adı nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Casado",
      "B": "Jocon",
      "C": "Mojito",
      "D": "Sopa de Pata",
      "E": "Tacos"
    },
    "explanation": "Meksika mutfağının sembollerinden biri olan tacos, mısır veya buğday tortillası ile yapılır ve çeşitli etler, sebzeler ve soslarla doldurulur. Sokak satıcılarından gurme restoranlara kadar her yerde bulunabilir ve çeşitlilik gösterir."
  },
  {
    "id": "3851407",
    "unitNumber": 3,
    "text": "“<em>Avokadoları ezin ve limon suyunu ekleyin. Domates, kırmızı soğan, sarımsak ve kişnişi ekleyin. Tuz ve karabiberle tatlandırın. Tortilla cipsi ile servis yapın.</em>”<br/>Yukarıda hazırlanışı verilen yemek ve ait olduğu mutfak eşleşmesi hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Black Bean and Corn Salad → Amerika Birleşik Devletleri",
      "B": "Gallo Pinto → Kosta Rika",
      "C": "Guacamole → Meksika",
      "D": "Pupusas → El Salvador",
      "E": "Tavuklu Tortilla Çorbası → Meksika"
    },
    "explanation": "Hazırlanışı: “<em>Avokadoları ezin ve limon suyunu ekleyin. Domates, kırmızı soğan, sarımsak ve kişnişi ekleyin. Tuz ve karabiberle tatlandırın. Tortilla cipsi ile servis yapın.</em>” şeklinde verilen yemek Meksika mutfağından Guacamole’dir."
  },
  {
    "id": "3851624",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Amerika kıtasının keşfedildiği yıldır?",
    "correctAnswer": "C",
    "options": {
      "A": "1250",
      "B": "1322",
      "C": "1492",
      "D": "1560",
      "E": "1643"
    },
    "explanation": "Amerika’nın keşfi denildiğinde ilk akla gelen Kristof Kolomb’un 1492 yılında Amerika’yı keşfetmiş olması gelmektedir. Doğru cevap C’dir."
  },
  {
    "id": "3851626",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Dünyadaki göllerin %60’nın bulunduğu ülkedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çin",
      "B": "Kanada",
      "C": "Yeni Zelanda",
      "D": "Türkiye",
      "E": "İspanya"
    },
    "explanation": "Dünyadaki göllerin %60’nın bulunduğu ülke Kanada’dır. Doğru cevap B’dir."
  },
  {
    "id": "3851632",
    "unitNumber": 3,
    "text": "Aşağıdaki ürünlerden hangisi günümüzde Kosta Rika’da ön plana çıkmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Mısır",
      "B": "Domates",
      "C": "Şeker pancarı",
      "D": "Buğday",
      "E": "Patlıcan"
    },
    "explanation": "Günümüzde hâlen Kosta Rika’da mısır ve mısırdan yapılan ürünler ön planda yer almaktadır. Doğru cevap A’dır."
  },
  {
    "id": "3851633",
    "unitNumber": 3,
    "text": "Kosta Rika mutfağında yer alan Gallo Pinto’da öne çıkan karışım aşağıdakilerden hangisinde yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Akçaağaç şurubu ve mısır",
      "B": "İstakoz veya karides ve pirinç",
      "C": "Muz ve bal",
      "D": "Kırmızı fasulye ve beyaz pirinç",
      "E": "Bulgur ve nohut"
    },
    "explanation": "Amerikan mutfağına özgü önemli yemeklerin bulunduğu Kosta Rika mutfağı “Gallo Pinto” ile öne çıkmış bir mutfaktır. Çilli horoz anlamına gelen Gallo Pinto Afrikalıların bölgeye kazandırdığı kavramlardan biridir. İçerisinde yer alan siyah veya kırmızı fasulye ve beyaz pirincin karışımından dolayı bu adı almaktadır. Doğru cevap D’dir."
  },
  {
    "id": "3851635",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Amerikan mutfağında Paw Paw olarak ifade edilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Avakado",
      "B": "Pomelo",
      "C": "Ananas",
      "D": "Portakal",
      "E": "Papaya"
    },
    "explanation": "Papaya meyvesi Amerikan mutfağına Paw Paw olarak ifade edilmiştir. Doğru cevap E’dir."
  },
  {
    "id": "3851636",
    "unitNumber": 3,
    "text": ", yiyeceklerin vakumla paketlenip su banyosunda düşük ve sabit bir sıcaklıkta uzun süre pişirilmesini içeren bir bir pişirme tekniğidir.,<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Flash-fry",
      "B": "Vapour",
      "C": "Sous-vide",
      "D": "Roasting",
      "E": "Blind-bake"
    },
    "explanation": "Sous-vide<strong>, </strong>yiyeceklerin vakumla paketlenip su banyosunda düşük ve sabit bir sıcaklıkta uzun süre pişirilmesini içeren bir pişirme tekniğidir. Doğru cevap C’dir."
  },
  {
    "id": "3851639",
    "unitNumber": 3,
    "text": "Haiti’de özel günlerde “baharatlı havuç ve lahana turşusu, kızarmış yabani muz, tatlı patates, incir ve muz pudinginden” hazırlanan geleneksel yemek aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fiambre",
      "B": "Sambusek",
      "C": "Paella",
      "D": "Pikliz",
      "E": "Chrurros"
    },
    "explanation": "Haiti’de özel gün ritüelleri sade bir özellik göstermektedir. Haitililer özel günlerde kızarmış keçi veya kızarmış domuz tüketmektedir. Bununla birlikte “Pikliz” adı verilen baharatlı havuç ve lahana turşusu, kızarmış yabani muz, tatlı patates, incir ve muz pudinginden yapılan “pain patate”, Haiti ekmeği ve ananas birası özel günler, tatiller ve kutlama yemeklerinde tüketilmektedir. Doğru cevap D’dir."
  },
  {
    "id": "3851641",
    "unitNumber": 3,
    "text": "Klasik bir Jamaika kahvaltısında aşağıdakilerden hangisi tüketilmez?",
    "correctAnswer": "D",
    "options": {
      "A": "Yumurta",
      "B": "Domuz pastırması",
      "C": "Tuzlanmış balık",
      "D": "Meyve salatası",
      "E": "Sıcak çay"
    },
    "explanation": "Jamaika’da ise yemekler üç öğün olarak yenmektedir. Yumurta, domuz pastırması, kızarmış ekmek, ake ve tuzlanmış balık, kızarmış mantı ve sıcak çay temel bir Jamaika kahvaltısıyken buna haşlanmış muz, ekmek, soğanlı ciğer ve uskumru da eklenebilmektedir. Doğru cevap D’dir."
  },
  {
    "id": "3851643",
    "unitNumber": 3,
    "text": "Kosta Rika’da süt ve şekerle meyve sularının köpürtülmesiyle elde edilen ve serinletici olarak tüketilen içecek aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kremas",
      "B": "Limonata",
      "C": "Refresco de Tamarindo",
      "D": "Atol",
      "E": "Frescos"
    },
    "explanation": "Kosta Rika’da süt ve şekerle meyve sularının köpürtülmesiyle elde edilen ve serinletici olarak tüketilen “frescos”lar en fazla bilinen ve tüketilen ürünlerdir. Doğru cevap E’dir."
  },
  {
    "id": "3851646",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Haiti mutfağında öne çıkan ve siyah mantar olarak kullanılan ifadedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Quatre Epices",
      "B": "Djon Djon",
      "C": "Coq au Vin",
      "D": "Pale Ale",
      "E": "Aji Aji"
    },
    "explanation": "<em>“Diri ak Djon Djon” </em>isimli yemek ise Haiti’nin kuzeyine özgü olan ve siyah mantar <strong>(djon djon)</strong> kullanılarak yapılan bir pilavdır. Doğru cevap B’dir."
  },
  {
    "id": "3851740",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Kuzey Amerika'nın Güney ve kıyı bölgelerinde beslenme alışkanlıklarının farklılaşmasına neden olur?",
    "correctAnswer": "D",
    "options": {
      "A": "Tarihi yapı",
      "B": "Ekonomik yapı",
      "C": "Politika",
      "D": "İklim koşulları",
      "E": "Sosyal yapı"
    },
    "explanation": "Orta Amerika’nın kıyı bölgeleri ılıman özellik göstermektedir. Bu nedenle bölgede başta tropik ürünler olmak üzere pek çok tarımsal ürün yetişmektedir. Kuzey Amerika’da ise güney bölgelerinde nispeten ılıman iklim görülürken oldukça sert karasal iklimde görülmektedir. Bu durum iki bölge arasında yetişen ürünlerin farklılaşmasına ve yine iki bölge arasındaki beslenme alışkanlıklarının ve tüketim kalıplarının farklı olmasına neden olmuştur."
  },
  {
    "id": "3851741",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Kosta Rika mutfağının temel besin kaynağıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yulaf",
      "B": "Buğday",
      "C": "Pirinç",
      "D": "Mercimek",
      "E": "Domates"
    },
    "explanation": "Pirinç ve siyah fasulye Kosta Rika mutfağında temel besin kaynağı olmuştur. Mısır da çok eski dönemlerden beri Kosta Rika mutfağında yer alan en önemli ürünlerden biridir."
  },
  {
    "id": "3851742",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Haiti mutfağında çok sık kullanılan sebzelerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Turp",
      "B": "Havuç",
      "C": "Karnıbahar",
      "D": "Brokoli",
      "E": "Marul"
    },
    "explanation": "Patates, havuç gibi kök sebzeler, mısır, domates ve mango gibi tropik meyveler bölgede oldukça fazla üretilmekte ve Haiti mutfağında kullanılmaktadır."
  },
  {
    "id": "3851744",
    "unitNumber": 3,
    "text": "Aşağıdaki ülkelerden hangisinde şeker kamışı çok sık yetiştirilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Jamaika",
      "B": "Guatemala",
      "C": "Honduras",
      "D": "Kosta Rika",
      "E": "El Salvador"
    },
    "explanation": "Jamaika, Küba’nın güneyinde yer alan bir Karayip ada ülkesidir. Ülkenin tarihinde de anlatıldığı üzere İspanyol sömürgesi olan ülke daha sonra İngilizlerin eline geçmiş, İngilizler ise şeker<br/>üretiminde çalıştırılmak için çok sayıda Afrikalı köleyi bölgeye getirmiştir. Hâlen Jamaika nüfusunun büyük çoğunluğu Afrikalıdır. O günden bugüne de hem iklimin etkisi hem de tarihî miras<br/>dolayısıyla bölgede en fazla şeker kamışı yetiştirilmektedir."
  },
  {
    "id": "3851754",
    "unitNumber": 3,
    "text": "Aşağıdaki hangi ülkenin mutfağında geyik ve bizon gibi av etleri yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Jamaika",
      "B": "Kanada",
      "C": "Haiti",
      "D": "Kosta Rika",
      "E": "Creole ve Cajun"
    },
    "explanation": "Kanada mutfağında yaygın olarak nişasta, ekmek, geyik ve bizon gibi av etleri yer almaktadır."
  },
  {
    "id": "3851755",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Kanada mutfağında yer alan Poutine yemeğinin bir özelliği değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ana yemektir.",
      "B": "Etin yanında verilir.",
      "C": "Yardımcı yemektir.",
      "D": "İçerisinde lor peynir vardır.",
      "E": "İçerisinde patates kızartması vardır."
    },
    "explanation": "Kanada denilince akla ilk gelen yemek “Poutine”dir. Patates kızartması, lor peyniri ve bir sostan oluşan bu yemeğin geçmişi aslında 1950’lere dayanmaktadır. Yakın geçmişte bulunan ancak kısa zamanda tüm Kanada’da tüketilmeye başlanan bu yemek bir ana yemek olmaktan ziyade yardımcı yemek özelliği gösterdiğinden pek çok restoranda etlerin yanında servis edilmektedir."
  },
  {
    "id": "3851756",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Kosta Rika'nın ulusal yemeğidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Poutinei",
      "B": "Ackee Bitkisi",
      "C": "Gallo Pinto",
      "D": "Tarçınlı Empanadas",
      "E": "Tamales"
    },
    "explanation": "Kosta Rika mutfağı “Gallo Pinto” ile öne çıkmış bir mutfaktır. Çilli horoz anlamına gelen Gallo Pinto Afrikalıların bölgeye kazandırdığı kavramlardan biridir. İçerisinde yer alan siyah veya kırmızı fasulye ve beyaz pirincin karışımından dolayı bu adı almaktadır. Kosta Rika’nın ulusal yemeği olarak kabul edilmektedir."
  },
  {
    "id": "3851757",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi etlerin düşük sıcaklıkta ve uzun süre boyunca tütsülenerek pişirilmesi esasına dayanan tekniktir?",
    "correctAnswer": "B",
    "options": {
      "A": "Haşlama",
      "B": "Barbekü",
      "C": "Rosto",
      "D": "Buhar",
      "E": "Kızartma"
    },
    "explanation": "Barbekü pişirme tekniği, etlerin düşük sıcaklıkta ve uzun süre boyunca tütsülenerek pişirilmesi esasına dayanan, özellikle Amerika’da popüler olan bir pişirme yöntemidir."
  },
  {
    "id": "3851758",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yiyeceklerin vakumla paketlenip su banyosunda düşük ve sabit bir sıcaklıkta uzun süre pişirilmesini içeren bir tekniktir?",
    "correctAnswer": "E",
    "options": {
      "A": "Rosto",
      "B": "Barbekü",
      "C": "Buharda Pişirme",
      "D": "Kızartma",
      "E": "Sous-vide"
    },
    "explanation": "Sous-vide, yiyeceklerin vakumla paketlenip su banyosunda düşük ve sabit bir sıcaklıkta uzun süre pişirilmesini içeren bir pişirme tekniğidir."
  },
  {
    "id": "3851759",
    "unitNumber": 3,
    "text": "\"Rice and Beans\" aşağıdaki ülkelerden hangisine ait bir yemektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kanada",
      "B": "Meksika",
      "C": "Belize",
      "D": "El Salvador",
      "E": "Kosta Rika"
    },
    "explanation": "Rice and Beans: Belize’de popüler bir yemek olan pirinç ve fasulye, hindistan cevizi sütü ile pişirilir ve genellikle et veya balık yemekleriyle birlikte servis edilir. Bu lezzetli kombinasyon hem besleyici<br/>hem de doyurucudur."
  },
  {
    "id": "3851582",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Güney Amerika’da hüküm süren topluluklardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "İnka İmparatorluğu",
      "B": "Bizans İmparatorluğu",
      "C": "Çeçenler",
      "D": "Kırgızlar",
      "E": "Taylandlılar"
    },
    "explanation": "Maya uygarlığı MÖ 2000-MS 900 arasında, Aztek İmparatorluğu 1325-1519 arasında, İnka İmparatorluğu ise 1438-1533 arasında Güney Amerika’da hüküm sürmüştür."
  },
  {
    "id": "3851583",
    "unitNumber": 4,
    "text": "Azteklerin tahıllarını ve baharatlarını öğütmek için kullandıkları taşın adı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Değirmen",
      "B": "Öğütücü makinası",
      "C": "Metate",
      "D": "Chinampas",
      "E": "Chuno"
    },
    "explanation": "Azteklerin mutfaklarında çok çeşitli baharatlar, otlar ve çeşniler yer almaktadır. Tahıllarını ve baharatlarını öğütmek için metate olarak bilinen öğütme taşlarını kullanan Aztekler, lezzetli macunlar ve tozlar oluşturarak bunları daha sonra yemeklerini tatlandırmak için kullanmışlardır."
  },
  {
    "id": "3851584",
    "unitNumber": 4,
    "text": "Düşük sıcaklıklara dayanabilen yüksek And platolarının soğuğunda dondurularak, sonrasında güneşte kurutularak elde edilen bir acı patates ürünü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Metate",
      "B": "Chuno",
      "C": "Chinampas",
      "D": "Galapagos",
      "E": "Mole poblano"
    },
    "explanation": "Chuño: Düşük sıcaklıklara dayanabilen yüksek And platolarının soğuğunda dondurularak, sonrasında güneşte kurutularak elde edilen bir acı patates ürünüdür."
  },
  {
    "id": "3851585",
    "unitNumber": 4,
    "text": "“………….., bir toplumun veya bölgenin yemek hazırlama, pişirme, sunma ve tüketme şekillerini içeren gelenek, alışkanlık ve pratiklerin bütünüdür.” cümlesindeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İletişim kültürü",
      "B": "Örgüt kültürü",
      "C": "Sosyoloji",
      "D": "Mutfak kültürü",
      "E": "Antropoloji"
    },
    "explanation": "Mutfak Kültürü: Bir toplumun veya bölgenin yemek hazırlama, pişirme, sunma ve tüketme şekillerini içeren gelenek, alışkanlık ve pratiklerin bütünüdür."
  },
  {
    "id": "3851586",
    "unitNumber": 4,
    "text": "Özellikle Amazon bölgesinde yaygın kullanılan ve ekmek yapımında veya kızartılarak kullanılan ürün aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Manyok (Yuka) kökü",
      "B": "Asado",
      "C": "Feijoada",
      "D": "Arepa",
      "E": "Empanada"
    },
    "explanation": "Manyok (Yuka): Manyok kökü, özellikle Amazon bölgesinde yaygın olarak kullanılır. Ekmek yapımında veya kızartılarak tüketilir."
  },
  {
    "id": "3851587",
    "unitNumber": 4,
    "text": "Brezilya’nın milli yemeği olarak kabul edilen ve fasulye gveci olan yemek aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Manyok (Yuka) kökü",
      "B": "Asado",
      "C": "Empanada",
      "D": "Arepa",
      "E": "Feijoada"
    },
    "explanation": "Feijoada: Fasulye anlamına “feijão” kelimesinden türetilerek adlandırılan bir tür fasulye güvecidir. Brezilya’nın millî yemeği olarak kabul edilir."
  },
  {
    "id": "3851588",
    "unitNumber": 4,
    "text": "Hint, Afrika, Avrupa ve Amerikan kökenli nüfusunun mutfak geleneklerinin bir araya gelmesiyle ortaya çıkan mutfak kültürü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Guyana mutfak kültürü",
      "B": "Arjantin mutfak kültürü",
      "C": "Meksika mutfak kültürü",
      "D": "Brezilya mutfak kültürü",
      "E": "Kolombiya mutfak kültürü"
    },
    "explanation": "Guyana’nın mutfak kültürü Hint, Afrika, Avrupa ve yerli Amerikan kökenli nüfusunun mutfak geleneklerinin bir araya gelmesiyle ortaya çıkmıştır."
  },
  {
    "id": "3851589",
    "unitNumber": 4,
    "text": "“………., kolakaz olarak da bilinen, özellikle kırsal kesimde tüketilen, geniş yapraklı ve yumrulu bir bitki türüdür” cümlesindeki boş yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Manyok (Yuka) kökü",
      "B": "Taro",
      "C": "Empanada",
      "D": "Arepa",
      "E": "Feijoada"
    },
    "explanation": "Taro: Kolakaz olarak da bilinen, özellikle kırsal kesimde tüketilen, geniş yapraklı ve yumrulu bir bitki türü"
  },
  {
    "id": "3851590",
    "unitNumber": 4,
    "text": "Güney Amerika’nın özellikle Arjantin, Uruguay ve Paraguay gibi ülkelerinde yaygın olan bir pişirme ve sosyal etkinlik biçimi olan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Manyok (Yuka) kökü",
      "B": "Taro",
      "C": "Asado",
      "D": "Arepa",
      "E": "Feijoada"
    },
    "explanation": "Asado: Güney Amerika’nın özellikle Arjantin, Uruguay ve Paraguay gibi ülkelerinde yaygın olan bir pişirme ve sosyal etkinlik biçimidir."
  },
  {
    "id": "3851591",
    "unitNumber": 4,
    "text": "“……….çeşitli yemeklere renk ve lezzet katmak için Amazon bölgesinde achiote (annatto) tohumlarının ezilmesi ve yağ ile karıştırılması için kullanılan bir prestir” cümlesindeki boşluğa aşağıdaki kelimelerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Manyok (Yuka) kökü",
      "B": "Taro",
      "C": "Asado",
      "D": "Achiote",
      "E": "Feijoada"
    },
    "explanation": "Achiote: Çeşitli yemeklere renk ve lezzet katmak için Amazon bölgesinde achiote (annatto) tohumlarının ezilmesi ve yağ ile karıştırılması için kullanılan bir prestir."
  },
  {
    "id": "3851621",
    "unitNumber": 4,
    "text": "Dünyanın en kurak yerlerinden biri olarak kabul edilen <strong>Atacama Çölü’</strong>ne ev sahipliği yapan ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Brezilya",
      "B": "Şili",
      "C": "Peru",
      "D": "Ekvador",
      "E": "Kolombiya"
    },
    "explanation": "Kıta geniş coğrafyası ile Şili’de bulunan ve dünyanın en kurak yerlerinden biri olarak kabul edilen Atacama Çölü’ne de ev sahipliği yapmaktadır. Şili’nin And Dağları’nın yükseklerinde yer alan bu küçük çöl, soğuk ve dünya üzerinde hiç yağmur almayan birkaç çölden biridir."
  },
  {
    "id": "3851622",
    "unitNumber": 4,
    "text": "Volkanik adaları ve çeşitli ekosistemleriyle ünlü <strong>Galápagos Adaları </strong>hangi Güney Amerika ülkesinin kıyılarında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekvador",
      "B": "Arjantin",
      "C": "Brezilya",
      "D": "Uruguay",
      "E": "Venezuela"
    },
    "explanation": "Güney Amerika’nın çeşitliliği kıyı bölgelerine de uzanmakta, kayalık uçurumlardan geniş kumsallara kadar farklı kıyı özellikleri göstermektedir. Ayrıca, Ekvador kıyılarında yer alan Galápagos Adaları, kıta coğrafyasının eşsiz bir parçasıdır. Bu volkanik adalar, ekoturizm ve bilimsel araştırmalar için popüler bir yer hâline getiren inanılmaz ve çeşitli<br/>ekosistemleriyle ünlüdür."
  },
  {
    "id": "3851623",
    "unitNumber": 4,
    "text": "Aşağıdaki ülkelerden hangisi ‘‘Mega çeşitlilik” bölgesi olarak kabul edilen beş Güney Amerika ülkeleri arasında <u>yer almaz</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Ekvador",
      "B": "Brezilya",
      "C": "Peru",
      "D": "Arjantin",
      "E": "Kolombiya"
    },
    "explanation": "Bu çok farklı iklim kuşağı içinde kıta, benzersiz flora ve faunası ile karmaşık bir biyolojik çeşitliliğe sahiptir. Güney Amerika’ya özgü en tanınmış hayvanlardan bazıları; dünyanın en büyük kemirgeni “kapibara”, dünyanın en büyük uçan kuşu “And kondoru” ve dünyanın en büyük kelebeklerinden biri olan bulanık “morfo” olarak sıralanabilir. Beş Güney Amerika ülkesi - Brezilya, Kolombiya, Ekvador, Peru ve Venezuela - “mega çeşitlilik” bölgesi olarak kabul edilmektedir. Mega çeşitliliğe sahip bir ülke, dünyadaki mevcut türlerin çoğuna ev sahipliği yapan ve önemli sayıda endemik türe sahip olan ülke olarak tanımlanmaktadır."
  },
  {
    "id": "3851631",
    "unitNumber": 4,
    "text": "Arepa (Venezuela ve Kolombiya), tamale (Meksika’dan adapte edilmiş) ve humitas (And Dağları bölgesi) gibi birçok yemek aşağıda verilen hangi yemek malzemesinden yapılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Et",
      "B": "Mısır",
      "C": "Manyok",
      "D": "Patates",
      "E": "Baklagiller"
    },
    "explanation": "Mısır: Kıtanın pek çok yerinde temel bir besin kaynağıdır. Arepa (Venezuela ve Kolombiya), tamale (Meksika’dan adapte edilmiş) ve humitas (And Dağları bölgesi) gibi birçok yemek mısırdan yapılır."
  },
  {
    "id": "3851638",
    "unitNumber": 4,
    "text": "Çiğ balığın limon veya lime suyu ile marine edilmesiyle yapılan yemek aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Asado",
      "B": "Feijoada",
      "C": "Ceviche",
      "D": "Arepa",
      "E": "Empanada"
    },
    "explanation": "Ceviche (Peru ve Ekvador): Çiğ balığın limon veya lime suyu ile marine edilmesiyle yapılan bu yemek, deniz ürünlerinin taze tüketildiği kıyı bölgelerinde çok popülerdir."
  },
  {
    "id": "3851645",
    "unitNumber": 4,
    "text": "Lezzetli ızgara etleri, özellikle de ünlü sığır eti <strong>asado</strong> ile tanınan ülke mutfağı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Brezilya",
      "B": "Kolombiya",
      "C": "Arjantin",
      "D": "Guyana",
      "E": "Şili"
    },
    "explanation": "Arjantin mutfağı aynı zamanda lezzetli ızgara etleri, özellikle de ünlü sığır eti asado ile tanınır. Barbekü tarzı bir pişirme yöntemi olan geleneksel asado, açık ateşte marine edilip yavaşça pişirilen etli sığır, kuzu ve domuz etleriyle Arjantin mutfak kültürünün en önemli parçalarından biridir."
  },
  {
    "id": "3851647",
    "unitNumber": 4,
    "text": "<em>Anticuchos </em>(şişte dana yüreği) ve <em>Tucumanas </em>(empanadaya benzer) gibi sokak yemekleri, <em>Chairo </em>(chalona veya kurutulmuş lama etli patates çorbası) ve <em>Fricasé </em>(hominy ve sarı biberli domuz yahnisi) gibi özellikle soğuk bölgelerde popüler olan çeşitli çorba ve güveçler hangi ülke mutfağına aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ekvador",
      "B": "Paraguay",
      "C": "Bolivya",
      "D": "Guyana",
      "E": "Surinam"
    },
    "explanation": "Bolivya’nın Anticuchos (şişte dana yüreği) ve Tucumanas (empanadaya benzer) gibi<br/>sokak yemekleri, ülkenin mutfak çeşitliliğini uygun bir fiyata tatmanızı sağlar. Bolivya mutfağı ayrıca Chairo (chalona veya kurutulmuş lama etli patates çorbası) ve Fricasé (hominy ve sarı biberli domuz yahnisi) gibi özellikle soğuk bölgelerde popüler olan çeşitli çorba ve güveçleri de içerir."
  },
  {
    "id": "3851648",
    "unitNumber": 4,
    "text": "Ekvador’da, genellikle avokado ile servis edilen doyurucu, patates bazlı olan güveç aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Locro",
      "B": "Empanada",
      "C": "Chimichurri",
      "D": "Moqueca",
      "E": "Arepa"
    },
    "explanation": "Locro: Ekvador’da, genellikle avokado ile servis edilen doyurucu, patates bazlı bir güveçtir. Ülkenin kültürel mirasının bir parçası olarak kabul edilir."
  },
  {
    "id": "3851649",
    "unitNumber": 4,
    "text": "Güney Amerika’da, özellikle Brezilya ve Arjantin’de asado yapımında kullanılan etleri pişirmek için tasarlanmış bir ızgara türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tortilla Basın",
      "B": "Churrasco Izgarası",
      "C": "Mortar ve Pestle",
      "D": "Molcajete ve Tejolote",
      "E": "Comal"
    },
    "explanation": "Churrasco Izgarası: Güney Amerika’da, özellikle Brezilya ve Arjantin’de asado yapımında kullanılan etleri pişirmek için tasarlanmış bir ızgara türüdür."
  },
  {
    "id": "3851650",
    "unitNumber": 4,
    "text": "UNESCO tarafından 2020 yılında somut olmayan kültürel miras olarak ilan edilen içecek ve hazırlama yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Paraguay tererési",
      "B": "Ekvador’a özgü horcata lojana",
      "C": "Arjantin’e ait mate cocido",
      "D": "Kolombiya’ya özgü cholado",
      "E": "Venezuela’da popüler olan Quesillo"
    },
    "explanation": "Matenin bölgelere göre kullanımı farklılık gösterebilmektedir. Paraguay’da tereré adıyla geçen bu içeceğin kökleri Guarani halkına dayanmaktadır. Matenin aksine soğuk su, bol miktarda buz ve şifalı bitkilerle biraz daha büyük bir kapta hazırlanan bir tür yerba mate infüzyonudur. Bölgeye bağlı olarak meyve suyu (portakal, limon veya ananas) ile yapılan “juice tereré” veya “tereré ruso” olarak adlandırılan çeşidi bulunmaktadır. UNESCO tarafından 2020 yılında Paraguay tererési ve hazırlama yöntemleri somut olmayan kültürel miras olarak ilan edilmiştir."
  },
  {
    "id": "3851780",
    "unitNumber": 4,
    "text": "Maya uygarlığı günümüzde bilinen hangi bölgede <strong>gelişmemiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Panama",
      "B": "Güney Meksika",
      "C": "Guatemala",
      "D": "Belize",
      "E": "Honduras ve El Salvador"
    },
    "explanation": "Preklasik Dönem’den (MÖ 2000 - MS 250) Postklasik Dönem’e (MS 950-1539) kadar Maya uygarlığı günümüzde <em><strong>Güney Meksika, Guatemala, Belize, Honduras ve El Salvador olarak bilinen bölgede gelişmiştir.</strong></em> Etkileyici mimari ve sanatsal başarıları, gelişmiş astronomi ve matematik bilgileri ve karmaşık yazı sistemleriyle tanınan Mayalar, bugün de insanlığı büyülemeye devam eden zengin bir miras bırakmıştır."
  },
  {
    "id": "3851781",
    "unitNumber": 4,
    "text": "İnka İmparatorluğu kaç yılında kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "1438",
      "B": "1538",
      "C": "1638",
      "D": "1458",
      "E": "1858"
    },
    "explanation": "İnka İmparatorluğu, Güney Amerika’nın en iyi bilinen yerli kültürüdür. İmparatorluk <strong>1438</strong> yılında Peru’nun Cuzco kentinde Manco Capac tarafından kurulmuş ve 100 yıllık bir süre içinde bugünkü Peru, Bolivya, Ekvador, Şili, Arjantin ve Kolombiya’nın bir kısmını kapsayacak şekilde genişlemiştir."
  },
  {
    "id": "3851782",
    "unitNumber": 4,
    "text": "Galápagos Adaları nerededir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğu Pasifik",
      "B": "Batı Pasifik",
      "C": "Doğu Atlantik",
      "D": "Batı Atlantik",
      "E": "Kuzey denizi"
    },
    "explanation": "Galápagos Adaları: Doğu Pasifik’te volkanik adalardan oluşan bir takımadadır. Charles Darwin tarafından incelenen ve evrim teorisine ilham veren çok sayıda endemik türüyle bilinmektedir."
  },
  {
    "id": "3851783",
    "unitNumber": 4,
    "text": "\"Bir toplumun veya bölgenin yemek hazırlama, pişirme, sunma ve tüketme şekillerini içeren gelenek, alışkanlık ve pratiklerin bütünüdür.\" cümlesi aşağıdakilerden hangisinin açıklamasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Mutfak Kültürü",
      "B": "Mutfak dizaynı",
      "C": "Yemek tarifleri",
      "D": "Yemek çeşitleri",
      "E": "Bölgesel tarifler"
    },
    "explanation": "Mutfak kültürü, bir toplumun veya bölgenin yemek hazırlama, pişirme, sunma ve tüketme şekillerini içeren gelenek, alışkanlık ve pratiklerin bütünüdür."
  },
  {
    "id": "3851784",
    "unitNumber": 4,
    "text": "Baharatlı mutfak hangi ülkeye aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Peru",
      "B": "Arjantin",
      "C": "Brezilya",
      "D": "Venezuela",
      "E": "Panama"
    },
    "explanation": "Peru"
  },
  {
    "id": "3851785",
    "unitNumber": 4,
    "text": "Siyah fasulye ve çeşitli domuz etlerinin birlikte pişirilmesiyle yapılan yemeğin adı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Feijoada",
      "B": "Asado",
      "C": "Ceviche",
      "D": "Arepa",
      "E": "Empanad"
    },
    "explanation": "Feijoada (Brezilya): Siyah fasulye ve çeşitli domuz etlerinin birlikte pişirilmesiyle yapılan bu yemek, Brezilya’nın millî yemeği olarak kabul edilir."
  },
  {
    "id": "3851786",
    "unitNumber": 4,
    "text": "Mısır unu ile yapılan ve içi çeşitli malzemelerle doldurulan yuvarlak ekmekler aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Arepa",
      "B": "Empanada",
      "C": "Ceviche",
      "D": "Feijoada",
      "E": "Asado"
    },
    "explanation": "Arepa (Venezuela ve Kolombiya): Mısır unu ile yapılan ve içi çeşitli malzemelerle doldurulan yuvarlak ekmeklerdir."
  },
  {
    "id": "3851787",
    "unitNumber": 4,
    "text": "“papa a ala huancaina” hangi ülkeye ait yemektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Peru",
      "B": "Arjantin",
      "C": "Brezilya",
      "D": "Küba",
      "E": "Venezuela"
    },
    "explanation": "Peru’da en temel yemek malzemesi olarak patates birçok yemekte kullanılır. Özel soslu patates “papa a ala huancaina” ton balığı ya da tavukla yapılan ve içinde mutlaka patatesin yer aldığı salata “causa” ve içi kıymayla doldurulmuş patates kroketleri “papa rellena” bunlardan sadece birkaçıdır."
  },
  {
    "id": "3851789",
    "unitNumber": 4,
    "text": "\"Patatesin ana vatanı olan Güney Amerika’da 800’den fazla çeşit patates yetişmektedir. Bu çeşitlerin büyük bir bölümüne --------- ev sahipliği yapmaktadır.\" cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Peru",
      "B": "Arjantin",
      "C": "Brezilya",
      "D": "Venezuela",
      "E": "Şili"
    },
    "explanation": "Patatesin ana vatanı olan Güney Amerika’da 800’den fazla çeşit patates yetişmektedir. Bu çeşitlerin büyük bir bölümüne <em><strong>Peru</strong></em> ev sahipliği yapmaktadır."
  },
  {
    "id": "3851790",
    "unitNumber": 4,
    "text": "Portekiz sömürge ve göçmen etkileri ile yerli halkın manyok, mısır ve çeşitli meyve ve kuruyemişler gibi malzemelere yer verdiği bir çeşitliliğe sahip olan ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Brezilya",
      "B": "Peru",
      "C": "Şili",
      "D": "Arjantin",
      "E": "Venezuela"
    },
    "explanation": "Brezilya mutfağı cesur tatları ve canlı malzemelerin kullanımıyla bilinir. Brezilya’nın mutfak kültürü yerli, Afrika ve Avrupa kültürlerinden gelen etkilerle etnik yapısı kadar çeşitlidir. Özellikle Portekiz sömürge ve göçmen etkileri ile yerli halkın manyok, mısır ve çeşitli meyve ve kuruyemişler gibi malzemelere yer verdiği bir çeşitliliğe sahiptir."
  },
  {
    "id": "3851418",
    "unitNumber": 5,
    "text": "Arkeologlar ilk sistematik mutfak uygulamalarının hangi ülkede yer aldığına inanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Çin",
      "B": "Japonya",
      "C": "Hindistan",
      "D": "Kore",
      "E": "İran"
    },
    "explanation": "Çin, dünyadaki en eski uygarlıklardan biridir. Arkeologlar ilk sistematik mutfak uygulamalarının<br/>Çin’de yer aldığına inanmaktadırlar."
  },
  {
    "id": "3851419",
    "unitNumber": 5,
    "text": "Çin mutfağı kaç bölgesel mutfaktan oluşmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "5",
      "C": "8",
      "D": "10",
      "E": "12"
    },
    "explanation": "Çin Mutfağı; Chuan, Hui, Yue, Su, Zhe, Xiang, Hu ve Lu yemekleri şeklinde sekiz bölgesel mutfaktan oluşmaktadır. Bunlardan en yaygın olanı Chuan’dır (CRI, 2024)."
  },
  {
    "id": "3851420",
    "unitNumber": 5,
    "text": "Çin'in en yaygın, bölgesel mutfağı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Chuan",
      "B": "Hui",
      "C": "Yue",
      "D": "Su",
      "E": "Xiang"
    },
    "explanation": "Çin Mutfağı; Chuan, Hui, Yue, Su, Zhe, Xiang, Hu ve Lu yemekleri şeklinde sekiz bölgesel mutfaktan oluşmaktadır. Bunlardan en yaygın olanı Chuan’dır (CRI, 2024)."
  },
  {
    "id": "3851421",
    "unitNumber": 5,
    "text": "Soba aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çin eriştesi",
      "B": "Japon karabuğday eriştesi",
      "C": "Japon buğday eriştesi",
      "D": "Kore eriştesi",
      "E": "Hint eriştesi"
    },
    "explanation": "Noodle (Asya eriştesi): Bir erişte ve şehriye türüdür. Hamurunda buğday unu ya da pirinç unu kullanılabilir. Erişteler kısa süreli depolama için soğutulabilir, kurutulabilir ve ileride kullanılmak üzere<br/>saklanabilir. Noodle yemekleri bir sos ile ya da çorba şeklinde tüketilir. Çin eriştesi, Japon buğday<br/>eriştesi (udon), Japon karabuğday eriştesi (soba) ve Kore eriştesi dünya çapında çok ünlüdür."
  },
  {
    "id": "3851422",
    "unitNumber": 5,
    "text": "Japon mutfağında “miso”nun tanımı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fermente soya fasulyesi ezmesi",
      "B": "Noodle",
      "C": "Pirinç",
      "D": "Soya sosu",
      "E": "Deniz yosunu"
    },
    "explanation": "Japon mutfağında “miso” adı verilen fermente soya fasulyesi ezmesinin birçok türü bulunur. Her biri<br/>farklı oranlarda soya fasulyesinin farklı malzemelerle karıştırılması ve fermantasyon sürelerinin farklılaşması ile elde edilmektedir."
  },
  {
    "id": "3851423",
    "unitNumber": 5,
    "text": "Kore mutfağının genel adı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Washoku",
      "B": "Miso",
      "C": "Hansik",
      "D": "Johan",
      "E": "Shiromiso"
    },
    "explanation": "“Hansik”, Kore mutfağının genel adıdır ve<br/>Kore’nin geleneksel yemek kültürünü ifade eder.<br/>Hansik, Kore’nin tarihî ve kültürel birikimini<br/>yansıtan zengin bir çeşitliliğe sahiptir ve yerel<br/>malzemelerin kullanımıyla belirginleşir."
  },
  {
    "id": "3851424",
    "unitNumber": 5,
    "text": "Japon mutfağında “wakame” olarak bilinen çorbalarda kullanılan kaygan ve çiğnenebilir<br/>bir dokuya sahip olan yenilebilir kurutulmuş deniz yosununa ne ad verilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Umami",
      "B": "Nori",
      "C": "Gim/Kim",
      "D": "Dasima",
      "E": "Miyeok"
    },
    "explanation": "Miyeok: Japon mutfağında “wakame” olarak bilinir. Çorbalarda kullanılan kaygan ve çiğnenebilir<br/>bir dokuya sahip olan yenilebilir kurutulmuş deniz yosunu türüdür. Miyeok, kalsiyum, iyot ve omega<br/>3 yağ asitleri açısından zengindir"
  },
  {
    "id": "3851425",
    "unitNumber": 5,
    "text": "Chapati olarak da bilinen Hindistan’da tüketilen yuvarlak mayasız yassı ekmeğin adı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Roti",
      "B": "Leppe",
      "C": "Golpar",
      "D": "Noodle",
      "E": "Miyeok"
    },
    "explanation": "Roti: Chapati olarak da bilinen Hindistan’datüketilen yuvarlak mayasız yassı bir ekmektir.<br/>Birçok Güney Asya, Güneydoğu Asya, Karayipler ve Güneydoğu Afrika ülkesinde yaygın olarak tüketilmektedir. Geleneksel olaraköğütülmüş tam buğday unu ve suyun bir araya getirilerek hamur hâline getirilmesinden yapılır. Hindistan’da sokak yemeği olarak popüler olan çeşitli roti bazlı yemekler vardır."
  },
  {
    "id": "3851426",
    "unitNumber": 5,
    "text": "Çin, Japon ve Kore mutfağında olmak üzere Asya mutfağında sıklıkla kullanılan soya sütünden elde edilen bir yemek malzemesi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Siyah Fasulye Sosu",
      "B": "Wasabi",
      "C": "Tofu",
      "D": "Hoisin sosu",
      "E": "Chili Yağı"
    },
    "explanation": "Başta Çin, Japon ve Kore mutfağında olmak üzere Asya mutfağında sıklıkla kullanılan<br/>Tofu, soya sütünden elde edilen bir yemek malzemesidir. Düşük kalorili ve yüksek protein içeriğiyle<br/>öne çıkar ve özellikle vegan ve vejetaryen yemeklerde et alternatifi olarak kullanılır, Farklı pişirme<br/>yöntemleriyle (kızartma, haşlama, soteleme vb.)<br/>çeşitli yemeklerde kullanılabilmektedir."
  },
  {
    "id": "3851427",
    "unitNumber": 5,
    "text": "Sebzeler, deniz ürünleri veya diğer malzemelerin hafif bir hamura batırılıp kızgın yağda kızartılmasına ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Teppen-yaki",
      "B": "Tempura",
      "C": "Nabe",
      "D": "Bento",
      "E": "Tsukemono"
    },
    "explanation": "Tempura: Sebzeler, deniz ürünleri veya diğer malzemelerin hafif bir hamura batırılıp kızgın yağda kızartılmasıdır. Bu kızartmaların dışı çıtır içi yumuşak dokudadır."
  },
  {
    "id": "3851437",
    "unitNumber": 5,
    "text": "Asya mutfağı, hangi malzeme ile zengin bir çeşitlilik sunar?",
    "correctAnswer": "B",
    "options": {
      "A": "Un",
      "B": "Pirinç",
      "C": "Kinoa",
      "D": "Makarna",
      "E": "Fasulye"
    },
    "explanation": "Asya mutfağında pirinç, temel gıda maddesi olarak sıklıkla kullanılmaktadır. Doğru cevap B'dir."
  },
  {
    "id": "3851438",
    "unitNumber": 5,
    "text": "Asya mutfağındaki pişirme tekniklerinden hangisi yaygın olarak <strong>kullanılmaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Buharda pişirme",
      "B": "Kızartma",
      "C": "Fırınlama",
      "D": "Wok ile pişirme",
      "E": "Tandırda pişirme"
    },
    "explanation": "Tandır pişirme yöntemi Asya mutfağında yaygın değildir, genellikle Orta Doğu mutfaklarında kullanılır. Doğru cevap E'dır."
  },
  {
    "id": "3851439",
    "unitNumber": 5,
    "text": "Hangi mutfak, deniz ürünlerini en çok kullanan Asya mutfağıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kore",
      "B": "Hint",
      "C": "Japon",
      "D": "İran",
      "E": "Çin"
    },
    "explanation": "Japon mutfağı, sushi ve sashimi gibi deniz ürünlerine dayalı yemeklerle tanınır. Doğru cevap C'dir."
  },
  {
    "id": "3851440",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Kore mutfağına özgü bir yiyecektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tandoori",
      "B": "Sushi",
      "C": "Kimchi",
      "D": "Pad Thai",
      "E": "Pho"
    },
    "explanation": "Kimchi, Kore mutfağının ikonik bir fermente sebze yemekidir. Doğru cevap C'dır."
  },
  {
    "id": "3851441",
    "unitNumber": 5,
    "text": "Asya mutfağında, yemeklerin genellikle nasıl sunulduğu belirtilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tek tek servis edilir",
      "B": "Aile tarzında servis edilir",
      "C": "Dondurulmuş olarak servis edilir",
      "D": "Sadece çorba ile servis edilir",
      "E": "Hazırlık aşamasında servis edilir"
    },
    "explanation": "Asya mutfağında yemekler, masada paylaşmak üzere aile tarzında servis edilir. Doğru cevap B'dir."
  },
  {
    "id": "3851442",
    "unitNumber": 5,
    "text": "Asya mutfağındaki taze malzemelerin önemi nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Lezzetsiz olması",
      "B": "Sağlıklı olması",
      "C": "Düşük maliyetli olması",
      "D": "Dayanıklılığı arttırması",
      "E": "Enerji tasarrufu sağlaması"
    },
    "explanation": "Taze malzemeler, Asya mutfağında iyi beslenme ve sağlıklı yaşam için önemlidir. Doğru cevap E'dir."
  },
  {
    "id": "3851443",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Çin mutfağına özgü bir kavram <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Wok tava (Tie guo)",
      "B": "Çin şef bıçağı (Cai dao)",
      "C": "Çin Pirinç Sirkesi (Mǐcù)",
      "D": "Sashimi",
      "E": "Tofu"
    },
    "explanation": "Sashimi, Çin mutfağına değil, Japon mutfağına özgü bir kavramdır."
  },
  {
    "id": "3851444",
    "unitNumber": 5,
    "text": "Hangi yemek Japon mutfağına aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Curry",
      "B": "Ramen",
      "C": "Pho",
      "D": "Kimchi",
      "E": "Biryani"
    },
    "explanation": "Ramen, Japon mutfağının en bilinen noodle yemeklerinden biridir. Doğru cevap B'dir."
  },
  {
    "id": "3851445",
    "unitNumber": 5,
    "text": "Asya mutfağında hangi pişirme tekniği sağlıklı bir yöntem olarak kabul edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kızartma",
      "B": "Buharda pişirme",
      "C": "Tava pişirme",
      "D": "Fırınlama",
      "E": "Derin yağda kızartma"
    },
    "explanation": "Buharda pişirme, besin değerlerinin korunmasına yardımcı olan sağlıklı bir pişirme yöntemidir. Doğru cevap B'dir."
  },
  {
    "id": "3851446",
    "unitNumber": 5,
    "text": "Asya mutfağında hangi malzeme sıkça fermente edilerek kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Pirinç",
      "B": "Sebzeler",
      "C": "Meyveler",
      "D": "Et",
      "E": "Süt"
    },
    "explanation": "Fermente sebzeler, Asya mutfağında sıkça kullanılan malzemelerdir, özellikle kimchi gibi. Doğru cevap B'dir."
  },
  {
    "id": "3851495",
    "unitNumber": 5,
    "text": "Çin tarihindeki Xia Shang ve Batı Zhou hanedanlarının da dahil olduğu ve toplumun köleliğe dayandığı döneme verilen ad aşağıdakilerden hangisidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Antik",
      "B": "İmparatorluk",
      "C": "Modern",
      "D": "Nara",
      "E": "Kofun"
    },
    "explanation": "Antik"
  },
  {
    "id": "3851496",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Japonya'nın imparatorluk yönetiminin yenilenmesindeki olaylar zincirine verilen addır?",
    "correctAnswer": "A",
    "options": {
      "A": "Meiji restorasyonu",
      "B": "Kofun restorasyonu",
      "C": "Yayoi restorasyonu",
      "D": "Heian restorasyonu",
      "E": "Nara restorasyonu"
    },
    "explanation": "Meiji restorasyonu"
  },
  {
    "id": "3851497",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Çin mutfağını oluşturan bölgelerin sayısıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "8",
      "B": "9",
      "C": "10",
      "D": "7",
      "E": "6"
    },
    "explanation": "8"
  },
  {
    "id": "3851498",
    "unitNumber": 5,
    "text": "Yin-Yang, beş element, tsai ve fan kavramları aşağıdaki mutfakların hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çin",
      "B": "Japon",
      "C": "Kore",
      "D": "İran",
      "E": "Hint"
    },
    "explanation": "Çin"
  },
  {
    "id": "3851499",
    "unitNumber": 5,
    "text": "Karhai tavası, masala, Chutney, Tandoor<br/>Yukarıdaki kavramlar aşağıdaki mutfaklardan hangisine özgüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Hint",
      "B": "Çin",
      "C": "Japon",
      "D": "İran",
      "E": "Kore"
    },
    "explanation": "Hint"
  },
  {
    "id": "3851500",
    "unitNumber": 5,
    "text": "Beçu, Bachan, Bap, Gosari, Ssam<br/>Yukarıdaki kavramlar aşağıdaki mutfaklardan hangisine özgüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Kore",
      "B": "Çin",
      "C": "Japon",
      "D": "Hint",
      "E": "İran"
    },
    "explanation": "Kore"
  },
  {
    "id": "3851501",
    "unitNumber": 5,
    "text": "Nevruz, Aşure Günü, Şeb-e Yelda <br/>Yukarıdaki ritüeller aşağıdaki mutfaklardan hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "İran",
      "B": "Hint",
      "C": "Japon",
      "D": "Kore",
      "E": "Çin"
    },
    "explanation": "İran"
  },
  {
    "id": "3851502",
    "unitNumber": 5,
    "text": "Bapsang aşağıdaki mutfaklardan hangisinin sofra düzenine verilen addır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kore",
      "B": "Hint",
      "C": "Japon",
      "D": "Çin",
      "E": "İran"
    },
    "explanation": "Kore"
  },
  {
    "id": "3851503",
    "unitNumber": 5,
    "text": "Mantou, Baozi, Jiaozi, Gong Bao Chichen <br/>Yukarıdaki yiyecekler aşağıdaki mutfaklardan hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çin",
      "B": "Japon",
      "C": "Hint",
      "D": "Kore",
      "E": "İran"
    },
    "explanation": "Çin"
  },
  {
    "id": "3851504",
    "unitNumber": 5,
    "text": "Hint yemeği olan Samosanın pişiriliş şekli aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yağda kızartılır",
      "B": "Suda haşlanır",
      "C": "Izgarada pişirilir",
      "D": "Yağda kavrulur",
      "E": "Fırında salçalı pişirilir"
    },
    "explanation": "Yağda kızartılır"
  },
  {
    "id": "3851810",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Çin mutfağına özgü bir kavram <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Wok tava (Tie guo)",
      "B": "Çin şef bıçağı (Cai dao)",
      "C": "Çin Pirinç Sirkesi (Mǐcù)",
      "D": "Sashimi",
      "E": "Tofu"
    },
    "explanation": "Sashimi, Çin mutfağına değil, Japon mutfağına özgü bir kavramdır."
  },
  {
    "id": "3851665",
    "unitNumber": 6,
    "text": "Aşağıda yer alan bilgilerden hangisi Malezya'nın modernleşme sürecine girdiğinin bir göstergesidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Malay Federasyonu olarak İngiltere'den bağımsızlığını kazanması",
      "B": "Tarım sektörüne olan bağımlılığını imalat sanayilerine kaydırması",
      "C": "16. yüzyıldan itibaren Portekizlilerin ve Hollandalıların, 19. yüzyılda ise İngilizlerin yerleşmesi",
      "D": "Çin, Hindistan, Endonezya ve dünyanın diğer bölgelerinden gelen göçmenler ile çok ırklı bir yapıya sahip olması",
      "E": "Resmî dinin İslam olarak kabul edilmesi"
    },
    "explanation": "Malay Federasyonu olarak İngiltere’den bağımsızlığını kazanan Malezya, tarım sektörüne bağımlılığını imalat sanayilerine kaydırarak modernleşme yoluna girmiştir."
  },
  {
    "id": "3851675",
    "unitNumber": 6,
    "text": "I. Tatlı patates<br/>II. Pancar<br/>III. Mısır<br/>IV. Buğday<br/>Yukarıda yer alan maddelerden hangileri Endonezya'da pirinç yetiştirilemeyen alanlardaki temel gıda ürünleridir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "I-IV",
      "D": "I-III",
      "E": "III-IV"
    },
    "explanation": "Yetersiz yağış veya uygunsuz arazi nedeniyle pirinç yetiştirilemeyen alanlarda ise tatlı patates, tapyoka, mısır ve sago gibi ürünler temel gıdadır."
  },
  {
    "id": "3851702",
    "unitNumber": 6,
    "text": "Bahar farklı kültürlerin yemeklerini tatmak üzere farklı ülkeleri gezen bir şeftir. Bahar gittiği ülkede oldukça beğendiği Bo bay mon (yedi şekilde pişirilmiş sığır eti) yemeğini sipariş vermiştir. Bahar hangi ülkededir?",
    "correctAnswer": "E",
    "options": {
      "A": "Malezya",
      "B": "Tayland",
      "C": "Endonezya",
      "D": "Hindistan",
      "E": "Vietnam"
    },
    "explanation": "Vietnam’da özellikle sığır eti çoğu Vietnamlı için bir lükstür ve bölgenin bir dizi sığır eti yemeği olan ünlü, bo bay mon (yedi şekilde pişirilmiş sığır eti) oldukça beğenilir."
  },
  {
    "id": "3851703",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Malezya yemeklerine ilişkin doğru bir bilgi <u><strong>değildir?</strong></u>",
    "correctAnswer": "B",
    "options": {
      "A": "Temel karbonhidrat kaynağı olarak pirinç ve erişte tüketilmektedir.",
      "B": "Protein kaynağı olarak yumurta ve tavuk gibi ürünler yer almaktadır.",
      "C": "Hindistan cevizi Malezya yemeklerinde yaygın olarak kullanılmaktadır.",
      "D": "Yemeklerinde yaygın olarak ulam adı verilen ve bitkilerin yenilebilir kısımlarını ifade eden taze otlar kullanılmaktadır.",
      "E": "Kakule, yıldız anason, karanfil, tarçın çubuğu, zerdeçal, rezene, kimyon ve defne yaprağı yaygın kullanılmaktadır."
    },
    "explanation": "Malezya yerel mutfak kültüründe temel karbonhidrat kaynağı olarak pirinç ve erişte tüketilmektedir. Protein kaynağı olarak ise çok çeşitli kırmızı et ve özellikle balık, kalamar, karides, yengeç gibi deniz ürünleri yer almaktadır. Hindistan cevizi ise Malezya yemeklerinde yaygın olarak kullanılan bir başka üründür. Bununla birlikte Malezya yemeklerinde yaygın olarak ulam adı verilen ve bitkilerin yenilebilir kısımlarını ifade eden taze otlar kullanılmaktadır. Taze otların dışında çok çeşitli baharat kullanımı da yaygındır. Malezya mutfağındaki temel baharatlar; kakule, yıldız anason, karanfil, tarçın çubuğu, zerdeçal, rezene, kimyon ve defne yaprağıdır."
  },
  {
    "id": "3851704",
    "unitNumber": 6,
    "text": "Endonezya'da genellikle sebze, et, tavuk ve yumurta gibi garnitürlerle birlikte geleneksel bir Java töreninde servis edilen koni şeklinde pirinç bazlı yiyecek hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kopi Tobruk",
      "B": "Sago",
      "C": "Sambal belacan",
      "D": "Tumpeng",
      "E": "Sop sodara"
    },
    "explanation": "Endonezya hükûmeti, Turizm ve Yaratıcı Ekonomi Bakanlığı aracılığıyla Tumpeng’i Endonezya geleneksel yemeğinin bir simgesi olarak tanıtmıştır. Tumpeng; genellikle sebze, et, tavuk ve yumurta gibi garnitürlerle birlikte geleneksel bir Java töreninde servis edilen koni şeklinde pirinç bazlı bir yiyecektir. Tumpeng; malzemeleri, rengi, şekli ve servis tekniğiyle Endonezya kültürünü ve insanların yaşam biçimini temsil etmektedir."
  },
  {
    "id": "3851705",
    "unitNumber": 6,
    "text": "1. Malezya A. Kecap-ikan<br/>2. Endonezya B. Budu<br/>3. Tayland C. Com Tam<br/>4. Vietnam D. Haw mok<br/>Yukarıda verilen ülke ve ülke mutfağına özgü kavramların doğru eşlemesi hangi seçenekte yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "1-B, 2-A, 3-D, 4-C",
      "B": "1-A, 2-C, 3-D, 4-B",
      "C": "1-C, 2-A, 3-B, 4-D",
      "D": "1-B, 2-A, 3-C, 4-D",
      "E": "1-A, 2-B, 3-C, 4-D"
    },
    "explanation": "Budu: Malezya’ya ait bir balık sosudur.<br/>Kecap-ikan: Balık sosudur.<br/>Com Tam: Pirinç, balık sosu ve domuz eti gibi malzemelerle hazırlanan bölgeye özgü bir yemektir.<br/>Haw mok: Hindistan cevizi sütü, baharatlar ve kıyılmış deniz ürünlerinin kullanıldığı ve buharda pişirme işlemiyle hazırlanan bir Tayland yemeğidir."
  },
  {
    "id": "3851706",
    "unitNumber": 6,
    "text": "Malezya'da dokuz gün boyunca vejetaryen yiyeceklerden oluşan bir diyetin uygulandığı festival aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Aç Hayalet Festivali",
      "B": "Bak Chang Festivali",
      "C": "Ay Pastası/Fener Festivali",
      "D": "Dokuz İmparator Tanrı Festivali",
      "E": "Navarathiri Festivali"
    },
    "explanation": "Malezya’da Çin ay takviminin dokuzuncu ayında “Dokuz İmparator Tanrı Festivali” kutlanmakta ve dokuz gün boyunca vejetaryen yiyeceklerden oluşan bir diyet uygulanmaktadır."
  },
  {
    "id": "3851707",
    "unitNumber": 6,
    "text": "Vietnam mutfağının herhangi bir öğününde servis edilen popüler çorba aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Pad Thai",
      "B": "Nagasari",
      "C": "Ketupat",
      "D": "Gub-khao",
      "E": "Pho"
    },
    "explanation": "Vietnam mutfağının herhangi bir öğününde servis edilen popüler bir çorba olan pho, birçok kişi tarafından Vietnam’ın ulusal yemeği olarak kabul edilmektedir. Pho, soğan, taze otlar, limon, acı biber ve fasulye filizi ile süslen geleneksel bir yiyecektir."
  },
  {
    "id": "3851708",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi prinçle yapılan Endonezya mutfağına ait bir yemektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Cari Chay",
      "B": "Rendang Daging",
      "C": "Nasi Kuning",
      "D": "Banh Nuong Nhan Thorn",
      "E": "Tom Kha Gai"
    },
    "explanation": "Nasi Kuning (Endonezya)<br/>Hazırlanışı: Pirinç iyice yıkanıp süzülür. Taze zerdeçal 60 ml Suyla birlikte blendırdan geçirilir ve süzülür. 2 yemek kaşığı zerdeçal suyu ve diğer malzemeler bir tencere içerisine alınarak orta ateşte pirinçler yumuşayana kadar pişirilir. Pişme işlemi tamamlandıktan sonra tüm yapraklar ve galangal çıkarılarak servis edilir."
  },
  {
    "id": "3851709",
    "unitNumber": 6,
    "text": "Çorbayı, sulu yemekleri, erişte ve pirinç tüketimini seven bir kimse hangi ülkenin mutfağına kendini daha yakın hisseder?",
    "correctAnswer": "B",
    "options": {
      "A": "Vietnam",
      "B": "Tayland",
      "C": "Malezya",
      "D": "Endonezya",
      "E": "Hindistan"
    },
    "explanation": "Tayland mutfağındaki yiyeceklerin özellikleri incelendiğinde, çorba ya da sulu yemeklerin yaygın olduğu, ızgara veya kızartma gibi yemeklerin üzerinde sulu olmayan bir parçanın bulunduğu, yemeklerin hazırlığında hafif ve taze sebzeler ile otların kullanıldığı, en az bir baharatın yemek içerisinde yer aldığı, erişte ya da pirincin muhakkak kullanıldığı ve dengeli bir hazırlama kültürünün olduğu görülmektedir."
  },
  {
    "id": "3851760",
    "unitNumber": 6,
    "text": "Vietnamlılar yemek çubuklarını, soteleri, soya peynirini ve erişte tüketim alışkanlığını aşağıdaki hangi ülkeden almışlardır?",
    "correctAnswer": "B",
    "options": {
      "A": "Tayland",
      "B": "Çin",
      "C": "Fransa",
      "D": "Hindistan",
      "E": "İran"
    },
    "explanation": "Vietnamlılar Çinlilerden yemek çubuklarını, soteleri, soya peynirini ve erişte tüketim alışkanlığını almışlardır."
  },
  {
    "id": "3851761",
    "unitNumber": 6,
    "text": "Aşağıdaki ülkelerden hangisinin yemeklerinde yaygın olarak hindistan cevizi ve \"ulam\" adı verilen taze otlar kullanılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Malezya",
      "B": "Çin",
      "C": "Tayland",
      "D": "Hindistan",
      "E": "Kore"
    },
    "explanation": "Malezya yemeklerinde yaygın olarak hindistan cevizi ve ulam adı verilen ve bitkilerin yenilebilir kısımlarını ifade eden taze otlar kullanılmaktadır."
  },
  {
    "id": "3851762",
    "unitNumber": 6,
    "text": "Malaylar'da yiyecekler insan vücudu üzerindeki etkilerine ve aşağıdakilerden hangi durumlara göre<br/>sınıflandırılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sıcaklık-Soğukluk-Tat",
      "B": "Büyüklük-Ağırlık-Sıcaklık",
      "C": "Renk-Tat-Koku",
      "D": "Sıcaklık-Soğukluk-Bisa",
      "E": "Kıvam-Tat-Soğukluk"
    },
    "explanation": "Yiyecekler Malaylar tarafından insan vücudu üzerindeki etkilerine ve “sıcaklık”, “soğukluk” ya da “bisa” yaratıp yaratmadıklarına göre sınıflandırılmaktadır.<br/>Sıcaklık-Soğukluk-Bisa"
  },
  {
    "id": "3851763",
    "unitNumber": 6,
    "text": "Endonezya’da tüketilmeden önce biraz karıştırılıp ve özellikle belirtilmediği takdirde şekerli olarak<br/>sunulan kahve aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Goi Cuon",
      "B": "Kopi Tobruk",
      "C": "Gan Gin Gan Yu",
      "D": "Sambal",
      "E": "Manyok"
    },
    "explanation": "<strong>Kopi Tobruk</strong> olarak da bilinen kahve Endonezya’da tüketilmeden önce biraz karıştırılır<br/>ve özellikle belirtilmediği takdirde şekerli olarak sunulur."
  },
  {
    "id": "3851764",
    "unitNumber": 6,
    "text": "Güneydoğu Asya Bölgesi’nin yemek kültüründe aşağıdakilerden hangisinin bir etkisi yoktur?",
    "correctAnswer": "C",
    "options": {
      "A": "İklim.",
      "B": "Coğrafi konum.",
      "C": "İç savaşlar.",
      "D": "Doğal kaynak çeşitliliği.",
      "E": "Başka toplumlarla etkileşim."
    },
    "explanation": "Güneydoğu Asya Bölgesi’nin sahip olduğu iklim, coğrafi konum, bol miktardaki doğal kaynak<br/>ve farklı milletlerden etkiler hem çeşitli hem de lezzetli bir mutfak kültürünü beraberinde getirmiştir.<br/>Güneydoğu Asya ülkelerindeki pek çok yiyecek Çin, Arap ve Hint kültüründen esintiler taşımaktayken, konuyla ilgili bir 'İç Savaş' bilgisi kaynaklarda geçmemektedir."
  },
  {
    "id": "3851765",
    "unitNumber": 6,
    "text": "I- Basit ve hızlı pişirme yöntemleri kullanılır.<br/>II- İklim yıl boyunca oldukça sıcak olduğundan, genellikle yiyecekler oda sıcaklığında yenir. <br/>III- Süt ürünlerinin yerine, soya sütü, soya ezmesi ve soya sosu alternatif gıda tercihidir.<br/>Güneydoğu Asya Bölgesi’nin yemek kültürüne dair verilen bilgilerden hangisi ya da hangileri tüm coğrafya adına ortak özellik olarak kabul edilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II, III."
    },
    "explanation": "Güneydoğu Asya Bölgesi’nin yemek kültürüne dair verilen bilgilerin tamamı tüm coğrafya adına ortak özellik olarak kabul edilebilmektedir."
  },
  {
    "id": "3851766",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Endonezya yemek kültürünün bir parçası olan ve <em>kutlama yiyeceği</em> olarak bilinen ve Hindistan cevizi yapraklarıyla kaplanmış beyaz pirinçten yapılan bir yemektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Rendang",
      "B": "Satay",
      "C": "Ketupat",
      "D": "Nagasari",
      "E": "Pandan"
    },
    "explanation": "Endonezya yemek kültürünün bir parçası olan ve kutlama yiyeceği olarak bilinen <strong>Ketupat,</strong> elmas<br/>şeklinde örülmüş genç Hindistan cevizi yapraklarıyla kaplanmış beyaz pirinçten yapan bir yemektir"
  },
  {
    "id": "3851767",
    "unitNumber": 6,
    "text": "Vietnam'da sığır eti tüketiminin az olmasının nedeni seçeneklerden hangisinde doğru verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üretimin çoğunun ihracatta kullanılması.",
      "B": "Sığırın kutsal bir hayvan olarak kabul görmesi.",
      "C": "Sığır yetiştiriciliği için az otlak alanının bırakılması.",
      "D": "Sığır eti pişirme yöntemlerine hakim olunmaması.",
      "E": "Artan kentleşmenin getirdiği sorunlar."
    },
    "explanation": "Vietnam’daki ekilebilir arazilerin %60’ı pirinç üretimine ayrılmıştır ve sığır yetiştiriciliği için çok az otlak bırakılmıştır ve bundan kaynaklı olarak Vietnam’da özellikle sığır eti çoğu Vietnamlı için<br/>bir lüks olmaktadır."
  },
  {
    "id": "3851768",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi herhangi bir öğünde servis edilen, popüler bir çorba olan ve Vietnam’ın ulusal yemeği olarak kabul edilen bir yemektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Lawar",
      "B": "Pho",
      "C": "Momoh",
      "D": "Makassar",
      "E": "Bakso Jeroan"
    },
    "explanation": "Herhangi bir öğünde servis edilen, popüler bir çorba olan ve Vietnam’ın ulusal yemeği olarak kabul edilen bir yemektir<br/>Pho"
  },
  {
    "id": "3851769",
    "unitNumber": 6,
    "text": "Tayland mutfağındaki ‘Pad’ kelimesinin anlamı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Acı sosla sotelenmesi",
      "B": "Haşlanması",
      "C": "Acı baharatlarla fırınlanması",
      "D": "Wok içerisinde az yağda kızartılıp karıştırılması",
      "E": "Wokta soğanla karamellenmesi"
    },
    "explanation": "Tayland mutfağındaki ‘Pad’ kelimesi, wok içerisinde az yağda kızartılıp karıştırılması anlamına gelmektedir."
  },
  {
    "id": "3851770",
    "unitNumber": 6,
    "text": "Fast food yemek kültürü ile Malezya mutfağı arasındaki ilişki seçeneklerden hangisinde doğru verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fast food yemek kültürü geleneksel Malezya mutfağına girememiştir.",
      "B": "Fast food yemek kültürü kısa bir süre varlık gösterip etkisini kaybetmiştir.",
      "C": "Fast food yemek kültürü Malezya mutfağına olan geleneksel ilgiyi azaltmıştır.",
      "D": "Fast food yemek kültürü sadece genç nüfus tarafından benimsenmiştir.",
      "E": "Fast food yemek kültürünün gelişiyle küresel ve gelenekseli birleştiren yeni bir anlayış gelişmiştir."
    },
    "explanation": "Fast food yemek kültürü 1960’ların ortalarından itibaren Malezya’da tanınmaktadır. Ancak çoğu Malezyalı için bu kültür geleneksele olan ilgiyi azaltmamış, küresel ve gelenekseli birleştiren bir anlayış gelişmiştir."
  },
  {
    "id": "3851771",
    "unitNumber": 6,
    "text": "Nyonya Mutfağı, aşağıdakilerden hangi ülkelerin mutfaklarının birleşmesiyle ortaya çıkan bir mutfak kültürüdür?",
    "correctAnswer": "B",
    "options": {
      "A": "Hindistan, Kore, Endonezya, Çin",
      "B": "Çin, Tay, Endonezya, Malay",
      "C": "Çin, Kore, Japonya, Malay",
      "D": "Fransa, Hindistan, Malay, Kore",
      "E": "Tayland, Vietnam, Kore, Çin"
    },
    "explanation": "<strong>Nyonya Mutfağı:</strong> Çin, Tay, Endonezya ve Malay mutfaklarının birleşmesiyle ortaya çıkan bir mutfak kültürüdür.<br/>Çin, Tay, Endonezya, Malay"
  },
  {
    "id": "3851772",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Malezya’da popüler sokak yemeği olan, restoranlarda ya da seyyar satıcılarda bir tatlı çeşidi olarak sunulmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Pepes",
      "B": "Nagasari",
      "C": "Banana Heart",
      "D": "Chendol",
      "E": "Gub-khao"
    },
    "explanation": "Malezya’da <strong>chendol</strong> adındaki popüler sokak yemeği, restoranlarda ya da seyyar satıcılarda bir tatlı çeşidi olarak sunulabilmektedir."
  },
  {
    "id": "3851773",
    "unitNumber": 6,
    "text": "Malaylar tarafından yiyeceklerin sınıflandırılması neye göre yapılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Malzemenin türüne göre.",
      "B": "Yiyeceklerin pişirilme şekline göre.",
      "C": "Yiyeceklerin pişirilme sırasına göre.",
      "D": "Yiyeceklerin pişirilme ısısına göre.",
      "E": "Yiyeceklerin vücut üzerine etkilerine göre."
    },
    "explanation": "Yiyecekler Malaylar tarafından insan vücudu üzerindeki etkilerine ve “sıcaklık”, “soğukluk” ya da<br/>“bisa” (bisa, vücudun alerjik olduğu ve vücudun zayıf ya da rahatsız hissetmesine neden olan yiyeceklerle ilgilidir) yaratıp yaratmadıklarına göre sınıflandırılmaktadır."
  },
  {
    "id": "3851774",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangi ülkede tek başına yemek yemenin uğursuzluk getirdiğine inanıldığı için yemekler paylaşılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Vietnam",
      "B": "Tayland",
      "C": "Kore",
      "D": "Çin",
      "E": "Malezya"
    },
    "explanation": "<strong>Tayland’</strong>da, başlangıç yemeği ya da yalnızca bir kişiye ait olan yemek yoktur. Tüm yemekler paylaşılır ve birlikte tüketilir. Birçok Taylandlı tek başına yemek yemenin uğursuzluk getirdiğine inanır."
  },
  {
    "id": "3851775",
    "unitNumber": 6,
    "text": "Endonezya mutfak kültürü ile ilgili aşağıda verili seçeneklerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Bölgelerin mutfak stilleri yerel kültür, din ve ticaretin etkisi doğrultusunda gelişmiştir.",
      "B": "Bölgelerin mutfak stilleri farklı bölgeler arasında değişiklik göstermektedir.",
      "C": "Endonezya’nın doğal ve tarihî değerleri pek çok geleneksel lezzeti beraberinde getirmiştir.",
      "D": "Ülke, ada halklarından oluştuğu için kültürel gelişim ortaklık göstermektedir.",
      "E": "Araplar, Çinliler ve Hindular da etnik yapıyı zenginleştirmiştir."
    },
    "explanation": "D şıkkında \"Ülke, ada halklarından oluştuğu için kültürel gelişim ortaklık göstermektedir.\" ifadesi yer almaktadır; ancak 245 milyondan fazla nüfusuyla dünyanın en kalabalık dördüncü ülkesi olan Endonezya 17.000’den fazla adadan oluşmaktadır ve bu da birbirinden kopuk olan kültürlerin gelişimini sağlamıştır."
  },
  {
    "id": "3851776",
    "unitNumber": 6,
    "text": "Diğer Güneydoğu Asya Bölgesi ülkelerinden farklı olarak mutfak kültüründe sakatatı da barındıran ülke aşağıdaki seçeneklerden hangisinde doğru verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Malezya",
      "B": "Endonezya",
      "C": "Tayland",
      "D": "Orta Vietnam",
      "E": "Kuzey Vietnam"
    },
    "explanation": "Endonezya'da hayvancılığın bölgede gelişmesi sonucu uygun fiyatlı alternatif bir protein kaynağı olarak sakatat tüketim kültürü de oldukça gelişmiştir."
  },
  {
    "id": "3851777",
    "unitNumber": 6,
    "text": "I- 16. yüzyılın sonlarında Orta Amerika’dan kırmızı biber ve vanilya gibi malzemelerin gelmesiyle Endonezya mutfağı daha canlı hâle gelmiştir. <br/>II- Endonezya’nın uzun yıllar Hollanda tarafından sömürülmesi mutfak geleneklerini de etkilemiştir.<br/>III- Tarihte Avrupa tarzı et çorbaları, yerel malzemeler ve baharatlar yerliler tarafından benimsenmiştir.<br/>IV- Köklü bir geçmişi olan Endonezya mutfağına fast food yemek kültürü dahil olamamıştır. <br/>Endonezya mutfağı ile ilgili verili bilgilerden hangisi ya da hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "I,II ve III",
      "E": "I,II,III ve IV"
    },
    "explanation": "Günümüz Endonezya mutfak kültürüne fast food yabancı kültürün etkileri yansımıştır. Bu durum ise geleneksel yemek kültürünün yok olma riskini de beraberinde getirmiştir."
  },
  {
    "id": "3851778",
    "unitNumber": 6,
    "text": "'Nyonya' hangi mutfaklarının birleşmesiyle ortaya çıkan bir mutfak kültürüdür.",
    "correctAnswer": "E",
    "options": {
      "A": "Çin ve Tay.",
      "B": "Çin ve Endonezya.",
      "C": "Tay ve Endonezya.",
      "D": "Çin, Tay ve Endonezya.",
      "E": "Çin, Tay, Endonezya ve Malay."
    },
    "explanation": "Nyonya Mutfağı: Çin, Tay, Endonezya ve Malay mutfaklarının birleşmesiyle ortaya çıkan bir mutfak kültürüdür."
  },
  {
    "id": "3851779",
    "unitNumber": 6,
    "text": "Tayland mutfağının birincil gıda maddesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pirinç",
      "B": "Erişte",
      "C": "Çorba",
      "D": "Sebze",
      "E": "Deniz ürünleri"
    },
    "explanation": "Pirinçle birlikte yenen ana tuzlu yemeğe “pirinçle birlikte” anlamını taşıyan gub-khao denilmektedir. Bu terim, pirincin Tayland mutfağında temel bir öğe olduğu ve diğer yiyeceklerin pirinç eşliğinde daha düşük bir rol oynadığı algısını yansıtmaktadır."
  },
  {
    "id": "3851408",
    "unitNumber": 7,
    "text": "Afrika mutfağı ile ilgili aşağıda verilen genel değerlendirmelerden hangisi<strong> yanlıştır? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Afrika mutfağını etkileyen, özgün niteliğine katkı sağlayan medeniyetlerin Hristiyan Avrupalı medeniyetlerle Müslüman Arap medeniyetleri olduğu ifade edilmektedir",
      "B": "Batı Sahraaltı bölge mutfağı İngiltere, Fransa ve Portekiz mutfağından etkilenmiş olmakla birlikte kendine özgü bir yapısı bulunmaktadır.",
      "C": "Afrika mutfağının yayılmacı, kapitalist ve milliyetçi akımlardan da etkilendiği bildirilmektedir.",
      "D": "İklim şartları genellikle tropikal özellikler gösteren Orta Afrika ülkelerinin mutfakları birbirine çok benzerdir.",
      "E": "Nil Deltası’nın barındıran Kuzey Afrika bölgesinde ilk üretim çiftliklerinin kurulduğu ve burada buğday (kavılca), arpa, mercimek, susam gibi tarımsal ürünlerin elde edildiği öngörülmektedir."
    },
    "explanation": "GİRİŞ<br/>Orta Afrika Bölgesi; Burundi, Çad, Ekvator Ginesi, Gabon, Kamerun, Kongo, Kongo Demokratik Cumhuriyeti, Orta Afrika Cumhuriyeti, Sao Tome ve Principe ülkelerinden oluşmaktadır. Geniş bir coğrafî ve kültürel farklılık içinde olan Orta Afrika ülkelerinin mutfakları da birbirinden oldukça farklıdır. Bu bölgenin kuzeyinde Sahra Çölü’nden Kongo Nehri’ne uzanan bir hat bulunmaktadır. Bu nedenle iklim şartları genellikle tropikal özellikler gösterir."
  },
  {
    "id": "3851409",
    "unitNumber": 7,
    "text": "Tunus mutfağına etkisi bırakan uluslar arasında aşağıdakilerden hangileri yer alır?<br/>I) Berberiler, II) Romalılar, III) Araplar, IV) Türkler, V) Fransızlar",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "I, II, III, IV",
      "C": "I, II, III",
      "D": "I, II, IV, V",
      "E": "II, III, IV, V"
    },
    "explanation": "AFRİKA TARİHİ VE COĞRAFİ YAPISI<br/>Bölgede yer alan ülkelerden Tunus da Akdeniz mutfağı kültürünün etkisini sürdürmekle birlikte, farklı kültürlerin uğrak yeri olup bünyesinde çok farklı lezzetleri barındırmaktadır. Bölgede hâkimiyet kurmuş olan Berberiler, Romalılar, Araplar, Türkler ve Fransızlar kendilerinden bir parçayı Tunus mutfağına miras bırakmışlardır."
  },
  {
    "id": "3851410",
    "unitNumber": 7,
    "text": "Batı Sahraaltı bölgesinde tarımsal üretim coğrafi koşullara bağlı olarak oldukça kısıtlıdır. Baobab ve manyok bitkilerinin yeşil yaprakları bol miktarda tüketilmektedir; “acı yaprak” olarak isimlendirilen bitki türleri kullanılırken acılığının giderilmesi gerekmektedir. Bu amaçla aşağıdaki hangi yöntem kullanılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "sıcak suya atılarak haşlanması",
      "B": "tuzla ovulması",
      "C": "güneşte kurutulması",
      "D": "cips şeklinde kızartılarak tüketilmesi",
      "E": "ezilerek yağının çıkarılması"
    },
    "explanation": "AFRİKA TARİHİ VE COĞRAFİ YAPISI<br/>Batı Sahraaltı bölgesinde tarımsal üretim coğrafi koşullara bağlı olarak oldukça kısıtlıdır. Yer fıstığı, pirinç, darı, sorgho olarak isimlendirilen süpürge darısı, manyok ya da cassava olarak bilinen kök bitki, baobab, tatlı patates ve çeşitli meyveler üretimi ve tüketimi yaygın olan ürünlerdir. Aynı zamanda baobab ve manyok bitkilerinin yeşil yaprakları bol miktarda tüketilmekte “acı yaprak” olarak isimlendirilen bitki türleri kullanılırken tuzla ovulup acılığının giderilmesi gerekmektedir."
  },
  {
    "id": "3851411",
    "unitNumber": 7,
    "text": "“Kefta” olarak isimlendirilen baharatlı köfte ve şiş kebap veya “Buğur pilaf” olarak isimlendirilen bulgur pilavı gibi sokak lezzetlerinin yaygın olduğu Afrika ülkesi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kongo Demokratik Cumhuriyeti",
      "B": "Mısır",
      "C": "Tunus",
      "D": "Güney Afrika",
      "E": "Angola"
    },
    "explanation": "AFRİKA MUTFAK KÜLTÜRÜ<br/>Güney Afrika’da popüler sokak yemekleri arasında et yahnisi, haşlanmış tavuk, kızartılmış et, salata, garnitür gibi ürünlerle servis edilen mısır veya yulaf lapası ürünler olup, Johannesburg’daki sokak satıcılarının sayısının tahminen 15.000’den fazla olduğu öngörülmektedir (Girgin,2019). Kuzu ya da dana etiyle yapılan ve “kefta” olarak isimlendirilen baharatlı köfte ve şiş kebap da sokak lezzetleri arasında yerini almaktadır. “Buğur pilaf” olarak isimlendirilen bulgur pilavı da ülkelerindeki büyük şehirlerde ve kasabalarda yine sokakta satılan en popüler yemekler arasındadır."
  },
  {
    "id": "3851412",
    "unitNumber": 7,
    "text": "Özel günlerde \"Chibuku\" ve \"sorgum\" denilen yerel içeceklerin sıklıkla tüketildiği Güney Afrika ülkesi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Angola",
      "B": "Botswana",
      "C": "Namibya",
      "D": "Mozambik",
      "E": "Zambiya"
    },
    "explanation": "AFRİKA MUTFAK KÜLTÜRÜ<br/><strong> Botswana mutfağı</strong> büyük ölçüde et üzerine kuruludur. En çok tüketilen et yemekleri; tavuk ve sığır etlerinden yapılan seswaa ve segwapa’dır. Yabani meyve ve sebzeler ise bu mutfağın %40’ını oluşturmaktadır. Aralarında yabani yumrular, yeşillikler, fasulyeler, meyveler ve fındığın sayılabileceği yüzden fazla yabani sebze ve meyve geleneksel Botswana mutfağının ayrılmaz bir parçasıdır. Kullanılan en önemli yabani bitkileri, manyok, mongongo fıstığı, morula meyveleri, motsintsila çilekleri, yabani mantar, longana adı verilen haşlanmış yapraklardır. Balık ve deniz ürünleri de sevilerek tüketilmektedir. Bunların yanı sıra tırtıl gibi böceklerin marketlerde satıldığı görülmektedir. Tereyağı üretimi ise evlerde geleneksel yöntemlerle yapılmakta olup yaygın olarak kullanılmaktadır. <strong>Ülke ekonomisinde büyük bir yeri olan chibuku ve sorgum içecekleri özel günlerde sıklıkla tüketilmektedir.</strong>"
  },
  {
    "id": "3851413",
    "unitNumber": 7,
    "text": "Bölgelere göre inceliği değişen irmik veya arpa unu ile hamuru hazırlanarak açılan ve sacda pişirilen Kuzey Afrika'ya özgü yufka ekmeği aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bazin",
      "B": "Chawarma",
      "C": "Harira",
      "D": "Tajin",
      "E": "Kesra"
    },
    "explanation": "AFRİKA MUTFAĞINA ÖZGÜ KAVRAMLAR<br/>Kesra: Bölgelere göre inceliği değişen irmik veya arpa unu ile hamuru hazırlanarak açılan ve sacda pişirilen yufka ekmeğidir."
  },
  {
    "id": "3851414",
    "unitNumber": 7,
    "text": "Demir ya da kil pişirme kaplarından bile daha eski olan, muz yaprağı ya da diğer bitkilerin yapraklarına sarılarak hazırlanmış sebze buketlerinin buharda ya da ızgarada pişirilmesi şeklinde uygulanan pişirme yöntemlerinin kullanıldığı Afrika bölgesi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kuzey Afrika bölgesi",
      "B": "Orta Afrika bölgesi",
      "C": "Doğu Sahraaltı ülkeleri",
      "D": "Güney Afrika Bölgesi",
      "E": "Doğu Afrika bölgesi"
    },
    "explanation": "AFRİKA MUTFAĞINA ÖZGÜ KAVRAMLAR<br/>Orta Afrika bölgesi dünyanın en özgün mutfaklarından biri olarak görülmektedir. Bu nedenle dekoratif nesneler olarak da kullanılan pişirme ekipmanları da oldukça çeşitlidir. Bunlar çeşitli çukur kaplar, ahşap meyve kâseleri, kaşıklar, öğütücüler, salata kâseleri olarak sıralanabilir. Ahşap pişirme aletlerinin çoğu el yapımıdır ve gezginler, ziyaretçiler için oldukça ilgi çekicidir. Orta Afrika halkı ızgaraları ve devasa kaynatma kapları da kullanmaktadır. Ayrıca bu mutfakta muz yaprakları ve toprak güveç kapları da dikkat çekmektedir. Yiyeceğin özelliğine, lezzet uyumuna bağlı olarak değişiklik gösterecek şekilde muz yaprağı ya da diğer bitkilerin yapraklarına sarılarak hazırlanmış sebze buketlerinin buharda ya da ızgarada pişirilmesi uygulanan pişirme yöntemleri arasındadır. Bu pişirme yönteminin demir ya da kil pişirme kaplarından bile daha eski olduğunu söylemek mümkündür."
  },
  {
    "id": "3851415",
    "unitNumber": 7,
    "text": "Kuzey Afrika ülkelerinde kahvaltı olarak tüketilen ve sabahın erken saatlerinde büyük kasaba ve şehirlerin caddelerinde kahvaltılık olarak satılan yiyecek aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "süt, tereyağlı Fransız baget ekmeği",
      "B": "et suyuna sebze çorbası, mercimek ve bakla çorbası",
      "C": "çeşitli tahıl unlarından yapılan, yer fıstığı tozu ilaveli, şekerli ya da şekersiz lapa",
      "D": "börülce, biber ve soğanın püre hâline getirilip küçük toplar halinde kızartıldığı akara (atta)",
      "E": "Üzerine püre hâlindeki yiyecekler sürülerek tüketilen tapalapa ekmeği"
    },
    "explanation": "AFRİKA MUTFAĞINDA YİYECEK-İÇECEK RİTÜELLERİ VE ÖĞÜNLER<br/>Kuzey Afrika ülkelerinde öğünler genellikle çorba ile başlar. Kahvaltı olarak tüketilen çorbalar, sabahın erken saatlerinde büyük kasaba ve şehirlerin caddelerinde kahvaltılık olarak satılmaktadır."
  },
  {
    "id": "3851416",
    "unitNumber": 7,
    "text": "Güney ve Batı Afrika’ya özgü olan Baobab ağacından mutfakta aşağıdaki hangi yöntemlerle faydalanılabilir?<br/><ol type=\"I\"> <li>Yaprakları ve çiçekleri de taze olarak tüketilebilir,</li> <li>Tohumları kavrulup çorbalar için yoğunlaştırıcı olarak tüketilir,</li> <li>Meyvesinin tazesi içeceklere lezzet vermede kullanılır. </li> <li>Meyvesinin kuru posası doğrudan veya püre hâlinde sütle karıştırılarak tüketilir,</li> <li>Köklerinden yemeklerde kullanılan bir çeşit baharat elde edilir.</li> </ol>",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "I, II, III, IV",
      "C": "I, II, III",
      "D": "II, III, IV, V",
      "E": "I, III, IV, V"
    },
    "explanation": "AFRİKA MUTFAĞINA ÖZGÜ YİYECEKLER VE İÇECEKLER<br/>Baobab: Baobab ağacının sekiz çeşidi olup bunlardan biri sıcak ve kuru bölgeler olan Güney ve Batı Afrika’da yetiştirilmektedir. Yaprakları ve çiçekleri de taze olarak tüketilebilir, yaprakları toz hâle getirilip tüketilebilir, tohumları kahve çekirdeği gibi kavrulup ya da çorbalar için yoğunlaştırıcı olarak tüketilebilmektedir ya da bitkisel yağ elde etmek için kullanılabilmektedir. Meyveleri yüksek oranda C vitamini içerir ve çok zengin bir gıda maddesidir. Tadı kavuna benzer ve içeceklere lezzet vermede kullanılır. Meyvesinin kuru posası doğrudan veya püre hâlinde sütle karıştırılarak tüketilir."
  },
  {
    "id": "3851417",
    "unitNumber": 7,
    "text": "Batı Sahraaltı Afrika Ülkelerinde yaygın tüketilen Bissap (Ebegümeci Çiçeği) İçeceği servis aşamasından önce aşağıdakilerden hangi ürün eklenip karıştırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "yeşil limon suyu (lime)",
      "B": "tarçın",
      "C": "portakal suyu",
      "D": "nane şerbeti",
      "E": "hibiskus yaprakları"
    },
    "explanation": "AFRİKA MUTFAĞINA ÖZGÜ TARİFLER<br/>Hazırlanışı: Bir sos tenceresinde suyu kaynatılıp kuru hibiskus yaprakları eklenir, altı kısılır, 20 dakika boyunca kısık ateşte demlendirilir. Karışım soğurken, vanilya çubuğu ikiye kesilip özütü çıkartılır. Karışım bir kaba süzüp şeker, muskat, vanilya özü ve portakal şurubunu eklenip karıştırılır. Kabın üzeri kapatılıp buzdolabında en az 15 dakika boyunca dinlendirilir. Bu aşama aromaların birleşmesini de sağlar. Servis aşamasından önce <strong>yeşil limon suyunu (lime) eklenip</strong> karıştırılır. Buzlu bardaklarda servis edilir."
  },
  {
    "id": "3851505",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Güney Afrika bölgesi ülkelerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Senegal",
      "B": "Moritanya",
      "C": "Namibya",
      "D": "Kongo",
      "E": "Gana"
    },
    "explanation": "Bölge tarihiyle, doğal hayat güzellikleriyle, zengin kültürel mirasıyla ve başta altın ve elmas olmak üzere kıymetli madenleriyle dikkat çeken bir bölge olup “gökkuşağı” simgesiyle anılmaktadır.<br/>Güney Afrika bölgesi; Angola, Botsvana, Lesotho, Mozambik, Namibya, Svaziland, Zambiya, Zimbabwe ve Güney Afrika Cumhuriyeti’nden oluşmaktadır."
  },
  {
    "id": "3851506",
    "unitNumber": 7,
    "text": "Aşağıdaki ülkelerden hangisinde farklı özelliklerde 30’dan fazla ekmek çeşidinin olduğu, yayın, yılan balığı, sazan, kefal, kalamar ve bulti ile hazırlanan ve tüketilen balık yemekleri en yaygın olanlardır?",
    "correctAnswer": "B",
    "options": {
      "A": "Mali",
      "B": "Mısır",
      "C": "Nambiya",
      "D": "Çad",
      "E": "Fas"
    },
    "explanation": "Mısır mutfağı Nil Deltası’nda yetişen ürünlerle çeşitlenmektedir.<br/>Farklı özelliklerde 30’dan fazla ekmek çeşidinin olduğu, yayın, yılan balığı, sazan, kefal, kalamar ve bulti ile hazırlanan ve tüketilen balık yemekleri Mısır’da en yaygın olanlardır."
  },
  {
    "id": "3851509",
    "unitNumber": 7,
    "text": "Kuzu ya da dana etiyle yapılan ve “………….” olarak isimlendirilen baharatlı köfte ve şiş kebap sokak lezzetleri arasında yerini almaktadır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Buğur pilaf",
      "B": "Kuskus",
      "C": "Kefta",
      "D": "Chai",
      "E": "Brick"
    },
    "explanation": "Sokak lezzeti bakımından zengin bölge ve ülkelerin incelendiği bir araştırmada Afrika kıtasında Fas, Kenya, Güney Afrika, Nijerya ve Tanzanya’nın öne çıktığı görülmektedir.<br/>Kuzu ya da dana etiyle yapılan ve “kefta” olarak isimlendirilen baharatlı köfte ve şiş kebap da sokak lezzetleri arasında yerini almaktadır."
  },
  {
    "id": "3851513",
    "unitNumber": 7,
    "text": "Berbere: Öğütülmüş zencefil, kişniş, kim-yon, kakule, karanfil, tarçın, karabiber, kır-mızı biber, sarımsak, çemen ve deniz tuzunun karışımı ile elde edilen, ………………..mutfağına damgasını vuran baharat harmanıdır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Fas",
      "B": "Çad",
      "C": "Somali",
      "D": "Etiyopya",
      "E": "Kenya"
    },
    "explanation": "Etiyopya mutfağının önemli özelliklerinden birisi Afrika kıtasının belki de en acı yemeğine sahip olmasıdır.<br/>Berbere: Öğütülmüş zencefil, kişniş, kim-yon, kakule, karanfil, tarçın, karabiber, kır-mızı biber, sarımsak, çemen ve deniz tuzunun karışımı ile elde edilen, Etiyopya mutfağına damgasını vuran baharat harmanıdır."
  },
  {
    "id": "3851516",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Makroud ile ilgili ifadedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bir tür süzme yoğurt olan lezzetli bir üründür.",
      "B": "Mağrib usulü menemendir.",
      "C": "Mali ve Senegal’de sıkça tüketilen naneli yeşil çaydır.",
      "D": "İçi bol baharatlı kıymalı, kızartılmış patates kroketleridir.",
      "E": "İçi hurma ezmesiyle doldurulmuş ve balla ıslatılmış irmikli kurabiyelerdir."
    },
    "explanation": "Tunuslu Müslümanlar, Hz. Muhammed’in dünyaya gelişinin yıldönümü olan Mawlid en-Nabi olarak adlandırdıkları Mevlid Kandili kutlamalarına katılmak üzere Kayrevan şehrine akın etmektedir. Bu mukaddes günün sabahında Tunus halkı, tatlı bir tür aşure olan çam fıstıklı assida yerler. Bu kutlamanın diğer bir tatlısı da makroud’dur.<br/>Makroud: İçi hurma ezmesiyle doldurulmuş ve balla ıslatılmış irmikli kurabiyeler."
  },
  {
    "id": "3851520",
    "unitNumber": 7,
    "text": "……………………….. bölgesinin en önemli yemeklerin den biri olan “kuskus” çok çeşitli şekillerde yapılabilmektedir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Kuzey Afrika",
      "B": "Orta Afrika",
      "C": "Batı Sahraaltı Afrika",
      "D": "Doğu Sahraaltı Afrika",
      "E": "Güney Afrika"
    },
    "explanation": "“Ne kadar aile varsa o kadar kuskus çeşidi vardır” sözüyle ifade edilmesi değerli görülmekte olup, aslında kuskusun somut olmayan kültürel miras için güzel bir örnek olabileceğini düşündürmektedir.<br/>Kuzey Afrika bölgesinin en önemli yemeklerin den biri olan “kuskus” çok çeşitli şekillerde yapılabilmektedir."
  },
  {
    "id": "3851521",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Izgara et ve tajine eşlik eden, genellikle patlıcan ve domatesle hazırlanan, soğuk ve/veya sıcak servis edilen bir mezedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kesra",
      "B": "Zaalouk",
      "C": "Ras el-Hanout",
      "D": "Umm Ali",
      "E": "Usban"
    },
    "explanation": "Kuzey Afrika ülkelerinde yaygın olarak yapılan ve yerel isimlere ilişkin bilgiler sayfa 287’de verilmektedir<br/>Zaalouk<strong>: </strong>Izgara et ve tajine eşlik eden, genellikle patlıcan ve domatesle hazırlanan, soğuk ve/veya sıcak servis edilen bir mezedir."
  },
  {
    "id": "3851522",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi hem kabın hem de yemeğin ismidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Umm Ali",
      "B": "Ras el-Hanout",
      "C": "Zaalouk",
      "D": "Tajin",
      "E": "La Kama"
    },
    "explanation": "Bu kabın ilk kullanım şeklinin buğday ve arpa kavurmak için olduğu tahmin edilmektedir. Zaman içinde bir pişirme yöntemi olarak kullanılmış ve geleneksel bir yöntem hâline gelmiştir.<br/>Tajin: Hem kabın hem de yemeğin ismidir."
  },
  {
    "id": "3851523",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Orta Afrika Bölgesi ülkelerinden Gabon mutfağının önemli yiyecekleri arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Chawarma",
      "B": "Kesra",
      "C": "Şakşuka",
      "D": "Usban",
      "E": "Fufu"
    },
    "explanation": "Fufu; yer elması, cassava, manyok, mısır ve muz püresi gibi nişastalı kök sebzelerden veya buğday unundan ya da irmiğinden yapılan hamurdur.<br/>Orta Afrika Bölgesi ülkelerinden Gabon mutfağının önemli yiyecekleri arasında “Fufu” yer almaktadır."
  },
  {
    "id": "3851524",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Batı Sahraaltı bölgesine özgü yiyecekler ele alındığında yaygın olarak karşılaşılan yiyecekler arasında <strong>yer almaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Chikwangue",
      "B": "Bambara",
      "C": "Cassava",
      "D": "Akara",
      "E": "Frikkadel"
    },
    "explanation": "Sayfa 296’ da Batı Sahraaltı bölgesine özgü yiyecekler ele alındığında yaygın olarak karşılaşılan yiyecekler hakkında bilgi verilmiştir.<br/>Frikkadel: Domates, soğan, kıyılmış sığır eti ve diğer bileşenlerden yapılmış geleneksel Güney Afrika köfte toplarıdır."
  },
  {
    "id": "3851651",
    "unitNumber": 7,
    "text": "Afrika kıtası dünyadaki kara kütlelerinin büyüklük sıralamasına göre kaçıncı sıradadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Birinci",
      "B": "İkinci",
      "C": "Üçüncü",
      "D": "Dördüncü",
      "E": "Beşinci"
    },
    "explanation": "Asya’dan sonra dünyanın en kalabalık ve dünya topraklarının %24’ünü kapsayacak şekilde ikinci büyük kara kütlesi Afrika kıtasıdır."
  },
  {
    "id": "3851652",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Nil nehrinde yaşayan, Nil levreği olarak da bilinen <em>Bulti</em> isimli balığın Latince ismidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Lates kupes",
      "B": "Lates niloticus",
      "C": "Lates lipsoz",
      "D": "Lates sinagrit",
      "E": "Lates trakonya"
    },
    "explanation": "Nil nehrinde yaşayan, Nil levreği olarak da bilinen bir balık. Latince ismi Lates niloticus’tur."
  },
  {
    "id": "3851653",
    "unitNumber": 7,
    "text": "<em>\"Akdeniz mutfağının izlerini taşıyan Kuzey Afrika ülkelerinin Fas, Cezayir, Tunus ve Libya olduğunu söylemek mümkündür. Bölge mutfağı ile ilgili tarihi bilgilerin büyük çoğunluğu ...... kültürüne aittir\"</em><br/>Yukarıdaki boşluğa hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Batı Avrupa",
      "B": "Mezopotamya",
      "C": "Eski Mısır",
      "D": "Uzak Doğu",
      "E": "Güney Asya"
    },
    "explanation": "Akdeniz mutfağının izlerini taşıyan Kuzey Afrika ülkelerinin Fas, Cezayir, Tunus ve Libya olduğunu söylemek mümkündür. Bölge mutfağı ile ilgili tarihi bilgilerin büyük çoğunluğu Eski Mısır kültürüne aittir."
  },
  {
    "id": "3851654",
    "unitNumber": 7,
    "text": "<em>\"Öğütülmüş zencefil, kişniş, kimyon, kakule, karanfil, tarçın, karabiber, kırmızı biber, sarımsak, çemen ve deniz tuzunun karışımı ile elde edilen, Etiyopya mutfağına damgasını vuran baharat harmanıdır\"</em><br/>Yukarıdaki tanım aşağıdakilerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Berbere",
      "B": "Chawarma",
      "C": "Harira",
      "D": "Kuskus",
      "E": "Şakşuka"
    },
    "explanation": "Berbere: Öğütülmüş zencefil, kişniş, kimyon, kakule, karanfil, tarçın, karabiber, kırmızı biber, sarımsak, çemen ve deniz tuzunun karışımı ile elde edilen, Etiyopya mutfağına damgasını vuran baharat harmanıdır."
  },
  {
    "id": "3851655",
    "unitNumber": 7,
    "text": "<em>\"Izgara et ve tajine eşlik eden, genellikle patlıcan ve domatesle hazırlanan, soğuk ve/veya sıcak servis edilen bir mezedir\"</em><br/>Yukarıdaki tanım aşağıdakilerden hangisine aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bazin",
      "B": "Kesra",
      "C": "Umm Ali",
      "D": "Usban",
      "E": "Zaalouk"
    },
    "explanation": "Zaalouk: Izgara et ve tajine eşlik eden, genellikle patlıcan ve domatesle hazırlanan, soğuk ve/veya sıcak servis edilen bir mezedir."
  },
  {
    "id": "3851656",
    "unitNumber": 7,
    "text": "Güney Afrika Cumhuriyeti yemek kültürünün en önemli sosyal buluşma alanı olan ve \"barbekü et\" anlamına gelen bu ülkenin millî yemeği aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Akara",
      "B": "Biltong",
      "C": "Braai",
      "D": "Tajin",
      "E": "Tapalapa"
    },
    "explanation": "Güney Afrika Cumhuriyeti yemek kültürünün en önemli sosyal buluşma alanı olan braai (barbekü et) bu mutfağın millî yemeğidir."
  },
  {
    "id": "3851657",
    "unitNumber": 7,
    "text": "Tavuk ve sığır etlerinden yapılan <em>seswaa</em> ve <em>segwap </em>yemekleri hangi ülkenin mutfağına aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Angola",
      "B": "Bostwana",
      "C": "Namibya",
      "D": "Mozambik",
      "E": "Zambiya"
    },
    "explanation": "Botswana mutfağı büyük ölçüde et üzerine kuruludur. En çok tüketilen et yemekleri; tavuk ve sığır etlerinden yapılan seswaa ve segwapa’dır."
  },
  {
    "id": "3851658",
    "unitNumber": 7,
    "text": "Fas mutfağında baklava yufkası ile yapılan içine badem, üzüm, tarçın, bal, maydanoz, güvercin veya tavuk eti konulan tatlı tuzlu böreklere hangi isim verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Couscousi",
      "B": "Karkade",
      "C": "Pastilla",
      "D": "Sambousek",
      "E": "We"
    },
    "explanation": "Fas mutfağı da meyve, sebze, et dengesinde olan mutfaklardandır. Yemeklerinde ağırlıklı kullanılan malzemeler; et olarak; koyun, kuzu, tavuk ve güvercin, balık, zeytin, zeytinyağı, taze ve kurutulmuş çeşitli meyve ve sebzelerdir. Mutfaklarında hazırlanan başlıca yemekler incelendiğinde; ayvalı tavuk, ayvalı ve bamyalı tajin, kuskus (et ya da balıklı), pastilla öne çıkmaktadır. <br/>Pastilla, baklava yufkası ile yapılan içine badem, üzüm, tarçın, bal, maydanoz, güvercin veya tavuk eti konulan tatlı tuzlu böreklere verilen isimdir."
  },
  {
    "id": "3851659",
    "unitNumber": 7,
    "text": "Açık ateşte, siyah üç ayaklı dökme demir pota ile hazırlanan Güney Afrika kökenli yemeğe verilen isim hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Frikkadel",
      "B": "Kapana",
      "C": "Mieliepap",
      "D": "Potjiekos",
      "E": "Samosa"
    },
    "explanation": "Potjiekos: Açık ateşte, siyah üç ayaklı dökme demir pota ile hazırlanan Güney Afrika kökenli bir yemektir."
  },
  {
    "id": "3851660",
    "unitNumber": 7,
    "text": "Kuşbaşı doğranmış et üzerine, rendelenmiş soğan, ince doğranmış kişniş, kırmızı biber, karabiber, sarımsak, tereyağı, yağ ve tuz eklenerek yapılan <em>Djâdri hmar (Chorba Frik) </em>isimli yemek hangi ülkeye aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Cezayir",
      "B": "Etiyopya",
      "C": "Gine Cumhuriyeti",
      "D": "Nijerya",
      "E": "Tunus"
    },
    "explanation": "<em>Djâdri hmar (Chorba Frik) </em>isimli yemek Cezayir mutfağına aittir ve hazırlanışı aşağıdaki gibidir:<br/>Et kuşbaşı doğranır ve tencereye konulur. Rendelenmiş soğan, ince doğranmış kişniş, kırmızı biber, karabiber, sarımsak, tereyağı, yağ ve tuz eklenir. Üzerine 1⁄2 bardak su dökülür. Kısık ateşte birkaç dakika pişirilir. Tencereye 1 bardak su içinde sulandırılmış domates salçası eklenir. Birkaç dakika daha pişirilir. Yaklaşık 1 litre su eklenir. Et pişerken, kırık yeşil buğday, nohut, doğranmış kereviz sapı, ortadan ikiye bölünmüş kabak ve yine ortadan ikiye bölünmüş havuçlar eklenir. Tencerenin kapağı kapatılarak, et iyice pişinceye kadar orta ateşte pişirilir. Pişirmenin ardından kabaklar ve havuçlar çıkarılır, servis edilmezler. En son aşamada bir bütün yeşil biber ve birkaç yaprak nane atılır. Çorbanın üzerine ince doğranmış kişniş ve kuru nane serpilerek, çok sıcak olarak bir dilim limonla servis edilir."
  },
  {
    "id": "3851450",
    "unitNumber": 8,
    "text": "Orta Doğu bölgesinin tarih boyunca farklı medeniyetler arasında hegemonya savaşlarına sahne olmasının en önemli sebebi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bölgenin genişleyen sınırları",
      "B": "Üç evrensel inanç sisteminin burada ortaya çıkması",
      "C": "Coğrafi olarak üç kıtanın kesişim noktasında verimli topraklara sahip olması",
      "D": "Bölgedeki Müslüman nüfusun yoğunluğu",
      "E": "İnsanlığın en ileri uygarlıklarının doğduğu bölge olması"
    },
    "explanation": "Dünyanın en eski medeniyetlerine ev sahipliği yapmış olan Orta Doğu, insanların yerleşik hayata geçtiği ilk bölgelerden biridir. Bölgenin kaderini belirleyen önemli faktörler coğrafi ve kültürel özellikleridir. Coğrafi olarak Orta Doğu, üç kıtanın kesişim noktasında yer alan verimli topraklarla donatılmış bir köprü konumundadır. Bu özelliği nedeniyle tarih boyunca farklı medeniyetler arasındaki hegemonya savaşlarına sahne olmuştur. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3851452",
    "unitNumber": 8,
    "text": "Bahreyn'in coğrafi yapısı ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Bahreyn tropikal bir iklime sahiptir.",
      "B": "Bahreyn, yedi emirlikten oluşan bir federasyondur.",
      "C": "Bahreyn’de çoğunlukla mango ve limon yetiştirilmektedir.",
      "D": "Bahreyn coğrafyasını en çok Bahreyn, Muharrak ve Sitra adaları şekillendirmektedir.",
      "E": "Bahreyn’in tüm toprakları tarıma elverişlidir."
    },
    "explanation": "Bahreyn, tropikal kuşakta yer almasına rağmen karasal bir iklim göstermektedir. Bölgede 33 ada bulunmasına karşın Bahreyn coğrafyasını Bahreyn, Muharrak ve Sitra adaları şekillendirmektedir. Ülkede toprakların büyük çoğunluğu çöl olduğundan tarım, sınırlı bir alanda yapılmaktadır. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3851455",
    "unitNumber": 8,
    "text": "Bahreyn mutfağı, Hindistan mutfağından hangi ögeyi alarak kendi yemek kültürüne entegre etmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Deniz ürünleri",
      "B": "Limon",
      "C": "Köri tozu ve baharat",
      "D": "Bulgur ve bakliyat",
      "E": "Lübnan mezeleri"
    },
    "explanation": "Bahreyn mutfak kültürü; çeşitli yerel yemek türleri, pişirme yöntemleri ve belirli gıda malzemelerinin dahil edilmesi ve adaptasyonu ile şekillenmiştir. Örneğin; baharat ve köri tozu gibi unsurların geleneksel yerel mutfağa entegrasyonu, Hindistan kültürünün Bahreyn’deki yemek pratikleri üzerindeki etkisini göstermektedir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3851456",
    "unitNumber": 8,
    "text": "Irak mutfağı neden \"Mezopotamya mutfağı\" olarak da bilinir?",
    "correctAnswer": "B",
    "options": {
      "A": "Irak mutfağı sadece Mezopotamya’daki halklar tarafından geliştirilmiştir.",
      "B": "Mezopotamya’daki köklü göçebe toplulukların etkisiyle şekillenmiş ve kültürel bir miras bırakmıştır.",
      "C": "Osmanlı İmparatorluğu tarafından Mezopotamya mutfağı olarak adlandırılmıştır.",
      "D": "İslamiyet’in etkisiyle Mezopotamya mutfağı adını almıştır.",
      "E": "Sadece pirinç ve bulgur yemekleri bu mutfakta yer aldığı için bu ad verilmiştir."
    },
    "explanation": "Irak mutfağı, Mezopotamya mutfağı olarak da bilinmektedir. Bu mutfak kültürü, köklü bir geçmişe sahip olan göçebe topluluklara dayanmaktadır ve Osmanlı İmparatorluğu gibi çok uluslu bir devletin etkilerini yansıtmaktadır."
  },
  {
    "id": "3851494",
    "unitNumber": 8,
    "text": "Lübnan mutfağında beslenme alışkanlıkları aşağıdaki bölgelerden hangisiyle benzemektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kuzey Akdeniz",
      "B": "Güney Asya",
      "C": "Kuzey Amerika",
      "D": "Kuzey Afrika",
      "E": "Doğu Avrupa"
    },
    "explanation": "Lübnan, sağlıklı geleneksel mutfağıyla tanınan ve yoğun bir kentsel yapıya sahip Akdeniz ülkesidir. Şeker, tatlandırıcılar ve tahıllarla ilgili bazı istisnalar dışında, Lübnan’ın beslenme alışkanlıkları pek çok kuzey Akdeniz ülkesiyle benzerlik göstermektedir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3851577",
    "unitNumber": 8,
    "text": "Orta Doğu ülkelerinin mutfaklarında aynı kavramların yaygın olarak kullanılmasının temel nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Orta Doğu mutfaklarının tamamen Avrupa mutfağından etkilenmiş olması",
      "B": "Orta Doğu ülkelerinde yemek yapma geleneklerinin benzer olması",
      "C": "Orta Doğu mutfaklarının, Asya mutfağı ile aynı kökene sahip olması",
      "D": "Orta Doğu'da iklimin yemek kültürünü belirlemiş olması",
      "E": "Orta Doğu ülkelerin mutfak kültürlerinin büyük ölçüde Arap kültüründen etkilenmiş olması"
    },
    "explanation": "Orta Doğu ülkelerinin mutfaklarında kullanılan kavramlara bakıldığında çoğunlukla aynı kavramların birçok ülkede kullanıldığı görülmektedir. Bunun en önemli nedeni tüm bu mutfakların çoğunlukla Arap kültüründen etkilenmesi ve tarihsel süreçte aynı devletlerin himayesinde kalmış olmasıdır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3851578",
    "unitNumber": 8,
    "text": "Ürdün’de cenaze törenlerinde geleneksel olarak misafirlere ikram edilen içecek aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Arap kahvesi",
      "B": "Türk kahvesi",
      "C": "Çay",
      "D": "Demirhindi şerbeti",
      "E": "Ayran"
    },
    "explanation": "Ürdün’de düğünlerde ve cenazelerde özel yiyecek ve içecekler servis edilmektedir. Cenaze törenlerinde Arap kahvesi servis edilir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3851579",
    "unitNumber": 8,
    "text": "Bahreyn’de bir grup girişimci, modern bir restoran açarken bir yandan da geleneksel yemek yeme alışkanlıklarını yaşatmak istiyor. Hangi yöntemi uygularlarsa Bahreyn'in geleneksel sofra kültürünü en iyi şekilde yansıtmış olurlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Masalar yerine yere hasır sererek yemek servis etmek",
      "B": "Yemeklerde sadece hurma ve kahve ikram etmek",
      "C": "Müşterilere özel bayram menüleri sunmak",
      "D": "Her bir müşteriye ayrı tabaklarda yemek vermek",
      "E": "Yalnızca yerel tatlıları menüye eklemek"
    },
    "explanation": "Bahreynlilerin yeme alışkanlıkları, genel olarak Araplar gibi birlikte yemek yemeyi, yiyecekleri paylaşmayı ve yemekler boyunca canlı sohbetler yapmayı içerir. Geleneksel yemek yeme tarzı, hurma yapraklarından yapılmış ve yemek servis etmek için kullanılan bir hasır olan sufra etrafında yere oturmaktır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3851580",
    "unitNumber": 8,
    "text": "Lübnan mutfağındaki mezelerden esinlenerek yeni bir tabak hazırlamak istiyorsanız, aşağıdaki malzemelerden hangisi kullanmanız uygun olur?",
    "correctAnswer": "E",
    "options": {
      "A": "Balık, soya sosu ve pirinç",
      "B": "Süt, makarna ve mantar",
      "C": "Fesleğen, parmesan ve domates",
      "D": "Tavuk, haşlanmış patates ve yeşil biber",
      "E": "Yoğurt, tahin ve nohut"
    },
    "explanation": "Lübnan mutfağı zengin bir mutfaktır. Binlerce yıllık medeniyetlerin yaşadığı bu yörede Arap, Batı ve Doğu kültürü aynı potada eritilmiş ve zengin bir yemek kültürü oluşmuştur. Mezeler Lübnan mutfağında önemli yer tutmaktadır. Humus, babagannuş ve mütebbel Lübnan’a önemli mezelerindendir. Lübnan mutfağında yaygın olarak kullanılan malzemeler arasında bulgur, pirinç, patlıcan, kuru fasulye, nohut, yoğurt, limon, tahin, samneh ve zeytinyağı bulunmaktadır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3851581",
    "unitNumber": 8,
    "text": "Kuveyt'e özgü Quwarmah Al Dajaj tarifinde hangi et türü kullanılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kuzu eti",
      "B": "Tavuk eti",
      "C": "Dana eti",
      "D": "Balık eti",
      "E": "Hindi eti"
    },
    "explanation": "Kuveyt'e özgü Quwarmah Al Dajaj tarifinde tavuk eti kullanılmaktadır. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3851676",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Orta Doğu mutfağında sıkça tüketilen süt ürünlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yoğurt",
      "B": "Soya sütü",
      "C": "Cheddar peyniri",
      "D": "Hindistan cevizi sütü",
      "E": "Brie peyniri"
    },
    "explanation": "Yoğurt Orta Doğu mutfağında sıkça tüketilen süt ürünlerinden biridir"
  },
  {
    "id": "3851677",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Orta Doğu mutfağında sıklıkla kullanılan baharatlardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kimyon",
      "B": "Zencefil",
      "C": "Tarhun",
      "D": "Biberiye",
      "E": "İsot"
    },
    "explanation": "Kimyon Orta Doğu mutfağında sıklıkla kullanılan baharatlardan biridir"
  },
  {
    "id": "3851678",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Yemen mutfağında özel yere sahip bir yiyecektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bal",
      "B": "Deniz yosunu",
      "C": "Mozzarella",
      "D": "Kimchi",
      "E": "Tofu"
    },
    "explanation": "Orta Doğu Mutfağı<br/>Bal Yemen mutfağında özel yere sahip bir yiyecektir"
  },
  {
    "id": "3851679",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Orta Doğu mutfağında yaygın olarak kullanılan tahıl ürünlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bulgur",
      "B": "Kinoa",
      "C": "Yulaf",
      "D": "Çavdar",
      "E": "Karabuğday"
    },
    "explanation": "Bulgur Orta Doğu mutfağında yaygın olarak kullanılan tahıl ürünlerinden biridir"
  },
  {
    "id": "3851680",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Irak mutfağında sıkça kullanılan sebzelerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Patlıcan",
      "B": "Kabak",
      "C": "Ispanak",
      "D": "Havuç",
      "E": "Brüksel lahanası"
    },
    "explanation": "Orta Doğu Mutfağı<br/>Patlıcan Irak mutfağında sıkça kullanılan sebzelerden biridir"
  },
  {
    "id": "3851681",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Orta Doğu ülkelerinde özel günlerde yaygın olarak yapılan tatlılardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Baklava",
      "B": "Cheesecake",
      "C": "Tart",
      "D": "Waffle",
      "E": "Eton Mess"
    },
    "explanation": "Orta Doğu Mutfağı<br/>Baklava Orta Doğu ülkelerinde özel günlerde yaygın olarak yapılan tatlılardan biridir"
  },
  {
    "id": "3851682",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Filistin mutfağında popüler bir meze türüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Humus",
      "B": "Tzatziki",
      "C": "Guacamole",
      "D": "Salsa",
      "E": "Coleslaw"
    },
    "explanation": "Orta Doğu Mutfağı<br/>Humus Filistin mutfağında popüler bir meze türüdür"
  },
  {
    "id": "3851683",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Birleşik Arap Emirlikleri mutfağına özgü olarak hazırlanan bir yemektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Machboos",
      "B": "Lasagna",
      "C": "Paella",
      "D": "Ratatouille",
      "E": "Chili con carne"
    },
    "explanation": "Orta Doğu Mutfağı<br/>Machboos Birleşik Arap Emirlikleri mutfağına özgü olarak hazırlanan bir yemektir"
  },
  {
    "id": "3851684",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Lübnan mutfağında kullanılan temel bir yağ türüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Zeytinyağı",
      "B": "Tereyağı",
      "C": "Susam yağı",
      "D": "Hindistan cevizi yağı",
      "E": "Ayçiçek yağı"
    },
    "explanation": "Orta Doğu Mutfağı<br/>Zeytinyağı Lübnan mutfağında kullanılan temel bir yağ türüdür"
  },
  {
    "id": "3851685",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Orta Doğu mutfağında yaygın olarak yapılan bir pilav türüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Müceddere",
      "B": "Risotto",
      "C": "Paella",
      "D": "Pilav Noir",
      "E": "Arancini"
    },
    "explanation": "Müceddere Orta Doğu mutfağında yaygın olarak yapılan bir pilav türüdür"
  },
  {
    "id": "3851800",
    "unitNumber": 8,
    "text": "Orta Doğu mutfak kültüründe aşağıdakilerden hangisi yoktur?",
    "correctAnswer": "B",
    "options": {
      "A": "Toplu ve kalabalık yemek yeme",
      "B": "Zeytinyağı ağırlıklı bir beslenme alışkanlığı",
      "C": "Sofra etrafında toplanarak yemek yeme",
      "D": "İslami inanışa göre beslenme",
      "E": "Etli ve tahıllı bir beslenme alışkanlığı"
    },
    "explanation": "Genel olarak Orta Doğu mutfak kültürü denildiğinde baharatlı, etli ve tahıllı bir beslenme alışkanlığı, toplu ve kalabalık yemek yeme, sofra etrafında toplanarak yemek yeme ve İslami inanışa göre beslenme anlaşılmaktadır."
  },
  {
    "id": "3851801",
    "unitNumber": 8,
    "text": "Hangisinde Irak mutfağında yaygın olarak tüketilen besinler bulunmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Tatlı patates, manyok, hindistan cevizi, lime",
      "B": "Mısır, avokado, mango, morina balığı",
      "C": "Havyar, kaz ciğeri, darı, yulaf",
      "D": "Semizotu, pırasa, karides, kalamar",
      "E": "Patlıcan, bamya, pirinç, patates"
    },
    "explanation": "Irak mutfağında yaygın olarak tüketilen besinler arasında pirinç, buğday, patlıcan, bamya, patates, domates, fasulye ve et ürünleri bulunmaktadır. Deniz ürünleri ise pek tüketilmemektedir."
  },
  {
    "id": "3851802",
    "unitNumber": 8,
    "text": "Aşağıda orta doğu mutfağına özgü kavramlar ve açıklamaları verilmiştir. Verilen açıklamalardan hangisi doğrudur.",
    "correctAnswer": "C",
    "options": {
      "A": "Kabsa: Et, soğan, nohut, kayısı ve yağla yapılan bir yemek.",
      "B": "Kabuniyye: Pirinç, et ve sebzelerin baharatlarla karıştırılmasıyla yapılan bir yemek.",
      "C": "Mutayyebat: Pişirildikten veya hazırlandıktan sonra bir müddet bekletilerek yenilen güzel aromalı yiyecekler",
      "D": "Buyresiyye: Oğlak veya koyun eti, tuz, soğan, havuç ve çeşitli baharatlarla yapılan bir tür et yemeği.",
      "E": "Hubeyşiye: Bal, soğan, üzüm, kayısı, pirinç, elma, gül suyu gibi malzemelerle yapılan bir yemek."
    },
    "explanation": "<strong>Mutayyebat: </strong>Pişirildikten veya hazırlandıktan sonra bir müddet bekletilerek yenilen güzel aromalı yiyecekler<br/><strong>Buyresiyye: </strong>Bal, soğan, üzüm, kayısı, pirinç, elma, gül suyu gibi malzemelerle yapılan bir yemek<br/><strong>Hubeyşiye: </strong>Oğlak veya koyun eti, tuz, soğan, havuç ve çeşitli baharatlarla yapılan bir tür et yemeği<br/><strong>Kabsa: </strong>Pirinç, et ve sebzelerin baharatlarla karıştırılmasıyla yapılan bir yemek.<br/><strong>Kabuniyye: </strong>Et, soğan, nohut, kayısı ve yağla yapılan bir yemek"
  },
  {
    "id": "3851803",
    "unitNumber": 8,
    "text": "Bahreyn’de geleneksel yemek kalıpları aşağıdakilerden hangisi gibidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Atıştırmalık ve sadece kahvaltı içerir.",
      "B": "Üç ana öğün ve aralarda birkaç atıştırmalık içerir",
      "C": "Kahvaltıda fasulye içerir.",
      "D": "Akşam yemekleri çay ile başlar.",
      "E": "Balık günün bir öğününde içerir"
    },
    "explanation": "Bahreyn’de geleneksel yemek kalıpları, gün boyunca üç ana öğün ve aralarda birkaç atıştırmalık içermektedir. Kahvaltı genellikle yerel geleneksel fırından alınan beyaz yassı ekmek, yumuşak veya sert haşlanmış yumurta ve yoğunlaştırılmış sütle çaydan oluşan hafif bir kahvaltıdır. Nohut ve bakla da popüler kahvaltı yiyecekleridir. Öğle yemeği Bahreynliler için günün ana yemeğidir. Öğle yemeği geleneksel olarak cilalı pirinç ve yerel mevcudiyete ve hanelerin ekonomik durumuna bağlı olarak et, tavuk veya balık gibi hayvansal proteinlerden oluşan büyük ve sıcak bir öğündür. Akşam yemeği beyaz ekmek, çeşitli baklagillerden oluşur ve haftanın gününe veya yılın zamanına bağlı olarak ızgara et veya tavuk içerebilir. Çay genellikle akşam yemeğinden kısa bir süre sonra sade olarak servis edilir."
  },
  {
    "id": "3851804",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ürdün mutfağı; yerleşmiş Arap Müslümanlar ile göçebe bedevilerden etkilenmiştir",
      "B": "Kıbrıs mutfağı; İngiliz, Rum, Venedik, Arap ve Türk mutfağından etkilenmiştir",
      "C": "Kuveyt mutfağı İran ve İngiliz mutfağından etkilenmiştir.",
      "D": "Birleşik Arap Emirlikleri mutfağı Lübnan ve İran mutfağından etkilenmiştir",
      "E": "Suriye mutfağı; Arap mutfağından etkilenmiştir."
    },
    "explanation": "KKTC mutfak kültüründe İngiliz, Rum, Venedik, Arap ve Türk mutfağından etkilenmeler olduğu için yiyecek ve içecekler bu çeşitlilikten etkilenmiştir. <br/>Kuveyt mutfağı diğer Orta Doğu ülkelerine benzerlik göstermektedir. Temel yiyecek malzemelerini pirinç, et ve balık oluşturmaktadır. Asya mutfağından etkilenmesi sebebiyle neredeyse tüm yemeklerin yanında pirinç pilavı bulunmaktadır. <br/>Birleşik Arap Emirlikleri mutfağı Lübnan ve İran mutfağından etkilenmiştir.<br/>Ürdün mutfağı, yerleşmiş Arap Müslümanlar ile göçebe bedevilerden etkilenmiştir. <br/>Kıbrıs Türk mutfak kültürü, Ceneviz, Venedik, Arap, İngiliz, İtalyan ve Rum kültürleri ile Anadolu mutfağından önemli ölçüde etkilenmiştir. <br/>Suriye mutfağı genel olarak Arap mutfağı etkisinde olmasına rağmen tüketim açısından batılı ülkelere daha yakındır."
  },
  {
    "id": "3851805",
    "unitNumber": 8,
    "text": "Aşağıdaki yiyeceklerden hangisi Filistin'e özgü bir yiyecektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kidra",
      "B": "Shawarma",
      "C": "Kubat El Ruz",
      "D": "Küpe",
      "E": "Falafel"
    },
    "explanation": "<table> <tbody> <tr> <td> Filistin<br/></td> <td> • Sumakkiye<br/>• Rummaniye<br/>• Fuharit Adas<br/>• Kidra<br/></td> </tr> </tbody> </table>"
  },
  {
    "id": "3851806",
    "unitNumber": 8,
    "text": "Aşağıdaki yiyeceklerden hangisi Katar'a özgü bir yiyecektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çakıstes",
      "B": "Beleşim",
      "C": "Kolokas",
      "D": "Nor Böreği",
      "E": "Piruhu Mantısı"
    },
    "explanation": "<table><tbody><tr><td> Kuveyt<br/></td><td> • Beleşim ( Tatlı)<br/>• Zubaidi (Balık)<br/>• Gugurfan (Balık) • Shehehn (Balık) • Wahar (Balık)<br/>• Beyah (Balık)<br/>• Chanad (Balık)<br/></td></tr><tr><td><br/></td></tr></tbody></table>"
  },
  {
    "id": "3851807",
    "unitNumber": 8,
    "text": "<ul> <li>Üç değişik mutfak kültürüne sahiptir.</li> <li>Zengin bir mutfaktır.</li> <li>Mezeleri ile meşhurdur.</li> <li>Yaygın olarak kullanılan malzemeler arasında bulgur, pirinç, patlıcan, kuru fasulye, nohut ve yoğurt bulunur.</li> </ul> Yukarıda verilen bilgiler aşağıdaki Orta Doğu ülkelerinden hangisine aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kuveyt",
      "B": "Bahreyn",
      "C": "Lübnan",
      "D": "Filistin",
      "E": "Katar"
    },
    "explanation": "Lübnan mutfağı zengin bir mutfaktır. Binlerce yıllık medeniyetlerin yaşadığı bu yörede Arap, Batı ve Doğu kültürü aynı potada eritilmiş ve zengin bir yemek kültürü oluşmuştur. Lübnan mutfağı diğer Orta Doğu mutfaklarından farklı olarak üçe ayrılmaktadır. Bunlar; Güney Doğu (bulgur ve acı), Arap (sunumu ve renkleri), Ege ve Akdeniz (zeytinyağı ve otlar) mutfaklarıdır (Güllü, 2016). Mezeler Lübnan mutfağında önemli yer tutmaktadır. Humus, babagannuş ve mütebbel Lübnan’a önemli mezelerindendir. Bunun yanında tabule de Lübnan mutfağından gelen bir salata çeşididir. Lübnan mutfağında yaygın olarak kullanılan malzemeler arasında bulgur, pirinç, patlıcan, kurufasulye, nohut, yoğurt, limon, tahin, samneh ve zeytinyağı bulunmaktadır."
  },
  {
    "id": "3851808",
    "unitNumber": 8,
    "text": "Aşağıdaki yiyeceklerden hangisi Bahreyn'e özgü bir içecektir?",
    "correctAnswer": "E",
    "options": {
      "A": "Shanina",
      "B": "Çay",
      "C": "Kahuamura",
      "D": "Kastır",
      "E": "Jallab"
    },
    "explanation": "<table> <tbody> <tr> <td> Ülke<br/></td> <td> Yiyecekler<br/></td> <td> İçecekler<br/></td> </tr> <tr> <td> Bahreyn<br/></td> <td> • Muhammar ( Tatlı Pilav) • Machboos (Et ve Balık) • Falafel<br/>• Shawarma<br/>• Ghoozi (Pilav, Kaynatılmış Yumurta, Baharatlar ve Kuzu Eti)<br/>• Samboosa (Kızartılmış Börek) • Hamour (Balık)<br/>• Safi (Balık)<br/>• Chacanad (Balık)<br/></td> <td> • Gahwa (Kahve)<br/>• Jallab<br/>• Tamar Hindi Şerbeti • Rooz Afza<br/>• El-Liqah<br/>• El-Koğuş<br/>• Şamandar<br/>• Rummen<br/>• Al-liqah<br/></td> </tr> </tbody> </table>"
  },
  {
    "id": "3851809",
    "unitNumber": 8,
    "text": "<ul> <li>Osmanlı mutfağı arasındaki etkileşim yüksektir</li> <li>Deniz ürünleri pek tüketilmemektedir.</li> <li>Yaygın olarak tüketilen besinler arasında pirinç, buğday, patlıcan, bamya, patates, domates, fasulye bulunmaktadır</li> <li>Mezopotamya mutfağı olarak da bilinmektedir.</li> </ul> Yukarıda verilen bilgiler aşağıdaki hangi mutfağa aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Asya mutfağı",
      "B": "Irak Mutfağı",
      "C": "Bahreyn Mutfağı",
      "D": "Lübnan Mutfağı",
      "E": "Birleşik Arap Emirlikleri Mutfağı"
    },
    "explanation": "Irak mutfağı, Mezopotamya mutfağı olarak da bilinmektedir (Tawfeq, 2022). Bu mutfak kültürü, köklü bir geçmişe sahip olan göçebe topluluklara dayanmaktadır ve Osmanlı İmparatorluğu gibi çok uluslu bir devletin etkilerini yansıtmaktadır (Demirer ve Özdemir, 2023). Kanuni Sultan Süleyman’ın Bağdat’ı fethetmesinden sonra, Osmanlı ve Irak mutfakları arasındaki etkileşim artmıştır (Tawfeq, 2022). Irak mutfağında yaygın (Tawfeq, 2022) olarak tüketilen besinler arasında pirinç, buğday, patlıcan, bamya, patates, domates, fasulye ve et ürünleri bulunmaktadır. Deniz ürünleri ise pek tüketilmemektedir."
  }
]