[
  {
    "id": "2364901",
    "unitNumber": 1,
    "text": "Which of the following concept cause a radical transformation in almost every industry?",
    "correctAnswer": "A",
    "options": {
      "A": "Digital technologies",
      "B": "Innovation",
      "C": "Globalisation",
      "D": "Localisation",
      "E": "New economy"
    },
    "explanation": "Completed<br/>Digital technologies cause a radical transformation in almost every industry, hundreds of thousands of new businesses have emerged, and new opportunities and threats are offered by the new market. Therefore, the right answer is A."
  },
  {
    "id": "2364909",
    "unitNumber": 1,
    "text": "\"Internet, digital technology, or information and communications technologies (ICT) create a term _____________\"\n Which of the following terms completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "digital age",
      "B": "new economy",
      "C": "transformation",
      "D": "globalisation",
      "E": "relationships"
    },
    "explanation": "Completed<br/>Internet, digital technology, or information and communications technologies (ICT) create a term “new economy”. As such, the right answer is B."
  },
  {
    "id": "2364914",
    "unitNumber": 1,
    "text": "What does \"a private network used in an organization for sharing information by excluding the access of outsiders\" stand for?",
    "correctAnswer": "C",
    "options": {
      "A": "Internet",
      "B": "Extranet",
      "C": "Intranet",
      "D": "Website",
      "E": "World wide web"
    },
    "explanation": "Completed<br/>If an access to sensitive company information is required by an e-business application, access should be limited to qualified individuals or partners. If there is a restriction to employees in an organization for accessing the information needed, this is called intranet. The right answer is C."
  },
  {
    "id": "2364984",
    "unitNumber": 1,
    "text": "\"Electronic business encompasses all of the activities along with the supply <br/>chain from suppliers to __________ and to conduct business internally and/or externally.\" \n Which of the following completes the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "stakeholders",
      "B": "partners",
      "C": "competitors",
      "D": "consumers",
      "E": "production"
    },
    "explanation": "Completed<br/>\"Electronic business encompasses all of the activities along with the supply <br/>chain from suppliers to consumers and to conduct business internally and/or externally.\" Therefore, the right answer is D."
  },
  {
    "id": "2364995",
    "unitNumber": 1,
    "text": "I. Information that comes from different business porcesses and activities.\n<br/>II. Information on marketing and sales.\n<br/>III. Information on new product development\n<br/>Which of the above information are needed for businesses to be successful in managing e-business?",
    "correctAnswer": "E",
    "options": {
      "A": "Solely I",
      "B": "Solely II",
      "C": "I and II",
      "D": "I and III",
      "E": "I, II and III"
    },
    "explanation": "Completed<br/>In order to be successful in managing e-business, organizations need knowledge that comes from different business processes and activities such as <br/>marketing and sales, new product development, manufacturing and inbound and outbound logistics. As such, the right answer is E."
  },
  {
    "id": "2365004",
    "unitNumber": 1,
    "text": "Which of the following terms is defined as \"all types of electronic transactions between organisation and its stakeholders\"?",
    "correctAnswer": "A",
    "options": {
      "A": "E-commerce",
      "B": "E-transaction",
      "C": "E-marketing",
      "D": "E-business",
      "E": "E-processes"
    },
    "explanation": "Completed<br/>Electronic commerce (e-commerce) is simply defined as buying and selling via computer networks. Since e-business includes the process of transacting with suppliers and customers, e-commerce is defined as a particular form of e-business and a subset of e-business. Therefore, the right answer is A."
  },
  {
    "id": "2365015",
    "unitNumber": 1,
    "text": "Which of the following option lists the activities in the communication perspective of e-commerce?",
    "correctAnswer": "B",
    "options": {
      "A": "The application of technology towards the automation of business <br/>transactions and workflows",
      "B": "The delivery of information, products or services or payment by <br/>electronic means",
      "C": "Enabling cost cutting at the same time as increasing the speed and quality of <br/>service delivery",
      "D": "The buying and selling of products and information online",
      "E": "All types of information exchange"
    },
    "explanation": "Completed<br/>E-commerce perspectives are as follows:<br/>1. A communications perspective - the delivery of information, products or services or payment by electronic means.<br/>2. A business process perspective - the application of technology towards the automation of business transactions and workflows.<br/>3. A service perspective - enabling cost cutting at the same time as increasing the speed and quality of <br/>service delivery.<br/>4. An online perspective - the buying and selling of products and information online.\n The right asnwer is B."
  },
  {
    "id": "2365036",
    "unitNumber": 1,
    "text": "I. Ease of entry\n II. Cost of entry and exit\n III. Increased connectivity rates among potential customers\n IV. Tightened boundaries\n Which of the above statements are true for firms entering e-commerce market?",
    "correctAnswer": "C",
    "options": {
      "A": "I and II",
      "B": "II and III",
      "C": "I, II and III",
      "D": "I, II and IV",
      "E": "I, II, III and IV"
    },
    "explanation": "Completed<br/>One of the key characteristics of e-commerce is the ease of entry for firms. The cost of entry and exit is low relative to traditional industries, as firms do not require large sales teams, costly investment in infrastructure or high sunk costs in order to compete effectively. Rising connectivity rates among potential customers ensures increasing competition among e-commerce firms as more are attracted to the source of potential revenue. Importantly, the internet does away with geographical boundaries thereby increasing yet further the extent of competitive rivalry. As such the right answer is C."
  },
  {
    "id": "2365045",
    "unitNumber": 1,
    "text": "Which of the following is the abbreviation of \"commercial transactions between an organization and other organizations\"?",
    "correctAnswer": "D",
    "options": {
      "A": "B2C",
      "B": "C2C",
      "C": "C2B",
      "D": "B2B",
      "E": "B2A"
    },
    "explanation": "Completed<br/>Business-to-business (B2B): Commercial transactions between an organization and other organizations. The right answer is D."
  },
  {
    "id": "2365062",
    "unitNumber": 1,
    "text": "Which of the following characteristics of e-business increased the connectedness of the firm with its stakeholders and customers?",
    "correctAnswer": "E",
    "options": {
      "A": "Improved operational efficiency and productivity",
      "B": "Reduction in operating costs and costs of goods and services",
      "C": "Improved competitive position",
      "D": "Penetration into new markets",
      "E": "Improved communications, informatin and knowledge sharing"
    },
    "explanation": "Completed<br/>Improved communications, information, and knowledge sharing: Having connected to supply chain partners helps organizations exploit their expertise and knowledge in value creation. Since all partners are sharing information such as demand forecasting, it will be easier to plan long-term capacity, inventory, and human resource requirements. As such the right answer is E"
  },
  {
    "id": "2372877",
    "unitNumber": 1,
    "text": "…………….. is a physical network that holds and transports information among the computers across the globe. Which of the following completes the sentence above?",
    "correctAnswer": "C",
    "options": {
      "A": "Intranet",
      "B": "Extranet",
      "C": "Internet",
      "D": "E-business",
      "E": "Software"
    },
    "explanation": "Internet is a physical network that holds and transports information among the computers across the globe."
  },
  {
    "id": "2372878",
    "unitNumber": 1,
    "text": "Which of the following statement is true for e-business?",
    "correctAnswer": "A",
    "options": {
      "A": "e-businessis more technologic than e-commerce",
      "B": "e-business is a particular form of e-commerce",
      "C": "Sell-side perspective is a way of e-commerce",
      "D": "Focus of e-business is customer",
      "E": "Needs customer contacts"
    },
    "explanation": "e-businessis more technologic than e-commerce"
  },
  {
    "id": "2372879",
    "unitNumber": 1,
    "text": "…………… is an e-commerce transactions between a supplier organization and its customer. Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Secure transactions",
      "B": "Self-side perspective",
      "C": "Buy-side perspective",
      "D": "Electronic procurement",
      "E": "Automation of process"
    },
    "explanation": "Self-side perspective is an e-commerce transactions between a supplier organization and its customer. Which of the following completes the sentence above"
  },
  {
    "id": "2372882",
    "unitNumber": 1,
    "text": "Which of the following is the consumer approach to the business with an offer?",
    "correctAnswer": "E",
    "options": {
      "A": "B2C",
      "B": "B2B",
      "C": "A2C",
      "D": "C2C",
      "E": "C2B"
    },
    "explanation": "C2B: Consumer-to-business (C2B) models are models in which consumers o er products or services to organizations at a cost. It can be said this model is the reverse of traditional business models in which organizations o er goods and services to consumers. Online surveys such as Surveys.com, and SurveyMonkey, are typical examples of C2B models. In these models individuals, o er the service to reply to a company’s survey and in return the company pays the individual for their service."
  },
  {
    "id": "2372883",
    "unitNumber": 1,
    "text": "What does C2G stand for?",
    "correctAnswer": "D",
    "options": {
      "A": "Government to government",
      "B": "Government to business",
      "C": "Business to consumer",
      "D": "Consumer to government",
      "E": "Consumer to business"
    },
    "explanation": "Consumer to government"
  },
  {
    "id": "2372884",
    "unitNumber": 1,
    "text": "Which one is the most high profile type of a e-business?",
    "correctAnswer": "A",
    "options": {
      "A": "B2C",
      "B": "G2C",
      "C": "C2B",
      "D": "B2B",
      "E": "G2G"
    },
    "explanation": "B2C is the most high profile type of a e-business."
  },
  {
    "id": "2372885",
    "unitNumber": 1,
    "text": "……………. is a private network used in an organization for sharing information by excluding the eccess outsiders. Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Intranet",
      "B": "Extranet",
      "C": "Internet",
      "D": "E-business",
      "E": "Software"
    },
    "explanation": "Intranet is a private network used in an organization for sharing information by excluding the eccess outsiders. Which of the following completes the sentence above?"
  },
  {
    "id": "2372888",
    "unitNumber": 1,
    "text": "Which one is the most often expected benefit of e-business?",
    "correctAnswer": "D",
    "options": {
      "A": "İmproved communications",
      "B": "Reduction in operating costs and costs of goods and services",
      "C": "Harmonization and standardization of process",
      "D": "İmproved operational efficiency and productivity",
      "E": "İmproved internal information access"
    },
    "explanation": "İmproved operational efficiency and productivity"
  },
  {
    "id": "2372889",
    "unitNumber": 1,
    "text": "Which one is the challenge of e-business?",
    "correctAnswer": "B",
    "options": {
      "A": "Penetration into new markets",
      "B": "Determination of their customers changing needs",
      "C": "İmproved internal information access",
      "D": "İmproved knowledge sharing",
      "E": "İmproved customer services"
    },
    "explanation": "Determination of their customers changing needs"
  },
  {
    "id": "2372890",
    "unitNumber": 1,
    "text": "What does C2B stand for?",
    "correctAnswer": "A",
    "options": {
      "A": "Consumer to business",
      "B": "Business to business",
      "C": "Business to goverment",
      "D": "Consumer to government",
      "E": "Business to consumer"
    },
    "explanation": "Consumer to business"
  },
  {
    "id": "2382457",
    "unitNumber": 1,
    "text": "''National DNA database could be a typical example of ... business model''\n Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "C2C",
      "B": "G2G",
      "C": "B2C",
      "D": "C2C",
      "E": "B2B"
    },
    "explanation": "In government-to-government, in short, in G2G, governments can communicate nationally or internationally and exchange classified information through dedicated portals. National DNA database could be a typical example of G2G business model (Anumba and Ruikar, 2008)."
  },
  {
    "id": "2382468",
    "unitNumber": 1,
    "text": "Which of the following <strong>is not</strong> a characteristic of e-business?",
    "correctAnswer": "B",
    "options": {
      "A": "e-business is a more generic term than e-commerce",
      "B": "ease of entry for firms",
      "C": "automation of processes",
      "D": "electronic collaboration",
      "E": "conducting the business both locally and globally by electronic communications"
    },
    "explanation": "One of the key characteristics of e-commerce is the ease of entry for firms. The cost of entry and exit is low relative to traditional industries, as firms do not require large sales teams, costly investment in infrastructure or high sunk costs in order to compete effectively. Rising connectivity rates among potential customers ensures increasing competition among e-commerce firms as more are attracted to the source of potential revenue. Importantly, the internet does away with geographical boundaries thereby increasing yet further the extent of competitive rivalry. Intense competition is a characteristic of the internet economy and has spread across all e-business and e-commerce sectors."
  },
  {
    "id": "2382475",
    "unitNumber": 1,
    "text": "''Intranet refers to ...''\n Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "A private network used in an organization for sharing information by excluding the access of outsiders.",
      "B": "Extending intranet network beyond the organization to suppliers, customers, and collaborators.",
      "C": "Physical network that holds and transports information among the computers across the globe.",
      "D": "Conducting business by applying digital technology and media to improve the competitiveness of the organization",
      "E": "All types of electronic transactions between organization and its stakeholders."
    },
    "explanation": "If an access to sensitive company information is required by an e-business application, access should be limited to qualified individuals or partners. If there is a restriction to employees in an organization for accessing the information needed, this is called intranet. Intranet refers to a private network used in an organization for sharing information by excluding the access of outsiders."
  },
  {
    "id": "2382496",
    "unitNumber": 1,
    "text": "Which one of the following <strong>is not</strong> true about e-commerce?",
    "correctAnswer": "E",
    "options": {
      "A": "Could be defined as all electronically mediated information exchanges between an organization and its shareholders whether they are financial or non-financial.",
      "B": "Is defined as a particular form of e-business",
      "C": "Is simply defined as buying and selling via computer networks",
      "D": "Is divided into sell-side perspective and buy-side perspective",
      "E": "Is restricted to the buying and selling activities"
    },
    "explanation": "E-commerce perspectives are as follows: 1. A communications perspective - the delivery of information, products or services or payment by electronic means. 2. A business process perspective - the application of technology towards the automation of business transactions and workflows. 3. A service perspective - enabling cost cutting at the same time as increasing the speed and quality of service delivery. 4. An online perspective - the buying and selling of products and information online (Chaffey, 2007; Chaffey, Hemphill &amp; Edmundson-Bird, 2019). These perspectives shed a light on the definition of e-commerce. Based upon these definitions, it can be said that electronic commerce is not restricted to the buying and selling activities. It also includes pre-sale and post-sale activities along the supply chain (Chaffey, Hemphill &amp; Edmundson-Bird, 2019)."
  },
  {
    "id": "2382500",
    "unitNumber": 1,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/35a36c78bba81a9f159abeac7d56e8e1.png\" alt=\"\" width=\"407\" height=\"257\"> In the figure <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/a07f0acb4702dacbb233ecbcdfb36526.png\" alt=\"\" width=\"71\" height=\"57\"> refers to...",
    "correctAnswer": "B",
    "options": {
      "A": "Intermediaries",
      "B": "Organizational processes and functional units",
      "C": "Customers",
      "D": "Suppliers",
      "E": "Top management"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/52613336364b24aed0d3dd6df2f14a00.png\" alt=\"\" width=\"449\" height=\"381\">"
  },
  {
    "id": "2382510",
    "unitNumber": 1,
    "text": "''e-democracy is an example of ...''\n Which of the following best completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "C2G",
      "B": "C2C",
      "C": "G2G",
      "D": "A2B",
      "E": "A2C"
    },
    "explanation": "Consumer-to-government model enables consumers to post their concerns, to request feedback, or information directly from their local governments. The applications of C2G include e-democracy, e-voting, information about public services and e-health"
  },
  {
    "id": "2382512",
    "unitNumber": 1,
    "text": "Which one of the following is the most high profile type of e-business?",
    "correctAnswer": "A",
    "options": {
      "A": "b2c",
      "B": "b2b",
      "C": "c2c",
      "D": "g2g",
      "E": "a2b"
    },
    "explanation": "Business-to-consumer (B2C) model is the most high profile type of e-business (Combe, 2012). The commercial transactions occur between an organization and the consumers (Chaffey, 2007). B2C model is similar to the traditional retailing process, but the main difference here is using the internet for carrying out the business. In such a method, it is assumed that the consumer has access to the Internet (Anumba and Ruikar, 2008). Some successful examples of B2C model include Amazon.com and e-Bay (Anumba and Ruikar, 2008; Combe, 2012)."
  },
  {
    "id": "2382522",
    "unitNumber": 1,
    "text": "Which one of the following <strong>is not</strong> a benefit of e-businesses?",
    "correctAnswer": "E",
    "options": {
      "A": "Reduction in operating costs and costs of goods and services",
      "B": "Improved operational efficiency and productivity",
      "C": "Improved competitive position",
      "D": "Penetration into new markets through new channels",
      "E": "Adaptation of processes"
    },
    "explanation": "Adaptation of processes is not a benefit of e-businesses. Harmonization and standardization of processes is a benefit of e-businesses."
  },
  {
    "id": "2382701",
    "unitNumber": 1,
    "text": "Which model is the reverse of traditional business models in which organizations offer goods and services to consumers?",
    "correctAnswer": "B",
    "options": {
      "A": "C2C",
      "B": "C2B",
      "C": "B2C",
      "D": "G2C",
      "E": "C2G"
    },
    "explanation": "Consumer-to-business (C2B) models are models in which consumers offer products or services to organizations at a cost. It can be said this model is the reverse of traditional business models in which organizations offer goods and services to consumers. Online surveys such as Surveys.com, and SurveyMonkey, are typical examples of C2B models. In these models individuals offer the service to reply to a company’s survey and in return the company pays the individual for their service."
  },
  {
    "id": "2382710",
    "unitNumber": 1,
    "text": "In which e-business category contains feedback to government through pressure group or individual sites?",
    "correctAnswer": "A",
    "options": {
      "A": "C2G",
      "B": "C2B",
      "C": "C2C",
      "D": "B2B",
      "E": "B2G"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0a3ef7033b79d67f89a45a605f3b9904.png\" alt=\"\" width=\"598\" height=\"405\">"
  },
  {
    "id": "3069774",
    "unitNumber": 1,
    "text": "I. Internet, digital technology, or information and communications technologies (ICT) create the term “new economy”.\n<br/>II. New economy is also called as ‘the internet economy’, ‘the information economy’, and ‘the digital economy’ in other references.\n<br/>III. The new economy is based only on capital and human resources.\n<br/>What can be said to be true about \"the new economy\"?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only III",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "Internet, digital technology, or information and communications technologies (ICT) create a term “new economy” (Combe, 2012). It is also called as ‘the internet economy’, ‘the information economy’, and ‘the digital economy’ in other references. The new economy is based not only on capital and human resources, but also on information. The answer is C."
  },
  {
    "id": "3069781",
    "unitNumber": 1,
    "text": "I. Extranet: Extending intranet network beyond the organization to suppliers, customers, and collaborators.<br/>II. Intranet: Physical network that holds and transports information among computers across the globe.<br/>III. Internet: A private network used in an organization for sharing information by excluding the access of outsiders.\n Which of the given definitions is correct?",
    "correctAnswer": "A",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I and II",
      "E": "I and III"
    },
    "explanation": "Internet: Physical network that holds and transports information among computers across the globe.<br/>Intranet: A private network used in an organization for sharing information by excluding the access of outsiders.<br/>Extranet: Extending intranet network beyond the organization to suppliers, customers, and collaborators.\n The answer is A."
  },
  {
    "id": "3070355",
    "unitNumber": 1,
    "text": "Which of the following is conducting business by applying digital technology and media to improve the competitiveness of the organization?",
    "correctAnswer": "A",
    "options": {
      "A": "E-business",
      "B": "E-commerce",
      "C": "Sell-side perspective",
      "D": "Buy-side perspective",
      "E": "Internet"
    },
    "explanation": "E-Business: Discuss the contribution of the Internet to organizations. Conducting business by applying digital technology and media to improve the competitiveness of the organization."
  },
  {
    "id": "3070357",
    "unitNumber": 1,
    "text": "What is the definition of E-commerce?",
    "correctAnswer": "B",
    "options": {
      "A": "The speed at which transactions can occur.",
      "B": "All types of electronic transactions between an organization and its stakeholders.",
      "C": "Transactions between a supplier organization and its customers.",
      "D": "Transactions between a purchasing organization and its suppliers.",
      "E": "Conducting business by applying digital technology and media to improve the competitiveness of the organization"
    },
    "explanation": "E-commerce: All types of electronic transactions between organization and its stakeholders. The answer is B."
  },
  {
    "id": "3070360",
    "unitNumber": 1,
    "text": "Which of the given definitions of E-Business models is true?",
    "correctAnswer": "B",
    "options": {
      "A": "Government-to-Government (G2G): Commercial transactions between an organization and other organizations.",
      "B": "Consumer-to-consumer (C2C): Informational or financial transactions between consumers, but usually mediated through a business site.",
      "C": "Consumer-to-business (C2B): Commercial transactions between an organization and consumers.",
      "D": "Business-to-business (B2B): Business-specific information such as policies and regulations are directly provided to the organizations by the government electronically.",
      "E": "Business-to-consumer (B2C): Consumers approach the business with an offer."
    },
    "explanation": "Business-to-consumer (B2C): Commercial transactions between an organization and consumers.\n Business-to-business (B2B): Commercial transactions between an organization and other organizations.\n Consumer-to-consumer (C2C): Informational or financial transactions between consumers, but usually mediated through a business site.\n Consumer-to-business (C2B): Consumers approach the business with an offer.\n Government-to-Government (G2G): Governments can communicate nationally or internationally and exchange classified information through dedicated portals. \n Government-to-business model is a model in which business-specific information such as policies and regulations are directly provided to the organizations by the government electronically.\n The answer is B."
  },
  {
    "id": "3070877",
    "unitNumber": 1,
    "text": "What is the physical network that holds and transports information among the computers across the globe?",
    "correctAnswer": "B",
    "options": {
      "A": "Intranet",
      "B": "Internet",
      "C": "Extranet",
      "D": "E-Business",
      "E": "E-commerce"
    },
    "explanation": "Internet: Physical network that holds and transports information among the computers across the globe. The answer is B."
  },
  {
    "id": "3070887",
    "unitNumber": 1,
    "text": "Which of the given statements can be said to be true about E-commerce and its perspectives?",
    "correctAnswer": "E",
    "options": {
      "A": "E-commerce could be defined as electronically mediated information exchanges between an organization and its shareholders which are only financial.",
      "B": "An online perspective is enabling cost-cutting at the same time as increasing the speed and quality of<br/>service delivery.",
      "C": "A service perspective is the delivery of information, products or services or payment by electronic means.",
      "D": "A supply process perspective is the application of technology toward the automation of business transactions and workflows.",
      "E": "A communications perspective is the delivery of information, products or services or payment by electronic means"
    },
    "explanation": "E-commerce could be defined as all electronically mediated information exchanges between an organization and its shareholders whether they are financial or non-financial\n<br/>E-commerce perspectives are as follows:<br/>1. A communications perspective - the delivery of information, products or services or payment by electronic means.<br/>2. A business process perspective - the application of technology towards the automation of business transactions and workflows.\n<br/>3. A service perspective - enabling cost-cutting at the same time as increasing the speed and quality of service delivery.<br/>4. An online perspective - the buying and selling of products and information online\n<br/>The answer is E."
  },
  {
    "id": "3070893",
    "unitNumber": 1,
    "text": "I. In order to remain competitive, many of the organizations try to define their customers’ changing needs effectively.\n II. Companies should adopt e-business strategies that are aligned with the strategies of some parts of the value chain. \n III. The biggest challenges of e-business are internal such as existing organizational structure and business processes. \n What can be said to be true about the challenges of e-business?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "E-business is creating a rough competitive environment for industries. The biggest challenges of e-business are internal such as existing organizational structure and business processes. Organizations are also faced with challenges in determining their customers’ changing needs. In order to remain competitive, many of the organizations try to define their customers’ changing needs effectively. Besides, supplying a mobile environment, supporting applications themselves and the telecommunications infrastructure are much more expensive than the traditional desktop environment. In addition, although e-business is an economic and technological phenomenon, it also causes social change. Companies should adopt e-business strategies that are aligned with the strategies of the entire value chain. Ensuring security for e-business is also a big challenge before any commercial activities involving sensitive information can take place. Also the legal framework for e-business could be a big problem for many organizations, especially the smaller ones. The legal framework for trading over the Internet can be unclear and difficult to interpret (Gasos &amp; Thoben, 2002). \n The answer is D."
  },
  {
    "id": "3070895",
    "unitNumber": 1,
    "text": "I. Electronic connectivity improves efficiencies across the full value chain and has the power to transform the traditional business models entirely.\n II. E-business technologies help increase the cost of communication and collaboration in a supply chain.\n III. E-business enables organizations to access internal information at a higher level of quantity and quality.\n What can be said to be true about the benefits of e-business?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I and II",
      "E": "I and III"
    },
    "explanation": "I. Electronic connectivity improves efficiencies across the full value chain and has the power to transform the traditional business models entirely. (TRUE)\n II. E-business technologies help increase the cost of communication and collaboration in a supply chain. (FALSE, E-business technologies help lowerthe cost of communication and collaboration in a supply chain.)\n III. E-business enables organizations to access internal information at a higher level of quantity and quality. (TRUE)\n The answer is E."
  },
  {
    "id": "3070908",
    "unitNumber": 1,
    "text": "Which of the following <strong>is <u>not</u></strong> one of the benefits of E-Business?",
    "correctAnswer": "E",
    "options": {
      "A": "Improved operational efficiency and productivity",
      "B": "Improved communications, information, and knowledge sharing",
      "C": "Improved competitive position",
      "D": "Penetration into new markets through new channels",
      "E": "Increase in operating costs and costs of goods and services"
    },
    "explanation": "The benefits of E-Business are as follows: Improved operational efficiency and productivity, reduction in operating costs and costs of goods and services, Improved competitive position, Penetration into new markets through new channels, Improved communications, information, and knowledge sharing, Harmonization and standardization of processes, Improved internal information access, Improved relationships with suppliers and improved customer service\n<br/>The answer is E."
  },
  {
    "id": "2358558",
    "unitNumber": 2,
    "text": "Which feature of e-business and e-commerce describes <strong>the ability to two-way communication</strong> between the seller and the consumer thereby enabling the companies to engage a consumer on global scale?",
    "correctAnswer": "B",
    "options": {
      "A": "Richness",
      "B": "Interactivity",
      "C": "Information density",
      "D": "Personalization",
      "E": "Ubiquity"
    },
    "explanation": "If your answer is incorrect, please refer to TECHNOLOGY BASICS AND OUTLOOK OF E-COMMERCE AND E-BUSINESS in Chapter 2 in your book.<br/>E-business solutions are interactive and thus enable companies to engage consumers on a global scale. This way, both parties (seller and consumer) become able to communicate with each other."
  },
  {
    "id": "2358578",
    "unitNumber": 2,
    "text": "Which of the followings is a useful tool for understanding customer behavior and determine the necessary response actions in a company's products and services?",
    "correctAnswer": "A",
    "options": {
      "A": "Analytical tools",
      "B": "TCP/IP",
      "C": "Seamless payment processes",
      "D": "On demand services",
      "E": "Web clients"
    },
    "explanation": "If your answer is incorrect, please refer to TECHNOLOGY BASICS AND OUTLOOK OF E-COMMERCE AND E-BUSINESS in Chapter 2 in your book.<br/>Increases in data volume and analytical tools enabled companies to focus on data and related analysis techniques. By doing so companies all over the world became able to understand customer behavior and take actions in a much shorter time period."
  },
  {
    "id": "2358599",
    "unitNumber": 2,
    "text": "Which of the following arguments is <strong>false</strong> regarding the cloud computing technology for e-commerces and e-businesses?",
    "correctAnswer": "E",
    "options": {
      "A": "Cloud computing has been increasingly effective in the last decade.",
      "B": "Cloud computing provides dynamic computing capacity.",
      "C": "Cloud computing provides cost-effectiveness and efficiency.",
      "D": "Cloud computing enables e-businesses to rent required infrastructure.",
      "E": "Cloud computing increases productivity at the expense of overall costs."
    },
    "explanation": "If your answer is incorrect, please refer to TECHNOLOGY BASICS AND OUTLOOK OF E-COMMERCE AND E-BUSINESS in Chapter 2 in your book.<br/>Cloud computing systems increase productivity by decreasing costs and increasing computing and storage capacities. Thus, overall cost of cloud computing is less than overall cost of de-centralized computing solutions."
  },
  {
    "id": "2358623",
    "unitNumber": 2,
    "text": "........ can improve the efficiency of businesses through better decision making and it is also expected to improve customer relations in B2C and B2B.\n Which of the followings is suitable for filling the blank in the argument above?",
    "correctAnswer": "A",
    "options": {
      "A": "Artificial intelligence",
      "B": "Online shopping",
      "C": "Internet",
      "D": "Payment gateway",
      "E": "Databases"
    },
    "explanation": "If your answer is incorrect please refer to TECHNOLOGY BASICS AND OUTLOOK OF E-COMMERCE AND E-BUSINESS in Chapter 2 in your book.<br/>Artificial intelligence can provide efficiency by improving decision making around purchases and the automation of several tasks etc. and is expected to improve customer relations in B2C and B2B."
  },
  {
    "id": "2358645",
    "unitNumber": 2,
    "text": "Which of the followings is the main infrastructure for electronic transmission of the information and documents like invoices and purchase orders between computer systems in different organizations?",
    "correctAnswer": "B",
    "options": {
      "A": "APIs (Application programming interfaces)",
      "B": "EDI (Electronic data interchange)",
      "C": "ISPs (Internet service providers)",
      "D": "GPS (Global positioning system)",
      "E": "GIS (Geographic information system)"
    },
    "explanation": "If your answer is incorrect please refer to TECHNOLOGY BASICS AND OUTLOOK OF E-COMMERCE AND E-BUSINESS in Chapter 2 in your book.<br/>Electronic data interchange enables companies to transmit data that contains information and documents such as invoices and orders between the computer systems in different organizations."
  },
  {
    "id": "2360377",
    "unitNumber": 2,
    "text": "Which of the followings can be <strong>reduced</strong> by the utilization of Electronic Data Interchange (EDI)?",
    "correctAnswer": "E",
    "options": {
      "A": "Cash flow",
      "B": "Efficiency",
      "C": "Traceability",
      "D": "Billing accuracy",
      "E": "Shipping errors"
    },
    "explanation": "If your answer is incorrect please refer to TECHNOLOGY BASICS AND OUTLOOK OF E-COMMERCE AND E-BUSINESS in Chapter 2 in your book.<br/>By the utilization of EDI, a significant reduction can be acquired at the following topics:\n <ul> <li> Document\n preparation and\n processing time\n </li> <li> Lead times\n </li> <li> Order cycle times\n </li> </ul> <ul> <li> Inventory carrying\n costs\n </li> <li> Personnel costs\n </li> <li> Ordering costs\n </li> </ul> <ul> <li> Information float\n </li> <li> Shipping errors\n </li> <li> Returned goods\n </li> </ul>"
  },
  {
    "id": "2360385",
    "unitNumber": 2,
    "text": "Which layer of e-business infrastructure contains CRM, supply chain management, data mining and content management systems?",
    "correctAnswer": "A",
    "options": {
      "A": "Services and application layer",
      "B": "Systems software layer",
      "C": "Network layer",
      "D": "Storage layer",
      "E": "Data layer"
    },
    "explanation": "If your answer is incorrect please refer to INFRASTRUCTURE AND ARCHITECTURAL ISSUES IN E-BUSINESS AND E-COMMERCE İN Chapter 2 in your book.<br/>E-business services and application layer is the first layer in a 5-layer model and contains CRM, supply chain management, data mining and content management systems."
  },
  {
    "id": "2360410",
    "unitNumber": 2,
    "text": "Which kind of attack is the most dangerous of cyber attacks which eventually causes prevention of users from accessing services and/or resources online?",
    "correctAnswer": "E",
    "options": {
      "A": "SQL injection",
      "B": "Price manipulation",
      "C": "Session hijacking",
      "D": "Cross-site script",
      "E": "Denial of service"
    },
    "explanation": "If your answer is incorrect please refer to SECURITY ISSUES, SOLUTIONS AND STANDARDS IN E-BUSINESS in Chapter 2 in your book.<br/>Denial of service prevents legitimate users from reaching online services and/or resources. A DoS attack renders an online service inaccessible and useless."
  },
  {
    "id": "2360414",
    "unitNumber": 2,
    "text": "I. Client security\n II. Server security\n III. Payment system security\n IV. Communication channel security\n Which types of online security given above are among the focus of security systems for e-commerce and e-business?",
    "correctAnswer": "D",
    "options": {
      "A": "I and II",
      "B": "II and III",
      "C": "II and IV",
      "D": "I, II and IV",
      "E": "I, III and IV"
    },
    "explanation": "If your answer is incorrect, please refer to SECURITY ISSUES, SOLUTIONS AND STANDARDS IN E-BUSINESS in Chapter 2 in your book.<br/>Security systems regarding e-commerce and e-business focus on;\n I. Client security\n II. Server security\n and\n IV. Communication channel security.\n Payment system security is a concern of banking system security."
  },
  {
    "id": "2360430",
    "unitNumber": 2,
    "text": "Which of the following arguments is true in terms of mobile e-commerce?",
    "correctAnswer": "A",
    "options": {
      "A": "Mobile e-commerce focuses mainly on enabling business transactions via wireless devices.",
      "B": "Borders and differences between e-commerce and mobile commerce are clear.",
      "C": "Mobile e-commerce applications are hard to find and download.",
      "D": "Location tracking has become less important with the increase usage of mobile devices.",
      "E": "The market for electronic purchases via mobile has been shrinking."
    },
    "explanation": "If your answer is incorrect please refer to MOBILE E-COMMERCE (MCOMMERCE) AND MOBILE E-BUSINESS in Chapter 2 in your book.<br/>Borders and differences between e-commerce and mobile commerce has become blurred while mobile e-commerce applications are easy to find, download and install. Location tracking has become extremely important as mobile devices often provide users with geographical positioning systems. Also, the market for electronic purchases via mobile has been growing along with the market for electronic purchases."
  },
  {
    "id": "2377213",
    "unitNumber": 2,
    "text": "There exist technical standards of the Internet and, therefore, the technical standards for conducting e-commerce are universal standards that reduce market entry costs for companies and search costs for consumers\n<br/>What feature of the above statement refers to e-commerce and e-internet?",
    "correctAnswer": "B",
    "options": {
      "A": "Global Reach",
      "B": "Universal Standards",
      "C": "Ubiquity",
      "D": "Richness",
      "E": "Information Density"
    },
    "explanation": "Universal Standards: There exist technical standards of the Internet and, therefore, the technical standards for conducting e-commerce are universal standards which reduce market entry costs for companies and search costs for consumers."
  },
  {
    "id": "2377225",
    "unitNumber": 2,
    "text": "…………. is an abstraction from the underlying network technologies and physical address resolution. ……….. is a global system of interconnected computer networks that uses the standard Internet Protocol (TCP/IP) to link several billion devices worldwide.\n Which one of the following is the correct option to fill in the blanks?",
    "correctAnswer": "A",
    "options": {
      "A": "Internet",
      "B": "Payment Gateways",
      "C": "Analytics",
      "D": "Social Media",
      "E": "Cloud Computing"
    },
    "explanation": "Internet"
  },
  {
    "id": "2377242",
    "unitNumber": 2,
    "text": "What is WAP?",
    "correctAnswer": "E",
    "options": {
      "A": "A set of definitions and protocols for building and integrating application software",
      "B": "A standart for short range wireless communications",
      "C": "The electronic transmission of the information and the documents between computer systems in different organizations",
      "D": "A system of 30+ navigation satellites circling the Earth, constantly sending out signals",
      "E": "A technical standard for accessing information over a mobile wireless network"
    },
    "explanation": "A technical standard for accessing information over a mobile wireless network."
  },
  {
    "id": "2377252",
    "unitNumber": 2,
    "text": "………. focuses on problems that are unique and rapidly changing, for which the procedure for arriving at a solution may not be fully predefined in advance.\n Which one of the following is the correct option to fill in the blanks?",
    "correctAnswer": "D",
    "options": {
      "A": "GIS",
      "B": "FTP",
      "C": "WLAN",
      "D": "DSS",
      "E": "API"
    },
    "explanation": "DSS focuses on problems that are unique and rapidly changing, for which the procedure for arriving at a solution may not be fully predefined in advance."
  },
  {
    "id": "2377261",
    "unitNumber": 2,
    "text": "Applications are continually affecting trends and prospects for business over the Internet, indicating the purpose of e-Business applications. E.g. Supply Chain Management, e-procurement, secure online ordering, customer relationship management.\n The statements above describe which layer of E-business infrastructure?",
    "correctAnswer": "A",
    "options": {
      "A": "Services and applications layer",
      "B": "Systems software layer",
      "C": "Network Layer",
      "D": "Storage Layer",
      "E": "Data layer"
    },
    "explanation": "E-business Infrastructure is identi ed in ve layers which are (1) Services and applications layer (2) Systems software (operating systems, utility systems), (3) Network Layer, (4) Storage Layer and (5) Data Layer which all must be managed effectively\n Layer 1- E-Business Services: Applications are continually affecting trends and prospects for business over the Internet, indicating the purpose of e-Business applications. E.g. Supply Chain Management, e-procurement, secure online ordering, customer relationship management"
  },
  {
    "id": "2377267",
    "unitNumber": 2,
    "text": "……………. layer is defined as intranet or extranet or Virtual Private Network or the public Internet, and the outsourcing decision is sought. Hardware standardization is vital in enabling the connectivity of all users. is layer is also known as the information superhighway, in which the data ow from sender to receiver.\n Which one of the following E-business infrastructure is the correct option to fill in the blanks?",
    "correctAnswer": "C",
    "options": {
      "A": "Services and applications layer",
      "B": "Systems software layer",
      "C": "Network Layer",
      "D": "Storage Layer",
      "E": "Data layer"
    },
    "explanation": "INFRASTRUCTURE AND ARCHITECTURAL ISSUES IN E-BUSINESS AND E-COMMERCE\n In layer 3, the network layer, network type, is defined as intranet or extranet or Virtual Private Network or the public Internet, and the outsourcing decision is sought. Hardware standardization is vital in enabling the connectivity of all users. is layer is also known as the information superhighway, in which the data ow from sender to receiver. e network service layer includes e-mail, WWW (World wide web), HTTP (HyperText Transfer Protocol), HTML (HyperText Markup Language), XML (Extensible Markup Language), SE (Search Engines), and SA (Software Agents)."
  },
  {
    "id": "2377273",
    "unitNumber": 2,
    "text": "Facilitate the automation and streamlining of business processes not implemented in legacy/ERP systems. Group communications and information sharing enabling collaboration between teams and individuals.\n Which of the following define the above statement?",
    "correctAnswer": "C",
    "options": {
      "A": "Directory services",
      "B": "Lookup Database",
      "C": "Groupware",
      "D": "Meta-Directories",
      "E": "Middleware"
    },
    "explanation": "<strong>Groupware: </strong>Facilitate the automation and streamlining of business processes not implemented in legacy/ERP systems. Group communications and information sharing enabling collaboration between teams and individuals"
  },
  {
    "id": "2377283",
    "unitNumber": 2,
    "text": "Which one of the following is correct for DNS",
    "correctAnswer": "A",
    "options": {
      "A": "DNS maps the domain name of an organization to its IP address",
      "B": "DNS is the database that stores information about network resources and user profiles",
      "C": "DNS is systems that resides between the client (user) and the server (database and application resources).",
      "D": "DNS is group communications and information sharing enabling collaboration between teams and individuals",
      "E": "DNS is the database that stores information about network resources and user profiles."
    },
    "explanation": "Internet Domain Name Service (DNS): DNS facilitates the unique identification of an organization or entity on the Internet. DNS maps the domain name of an organization to its IP addressOn the other hand, the all-in-one e-commerce or e-business platform solutions integrating all technological tools have become more popular with online merchants, providing the core e-commerce platform plus hosting, accounting, analytics, and marketing tools such as e-mail management"
  },
  {
    "id": "2377298",
    "unitNumber": 2,
    "text": "……………… is an inter-organizational information system that facilitates the computer-to-computer exchange of data.\n Which one of the following is the correct option to fill in the blanks?",
    "correctAnswer": "B",
    "options": {
      "A": "SSL",
      "B": "EDI",
      "C": "API",
      "D": "GIS",
      "E": "WAP"
    },
    "explanation": "As a key application empowering e-business (Gartner Group, 2011), Electronic Data Exchange <strong><em>(EDI) </em></strong>is the electronic transmission of the information and the documents (such as invoices or purchase orders) between computer systems in di erent organizations. It acts as information technology and an essential application of business- to-business electronic commerce"
  },
  {
    "id": "2377313",
    "unitNumber": 2,
    "text": ".............. provides the facility whereby files can be downloaded into a computer from another computer on the Internet.\n Which one of the following is the correct option to fill in the blanks?",
    "correctAnswer": "B",
    "options": {
      "A": "ISP",
      "B": "FTP",
      "C": "DSS",
      "D": "GIS",
      "E": "GSP"
    },
    "explanation": "TP (File Transfer Protocol): It provides the facility whereby files can be downloaded into a computer from another computer on the Internet. Although there are several utilities for le transfer, most users now employ browsers for this via FTP links."
  },
  {
    "id": "2384245",
    "unitNumber": 2,
    "text": "Which technological feature of e-business and e-commerce provides a common platform for technical aspects that reduce market entry costs and search costs?",
    "correctAnswer": "C",
    "options": {
      "A": "Ubiquity.",
      "B": "Global reach.",
      "C": "Universal standards.",
      "D": "Interactivity.",
      "E": "Information density."
    },
    "explanation": "Universal Standards: There exist technical standards of the Internet and, therefore, the technical standards for conducting e-commerce are universal standards which reduce market entry costs for companies and search costs for consumers."
  },
  {
    "id": "2384513",
    "unitNumber": 2,
    "text": "Which of the following is an accurate representation of artificial intelligence in e-commerce?",
    "correctAnswer": "B",
    "options": {
      "A": "Mobile authentication for payment transactions.",
      "B": "Product recommendation and advertising in social media.",
      "C": "The integration of information display (HTML etc.), transmission (TCP/IP etc.), and processing (GPS, GIS etc.) technologies.",
      "D": "The utilization of cloud computing and distributed networks.",
      "E": "The transformation of the internet from an information source to a tool for shopping, learning, communicating and even acquiring services."
    },
    "explanation": "AI can improve the efficiency of businesses through improving decisionmaking around purchases, and the automation of several tasks, provide critical insights, free-up several working hours behind procurement, and making business purchases intelligent and low cost. Hence in B2C and B2B, it is expected to improve customer relations and customization by providing predictive patterns to companies.\n Apart from product recommendations, artificial intelligence in the eCommerce industry is being utilized by online retailers for providing chatbot services, analyzing customer comments, and providing personalized services to online shoppers. The use of artificial intelligence in online shopping is transforming the E-commerce industry by predicting shopping patterns based on the products that shoppers buy and when they buy them.\n Intelligent Product Recommendations: Among the major applications of artificial intelligence in eCommerce, personalized product recommendations for online shoppers increase conversion rates by 915% and average order values by 3%. With big data, AI in eCommerce is impacting customer choices thanks to its knowledge of previous purchases, searched products, and online browsing habits. Product recommendations provide multiple benefits for eCommerce retailers, including a higher number of returning customers, Improved customer retention and sales, A personalized shopping experience for online shoppers, Enable a personalized business email campaign.\n AI Personalization in Ecommerce: Rated among the most effective modes, personalization is at the core of AI in E-commerce marketing. Based on specific data gathered from each online user, AI, and machine learning in eCommerce derive important user insights from the generated customer data."
  },
  {
    "id": "2384529",
    "unitNumber": 2,
    "text": "Which of the following is an information transmission technology that has changed how organizations do business with both their suppliers and customers?",
    "correctAnswer": "A",
    "options": {
      "A": "EDI.",
      "B": "Java.",
      "C": "DSS.",
      "D": "TCP/IP.",
      "E": "AI."
    },
    "explanation": "As a key application empowering e-business (Gartner Group, 2011), Electronic Data Exchange (EDI) is the electronic transmission of the information and the documents (such as invoices or purchase orders) between computer systems in different organizations. It acts as information technology and an essential application of businessto-business electronic commerce (Yunitarini and Santoso, 2018). Transaction processing or communication data for customers are organized in a standard and machine-readable form.\n EDI changed how organizations conduct business with their suppliers and customers (Jansenss, 2011). As the most prevalent form of electronic commerce, the use of EDI has the natural effect of increasing inter-organizational coordination activities and increasing the integration that occurs between supply chain members (Lim and Palvia, 2001). EDI adds value to channel relationships through an increase in the efficiency of transaction processing, facilitation of related systems (manufacturing and marketing), and an improvement in coordination and communication systems (O’Callaghan et al., 1992; Yunitarini ve Santoso, 2018)."
  },
  {
    "id": "2384551",
    "unitNumber": 2,
    "text": "Which of the following is <strong>not</strong> one of the challenges that must be overcome for EDI integration?",
    "correctAnswer": "A",
    "options": {
      "A": "Hardware and software components.",
      "B": "Legal issues such as ownership rights once a purchase has been shipped.",
      "C": "Format compatibility between trading partners in a B2B network.",
      "D": "Online security problems.",
      "E": "The need for an EDI legal framework on a global scale."
    },
    "explanation": "Challenges of EDI integration:\n a. In EDI integration, organizations should consider legal issues and integration issues and keep pace with shifting government regulations, standards, and updates.\n b. The legal issues concern that an EDI message may trigger specific actions like the shipment of products, which involve a change of ownership. For example, an inventory management system recognizes a re-order point for a type of material, and this event may trigger a purchase request to be sent to create a (semi)-automatically created purchase order. A similar message will be sent to a supplier’s distribution system where it triggers in a (semi)automatic way the delivery of the requested materials. A purchasing contract may be concluded and settled without human involvement (Jansenns, 2011)\n c. EDI needs to accommodate the complexities of global business needs. For example, each trading partner in a B2B network can present unique requirements, such as unique formatting requirements that need to be supported (IBM 2019).\n d. Despite its advantages, internet-based EDI bears online security problems increasing the EDI business cost, blocking many potential users (Jansens, 2011). Virtual private networks (VPNs) occur as a remedy. In addition to that, enforcing the regulative framework and legal constraints, creditors and shareholders’ rights, and market technology integration can assure on-line business benefit and increase the on-line business amounts. Hence EDI legal rules are required at the global level (Jansenns, 2011).\n <strong>Hardware and software components are part of the <em>requirements</em> of EDI implementation, not the challenges it faces.</strong>"
  },
  {
    "id": "2384571",
    "unitNumber": 2,
    "text": "Which of the following trends in e-commerce is improving e-commerce security?",
    "correctAnswer": "D",
    "options": {
      "A": "Mobile commerce.",
      "B": "Customer relationship management (CRM) integration.",
      "C": "Customization and personalization.",
      "D": "e-Wallets and multiple authentication.",
      "E": "Progressive web apps."
    },
    "explanation": "E-Wallet technology is a must: In addition to boosting sales and conversion rates for merchants, eWallet usage provides customers with ease of use and increased security. They no longer need to enter credit card information on websites or give their credit cards to cashiers; plus many eWallets offer or require dual authentication before use. OECD (2019) also reports that: “Three innovative forms of holding and conducting payments could facilitate e-commerce going forward: digital wallets, mobile money, and cryptocurrencies. These mechanisms are not necessarily discrete -indeed, mobile money and cryptocurrencies can both be stored in forms of digital wallets -and together, they have the potential to drive future developments in the e-commerce landscape.”"
  },
  {
    "id": "2385026",
    "unitNumber": 2,
    "text": "Which trend in e-commerce entails distribution and inventory management systems that are self-learning, predictive, adaptive, and intelligent?",
    "correctAnswer": "E",
    "options": {
      "A": "Artificial intelligence.",
      "B": "Actionable content.",
      "C": "Subscription services.",
      "D": "Customer relationship management.",
      "E": "Cognitive supply chains."
    },
    "explanation": "Cognitive supply chain management gains momentum: eCommerce companies are increasingly seeking distribution and inventory management systems that are self-learning, predictive, adaptive, and intelligent, known as cognitive supply chains. They result in an improved, personalized customer service and decreased inventory. These systems can also help to mitigate risk, improve insight and performance, and increase transparency."
  },
  {
    "id": "2385088",
    "unitNumber": 2,
    "text": "Which layer of the e-business and e-commerce infrastructure contains transaction and customer information?",
    "correctAnswer": "E",
    "options": {
      "A": "Services and applications layer.",
      "B": "Systems software layer.",
      "C": "Network layer.",
      "D": "Storage layer.",
      "E": "Data layer."
    },
    "explanation": "Kitabın bu bölümünde hata var. Hem Figure 2.4 şekli yanlış, hem de içerikte \"5 Layer\" belirtildikten sonra sadece dördü noktalar ile ayrılarak açıklanmış (şekilde hatalı bir şekilde de olsa yer almasına rağmen).<br/>The data layer or content layer is where the data is maintained and stored to provide web content and transaction, i.e. web content for intranet, extranet and internet sites, customers’ data, transaction data, clickstream data (Chaffey, 2011)."
  },
  {
    "id": "2385111",
    "unitNumber": 2,
    "text": "Which infrastructure layer of e-businesses and e-commerce contains elements such as customer relationship management, e-procurement, and secure online ordering?",
    "correctAnswer": "A",
    "options": {
      "A": "Services and applications layer.",
      "B": "Systems software layer.",
      "C": "Network layer.",
      "D": "Storage layer.",
      "E": "Data layer."
    },
    "explanation": "E-business Infrastructure is identified in five layers which are (1) Services and applications layer (2) Systems software (operating systems, utility systems), (3) Network Layer, (4) Storage Layer and (5) Data Layer (Chaffey, 2011) which all must be managed effectively:\n • Layer 1- E-Business Services: Applications are continually affecting trends and prospects for business over the Internet, indicating the purpose of e-Business applications. E.g. Supply Chain Management, e-procurement, secure online ordering, customer relationship management."
  },
  {
    "id": "2385125",
    "unitNumber": 2,
    "text": "Which element of a multi-tier or n-tier e-commerce architecture is responsible for locating and managing the actual commercial processes between the customer and the business?",
    "correctAnswer": "C",
    "options": {
      "A": "Client.",
      "B": "Internet.",
      "C": "Application server.",
      "D": "Web server.",
      "E": "Data services."
    },
    "explanation": "Application servers typically fulfill the business rules and applications function, and transaction servers perform the business applications. The client request is passed along to an application server that handles all application operations between a user and an organization’s back-end business systems."
  },
  {
    "id": "2385141",
    "unitNumber": 2,
    "text": "Which aspect of security is being considered when the data stream between the user and the business is encrypted?",
    "correctAnswer": "C",
    "options": {
      "A": "Client security.",
      "B": "Server security.",
      "C": "Communication channel security.",
      "D": "Identity authentication.",
      "E": "Firewall security."
    },
    "explanation": "Communication Channel Security: This deals with protecting private or sensitive information in transit from an unauthorized third party. Any unauthorized party may intercept the sensitive or private information and tempered with or misuse the information. The main remedial action for such problems is using a cryptography algorithm to protect the data and the information while in transit."
  },
  {
    "id": "2362193",
    "unitNumber": 3,
    "text": "I. Economics of scale\n II. Network effects\n III. High volatility\n Which of the features above dominate the electronic platforms in terms of economics?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "If your answer is incorrect please refer to E-BUSINESS ENVIRONMENT in Chapter 3 in your book.<br/>The economics of electronic platforms are dominated by two main features of <strong>economics of scale</strong> and <strong>network effects</strong>."
  },
  {
    "id": "2362203",
    "unitNumber": 3,
    "text": "Which of the following <strong>is not</strong> among the e-business interaction areas?",
    "correctAnswer": "E",
    "options": {
      "A": "Informatics",
      "B": "Organizational culture",
      "C": "Changing customer relations",
      "D": "Customer orientation",
      "E": "Technological innovations"
    },
    "explanation": "If your answer is incorrect please refer to E-BUSINESS ENVIRONMENT in Chapter 3 in your book.<br/>Technological innovations are the main reason for the rise of information technologies and their widespread use. This has made it possible for e-business applications and e-commerce to rapidly evolve. Yet, technological innovations are not one of the e-business interaction areas; they are the reason behind e-business."
  },
  {
    "id": "2362226",
    "unitNumber": 3,
    "text": "Which of the following arguments is true in terms of the effects of globalization on e-business?",
    "correctAnswer": "C",
    "options": {
      "A": "Globalization made various customer segments harder to access.",
      "B": "Globalization created drawbacks for competition and slowed the electronic transition of businesses.",
      "C": "Globalization has increased the returns of businesses via e-business practices.",
      "D": "E-business development has stagnated due to globalization and its effects.",
      "E": "Market size has decreased and scale effects has become unimportant due to the globalization."
    },
    "explanation": "If your answer is incorrect please refer to E-BUSINESS ENVIRONMENT in Chapter 3 in your book.<br/>Globalization has helped e-businesses thrive in many aspects. The most important of them is the global reach, increases in market size and thus, increased returns."
  },
  {
    "id": "2362247",
    "unitNumber": 3,
    "text": "I. The spread of e-commerce\n II. International shopping\n III. Increasing customer expectations\n IV. Customers becoming more conscious and selective\n According to Kotler, which of the features above are among the <em>new customer insights</em>?",
    "correctAnswer": "E",
    "options": {
      "A": "I and II",
      "B": "II and III",
      "C": "III and IV",
      "D": "I, II and III",
      "E": "I, II, III and IV"
    },
    "explanation": "If your answer is incorrect please refer to E-BUSINESS ENVIRONMENT in Chapter 3 in your book.<br/>According to Kotler (1998), new customer insights consist of\n <ul> <li> The customer becomes selective with the increase of the conscious customer,\n </li> <li> Increasing customer expectations regarding goods and services,\n </li> <li> Decreased tendency to shop due to the importance of time,\n </li> <li> The spread of e-commerce,\n </li> <li> Decreasing loyalty to the brand and also to the product,\n </li> <li> The formation of group markets with market classification,\n </li> </ul> and\n <ul> <li> International shopping.\n </li> </ul>"
  },
  {
    "id": "2362261",
    "unitNumber": 3,
    "text": "In the process of becoming adequate in e-business activities, the first thing that an enterprise needs to do is to ensure ...............\n Which phrase can complete the sentence above correctly?",
    "correctAnswer": "A",
    "options": {
      "A": "sustomer satisfaction",
      "B": "increased returns",
      "C": "economics of scale",
      "D": "automated production",
      "E": "product development"
    },
    "explanation": "If your answer is incorrect please refer to E-BUSINESS ENVIRONMENT in Chapter 3 in your book.<br/>According to Odabasi (2000) to become an adequate player in e-business applications, the first thing that an enterprise needs to do is to ensure customer satisfaction."
  },
  {
    "id": "2362290",
    "unitNumber": 3,
    "text": "I. Relatively low costs when entering the market\n II. Customer potential and customer diversity at the global market scale\n III. Customizable products and opportunities encountered by e-business\n Which of the opportunities arising from e-business applications above are valid for <strong>small businesses</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only III",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "If your answer is incorrect please refer to E-BUSINESS IN TERMS OF ECONOMICS in Chapter 3 in your book.<br/>All the opportunities given are also the opportunities that small businesses face thanks to e-business applications."
  },
  {
    "id": "2362303",
    "unitNumber": 3,
    "text": "I. e-Business applications brought decreases in prices.\n II. e-Business applications provided reductions in production costs.\n III. e-Business applications create convenience in cross-border trade.\n Which of the arguments given above are true in terms of the effects of e-businesses on cost and price?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only III",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "If your answer is incorrect please refer to E-BUSINESS IN TERMS OF ECONOMICS in Chapter 3 in your book.<br/>All the arguments given are correct in terms of the effects of e-business on cost and price. Positive economic outcomes arising from the utilization of e-business applications create a cost reduction while making it easier to reach beyond borders. Thus, a significant reduction in prices becomes possible."
  },
  {
    "id": "2362580",
    "unitNumber": 3,
    "text": "Which of the following ethical issues regarding e-business emphasizes the slow adjustment of moral codes to continuous and rapid changes in technology?",
    "correctAnswer": "C",
    "options": {
      "A": "Trying to present commercial sites in the foreground in search sites",
      "B": "Concerns about the collection easily of personal information entered to become a member of a website on the Internet",
      "C": "Failure of ethical rules to keep up with the speed of change of internet and similar technologies",
      "D": "The fact that not everyone can access the Internet under equal terms (inequality of access)",
      "E": "The necessity to state whether an article on the Internet is informative or commercial"
    },
    "explanation": "If your answer is incorrect please refer to ETHICAL ISSUES IN E-BUSINESS in Chapter 3 in your book.<br/>\"Failure of ethical rules to keep up with the speed of change of internet and similar technologies\" emphasizes the adjustment lag in ethical rules."
  },
  {
    "id": "2362597",
    "unitNumber": 3,
    "text": "I. Probative force of electronic records\n II. Criminal liability\n III. Applicable law and competent court\n IV. Consumer protection\n V. Personal data protection and privacy\n Which of the issues above are to be primarily addressed in terms of development of a new e-commerce based economy?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II and III",
      "B": "I, III and IV",
      "C": "II, III and V",
      "D": "II, III, IV and V",
      "E": "I, II, III, IV and V"
    },
    "explanation": "If your answer is incorrect please refer to E-BUSINESS TERMS OF LEGAL REGULATIONS in Chapter 3 in your book.<br/>All the issues given before the question are tone primarily addressed in terms of the development of a new e-commerce based economy. In addition;\n <ol> <li> Electronic signature / Electronic contracts / Digital certificate\n </li> <li> Responsibilities and obligations of internet service providers\n </li> <li> Cyber crimes\n </li> <li> The legal arrangement for telecommunications\n </li> </ol> are also among that list."
  },
  {
    "id": "2362610",
    "unitNumber": 3,
    "text": "Which of the following issues is the greatest obstacle regarding the engagement in e-business?",
    "correctAnswer": "A",
    "options": {
      "A": "Lack of confidence in e-commerce",
      "B": "Transition to e-commerce and implementation costs",
      "C": "Unsuitable structure of existing operating procedures to e-commerce",
      "D": "Regulations on issues such as taxes",
      "E": "Technological limitations"
    },
    "explanation": "If your answer is incorrect please refer to E-BUSINESS IN TERMS OF SECURITY in Chapter 3 in your book.<br/>With its 26% level, the lack of confidence in commerce was showed to be the greatest obstacle for engagement in e-business activities."
  },
  {
    "id": "2369394",
    "unitNumber": 3,
    "text": "E-business has made progress in parallel<br/>with important development processes.\n Which of the following is one of the factors which accelerated e-business activities aorind the world?",
    "correctAnswer": "E",
    "options": {
      "A": "The new millenium",
      "B": "Emerging businesses",
      "C": "The new developments in various sectors",
      "D": "Changing population profile in the world",
      "E": "The developments in the information<br/>and communication sectors"
    },
    "explanation": "E-business has made progress in parallel<br/>with two important development processes.<br/>The first is the developments in the information<br/>and communication sectors, and the second is<br/>the globalization process in the markets and the<br/>acceleration of liberalization. The first factor<br/>expands the scope of e-business by making the<br/>interactive multimedia services and computer<br/>communication and media industry an integral<br/>whole. The second factor, interacted with<br/>e-business, globalization of the markets accelerated<br/>the development of e-business, and the feature of<br/>e-business that eliminates the borders of the country<br/>and eliminates customs has increased globalization.<br/>The developments in the information<br/>and communication sectors."
  },
  {
    "id": "2369825",
    "unitNumber": 3,
    "text": "E-business has been affected by the development of several factors. \n Which of the following relates to the importance of information, one of the influental factors?",
    "correctAnswer": "C",
    "options": {
      "A": "Changing consumer needs and<br/>demands force manufacturers and consumers to be<br/>more careful and innovative.",
      "B": "E-business appears to be a structure suitable for<br/>personal production and marketing logic.",
      "C": "The basis of the innovations occurring<br/>today is the conversion of data into information.",
      "D": "With globalization, workforce, money and<br/>many elements have gained an international status.",
      "E": "Increasing e-business practices continue to accelerate in<br/>international markets."
    },
    "explanation": "With the inclusion of businesses in e-business<br/>processes, time and space limitation has been<br/>eliminated in order to carry out activities with<br/>less cost by providing much easier and faster<br/>access to global markets. The basis of the<br/>innovations occurring today is the conversion<br/>of data into information.<br/>The basis of the innovations occurring<br/>today is the conversion of data into information."
  },
  {
    "id": "2369826",
    "unitNumber": 3,
    "text": "In recent years, businesses have created<br/>an organizational structure that diverges from<br/>classical management, creating an opportunity for<br/>businesses that understand the most important<br/>information.\n Which of the following environmental developments is described in the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Changing organizational culture for E-Business",
      "B": "Change and awareness in consumer preferences<br/>for e-business",
      "C": "Developments in information technologies",
      "D": "The globalization effect on e-business",
      "E": "Customer orientation for e-business"
    },
    "explanation": "Organizational culture<br/>is one of the most important determining<br/>factors for businesses to exceed customer focus.<br/>Customers are close to businesses that will adopt<br/>their own wishes. E-business is an area that<br/>enables organizations to adapt with customers.<br/>Businesses, which cannot fulfill the obligation<br/>to keep up with the change in the cultural and<br/>managerial field, which is the first step of the<br/>customer-oriented approach, and which cannot<br/>be integrated in the business, are inadequate<br/>in e-business activities. In this process, the first<br/>thing that an enterprise needs to do is to ensure<br/>customer satisfaction.<br/>Changing organizational culture for e-business"
  },
  {
    "id": "2369828",
    "unitNumber": 3,
    "text": "Which of the following can <strong>not</strong> be viewed as one of the activites that e-business has an impact on?",
    "correctAnswer": "B",
    "options": {
      "A": "Service and maintenance",
      "B": "Fashion design",
      "C": "Delivery and logistics",
      "D": "Faster, effective marketing",
      "E": "Financing and insurance"
    },
    "explanation": "We can list the activities that businesses affect<br/>in economic life, especially e-commerce, as well<br/>as e-business activities:<br/>• Faster, effective marketing for more people<br/>with digital marketing, sales and promotion,<br/>• Pre-sale, subcontracting, procurement,<br/>• Financing and insurance,<br/>• Commercial transactions (order, delivery<br/>and payment),<br/>• Service and maintenance,<br/>• Joint product development and work,<br/>• Using public and private services,<br/>• Public transactions (tax, customs, etc.),<br/>• Delivery and logistics,<br/>• Public procurements and tenders,<br/>• Accounting,<br/>• Automated trading of products in electronic<br/>environment,<br/>• Disputes solution<br/>Fashion design"
  },
  {
    "id": "2369830",
    "unitNumber": 3,
    "text": "Which of the following is about the effects of e-business on competitive capacity of an enterprise?",
    "correctAnswer": "E",
    "options": {
      "A": "E-business enables the<br/>emergence of creative entrepreneurs.",
      "B": "E-enterprise provides a cost advantage to<br/>businesses and provides a reduction effect on<br/>prices.",
      "C": "E-business is an important factor in increasing the efficiency of the<br/>activities of the enterprises.",
      "D": "E-business is an important factor in reducing<br/>the costs of a business.",
      "E": "E-business enables economic<br/>units to access information more easily and<br/>to make consumers more conscious."
    },
    "explanation": "E-business leads to a decrease in costs for<br/>businesses, a reduction in market entry barriers.<br/>In addition, e-business enables economic<br/>units to access information more easily and<br/>to make consumers more conscious. Under<br/>these conditions, the competitive environment<br/>intensifies and companies have to reconsider their<br/>market strategies. The fact that the conditions of<br/>entering the market over the internet are the same<br/>for each company strengthens the competition<br/>between the companies. Thus, both small and<br/>medium enterprises and multinational companies.<br/>have equal conditions at the time of entering<br/>the market."
  },
  {
    "id": "2369833",
    "unitNumber": 3,
    "text": "All enterprises,<br/>regardless of private or public, have increased<br/>productivity and the emergence of different new<br/>sectors due to their use of technology.\n Which type of e-business influence causes the development mentioned above?",
    "correctAnswer": "A",
    "options": {
      "A": "E-business influence on inflation and growth",
      "B": "E-business affect on cost reduction",
      "C": "E-business influence on competition",
      "D": "E-business influence on employment",
      "E": "E-business influence on productivity"
    },
    "explanation": "All enterprises,<br/>regardless of private or public, have increased<br/>productivity and the emergence of different new<br/>sectors thanks to their use of technology. Countries<br/>have started to give more importance to information<br/>technologies compared to other investments due to<br/>higher returns on technology investments.\n<br/>Investments in information technologies have<br/>shown the effects of economies in every national<br/>and international sector. The most important factor<br/>in the emergence of information stems from the<br/>process of externality.<br/>E-business influence on inflation and growth"
  },
  {
    "id": "2369834",
    "unitNumber": 3,
    "text": "What is the main cause of the ethical unwanted situation when individuals are not protected against <br/>cybercrimes?",
    "correctAnswer": "C",
    "options": {
      "A": "Special problems related to some sectors only",
      "B": "Use of cookies",
      "C": "Lack of legal regulations related to<br/>electronic commerce",
      "D": "The fact that everyone can access the<br/>Internet",
      "E": "Copyright problems"
    },
    "explanation": "There are no legal<br/>practices to protect individuals related to<br/>cybercrime. In some countries, the lack of<br/>any legal practices related to the crimes on<br/>the internet affects the frequency of use of<br/>e-business negatively.<br/>Lack of legal regulations related to<br/>electronic commerce"
  },
  {
    "id": "2369835",
    "unitNumber": 3,
    "text": "There are rules to be observed to minimize ethical<br/>problems caused by the problems related to the<br/>confidentiality of personal information.\n Which of the following supports the rule of \"access \"?",
    "correctAnswer": "A",
    "options": {
      "A": "The consumers should be able to see<br/>all the information collected from him or<br/>her at any time.",
      "B": "Businesses are responsible for the<br/>security of the information they collect.",
      "C": "To ensure compliance with<br/>the above rules, legal regulations and selfregulatory rules of the business are required.",
      "D": "The consumers must have the<br/>right to decide whether the information<br/>collected from him or her will be used for<br/>the specified purposes.",
      "E": "The consumers should be<br/>informed that their information is collected<br/>and for what purpose this information will<br/>be used."
    },
    "explanation": "According to Franzakvd, there<br/>are rules to be observed to minimize ethical<br/>problems caused by the problems related to the<br/>confidentiality of personal information. These are:<br/>• Informing: The consumer should be<br/>informed that their information is collected<br/>and for what purpose this information will<br/>be used.<br/>• Choice: The consumer must have the<br/>right to decide whether the information<br/>collected from him or her will be used for<br/>the specified purposes.<br/>• Access: The consumer should be able to see<br/>all the information collected from him or<br/>her at any time.<br/>• Security: Businesses are responsible for the<br/>security of the information they collect.<br/>To prevent this information from being<br/>obtained by unauthorized persons, it<br/>should take the necessary precautions and<br/>otherwise they put up with some sanctions.<br/>• Regulations: To ensure compliance with<br/>the above rules, legal regulations and selfregulatory rules of th<br/>The consumers should be able to see<br/>all the information collected from him or<br/>her at any time."
  },
  {
    "id": "2370217",
    "unitNumber": 3,
    "text": "Which of the following is described as \"Sending commercial e-mail to a person’s address<br/>without any commercial or personal relationship<br/>or without prior permission\"?",
    "correctAnswer": "E",
    "options": {
      "A": "Hidden message",
      "B": "Unethical message",
      "C": "Unethical application",
      "D": "Unethical access to internet",
      "E": "Spam"
    },
    "explanation": "Using e-mails together with individuals in their businesses,<br/>the increase in unauthorized commercial e-mail<br/>messages called spam caused individuals to be<br/>exposed to this problem very frequently. The<br/>“Direct Marketing Association” defines the concept<br/>as “sending commercial e-mail to a person’s address<br/>without any commercial or personal relationship<br/>or without prior permission “. 50% of emails received in recent years<br/>are in commercial e-mail class without permission."
  },
  {
    "id": "2370221",
    "unitNumber": 3,
    "text": "Which of the following is <strong>not</strong> observed as one of the issues that should be addressed primarily for the development of a new e-commerce based economy?",
    "correctAnswer": "D",
    "options": {
      "A": "Electronic signature",
      "B": "Consumer protection",
      "C": "Criminal liability",
      "D": "Web design",
      "E": "Cyber crimes"
    },
    "explanation": "While going for deeprooted legal arrangements and additions for the<br/>development of a new e-commerce based economy,<br/>the issues that should be addressed primarily are:\n<br/>1. Electronic signature / Electronic contracts /<br/>Digital certificate<br/>2. Probative force of electronic records<br/>3. Criminal liability<br/>4. Applicable law and competent court<br/>5. Consumer protection<br/>6. Protecting brand unfair competition and<br/>intellectual property<br/>7. Personal data protection and privacy<br/>8. Responsibilities and obligations of internet<br/>service providers<br/>9. Cyber crimes<br/>10.The legal arrangement for telecommunications<br/>Web design"
  },
  {
    "id": "2370667",
    "unitNumber": 3,
    "text": "Which of the following is <u>not</u> one of the effects of globalization on e-business?",
    "correctAnswer": "E",
    "options": {
      "A": "Those who make the best use of information technologies have realized that the world is limitless.",
      "B": "Consumers can access any product or service they need without any time and location limit.",
      "C": "Every entrepreneur with ideas and skills in any business line has the opportunity to open up to global markets.",
      "D": "Competition covers not only the national region where a specific business operates, but also the whole world.",
      "E": "A national company gains competitive advantage over international companies in its respective country."
    },
    "explanation": "The increasing importance of technology and developments since the 1980s contributed to the elimination of national borders and paved the way for a global competition. E-business allows businesses to reduce their costs in commercial processes and make the competition in many businesses in the global market stronger with faster and quality product outputs.\n Along with the importance of globalization, the understanding of competition in businesses has started to differ. Competition covers not only the national region where the business operates, but also the whole world. For this reason, businesses should produce products and services with strategies that can survive not only in the region they are in, but also in the world, and they should make pricing by considering the competition. Enterprises that produce products and services at the appropriate standard that can be accepted all over the world.\n Thus, a national company does not necessarily gain competitive advantage over international companies in its respective country. The correct answer is E."
  },
  {
    "id": "2370925",
    "unitNumber": 3,
    "text": "E-business is not only used in business functions such as production, marketing, financing human resources, public relations and R&amp;D, but also management functions such as planning, organizing, directing, coordination and supervision. Managers that are open to technologies and innovation are more likely to develop their business.\n The change on which of the following concepts is mainly defined in the above paragraph?",
    "correctAnswer": "A",
    "options": {
      "A": "Organizational culture",
      "B": "Customer relations",
      "C": "Customer satisfaction",
      "D": "Human resources",
      "E": "Competitive advantage"
    },
    "explanation": "E-business is not only used in business functions such as production, marketing, financing human resources, public relations and R&amp;D, but also management functions such as planning, organizing, directing, coordination and supervision. Management models used in the enterprise were also affected by the developments in information technologies. \n Nowadays, businesses have created an organizational structure that diverges from classical management, creating an opportunity for businesses that understand the most important information. Thanks to this new organizational structure, the expectations of the consumers were better met and the opportunities in the market were seen better.\n An innovative approach to business is a significant part of organizational culture, allowing the business to respond better to customer needs and thus develop more effectively.\n The correct answer is A."
  },
  {
    "id": "2371869",
    "unitNumber": 3,
    "text": "Thanks to customers that prefer to purchase services through the internet, especially in banking services, transaction costs are reduced and banking services can be performed more quickly. Online banking services reduce customer concentrations that may cause over-capacity work. \n<br/>The effect of e-business on which of the following terms is provided in the above example?",
    "correctAnswer": "B",
    "options": {
      "A": "Growth",
      "B": "Productivity",
      "C": "Cost",
      "D": "Competition",
      "E": "Employment"
    },
    "explanation": "The contribution of e-business to productivity is at the forefront in the service sector. Within the service sector, information technologies are used most intensely, especially in the banking sector. Thanks to customers who prefer to purchase services through the internet, especially in banking services, transaction costs are reduced and banking services can be performed more quickly. Thanks to the online services carried out over the internet, customer concentrations that may cause over-capacity work within banks can be reduced to a lesser extent.\n<br/>The correct answer is B."
  },
  {
    "id": "2371887",
    "unitNumber": 3,
    "text": "Which of the following is <u>not</u> one of the obstacles to e-business at the international level?",
    "correctAnswer": "D",
    "options": {
      "A": "The international market is not well known.",
      "B": "The parties are in different countries.",
      "C": "There are many brokerage firms.",
      "D": "Provision of customer support is more difficult.",
      "E": "Uncertainty and risk are greater than the local market."
    },
    "explanation": "Internationally, the obstacles encountered in e-business can be listed as follows: the international market is not well known, the parties are in different countries, there are many brokerage firms, uncertainty and risk are higher than the local market. \n Difficulty in the provision of customer support is not one of the disadvantages of e-business as online customer support is quite easy and effective in e-business.\n The correct answer is D."
  },
  {
    "id": "2371889",
    "unitNumber": 3,
    "text": "According to Franzakvd, which of the following is <u>not</u> one of the actions that companies take to minimize ethical problems related to the confidentiality of personal information?",
    "correctAnswer": "E",
    "options": {
      "A": "Informing",
      "B": "Choice",
      "C": "Access",
      "D": "Regulations",
      "E": "Use of cookies"
    },
    "explanation": "According to Franzakvd (2001: 639), the actions to be taken to minimize ethical problems related to the confidentiality of personal information are as follows:\n Informing: The consumer should be informed that their information is collected and for what purpose this information will be used.\n Choice: The consumer must have the right to decide whether the information collected from him or her will be used for the specified purposes.\n Access: The consumer should be able to see all the information collected from him or her at any time.\n Security: Businesses are responsible for the security of the information they collect. To prevent this information from being obtained by unauthorized persons, it should take the necessary precautions and otherwise they put up with some sanctions.\n Regulations: To ensure compliance with the above rules, legal regulations and self-regulatory rules of the business are required.\n Thus, the correct answer is E."
  },
  {
    "id": "2371892",
    "unitNumber": 3,
    "text": "Which of the following refers to unauthorized commercial e-mails that do not cause harm to the user or the user’s computer?",
    "correctAnswer": "C",
    "options": {
      "A": "Non-commercial spam",
      "B": "Aggressive spam",
      "C": "Junk e-mail",
      "D": "Fraudulent e-mail",
      "E": "Harmful e-mail"
    },
    "explanation": "Junk e-mails are unauthorized commercial e-mails that do not cause harm to the user or the user’s computer.\n The correct answer is C."
  },
  {
    "id": "2371894",
    "unitNumber": 3,
    "text": "The purpose of the ---------------------------- is to establish effective competition through regulation and supervision in the electronic communications sector, to observe consumer rights, to spread services across the country, to use resources effectively and efficiently, encouraging technological development and new investments in the field of communication infrastructure, network and service, and the determination of the relevant procedures and principles.\n Which of the following legal instruments is defined above?",
    "correctAnswer": "E",
    "options": {
      "A": "Law No 6563 on Regulation of Electronic Commerce",
      "B": "Electronic Signature Law No 5070",
      "C": "Consumer Protection Law No 4077",
      "D": "Turkish Code of Obligations No 6098",
      "E": "Electronic Communication Law No 5809"
    },
    "explanation": "The purpose of the Law No. 5809 is to establish effective competition through regulation and supervision in the electronic communications sector, to observe consumer rights, to spread services across the country, to use resources effectively and efficiently, encouraging technological development and new investments in the field of communication infrastructure, network and service, and the determination of the relevant procedures and principles.\n The correct answer is E."
  },
  {
    "id": "2372368",
    "unitNumber": 3,
    "text": "Which of the following information related to the legal aspect of e-business is <u>not</u> correct?",
    "correctAnswer": "A",
    "options": {
      "A": "Turkey has not introduced any laws related to e-business yet.",
      "B": "E-government is a factor that facilitates e-business processes in Turkey.",
      "C": "E-commerce regulations have changed over years due to new technological developments.",
      "D": "Regulations regarding electronic data constitute the basis of regulations regarding e-business.",
      "E": "E-government allows individuals and institutions to access online services with a password, e-signature or mobile signature tools."
    },
    "explanation": "In Turkey, there is a wide range of legal instruments that contribute to the regulation of e0business including the Law on Regulation of Electronic Commerce No 6563, Electronic Communication Law No 5809, law on regulation of publications on the internet and suppression of crimes committed by means of such publications No 5651, and Electronic Signature Law No 5070 and Consumer Protection Law No 4077.\n Thus, the correct answer is A."
  },
  {
    "id": "2372369",
    "unitNumber": 3,
    "text": "According to WITSA's e-Commerce Survey, which of the following was found to be the greatest obstacle to e-business?",
    "correctAnswer": "C",
    "options": {
      "A": "Lack of knowledge about e-commerce",
      "B": "Unsuitableness of existing operating procedures to e-commerce",
      "C": "Lack of confidence in e-commerce",
      "D": "Regulations on issues such as taxes",
      "E": "Technological limitations"
    },
    "explanation": "In the International E-Commerce Survey conducted in 2000, WITSA found that the obstacles to e-business were as follows:\n <ul> <li> Lack of confidence in e-commerce 26%,\n </li> <li> Lack of knowledge about e-commerce and couldn’t comprehend of subject 21%,\n </li> <li> Transitiontoe-commerceandimplementation costs 10%,\n </li> <li> Unsuitablenessofexistingoperatingprocedures to e-commerce 10%,\n </li> <li> The inadequacy and ineligibility of employees’ hardware and information in e-commerce 10%,\n </li> <li> Regulations on issues such as taxes 8%,\n </li> <li> Institution budgets 7%,\n </li> <li> Technological limitations %1,\n </li> <li> Other obstacles are explained as 6%.\n </li> </ul> Thus, the correct answer is C, lack of confidence in e-commerce."
  },
  {
    "id": "2372371",
    "unitNumber": 3,
    "text": "E-business contributed to the elimination of geographical and physical boundaries by enabling small firms to enter the global market more easily. Therefore, the development of e-business eliminates the concept of distance and strengthens the global paradox.\n The effect of e-business on which of the following aspects is defined above?",
    "correctAnswer": "D",
    "options": {
      "A": "Efficiency",
      "B": "Labor Market",
      "C": "Costs",
      "D": "Competition",
      "E": "Inflation"
    },
    "explanation": "E-business contributed to the elimination of geographical and physical boundaries by enabling small firms to enter the global market more easily. Thus, smaller enterprises are able to compete with international firms. This provides them with competitive advantage.\n The correct answer is D."
  },
  {
    "id": "2381382",
    "unitNumber": 3,
    "text": "Which one of the following terms refers to an economic system based on information technology, where people do business with brain power rather than body power, and where global competition is experienced with the opportunities provided by information technologies?",
    "correctAnswer": "A",
    "options": {
      "A": "e-economy",
      "B": "e-trade",
      "C": "e-business",
      "D": "e-procurement",
      "E": "e-supply"
    },
    "explanation": "E-business is the most important<br/>element of e-economy after Suarez Villa (2001:<br/>5) expresses e-economy as “an economic system<br/>based on information technology, where people do<br/>business with brain power rather than body power,<br/>and where global competition is experienced<br/>with the opportunities provided by information<br/>technologies”"
  },
  {
    "id": "2381384",
    "unitNumber": 3,
    "text": "Which one of the following areas e-business interact with refers to the international use of products and services?",
    "correctAnswer": "B",
    "options": {
      "A": "Informatics",
      "B": "Globalization",
      "C": "Changing Customer Relations",
      "D": "Organizational Culture",
      "E": "Ability to Select and Compare on the Web"
    },
    "explanation": "Developments in information and communication<br/>technologies have caused the borders to be abstract.<br/>These developments contributed to the globalization<br/>process. With globalization, workforce, money and<br/>many elements have gained an international status.<br/>Globalization generally refers to the international use<br/>of products and services"
  },
  {
    "id": "2381387",
    "unitNumber": 3,
    "text": "Which one of the following <strong>is not</strong> among the new customer insights according to Kotler (1998)?",
    "correctAnswer": "E",
    "options": {
      "A": "The formation of group markets with market classification",
      "B": "The spread of e-commerce",
      "C": "Decreased tendency to shop due to the importance of time",
      "D": "The customer becomes selective with the increase of the conscious custome",
      "E": "Increasing loyalty to the brand and also to the product"
    },
    "explanation": "Kotler (1998) lists new customer<br/>insights as follows (Kotler, 1998: 32):<br/>• The customer becomes selective with the<br/>increase of the conscious customer,<br/>• Increasing customer expectations regarding<br/>goods and services,<br/>• Decreased tendency to shop due to the<br/>importance of time,<br/>• The spread of e-commerce,<br/>• Decreasing loyalty to the brand and also to<br/>the product,<br/>• The formation of group markets with<br/>market classification,<br/>• International shopping"
  },
  {
    "id": "2381390",
    "unitNumber": 3,
    "text": "I. Relatively low costs when entering the market\n II. Customer potential and customer diversity at the global market scale\n III. Public procurements and tenders\n Which one(s) of these is/are among the opportunities small businesses face thanks to e-business?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I-II",
      "E": "II-III"
    },
    "explanation": "When small businesses are involved in<br/>e-business activities, either through direct sales<br/>to customers or as a link in the supply chain; it<br/>has the chance to increase its market share across<br/>the country and the world. Small businesses face<br/>the following opportunities thanks to e-business<br/>(Akın, 2001: 99):<br/>• Relatively low costs when entering the market,<br/>• Customer potential and customer diversity<br/>at the global market scale,<br/>• Customizable Products and Opportunities<br/>Encountered by E-Business"
  },
  {
    "id": "2381393",
    "unitNumber": 3,
    "text": "\"People can work in their homes and produce services over the internet with a working system called home office.\"\n Which one of the following effects of e-business stands for the statement above?",
    "correctAnswer": "A",
    "options": {
      "A": "E-Business Effects on Employment and Labor Market",
      "B": "E- Business Influences on Inflation and Growth",
      "C": "E- Business Effects on Productivity",
      "D": "E-Business Effects on Cost and Price",
      "E": "E-Business Effects on Competition"
    },
    "explanation": "In addition, people can work in their homes and<br/>produce services over the internet with a working<br/>system called home office (www.e-ticaretmerkezi.<br/>net ). In this way, it is possible to support the<br/>participation of the economy by providing activities<br/>such as counseling, games, and report preparation in<br/>the internet environment for people with physical<br/>disabilities as well as those mentioned. Thanks to<br/>the e-business, money and time spent on reaching<br/>the workplace are saved, thus improving business<br/>conditions"
  },
  {
    "id": "2381400",
    "unitNumber": 3,
    "text": "\"With the e-business activity, the distribution services that develop and get cheaper every day reduce the shipping costs of the companies.\"\n Which one of the following effects of e-business stands for the statement above?",
    "correctAnswer": "B",
    "options": {
      "A": "E-Business Effects on Competition",
      "B": "E-Business Effects on Cost and Price",
      "C": "E-Business Effects on Employment and Labor Market",
      "D": "E- Business Influences on Inflation and Growth",
      "E": "E- Business Effects on Productivity"
    },
    "explanation": "E-business leads to a decrease in prices by<br/>reducing costs in sectors. In addition, with the e-business<br/>activity, the distribution services that develop and<br/>get cheaper every day reduce the shipping costs of<br/>the companies. Facilitated by electronic commerce<br/>in taking orders, tracking inventory records results<br/>in cheaper product prices"
  },
  {
    "id": "2381404",
    "unitNumber": 3,
    "text": "Which one of the following is used for expressing e-business ethics in the literature?",
    "correctAnswer": "B",
    "options": {
      "A": "integrity",
      "B": "netiket",
      "C": "honesty",
      "D": "morality",
      "E": "respect"
    },
    "explanation": "E-business ethics<br/>cannot be considered separately from the ethical<br/>rules in general, but it is also an issue that should<br/>be emphasized since it contains different features<br/>that need attention. E-business ethics is expressed<br/>in the literature as “netiket” (Netiquette), which<br/>can be defined as internet ethics in some studies<br/>(Odabaşı, 2002: 44)."
  },
  {
    "id": "2381408",
    "unitNumber": 3,
    "text": "Which one of the following ethical issues related to e-business is concerned with the unauthorized capture of the information contained in the business database?",
    "correctAnswer": "B",
    "options": {
      "A": "Conditions related to the security of transactions carried out over the Interne",
      "B": "Problems related to the security of data in the databases of businesses",
      "C": "Lack of legal regulations related to electronic commerce",
      "D": "Use of cookies",
      "E": "Copyright problems"
    },
    "explanation": "Problems related to the security of<br/>data in the databases of businesses: The<br/>unauthorized capture of the information<br/>contained in the business database"
  },
  {
    "id": "2381410",
    "unitNumber": 3,
    "text": "According to Franzakvd (2001: 639), there are rules to be observed to minimize ethical problems caused by the problems related to the confidentiality of personal information.\n Which one of the following <strong>is not</strong> among these rules?",
    "correctAnswer": "E",
    "options": {
      "A": "Informing",
      "B": "Choice",
      "C": "Access",
      "D": "Security",
      "E": "Copyright"
    },
    "explanation": "According to Franzakvd (2001: 639), there<br/>are rules to be observed to minimize ethical<br/>problems caused by the problems related to the<br/>confidentiality of personal information. These are: Informing, Choice, Access, Security, Regulations"
  },
  {
    "id": "2381412",
    "unitNumber": 3,
    "text": "Which one of the following is the highest rated obstacle in e-business according to the International E-Commerce Survey conducted in 2000?",
    "correctAnswer": "A",
    "options": {
      "A": "Lack of confidence in e-commerce",
      "B": "Lack of knowledge about e-commerce",
      "C": "Transition to e-commerce and implementation cost",
      "D": "Unsuitableness of existing operating procedures to e-commerce",
      "E": "Regulations on issues such as taxes"
    },
    "explanation": "In the International E-Commerce Survey<br/>conducted in 2000, WITSA determined the<br/>obstacles to e-business, which is an e-business<br/>process, and their relative weights. These<br/>determinations and weights. (http://www.witsa.<br/>org/papers/EComSurv.pdf ). These detections and<br/>weights are;<br/>• Lack of confidence in e-commerce 26%,<br/>• Lack of knowledge about e-commerce and<br/>couldn’t comprehend of subject 21%,<br/>• Transition to e-commerce and implementation<br/>costs 10%,<br/>• Unsuitableness of existing operating procedures<br/>to e-commerce 10%,<br/>• The inadequacy and ineligibility of<br/>employees’ hardware and information in<br/>e-commerce 10%,<br/>• Regulations on issues such as taxes 8%,<br/>• Institution budgets 7%,<br/>• Technological limitations %1,<br/>• Other obstacles are explained as 6%. The<br/>other 1% argued that there is no obstacle to<br/>e-commerce"
  },
  {
    "id": "2365695",
    "unitNumber": 4,
    "text": "Which of the below are the key terms in the definition of procurement?\n I- right time \n II- right price \n III- right length\n IV- right resource",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "I-II",
      "C": "I-II-III",
      "D": "I-III-IV",
      "E": "I-II-IV"
    },
    "explanation": "In the literature related to procurement management, there are different definitions. Procurement, with the most general state of it, can be defined as the process to obtain quality in the right time and the right price from the right resource."
  },
  {
    "id": "2365801",
    "unitNumber": 4,
    "text": "Which of the below is one of the processes of e-procurement?",
    "correctAnswer": "C",
    "options": {
      "A": "Needs Clarification",
      "B": "Price Compensation",
      "C": "Source Selection",
      "D": "Follow-up Activities",
      "E": "Record Breaking"
    },
    "explanation": "In this scope, in industrial procurements and e-procurement, the process is executed as follows:\n • Needs Recognition\n • Needs Identification\n • Source Selection\n • Price Comparison\n • Placing an Order\n • Order Follow-up\n • Keeping Records\n • Professional Supplier Relationship"
  },
  {
    "id": "2365814",
    "unitNumber": 4,
    "text": "Which of the below is the correct order of stages of e-procurement?\n I- Placing an order\n II- Needs Recognition\n III- Price Comparison\n IV- Keeping Records\n V- Professional Supplier Relationship",
    "correctAnswer": "A",
    "options": {
      "A": "II-III-I-IV-V",
      "B": "I-II-III-IV-V",
      "C": "II-IV-III-I-V",
      "D": "III-V-IV-I-III",
      "E": "V-I-III-II-IV"
    },
    "explanation": "In this scope, in industrial procurements and e-procurement, the process is executed as follows (Zenz, 1994: 10-13; Dobler and Burt, 1996: 62).\n • Needs Recognition\n • Needs Identification\n • Source Selection\n • Price Comparison\n • Placing an Order\n • Order Follow-up\n • Keeping Records\n • Professional Supplier Relationship"
  },
  {
    "id": "2365841",
    "unitNumber": 4,
    "text": "Which of the below is NOT one of the benefits of cost limiting?",
    "correctAnswer": "B",
    "options": {
      "A": "Quality",
      "B": "marketing",
      "C": "delivery",
      "D": "flexibility",
      "E": "innovation"
    },
    "explanation": "Cost limiting provides large benefits about quality, delivery, flexibility, and innovation."
  },
  {
    "id": "2365853",
    "unitNumber": 4,
    "text": "Which of the below do other functions depend on to work well?",
    "correctAnswer": "C",
    "options": {
      "A": "production finance",
      "B": "marketing",
      "C": "procurement department",
      "D": "distribution",
      "E": "human resources"
    },
    "explanation": "Procurement is one of the most basic functions of every kind of processes and organization. Procurement, as a result of its activities, is a basic and integrative function of business management. To become successful, it is necessary for any business to perform at full capacity in its main segments, such as production finance, marketing, distribution, human resources. These functions can perform well if the procurement department perfectly performs its activities. Procurement provides benefits to business and has a great importance"
  },
  {
    "id": "2365894",
    "unitNumber": 4,
    "text": "In which of the below e-procurement strategies a supplier is used as a long term partner?",
    "correctAnswer": "E",
    "options": {
      "A": "Wait and See Strategy",
      "B": "Strategic Partnership",
      "C": "Aggressive Strategy",
      "D": "Online Call Up",
      "E": "United Strategy"
    },
    "explanation": "There are three e-procurement strategies. The first strategy, in which a business signs a long term contract with a single supplier, is <em>strategic partnership</em>. The second strategy is <em>online call up</em>, in which the internet is used to select suppliers to be placed an order. In this case, it is assumed that unit price randomly occurs; however, distribution is previously known, and it is assumed that the number of suppliers made contact for price offer has a function. The third strategy is a <em>united strategy</em>, in which a supplier is used as a long term partner, however, a second resource can be selected through the internet."
  },
  {
    "id": "2365925",
    "unitNumber": 4,
    "text": "Which of the below is \"communities and offer demand facilitators\"?",
    "correctAnswer": "B",
    "options": {
      "A": "EDI Networks",
      "B": "First Generation Commodity Exchanges",
      "C": "Second Generation Commodity Exchanges",
      "D": "Third Generation Commodity Exchanges",
      "E": "Industrial consortiums"
    },
    "explanation": "<em>First Generation Commodity Exchanges (communities and offer demand facilitators): </em>First Generation Commodity Exchanges are information and content centers. E-procurement applications stand out the developed B2B portals called commodity exchange. This exchange contains functions such as online trade magazines, industrial news and trends, product information, classified contents of sectoral participants, and technical examinations."
  },
  {
    "id": "2365944",
    "unitNumber": 4,
    "text": "Which of the below are websites bringing together more than one purchasers and sellers and enabling them to sell with a dynamic price identified according to exchange market rules?",
    "correctAnswer": "A",
    "options": {
      "A": "Internet Market Exchanges",
      "B": "Inter-business open biddings",
      "C": "Internet procurement consortium",
      "D": "<em>E-procurement software </em>",
      "E": "Industrial consortiums"
    },
    "explanation": "<em>Internet market exchanges: </em>They are websites bringing together more than one purchasers and sellers and enabling them to sell with a dynamic price identified according to exchange market rules"
  },
  {
    "id": "2365965",
    "unitNumber": 4,
    "text": "Which of the below is one of the Opportunity Advantages?",
    "correctAnswer": "C",
    "options": {
      "A": "Realizing procurement applications that will provide more discount and better service,",
      "B": "Accelerating information flow between purchasers and suppliers",
      "C": "Developing purchaser-supplier relationships",
      "D": "Facilitating financial audition",
      "E": "Eliminating document costs"
    },
    "explanation": "Strategic Advantages are in the way of\n • Realizing procurement applications that will provide more discount and better service,\n • Accelerating information flow between purchasers and suppliers,\n • With reducing administrative hours, directing staff to the other tasks, and\n • Accelerating participation in new markets, where competition is high, and reaction to competitors.\n Opportunity advantages are\n • Developing business image and institutional trade relationships,\n • Developing purchaser-supplier relationships,\n • Possibility to access to more accurate information.\n Operational Advantages\n • Facilitating financial audition\n • Eliminating document costs\n • Providing that personnel and supervisors follow movements of orders through the system, increasing supervision and security.\n • Shortening delivery time by eliminating the need to wait for paper documents by mail\n • Removing impediments of time slice\n • Reducing inventory levels.\n • Reducing workload, cycle time delays, stocks and errors, increasing effectiveness in each stage\n • Allowing for flexible access in every time and every place\n • Providing delivery in time"
  },
  {
    "id": "2365981",
    "unitNumber": 4,
    "text": "Which of the below is among the advantages of e-procurement processes?",
    "correctAnswer": "E",
    "options": {
      "A": "Long repayment times may form a disadvantage.",
      "B": "Due to technological troubles, technical problems can occur.",
      "C": "In unexpected cases such as costs, time, and etc., some confusion can occur in business.",
      "D": "Due to communication difficulty between potential purchasers and suppliers, impediments can be met.",
      "E": "Providing that personnel and supervisors follow movements of orders through the system, increasing supervision and security."
    },
    "explanation": "All other options except for the one in option E are disadvantages of e-procurement procedures."
  },
  {
    "id": "2368152",
    "unitNumber": 4,
    "text": "Which of the following correctly describes the difference between the terms \"supply\" and \"procurement\"?",
    "correctAnswer": "B",
    "options": {
      "A": "Supply is about business whereas procurement is about organizational behavior.",
      "B": "Supply is much more comprehensive than procurement.",
      "C": "None of the terms are about e-business.",
      "D": "Both terms are related to marketing.",
      "E": "Procurement is much more comprehensive than supply."
    },
    "explanation": "Supply is much more comprehensive than procurement<br/>that expresses purchasing goods and service in<br/>exchange of money or any payment. The concept<br/>of supply is a process including the concepts<br/>of power and loot, in which there are different<br/>ways of obtaining something."
  },
  {
    "id": "2368156",
    "unitNumber": 4,
    "text": "Which of the following environmental factors has <em><strong>not</strong></em> played a role in emergence and<br/>widespread of e-procurement for businesses?",
    "correctAnswer": "E",
    "options": {
      "A": "Global economic fluctuations",
      "B": "The goal of reducing costs",
      "C": "Policies for gaining competitive advantage",
      "D": "Global competition for market share",
      "E": "Family size"
    },
    "explanation": "Many factors such as global<br/>economic fluctuations, developing strategies<br/>that can be obtained by competitive advantage,<br/>desire to reduce costs, and rapid developments<br/>in technology played a role in emergence and<br/>becoming widespread of e-procurement.<br/>Family size"
  },
  {
    "id": "2368668",
    "unitNumber": 4,
    "text": "E-procurement is examined by dividing<br/>into two as between businesses (inter-business)<br/>and in markets.\n Which of trhe following describes e-procurement in markets?",
    "correctAnswer": "E",
    "options": {
      "A": "It is in the form of a transaction between the customer and the business.",
      "B": "It is in the form of goods and service supply<br/>and providing resources between two businesses.",
      "C": "It is in the form of an online transaction between two individual customers.",
      "D": "It is in the form of goods and service supply<br/>and providing resources between two businesses<br/>through the internet.",
      "E": "It is in the form of more than one<br/>purchaser and seller in a virtual market."
    },
    "explanation": "E-procurement is examined by dividing<br/>into two as between businesses (inter-business)<br/>and in markets. Inter-business e-procurement<br/>is made in the form of goods and service supply<br/>and providing resources between two businesses<br/>through the internet .\n<br/>Markets are institutional media, which provide<br/>customers and suppliers to announce their purchase<br/>and sale intentions. This can also be made official in<br/>a purchase or sale action and all relevant activities<br/>through the internet as real time. Business world<br/>and e-procurement are related to each other oneto-one. Markets bring together more than one<br/>purchaser and seller in a virtual market.<br/>It is in the form of more than one<br/>purchaser and seller in a virtual market."
  },
  {
    "id": "2368675",
    "unitNumber": 4,
    "text": "What is the first stage of a typical e-procurement decision?",
    "correctAnswer": "B",
    "options": {
      "A": "Development of specifications,",
      "B": "Definition of procurement needs according<br/>to the demand of the final consumers of a business.",
      "C": "Developing the e- procurement team.",
      "D": "Selection of suppliers.",
      "E": "Establishment of contract methods and processing regulations."
    },
    "explanation": "A typical procurement process begins with<br/>the definition of procurement needs according<br/>to the demand of the final consumers of a business<br/>and it ends with the report<br/>of receiving the good in a satisfied way by the<br/>procurement department.<br/>Definition of procurement needs according<br/>to the demand of the final consumers of a business."
  },
  {
    "id": "2368686",
    "unitNumber": 4,
    "text": "Which of the following procurement stage is about regularly communicating <br/>with the supplier?",
    "correctAnswer": "A",
    "options": {
      "A": "Order follow-up stage",
      "B": "Keeping records",
      "C": "Definition stage",
      "D": "Recognition stage",
      "E": "Pricing stage"
    },
    "explanation": "Follow up of the procurement of an<br/>order includes to make regular communication<br/>with a supplier such as if the order is clearly<br/>accepted and delivery time is committed. At this<br/>point, if required, the procurement department<br/>can try to accelerate order, identify, and remove<br/>barriers in front of delivery<br/>Order follow-up stage"
  },
  {
    "id": "2368762",
    "unitNumber": 4,
    "text": "What is the role of the procurement department regarding the professional supplier relationship?",
    "correctAnswer": "D",
    "options": {
      "A": "Decides the marketing choices.",
      "B": "Provides the financial support.",
      "C": "Selects marketing channels.",
      "D": "It identifies and selects competitive<br/>suppliers.",
      "E": "It makes the decision for starting e- procurement for a business."
    },
    "explanation": "Procurement department should identify and select competitive<br/>suppliers. At the same time, it should identify the<br/>suppliers exhibiting better performance and develop<br/>better relations with them and improve performance<br/>of the existing suppliers. A procurement department that can effectively<br/>manage this process can achieve a reduction in<br/>product costs and different advantages in quality,<br/>technology, delivery and new product development.<br/>It identifies and selects competitive<br/>suppliers."
  },
  {
    "id": "2368766",
    "unitNumber": 4,
    "text": "Which of the following is <strong>not</strong> among the primary contributions of the procurement function in a business setting?",
    "correctAnswer": "B",
    "options": {
      "A": "It contributes to competitive advantage.",
      "B": "It motivates employees for success.",
      "C": "It plays role in the product design.",
      "D": "It plays role in the introduction of a new product in the market.",
      "E": "It increases quality and prestige."
    },
    "explanation": "Procurement department, reduces business<br/>activities, increases savings, establishes sustainable<br/>relationships, and encourages innovation. It<br/>increases quality and prestige, plays a role in<br/>product design and introduction to the market,<br/>and makes contribution to competitive advantage.<br/>Although there are many activities provided<br/>advantage to business, the most remarkable one of<br/>these is reduction in costs. The remarkable point<br/>here is how such a function reduces millions of<br/>dollars and costs.<br/>It motivates employees for success."
  },
  {
    "id": "2368778",
    "unitNumber": 4,
    "text": "Which of the following e-procurement strategies has \"higher risk and income expectation\"?",
    "correctAnswer": "D",
    "options": {
      "A": "Observation approach",
      "B": "No commitment of resources",
      "C": "Passive strategy",
      "D": "Aggressive strategy",
      "E": "Wait and see strategy"
    },
    "explanation": "When there are no welldefined solutions, it is a strategy that<br/>has higher risk and income expectation.<br/>Aggressive strategy requires considerably<br/>investing to obtain a leadership or quickly<br/>proceed to e-procurement strategies.<br/>Businesses basically adopt these strategies<br/>to provide costs to be properly managed<br/>and margins to be improved. In general,<br/>businesses having aggressive strategies<br/>seem to be better positioned in market or<br/>predictable market environments."
  },
  {
    "id": "2368787",
    "unitNumber": 4,
    "text": "Which of the following is about the \"First Generation Commodity Exchanges<br/>(communities and offer demand facilitators)' model for e-procurement?",
    "correctAnswer": "C",
    "options": {
      "A": "It is an internet based software<br/>application catching the necessary procurement<br/>data in process.",
      "B": "Transaction incomes obtained from the second<br/>generation product buying and selling become<br/>critical.",
      "C": "This exchange contains functions such as online trade magazines,<br/>industrial news and trends, product information,<br/>classified contents of sectoral participants, and<br/>technical examinations.",
      "D": "When e-procurement from<br/>business to employees (B2E) is successfully applied,<br/>it is an e-trade enterprise helping organizations<br/>present useful services, information, or products<br/>to their employees.",
      "E": "Large businesses, making connections through<br/>special networks called EDIs (electronic data<br/>interchanges) with their suppliers, provide time<br/>and cost saving."
    },
    "explanation": "First Generation Commodity Exchanges are<br/>information and content centers. E-procurement<br/>applications stand out the developed B2B portals<br/>called commodity exchange. This exchange<br/>contains functions such as online trade magazines,<br/>industrial news and trends, product information,<br/>classified contents of sectoral participants, and<br/>technical examinations. The aim of B2B commodity<br/>exchanges is to create a market for all participants<br/>without permitting the prevailing interest of<br/>any participant in the exchange market.<br/>This exchange contains functions such as online trade magazines,<br/>industrial news and trends, product information,<br/>classified contents of sectoral participants, and<br/>technical examinations."
  },
  {
    "id": "2368798",
    "unitNumber": 4,
    "text": "Which of the following conditions can create a disadvantageous condition of appliying e-procurement?",
    "correctAnswer": "A",
    "options": {
      "A": "Data taking place in e-procurement systems include prices of materials, and these prices and even<br/>discounts should be regularly updated.",
      "B": "Personnel and supervisors follow movements of orders through the system, increasing supervision and security.",
      "C": "Accelerates participation in new markets, where competition is high, and reaction to competitors.",
      "D": "Reduces workload, cycle time delays, stocks and errors, increases effectiveness in each stage.",
      "E": "Increases technological cooperation and planning possibilities with job partners."
    },
    "explanation": "Data taking place in e-procurement systems include prices of materials, and these prices and even<br/>discounts should be regularly updated. In case that system is not continuously updated, problems<br/>for business can arise."
  },
  {
    "id": "2381351",
    "unitNumber": 4,
    "text": "Which one of the following <strong>is not</strong> among the definitions of procurement?",
    "correctAnswer": "E",
    "options": {
      "A": "the process to obtain quality in the right time and the right price from the right resource",
      "B": "a functional group (for example, an official entity on organization chart) and a functional activity (for example, goods and service procurement)",
      "C": "a process, in which a business or organization purchases goods from other businesses to perform its targets just in time and at lower cost",
      "D": "a process, in which all necessary materials, service, labor force, and information is supplied as outsourcing for businesses to be able to make their activities more effective",
      "E": "a process including the concepts of power and loot, in which there are different ways of obtaining something"
    },
    "explanation": "All the definitions except E are among the definitions of procurement. The definition in option E refers to supply: The concept of supply is a process including the concepts of power and loot, in which there are different ways of obtaining something"
  },
  {
    "id": "2381353",
    "unitNumber": 4,
    "text": "Which one of the following refers to a process, in which information exchange and communication between people are provided without geographical limitation?",
    "correctAnswer": "D",
    "options": {
      "A": "Procurement",
      "B": "E-procurement",
      "C": "Supply",
      "D": "E-trade",
      "E": "E-business"
    },
    "explanation": "E-trade is a process, in<br/>which information exchange and communication<br/>between people are provided without geographical<br/>limitation. E-trade has played a considerably<br/>important role in development of e- procurement"
  },
  {
    "id": "2381363",
    "unitNumber": 4,
    "text": "Which one of the following stages includes the recognition of job needs and requirements?",
    "correctAnswer": "A",
    "options": {
      "A": "Needs Recognition",
      "B": "Needs Identification",
      "C": "Source Selection",
      "D": "Price Comparison",
      "E": "Placing an Order"
    },
    "explanation": "Needs Recognition<br/>Procurement process begins with the recognition<br/>of job needs and requirements. In a process, in<br/>which a purchaser needs something, when any<br/>difference is perceived between real case and desired<br/>case, the procurement process begins by identifying<br/>problems and determining the needs. This stage is<br/>also qualified as a problem identification and needs<br/>recognition stage"
  },
  {
    "id": "2381365",
    "unitNumber": 4,
    "text": "In which one of the following stages is it important to choose supplier resources which meet user demands?",
    "correctAnswer": "B",
    "options": {
      "A": "Price Comparison",
      "B": "Source Selection",
      "C": "Needs Identification",
      "D": "Order Follow-up",
      "E": "Keeping Records"
    },
    "explanation": "The next step in the procurement process is to<br/>select resource/s (for the element demanded). In this stage, it is important to<br/>select supplier resources which meet user demands"
  },
  {
    "id": "2381367",
    "unitNumber": 4,
    "text": "Taking the stages in e-procurement into consideration, which one of the following comes after price comparison?",
    "correctAnswer": "B",
    "options": {
      "A": "Source Selection",
      "B": "Placing an Order",
      "C": "Order Follow-up",
      "D": "Keeping Records",
      "E": "Professional Supplier Relationship"
    },
    "explanation": "In this scope, in industrial procurements and<br/>e-procurement, the process is executed as follows<br/>(Zenz, 1994: 10-13; Dobler and Burt, 1996: 62).<br/>• Needs Recognition<br/>• Needs Identification<br/>• Source Selection<br/>• Price Comparison<br/>• Placing an Order<br/>• Order Follow-up<br/>• Keeping Records<br/>• Professional Supplier Relationship"
  },
  {
    "id": "2381370",
    "unitNumber": 4,
    "text": "Which one of the following stages is necessary to deliver the products as demanded?",
    "correctAnswer": "A",
    "options": {
      "A": "Order Follow-up",
      "B": "Placing an Order",
      "C": "Price Comparison",
      "D": "Source Selection",
      "E": "Professional Supplier Relationship"
    },
    "explanation": "Most procurement departments have responsibility to<br/>confirm. Follow up is necessary for the seller to<br/>place an order. It is necessary for the two parties to<br/>agree on the price and conditions mutually and,<br/>most importantly, it is necessary to deliver the<br/>products as demanded."
  },
  {
    "id": "2381372",
    "unitNumber": 4,
    "text": "Which one of the following <strong>is not</strong> among the functions in order to be successful in quality management?",
    "correctAnswer": "E",
    "options": {
      "A": "identifying standards",
      "B": "assessment",
      "C": "control",
      "D": "security",
      "E": "low cost"
    },
    "explanation": "In order to be successful in quality management, there are<br/>four functions: identifying standards, assessment,<br/>control, and security"
  },
  {
    "id": "2381375",
    "unitNumber": 4,
    "text": "I. Wait and See Strategy\n II. Passive Strategy\n III. Low Cost Strategy\n Which one(s) of these is/are among the e-procurement strategies?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I-II",
      "E": "II-III"
    },
    "explanation": "E-procurement strategies<br/>are examined in three groups; Wait and See Strategy, Passive strategy, Aggressive strategy"
  },
  {
    "id": "2381377",
    "unitNumber": 4,
    "text": "Which one of the following stands for the strategy, in which a business signs a long term contract with a single supplier?",
    "correctAnswer": "B",
    "options": {
      "A": "online call up",
      "B": "strategic partnership",
      "C": "united strategy",
      "D": "passive strategy",
      "E": "aggressive strategy"
    },
    "explanation": "From another point of view, in a study carried<br/>out by Peleg et al. (2002: 459), there are three<br/>e-procurement strategies. The first strategy, in<br/>which a business signs a long term contract with a<br/>single supplier, is strategic partnership."
  },
  {
    "id": "2381379",
    "unitNumber": 4,
    "text": "Which one of the following e-procurement models refers to large businesses, making connections through special networks?",
    "correctAnswer": "A",
    "options": {
      "A": "EDI (electronic data interchange) Networks",
      "B": "Institutional Supply Portal",
      "C": "First Generation Commodity Exchanges",
      "D": "Second Generation Commodity Exchanges",
      "E": "Industrial consortiums"
    },
    "explanation": "- EDI (electronic data interchange) Networks:<br/>Large businesses, making connections through<br/>special networks called EDIs (electronic data<br/>interchanges) with their suppliers, provide time<br/>and cost saving"
  },
  {
    "id": "2382099",
    "unitNumber": 4,
    "text": "Which of the following statements about procurement is correct?",
    "correctAnswer": "C",
    "options": {
      "A": "Procurement relies on obtaining the raw materials required for a business at an early date to avoid price fluctuations.",
      "B": "Procurement refers to the supply chain and supply management.",
      "C": "Procurement is the process of obtaining goods and services from others to conduct their own activities.",
      "D": "Procurement refers to the purchase of additional materials once the production process has begun.",
      "E": "Procurement is an umbrella term that may refer to anything within the purchasing and supply process."
    },
    "explanation": "Procurement expresses a process, in which a business or organization purchases goods from other businesses to perform its targets just in time and at lower cost (Quayle, 2006: 34).\n Procurement is a process, in which all necessary materials, service, labor force, and information is supplied as outsourcing for businesses to be able to make their activities more effective and sustain their entities in the market (Weele, 2014: 9)."
  },
  {
    "id": "2382120",
    "unitNumber": 4,
    "text": "Which of the following is an example of an inter-business e-procurement arrangement?",
    "correctAnswer": "D",
    "options": {
      "A": "Public bidding processes on government contracts through a national electronic database.",
      "B": "Finding the cheapest lease arrangements for a company car through a bank/credit comparison website.",
      "C": "Obtaining cleaning services through an online platform such as Sahibinden, Ustanıbil, Gittigidiyor, Facebook Marketplace and other similar e-commerce platforms.",
      "D": "A car dealership network arranging for replacement/courtesy cars for their customers through a car rental business partner.",
      "E": "Military contracts for the development, manufacture and maintenance of defense weaponry such as aircraft, battleships, tanks and armored vehicles etc."
    },
    "explanation": "The car dealership conducting privately arranged business with the car rental company for courtesy vehicles rather than providing customers vehicles from the dealership fleet is an inter-business e-procurement. For example, in Turkey, the vehicle manufacturer Fiat has an agreement for it's official dealers (Birmot) to procure courtesy cars from their partner and car rental company Avis. Avis thus provides the vehicles to Fiat customers because Fiat does not want to provide their own vehicles, and the Avis and Fiat systems are integrated with each other to simplify and manage this process.\n The other choices are all market situations with multiple buyers and suppliers. Inter-business e-procurement is made in the form of goods and service supply and providing resources between two businesses through the internet (Turban et al., 2002: 217). Markets are institutional media, which provide customers and suppliers to announce their purchase and sale intentions. This can also be made official in a purchase or sale action and all relevant activities through the internet as real time. Business world and e-procurement are related to each other oneto-one. Markets bring together more than one purchaser and seller in a virtual market."
  },
  {
    "id": "2382126",
    "unitNumber": 4,
    "text": "Which stage of the e-procurement process requires determining if something is already available in a warehouse?",
    "correctAnswer": "B",
    "options": {
      "A": "Needs recognition.",
      "B": "Needs identification.",
      "C": "Source selection.",
      "D": "Order follow-up.",
      "E": "Keeping records."
    },
    "explanation": "After a need is accepted, it should be accurately identified. This must be coordinated with inventory units and supply management. Inventory units evaluate the lists coming from procurement units according to the inventory control system of business. As a result of these, two main problems that may be experienced in procurement processes could be eliminated. (i) <em>Is it in the warehouse now</em>? First it has to be confirmed if the materials included in the need lists are in the warehouses of business now. This confirmation would eliminate unnecessary inventory."
  },
  {
    "id": "2382128",
    "unitNumber": 4,
    "text": "Which stage of the e-procurement process requires coordination with the marketing department of a business?",
    "correctAnswer": "B",
    "options": {
      "A": "Needs recognition.",
      "B": "Needs identification.",
      "C": "Source selection.",
      "D": "Placing an order.",
      "E": "Professional supplier relationship."
    },
    "explanation": "After a need is accepted, it should be accurately identified. For providing adequate and perfect identification of needs, procurement personnel should have comprehensive information about elements and functions in the organization (Zenz, 1994: 11). Identifying the specifications of products or materials to be purchased has a great importance. These specifications will be identified according to the information that will come from the marketing department. Since the desires and needs of the final consumer are considered during the product design, information that will come from the marketing department play an important role in identifying the specifications and amounts of materials to be purchased. While specifications of products are generally identified their functional and technical specifications are also identified (Otterheim and Strand, 2007: 19-20)."
  },
  {
    "id": "2382140",
    "unitNumber": 4,
    "text": "Which of the following is <strong>not</strong> one of the responsibilities or influences of the procurement management process?",
    "correctAnswer": "E",
    "options": {
      "A": "Striking a balance between cost and quality regarding the goods obtained from and the selection of suppliers.",
      "B": "Maintaining the prestige of the business by selecting ethical suppliers and avoiding pollutants or child labor despite lower costs.",
      "C": "Mediating the relationship between the business and suppliers to contribute to the development of the goods and services being provided.",
      "D": "Conducting cost related performance measurements on the business as a whole, and on hidden costs such as transportation and storage.",
      "E": "Ensuring maximum growth by keeping track of and then selecting the lowest cost supplier and updating the supplier contracts accordingly."
    },
    "explanation": "Procurement can contribute to business performance in two ways. Procurement can lower costs or, helps to introduce products that are compatible with customers’ desire quickly which in turn makes it possible to increase sales.\n Cost related performance measurement will contribute to the evaluation of procurement expenditures. Therefore, it is necessary to measure various elements of distribution cost for completing distribution between the different transportation and storing modes. ii) total storing cost: stock is one of the largest hidden costs for many businesses. Almost half of the existing assets of a business can be attributed to stock.\n Procurement unit, making cooperation with suppliers, can develop both mutual relationships and innovation strategies both parts can utilize. Besides, cooperation and compliance that can be made with suppliers can affect quality level in producing products, and enables sustainable growth to be experienced. Thanks to cooperation with two parts, a trust environment is formed, and it makes contribution to developing innovative ideas (Monczka et al., 2009: 275). Based on the experience, material and consumption knowledge of suppliers, innovative products and ideas can be promoted by businesses. Suppliers play important roles from producing products to transporting them to the final customer. <strong>Therefore, it is necessary to find the best supplier and form sustainable relationships that will provide mutual benefit. </strong>\n An effective procurement management can be succeeded not only by reducing costs but also by supplying high quality products and materials. Purchasing low price products can be the first option but it should not be ignored that the quality of these products may be low. The main point here is to be able to have the appropriate quality at the proper price.\n Procurement unit plays an important role in the relationships of business with its suppliers and undertakes the duty of the agent. From where and how businesses purchase its inputs are two important factors for the prestige of business. Avoiding the activities that will leave negative effects on the society and consumers such as employing child labor and polluting natural environment is important for businesses.\n Since procurement plays a mediatory role between suppliers and production, it can make a contribution to developing product designs. It was observed that businesses that included its suppliers in product design and decision stages were more effective on average 20% in the input cost, input quality, and product development process (Monczka et al., 2009: 7)."
  },
  {
    "id": "2382159",
    "unitNumber": 4,
    "text": "A local construction company has a long-standing and long-term agreement with another local cabinet-maker to produce and install the cabinets in the homes they build. This construction company, however, also works with different cabinet companies online for non-standard cabinets and installations. Which e-procurement strategy is this an example of?",
    "correctAnswer": "E",
    "options": {
      "A": "Wait and see.",
      "B": "Passive.",
      "C": "Strategic partnership.",
      "D": "Online call up.",
      "E": "United."
    },
    "explanation": "This is an example of a united strategy, in which a supplier is used as a long term partner, however, a second resource can be selected through the internet."
  },
  {
    "id": "2382215",
    "unitNumber": 4,
    "text": "Which e-procurement model is aimed at business-to-business practices?",
    "correctAnswer": "C",
    "options": {
      "A": "EDI Networks.",
      "B": "Institutional supply portal.",
      "C": "First generation commodity exchanges.",
      "D": "Third generation commodity exchanges.",
      "E": "Industrial consortiums."
    },
    "explanation": "Ünitenin tekrar dil ve içerik editörlüğünden geçmesi gerekmekte. Tedarik modelleri ile ilgili kısmı ana dili İngilizce olan öğretim üyesi anlamakta zorlanırken öğrencilerin bu soruları yanıtlamalarını beklemek ciddi bir sorun.<br/>First Generation Commodity Exchanges are information and content centers. E-procurement applications stand out the developed B2B portals called commodity exchange. This exchange contains functions such as online trade magazines, industrial news and trends, product information, classified contents of sectoral participants, and technical examinations. The aim of B2B commodity exchanges is to create a market for all participants without permitting the prevailing interest of any participant in the exchange market."
  },
  {
    "id": "2382231",
    "unitNumber": 4,
    "text": "Which of the following is one of the disadvantages of transitioning to e-procurement for the purchasers?",
    "correctAnswer": "B",
    "options": {
      "A": "Increased competition and the need to succeed in multiple markets.",
      "B": "Higher dependence on suppliers due to shorter order cycles, just-in-time processes and product development contributions of the suppliers.",
      "C": "Higher costs related to the education and training for the transition to e-procurement.",
      "D": "Reduction in stock levels, inventory levels, delivery times, and workloads while increasing supervision, security, flexibility, and information accuracy.",
      "E": "Increased transparency and improved market knowledge leading buyers to become smarter in their procurement processes."
    },
    "explanation": "One of the biggest obstacles to rapid adoption of e-procurement is the gap between expectations about how the two parts of the process, suppliers and buyers, behave in the market. On the one hand, purchasers adopting e-supply, due to more largely adopting just-in time applications, shorter order cycles, increase of contribution of suppliers to product development, etc., gradually become more dependent on suppliers."
  },
  {
    "id": "2382237",
    "unitNumber": 4,
    "text": "Which of the following is <strong>not</strong> one of the e-procurement models proposed by Davila et al. (2003: 13)?",
    "correctAnswer": "B",
    "options": {
      "A": "E-procurement software.",
      "B": "E-procurement hardware.",
      "C": "Internet market exchanges.",
      "D": "Inter-business open biddings.",
      "E": "Internet procurement consortium."
    },
    "explanation": "In a study carried out by Davila et al. (2003: 13), there are four special e-procurement technological models as e-procurement software, market change, inter-business open biddings, and procurement consortiums."
  },
  {
    "id": "2382244",
    "unitNumber": 4,
    "text": "Which of the following advantages of the adoption of e-procurement processes is related to opportunity advantages?",
    "correctAnswer": "C",
    "options": {
      "A": "Accelerating information flow between purchasers and suppliers.",
      "B": "Eliminating document costs.",
      "C": "Developing business image and institutional trade relationships.",
      "D": "Reducing inventory levels.",
      "E": "Accelerating participation in new markets, where competition is high, and reaction to competitors."
    },
    "explanation": "Attaran and Attaran (2002: 18) divide advantages of e-procurement into three different categories. These are institutional changes and strategic advantages that are related to market advantages; opportunity advantages, developed with the existing and even new suppliers and related to discovered relationships; and operational advantages meaning cheaper and more effective procurement processes. The contents of advantages presented in this way are:\n Strategic Advantages are in the way of\n • Realizing procurement applications that will provide more discount and better service,\n • Accelerating information flow between purchasers and suppliers,\n • With reducing administrative hours, directing staff to the other tasks, and\n • Accelerating participation in new markets, where competition is high, and reaction to competitors.\n Opportunity advantages are\n • Developing business image and institutional trade relationships,\n • Developing purchaser-supplier relationships,\n • Possibility to access to more accurate information.\n Operational Advantages\n • Facilitating financial audition\n • Eliminating document costs\n • Providing that personnel and supervisors follow movements of orders through the system, increasing supervision and security.\n • Shortening delivery time by eliminating the need to wait for paper documents by mail\n • Removing impediments of time slice\n • Reducing inventory levels.\n • Reducing workload, cycle time delays, stocks and errors, increasing effectiveness in each stage\n • Allowing for flexible access in every time and every place\n • Providing delivery in time"
  },
  {
    "id": "2375111",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>The product and service options in digital channels have increased.</li> <li>The businesses targeted communications options decreased.</li> <li>The businesses have the opportunity to reach target audiences at low cost.</li> <li>The businesses lost the chance to develop fast.</li> </ol> Which of the above was caused by the new digital developments?",
    "correctAnswer": "B",
    "options": {
      "A": "I - II",
      "B": "I - III",
      "C": "I - IV",
      "D": "II - III",
      "E": "II - IV"
    },
    "explanation": "Thanks to the new digital developments the product and service options in digital channels have increased; the businesses have the opportunity to reach target audiences at low cost and they have also had the chance to develop fast. The businesses have had more interactive and more targeted communication options and they are able to offer various payment and delivery alternatives."
  },
  {
    "id": "2375114",
    "unitNumber": 5,
    "text": "Which of the following is<strong> NOT</strong> WEB 2.0 application?",
    "correctAnswer": "A",
    "options": {
      "A": "BBS",
      "B": "Youtube",
      "C": "Flickr",
      "D": "Facebook",
      "E": "Wiki"
    },
    "explanation": "Examples of Web 2.0 applications are Youtube, Wiki, Flickr, Facebook and others."
  },
  {
    "id": "2375125",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Digital marketing enabled business togetting closer to customers</li> <li>Digital marketing enabled business tonarrowing distribution channels</li> <li>Digital marketing enabled business toend affiliate marketing</li> <li>Digital marketing enabled business tounderstanding customers better</li> </ol> Which of the following statements are true for digital marketing?",
    "correctAnswer": "C",
    "options": {
      "A": "I - II",
      "B": "I - III",
      "C": "I - IV",
      "D": "II - III",
      "E": "II - IV"
    },
    "explanation": "Digital marketing formerly referred to as e-marketing or Internet marketing is at the heart of digital business - getting closer to customers and understanding them better, adding value to products, widening distribution channels and boosting sales through running digital marketing campaigns using digital media channels such as search marketing, online advertising and affiliate marketing etc."
  },
  {
    "id": "2375131",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Provide a future direction to digital marketing activities;</li> <li>Define digital marketing objectives that compete with marketing objectives;</li> <li>Remove strategic options</li> <li>Involve analysis of the business’s external environment, internal resources and capabilities to inform strategy;</li> </ol> Which of the above are aims of digital marketing strategies?",
    "correctAnswer": "C",
    "options": {
      "A": "I - II",
      "B": "I - III",
      "C": "I - IV",
      "D": "II - III",
      "E": "II - IV"
    },
    "explanation": "According to Chaffey and Chadwick (2016), the digital marketing strategy has many similarities to the aims of traditional marketing strategies. Some of these aims are as follows:\n<br/><ul><br/><li><br/>Provide a future direction to digital marketing activities;\n<br/></li><br/><li><br/>Involve analysis of the business’s external environment, internal resources and capabilities to inform strategy;\n<br/></li><br/><li><br/>Define digital marketing objectives that support marketing objectives;\n<br/></li><br/><li><br/>Select strategic options to achieve digital marketing objectives and create sustainable differential competitive advantage;\n<br/></li><br/></ul><br/>According to Chaffey and Chadwick (2016), the digital marketing strategy has many similarities to the aims of traditional marketing strategies. Some of these aims are as follows:\n <ul> <li> Provide a future direction to digital marketing activities;\n </li> <li> Involve analysis of the business’s external environment, internal resources and capabilities to inform strategy;\n </li> <li> Define digital marketing objectives that support marketing objectives;\n </li> <li> Select strategic options to achieve digital marketing objectives and create sustainable differential competitive advantage;\n </li> </ul>"
  },
  {
    "id": "2375137",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Reduction in Costs</li> <li>Interactivity</li> <li>Print media</li> <li>Slowness</li> </ol> Which of the above are benefits of digital marketing for business?",
    "correctAnswer": "A",
    "options": {
      "A": "I - II",
      "B": "I - III",
      "C": "I - IV",
      "D": "II - III",
      "E": "II - IV"
    },
    "explanation": "<ul><br/><li>Digital marketing provides significant savings in different ways in terms of all four elements of the marketing mix.</li><br/><li>The interactivity of digital marketing provides unique convenience to the business and creates significant advantages in marketing.</li><br/><li>Speed is the other significant feature of the digital world.</li><br/></ul><br/><ul> <li>Digital marketing provides significant savings in different ways in terms of all four elements of the marketing mix.</li> <li>The interactivity of digital marketing provides unique convenience to the business and creates significant advantages in marketing.</li> <li>Speed is the other significant feature of the digital world.</li> </ul>"
  },
  {
    "id": "2375142",
    "unitNumber": 5,
    "text": "Which of the following is <strong>NOT</strong> an effect of digital channels?",
    "correctAnswer": "E",
    "options": {
      "A": "improve customer service levels",
      "B": "enhance customer retention",
      "C": "improve customer lifetime value",
      "D": "deliver personalized services",
      "E": "make customer tracking difficult"
    },
    "explanation": "This data facilitates the ability to track customers and their communications across every channel, which can help measure and manage all the experiences a customer has with a business. … Digital channels help businesses improve customer service levels, enhance customer retention, improve overall customer lifetime value and deliver personalized services by measuring digital marketing campaigns and monitoring data in real-time."
  },
  {
    "id": "2375146",
    "unitNumber": 5,
    "text": "Which of the following is <strong>NOT</strong> one of the 10 C’s of digital marketing?",
    "correctAnswer": "D",
    "options": {
      "A": "Customer",
      "B": "Competition",
      "C": "Convenience",
      "D": "Credit",
      "E": "Customization"
    },
    "explanation": "10 C’s of digital marketing:\n<br/><ol><br/><li>Customer</li><br/><li>Corporate Culture</li><br/><li>Convenience</li><br/><li>Competition</li><br/><li>Communications</li><br/><li>Consistency</li><br/><li>Creative Content</li><br/><li>Customization</li><br/><li>Coordination</li><br/><li>Control</li><br/></ol><br/>10 C’s of digital marketing:\n <ol> <li>Customer</li> <li>Corporate Culture</li> <li>Convenience</li> <li>Competition</li> <li>Communications</li> <li>Consistency</li> <li>Creative Content</li> <li>Customization</li> <li>Coordination</li> <li>Control</li> </ol>"
  },
  {
    "id": "2375149",
    "unitNumber": 5,
    "text": "Which of the following is <strong>NOT</strong> one of the 10 C’s of digital marketing?",
    "correctAnswer": "A",
    "options": {
      "A": "Customs",
      "B": "Communications",
      "C": "Consistency",
      "D": "Customization",
      "E": "Control"
    },
    "explanation": "10 C’s of digital marketing:\n<br/><ol><br/><li>Customer</li><br/><li>Corporate Culture</li><br/><li>Convenience</li><br/><li>Competition</li><br/><li>Communications</li><br/><li>Consistency</li><br/><li>Creative Content</li><br/><li>Customization</li><br/><li>Coordination</li><br/><li>Control</li><br/></ol><br/>10 C’s of digital marketing:\n <ol> <li>Customer</li> <li>Corporate Culture</li> <li>Convenience</li> <li>Competition</li> <li>Communications</li> <li>Consistency</li> <li>Creative Content</li> <li>Customization</li> <li>Coordination</li> <li>Control</li> </ol>"
  },
  {
    "id": "2375154",
    "unitNumber": 5,
    "text": "Which of the followings is <strong>NOT</strong> one of the business objectives social media fulfills?",
    "correctAnswer": "D",
    "options": {
      "A": "Informing customers",
      "B": "Contributing to research",
      "C": "Relationship management",
      "D": "Lowest cost",
      "E": "Brand management"
    },
    "explanation": "Social media fulfills many business objectives such as informing customers, contributing to research and development activities, supporting sales, relationship management and brand management."
  },
  {
    "id": "2375156",
    "unitNumber": 5,
    "text": "Which of the following is <strong>NOT</strong> a search engine?",
    "correctAnswer": "D",
    "options": {
      "A": "Bing",
      "B": "Yandex",
      "C": "Yahoo",
      "D": "Youtube",
      "E": "Baidu"
    },
    "explanation": "Search engines, Google, Bing, Yandex, Baidu, Yahoo etc., used to search for information and products on the Internet are the most visited websites."
  },
  {
    "id": "2380069",
    "unitNumber": 5,
    "text": "Which of the following(s) is (are) true characters of Web 1.0?\n I. Dynamic websites\n II. One-way websites\n III. Users may create content",
    "correctAnswer": "B",
    "options": {
      "A": "I",
      "B": "II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "Web 1.0 is the term used to refer to the first stage of development on the World Wide Web that was characterized by simple static websites. Web 1.0 covers one-way websites that enable internet users to obtain information only. At this first stage (1990-2000), internet users were limited to obtaining content only on the internet. In this stage, users visit websites and receive the information they want to. In other words, there is no possibility to contribute to the content or to create content. This Web 1.0 stage is called “read only web” (Berners-Lee, 2000)."
  },
  {
    "id": "2380070",
    "unitNumber": 5,
    "text": "Which one of the followings is a character of Web 2.0?",
    "correctAnswer": "C",
    "options": {
      "A": "one-way websites",
      "B": "static web pages",
      "C": "growth of social media",
      "D": "simple static websites",
      "E": "no possibility to contribute to the content"
    },
    "explanation": "Web 2.0 is the second stage of development of the Internet, characterized by the change from static web pages to dynamic or user-generated content and the growth of social media. Web 2.0 is the business revolution in the computer industry caused by the move to the internet platform."
  },
  {
    "id": "2380076",
    "unitNumber": 5,
    "text": "Which of the followings is the term used for \"a strategic marketing approach that enables to create and distribute valuable, relevant and stable content to reach and mobilize the obviously targeted consumers\"?",
    "correctAnswer": "A",
    "options": {
      "A": "content marketing",
      "B": "SEO",
      "C": "mobile marketing",
      "D": "coordination",
      "E": "social media marketing"
    },
    "explanation": "Content Marketing is the management of text, rich media, audio and video content aimed at engaging customers and prospects to meet business goals published through print and digital media including web and mobile platforms which is repurposed and syndicated to different forms of web presence such as publisher sites, blogs, social media and comparison sites (Chaffey,2019). Content marketing is a strategic marketing approach that enables to create and distribute valuable, relevant and stable content to reach and mobilize the obviously targeted consumers."
  },
  {
    "id": "2380081",
    "unitNumber": 5,
    "text": "Which of the following(s) is (are) included in the major components of digital marketing?\n I. traditional marketing\n II. social media marketing\n III. SEO",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "MAJOR COMPONENTS OF DIGITAL MARKETING:\n Social Media Marketing\n E-Mail Marketing\n Mobile Marketing\n Content Marketing\n Search Engine Optimization (SEO)"
  },
  {
    "id": "2380090",
    "unitNumber": 5,
    "text": "Which of the followings <em><strong>is not</strong> </em>included in 10 C's of digital marketing?",
    "correctAnswer": "A",
    "options": {
      "A": "cost",
      "B": "customisation",
      "C": "customer",
      "D": "competition",
      "E": "control"
    },
    "explanation": "The 10 C’s of digital marketing that provide a framework for businesses and their marketing processes are as follows (Gay, Charlesworth and Esen, 2007):\n customer, corporate culture, convenience, competition, communication, consistency, creative content, customisation, coordination, control"
  },
  {
    "id": "2380096",
    "unitNumber": 5,
    "text": "Which of the followings is included in 10 C’s of digital marketing?",
    "correctAnswer": "D",
    "options": {
      "A": "consumer surplus",
      "B": "convergence",
      "C": "cost-benefit analysis",
      "D": "corporate culture",
      "E": "credit"
    },
    "explanation": "The 10 C’s of digital marketing that provide a framework for businesses and their marketing processes are as follows (Gay, Charlesworth and Esen, 2007):\n customer, corporate culture, convenience, competition, communication, consistency, creative content, customisation, coordination, control"
  },
  {
    "id": "2380151",
    "unitNumber": 5,
    "text": "With the use of strong technological infrastructure and new techniques brought by digital marketing, it is easier for businesses to increase their .............. and ..................\n To make the statement above correct, which of the followings should be substituted into the blank?",
    "correctAnswer": "B",
    "options": {
      "A": "cost; profitability",
      "B": "awareness; profitability",
      "C": "awareness; cost",
      "D": "operating cost; total cost",
      "E": "cost; price"
    },
    "explanation": "With the use of strong technological infrastructure and new techniques brought by digital marketing, it is easier for businesses to increase their awareness and profitability. Businesses that use this power of digital marketing have a more advantageous position in competition. In order to maintain the competition successfully, it is necessary to know and apply the strengths and efficiencies of digital marketing. In addition, since digital marketing activities are comprehensive and detailed, businesses should best integrate their digital marketing channels into traditional marketing strategies."
  },
  {
    "id": "2380154",
    "unitNumber": 5,
    "text": "Which of the following(s) is (are) included in the characteristics of Web 3.0?\n I. static web\n II. artificial intelligence\n III. ubiguity",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "Semantic web, artificial intelligence, connectivity, engagement, customization, mobile, on-demand collaboration and ubiquity are the main features of Web 3.0."
  },
  {
    "id": "2380156",
    "unitNumber": 5,
    "text": "Digital marketing can help create a business which is ............ where the .............. participates, through a constant dialogue, a dynamic dialogue, expressing interests, requesting products and services, suggesting improvements, giving feedback.\n To make the statement above correct, which of the followings should be substituted into the blanks?",
    "correctAnswer": "A",
    "options": {
      "A": "customer-led; customer",
      "B": "customer; producer-led",
      "C": "price; producer-led",
      "D": "cost-led; customer",
      "E": "producer-led; producer"
    },
    "explanation": "Digital marketing can help create a business which is customer led - where the customer participates, through a constant dialogue, a dynamic dialogue, expressing interests, requesting products and services, suggesting improvements, giving feedback - where ultimately, the customer drives the business."
  },
  {
    "id": "2380159",
    "unitNumber": 5,
    "text": "Which of the followings become less important in digital world?",
    "correctAnswer": "B",
    "options": {
      "A": "price",
      "B": "location",
      "C": "profitability",
      "D": "costs",
      "E": "customer relations"
    },
    "explanation": "As digital technologies become more widespread in consumers’ lives and the business world, opportunities for business processes accelerate and to meet consumers’ needs faster, more easily and with fewer obstacles are increasing day by day. Geographical location is no longer important when collaborating with business partners, supply chain businesses and customers. In addition, in the digital world, concerns -time, geography, location and physical storage- are becoming less important."
  },
  {
    "id": "2387701",
    "unitNumber": 5,
    "text": "What is the term used to refer to the first stage of development on the World Wide Web that was characterized by simple static websites?",
    "correctAnswer": "A",
    "options": {
      "A": "Web 1.0",
      "B": "Web 2.0",
      "C": "Web 3.0",
      "D": "Web 4.0",
      "E": "Web 5.0"
    },
    "explanation": "<strong>Web 1.0</strong> is the term used to refer to the first stage of development on the World Wide Web that was characterized by simple static websites."
  },
  {
    "id": "2387707",
    "unitNumber": 5,
    "text": "Which of the following refers to one-way websites that enable internet users to obtain information only?",
    "correctAnswer": "A",
    "options": {
      "A": "Web 1.0",
      "B": "Web 2.0",
      "C": "Web 3.0",
      "D": "Web 4.0",
      "E": "Web 5.0"
    },
    "explanation": "<strong>Web 1.0</strong> is the term used to refer to the first stage of development on the World Wide Web that was characterized by simple static websites. Web 1.0 covers one-way websites that enable internet users to obtain information only."
  },
  {
    "id": "2387709",
    "unitNumber": 5,
    "text": "Which Web stage is called “read only web”?",
    "correctAnswer": "A",
    "options": {
      "A": "Web 1.0",
      "B": "Web 2.0",
      "C": "Web 3.0",
      "D": "Web 4.0",
      "E": "Web 5.0"
    },
    "explanation": "Web 1.0 is the term used to refer to the first stage of development on the World Wide Web that was characterized by simple static websites. Web 1.0 covers one-way websites that enable internet users to obtain information only. At this first stage (1990-2000), internet users were limited to obtaining content only on the internet. In this stage, users visit websites and receive the information they want to. In other words, there is no possibility to contribute to the content or to create content. <strong>This Web 1.0 stage is called “read only web” (Berners-Lee, 2000). </strong>"
  },
  {
    "id": "2387716",
    "unitNumber": 5,
    "text": "Which Web has emerged as a technology where content is dynamically shared on social networks, in a read and write structure and bringing people together?",
    "correctAnswer": "B",
    "options": {
      "A": "Web 1.0",
      "B": "Web 2.0",
      "C": "Web 3.0",
      "D": "Web 4.0",
      "E": "Web 5.0"
    },
    "explanation": "<strong>Web 2.0</strong> has emerged as a technology where content is dynamically shared on social networks, in a read and write structure and bringing people together."
  },
  {
    "id": "2387722",
    "unitNumber": 5,
    "text": "Which Web is characterized by the change from static web pages to dynamic or user-generated content and the growth of social media?",
    "correctAnswer": "B",
    "options": {
      "A": "Web 1.0",
      "B": "Web 2.0",
      "C": "Web 3.0",
      "D": "Web 4.0",
      "E": "Web 5.0"
    },
    "explanation": "<strong>Web 2.0</strong> is characterized by the change from static web pages to dynamic or user-generated content and the growth of social media."
  },
  {
    "id": "2387735",
    "unitNumber": 5,
    "text": "Which one is <strong>NOT</strong> among the major trends that shaped Web 2.0?",
    "correctAnswer": "C",
    "options": {
      "A": "Content sharing",
      "B": "Peer-to-peer file sharing",
      "C": "Emailing",
      "D": "Video sharing",
      "E": "Blogging"
    },
    "explanation": "The major trends that shaped Web 2.0 include <strong>content sharing, creativity, segmentation, social components, peer to peer sharing of files, easier communication, networking on various social marketing sites, video sharing, and blogging. </strong>"
  },
  {
    "id": "2387740",
    "unitNumber": 5,
    "text": "Youtube is an example for what type of Web application?",
    "correctAnswer": "B",
    "options": {
      "A": "Web 1.0",
      "B": "Web 2.0",
      "C": "Web 3.0",
      "D": "Web 4.0",
      "E": "Web 5.0"
    },
    "explanation": "Examples of Web 2.0 applications are <strong>Youtube</strong>, Wiki, Flickr, Facebook and others."
  },
  {
    "id": "2387744",
    "unitNumber": 5,
    "text": "What type of Web is associated with the idea of the semantic Web?",
    "correctAnswer": "C",
    "options": {
      "A": "Web 1.0",
      "B": "Web 2.0",
      "C": "Web 3.0",
      "D": "Web 4.0",
      "E": "Web 5.0"
    },
    "explanation": "The concept of Web 3.0 is associated with the idea of the semantic Web."
  },
  {
    "id": "2387750",
    "unitNumber": 5,
    "text": "Which of the following is <strong>NOT</strong> among the main features of Web 3.0?",
    "correctAnswer": "D",
    "options": {
      "A": "Connectivity",
      "B": "Engagement",
      "C": "Customization",
      "D": "Bookmarking",
      "E": "Ubiquity"
    },
    "explanation": "Semantic web, artificial intelligence, connectivity, engagement, customization, mobile, on-demand collaboration and ubiquity are the main features of Web 3.0."
  },
  {
    "id": "2387763",
    "unitNumber": 5,
    "text": "What term describes the collection of a wealth of data from and about everything internal and external to the company and its interpretation to help make the business run more efficiently and improve customer service?",
    "correctAnswer": "E",
    "options": {
      "A": "Customer data",
      "B": "Tracking data",
      "C": "Large data",
      "D": "Rich data",
      "E": "Big data"
    },
    "explanation": "<strong> Big data</strong> is the collection of a wealth of data from and about everything internal and external to the company and its interpretation to help make the business run more efficiently and improve customer service. This data facilitates the ability to track customers and their communications across every channel, which can help measure and manage all the experiences a customer has with a business."
  },
  {
    "id": "2372383",
    "unitNumber": 6,
    "text": "Which of the following actions does <u>not</u> fall under the scope of e-commerce?",
    "correctAnswer": "E",
    "options": {
      "A": "Buying books from amazon.com",
      "B": "Promoting and advertising shoes on Instagram",
      "C": "Providing after-sale support through email",
      "D": "Performing electronic bank transaction to get registered to a seminar",
      "E": "Purchasing domestic appliances from a store"
    },
    "explanation": "Electronic commerce or E-commerce is briefly buying and selling products and services on the internet. The actions in the first four options are all performed on the Internet for commercial purposes. Buying something from a store, not an online store, does not fall under the scope of e-commerce.\n The correct answer is E."
  },
  {
    "id": "2372391",
    "unitNumber": 6,
    "text": "Skillshare is a website offering online courses on a variety of topics, including photography, visual arts, and business management. Today many social media users cooperate with Skillshare to promote the brand via their accounts. This constitutes an example of ---------------------------.\n Which of the following terms can be used to fill in the above gap?",
    "correctAnswer": "B",
    "options": {
      "A": "Call to action",
      "B": "Affiliate marketing",
      "C": "Upselling",
      "D": "Search engine optimization",
      "E": "PPC marketing"
    },
    "explanation": "Affiliate marketing is a method of making money from the internet by advertising commodities, services, websites or businesses and earning commissions from every successful sale. Advertising the products of Skillshare, social media users make money through the Internet. Thus, this is an example of affiliate marketing.\n The correct answer is B."
  },
  {
    "id": "2372397",
    "unitNumber": 6,
    "text": "Which of the following <u>cannot</u> be considered one of the disadvantages of e-commerce for a business?",
    "correctAnswer": "D",
    "options": {
      "A": "Payment security concerns",
      "B": "Information security concerns",
      "C": "Competition",
      "D": "Higher logistic rates",
      "E": "Delay in delivery"
    },
    "explanation": "The disadvantages of e-commerce for businesses are as follows:\n Payment Security Concerns: Customers concerned about security when using a credit card at e-commerce websites.\n Information Security Concerns: Customers worry about personal information security.\n Competition: E-commerce builds a highly competitive environment for companies. While this competitive environment creates a disadvantage for companies, providing better deals to customers.\n Connection: Customers need an internet connection for using e-commerce platforms.\n Delay: In e-commerce, delivery time is higher than traditional trade.\n Higher logistic rates generally cannot be associated with e-commerce. Thus, the correct answer is D."
  },
  {
    "id": "2372417",
    "unitNumber": 6,
    "text": "--------------------- is a tool that enables business information and documents to be transmitted between trade institutions through electronic communication tools that can be used by all parties.\n Which of the following e-commerce tools is defined above?",
    "correctAnswer": "D",
    "options": {
      "A": "Social media",
      "B": "Internet",
      "C": "POS machine",
      "D": "Electronic data interchange",
      "E": "e-Payment"
    },
    "explanation": "Electronic Data Interchange (EDI) is a tool that enables business information and documents to be transmitted between trade institutions through electronic communication tools that can be used by all parties (Hill and Ferguson 1989). EDI is used in B2B electronic commerce due to its economic advantages.\n The correct answer is D."
  },
  {
    "id": "2372434",
    "unitNumber": 6,
    "text": "Airbnb is a platform that allows hosts to rent their homes to others for short-term lodging. Airbnb is an example of ---------------------------.\n Which term can be used to fill in the above blank?",
    "correctAnswer": "C",
    "options": {
      "A": "Business to consumer e-commerce",
      "B": "Business to business e-commerce",
      "C": "Consumer to consumer e-commerce",
      "D": "Citizen to government e-commerce",
      "E": "Government to government e-commerce"
    },
    "explanation": "C2C e-commerce allows transactions such as buying or selling between individual consumers. These types of e-commerce platforms earn a commission from transactions of buying or selling. The most known example of a C2C e-commerce website is eBay in the world. Airbnb is one of these platforms allowing hosts to accommodate guests for short-term lodging.\n The correct answer is C."
  },
  {
    "id": "2372899",
    "unitNumber": 6,
    "text": "---------------------------- is an electronic commerce activity conducted through mobile terminals that use wireless telecommunication networks to communicate with the electronic commerce infrastructure.\n Which of the following types of e-commerce is defined above?",
    "correctAnswer": "C",
    "options": {
      "A": "Social e-commerce",
      "B": "Consumer to consumer e-commerce",
      "C": "Mobile e-commerce",
      "D": "Consumer to business e-commerce",
      "E": "Business to consumer e-commerce"
    },
    "explanation": "Mobile commerce is an electronic commerce activity conducted through mobile terminals that use wireless telecommunication networks to communicate with the electronic commerce infrastructure.\n The correct answer is C."
  },
  {
    "id": "2372907",
    "unitNumber": 6,
    "text": "Masterpass is a free service that makes online shopping easier by storing all of your payment and shipping information in one convenient and secure place. With Masterpass, you simply shop, click and checkout faster online. Masterpass is an example of -----------------------------.\n Which of the following e-commerce payment methods is defined above?",
    "correctAnswer": "A",
    "options": {
      "A": "E-wallet",
      "B": "Electronic fund transfer",
      "C": "Debit card",
      "D": "Prepaid card",
      "E": "Cash on delivery"
    },
    "explanation": "The payment method called digital wallet or e-wallet is a tool used for online shopping. After the electronic wallet application is installed on the computer, the person performs the identification process only once and can then pay with this definition. Companies can make their financial transactions with this electronic wallet, which is also defined on websites as well as individuals. This transaction is in constant communication with the banks (Dolanbay, 2000). Masterpass is the most known e-wallet payment method.\n The correct answer is A."
  },
  {
    "id": "2372924",
    "unitNumber": 6,
    "text": "Which of the following is <u>not</u> one of the purposes of security in e-commerce?",
    "correctAnswer": "E",
    "options": {
      "A": "Authentication",
      "B": "Authorization",
      "C": "Privacy",
      "D": "Encryption",
      "E": "Coding"
    },
    "explanation": "The security in e-commerce has seven purposes:\n <ol> <li>Authentication: It verifies the identity of the user. Authentication procedures ensure that you are the only one who is allowed to log in to virtual accounts.</li> <li>Authorization: Authorization procedures only allow resources to be changed in certain ways. In this way, undesired changes such as deleting documents and increasing account balances are prevented.</li> <li>Privacy: Privacy is the user’s control over sharing data with other parties.</li> <li>Integrity: Integrity provides data transmitting without any change or manipulation.</li> <li>Availability: Availability refers to data that is accessible by the user that has the right to access.</li> <li>Encryption: Encryption is a procedure for hiding information. It prevents being spied by others while trading in a virtual environment.</li> <li>Auditing: Auditing holds a record of transactions thus providing confirmation of all actions by buyers or sellers. For example, sellers use auditing to prove that you purchased particular goods.</li> </ol> The correct answer is E."
  },
  {
    "id": "2372931",
    "unitNumber": 6,
    "text": "I. Denial of Service\n<br/>II. Encryption\n<br/>III. Firewalls\n<br/>IV. Unauthorized Access\n<br/>V. Theft and Fraud\n<br/>Which of the above terms are defined as security threats in e-commerce?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II and III",
      "B": "I, IV and V",
      "C": "II, III and IV",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Security threats in e-commerce are divided into three categories. First of them is the denial of service (DOS). The second security threat is unauthorized access that covers illegal, unwanted access to e-commerce systems. The third security threat includes thefts and frauds.\n<br/>The correct answer is B."
  },
  {
    "id": "2372939",
    "unitNumber": 6,
    "text": "A makeup brand uses an application where customers can try on different makeup looks, check out full face looks, and learn how to do makeup with virtual tutorials. \n Which of the following innovations does this brand use?",
    "correctAnswer": "A",
    "options": {
      "A": "Augmented reality",
      "B": "Artificial intelligence",
      "C": "Deep data analysis",
      "D": "Deep face recognition",
      "E": "Personalization of products"
    },
    "explanation": "It is more difficult to decide when shopping in a market where the product variety is unlimited. At this point, augmented reality applications are used. For example, augmented reality applications can be used on how the table will look in the room, which of the clothes will suit best. Augmented reality has been specially integrated into mobile applications.\n The correct answer is A."
  },
  {
    "id": "2381736",
    "unitNumber": 6,
    "text": "I.Determination of the company in line with the information collected in the online environment,\n II. The opportunity for companies to come together in an online environment,\n III. Processing payment,\n IV. Delivering the product or service to the customer,\n V. Providing maintenance and support services after the sale, etc. for creating customer satisfaction. (Çelik and Kalaycı, 2003).\n Which term is described by the above sentences?",
    "correctAnswer": "B",
    "options": {
      "A": "Business",
      "B": "E-commerce",
      "C": "Trade",
      "D": "Service",
      "E": "Shopping"
    },
    "explanation": "Conceptual framework of E-commerce"
  },
  {
    "id": "2381737",
    "unitNumber": 6,
    "text": "Which of the following <strong><u>is not</u></strong> one of the transactions in e-commerce?",
    "correctAnswer": "D",
    "options": {
      "A": "Electronic bank transactions",
      "B": "Keeping and tracking commercial records",
      "C": "Marketing all kinds of products directly to the consumer",
      "D": "Withdrawing money from ATM",
      "E": "Promotion, advertisement, and information"
    },
    "explanation": "Conceptual framework of E-commerce<br/>Withdrawing money from ATM"
  },
  {
    "id": "2381739",
    "unitNumber": 6,
    "text": "“It is a method of making money from the internet by advertising commodities, services, websites or businesses and earning commissions from every successful sale”.\n Which term is described by the above sentences?",
    "correctAnswer": "C",
    "options": {
      "A": "Call-to-action",
      "B": "Cyber Monday",
      "C": "Affiliate marketing",
      "D": "Conversion",
      "E": "Email marketing"
    },
    "explanation": "Conceptual framework of E-commerce<br/>Affiliate marketing"
  },
  {
    "id": "2381741",
    "unitNumber": 6,
    "text": "\"They are applications that communicate with the customer. They can be developed with artificial intelligence and machine learning. They facilitate many processes such as knowing the shipping status and ordering\".\n Which term is described by the above sentences?",
    "correctAnswer": "A",
    "options": {
      "A": "Chatbots",
      "B": "Cookies",
      "C": "Web analytics",
      "D": "Bounce rates",
      "E": "Conversions"
    },
    "explanation": "Conceptual framework of E-commerce<br/>Chatbots"
  },
  {
    "id": "2381747",
    "unitNumber": 6,
    "text": "What was the turning point in electronic commerce?",
    "correctAnswer": "C",
    "options": {
      "A": "Electronic funds transfer (EFT)",
      "B": "Electronic data exchange (EDI)",
      "C": "The World Wide Web (WWW)",
      "D": "Pay-Per-Click (PPC) Marketing",
      "E": "Application Programming Interface (API)"
    },
    "explanation": "Conceptual framework of E-commerce<br/>The World Wide Web (WWW)"
  },
  {
    "id": "2381749",
    "unitNumber": 6,
    "text": "“It is based on the thesis that distances are shortened in the world and cultural homogeneity will be ensured all over the world due to the developments in communication technology and the possibility of making instant calls via satellite as well as the developments in the field of transportation (Aydin, 2007)”.\n Which term is described by the above sentences?",
    "correctAnswer": "B",
    "options": {
      "A": "Infrastructure",
      "B": "Globalization",
      "C": "Internet",
      "D": "Logistics",
      "E": "Innovation"
    },
    "explanation": "Conceptual framework of E-commerce<br/>Globalization"
  },
  {
    "id": "2381752",
    "unitNumber": 6,
    "text": "Which of the following <strong><u>is not </u></strong>one of the classic tools of e-commerce?",
    "correctAnswer": "D",
    "options": {
      "A": "TV",
      "B": "Radio",
      "C": "Telephone",
      "D": "E-mail",
      "E": "Fax"
    },
    "explanation": "Tools of e-commerce<br/>E-mail"
  },
  {
    "id": "2381755",
    "unitNumber": 6,
    "text": "I. In purchases made with this, the amount of the shopping is deducted immediately from the account linked to the card.\n II. The amount of shopping made with it is limited to the amount of money in the account.\n What kind of payment method is described by the above sentences?",
    "correctAnswer": "B",
    "options": {
      "A": "Credit card",
      "B": "Debit card",
      "C": "Electronic fund transfer",
      "D": "E-wallet",
      "E": "Cryptocurrency"
    },
    "explanation": "E-commerce payment methods<br/>Debit card"
  },
  {
    "id": "2381757",
    "unitNumber": 6,
    "text": "Which of the following is one of the threats in e-commerce?",
    "correctAnswer": "D",
    "options": {
      "A": "Education",
      "B": "Firewalls",
      "C": "Encryption",
      "D": "Worms",
      "E": "Strong security policy"
    },
    "explanation": "E-commerce security<br/>Worms"
  },
  {
    "id": "2381769",
    "unitNumber": 6,
    "text": "“This type of e-commerce uses an intra-business network which allows companies to provide products and services to their employees (Nemat, 2011). It refers to the transfer of internal duties, responsibilities, and procedures to the business environment”.\n What kind of e-commerce is described by the above sentences?",
    "correctAnswer": "A",
    "options": {
      "A": "Business to Employee (B2E)",
      "B": "Consumer to Business (C2B)",
      "C": "Business to Government (B2G)",
      "D": "Government to Government (G2G)",
      "E": "Business to Consumer (B2C)"
    },
    "explanation": "Types of e-commerce<br/>Business to Employee (B2E)"
  },
  {
    "id": "2385888",
    "unitNumber": 6,
    "text": "Which of the following defines “the method used to create advertising content that will respond to search queries”?",
    "correctAnswer": "B",
    "options": {
      "A": "Churn",
      "B": "SEM",
      "C": "Affiliate Marketing",
      "D": "API",
      "E": "SEO"
    },
    "explanation": "Option A) Churn is the speed of customers to leave the company or brand.<br/>Option C) Affiliate Marketing is a method of making money from the internet by advertising commodities, services, websites or businesses and earning commissions from every successful sale.<br/>Option D) Application Programming Interface (API): It is the interface that enables the functions of an application to be accessed and used externally or remotely and option E) <br/>SEO is the optimization of the pages on the website according to the search engines. Pages that respond to users’ search queries are created, thereby enabling organic traffic for free.\n The right answer is B) SEM: It is the method used to create advertising content that will respond to search queries."
  },
  {
    "id": "2385905",
    "unitNumber": 6,
    "text": "Which of the following is <strong>false</strong> about e-commerce ?",
    "correctAnswer": "A",
    "options": {
      "A": "The concept of “Electronic Commerce” covers profit organizations.",
      "B": "E-commerce is the exchange of products and services for a certain price.",
      "C": "E-commerce is briefly buying and selling products and services on the internet.",
      "D": "It is a place for group members to provide a common platform for trading, learning, and collaboration.",
      "E": "Application of technology in the automation of workflow and commercial activities"
    },
    "explanation": "The concept of “Electronic Commerce” covers all profit and non-profit organizations not only organizations , therefore the answer is A)."
  },
  {
    "id": "2385921",
    "unitNumber": 6,
    "text": "Which of the following explain Cryptocurrency ?\n<br/>I. a type of digital currency that uses cryptography<br/>II. are worldwide currencies that are affiliated with a central authority<br/>III. emerged with the development of the internet and e-commerce<br/>IV. is designed as an alternative exchange tool for cash<br/>V. have the nature of digital currency because they experience a value increase or loss.",
    "correctAnswer": "E",
    "options": {
      "A": "II and III",
      "B": "I, II, III and IV",
      "C": "I, II, III , IV and V",
      "D": "I, III and IV",
      "E": "I, III, IV and V"
    },
    "explanation": "The answer is E) are worldwide currencies that are not affiliated with a central authority and secured by cryptographic systems.\n<br/>therefore the option E ) does not include II. are worldwide currencies that are affiliated with a central authority"
  },
  {
    "id": "2385934",
    "unitNumber": 6,
    "text": "Which of the following are the disadvantages of e-commerce for businesses?\n I. Payment Security Concerns<br/>II. Information Security Concerns<br/>III. Competition<br/>IV. Accessibility<br/>V. Connection",
    "correctAnswer": "B",
    "options": {
      "A": "I and II",
      "B": "I, II and III",
      "C": "I, II and IV",
      "D": "I, II, III and IV",
      "E": "II. III and V"
    },
    "explanation": "The answer is B) \n IV. Accessibility is an advantage\n V. Connection is disadvantage for customers"
  },
  {
    "id": "2385963",
    "unitNumber": 6,
    "text": "Which of the following are modern tools of E- commerce?\n I. FTP<br/>II. e-mail<br/>III. e-payment<br/>IV. Credit cards<br/>V. Mobile communication systems",
    "correctAnswer": "C",
    "options": {
      "A": "I and II",
      "B": "I,II and IV",
      "C": "I, II and V",
      "D": "II, III and IV",
      "E": "I, II , III ,IV and V"
    },
    "explanation": "E-commerce tools include two parts as classic and modern tools. Classic tools are tv, radio, telephone, fax, electronic fund transfer (EFT), electronic data interchange (EDI), e-payment, and monetary system (ATM, Credit cards, POS machines). Modern tools are the internet, FTP, e-mail, conference systems, mobile communication systems (Avcı, 2017). The answer is C)"
  },
  {
    "id": "2385974",
    "unitNumber": 6,
    "text": "Which of the following is a classical tool of E-commerce?",
    "correctAnswer": "A",
    "options": {
      "A": "electronic data interchange",
      "B": "e-mail",
      "C": "conference systems",
      "D": "Mobile communication systems",
      "E": "FTP"
    },
    "explanation": "E-commerce tools include two parts as classic and modern tools. Classic tools are tv, radio, telephone, fax, electronic fund transfer (EFT), electronic data interchange (EDI), e-payment, and monetary system (ATM, Credit cards, POS machines). Modern tools are the internet, FTP, e-mail, conference systems, mobile communication systems (Avcı, 2017). The most known and used electronic commerce tools are described below (Turban, 2017). The right answer is A)"
  },
  {
    "id": "2385992",
    "unitNumber": 6,
    "text": "Which of the following is one of the main reasons of B2C e-commerce web sites growth?",
    "correctAnswer": "D",
    "options": {
      "A": "Offers direct interaction without Intermediaries",
      "B": "Long-term loyalty with customers",
      "C": "Distribution costs savings",
      "D": "Globalization",
      "E": "Wide Access Area"
    },
    "explanation": "The answer A) Offers direct interaction without intermediaries, B) Long-term loyalty with customers, C) Distribution costs savings and E) Wide Access Area are the advantages of B2B e-commerce but Answer D) Globalization is a concept related to the main reasons of B2C e-commerce web sites growth. The answer is D)"
  },
  {
    "id": "2386019",
    "unitNumber": 6,
    "text": "Which of the following are the advantages of B2B e-commerce?\n<br/>I. Offers direct interaction without intermediaries<br/>II. Promotion-oriented in sales<br/>III. Long-term loyalty with businesses<br/>IV. Distribution costs savings<br/>V. Wide Access Area",
    "correctAnswer": "E",
    "options": {
      "A": "I, II and III",
      "B": "I,II, III and IV",
      "C": "III and IV",
      "D": "I, II, III, IV and V",
      "E": "I, II. IV and V"
    },
    "explanation": "I. Offers direct interaction without intermediaries<br/>II. Promotion-oriented in sales<br/>III. Long-term loyalty with businesses<br/>IV. Distribution costs savings<br/>V. Wide Access Area\n<br/>III. Should be Long-term loyalty with customers <strong>not businesses</strong> Therefore the answer is E) as it does not include III"
  },
  {
    "id": "2386031",
    "unitNumber": 6,
    "text": "Which of the following are main trends of e-commerce ?\n I. Personalization<br/>II. Deep data analysis<br/>III. Artificial Intelligence<br/>IV. Electronic Fund Transfer<br/>V. Electronic Data Interchange",
    "correctAnswer": "A",
    "options": {
      "A": "I, II and III",
      "B": "I, II, III and IV",
      "C": "I, II, III and V",
      "D": "II, III and IV",
      "E": "II, III, IV and V"
    },
    "explanation": "The main e-commerce trends are personalization, deep data analysis, applications based on artificial intelligence such as chatbots. The answer is A)"
  },
  {
    "id": "2386064",
    "unitNumber": 6,
    "text": "Which of the following defines “Encryption” which is one of the Purposes of Security in E-Commerce?",
    "correctAnswer": "E",
    "options": {
      "A": "holds a record of transactions thus providing confirmation of all actions bybuyers or sellers.",
      "B": "provides data transmitting without any change or manipulation",
      "C": "verifies the identity of the user to ensure that you are the only one who is allowed to log in to virtual accounts",
      "D": "allows resources to be changed in certain ways to prevent undesired changes such as deleting documents and increasing account balances",
      "E": "hides information to prevent being spied by others while trading in a virtual environment"
    },
    "explanation": "THe answer A) Auditing holds a record of transactions thus providing confirmation of all actions bybuyers or sellers. For example, sellers use auditing to prove that you purchased particular goods.\n B) Integrity provides data transmitting without any change or manipulation.\n C) Authentication verifies the identity of the user. Authentication procedures ensure that you are the only one who is allowed to log in to virtual accounts.\n D) Authorization procedures only allow resources to be changed in certain ways. In this way, undesired changes such as deleting documents and increasing account balances are prevented.\n E) Encryption: Encryption is a procedure for hiding information. It prevents being spied by others while trading in a virtual environment. The answer is E)"
  }
]