[
  {
    "id": "3719654",
    "unitNumber": 1,
    "text": "The term “Anthropogenic Age” is used to define a period where:",
    "correctAnswer": "C",
    "options": {
      "A": "Natural forces dominate global climate changes",
      "B": "Climate change is caused by volcanic activity",
      "C": "Human activities have significant effects on the climate",
      "D": "Climate changes are driven by solar cycles",
      "E": "Oceanic currents regulate global temperatures"
    },
    "explanation": "If your answer is incorrect, review the \"Introduction to Anthropogenic Age\" section.<br/>The term “Anthropogenic Age” is used to define a period where Human activities have significant effects on the climate."
  },
  {
    "id": "3719657",
    "unitNumber": 1,
    "text": "Which of the following countries is identified as one of the major polluters due to its high CO2 emissions?",
    "correctAnswer": "C",
    "options": {
      "A": "Germany",
      "B": "Brazil",
      "C": "India",
      "D": "Russia",
      "E": "Canada"
    },
    "explanation": "If your answer is incorrect, review: \"Who Is Responsible?\" section.<br/>When we focus on the major polluters, we observe that up to two thirds of these emissions can be attributed to four economies: China, USA, EU_28, and India. The historical trajectories show that the USA was the world’s largest emitter back in 1990 with 5 billion tons, followed by the EU countries with 4.5 billion tons. Later, as the USA and EU_28 tried to reduce their CO2 emissions, China rose up, currently emitting about a third of the whole global emissions. India, too, is observed to be on a rising trend and is about to become a major polluter. So, India is identified as one of the major polluters due to its high CO2 emissions."
  },
  {
    "id": "3719659",
    "unitNumber": 1,
    "text": "What is the primary goal of the Paris Agreement adopted in 2015 by 196 countries?",
    "correctAnswer": "C",
    "options": {
      "A": "To completely ban the use of fossil fuels",
      "B": "To establish a global carbon tax at a uniform rate",
      "C": "To limit global warming to well below 2°C and pursue efforts to restrict the increase to 1.5°C above pre-industrial levels",
      "D": "To require all countries to reach net-zero emissions by the same target year",
      "E": "To standardize renewable energy policies worldwide"
    },
    "explanation": "If your answer is incorrect, review: \"Paris Agreement and Beyond\" section.<br/>One of the most pivotal moments in this journey was the adoption of the Paris Agreement in 2015, a landmark treaty signed by 196 countries to limit global warming to well below 2°C above pre-industrial levels, with efforts to restrict the increase to 1.5°C. Correct answer is A."
  },
  {
    "id": "3719662",
    "unitNumber": 1,
    "text": "What does the ecological footprint specifically measure?",
    "correctAnswer": "C",
    "options": {
      "A": "The amount of carbon dioxide emitted into the atmosphere.",
      "B": "Levels of environmental pollution such as air and water quality.",
      "C": "The human demand for natural resources compared to Earth's ability",
      "D": "The rate at which methane is absorbed in the atmosphere.",
      "E": "The carbon captured specifically by forest ecosystems."
    },
    "explanation": "If your answer is incorrect, review: \"Ecological Footprint\" section.<br/>The ecological footprint specifically measure the human demand for natural resources compared to Earth's ability. The correct answer is C."
  },
  {
    "id": "3719665",
    "unitNumber": 1,
    "text": "When does an ecological overshoot occur?",
    "correctAnswer": "C",
    "options": {
      "A": "Earth’s biocapacity increases faster than population growth",
      "B": "Renewable resources regenerate faster than they are consumed",
      "C": "Humanity’s ecological footprint exceeds Earth’s biocapacity",
      "D": "Technological innovation fully compensates for resource depletion",
      "E": "Global consumption is equally distributed among all countries"
    },
    "explanation": "If your answer is incorrect, review: \"The Ecological Footprint Across Countries\" section.<br/>When the entire planet is running an ecological deficit, it is called an ‘overshoot.’ Thus the ‘overshoot’ occurs when: HUMANITY’S ECOLOGICAL FOOTPRINT &gt; EARTH’S BIOCAPACITY"
  },
  {
    "id": "3719666",
    "unitNumber": 1,
    "text": "Which factor significantly accelerated global CO2 emissions after 1950?",
    "correctAnswer": "C",
    "options": {
      "A": "The Industrial Revolution",
      "B": "The Paris Agreement",
      "C": "Post-World War II industrialization",
      "D": "Advancements in renewable energy",
      "E": "The Great Depression"
    },
    "explanation": "If your answer is incorrect, review: \"Aggregate Global CO2 Emissions\" section.<br/>Post-World War II industrialization significantly accelerated global CO2 emissions after 1950"
  },
  {
    "id": "3719668",
    "unitNumber": 1,
    "text": "The 2019 UNCTAD report emphasizes income redistribution for:",
    "correctAnswer": "C",
    "options": {
      "A": "Promoting carbon offset programs.",
      "B": "Reducing resource extraction rates.",
      "C": "Boosting aggregate demand and sustainability.",
      "D": "Decreasing global biodiversity loss.",
      "E": "Increasing forestation rates."
    },
    "explanation": "If your answer is incorrect, review: \"UNCTAD's Global Green New Deal Strategy\" section.<br/>The 2019 UNCTAD report emphasizes income redistribution for boosting aggregate demand and sustainability."
  },
  {
    "id": "3719669",
    "unitNumber": 1,
    "text": "Which sector contributes the most to global CO2 emissions?",
    "correctAnswer": "C",
    "options": {
      "A": "Agriculture",
      "B": "Textile",
      "C": "Fossil-fuel-based power sector",
      "D": "Construction industry",
      "E": "Consumer electronics manufacturing"
    },
    "explanation": "If your answer is incorrect, review: \"Role of Fossil Fuels in Global Emissions\" section.<br/>Fossil-fuel-based power sector contributes the most to global CO2 emissions"
  },
  {
    "id": "3719672",
    "unitNumber": 1,
    "text": "The term “carbon colonialism” refers to:",
    "correctAnswer": "B",
    "options": {
      "A": "The impact of colonial powers on climate change policies.",
      "B": "The export of climate burdens from wealthy nations to poorer ones.",
      "C": "The historical rise of carbon emissions in the industrial era.",
      "D": "The relationship between deforestation and colonization.",
      "E": "The role of carbon taxes in global trade."
    },
    "explanation": "If your answer is incorrect, review: \"Carbon Colonialism and Climate Justice\" section.<br/>The term “carbon colonialism” refers to The export of climate burdens from wealthy nations to poorer ones"
  },
  {
    "id": "3719674",
    "unitNumber": 1,
    "text": "Fill in the blank: Countries are required to submit their ________ as part of their commitments to the Paris Agreement.",
    "correctAnswer": "C",
    "options": {
      "A": "Climate Finance Reports",
      "B": "National Emission Data",
      "C": "Nationally Determined Contributions",
      "D": "Greenhouse Gas Maps",
      "E": "Climate Justice Proposals"
    },
    "explanation": "If your answer is incorrect, review: \"Nationally Determined Contributions\" section.<br/>Countries are required to submit their Nationally Determined Contributions as part of their commitments to the Paris Agreement."
  },
  {
    "id": "3844114",
    "unitNumber": 1,
    "text": "Which of the following is described as an early and visible signal of climate change?",
    "correctAnswer": "A",
    "options": {
      "A": "The retreat of glaciers and the melting of polar ice",
      "B": "The rise of cryptocurrency energy use",
      "C": "The overproduction of agricultural goods",
      "D": "Government subsidies to fossil fuel industries",
      "E": "The increase in population density in coastal cities"
    },
    "explanation": "The melting of glaciers and polar ice is a powerful signal of climate change because it visually and measurably reflects rising global temperatures. It also indicates long-term shifts in Earth’s climate system, affecting sea levels, ecosystems, and weather patterns. These changes are often cited as one of the earliest and most visible consequences of global warming."
  },
  {
    "id": "3844118",
    "unitNumber": 1,
    "text": "Which of the following is identified as a main driver of today’s environmental crisis?",
    "correctAnswer": "C",
    "options": {
      "A": "Technological development in renewable energy",
      "B": "Government investment in green infrastructure",
      "C": "Human activities that disrupt natural systems",
      "D": "Increasing public awareness of climate change",
      "E": "Reduced dependence on fossil fuels"
    },
    "explanation": "Human actions such as deforestation, fossil fuel combustion, industrial production, and large-scale agriculture significantly alter natural cycles and ecosystems. These disruptions accelerate climate change, resource depletion, and pollution, which are core components of the environmental crisis."
  },
  {
    "id": "3844121",
    "unitNumber": 1,
    "text": "Why is GDP considered an incomplete indicator when analyzing environmental problems?",
    "correctAnswer": "D",
    "options": {
      "A": "It ignores inflation and price changes",
      "B": "It excludes the value of goods exported to other countries",
      "C": "It only reflects government and military spending",
      "D": "It does not account for environmental degradation and resource depletion",
      "E": "It includes illegal and informal market activities"
    },
    "explanation": "GDP measures the total market value of goods and services produced, but it does not deduct the environmental costs incurred during production. This makes it an inadequate tool for assessing sustainability or long-term ecological health, as it may show growth while ecosystems are being damaged."
  },
  {
    "id": "3844123",
    "unitNumber": 1,
    "text": "According to the discussion on global environmental challenges, why is environmental degradation also considered an issue of justice and inequality?",
    "correctAnswer": "E",
    "options": {
      "A": "Because only developed countries benefit from renewable energy",
      "B": "Because environmental science is still highly uncertain",
      "C": "Because pollution does not spread beyond national borders",
      "D": "Because all countries contribute equally to climate change",
      "E": "Because the most affected are often the least responsible and least powerful"
    },
    "explanation": "Environmental injustice occurs when vulnerable or marginalized groups suffer the greatest impacts of problems like pollution or climate change-despite contributing the least to their causes. This reflects an imbalance in responsibility, power, and protection."
  },
  {
    "id": "3844124",
    "unitNumber": 1,
    "text": "Which of the following is one of the negative economic effects of global warming, especially in developing countries?",
    "correctAnswer": "A",
    "options": {
      "A": "Loss of agricultural productivity due to rising temperatures",
      "B": "Decreased global trade due to carbon taxes",
      "C": "Excess financial aid inflow from industrialized nations",
      "D": "Overproduction of renewable energy leading to waste",
      "E": "Rapid automation and loss of industrial jobs"
    },
    "explanation": "Higher temperatures can reduce crop yields, increase water stress, and harm ecosystems that farming communities depend on. These impacts disproportionately affect developing countries that rely heavily on agriculture for livelihoods and GDP."
  },
  {
    "id": "3844126",
    "unitNumber": 1,
    "text": "Which of the following best explains why climate change leads to a loss in employment, particularly in low and middle-income countries (L&amp;MICs)?",
    "correctAnswer": "C",
    "options": {
      "A": "Climate change increases the number of job opportunities in the fossil fuel sector",
      "B": "Climate change encourages workers to migrate to high-income countries",
      "C": "Climate-induced heat stress decreases productivity, causing job losses especially in L&amp;MICs",
      "D": "Climate change lowers wages but increases total employment worldwide",
      "E": "Climate change reduces government spending on infrastructure projects"
    },
    "explanation": "Heat stress caused by climate change lowers labor productivity, especially in agriculture and outdoor work, leading to substantial job losses. The ILO projects that by 2030, these losses will be around <strong>80 million full-time jobs</strong>, with the heaviest impact on L&amp;MICs."
  },
  {
    "id": "3844127",
    "unitNumber": 1,
    "text": "Which of the following best illustrates the shift in focus required for achieving climate justice?",
    "correctAnswer": "D",
    "options": {
      "A": "Promoting renewable energy only in developing countries",
      "B": "Holding individual citizens accountable for their consumption habits",
      "C": "Prioritizing deforestation prevention in tropical regions",
      "D": "Shifting responsibility from individual countries to transnational energy corporations",
      "E": "Encouraging global trade liberalization to reduce carbon footprints"
    },
    "explanation": "A handful of <strong>transnational energy corporations</strong>, such as Chevron, BP, Exxon, and Gazprom, account for a significant portion of global emissions. Therefore, addressing climate change effectively and fairly requires focusing on these major polluters instead of solely targeting individual nations."
  },
  {
    "id": "3844128",
    "unitNumber": 1,
    "text": "Which of the following correctly describes a key mechanism within the Paris Agreement to ensure progress toward net zero emissions?",
    "correctAnswer": "B",
    "options": {
      "A": "Countries are assigned binding emission limits based on their GDP by the UN",
      "B": "Countries submit updated Nationally Determined Contributions (NDCs) every five years",
      "C": "The Paris Agreement penalizes countries that do not reach zero emissions by 2030",
      "D": "Only high-income countries are required to submit carbon neutrality targets",
      "E": "Countries must achieve zero emissions before they are allowed to trade internationally"
    },
    "explanation": "The Paris Agreement operates on a five-year cycle in which countries submit updated <strong>NDCs</strong> that reflect progressively more ambitious targets to reduce emissions. This mechanism promotes accountability and encourages long-term planning toward <strong>net zero emissions</strong>."
  },
  {
    "id": "3844129",
    "unitNumber": 1,
    "text": "If a country’s population uses more resources and produces more waste than its ecosystems can regenerate and absorb, which of the following concepts best applies to this situation?",
    "correctAnswer": "B",
    "options": {
      "A": "Global warming",
      "B": "Ecological overshoot",
      "C": "Carbon neutrality",
      "D": "Anthropogenic resilience",
      "E": "Climate variability"
    },
    "explanation": "Ecological overshoot” occurs when <strong>humanity’s ecological footprint exceeds the Earth’s biocapacity</strong>, meaning more resources are used than can be regenerated. This is exactly the scenario described in the question. The concept is central to understanding <strong>resource depletion</strong> and sustainability."
  },
  {
    "id": "3844130",
    "unitNumber": 1,
    "text": "Which of the following strategies would best align with the goals of a successful net zero emission pathway, as defined in the European Green Deal and UNCTAD’s Global Green New Deal (GGND)?",
    "correctAnswer": "C",
    "options": {
      "A": "Increasing subsidies for fossil fuel exploration to ensure energy security",
      "B": "Cutting public spending to reduce national debt before environmental investments",
      "C": "Redirecting financial flows toward green, employment-intensive industries",
      "D": "Delaying zero-emission targets until developing countries reach high income",
      "E": "Maintaining current production and consumption patterns while planting more trees"
    },
    "explanation": "Both the <strong>European Green Deal</strong> and <strong>UNCTAD’s Global Green New Deal</strong> stress the importance of mobilizing <strong>financial flows</strong> and <strong>domestic credit</strong> toward <strong>productive, green, and employment-intensive activities</strong>. This approach ensures long-term sustainability and social equity while aiming for net zero emissions."
  },
  {
    "id": "3719871",
    "unitNumber": 2,
    "text": "Which of the following is responsible for establishment of a `regulatory environment` to be able to guarantee that the circular flow of economic activity works efficiently.",
    "correctAnswer": "D",
    "options": {
      "A": "Product markets",
      "B": "Firms",
      "C": "Households",
      "D": "Government",
      "E": "Factor markets"
    },
    "explanation": "How is `government` (along with other `social institutions`) represented in this picture? For<br/>efficient functioning of the markets, the property ownership rights and the laws/rules to transfer these rights (through market interactions) need to be clearly defined. This requires the establishment of a `regulatory environment` to be able to guarantee that the circular flow of economic activity works efficiently."
  },
  {
    "id": "3719875",
    "unitNumber": 2,
    "text": "…………………..characterized as the time in which the collective activities of human beings (Homo sapiens) began to substantially alter Earth’s surface, atmosphere, oceans, and systems of nutrient cycling.",
    "correctAnswer": "C",
    "options": {
      "A": "Holocene Epoch",
      "B": "Industrial Revolution",
      "C": "Anthropocene Epoch",
      "D": "Economics of Cowboys",
      "E": "Depletion of the natural resources."
    },
    "explanation": "Anthropocene Epoch,.. “ characterized as the time in which the collective activities of human beings (Homo sapiens) began to substantially alter Earth’s surface, atmosphere, oceans, and systems of nutrient cycling. A growing group of scientists argue that the Anthropocene Epoch should follow the Holocene Epoch (11,700 years ago to the present) and begin in the year 1950."
  },
  {
    "id": "3719890",
    "unitNumber": 2,
    "text": "According to figure, what does the shaded area represents ?<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/afb4d4cf85a0c0d59f87a8aeb7b5a9cb.png\" alt=\"\" width=\"339\" height=\"254\">",
    "correctAnswer": "B",
    "options": {
      "A": "saving` on the part of the producers",
      "B": "consumer surplus",
      "C": "deadweight cost",
      "D": "marginal utility",
      "E": "marginal cost of production"
    },
    "explanation": "the shaded area in the figure shows the difference between the maximum price that the consumers are willing to pay for each unit up to QE and the current market price. This is the area that represents the sum of all prices starting from PM all the way down to PE. The shadedarea therefore actually indicates a `saving` on the part of the consumers that are, in fact, willing to pay a<br/>higher price for every unit of the product they purchase. As the shaded area represents this `saving` on the part of the consumers, it is named as `consumer surplus`."
  },
  {
    "id": "3719900",
    "unitNumber": 2,
    "text": "Which of the following is the main reason for the arise of producer surplus?",
    "correctAnswer": "E",
    "options": {
      "A": "If the equilibrium prices are lower although individuals are willing to pay higher prices",
      "B": "Producer who sell their goods at equilibrium prices",
      "C": "Consumers purchase products below the equilibrium price.",
      "D": "If higher price leads to a higher quantity supplie",
      "E": "Producers who are willing to sell their goods below the equilibrium price."
    },
    "explanation": "Similar to the concept of `consumer surplus`, the`producer surplus` depicted in Figure 2.5 represents, starting from PL the difference between the minimum price that producers are willing to accept and the price PE that prevails in the market."
  },
  {
    "id": "3719912",
    "unitNumber": 2,
    "text": "Let's think that there is a textile factory that discharges its waste directly into the river. which of the following does this create ?",
    "correctAnswer": "A",
    "options": {
      "A": "MSC&gt; MPC",
      "B": "MEC= 0",
      "C": "MSB&gt; MPB",
      "D": "MPB= P",
      "E": "MPB=MSB"
    },
    "explanation": "An example of a negative externality would be the case of a river polluted by the firm producing<br/>chemicals (paint and paint thinner). The firm in this example determines the supply function for the<br/>product it manufactures without taking the pollution it causes to the river by dumping its waste into<br/>consideration. Such waste disposal by the chemicals-producing firm has the potential to contaminate the drinking water of a downstream village, resulting in many health problems. Or it is possible that some villagers who rely on fishing from the river as their primary means of sustenance may lose their source of income because the fish population is affected by pollution. The situation defines `a social loss` because of the waste affecting the river as a result of the chemical production operations of the factory located upstream. Hence a negative externality arises because the costs of `polluted river` to the village (the society) is not taken into account by the chemicals-producing firm (unle<br/>MSC&gt; MPC"
  },
  {
    "id": "3719917",
    "unitNumber": 2,
    "text": "Which of the following is not true for non-rival and non-excludable products?",
    "correctAnswer": "A",
    "options": {
      "A": "free market enterprises produce them",
      "B": "leading to free-rider problems",
      "C": "pure public goods are given as an examples",
      "D": "environmental goods and services are non-rival and non-excludable",
      "E": "individuals can enjoy the good without paying for it"
    },
    "explanation": "Note that we define goods and services that exhibit the characteristics of being both non-rival and<br/>non-excludable as pure public goods. Clean air, stable climate conditions, clean oceans, optimal biodiversity,forests are examples of environmental goods and services that are non-rival and non-excludable, and are therefore considered pure public goods. Public goods are socially the most valuable, but unlike pure private goods (which are both rival and excludable, like a t-shirt you buy), they are almost never produced by the free market system.<br/>free market enterprises produce them"
  },
  {
    "id": "3719933",
    "unitNumber": 2,
    "text": "Regarding the ecological perspective, what is the key insight of the relationship between the nature and human economy?",
    "correctAnswer": "E",
    "options": {
      "A": "Each of them is a system apart from each other",
      "B": "Focus on only human needs is so important",
      "C": "Human is the master of nature",
      "D": "Nature has unlimited in feature",
      "E": "interaction between human and environment should consider"
    },
    "explanation": ".It is important to recognize, identify and incorporate the interdependencies between the human beings (and all the other living organisms) and the environment in which they continue to live"
  },
  {
    "id": "3719944",
    "unitNumber": 2,
    "text": "The essential measure of the success of the economy is not production and consumption at all, but the nature, extent, quality, and complexity of the total capital stock, including in this the state of the human bodies and minds included in the system. Which of the following types of economy does this quotation describe?",
    "correctAnswer": "B",
    "options": {
      "A": "Capitalist economy",
      "B": "Spaceman economy",
      "C": "Mainstream economics",
      "D": "Neoclassical economics",
      "E": "Open economy"
    },
    "explanation": "In the spaceman economy, throughput is by no means a desideratum, and is indeed to be regarded as something to be minimized rather than maximized. The essential measure of the success of the economy is not production and consumption at all, but the nature, extent, quality, and complexity of the total capital stock, including in this the state of the human bodies and minds included in the system."
  },
  {
    "id": "3719961",
    "unitNumber": 2,
    "text": "Which of the followings can not be given as example of rivalry products?",
    "correctAnswer": "C",
    "options": {
      "A": "Clean air",
      "B": "Stable climate conditions",
      "C": "Hybrid car",
      "D": "Forests",
      "E": "Clean oceans"
    },
    "explanation": "Non-rivalry defines the situation that once they are produced the consumption of the good or service it is associated with does not reduce the availability, hence the utility<br/>to the others. So, one person consuming and benefiting the good or service does<br/>not prevent others from consuming and benefiting the same good/service.<br/>Hybrid car"
  },
  {
    "id": "3720036",
    "unitNumber": 2,
    "text": "If the MSC &gt; MPC which of the following occur?",
    "correctAnswer": "A",
    "options": {
      "A": "Negative externality",
      "B": "Positive externality",
      "C": "Social optimum",
      "D": "Minimal cost",
      "E": "Scarcity"
    },
    "explanation": "negative externality where MSC &gt; MPC."
  },
  {
    "id": "3844078",
    "unitNumber": 2,
    "text": "According to the circular flow of economic activity, what role do households play in the input (factor) markets?",
    "correctAnswer": "D",
    "options": {
      "A": "They sell goods and services to firms",
      "B": "They demand capital and land from the government",
      "C": "They purchase labor from the firms",
      "D": "They provide factors of production to firms",
      "E": "They set prices for product markets"
    },
    "explanation": "Households <strong>own the factors of production</strong> (like labor, capital, and land) and sell these to firms in input (factor) markets. This is their primary role in that part of the circular flow."
  },
  {
    "id": "3844080",
    "unitNumber": 2,
    "text": "What does the downward slope of the demand curve primarily represent?",
    "correctAnswer": "C",
    "options": {
      "A": "Consumers receive greater utility from each additional unit of a product.",
      "B": "The more consumers pay, the more they demand.",
      "C": "Consumers are willing to pay less as they consume more units.",
      "D": "The government sets prices lower to increase demand.",
      "E": "All consumers have the same willingness to pay for products."
    },
    "explanation": "The downward slope of the demand curve reflects the <strong>law of demand</strong>, which is based on the principle of <strong>diminishing marginal utility</strong> - as consumers get more of a product, the benefit from each extra unit decreases, so they are willing to pay <strong>less</strong> for it."
  },
  {
    "id": "3844082",
    "unitNumber": 2,
    "text": "What is the most likely outcome when the government forces production below the market equilibrium quantity?",
    "correctAnswer": "C",
    "options": {
      "A": "Firms increase production to maximize profit.",
      "B": "Consumer surplus increases significantly.",
      "C": "A deadweight loss occurs due to lost surplus.",
      "D": "Market price falls to zero.",
      "E": "Total surplus in the economy increases."
    },
    "explanation": "When production is reduced below the efficient market level, fewer goods are exchanged between buyers and sellers. This leads to a reduction in both the value consumers gain from access to products and the profit producers earn from selling them. The combined loss in value that could have been achieved through voluntary market exchanges is known as <strong>deadweight loss</strong>."
  },
  {
    "id": "3844083",
    "unitNumber": 2,
    "text": "What does a positive market price indicate in a competitive market with well-defined ownership rights?",
    "correctAnswer": "A",
    "options": {
      "A": "The product is scarce and reflects both private and social value",
      "B": "The product is freely available and non-scarce",
      "C": "The product’s value is purely social, not private",
      "D": "The product is overproduced and has no economic value",
      "E": "The market price does not relate to scarcity in any way"
    },
    "explanation": "In a competitive market where ownership rights are clearly defined, a positive market price reflects the relative scarcity of the good or service. It also means that the price represents both marginal private benefit and marginal social benefit, as well as marginal cost. This indicates that the product holds value due to its limited availability."
  },
  {
    "id": "3844086",
    "unitNumber": 2,
    "text": "Why does mainstream economics often assign little or no economic value to vital natural services like clean air or water?",
    "correctAnswer": "E",
    "options": {
      "A": "Because they are non-essential for economic production",
      "B": "Because they are always regulated by governments",
      "C": "Because they are part of the social economy, not the market",
      "D": "Because they have high marginal utility but low private cost",
      "E": "Because they are perceived as unlimited and freely available"
    },
    "explanation": "Mainstream economics tends to undervalue environmental services when they appear abundant. The perception that natural services such as air or water are continuously and limitlessly available leads to their exclusion from market-based valuation, despite being essential to life and the economy."
  },
  {
    "id": "3844092",
    "unitNumber": 2,
    "text": "A factory releases chemical waste into a nearby river used by local farmers for irrigation. Which economic concept best explains why this situation leads to a misallocation of resources in the market?",
    "correctAnswer": "B",
    "options": {
      "A": "Price elasticity of demand",
      "B": "Negative externality",
      "C": "Consumer surplus maximization",
      "D": "Diminishing marginal returns",
      "E": "Comparative advantage"
    },
    "explanation": "A negative externality occurs when a firm's actions impose costs on others who are not involved in the transaction. In this case, the factory’s waste harms downstream farmers, but these social costs are <strong>not reflected in the market price</strong> of the factory's output. This causes an <strong>overproduction</strong> of harmful goods and a misallocation of resources."
  },
  {
    "id": "3844097",
    "unitNumber": 2,
    "text": "What is the main reason markets cannot allocate environmental resources efficiently in the presence of negative externalities?",
    "correctAnswer": "C",
    "options": {
      "A": "They treat pollution as a production input",
      "B": "They always reflect total social costs in prices",
      "C": "They account only for private costs and ignore external costs",
      "D": "They automatically regulate pollution through taxes",
      "E": "They eliminate deadweight loss through competition"
    },
    "explanation": "Markets are efficient only when prices reflect all relevant costs and benefits. However, in the case of pollution, the <strong>external (social) costs</strong> are not borne by the producer or consumer, and thus not reflected in prices. Without regulation, these costs are ignored, leading to overproduction and environmental harm."
  },
  {
    "id": "3844102",
    "unitNumber": 2,
    "text": "What term did Kenneth Boulding use to describe a model of economy that recognizes Earth as a closed system with limited resources?",
    "correctAnswer": "D",
    "options": {
      "A": "Circular economy",
      "B": "Planetary capitalism",
      "C": "Renewable growth model",
      "D": "Spaceman economy",
      "E": "Anthropocene system"
    },
    "explanation": "Boulding contrasts the “cowboy economy” (open, exploitative) with the “spaceman economy,” where the Earth is a closed system with finite resources."
  },
  {
    "id": "3844103",
    "unitNumber": 2,
    "text": "According to the ecological approach, which of the following best represents the measure of a successful economy?",
    "correctAnswer": "E",
    "options": {
      "A": "The highest rate of industrial output",
      "B": "The continuous expansion of trade",
      "C": "The level of resource extraction per year",
      "D": "The amount of government spending on infrastructure",
      "E": "The sustainability and quality of natural, human, and social capital"
    },
    "explanation": "The ecological perspective values the long-term health of ecological and social systems, not production volume or trade size."
  },
  {
    "id": "3844105",
    "unitNumber": 2,
    "text": "Which of the following criticisms is most strongly supported by the ecological approach?",
    "correctAnswer": "B",
    "options": {
      "A": "Markets are always inefficient at setting prices",
      "B": "Viewing the economy as separate from nature leads to unsustainable practices",
      "C": "Nature’s services are too complex to measure",
      "D": "Economic value should never be assigned to natural resources",
      "E": "Ecological systems must be privatized to ensure protection"
    },
    "explanation": "Ecological economics directly challenges the mainstream assumption that the human economy is external to nature, arguing this separation causes overexploitation and collapse."
  },
  {
    "id": "3844866",
    "unitNumber": 3,
    "text": "Which tool is described as essential for shaping environmental policy and decision-making?",
    "correctAnswer": "B",
    "options": {
      "A": "Life-cycle assessment",
      "B": "Environmental cost-benefit analysis",
      "C": "Polluter pays principle",
      "D": "Carbon footprint measurement",
      "E": "Ecological footprint"
    },
    "explanation": "The evaluation of the potential benefits and costs of a project or decision is referred to as cost-bene t analysis. e process involves comparing different options’ expected bene its and costs and determining the most advantageous option. is analysis helps to ensure that the benefits of a project or decision outweigh its costs and can be a useful tool for decision-making.<br/>The correct answer is B. Environmental cost-benefit analysis"
  },
  {
    "id": "3844895",
    "unitNumber": 3,
    "text": "Which environmental management strategy focuses on protecting natural resources while maintaining their economic use?",
    "correctAnswer": "A",
    "options": {
      "A": "Conservation",
      "B": "Exploitation",
      "C": "Overharvesting",
      "D": "Deregulation",
      "E": "Substitution"
    },
    "explanation": "COST-BENEFIT ANALYSIS IN PRACTICE<br/>The correct answer is A. Conservation"
  },
  {
    "id": "3844901",
    "unitNumber": 3,
    "text": "Based on the general procedure of Cost-Benefit Analysis (CBA) provided by Hanley (2000), which of the following steps is performed after physically quantifying the relevant impacts?",
    "correctAnswer": "C",
    "options": {
      "A": "Define the situation and its boundaries.",
      "B": "B) Decide on the life span of the project(s).",
      "C": "Attach monetary values to all impacts.",
      "D": "Perform sensitivity analysis.",
      "E": "Identify (good and bad) impacts."
    },
    "explanation": "Attach monetary values to all impacts (monetize costs and benefits): After recognizing the e ects, the next step is to monetize them. While some impacts can be evaluated in monetary terms as a result of their market value (such as construction costs or electricity prices), others cannot be quanti ed this way (such as biodiversity loss). However, as depicted in Chapter 4, several techniques are available to estimate the economic value of such impacts. In cases where the agency conducting the research lacks the resources to fund original analyses, estimates can be obtained from similar studies, known as bene t transfer.<br/>The correct answer is C. Attach monetary values to all impacts."
  },
  {
    "id": "3844902",
    "unitNumber": 3,
    "text": "What does a higher discount rate indicate about an individual's or society's time preference?",
    "correctAnswer": "E",
    "options": {
      "A": "<ol> <li>A) A greater importance placed on future consumption.</li> </ol>",
      "B": "<ul> <li>B) A belief that a project's benefits will be spread over several generations.</li> </ul>",
      "C": "<ul> <li>C) A neutral preference between current and future consumption.</li> </ul>",
      "D": "<ul> <li>D) A preference for nominal prices over real prices.</li> </ul>",
      "E": "<ul> <li>E) A lower importance placed on future consumption.</li> </ul>"
    },
    "explanation": "The higher the discount rate the more important is current consumption is to you and the less importance you place on future returns. Therefore, discounting can affect the desirability of long-term projects. In particular, for projects with benefits over several generations, such as climate change, discounting will place very l<br/>The correct answer is E. A lower importance placed on future consumption."
  },
  {
    "id": "3844904",
    "unitNumber": 3,
    "text": "The Kaldor-Hicks compensation principle, used in cost-benefit thinking, is based on the idea that a project is considered 'Pareto efficient' if...",
    "correctAnswer": "C",
    "options": {
      "A": "All individuals are better off after the project is implemented.",
      "B": "The distribution of costs and benefits is equal among all parties.",
      "C": "The gainers from the project can potentially compensate the losers.",
      "D": "The project has a net present value of zero.",
      "E": "The total welfare remains unchanged."
    },
    "explanation": "The Kaldor-Hicks compensation principle assumes that a policy change or project is considered ‘Pareto efficient’ if the gains outweigh the losses. is means that winners could potentially compensate losers for the losses they experience as a result of project implementation.<br/>The correct answer is C. The gainers from the project can potentially compensate the losers."
  },
  {
    "id": "3845364",
    "unitNumber": 3,
    "text": "According to the document, which of the following best describes the primary objective of a cost-benefit analysis?",
    "correctAnswer": "B",
    "options": {
      "A": "To choose the alternative that minimizes overall societal cost and maximizes resource utilization.",
      "B": "To choose the alternative that maximizes overall societal benefit and ensures the efficient utilization of resources.",
      "C": "To decide whether a project is environmentally sustainable, regardless of the economic impact.",
      "D": "To compare different options' expected costs and determine the least expensive option.",
      "E": "To determine the most effective method for monetizing all environmental impacts, both positive and negative."
    },
    "explanation": "To choose the alternative that maximizes overall societal benefit and ensures the efficient utilization of resources."
  },
  {
    "id": "3845365",
    "unitNumber": 3,
    "text": "What does a benefit-cost ratio greater than 1 indicate?",
    "correctAnswer": "C",
    "options": {
      "A": "The costs of a project outweigh its benefits, making it economically unviable.",
      "B": "The costs and benefits of a project are equal.",
      "C": "The benefits of a project outweigh its costs, suggesting it is economically viable.",
      "D": "The project is not economically justified due to high initial costs.",
      "E": "The project has a low net present value."
    },
    "explanation": "The benefits of a project outweigh its costs, suggesting it is economically viable."
  },
  {
    "id": "3845367",
    "unitNumber": 3,
    "text": "Which of the following is NOT one of the steps in the general procedure of cost-benefit analysis outlined in the document?",
    "correctAnswer": "D",
    "options": {
      "A": "Defining the situation and its boundaries.",
      "B": "Deciding on the life span of the project(s).",
      "C": "Physically quantifying the relevant impacts.",
      "D": "Conducting a public vote on the project's feasibility.",
      "E": "Performing a sensitivity analysis."
    },
    "explanation": "Conducting a public vote on the project's feasibility."
  },
  {
    "id": "3845369",
    "unitNumber": 3,
    "text": "What is the Kaldor-Hicks compensation principle?",
    "correctAnswer": "C",
    "options": {
      "A": "It assumes that a project is 'Pareto efficient' only if all individuals are made better off.",
      "B": "It requires that the government directly pays for all environmental damages caused by a project.",
      "C": "It determines if the \"gainers can compensate the losers and still be better off.\"",
      "D": "It states that all costs and benefits must be expressed in a non-monetary scale to be comparable.",
      "E": "It is a legal framework that requires equal distribution of project benefits and costs."
    },
    "explanation": "It determines if the \"gainers can compensate the losers and still be better off.\""
  },
  {
    "id": "3845373",
    "unitNumber": 3,
    "text": "How does the social discount rate differ from the private discount rate, according to the document?",
    "correctAnswer": "B",
    "options": {
      "A": "The social discount rate is higher because it considers the long-term perspective of the public.",
      "B": "The social discount rate is lower because individuals are more shortsighted and place less value on future consumption.",
      "C": "The social discount rate is typically between 9-10%, while the private discount rate is 3.5-4%.",
      "D": "The private discount rate is lower because individuals have a long-term perspective.",
      "E": "The social discount rate is used for private projects, while the private discount rate is used for public projects."
    },
    "explanation": "The social discount rate is lower because individuals are more shortsighted and place less value on future consumption."
  },
  {
    "id": "3845376",
    "unitNumber": 3,
    "text": "What is the term for a method used in cost-benefit analysis to estimate economic values for environmental benefits by transferring existing estimates from similar studies?",
    "correctAnswer": "C",
    "options": {
      "A": "Contingent valuation.",
      "B": "Benefit-cost ratio.",
      "C": "Benefit transfer.",
      "D": "Sensitivity analysis.",
      "E": "Present value."
    },
    "explanation": "Benefit transfer."
  },
  {
    "id": "3845378",
    "unitNumber": 3,
    "text": "In the example of the U.S. EPA's new regulation on ozone pollution, what was the estimated annual net benefit for the 70 ppb standard?",
    "correctAnswer": "C",
    "options": {
      "A": "-$4.0 - $34.7 billion",
      "B": "$4.6 - $25.5 billion",
      "C": "$2.8 - $10.3 billion",
      "D": "$7.5 - $15.0 billion",
      "E": "$4.7 billion"
    },
    "explanation": "$2.8 - $10.3 billion"
  },
  {
    "id": "3845380",
    "unitNumber": 3,
    "text": "What is the purpose of performing a sensitivity analysis?",
    "correctAnswer": "B",
    "options": {
      "A": "To ensure that all project costs are monetized.",
      "B": "To identify the most influential assumptions or parameters on the Net Present Value (NPV).",
      "C": "To determine the project's exact lifespan without any variation.",
      "D": "To only consider costs and benefits that are certain to occur.",
      "E": "To compute the project's net present value."
    },
    "explanation": "To identify the most influential assumptions or parameters on the Net Present Value (NPV)."
  },
  {
    "id": "3845384",
    "unitNumber": 3,
    "text": "What did William Nordhaus and the Stern Review disagree on regarding the economics of climate change?",
    "correctAnswer": "D",
    "options": {
      "A": "The overall cost associated with climate change as a percentage of global GDP.",
      "B": "The value of a statistical life (VSL) used in the analysis.",
      "C": "The need for international cooperation to address climate change.",
      "D": "The appropriate discount rate to use when valuing future benefits.",
      "E": "The use of cost-benefit analysis for environmental issues."
    },
    "explanation": "The appropriate discount rate to use when valuing future benefits."
  },
  {
    "id": "3845386",
    "unitNumber": 3,
    "text": "What is the difference between risk and uncertainty, as defined in the document?",
    "correctAnswer": "A",
    "options": {
      "A": "Risk refers to situations where probabilities are known, while uncertainty refers to situations where outcomes are unknown or probabilities cannot be assigned.",
      "B": "Risk refers to a dam's failure, while uncertainty refers to changes in the discount rate.",
      "C": "Risk is when the discount rate is below 5%, and uncertainty is when it is above 5%.",
      "D": "Risk and uncertainty are used interchangeably and have the same meaning.",
      "E": "Risk is a concept used in private projects, while uncertainty is used in public projects."
    },
    "explanation": "Risk refers to situations where probabilities are known, while uncertainty refers to situations where outcomes are unknown or probabilities cannot be assigned."
  },
  {
    "id": "3845394",
    "unitNumber": 3,
    "text": "Which of the following statements about discount rates is correct?",
    "correctAnswer": "C",
    "options": {
      "A": "A higher discount rate places more importance on future benefits",
      "B": "The social discount rate is typically higher than the private discount rate",
      "C": "A lower discount rate gives more weight to future consumption",
      "D": "Discount rates have no effect on project desirability",
      "E": "The private discount rate is irrelevant in project appraisals"
    },
    "explanation": "Discounting and the Environment <br/>It is important to note that even a small discount rate can lower the value of future benefits and make the present value of damage significantly smaller than the actual damage done. Over prolonged periods, the chosen discount rate affects the significance of the current value of long-term costs and benefits, as well as the monetary compensation amount. is can be seen in Table 3.2 and Figure 3.4. Therefore, it is important to carefully consider the discount rate used in project appraisals to ensure that policy recommendations accurately reflect the project’s long-term impacts on individuals and society.<br/>The correct answer is C. A lower discount rate gives more weight to future consumption"
  },
  {
    "id": "3845398",
    "unitNumber": 3,
    "text": "In the Asian Elephant case study, what was the main conclusion?",
    "correctAnswer": "D",
    "options": {
      "A": "Farmers were unwilling to accept compensation",
      "B": "Damages from elephants outweighed conservation benefits",
      "C": "Elephant conservation was economically unviable",
      "D": "Urban residents’ willingness to pay exceeded conservation costs",
      "E": "Ecotourism had no role in conservation"
    },
    "explanation": "The Case of the Asian Elephant Conservation Problem<br/>The researchers conclude that the urban populace’s willingness to pay supports the conservation of elephants and provides a viable economic solution to mitigate human-elephant conflicts. is approach underscores the potential for policies that balance ecological conservation with the economic interests of the affected communities.<br/>The correct answer is D. Urban residents’ willingness to pay exceeded conservation costs"
  },
  {
    "id": "3845415",
    "unitNumber": 3,
    "text": "The debate between Stern and Nordhaus on the economics of climate change centered on a key assumption in their cost-benefit analyses. What was this assumption?",
    "correctAnswer": "E",
    "options": {
      "A": "The estimated damage of climate change as a percentage of global GDP.",
      "B": "The value of statistical life used in the analysis.",
      "C": "The probability of dam failure due to an earthquake.",
      "D": "The inclusion of non-use values like bequest and existence values.",
      "E": "The discount rate used to value future benefits."
    },
    "explanation": "Sensitivity Analysis- Climate change economics as an example of sensitivity analysis William Nordhaus was among several economists criticizing the Stern Review for using a low discount rate (Nordhaus, 2007). They argued that the review’s dramatic results disappear with a higher discount rate. Indeed, Stern and Nordhaus had different approaches to discounting the benefits that future generations will enjoy. In particular, Stern discounted the benefits by 1.3% every year and added a 0.1% per year discount rate to consider the risk that there may not be surviving generations in the future. On the other hand, Nordhaus supported a discount rate of 4.3%, leading to significantly different implications. When discounted at this rate, a $100 bene t that will occur 100 years from now is worth only $1.48 today, whereas under Stern’s 1.4% rate, it would be worth $24.90<br/>The correct answer is E. The discount rate used to value future benefits."
  },
  {
    "id": "3845421",
    "unitNumber": 3,
    "text": "Which principle advises adopting preventive policies to avoid low-probability but catastrophic events?",
    "correctAnswer": "B",
    "options": {
      "A": "Kaldor-Hicks principle",
      "B": "Safe Minimum Principle",
      "C": "Cost Minimization Principle",
      "D": "Efficiency Maximization Principle",
      "E": "Market Equilibrium Principle"
    },
    "explanation": "Limitations: Oversimplification and Ethical Dilemmas- Irreversibility:<br/>This principle is commonly known as the Precautionary Principle. In a similar vein, the safe minimum principle also suggests environmental policies on issues involving uncertainty should be set in a manner to avoid possible catastrophic consequences.<br/>The correct answer is B. Safe Minimum Principle"
  },
  {
    "id": "3845427",
    "unitNumber": 3,
    "text": "Why should CBA be integrated with other decision-making tools in environmental policy?",
    "correctAnswer": "A",
    "options": {
      "A": "To ensure comprehensive evaluation including ethical and social factors",
      "B": "To rely solely on economic efficiency",
      "C": "To remove public participation",
      "D": "To shorten the evaluation process",
      "E": "To avoid monetary valuation entirely"
    },
    "explanation": "PublicParticipation: <br/>In sum, conducting a CBA can be beneficial for assessing economic efficiency or<br/>inefficiency; however, it is di cult to make definitive conclusions about the overall effect on equity, distribution, and liabilities. Given these considerations, relying solely on CBA for decision-making is inadequate. Instead, it should be part of a broader decision-making framework that integrates ethical considerations, stakeholder input, and other evaluation methods. is approach ensures that CBA is a useful tool to illuminate different facets of proposed actions without becoming the sole determinant in complex environmental and social decisions. is balanced approach helps to acknowledge and respect the intrinsic values of natural and human systems, promoting decisions<br/>The correct answer is A. To ensure comprehensive evaluation including ethical and social factors"
  },
  {
    "id": "3845569",
    "unitNumber": 3,
    "text": "Which of the following best describes the core principle of Environmental Cost-Benefit Analysis (CBA)?",
    "correctAnswer": "A",
    "options": {
      "A": "A decision-making framework that evaluates a project by comparing its total expected societal benefits against its total expected societal costs.",
      "B": "A tool that quantifies all project impacts in physical units, like tons of emissions or number of trees.",
      "C": "An accounting method that only considers the direct financial costs and benefits of a project to the implementing organization.",
      "D": "A method to prioritize environmental protection over all economic considerations.",
      "E": "A process used exclusively by environmentalists to argue against industrial development projects."
    },
    "explanation": "Option A accurately defines CBA's primary objective: to choose the alternative that maximizes overall societal benefit and efficiently utilizes resources by ensuring benefits outweigh costs."
  },
  {
    "id": "3845576",
    "unitNumber": 3,
    "text": "According to the chapter, what is the primary purpose of a 'social discount rate' in environmental CBA?",
    "correctAnswer": "D",
    "options": {
      "A": "To calculate the market interest rate for private loans.",
      "B": "To measure the immediate profitability of a project for a company.",
      "C": "To account for inflation and price changes over the project's lifetime.",
      "D": "To convert future costs and benefits into their present-day value, reflecting society's long-term perspective.",
      "E": "To ensure that future benefits are valued equally to present benefits, regardless of when they occur."
    },
    "explanation": "The social discount rate is used to bring future values to their present-day equivalent and is typically lower than a private rate to reflect society's longer-term view."
  },
  {
    "id": "3845579",
    "unitNumber": 3,
    "text": "A project is being evaluated using a cost-benefit analysis. The annual benefits are expected to be $50 million and the annual costs are $25 million. The project is assumed to last for one year, and the discount rate is 10%. What is the Net Present Value (NPV) of the project?",
    "correctAnswer": "B",
    "options": {
      "A": "$50 million",
      "B": "$22.73 million",
      "C": "$142.97 million",
      "D": "$25 million",
      "E": "$27.5 million"
    },
    "explanation": "The correct calculation is to find the net benefits ($50M - $25M = $25M) and then discount this value for one year: $25M / (1 + 0.10) = $22.73M."
  },
  {
    "id": "3845582",
    "unitNumber": 3,
    "text": "Which of the following accurately differentiates 'risk' from 'uncertainty' as defined in the chapter?",
    "correctAnswer": "C",
    "options": {
      "A": "Risk refers to short-term impacts, while uncertainty refers to long-term impacts.",
      "B": "Risk is a positive impact, and uncertainty is a negative impact.",
      "C": "Risk involves known outcomes and probabilities, while uncertainty involves unknown outcomes or probabilities",
      "D": "Risk involves outcomes with unknown probabilities, while uncertainty has outcomes with known probabilities.",
      "E": "Risk is a concept used in private projects, while uncertainty is only relevant for public environmental policies."
    },
    "explanation": "Risk refers to a situation where all possible outcomes and their probabilities are known or can be reliably estimated. In contrast, uncertainty is a situation where some outcomes or their probabilities are unknown, making it difficult to assign a likelihood to future events."
  },
  {
    "id": "3845583",
    "unitNumber": 3,
    "text": "What is the main objective of performing a 'sensitivity analysis' in a cost-benefit study?",
    "correctAnswer": "0",
    "options": {
      "A": "To increase the Net Present Value (NPV) of a project by adjusting parameters to a favorable outcome.",
      "B": "To eliminate all uncertainty and risk from the project evaluation.",
      "C": "To identify which assumptions or parameters, such as the discount rate, have the greatest influence on the project's final outcome.",
      "D": "To create a single, definitive monetary value for all environmental impacts.",
      "E": "To prove that the initial assumptions of the cost-benefit analysis were correct."
    },
    "explanation": "Sensitivity analysis is a method to understand how changes in key assumptions impact the project's viability and conclusions."
  },
  {
    "id": "3845584",
    "unitNumber": 3,
    "text": "The Kaldor-Hicks compensation principle is used in CBA to address which of the following issues?",
    "correctAnswer": "D",
    "options": {
      "A": "The oversimplification of complex environmental issues.",
      "B": "The problem of choosing the correct discount rate for a project.",
      "C": "The difficulty of monetizing non-market environmental goods.",
      "D": "The issue of unequal distribution of benefits and costs, ensuring that winners can hypothetically compensate losers.",
      "E": "The challenge of identifying all potential impacts of a project."
    },
    "explanation": "The Kaldor-Hicks principle is centered on the idea that if a project's overall gains outweigh its losses, the winners could theoretically compensate the losers, leading to a potential Pareto improvement."
  },
  {
    "id": "3845586",
    "unitNumber": 3,
    "text": "Which of the following scenarios would lead to a Benefit-Cost Ratio of exactly 1?",
    "correctAnswer": "B",
    "options": {
      "A": "The project is not economically viable, but social welfare is increased.",
      "B": "The Total Present Value of Benefits equals the Total Present Value of Costs.",
      "C": "The project results in a net benefit of zero.",
      "D": "The project's costs are equal to its benefits, but are not discounted.",
      "E": "The Total Present Value of Costs is double the Total Present Value of Benefits."
    },
    "explanation": "A benefit-cost ratio is calculated as the ratio of total present value of benefits to the total present value of costs. A ratio of 1 indicates that the benefits precisely equal the costs."
  },
  {
    "id": "3845588",
    "unitNumber": 3,
    "text": "When is the 'benefit transfer' method most appropriately used in a cost-benefit analysis?",
    "correctAnswer": "B",
    "options": {
      "A": "When a project has no market-based costs or benefits.",
      "B": "When primary data collection for a specific environmental impact is too expensive, time-consuming, or difficult to obtain.",
      "C": "When an analyst wants to calculate the exact Net Present Value (NPV) with 100% certainty.",
      "D": "When a project's benefits are entirely short-term and have no long-term impacts.",
      "E": "When the project's costs are uncertain and cannot be quantified."
    },
    "explanation": "The chapter states that benefit transfer is particularly useful in these situations, allowing analysts to use existing estimates from similar studies instead of conducting new, costly research."
  },
  {
    "id": "3845589",
    "unitNumber": 3,
    "text": "Based on the provided example, what conclusion can be drawn from the comparison of the EPA's proposed ozone standards?",
    "correctAnswer": "E",
    "options": {
      "A": "The stricter 60 ppb standard is the most economically justified option because it has the highest benefits.",
      "B": "A standard should always be chosen based on which option has the highest benefit-cost ratio, regardless of other factors.",
      "C": "Cost-benefit analysis results are entirely objective and independent of any underlying assumptions.",
      "D": "The 70 ppb standard is the only option that provides a positive net benefit and is therefore the only economically justified choice.",
      "E": "The 70 ppb standard is considered economically justified as its net benefits are positive compared to the old standard, even though a stricter standard might offer greater benefits."
    },
    "explanation": "The text concludes that based on the cost-benefit comparison, tightening the standard to 70 ppb is economically justified because it has a positive net benefit compared to the baseline, which was the final decision."
  },
  {
    "id": "3845591",
    "unitNumber": 3,
    "text": "Which statement about the relationship between discount rates and long-term environmental projects (like climate change) is most accurate according to the text?",
    "correctAnswer": "A",
    "options": {
      "A": "A lower discount rate places greater importance on future generations' welfare and makes long-term projects, such as climate change mitigation, seem more worthwhile today.",
      "B": "The Stern Review advocated for a higher discount rate than Nordhaus, resulting in more dramatic findings about climate change costs.",
      "C": "The choice of discount rate has a minimal impact on the present value of a project with a very long lifespan.",
      "D": "All economists agree on a single, universal discount rate for evaluating all environmental projects.",
      "E": "A high discount rate increases the present value of future environmental damages, making long-term projects more appealing."
    },
    "explanation": "A lower discount rate means that future benefits and costs are discounted less, giving more weight to the welfare of future generations and making long-term projects more attractive in the present."
  },
  {
    "id": "3718517",
    "unitNumber": 4,
    "text": "Which of the following is an example of a direct use value in a forest ecosystem?",
    "correctAnswer": "C",
    "options": {
      "A": "Soil protection",
      "B": "Protection of water basins",
      "C": "Recreational activities such as hiking and picnics",
      "D": "Prevention of floods",
      "E": "Carbon sequestration"
    },
    "explanation": "Possible direct use values of a forest ecosystem might include the following: timber, firewood, mushrooms, forest fruits, animal grazing opportunities, recreational use (picnics, skiing, hiking, mountaineering), and hunting."
  },
  {
    "id": "3718522",
    "unitNumber": 4,
    "text": "In the TEV framework, non-use values include which of the following?",
    "correctAnswer": "E",
    "options": {
      "A": "Carbon sequestration",
      "B": "Timber harvesting",
      "C": "Animal grazing opportunities",
      "D": "Recreational uses like skiing",
      "E": "Altruist values for other people"
    },
    "explanation": "Non-use values include bequest (for future generations; e.g. landscape), altruist (for other people), and existence (satisfaction of knowing something exists; e.g. conservation of species) values."
  },
  {
    "id": "3718526",
    "unitNumber": 4,
    "text": "Why might indirect use values not be easily observed under market conditions?",
    "correctAnswer": "A",
    "options": {
      "A": "They involve functional benefits rather than direct consumption",
      "B": "They consist solely of goods like timber and firewood",
      "C": "They can always be directly measured by price",
      "D": "They only apply to non-renewable resources",
      "E": "They are often traded in markets"
    },
    "explanation": "Indirect use values are related to the functional benefits of the natural resource. While direct use values can generally be bought and sold in the market, indirect use values may not be observed under market conditions."
  },
  {
    "id": "3718528",
    "unitNumber": 4,
    "text": "What does option value in the TEV framework refer to?",
    "correctAnswer": "B",
    "options": {
      "A": "The current economic benefits derived from a resource",
      "B": "The potential future benefits of a resource, such as unknown medicinal plants",
      "C": "The satisfaction of knowing a species exists",
      "D": "The willingness to pay for recreational activities",
      "E": "The immediate use value of natural resources"
    },
    "explanation": "Alternatively, Croitoru (2007) classifies option values (e.g. potential source of medicinal plants) under non-use values as well. Option value accounts for the possibility that direct and indirect benefits of a resource can be enjoyed in a future period or for resource values that could occur in the future."
  },
  {
    "id": "3718541",
    "unitNumber": 4,
    "text": "Which of the following is a revealed preference method for estimating the value of an environmental resource?",
    "correctAnswer": "B",
    "options": {
      "A": "Contingent valuation",
      "B": "Market price method",
      "C": "Benefit function transfer",
      "D": "Bequest value",
      "E": "Willingness to pay"
    },
    "explanation": "Market Price method is based on the principle of estimating the value of an environmental good or service based on its possible price in the market (e.g., values generated by the transaction of timber, wood, and fiber produced from forest ecosystems in commercial markets; the total value of entrance fees collected for recreation in national parks)."
  },
  {
    "id": "3718542",
    "unitNumber": 4,
    "text": "The Travel Cost Model is primarily used to estimate which type of value?",
    "correctAnswer": "D",
    "options": {
      "A": "Housing values in urban areas",
      "B": "The cost of avoiding environmental hazards",
      "C": "The cost of environmental damage repair",
      "D": "The value of recreational resources based on visitor spending",
      "E": "The economic impact of toxic substance exposure"
    },
    "explanation": "Travel Cost Models are one such technique that extracts values of recreational resources. It does so by determining how much visitors spend to get to a particular site. This information is then used to estimate a demand curve for that site. Travel Cost Models are useful in revealing recreational demand in ecosystems. For instance, they can determine the value created by utilizing protected areas for ecotourism or recreation based on users’ travel costs and visit frequency information. These models have been frequently used to value natural resources like forests, national parks, mountain climbing, recreational fishing, and beaches. Travel cost models have also been used to evaluate losses."
  },
  {
    "id": "3718543",
    "unitNumber": 4,
    "text": "In the context of environmental valuation, which method uses previous valuation studies to estimate values when primary data is unavailable?",
    "correctAnswer": "A",
    "options": {
      "A": "Benefit transfer",
      "B": "Hedonic wage analysis",
      "C": "Market price method",
      "D": "Contingent valuation",
      "E": "Simulated markets"
    },
    "explanation": "Benefit Transfer: Because conducting field work and an original study is usually time-consuming and expensive, benefit transfer involves developing value estimates by using previously produced value information on other similar fields, in cases where there is no primary data specific to the site of interest. Current results produced by primary value determinations in different fields are transferred to other fields and used in policy development processes. Comprising of more than 5,000 summaries of valuation studies, “the Environmental Valuation Reference Inventory (EVRI) is a searchable compendium of summaries of environmental and health valuation studies, which provides detailed information on the location of the study, the specific environmental assets being valued, methodological approaches and estimated monetary values, as well as appropriate contextualization”"
  },
  {
    "id": "3718544",
    "unitNumber": 4,
    "text": "Which of the following methods estimates environmental values by analyzing the costs people incur to protect themselves from pollution?",
    "correctAnswer": "B",
    "options": {
      "A": "Hedonic property value",
      "B": "Averting expenditures",
      "C": "Travel cost model",
      "D": "Simulated markets",
      "E": "Benefit function transfer"
    },
    "explanation": "Averting Expenditures (i.e. Avoidance Expenditures) methods are designed to reduce the damage caused by pollution or emissions by taking some kind of averting or defensive action. Avoidance expenditures are the costs incurred for the planning and implementation of the entire life process of the product, from its design to its destruction or collection in a safe place, in order to protect the environment and minimize the damage to the environment. An example of this might be installing indoor air purifiers in response to polluted air flow or relying on bottled water in response to contamination of local drinking water supplies."
  },
  {
    "id": "3718553",
    "unitNumber": 4,
    "text": "Why is environmental valuation important in decision-making?",
    "correctAnswer": "C",
    "options": {
      "A": "It allows for purely ecological assessments of nature.",
      "B": "It provides monetary incentives for exploiting natural resources.",
      "C": "It helps balance economic benefits with environmental costs.",
      "D": "It avoids assigning any economic value to environmental resources.",
      "E": "It solely focuses on short-term economic gains."
    },
    "explanation": "Second, environmental valuation provides a way to compare the economic value of natural resources with their potential economic benefits. This balance is important for making decisions that do not disproportionately favor short-term economic gains over long-term environmental health."
  },
  {
    "id": "3718556",
    "unitNumber": 4,
    "text": "What is the main purpose of adopting a pluralistic approach in environmental valuation?",
    "correctAnswer": "D",
    "options": {
      "A": "To enhance solely the monetary values of ecosystem services",
      "B": "To support exclusive use of biophysical metrics",
      "C": "To establish economic dominance in environmental policies",
      "D": "To recognize the diverse values of nature beyond economic ones",
      "E": "To limit the valuation of ecosystem services to cultural factors"
    },
    "explanation": "Pascual et al. (2017) and Pascual et al. (2023), in this context, emphasize the need to acknowledge not only the monetary aspects of ecosystem services which reflect a predominantly economic viewpoint but also diverse values ascribed to nature’s contributions to people (NCP) through pluralistic valuation approaches (e.g., biophysical, sociocultural) in human-nature relationships."
  },
  {
    "id": "3844858",
    "unitNumber": 4,
    "text": "According to the TEV framework, which value-benefit pairing is correct?",
    "correctAnswer": "B",
    "options": {
      "A": "Direct use value → carbon sequestration",
      "B": "Indirect use value → flood prevention",
      "C": "Existence value → timber",
      "D": "Option value → decorative plants",
      "E": "Bequest valeu → conservation of biodiversity"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b105640c952d94af2405bdfd20050e29.png\" alt=\"\" width=\"731\" height=\"425\">"
  },
  {
    "id": "3845382",
    "unitNumber": 4,
    "text": "Which of the following best describes “option value” in the Total Economic Value framework?",
    "correctAnswer": "C",
    "options": {
      "A": "The satisfaction from knowing a species exists",
      "B": "The benefits from directly using natural resources",
      "C": "The potential future benefits from a resource that is not currently used",
      "D": "The prevention of floods through forest cover",
      "E": "The monetary gains from tourism and recreation"
    },
    "explanation": "Option value refers to the potential direct or indirect benefits of a resource that might be realized in the future (e.g., undiscovered medicinal plants)."
  },
  {
    "id": "3845387",
    "unitNumber": 4,
    "text": "Which of the following is NOT an example of an indirect use value of wetlands?",
    "correctAnswer": "D",
    "options": {
      "A": "Flood control",
      "B": "Carbon sequestration",
      "C": "Water purification",
      "D": "Birdwatching tourism",
      "E": "Soil stabilization"
    },
    "explanation": "Birdwatching tourism is a direct use value because it involves direct human enjoyment of the ecosystem."
  },
  {
    "id": "3845388",
    "unitNumber": 4,
    "text": "In the “travel cost method,” the main idea is to estimate recreational value by:",
    "correctAnswer": "B",
    "options": {
      "A": "Measuring the increase in property prices near the site",
      "B": "Calculating how much visitors spend to access a site",
      "C": "Asking people how much they would pay to protect the site",
      "D": "Comparing similar sites in different regions",
      "E": "Estimating government spending on site maintenance"
    },
    "explanation": "The travel cost method assumes travel expenses and time spent represent visitors’ willingness to pay for recreational use."
  },
  {
    "id": "3845390",
    "unitNumber": 4,
    "text": "Which of the following is a key limitation of the contingent valuation method?",
    "correctAnswer": "B",
    "options": {
      "A": "It is too expensive to conduct surveys",
      "B": "Responses may not reflect actual behavior",
      "C": "It cannot be applied to non-use values",
      "D": "It requires advanced econometric models",
      "E": "It only works for market goods"
    },
    "explanation": "One main drawback is “hypothetical bias” - survey answers may differ from real-world actions."
  },
  {
    "id": "3845391",
    "unitNumber": 4,
    "text": "In a hedonic property value study, which of the following is an environmental variable?",
    "correctAnswer": "A",
    "options": {
      "A": "Distance to the nearest park",
      "B": "House age in years",
      "C": "Number of bedrooms",
      "D": "Type of heating system",
      "E": "Ownership of private vehicles"
    },
    "explanation": "Environmental variables include factors like air quality, green space proximity, or distance to parks."
  },
  {
    "id": "3845392",
    "unitNumber": 4,
    "text": "Which of these is an example of a revealed preference method?",
    "correctAnswer": "D",
    "options": {
      "A": "Conjoint analysis",
      "B": "Choice experiment",
      "C": "Contingent valuation",
      "D": "Hedonic wage model",
      "E": "Stated preference survey"
    },
    "explanation": "Hedonic wage models are based on observable labor market choices and are a revealed preference method."
  },
  {
    "id": "3845420",
    "unitNumber": 4,
    "text": "Which of the following represents a bequest value?",
    "correctAnswer": "B",
    "options": {
      "A": "Visiting a forest for hiking today",
      "B": "Conserving a wetland for future generations to enjoy",
      "C": "Protecting a species you will never see",
      "D": "Selling timber from a forest",
      "E": "Using a river for fishing competitions"
    },
    "explanation": "Bequest value is the value placed on preserving resources for future generations and bequest value is a non-use value tied to ensuring future generations can benefit from the resource."
  },
  {
    "id": "3845423",
    "unitNumber": 4,
    "text": "Which method would be most suitable for estimating the value of reducing air pollution in a city when health impacts are known?",
    "correctAnswer": "E",
    "options": {
      "A": "Travel cost method",
      "B": "Choice experiment",
      "C": "Conjoint analysis",
      "D": "Simulated market",
      "E": "Avoidance expenditure method"
    },
    "explanation": "Avoidance expenditures estimate the cost people incur to prevent or reduce damage (e.g., air purifiers for polluted air)."
  },
  {
    "id": "3845425",
    "unitNumber": 4,
    "text": "What is the main difference between revealed and stated preference methods?",
    "correctAnswer": "A",
    "options": {
      "A": "Revealed preference methods rely on actual choices, stated preferences rely on hypothetical scenarios",
      "B": "Revealed preference methods always cost more to implement",
      "C": "Stated preference methods cannot measure non-use values",
      "D": "Revealed preference methods are only used for environmental goods",
      "E": "Stated preference methods require no surveys"
    },
    "explanation": "Revealed preference methods use real-world behavior; stated preference methods use hypothetical markets or surveys."
  },
  {
    "id": "3845429",
    "unitNumber": 4,
    "text": "Which of the following best illustrates an altruist value?",
    "correctAnswer": "C",
    "options": {
      "A": "Preserving a forest because you enjoy hiking there",
      "B": "Keeping wetlands intact for future generations",
      "C": "Protecting coral reefs so that others can benefit from them",
      "D": "Ensuring a species exists regardless of human use",
      "E": "Visiting a beach for leisure activities"
    },
    "explanation": "Altruist value refers to valuing a resource because it benefits other people, not necessarily oneself."
  },
  {
    "id": "3845463",
    "unitNumber": 4,
    "text": "Which example best represents a bequest value in the TEV framework?",
    "correctAnswer": "C",
    "options": {
      "A": "Paying for a guided hike this weekend",
      "B": "Willingness to pay for flood control provided by wetlands",
      "C": "Willingness to pay so future generations can enjoy an intact forest",
      "D": "Feeling satisfied knowing a rare species exists and paying to protect it",
      "E": "Paying a higher house price to live next to a park"
    },
    "explanation": "Non-use values include bequest (<strong>for future generations</strong>; e.g. landscape), altruist (for other people), and existence (satisfaction of knowing something exists; e.g. conservation of species) values."
  },
  {
    "id": "3845468",
    "unitNumber": 4,
    "text": "According to the chapter, Total Willingness to Pay (TWP) equals _____.",
    "correctAnswer": "B",
    "options": {
      "A": "Use Value + Indirect Use Value + Market Price",
      "B": "Use Value + Option Value + Non-Use Value",
      "C": "Direct Use + Indirect Use + Bequest Value",
      "D": "WTP + WTA + Consumer Surplus",
      "E": "Consumer Surplus + Producer Surplus"
    },
    "explanation": "Accordingly, total willingness to pay (TWP) can be defined as follows:<br/>TWP = Use Value + Option Value + Non-Use Value"
  },
  {
    "id": "3845479",
    "unitNumber": 4,
    "text": "What does option value mean?",
    "correctAnswer": "C",
    "options": {
      "A": "The joy of knowing a species exists",
      "B": "The benefit from current recreation",
      "C": "The value of keeping future benefits possible",
      "D": "The price observed in existing markets",
      "E": "The market price of timber"
    },
    "explanation": "Option value accounts for the possibility that direct and indirect benefits of a resource can be enjoyed in a future period or for resource values that could occur in the future."
  },
  {
    "id": "3845484",
    "unitNumber": 4,
    "text": "Which statement best contrasts valuation methods?",
    "correctAnswer": "A",
    "options": {
      "A": "Revealed preference uses observable choices; stated preference is used when value can’t be directly observed.",
      "B": "Both revealed and stated preference rely only on hypothetical scenarios, which are not real.",
      "C": "Revealed preference captures non-use values better than stated preference.",
      "D": "Stated preference cannot be used for willingness-to-pay studies.",
      "E": "Stated preference applies only to environmental goods."
    },
    "explanation": "Revealed preference methods are techniques based on observable choices from which valid resource values can be directly inferred. Stated preference methods reveal participants’ willingness to pay when value cannot be directly observed."
  },
  {
    "id": "3845485",
    "unitNumber": 4,
    "text": "If one wants to value a national park, which method should they use?",
    "correctAnswer": "E",
    "options": {
      "A": "Hedonic wage method",
      "B": "Contingent valuation",
      "C": "Averting expenditures",
      "D": "Choice modelling",
      "E": "Travel cost method"
    },
    "explanation": "Travel Cost Models are one such technique that extracts values of recreational resources. It does so by determining how much visitors spend to get to a particular site. This information is then used to estimate a demand curve for that site. Travel Cost Models are useful in revealing recreational demand in ecosystems. For instance, they can determine the value created by utilizing protected areas for ecotourism or recreation based on users’ travel costs and visit frequency information. These models have been frequently used to value natural resources like forests, national parks, mountain climbing, recreational fishing, and beaches. Travel cost models have also been used to evaluate losses."
  },
  {
    "id": "3845496",
    "unitNumber": 4,
    "text": "In the Ömerli Basin study, what is the relation between travel cost (TC) and number of visits (V)?",
    "correctAnswer": "C",
    "options": {
      "A": "No relation",
      "B": "Positive: higher TC → more visits",
      "C": "Negative: higher TC → fewer visits",
      "D": "Curved but always increasing",
      "E": "U-shaped relation"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4895bf8b361f782cad9fb5f9855f16c8.png\" alt=\"\" width=\"505\" height=\"519\">"
  },
  {
    "id": "3845497",
    "unitNumber": 4,
    "text": "Which is an example of averting (avoidance) expenditures?",
    "correctAnswer": "D",
    "options": {
      "A": "Counting visitors to estimate demand",
      "B": "Paying an entrance fee to a park",
      "C": "Pricing timber using recent market data",
      "D": "Installing an indoor air purifier due to polluted air",
      "E": "Stating willingness to accept compensation for noise"
    },
    "explanation": "Avoidance expenditures are the costs incurred for the planning and implementation of the entire life process of the product, from its design to its destruction or collection in a safe place, in order to protect the environment and minimize the damage to the environment. An example of this might be installing indoor air purifiers in response to polluted air flow or relying on bottled water in response to contamination of local drinking water supplies."
  },
  {
    "id": "3845498",
    "unitNumber": 4,
    "text": "In the Gurgaon (Delhi) water-quality information experiment, which outcome was observed among households that were told their water was “dirty”?",
    "correctAnswer": "B",
    "options": {
      "A": "They reduced prevention spending by $7.24.",
      "B": "They were 11% more likely to change water treatment/use/storage behavior.",
      "C": "They performed no change in their behavior or spending of water.",
      "D": "They were 13% less likely to discuss drinking-water issues.",
      "E": "They switched entirely to non-piped sources."
    },
    "explanation": "The authors briefed a randomly selected group of about half of the sampled households on water test results. They informed them about the cost and likely effectiveness of household water purification methods used in Gurgaon. When they returned about eight weeks later, they found that households that did not treat their water and were told their water was “dirty” were 11% more likely to change their water treatment, use, and storage behavior than those who were not informed about the test result. Additionally, their prevention expenditures increased by 7.24 USD more than the control group. Furthermore, they were about 13 percentage points more likely to have discussed drinking water-related issues."
  },
  {
    "id": "3845499",
    "unitNumber": 4,
    "text": "On ethics, which statement aligns with the chapter’s view?",
    "correctAnswer": "C",
    "options": {
      "A": "Only monetary metrics should guide policy on nature.",
      "B": "Valuing nature commodifies it; we should avoid any valuation.",
      "C": "Monetary valuation can be complemented by pluralistic approaches.",
      "D": "Ethics is unrelated to environmental valuation.",
      "E": "Ethical concerns matter only in low-income countries."
    },
    "explanation": "The Intergovernmental Platform on Biodiversity and Ecosystem Services (IPBES) has recently expanded its assessment and knowledge of nature’s diverse values. To enhance the visibility of these values, IPBES has also developed a guide (see UNEP - IPBES, 2015). Pascual et al. (2017) and Pascual et al. (2023), in this context, emphasize the need to acknowledge not only the monetary aspects of ecosystem services which reflect a predominantly economic viewpoint but also diverse values ascribed to nature’s contributions to people (NCP) through pluralistic valuation approaches (e.g., biophysical, sociocultural) in human-nature relationships."
  },
  {
    "id": "3718561",
    "unitNumber": 5,
    "text": "According to the ecological approach, what is the primary cause of environmental degradation?",
    "correctAnswer": "E",
    "options": {
      "A": "Lack of consumer preferences for sustainability",
      "B": "Failure to correct for market failures",
      "C": "Failure to embed the economic system within the social and Earth systems",
      "D": "Ineffective government regulations",
      "E": "Failure to embed the economic system within the social and Earth systems"
    },
    "explanation": "As discussed in previous chapters, the conventional economics framework often proposes correcting for market failures as a solution to environmental degradation. It proposes that economic activities can be aligned with environmental sustainability by internalizing externalities and promoting allocative efficiency. However, as underlined by Daly and Farley (2004), the ecological approach argues that the degradation of the natural environment can be fundamentally traced back to the failure to properly embed the economic system within both the social system and the Earth’s system."
  },
  {
    "id": "3718562",
    "unitNumber": 5,
    "text": "Why does the ecological approach critique the conventional economic emphasis on allocative efficiency?",
    "correctAnswer": "B",
    "options": {
      "A": "It does not consider consumer sovereignty.",
      "B": "It overlooks the importance of ecological scale and natural system capacity.",
      "C": "It excessively emphasizes thermodynamic principles.",
      "D": "It focuses too heavily on social equity rather than economic optimization.",
      "E": "It fails to include income distribution in its analysis."
    },
    "explanation": "Firstly, the emphasis on allocative efficiency inherently prioritizes economic optimization without adequate consideration of ecological scale. This narrow focus overlooks the critical importance of maintaining the natural systems’ capacity to sustain life, which is foundational to long-term economic stability."
  },
  {
    "id": "3718563",
    "unitNumber": 5,
    "text": "Which of the following concerns does the ecological approach prioritize in its analysis of economic activity?",
    "correctAnswer": "E",
    "options": {
      "A": "Allocative efficiency, followed by distribution and ecological scale",
      "B": "Consumer preferences, followed by efficiency and income equality",
      "C": "Maximizing economic growth, followed by resource allocation",
      "D": "Market-based solutions, followed by ecological optimization",
      "E": "Physical scale of economic activity, followed by distribution and efficiency"
    },
    "explanation": "Moreover, the ecological approach acknowledges the inherent complexity and scientific uncertainty in environmental issues, which requires a profound transformation in how problems are perceived and addressed and advocates a more integrated and holistic perspective that transcends traditional economic paradigms. As will be further discussed below, the ecological approach prioritizes addressing the physical scale of economic activity first, followed by distributional concerns, and only then considers efficiency."
  },
  {
    "id": "3718568",
    "unitNumber": 5,
    "text": "According to the thermodynamic approach, what is the primary reason the economy cannot operate as a closed system?",
    "correctAnswer": "B",
    "options": {
      "A": "It recycles materials completely without energy loss.",
      "B": "It requires a constant flow of energy and materials from the environment.",
      "C": "It depends solely on individual preferences for sustainability.",
      "D": "It functions independently of the Earth's resources.",
      "E": "It produces no waste or emissions."
    },
    "explanation": "In this context, social metabolism refers to the processes by which human societies exchange energy and materials with their natural environment to sustain economic and social activities. To understand this concept, it can be helpful to draw an analogy with human metabolism: Just as the human body requires a continuous intake of food and oxygen to function, societies need a constant flow of energy and materials. Food is consumed, broken down, and transformed into energy in human metabolism, with waste products expelled. Similarly, in social metabolism, raw materials and energy are extracted, processed into goods and services, and eventually returned to the environment as waste and emissions."
  },
  {
    "id": "3718569",
    "unitNumber": 5,
    "text": "How is Earth’s biosphere characterized in terms of being an open or closed system?",
    "correctAnswer": "C",
    "options": {
      "A": "Open in terms of both energy and matter",
      "B": "Closed in terms of energy and open in terms of matter",
      "C": "Closed in terms of matter and open in terms of energy",
      "D": "A completely closed system",
      "E": "Open only in terms of waste output"
    },
    "explanation": "On the other hand, the Earth’s biosphere, while open in terms of energy (receiving sunlight and heat from the core), is essentially a closed system regarding matter. There is no significant exchange of materials between Earth and the rest of the universe."
  },
  {
    "id": "3718570",
    "unitNumber": 5,
    "text": "Which statement about recycling, according to thermodynamics, is correct?",
    "correctAnswer": "C",
    "options": {
      "A": "Recycling can be achieved 100% in a closed system.",
      "B": "Recycling processes do not require any additional energy input.",
      "C": "Perfect recycling is impossible due to energy loss in the form of waste heat.",
      "D": "Recycling processes convert high-entropy waste into low-entropy resources without loss.",
      "E": "Recycling has no impact on social metabolism."
    },
    "explanation": "While recycling materials, as depicted in Figure 5.1, is possible to some extent within the economy, it is important to recognize that it is never 100%. Every recycling process requires energy input, and according to the laws of thermodynamics, some of that energy is always lost as waste heat, meaning that perfect recycling is impossible."
  },
  {
    "id": "3718575",
    "unitNumber": 5,
    "text": "What insight does thermodynamic analysis provide for understanding the economy-environment relationship?",
    "correctAnswer": "B",
    "options": {
      "A": "It shows that individual preferences alone determine sustainability.",
      "B": "It emphasizes the need to consider both input (resource) and output (waste) constraints.",
      "C": "It suggests that the economy is self-sufficient and independent of natural resources.",
      "D": "It implies that economic activity can be scaled infinitely without ecological impact.",
      "E": "It indicates that resources and energy are inexhaustible."
    },
    "explanation": "In fact, understanding entropy and thermodynamic analysis provides insight into the importance of the scale of economic activity and the economy-environment interactions. In this context, the thermodynamics approach is a guide for modeling both the source and sink sides of the economy. It provides the basis for the quantitative analysis of transformations taking place within the processes used to study social metabolism and estimate exchanges between economic and ecological processes. Biophysical accounts, in general, are important in monitoring ecosystem sustainability because they involve information input that is not directly characterized by individual preferences."
  },
  {
    "id": "3718589",
    "unitNumber": 5,
    "text": "What is the primary purpose of Material and Energy Flow Accounting (MEFA)?",
    "correctAnswer": "B",
    "options": {
      "A": "To measure the GDP growth of a nation",
      "B": "To assess the flows of materials and energy within a system",
      "C": "To determine the environmental costs of foreign aid",
      "D": "To track technological advances in energy efficiency",
      "E": "To reduce the overall consumption of energy resources"
    },
    "explanation": "Material and Energy Flow Accounting (MEFA), rooted in industrial ecology, is an analytical framework used to quantify and assess the flows of materials and energy within a specific system, typically at the national, regional, or organizational level. MEFA tracks a system’s inputs (such as raw materials and energy) and outputs (such as emissions, waste, and products) and, as a result, integrates physical data on material and energy flows with economic data, allowing for the sustainability assessment of economic activities and the design of strategies to improve resource efficiency."
  },
  {
    "id": "3718590",
    "unitNumber": 5,
    "text": "Which indicator assesses the energy dependency of human activities by comparing energy gained to energy spent?",
    "correctAnswer": "C",
    "options": {
      "A": "Ecological Footprint (EF)",
      "B": "Material Flow Accounting (MFA)",
      "C": "Energy Return on Investment (EROI)",
      "D": "Human Appropriation of Net Primary Product (HANPP)",
      "E": "Gross Domestic Product (GDP)"
    },
    "explanation": "The Energy Return on Investment (EROI) is the ratio of the energy obtained to the energy spent in the process of providing energy to the economy."
  },
  {
    "id": "3718593",
    "unitNumber": 5,
    "text": "What does a high HANPP value indicate in an ecosystem?",
    "correctAnswer": "D",
    "options": {
      "A": "Increased biodiversity and ecosystem balance",
      "B": "Greater availability of biomass for non-human species",
      "C": "Potential reductions in GDP due to land use changes",
      "D": "Reduced biomass available for non-human species, potentially leading to biodiversity loss",
      "E": "Enhanced geochemical cycling and waste absorption"
    },
    "explanation": "A high HANNP suggests there is less biomass available for non-human species, potentially leading to biodiversity losses and disruptions in geochemical cycles."
  },
  {
    "id": "3845276",
    "unitNumber": 5,
    "text": "Which of the following principles is primarily emphasized by the ecological approach?",
    "correctAnswer": "C",
    "options": {
      "A": "Accelerating technological innovation",
      "B": "Supporting economic growth under all circumstances",
      "C": "Aligning economic activities with ecological scale",
      "D": "Meeting consumer preferences without limits",
      "E": "Liberalizing markets completely"
    },
    "explanation": "<ul> <li> The ecological approach prioritizes the <em>physical scale</em> of economic activities to ensure they remain within the planet’s ecological limits, before addressing distribution and efficiency.<br/></li> <li> <strong>Wrong options:</strong><br/><ul> <li> A &amp; B: Growth/technology emphasis is not the first priority.<br/></li> <li> D &amp; E: These focus on consumer preference or market liberalization, which the ecological approach critiques.<br/></li> </ul> </li> </ul>"
  },
  {
    "id": "3845277",
    "unitNumber": 5,
    "text": "What does the concept of social metabolism describe?",
    "correctAnswer": "B",
    "options": {
      "A": "The transfer of money between banks",
      "B": "The intake and transformation of energy and materials by society, and their return as waste",
      "C": "The production line inside a manufacturing plant",
      "D": "The financial effects of economic growth",
      "E": "The development of renewable energy technologies"
    },
    "explanation": "<ul> <li> Social metabolism refers to flows of resources into society, their transformation, and eventual release as waste/emissions.<br/></li> <li> <strong>Wrong options:</strong><br/><ul> <li> A: Financial transactions, unrelated.<br/></li> <li> C: Limited to production line.<br/></li> <li> D: Growth impacts, not definition.<br/></li> <li> E: Only part of the broader concept.<br/></li> </ul> </li> </ul>"
  },
  {
    "id": "3845280",
    "unitNumber": 5,
    "text": "In economic processes, what does the second law of thermodynamics indicate?",
    "correctAnswer": "A",
    "options": {
      "A": "Energy always transforms from low entropy to high entropy",
      "B": "Energy can be destroyed in a closed system",
      "C": "Economic growth can be unlimited",
      "D": "Materials can be completely recycled without loss",
      "E": "All energy conversions can work at 100% efficiency"
    },
    "explanation": "<ul> <li> The second law states that energy quality degrades; low-entropy energy becomes high-entropy waste heat.<br/></li> <li> <strong>Wrong options:</strong><br/><ul> <li> B: Energy cannot be destroyed.<br/></li> <li> C: Not related to thermodynamic limits.<br/></li> <li> D &amp; E: Contradict the law.<br/></li> </ul> </li> </ul>"
  },
  {
    "id": "3845290",
    "unitNumber": 5,
    "text": "Which of the following best describes Material and Energy Flow Accounting (MEFA)?",
    "correctAnswer": "C",
    "options": {
      "A": "It measures only financial data",
      "B": "It determines the market prices of products",
      "C": "It quantitatively tracks the inputs and outputs of energy and materials",
      "D": "It only calculates carbon emissions",
      "E": "It measures consumer satisfaction"
    },
    "explanation": "MEFA tracks physical flows in a system: raw materials, energy, waste.<br/><ul> <li> <strong>Wrong options:</strong><br/><ul> <li> A: Not financial.<br/></li> <li> B: Not about prices.<br/></li> <li> D: Broader than just carbon.<br/></li> <li> E: Not subjective satisfaction.<br/></li> </ul> </li> </ul>"
  },
  {
    "id": "3845294",
    "unitNumber": 5,
    "text": "What does the Human Appropriation of Net Primary Production (HANPP) indicator measure?",
    "correctAnswer": "D",
    "options": {
      "A": "A) A country’s total energy imports",
      "B": "The total industrial output of a country",
      "C": "The investments in renewable energy",
      "D": "The impact of human activities on the biomass",
      "E": "The annual change in greenhouse gas emissions"
    },
    "explanation": "<ul> <li> HANPP measures how much plant biomass humans appropriate, affecting what remains for other species.<br/></li> <li> <strong>Wrong options:</strong><br/><ul> <li> A: Energy imports.<br/></li> <li> B: Industrial output.<br/></li> <li>C: Renewable investments.</li> <li> E: Carbon emissions.<br/></li> </ul> </li> </ul>"
  },
  {
    "id": "3845296",
    "unitNumber": 5,
    "text": "What does the Ecological Footprint measure?",
    "correctAnswer": "E",
    "options": {
      "A": "A) The annual export value of agricultural products",
      "B": "The revenue from carbon taxes",
      "C": "The installed capacity of renewable energy",
      "D": "The trade volume between countries",
      "E": "The ratio of human resource demand to the planet’s biocapacity"
    },
    "explanation": "<ul> <li> EF measures land/water area required to supply resources and absorb waste, compared to biocapacity.<br/></li> <li> <strong>Wrong options:</strong><br/><ul> <li> A, B, C, D: Partial or unrelated measures<br/></li> </ul> </li> </ul>"
  },
  {
    "id": "3845298",
    "unitNumber": 5,
    "text": "Which of the following is a feature of the industrial socio-metabolic regime?",
    "correctAnswer": "C",
    "options": {
      "A": "Exclusive reliance on biomass energy",
      "B": "Low levels of resource and energy use",
      "C": "Intensive use of fossil fuels",
      "D": "No alteration of natural ecosystems",
      "E": "Energy consumption solely from sunlight"
    },
    "explanation": "<ul> <li> Industrial regimes rely on &gt;70% fossil fuels, high resource throughput, and large material stocks.<br/></li> <li> <strong>Wrong options:</strong><br/><ul> <li> A &amp; E: Biomass-only applies to earlier regimes.<br/></li> <li> B: Consumption is high, not low.<br/></li> <li> D: Natural ecosystems are heavily altered.<br/></li> </ul> </li> </ul>"
  },
  {
    "id": "3845301",
    "unitNumber": 5,
    "text": "What does the agrowth perspective advocate?",
    "correctAnswer": "A",
    "options": {
      "A": "Ignoring GDP entirely and focusing on sustainable policies",
      "B": "Using GDP as the sole measure of progress",
      "C": "Promoting growth in all circumstances",
      "D": "Reducing all ecological indicators to a single figure",
      "E": "Making economic efficiency the only goal"
    },
    "explanation": "<ul> <li> Agrowth proposes not using GDP as a welfare/progress indicator, focusing on environmental/social policy instead.<br/></li> <li> <strong>Wrong options:</strong><br/><ul> <li> B, C: GDP focus contradicts agrowth.<br/></li> <li> D: Ecological indicators shouldn’t be reduced to one metric.<br/></li> <li> E: Efficiency-only is insufficient.<br/></li> </ul> </li> </ul>"
  },
  {
    "id": "3845304",
    "unitNumber": 5,
    "text": "What does the “real-real economy” refer to?",
    "correctAnswer": "C",
    "options": {
      "A": "The movement of stocks in financial markets",
      "B": "The production volume of goods and services",
      "C": "The physical flows of energy and materials sustaining economic processes",
      "D": "The credit volume in the banking sector",
      "E": "The consumer confidence index"
    },
    "explanation": "<ul> <li> The “real-real economy” is the physical base of all economic activity, including energy and materials.<br/></li> <li> <strong>Wrong options:</strong><br/><ul> <li> A, D, E: Financial or sentiment data.<br/></li> <li> B: Productive economy is different from “real-real.”<br/></li> </ul> </li> </ul>"
  },
  {
    "id": "3845309",
    "unitNumber": 5,
    "text": "What is a primary reason for using biophysical indicators?",
    "correctAnswer": "E",
    "options": {
      "A": "To accelerate the rate of economic growth",
      "B": "To maximize export revenues",
      "C": "To follow speculative movements in financial markets",
      "D": "To measure changes in consumer preferences",
      "E": "To track ecological limits and resource use with objective data"
    },
    "explanation": "<ul> <li> Biophysical indicators give measurable, science-based data to guide sustainable policy.<br/></li> <li> <strong>Wrong options:</strong><br/><ul> <li> A, B, C, D: Either unrelated or economic-only focus.<br/></li> </ul> </li> </ul>"
  },
  {
    "id": "3846093",
    "unitNumber": 5,
    "text": "Which statement best reflects the core assumption of the ecological approach to economics?",
    "correctAnswer": "C",
    "options": {
      "A": "The economy can expand indefinitely if technology improves.",
      "B": "The economy is a closed system with unlimited recycling potential.",
      "C": "The economy is an open subsystem within a finite global ecosystem.",
      "D": "The economy exists independently of natural and social systems.",
      "E": "The economy’s growth is unrelated to thermodynamic laws."
    },
    "explanation": "The ecological approach sees the economy as part of the Earth’s limited biosphere, dependent on natural inputs and constrained by ecological limits."
  },
  {
    "id": "3846099",
    "unitNumber": 5,
    "text": "According to the thermodynamic approach, why is perfect recycling of materials impossible?",
    "correctAnswer": "B",
    "options": {
      "A": "Recycling costs too much money.",
      "B": "Some energy is always lost as waste heat.",
      "C": "Recycling requires advanced technology not yet invented.",
      "D": "Matter is destroyed during recycling.",
      "E": "Recycling processes reduce material quality but not energy quality."
    },
    "explanation": "The second law of thermodynamics says energy transformations always involve losses as waste heat, making 100% recycling impossible."
  },
  {
    "id": "3846106",
    "unitNumber": 5,
    "text": "Which of the following does NOT belong to the three interconnected levels of the economy described by Martinez-Alier?",
    "correctAnswer": "D",
    "options": {
      "A": "Financial economy",
      "B": "Real (productive) economy",
      "C": "Real-real (physical) economy",
      "D": "Cultural economy",
      "E": "Sports economy"
    },
    "explanation": "Martinez-Alier’s framework only includes financial, real (productive), and real-real (physical) economies - cultural economy is not one of the three levels."
  },
  {
    "id": "3846112",
    "unitNumber": 5,
    "text": "In Material and Energy Flow Accounting (MEFA), which type of material is explicitly excluded from the measurement of domestic extraction?",
    "correctAnswer": "A",
    "options": {
      "A": "Water",
      "B": "Biomass",
      "C": "Fossil fuels",
      "D": "Industrial metals",
      "E": "Construction minerals"
    },
    "explanation": "MEFA measures biomass, fossil fuels, industrial metals, and minerals - but it excludes water and air from domestic extraction accounts."
  },
  {
    "id": "3846116",
    "unitNumber": 5,
    "text": "What does ecological overshoot refer to?",
    "correctAnswer": "E",
    "options": {
      "A": "The annual increase in global GDP",
      "B": "The point where material use falls below sustainable limits",
      "C": "The increase in renewable energy share in the global mix",
      "D": "The seasonal fluctuation in agricultural yields",
      "E": "The day the ecological footprint exceeds global biocapacity within a year"
    },
    "explanation": "Overshoot day marks when humanity has consumed more resources than Earth can regenerate in that year."
  },
  {
    "id": "3846120",
    "unitNumber": 5,
    "text": "Which indicator specifically measures the energy return relative to the energy invested in obtaining that energy?",
    "correctAnswer": "B",
    "options": {
      "A": "MEFA",
      "B": "EROI",
      "C": "HANPP",
      "D": "Ecological Footprint",
      "E": "GDP"
    },
    "explanation": "EROI (Energy Return on Investment) shows how much usable energy is obtained for each unit of energy spent producing it."
  },
  {
    "id": "3846122",
    "unitNumber": 5,
    "text": "What does a high HANPP value indicate?",
    "correctAnswer": "A",
    "options": {
      "A": "Humans are appropriating a large share of biomass, leaving less for other species.",
      "B": "Biomass is regenerating much faster than it is consumed.",
      "C": "Energy inputs that are obtained from fossil fuels are at minimal level.",
      "D": "Material extraction rates are declining.",
      "E": "Land use patterns remain unchanged."
    },
    "explanation": "High HANPP means human activity takes up a large portion of potential biomass, impacting biodiversity and ecosystems."
  },
  {
    "id": "3846125",
    "unitNumber": 5,
    "text": "In historical socio-metabolic regimes, what marked the transition from agrarian to industrial society?",
    "correctAnswer": "C",
    "options": {
      "A": "The invention of written language",
      "B": "A shift from passive to active solar energy use",
      "C": "A major increase in fossil fuel use alongside biomass",
      "D": "The elimination of agriculture in favor of manufacturing",
      "E": "The complete replacement of biomass with nuclear power"
    },
    "explanation": "Industrial societies rely heavily on fossil fuels in addition to biomass, which greatly increases material and energy throughput."
  },
  {
    "id": "3846129",
    "unitNumber": 5,
    "text": "Which statement best summarizes the degrowth perspective?",
    "correctAnswer": "A",
    "options": {
      "A": "Reduce resource throughput to achieve ecological balance and social justice",
      "B": "Maintain current consumption levels but redistribute resources",
      "C": "Prioritize rapid technological innovation to sustain growth",
      "D": "Increase GDP while reducing environmental impact",
      "E": "Ignore GDP as an economic measure"
    },
    "explanation": "Degrowth advocates reducing energy and material flows to stay within ecological limits while ensuring fairness."
  },
  {
    "id": "3846133",
    "unitNumber": 5,
    "text": "What does the agrowth perspective suggest?",
    "correctAnswer": "C",
    "options": {
      "A": "GDP should remain the main measure of progress.",
      "B": "GDP should be reduced annually by at least 2%.",
      "C": "GDP should be ignored as a welfare indicator, focusing on sustainable policies.",
      "D": "GDP growth should be achieved regardless of environmental effects.",
      "E": "GDP should be replaced with a single aggregated biophysical indicator."
    },
    "explanation": "Agrowth means not using GDP as the main measure of success, instead focusing on environmental and social goals regardless of growth rates."
  },
  {
    "id": "3719062",
    "unitNumber": 6,
    "text": "Which of the following provides a list of some potential consequences of failing to limit global warming to a maximum of 2˚C degrees?",
    "correctAnswer": "B",
    "options": {
      "A": "Rising sea levels, the emergence of new bacteria, and increased agricultural productivity",
      "B": "Eruptions of new bacteria, loss of agricultural produce, and reduced labor productivity due to heat stress",
      "C": "Decreased atmospheric CO₂ levels, improved labor productivity, and spread of beneficial farm diseases",
      "D": "Increased biodiversity, reduced CO₂ levels, and enhanced labor productivity",
      "E": "Lower levels of CO₂, emergence of new animal species, and threats of new technologies"
    },
    "explanation": "The notion of climate change seems to have already entered the stage of the climate crisis and turned now into a real threat disclosing more than a simple narrative of rising sea-levels. It involves serious threats such as eruption of new bacteria similar to the recent Covid epidemic, loss of agricultural produce due to spread of potentially destructive farm diseases and fungi, and loss of labor productivity due to heat stress.<br/>The correct answer is B."
  },
  {
    "id": "3719063",
    "unitNumber": 6,
    "text": "According to the International Energy Agency (IEA), what annual rate did global emissions increase to after the Covid pandemic compared to the pre-Covid average?",
    "correctAnswer": "C",
    "options": {
      "A": "1.7%, an increase from the pre-Covid rate of 1.5%",
      "B": "2.0%, an increase from the pre-Covid rate of 1.8%",
      "C": "2.7%, an increase from the pre-Covid rate of 1.7%",
      "D": "3.2%, an increase from the pre-Covid rate of 2.1%",
      "E": "2.5%, an increase from the pre-Covid rate of 1.6%"
    },
    "explanation": "The correct answer is C. An important analytical warning on the emerging climate crisis was shared by the International Energy Agency (IEA). The agency announced that despite the deceleration of the global emissions under the Covid pandemic, trends in gaseous emissions had once again picked up, and accelerated to an annual rate of 2.7%, in comparison to the pre-Covid years’ average of 1.7%."
  },
  {
    "id": "3719064",
    "unitNumber": 6,
    "text": "Which of the following is considered the most significant advantage of implementing a carbon tax?",
    "correctAnswer": "E",
    "options": {
      "A": "It significantly reduces global emissions within the first year.",
      "B": "It is universally accepted by all countries as the best solution to climate change.",
      "C": "It requires no changes to existing tax policies or rates in any country.",
      "D": "It eliminates the need for other environmental regulations.",
      "E": "It utilizes countries' institutional capability in tax administration, allowing for relatively straightforward implementation."
    },
    "explanation": "The correct answer is E. The most significant advantage of a carbon tax is its institutional capability. Countries have developed a long history and expertise in their fiscal operations and addition of a new form of a tax is relatively straightforward given the existing capabilities. For example, in Sweden where one of the early policies of carbon taxing was introduced as early as 1994, the CO2 tax rate is currently set at 160$. Likewise, in Ireland the tax rate has been increased from 15 to 20 euros per ton."
  },
  {
    "id": "3719067",
    "unitNumber": 6,
    "text": "Assume that historical data reveal that Firm A is more “efficient” in reducing its emissions, meaning<br/>that its MAC curve is “flatter”. This means that as the firm succeeds in reducing its emissions, marginal abatement cost per unit of such reduction increases, but at a lower rate per unit of production compared to Firm B.<br/>According to the paragraph, what does it mean if Firm A has a “flatter” MAC curve compared to Firm B?",
    "correctAnswer": "C",
    "options": {
      "A": "Firm A’s marginal abatement cost increases at a faster rate per unit of production than Firm B.",
      "B": "Firm A is less efficient at reducing emissions than Firm B.",
      "C": "Firm A's marginal abatement cost increases at a slower rate per unit of production than Firm B.",
      "D": "Firm A’s emissions reductions are more costly than those of Firm B.",
      "E": "Firm A’s emissions reduction efforts have a greater impact on its overall production costs than Firm B."
    },
    "explanation": "The correct answer is C. A \"flatter\" MAC (Marginal Abatement Cost) curve indicates that as Firm A reduces its emissions, the cost of reducing additional emissions increases at a slower rate compared to Firm B. This means that Firm A is more efficient in its emissions reductions because the cost per unit of reduction rises more gradually. In contrast, a steeper MAC curve for Firm B would suggest that the cost of further emissions reductions increases more quickly, indicating less efficiency in comparison to Firm A. Therefore, the correct answer is that Firm A's marginal abatement cost increases at a slower rate per unit of production than Firm B."
  },
  {
    "id": "3719068",
    "unitNumber": 6,
    "text": "Which of the following are the main components of the mechanism determining the level of aggregate emissions?",
    "correctAnswer": "A",
    "options": {
      "A": "Decarbonization, energy efficiency, and population intensity",
      "B": "Climate change awareness, market demand for green products, and energy subsidies",
      "C": "Natural climate variability, energy consumption, and international trade",
      "D": "Corporate profits, resource depletion, and emissions taxes",
      "E": "Technological innovation, population growth, and carbon pricing"
    },
    "explanation": "The correct answer is A. The mechanism determining the level of aggregate emissions can be divided into a few main components: decarbonization, energy efficiency, and population intensity."
  },
  {
    "id": "3719069",
    "unitNumber": 6,
    "text": "Maximum social efficiency in emissions reduction is achieved when which of the following conditions is met for both companies?",
    "correctAnswer": "D",
    "options": {
      "A": "The government sets a fixed emissions target for each company individually.",
      "B": "The total number of pollution allowances is evenly split between companies.",
      "C": "The total emissions of both companies are reduced to zero.",
      "D": "The marginal abatement costs (MAC) for both companies are equal, i.e., MACA = MACB.",
      "E": "The emissions reduction is based on the companies’ historical pollution levels."
    },
    "explanation": "The correct answer is D. Theory suggests that maximum social efficiency is attained when the marginal costs of abatement for both firms are equated: MACA = MACB. Assume that in the past, both companies had emissions of 100 tons each, resulting in a total industry emissions of 200 tons. Now suppose that the regulators plan to reduce the whole industrial amount to 100 tons, a reduction of 100. Thus, Q* is taken as 100. To see the workings of how the emissions trading system would allocate these 100 units of pollution reduction, suppose that the authorities simply allocate (by auction pricing or simply by handing out) 50 units of allowances (rights to pollute) to each firm arbitrarily. Thus, to begin with each firm has 50 units of tradable rights-to-pollute and 50 units of uncontrolled emissions."
  },
  {
    "id": "3719071",
    "unitNumber": 6,
    "text": "What is the main advantage of the emissions-trading system?",
    "correctAnswer": "E",
    "options": {
      "A": "It allows companies to set their own carbon quotas based on their production needs.",
      "B": "It imposes a fixed carbon price that ensures pollution levels are controlled.",
      "C": "It removes the need for a market where companies can trade carbon allowances.",
      "D": "It guarantees that all firms will reduce emissions equally, regardless of their size.",
      "E": "It provides simplicity and directness by setting a total emissions limit and allowing companies to trade allowances."
    },
    "explanation": "The correct answer is E. The major advantage of this emissions-tradingsystem lies in its simplicity and directness. The market is informed about the aggregate level of permissions allowed in that sector and the agents are free to act as they wish. There is no further ambiguity in whether the imposed price of carbon will be sufficient in reaching the desired level of pollution control. This certainty bears a clear and<br/>undeniable appeal."
  },
  {
    "id": "3719086",
    "unitNumber": 6,
    "text": "Under the EU Emissions Trading Scheme, which sectors have primarily achieved CO2 emission reductions since 2005?",
    "correctAnswer": "A",
    "options": {
      "A": "The electricity and power sectors",
      "B": "The transportation and agriculture sectors",
      "C": "The transportation and agriculture sectors",
      "D": "The construction and waste management sectors",
      "E": "The manufacturing and forestry sectors"
    },
    "explanation": "The correct answer is A. Under the EU Emissions Trading Scheme, since 2005, almost all CO2 emission reductions have been achieved in the electricity and the power sector, while the industry and aviation sectors have continued to exercise their usual operation with continued emissions."
  },
  {
    "id": "3719103",
    "unitNumber": 6,
    "text": "What role do transnational corporations play in the global climate crisis?",
    "correctAnswer": "D",
    "options": {
      "A": "They are the primary entities responsible for global carbon pricing decisions.",
      "B": "They are directly responsible for the implementation of climate regulations in their home countries.",
      "C": "They primarily focus on reducing emissions through green technologies and sustainable practices.",
      "D": "They account for a significant portion of global greenhouse gas emissions.",
      "E": "They play no significant role in the emissions of developing countries."
    },
    "explanation": "The correct answer is D. The 2017 Carbon Majors Report for instance documents that 25 corporate and state-owned transnationals account for 51% of global greenhouse gas emissions. If we extend our data set over the 100 largest transnationals, we will account for 72% of the global industrial GHG emissions."
  },
  {
    "id": "3719106",
    "unitNumber": 6,
    "text": "What are the key principles for designing a green monetary policy toolbox for a central bank?",
    "correctAnswer": "A",
    "options": {
      "A": "A green central bank should ensure price stability, financial stability, and adopt green policies \"without\" compromising its independence.",
      "B": "A green central bank should focus primarily on carbon taxes while managing the transition.",
      "C": "A green central bank should solely manage the low-carbon transition and avoid monetary policy involvement.",
      "D": "A green central bank should prioritize environmental risks over financial stability and price control.",
      "E": "A green central bank should delegate all environmental policy decisions to private sector entities."
    },
    "explanation": "The correct andwer is A.<br/>Vestergaard (2022: 203-04) outlined three key principles while designing a green monetary policy toolbox for a central bank:<br/><ul> <li>Designing and managing the low carbon transition are tasks for the government, not for the central banks</li> <li>The given mandate of a central bank is to achieve price stability while maintaining financial stability</li> <li>Execution of green policy tools should not contradict the central banks’ independence<br/></li> </ul>"
  },
  {
    "id": "3844203",
    "unitNumber": 6,
    "text": "Carbon budget is a concept directly related to _______.",
    "correctAnswer": "A",
    "options": {
      "A": "Global warming",
      "B": "Energy Crisis",
      "C": "Heating",
      "D": "economic crisis",
      "E": "unemployment"
    },
    "explanation": "Carbon budget -the aggregate amount of emissions that have been scientifically estimated<br/>so as to limit global warming on our planet to a maximum of 1.5°C since the dawn of industrial<br/>revolution."
  },
  {
    "id": "3844205",
    "unitNumber": 6,
    "text": "Which of the followings is <strong>NOT</strong> a possible serious threat due to \"climate crisis\"?",
    "correctAnswer": "B",
    "options": {
      "A": "rise of sea levels",
      "B": "excessive consumption worldwide",
      "C": "emergence of new bacteria",
      "D": "loss of agricultural produce",
      "E": "loss of labor productivity"
    },
    "explanation": "Put it differently, the notion of climate change seems to have already entered the<br/>stage of the climate crisis and turned now into a real threat disclosing more than a simple narrative of rising sea-levels. It involves serious threats such as eruption of new bacteria similar to the recent Covid epidemic, loss of agricultural produce due to spread of potentially destructive farm diseases and fungi, and loss of labor productivity due to heat stress."
  },
  {
    "id": "3844223",
    "unitNumber": 6,
    "text": "Which statement best describes a firm with a 'flatter' Marginal Abatement Cost (MAC) curve according to the text?",
    "correctAnswer": "C",
    "options": {
      "A": "It faces a fixed cost for each unit of environmental pollution avoided.",
      "B": "It finds it more costly to reduce its emissions per unit compared to a firm with a steeper MAC curve.",
      "C": "Its marginal abatement cost increases at a lower rate per unit of production as it reduces emissions.",
      "D": "It is less efficient at reducing emissions and will likely need to buy allowances from other firms.",
      "E": "It is more likely to be a buyer of allowances in the market."
    },
    "explanation": "Suppose, as depicted in Figure 6.4, there are two structurally different firms, A and B. Assume<br/>that historical data reveal that firm A is more “efficient” in reducing its emissions, meaning<br/>that its MAC curve is “flatter”. This means that as the firm succeeds in reducing its emissions,<br/>marginal abatement cost per unit of such reduction increases, but at a lower rate per unit of production compared to Firm B"
  },
  {
    "id": "3844226",
    "unitNumber": 6,
    "text": "According to the text, what was the primary reason the EU ETS market initially failed to function effectively and generate positive prices between 2005 and 2012?",
    "correctAnswer": "D",
    "options": {
      "A": "The total emissions of ETS companies were not high enough to warrant a trading system.",
      "B": "The price of CO2 was intentionally set to zero by the EU.",
      "C": "The bureaucratic apparatus for verification was too slow to approve trades.",
      "D": "The constraints on the emission allocations were not binding enough due to a surplus of free allowances.",
      "E": "The trading system was limited to air transport companies and did not include other sectors."
    },
    "explanation": "Due to the excessive surplus created by free allowances in the first years of operation of the system, the carbon market failed to generate “positive” prices. The “market” started to function after 2013, when the constraints on the allocations became binding. Data from the European Environment Agency portray these observations below."
  },
  {
    "id": "3844229",
    "unitNumber": 6,
    "text": "Which of the following is true when we consider the sectors in terms of their failure and achievements in carbon emission reduction?",
    "correctAnswer": "E",
    "options": {
      "A": "The industrial production sector and the power industry both expanded their emissions.",
      "B": "The industrial production sector is the main contributor, while the power industry has seen no reductions.",
      "C": "Both the power industry and industrial production have contributed equally to the reductions.",
      "D": "The air transportation sector has reduced its emissions, and the industrial production sector has not.",
      "E": "The power industry is the main contributor, while industrial production and air transportation have not reduced emissions."
    },
    "explanation": "The text states that the majority of reductions are attributed to the power industry, while industrial production saw 'almost no reduction' and the air transportation sector 'expanded its emissions'."
  },
  {
    "id": "3844231",
    "unitNumber": 6,
    "text": "Which of the following solutions does the text suggest to reduce the risk of excessive price volatility in carbon trading?",
    "correctAnswer": "A",
    "options": {
      "A": "Imposing a 'price corridor' with upper and lower bounds on the carbon price.",
      "B": "Completely eliminating all financial market speculation from the system.",
      "C": "Forcing all firms to reduce their emissions by the same percentage each year.",
      "D": "Mandating that all firms must use a single, approved auctioning method.",
      "E": "Enhancing the observation and verification systems to prevent fraud."
    },
    "explanation": "The text clearly states that 'To mitigate the risk of excessive price volatility, there have been suggestions of imposing what may be called a “price corridor” where the carbon price is restricted with upper and lower bounds.'"
  },
  {
    "id": "3844233",
    "unitNumber": 6,
    "text": "According to the Carbon Majors Report, which of the following statements about the biggest transnationals is true?",
    "correctAnswer": "B",
    "options": {
      "A": "BP, Chevron, and ExxonMobil are the highest-emitting companies, with most of their emissions coming from state ownership.",
      "B": "The 100 largest transnationals are responsible for 72% of the global industrial GHG emissions.",
      "C": "The top 25 corporate and state-owned transnationals account for more than 75% of global GHG emissions.",
      "D": "The majority of emissions from the 100 active fossil fuel producers are from privately investor-owned companies.",
      "E": "The majority of emissions from the 100 active fossil fuel producers are from publicly investor-owned companies."
    },
    "explanation": "The text directly states that the 100 largest transnationals 'will account for 72% of the global industrial GHG emissions'."
  },
  {
    "id": "3844236",
    "unitNumber": 6,
    "text": "According to the text, what is the role of financial support for fossil fuels in the global climate crisis?",
    "correctAnswer": "C",
    "options": {
      "A": "It is a solution that helps maintain economic stability during the transition to renewable energy.",
      "B": "It has been decreasing slowly over time, showing progress in the battle against climate change.",
      "C": "It contributes significantly to the delay in exiting from fossil fuels and transitioning to cleaner energy.",
      "D": "It is a small issue, as the total amount is only around 300 billion dollars.",
      "E": "It is the only cause of the delay in the energy conversion process."
    },
    "explanation": "The text explicitly states that 'a significant contributing element to the delay in the fight against the global climate crisis is the slow implementation of the exit from fossil fuels and the energy conversion process in general. Here, too, the continuation of financial support for the fossil fuel sectors... constitutes the essence of the problem.'"
  },
  {
    "id": "3844237",
    "unitNumber": 6,
    "text": "What is the main argument mentioned in the text for thereason of central banks' involvement in climate change reduction?",
    "correctAnswer": "D",
    "options": {
      "A": "The financial system can only be 'greened' by directly regulating corporate emissions.",
      "B": "Climate-related systemic risks are easily identified and managed with traditional central banking models.",
      "C": "Central banks have a legal mandate to design the government's low-carbon transition policies.",
      "D": "Climate change poses a risk to a central bank's ability to achieve its core mandate of price stability.",
      "E": "The only purpose of 'net-zero central banking' is to make profits from green investments."
    },
    "explanation": "The text cites Villeroy de Galhau (2021) who emphasizes 'the effect of climate change on the central banks’ ability to achieve price stability'."
  },
  {
    "id": "3844238",
    "unitNumber": 6,
    "text": "Which statement correctly describes a core operational principle proposed by Vestergaard for a green monetary policy toolbox?",
    "correctAnswer": "E",
    "options": {
      "A": "Green policies must be uniform and applicable to all countries without country-specific design.",
      "B": "The central bank's mandate should be expanded to include climate change mitigation as its primary objective.",
      "C": "The design and management of the low-carbon transition are responsibilities to be handled by the central banks.",
      "D": "Green policy tools must always take precedence over market liquidity concerns.",
      "E": "The execution of green policy tools should not contradict the central bank's independence."
    },
    "explanation": "The text lists this as one of the three main principles for designing a green monetary policy toolbox."
  },
  {
    "id": "3845917",
    "unitNumber": 6,
    "text": "<strong>Which international institution is responsible for providing financial assistance to developing countries for development projects?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "IMF",
      "B": "World Bank",
      "C": "WTO",
      "D": "OECD",
      "E": "UNDP"
    },
    "explanation": "World Bank role <em>World Bank</em>"
  },
  {
    "id": "3845918",
    "unitNumber": 6,
    "text": "<strong>What is one of the main objectives of the IMF?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Promote free trade agreements",
      "B": "Reduce environmental pollution",
      "C": "Enforce labor rights",
      "D": "Monitor food safety",
      "E": "Stabilize exchange rates and provide financial aid to member countries"
    },
    "explanation": "IMF objectives <em>International Monetary Fund (IMF)</em>"
  },
  {
    "id": "3845919",
    "unitNumber": 6,
    "text": "<strong>The World Trade Organization (WTO) primarily deals with:</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Global environmental treaties",
      "B": "International trade rules and dispute settlement",
      "C": "Foreign direct investment monitoring",
      "D": "Regional military alliances",
      "E": "Humanitarian aid"
    },
    "explanation": "WTO functions <em>World Trade Organization (WTO)</em>"
  },
  {
    "id": "3845920",
    "unitNumber": 6,
    "text": "<strong>Which of the following is NOT one of the Bretton Woods Institutions?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "IMF",
      "B": "World Bank",
      "C": "WTO",
      "D": "International Finance Corporation (IFC)",
      "E": "Multilateral Investment Guarantee Agency (MIGA)"
    },
    "explanation": "Bretton Woods institutions <em>Bretton Woods Institutions</em>"
  },
  {
    "id": "3845922",
    "unitNumber": 6,
    "text": "<strong>The Organisation for Economic Co-operation and Development (OECD) was founded in:</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "1944",
      "B": "1948",
      "C": "1961",
      "D": "1973",
      "E": "1985"
    },
    "explanation": "OECD founding year <em>Organisation for Economic Co-operation and Development (OECD)</em>"
  },
  {
    "id": "3845927",
    "unitNumber": 6,
    "text": "<strong>Which organization promotes global monetary cooperation and facilitates the expansion of international trade?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "IMF",
      "B": "World Bank",
      "C": "WTO",
      "D": "OECD",
      "E": "UNDP"
    },
    "explanation": "IMF role in trade <em>International Monetary Fund (IMF)</em>"
  },
  {
    "id": "3845929",
    "unitNumber": 6,
    "text": "<strong>What is the main function of the UNDP?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Resolving trade disputes between member countries",
      "B": "Supporting sustainable development and poverty reduction",
      "C": "Regulating global financial markets",
      "D": "Monitoring exchange rates",
      "E": "Negotiating free trade agreements"
    },
    "explanation": "UNDP purpose <em>United Nations Development Programme (UNDP)</em>"
  },
  {
    "id": "3845931",
    "unitNumber": 6,
    "text": "<strong>Which part of the World Bank Group provides loans to private sector companies in developing countries?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "MIGA",
      "B": "IFC",
      "C": "IDA",
      "D": "IBRD",
      "E": "UNDP"
    },
    "explanation": "IFC role <em>International Finance Corporation (IFC)</em>"
  },
  {
    "id": "3845935",
    "unitNumber": 6,
    "text": "<strong>The primary role of the WTO Dispute Settlement Body is to:</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Provide financial aid to member countries",
      "B": "Negotiate peace agreements",
      "C": "Settle trade disagreements between member states",
      "D": "Offer loans for infrastructure projects",
      "E": "Monitor environmental regulations"
    },
    "explanation": "WTO Dispute Settlement Body<br/>World Trade Organization (WTO)"
  },
  {
    "id": "3845938",
    "unitNumber": 6,
    "text": "<strong>Which of the following is a key focus area for the OECD?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Trade liberalization",
      "B": "Economic policy coordination and research",
      "C": "Maritime security",
      "D": "Global health emergencies",
      "E": "Space exploration"
    },
    "explanation": "OECD focus areas <em>Organisation for Economic Co-operation and Development (OECD)</em>"
  },
  {
    "id": "3844470",
    "unitNumber": 7,
    "text": "Which event first brought the concept of “sustainable development” into global action?",
    "correctAnswer": "C",
    "options": {
      "A": "1972 United Nations Conference on the Human Environment",
      "B": "1987 Brundtland Report",
      "C": "1992 Rio Earth Summit",
      "D": "2000 UN Millennium Summit",
      "E": "2015 UN Sustainable Development Summit"
    },
    "explanation": "1972 e United Nations Conference on the human environment<br/>e beginning of the consept of SD. <br/>1987 «Our Common Future»the definition of SD was systematically expounded for the first time.<br/>2000 United Nations Millennium Summit MDGs were adopted, and the framework of national development cooperation was established. <br/>2015 e UN Development Summit SDGs were adopted and the traditional development view of one-sided pursuit of economic growth was fundamentally changed.<br/>The correct answer is C.<br/>1992 Rio Conference SD was translated from concept into global action for the first time and environmental were put forward."
  },
  {
    "id": "3844471",
    "unitNumber": 7,
    "text": "Which of the following best describes the main idea behind the Brundtland Report (1987)?",
    "correctAnswer": "B",
    "options": {
      "A": "Economic growth should be unlimited to meet future needs.",
      "B": "Sustainable development meets present needs without compromising future generations.",
      "C": "Technological progress alone can solve environmental problems.",
      "D": "International trade is the most important driver of environmental protection.",
      "E": "Environmental policies should be replaced with economic reforms only."
    },
    "explanation": "Brundtland Report (1987): <br/>The term “sustainable development” gained widespread recognition with the publication of the Brundtland Report, officially titled “Our Common Future” in 1987 by the World Commission on Environment and Development (WCED). The report defined sustainable development as “development that meets the needs of the present without compromising the ability.<br/>The correct answer is B Sustainable development meets present needs without compromising future generations."
  },
  {
    "id": "3844472",
    "unitNumber": 7,
    "text": "In the circular economy model, which of the following activities is emphasized?",
    "correctAnswer": "C",
    "options": {
      "A": "Single-use product design",
      "B": "Landfilling non-recyclable materials",
      "C": "Reuse, remanufacturing, and repair",
      "D": "Maximizing extraction of raw materials",
      "E": "Producing goods without considering waste management"
    },
    "explanation": "Circular economy addresses “reuse, remanufacturing, refurbishment, repair, cascading and upgrading as well as solar, wind, biomass and waste-derived energy utilization throughout the product value chain and cradle- to-cradle life cycle” (Korhonen et al., 2018).<br/>The correct answer is C. Reuse, remanufacturing, and repair"
  },
  {
    "id": "3844481",
    "unitNumber": 7,
    "text": "Which of the following is a major criticism of using GDP as the sole measure of development?",
    "correctAnswer": "B",
    "options": {
      "A": "It overestimates the informal economy.",
      "B": "It does not account for environmental degradation and resource depletion.",
      "C": "It focuses too much on environmental health.",
      "D": "It ignores market prices in economic calculations.",
      "E": "It underestimates industrial output."
    },
    "explanation": "Failures of GDP to account for today’s environmental and social issues <br/>the UN’s Policy Brief (2023) on “Valuing What Counts: Framework to Progress Beyond Gross Domestic Product” identifies various reasons of why GDP falls short of addressing today’s environmental and social concerns as a development indicator. Some are exemplified below: <br/>“GDP does not account for air pollution, natural resource depletion, environmental degradation and biodiversity loss. Rather, these negative externalities often drive increases in GDP without consideration of the broader, longer- term socioeconomic and environmental damage involved.” <br/>“GDP does not capture the full extent of the informal economy, such as unpaid care work in households, nor does it capture the social value of activities, such as health care, or the value of security.” <br/>“GDP does not o er a lens on distributions to identify and address inequalities, including inequalities<br/>The correct answer is B It does not account for environmental degradation and resource depletion."
  },
  {
    "id": "3844484",
    "unitNumber": 7,
    "text": "Which indicator adjusts GDP to include factors like environmental degradation and income distribution?",
    "correctAnswer": "A",
    "options": {
      "A": "Genuine Progress Indicator (GPI)",
      "B": "Social Progress Index (SPI)",
      "C": "Human Development Index (HDI)",
      "D": "Better Life Index (BLI)",
      "E": "Gross National Happiness (GNH)"
    },
    "explanation": "Genuine Progress Indicator (GPI): is indicator adjusts GDP by accounting for factors such as income distribution, environmental degradation, and the value of unpaid household work. It offers a more accurate reflection of a nation’s overall well-being.<br/>The correct answer is A. Genuine Progress Indicator (GPI)"
  },
  {
    "id": "3844485",
    "unitNumber": 7,
    "text": "According to the Environmental Kuznets Curve (EKC) hypothesis, which factor can lead to reduced environmental degradation after a certain income level is reached?",
    "correctAnswer": "E",
    "options": {
      "A": "Elimination of environmental awareness campaigns",
      "B": "Lower investment in technology",
      "C": "Increased dependence on fossil fuels",
      "D": "Rapid industrialization without regulations",
      "E": "Shift to cleaner production methods"
    },
    "explanation": "One of the most famous hypotheses regarding the relationship between income and environmental quality is the Environmental Kuznets Curve (EKC) phenomenon, which corresponds to an inverse U-shaped relationship between income and pollution. Environmental pollution is expected to increase in the early stages of development when industrialization is usually on the rise. When income reaches a certain level, introducing better and cleaner production technologies, increasing environmental awareness, imposing sanctions related to environmental regulations, and increasing environmental expenditures might decrease environmental pollution.<br/>The correct answer is E. Shift to cleaner production methods"
  },
  {
    "id": "3844486",
    "unitNumber": 7,
    "text": "The Pollution Haven Hypothesis suggests that........",
    "correctAnswer": "A",
    "options": {
      "A": "Firms move to countries with weaker environmental regulations to reduce costs.",
      "B": "Countries with strong environmental laws attract more polluting industries.",
      "C": "All industries avoid pollution regardless of costs.",
      "D": "Countries compete to have the highest environmental standards.",
      "E": "Pollution is evenly distributed across all countries regardless of regulations."
    },
    "explanation": "The Pollution Haven Hypothesis is an economic theory that suggests that environmental regulations and standards in developed countries may lead to the relocation of polluting industries to less regulated or developing countries. According to this hypothesis, businesses facing stringent environmental policies in their home countries may move their production facilities to countries with lax environmental regulations to reduce compliance costs and avoid strict pollution controls. e primary motivation behind this relocation is the expectation of lower operating costs and fewer restrictions on pollution or emissions.<br/>The correct answer is A. Firms move to countries with weaker environmental regulations to reduce costs."
  },
  {
    "id": "3844487",
    "unitNumber": 7,
    "text": "According to weak sustainability, economic growth can continue as long as:",
    "correctAnswer": "D",
    "options": {
      "A": "Technology is not allowed to replace natural resources.",
      "B": "Natural resources are never depleted.",
      "C": "Social and environmental capital are always kept constant.",
      "D": "All types of capital are perfect substitutes for each other.",
      "E": "Only renewable resources are used in production."
    },
    "explanation": "A sustainable way of life rests on three pillars: economic, social and environmental sustainability. Economic sustainability requires physical capital, which serves as a factor of production, not to be diminished; social sustainability requires institutions and human capital not to be degraded or corrupted; and nally, ecological sustainability requires natural resources not to be depleted and the environment not to be polluted.<br/>The correct answer is D. All types of capital are perfect substitutes for each other."
  },
  {
    "id": "3844488",
    "unitNumber": 7,
    "text": "Which of the following is an example of “strong sustainability” thinking?",
    "correctAnswer": "B",
    "options": {
      "A": "Natural and physical capital can always substitute for each other.",
      "B": "Irreplaceable natural resources must be preserved even if other capitals grow.",
      "C": "Any environmental damage can be reversed with enough technology.",
      "D": "Economic capital is more important than ecological capital.",
      "E": "Social capital can replace environmental capital completely."
    },
    "explanation": "Strong sustainability, on the other hand, rejects almost all the assumptions of the former definition and argues that there exists no perfect substitution as such, and moreover, when it comes to nature, there are irreversibilities that need to be considered (Pearce and Atkinson, 1993).<br/>The correct answer is B. Irreplaceable natural resources must be preserved even if other capitals grow."
  },
  {
    "id": "3844780",
    "unitNumber": 7,
    "text": "Which of the following is NOT considered a non-material source of well-being?",
    "correctAnswer": "D",
    "options": {
      "A": "Relationships and social connections",
      "B": "Mental health",
      "C": "Personal growth",
      "D": "Luxury car ownership",
      "E": "Sense of purpose"
    },
    "explanation": "Non-material sources of well-being refer to aspects of life that contribute to an individual’s happiness, satisfaction, and overall sense of fulfillment beyond material possessions. These sources are often intangible and can significantly impact an individual’s mental and emotional well-being. Here is an evaluation of non-material sources of well-being: <br/><ol><br/><li><br/>Relationships and Social Connections: <br/></li><br/><li><br/>Mental and Emotional Health: <br/></li><br/><li><br/>Personal Growth and Development: <br/></li><br/><li><br/>Sense of Purpose and Meaning: <br/></li><br/><li><br/>Autonomy and Freedom: <br/></li><br/><li><br/>Altruism and Acts of Kindness: <br/></li><br/><li><br/>Connection with Nature and the Environment: <br/></li><br/><li><br/>Cultural and Spiritual Engagement: <br/></li><br/><li><br/>Work-Li<br/></li></ol><br/>The correct answer is D. Luxury car ownership"
  },
  {
    "id": "3845346",
    "unitNumber": 7,
    "text": "According to the Brundtland Report, what is the definition of sustainable development?",
    "correctAnswer": "B",
    "options": {
      "A": "Economic growth that prioritizes industrialization over all other factors.",
      "B": "Development that meets the needs of the present without compromising the ability of future generations to meet their own needs.",
      "C": "The process of exploiting natural resources to achieve maximum short-term profit.",
      "D": "A system where all types of capital are considered perfect substitutes for one another.",
      "E": "A framework focused on achieving a high GDP regardless of environmental impact."
    },
    "explanation": "Development that meets the needs of the present without compromising the ability of future generations to meet their own needs."
  },
  {
    "id": "3845347",
    "unitNumber": 7,
    "text": "Which of the following works is credited with influencing the rise of the environmental movement in the 1970s?",
    "correctAnswer": "C",
    "options": {
      "A": "\"The Wealth of Nations\" by Adam Smith.",
      "B": "The Brundtland Report, \"Our Common Future.\"",
      "C": "\"The Limits to Growth\" by the Club of Rome.",
      "D": "The Paris Agreement.",
      "E": "The UN's Policy Brief on \"Valuing What Counts.\""
    },
    "explanation": "\"The Limits to Growth\" by the Club of Rome."
  },
  {
    "id": "3845349",
    "unitNumber": 7,
    "text": "A positive impact of economic growth on the environment is often due to which of the following?",
    "correctAnswer": "B",
    "options": {
      "A": "Decreased exploitation of natural resources.",
      "B": "Technological innovations that improve environmental efficiency.",
      "C": "An increase in fossil fuel consumption.",
      "D": "The prioritization of industrial emissions over air quality.",
      "E": "A reduction in government-enforced environmental regulations."
    },
    "explanation": "Technological innovations that improve environmental efficiency."
  },
  {
    "id": "3845351",
    "unitNumber": 7,
    "text": "Which of the following is considered a negative impact of economic growth on the environment?",
    "correctAnswer": "D",
    "options": {
      "A": "The development of renewable energy technologies.",
      "B": "The implementation of stronger environmental regulations.",
      "C": "Increased corporate social responsibility.",
      "D": "The accumulation of greenhouse gases from burning fossil fuels.",
      "E": "The promotion of resource efficiency."
    },
    "explanation": "The accumulation of greenhouse gases from burning fossil fuels."
  },
  {
    "id": "3845353",
    "unitNumber": 7,
    "text": "The circular economy model, which is a key approach to sustainable economic growth, is characterized by which principle?",
    "correctAnswer": "B",
    "options": {
      "A": "The continuous extraction and disposal of raw materials.",
      "B": "A focus on minimizing waste by reusing, recycling, and reducing resources.",
      "C": "The decoupling of economic growth from social progress.",
      "D": "A linear production process that ends with waste.",
      "E": "A model that only considers economic factors and ignores environmental ones."
    },
    "explanation": "A focus on minimizing waste by reusing, recycling, and reducing resources."
  },
  {
    "id": "3845355",
    "unitNumber": 7,
    "text": "The UN's Policy Brief on \"Valuing What Counts\" identifies which of the following as a failure of GDP?",
    "correctAnswer": "C",
    "options": {
      "A": "It adequately captures the value of non-market services like unpaid household work.",
      "B": "It successfully accounts for environmental degradation and biodiversity loss.",
      "C": "It fails to account for air pollution and natural resource depletion.",
      "D": "It offers a clear lens on income and wealth distribution to address inequalities.",
      "E": "It effectively captures new economic phenomena like digitalization."
    },
    "explanation": "It fails to account for air pollution and natural resource depletion."
  },
  {
    "id": "3845357",
    "unitNumber": 7,
    "text": "Which of the following is an example of a \"Beyond Growth\" indicator that goes beyond traditional measures like GDP?",
    "correctAnswer": "B",
    "options": {
      "A": "Gross Domestic Product (GDP).",
      "B": "The Gini coefficient, which focuses on income and wealth distribution.",
      "C": "The total volume of production.",
      "D": "The number of factories and industrial output.",
      "E": "The rate of fossil fuel consumption."
    },
    "explanation": "The Gini coefficient, which focuses on income and wealth distribution."
  },
  {
    "id": "3845360",
    "unitNumber": 7,
    "text": "What is the primary assumption of \"weak sustainability\"?",
    "correctAnswer": "B",
    "options": {
      "A": "Natural capital is irreplaceable and cannot be substituted.",
      "B": "All types of capital (physical, social, and natural) are perfect substitutes.",
      "C": "Technological progress will always lead to a decline in natural capital.",
      "D": "Economic growth must stop to preserve natural resources.",
      "E": "The environment's irreversible changes are of primary concern."
    },
    "explanation": "All types of capital (physical, social, and natural) are perfect substitutes."
  },
  {
    "id": "3845361",
    "unitNumber": 7,
    "text": "The Environmental Kuznets Curve (EKC) Hypothesis suggests what kind of relationship between income and environmental pollution?",
    "correctAnswer": "C",
    "options": {
      "A": "A monotonically decreasing relationship.",
      "B": "A monotonically increasing relationship.",
      "C": "An inverse U-shaped relationship.",
      "D": "A direct, linear relationship.",
      "E": "No relationship whatsoever."
    },
    "explanation": "<ul><br/><li><br/>C. An inverse U-shaped relationship.<br/></li><br/></ul><br/><ul> <li> C. An inverse U-shaped relationship.<br/></li> </ul>"
  },
  {
    "id": "3845362",
    "unitNumber": 7,
    "text": "What does the Pollution Haven Hypothesis suggest?",
    "correctAnswer": "C",
    "options": {
      "A": "Environmental regulations encourage industries to stay in developed countries.",
      "B": "Developed countries tend to have lax environmental regulations.",
      "C": "Industries may relocate to developing countries with less stringent environmental regulations to reduce costs.",
      "D": "All countries have equally strict environmental regulations.",
      "E": "The cost of environmental compliance is always the same globally."
    },
    "explanation": "Industries may relocate to developing countries with less stringent environmental regulations to reduce costs."
  },
  {
    "id": "3845540",
    "unitNumber": 7,
    "text": "Which of the following best describes the core principle of 'sustainable development' as defined in the Brundtland Report?",
    "correctAnswer": "C",
    "options": {
      "A": "Prioritizing immediate economic growth over long-term environmental protection.",
      "B": "Developing technologies that allow for infinite economic growth on a finite planet.",
      "C": "Meeting the needs of the present generation without compromising the ability of future generations to meet their own needs.",
      "D": "Implementing environmental regulations only in developed countries to protect the environment.",
      "E": "Focusing solely on environmental protection, disregarding social and economic factors."
    },
    "explanation": "Meeting the needs of the present generation without compromising the ability of future generations to meet their own needs. This is the widely recognized and standard definition of sustainable development, directly quoted from the Brundtland Report mentioned in the text."
  },
  {
    "id": "3845546",
    "unitNumber": 7,
    "text": "In the context of 'green growth,' what does the term 'decoupling' fundamentally mean?",
    "correctAnswer": "D",
    "options": {
      "A": "Transferring polluting industries to nations with less strict environmental laws.",
      "B": "Shifting consumer habits to favor locally produced goods over imports.",
      "C": "Creating new jobs in the environmental protection sector.",
      "D": "Allowing an economy to expand while reducing or stabilizing its environmental footprint.",
      "E": "Separating a country's economic policies from its social welfare programs."
    },
    "explanation": "Option D accurately defines the concept of decoupling, which is about breaking the historical link between economic growth and increasing environmental degradation."
  },
  {
    "id": "3845550",
    "unitNumber": 7,
    "text": "Which of the following is NOT a limitation of using Gross Domestic Product (GDP) as a sole indicator of a nation's prosperity and well-being?",
    "correctAnswer": "E",
    "options": {
      "A": "It struggles to measure the value of new digital services and the sharing economy.",
      "B": "It omits the economic contribution of unpaid labor, such as household chores and care work.",
      "C": "It counts cleanup efforts after environmental disasters as positive economic activity.",
      "D": "It fails to account for the costs of environmental pollution and resource depletion.",
      "E": "It provides a clear and accurate picture of how wealth is distributed among citizens."
    },
    "explanation": "The statement in option E is false. The text notes that GDP is criticized for its inability to show income inequality, making this the correct answer as it is NOT a limitation."
  },
  {
    "id": "3845552",
    "unitNumber": 7,
    "text": "The 'Environmental Kuznets Curve Hypothesis' proposes that as a country's per capita income rises, its environmental impact will:",
    "correctAnswer": "D",
    "options": {
      "A": "Be independent of its per capita income level.",
      "B": "Consistently increase, showing no signs of stabilization.",
      "C": "Remain constant, regardless of economic development.",
      "D": "Initially increase and then eventually decrease after a certain income level is reached.",
      "E": "Decrease initially and then increase as the economy matures."
    },
    "explanation": "Option D correctly describes the inverse U-shaped relationship where pollution and environmental degradation rise with early-stage economic growth but then fall as a country becomes wealthier and can afford cleaner technologies and regulations."
  },
  {
    "id": "3845556",
    "unitNumber": 7,
    "text": "Which of the following is a negative consequence of a country's pursuit of rapid economic growth?",
    "correctAnswer": "D",
    "options": {
      "A": "A greater ability to invest in clean and efficient technologies.",
      "B": "The establishment of more robust environmental protection agencies.",
      "C": "Adopting sustainable consumption and production patterns.",
      "D": "Increased depletion of natural resources and biodiversity loss.",
      "E": "A shift in the economy towards less resource-intensive service sectors."
    },
    "explanation": "The text lists resource depletion and loss of biodiversity as direct negative impacts of economic growth."
  },
  {
    "id": "3845558",
    "unitNumber": 7,
    "text": "The primary distinction between 'weak sustainability' and 'strong sustainability' lies in their perspective on:",
    "correctAnswer": "C",
    "options": {
      "A": "The necessity of reducing the global population to conserve resources.",
      "B": "The importance of social equity versus economic efficiency.",
      "C": "The degree to which different types of capital (natural, human-made, social) can be replaced by one another.",
      "D": "Whether economic growth is necessary for human well-being.",
      "E": "<chat-app id=\"app-root\" ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c3450255508=\"\" class=\"ng-tns-c3450255508-0\"><main _ngcontent-ng-c3450255508=\"\" class=\"chat-app\"><side-navigation-v2 _ngcontent-ng-c3450255508=\"\" class=\"content\" _nghost-ng-c3668261402=\"\"><bard-sidenav-container _ngcontent-ng-c3668261402=\"\" data-test-id=\"bard-sidenav-container\" _nghost-ng-c3522183994=\"\"><bard-sidenav-content _ngcontent-ng-c3668261402=\"\" _nghost-ng-c24741362=\"\" aria-hidden=\"false\"> <chat-window _nghost-ng-c3768659063=\"\" class=\"ng-tns-c3768659063-1 ng-star-inserted immersives-mode\"><immersive-panel _ngcontent-ng-c3768659063=\"\" _nghost-ng-c651956813=\"\" class=\"ng-tns-c3768659063-1 ng-trigger ng-trigger-immersivePanelTransitions ng-star-inserted\" jslog=\"270401;track:impression,attention\"><learning-immersive-panel _ngcontent-ng-c651956813=\"\" _nghost-ng-c2219392726=\"\" class=\"ng-star-inserted\"> <activity-set _ngcontent-ng-c2219392726=\"\" _nghost-ng-c771863780=\"\" class=\"ng-star-inserted\"> <question _ngcontent-ng-c771863780=\"\" _nghost-ng-c1750836305=\"\"> The role of international agreements in solving environmental problems. </question> </activity-set> </learning-immersive-panel></immersive-panel></chat-window> </bard-sidenav-content></bard-sidenav-container></side-navigation-v2></main></chat-app>"
    },
    "explanation": "Option C correctly identifies the central debate between the two concepts. Weak sustainability assumes capital can be substituted, while strong sustainability argues that certain natural capital is irreplaceable and must be preserved."
  },
  {
    "id": "3845560",
    "unitNumber": 7,
    "text": "According to the 'Pollution Haven Hypothesis,' why might a company choose to relocate its manufacturing operations to a different country?",
    "correctAnswer": "E",
    "options": {
      "A": "To invest in new environmentally-friendly production methods abroad.",
      "B": "To access new and more efficient production technologies.",
      "C": "To be closer to its primary customer base.",
      "D": "To take advantage of an educated and highly-skilled workforce.",
      "E": "To gain an advantage by operating in a country with less stringent environmental protection laws."
    },
    "explanation": "The hypothesis suggests that industries relocate to countries with weaker environmental regulations to avoid the costs associated with complying with stricter rules at home."
  },
  {
    "id": "3845564",
    "unitNumber": 7,
    "text": "The development of 'Green National Accounts' is an effort to improve upon GDP by:",
    "correctAnswer": "C",
    "options": {
      "A": "Measuring a country's progress in achieving the Sustainable Development Goals (SDGs).",
      "B": "Tracking the amount of international aid a country receives for environmental projects.",
      "C": "Incorporating the economic value of natural resources and environmental degradation.",
      "D": "Focusing exclusively on social and human capital measures.",
      "E": "Calculating the total financial wealth of all citizens in a country."
    },
    "explanation": "Option C correctly describes the purpose of green accounting: to create a more comprehensive measure of national economic performance by adding the value of nature and subtracting the cost of its degradation."
  },
  {
    "id": "3845565",
    "unitNumber": 7,
    "text": "Which of the following was proposed as a new, 'fourth pillar' of sustainable development at the 2012 Rio+20 Conference?",
    "correctAnswer": "A",
    "options": {
      "A": "Good governance and institutional frameworks.",
      "B": "Financial stability.",
      "C": "Resource efficiency.",
      "D": "Technological innovation.",
      "E": "Social equity."
    },
    "explanation": "The text states that 'Governance was considered the fourth pillar of SD' at the Rio+20 Conference, recognizing its critical role in implementing sustainable policies."
  },
  {
    "id": "3845566",
    "unitNumber": 7,
    "text": "The 'Race-to-the-Bottom Hypothesis' suggests that nations might engage in which of the following actions to gain a competitive advantage?",
    "correctAnswer": "B",
    "options": {
      "A": "Focusing on creating a highly skilled and specialized workforce.",
      "B": "Lowering their environmental standards and labor protections.",
      "C": "Investing more heavily in renewable energy infrastructure.",
      "D": "Implementing stricter international trade agreements.",
      "E": "Adopting policies that improve the quality of life for their citizens."
    },
    "explanation": "The hypothesis posits a downward spiral where countries reduce their regulations to attract foreign investment at the expense of environmental and social well-being."
  },
  {
    "id": "3844251",
    "unitNumber": 8,
    "text": "Which of the following statements accurately explains the contribution of Aldo Leopold to the environmental movement?",
    "correctAnswer": "A",
    "options": {
      "A": "He introduced the concept of a 'land ethic.",
      "B": "He founded the first national wilderness area in America.",
      "C": "He provided the scientific basis for the ecologist movement.",
      "D": "He established the Sierra Club and proposed a biocentric approach to conservation.",
      "E": "He was the founder of EGD (European Green Deal)"
    },
    "explanation": "The text explicitly states that Leopold 'introduced the concept of a land ethic, advocating for a shift from viewing nature as conquerors to citizens of it.'"
  },
  {
    "id": "3844252",
    "unitNumber": 8,
    "text": "According to the text, what initiated the emergence of the modern environmental movement?",
    "correctAnswer": "B",
    "options": {
      "A": "The publication of Aldo Leopold's influential essays on the 'land ethic' in the mid-20th century.",
      "B": "The increase in pollution during the Industrial Revolution due to the use of machine power.",
      "C": "The establishment of the United Nations Framework Convention on Climate Change (UNFCCC).",
      "D": "Unprecedented economic growth and industrialization following World War II.",
      "E": "Concerns about pollution spreading epidemic diseases in the 14th century"
    },
    "explanation": "The text states that the modern environmental movement 'primarily emerged from late 19th-century concerns regarding safeguarding Europe’s countryside, preserving the wilderness in the United States, and addressing the health impacts of pollution spurred by the Industrial Revolution.'"
  },
  {
    "id": "3844255",
    "unitNumber": 8,
    "text": "Which of the followings made \"sustainable development\" a popular concept worldwide?",
    "correctAnswer": "C",
    "options": {
      "A": "the establishment of the United Nations Environment Program",
      "B": "United Nations Conference on the Human Environment in Stockholm",
      "C": "the publication of the Brundtland Report",
      "D": "the formation of nongovernmental organizations",
      "E": "The Club of Rome’s famous report"
    },
    "explanation": "The concept of “sustainable development” became widely known following the publication of the<br/>Brundtland Report, also known as “Our Common Future,” in 1987 by the World Commission"
  },
  {
    "id": "3844262",
    "unitNumber": 8,
    "text": "Which of the followings is the main difference between the Kyoto Protocol and Paris Agreement?",
    "correctAnswer": "D",
    "options": {
      "A": "The Kyoto Protocol focuses on both developed and developing nations, while the Paris Agreement targets developed nations.",
      "B": "The Paris Agreement includes market-based mechanisms, while the Kyoto Protocol relies only on national measures.",
      "C": "The Kyoto Protocol requires nationally determined targets, while the Paris Agreement imposes legally binding commitments.",
      "D": "The Kyoto Protocol focuses on legally binding commitments for developed nations, while the Paris Agreement emphasizes nationally determined targets.",
      "E": "The Kyoto Protocol had a long-term goal for temperature limitation, but the Paris Agreement does not mention a specific temperature target."
    },
    "explanation": "The text states that in contrast to the Kyoto Protocol, which imposes legally binding commitments, the Paris Agreement emphasizes consensus-building and permits nationally determined targets."
  },
  {
    "id": "3844267",
    "unitNumber": 8,
    "text": "According to the text, why was Paris Agreement preferred to the Kyoto Protocol in the combat against climate change?",
    "correctAnswer": "E",
    "options": {
      "A": "The Kyoto Protocol's market-based mechanisms were believed to be unsuccessful and needed to be replaced.",
      "B": "A new international treaty was needed because the Kyoto Protocol had not yet been adopted by any countries.",
      "C": "Global emissions decreased significantly during the Kyoto Protocol's first commitment period, making a new agreement unnecessary.",
      "D": "The Paris Agreement's temperature targets were less ambitious, which made it more acceptable by a wider range of countries.",
      "E": "The inability of the Kyoto Protocol to effectively stop global greenhouse gas emissions."
    },
    "explanation": "The text explicitly states that 'the inability of the Kyoto Protocol to effectively curb greenhouse gas emissions forced the UNFCCC-led negotiations to shift towards a more adaptable, voluntary agreement'."
  },
  {
    "id": "3844272",
    "unitNumber": 8,
    "text": "According to the text, which of the following is a strategy used by the environmental movement?",
    "correctAnswer": "A",
    "options": {
      "A": "Creating self-sustaining farms, worker cooperatives, and green consumerism.",
      "B": "Establishing multinational corporations to promote sustainable business practices.",
      "C": "Directly managing the transition to a low-carbon economy for governments.",
      "D": "Influencing government policies and promoting environmental values within society.",
      "E": "Only using traditional lobbying to target policymakers and political representatives."
    },
    "explanation": "The text lists 'setting public examples through initiatives like recycling, green consumerism, and the establishment of alternative communities, such as self-sustaining farms, worker cooperatives, and cooperative housing projects' as a strategy."
  },
  {
    "id": "3844358",
    "unitNumber": 8,
    "text": "Which event facilitated the establishment of Türkiye's first Green Party (Yeşiller Partisi)?",
    "correctAnswer": "B",
    "options": {
      "A": "The large-scale mobilization against the Aliağa coal power plant.",
      "B": "Protests against a coal power plant in Gökova Bay and a five-star hotel at Dalyan Beach.",
      "C": "Türkiye's approval of the UN Framework Convention on Climate Change..",
      "D": "The establishment of the Environment Foundation of Türkiye (TÇV).",
      "E": "The environmental activism against small hydropower plants."
    },
    "explanation": "The text states that 'Subsequent environmental struggles, including opposition to a coal power plant in Gökova Bay in 1984 and protests against a five-star hotel at Dalyan Beach in 1987, led to the formation of Türkiye’s first Green Party (Yeşiller Partisi) in 1988.'"
  },
  {
    "id": "3844359",
    "unitNumber": 8,
    "text": "Which of the following was a significant outcome of the original New Deal that influenced global economic relations?",
    "correctAnswer": "C",
    "options": {
      "A": "It brought an end to World War II through increased armament expenditures.",
      "B": "It established the European Green Deal as an official development strategy.",
      "C": "It triggered the establishment of the International Monetary Fund and the World Bank.",
      "D": "It was a revolutionary program of relief, recovery, and reform for 2008 Global Financial Crisis.",
      "E": "It was a political strategy that focused solely on domestic issues within the United States."
    },
    "explanation": "The text states that the New Deal's effect on global affairs is 'notable through the foundations of the IMF and the World Bank during the Bretton Woods Conference in 1944'."
  },
  {
    "id": "3844489",
    "unitNumber": 8,
    "text": "According to the text, which of the following was <strong>NOT</strong> a primary factor leading to the Great Depression?",
    "correctAnswer": "D",
    "options": {
      "A": "Protectionist policies like the Smoot-Hawley Tariff Act",
      "B": "A series of bank failures worldwide",
      "C": "The Stock Market Crash of 1929",
      "D": "A rapid increase in international trade",
      "E": "The Dust Bowl in the midwest USA"
    },
    "explanation": "The text states that protectionist policies provoked retaliation and *reduced* international trade, making this the opposite of what occurred."
  },
  {
    "id": "3844490",
    "unitNumber": 8,
    "text": "According to the text, which of the following sectors has been potentially affected by CEAP regulations?",
    "correctAnswer": "E",
    "options": {
      "A": "Hydrogen",
      "B": "Aluminum",
      "C": "Cement",
      "D": "Iron-Steel",
      "E": "Textiles"
    },
    "explanation": "Note that CEAP regulations potentially affect textiles, chemicals, electronics, white-goods,<br/>packaging, and battery exports made to the EU market."
  },
  {
    "id": "3845892",
    "unitNumber": 8,
    "text": "Which historical figure is credited with introducing the concept of a “land ethic” in environmental philosophy?",
    "correctAnswer": "B",
    "options": {
      "A": "Rachel Carson",
      "B": "Aldo Leopold",
      "C": "John Muir",
      "D": "Franklin D. Roosevelt",
      "E": "William Anders"
    },
    "explanation": "Land ethic - Aldo Leopold <em>Historical Roots of Environmental Policy</em>"
  },
  {
    "id": "3845894",
    "unitNumber": 8,
    "text": "<strong>What was the primary environmental focus of the Chipko movement in India?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Opposing nuclear power plants",
      "B": "Protecting forests and advocating women’s rights",
      "C": "Reducing greenhouse gas emissions",
      "D": "Promoting electric vehicles",
      "E": "Supporting sustainable agriculture"
    },
    "explanation": "topic in the question is Chipko movement"
  },
  {
    "id": "3845896",
    "unitNumber": 8,
    "text": "<strong>Which event marked the first global conference prioritizing environmental issues?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Paris Agreement (2015)",
      "B": "Rio Earth Summit (1992)",
      "C": "Stockholm Conference (1972)",
      "D": "Kyoto Protocol (1997)",
      "E": "Montreal Protocol (1987)"
    },
    "explanation": "Stockholm Conference 1972 <em>International Environmental Summits</em>"
  },
  {
    "id": "3845899",
    "unitNumber": 8,
    "text": "<strong>In which year was the European Green Deal officially announced by the EU Commission?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "2008",
      "B": "2015",
      "C": "2019",
      "D": "2021",
      "E": "2023"
    },
    "explanation": "European Green Deal announcement <em>European Green Deal</em>"
  },
  {
    "id": "3845901",
    "unitNumber": 8,
    "text": "<strong>What is one of the main purposes of the Carbon Border Adjustment Mechanism (CBAM)?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Reduce tariffs on green products",
      "B": "Subsidize fossil fuel industries",
      "C": "Prevent carbon leakage in trade",
      "D": "Encourage migration to the EU",
      "E": "Increase agricultural exports"
    },
    "explanation": "Carbon Border Adjustment Mechanism (CBAM) <em>European Green Deal - CBAM</em>"
  },
  {
    "id": "3845902",
    "unitNumber": 8,
    "text": "<strong>Which of the following is NOT a key focus area of the European Green Deal?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sustainable mobility",
      "B": "Carbon neutrality by 2050",
      "C": "Renewable energy promotion",
      "D": "Biodiversity protection",
      "E": "Increasing fossil fuel dependency"
    },
    "explanation": "EU Green Deal focus areas <em>European Green Deal</em>"
  },
  {
    "id": "3845904",
    "unitNumber": 8,
    "text": "<strong>What percentage of Türkiye’s total exports went to the EU in 2022?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "20.4%",
      "B": "30.6%",
      "C": "35.0%",
      "D": "40.6%",
      "E": "50.2%"
    },
    "explanation": "Türkiye-EU trade statistics (2022) <em>EU-Türkiye Trade Relations</em>"
  },
  {
    "id": "3845906",
    "unitNumber": 8,
    "text": "<strong>Which EU strategy aims to make food systems fair, healthy, and environmentally friendly?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Farm to Fork Strategy",
      "B": "Green Finance Strategy",
      "C": "Just Transition Fund",
      "D": "Eco-Design Regulation",
      "E": "Climate Neutrality Pact"
    },
    "explanation": "Farm to Fork Strategy <em>European Green Deal - Farm to Fork</em>"
  },
  {
    "id": "3845909",
    "unitNumber": 8,
    "text": "<strong>According to Türkiye’s 2023 NDC, what is the targeted emission level for 2030?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "1175 Mt CO2e",
      "B": "800 Mt CO2e",
      "C": "695 Mt CO2e",
      "D": "524 Mt CO2e",
      "E": "410 Mt CO2e"
    },
    "explanation": "Türkiye’s 2023 NDC target <em>Türkiye’s Climate Commitments</em>"
  },
  {
    "id": "3845910",
    "unitNumber": 8,
    "text": "<strong>Which sector accounted for the largest share of Türkiye’s GHG emissions in 2020?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "A) Transportation",
      "B": "B) Agriculture",
      "C": "C) Electricity production",
      "D": "D) Basic metals",
      "E": "E) Chemicals"
    },
    "explanation": "Largest share of Türkiye’s GHG emissions <em>Türkiye’s Emissions Profile</em>"
  }
]