[
  {
    "id": "3719557",
    "unitNumber": 1,
    "text": "Which of the following best defines tacit knowledge?",
    "correctAnswer": "B",
    "options": {
      "A": "Information that can be easily documented and transferred",
      "B": "Knowledge embedded in routines and personal experience",
      "C": "Data organized to create meaningful information",
      "D": "Patents and scientific papers",
      "E": "Information that is easier to articulate"
    },
    "explanation": "The knowledge that is created can be broadly categorized into codified knowledge, which can be easily documented and transferred, and tacit knowledge, which is more difficult to articulate and is often embedded in individuals’ skills and experiences and firm routines."
  },
  {
    "id": "3719560",
    "unitNumber": 1,
    "text": "Which of the following \"comprise creative and systematic work undertaken in order to increase the stock of knowledge - including knowledge of humankind, culture and society - and to devise new applications of available knowledge\"?",
    "correctAnswer": "A",
    "options": {
      "A": "Research and experimental development",
      "B": "Knowledge codification process",
      "C": "Process of knowledge creation",
      "D": "Linear knowledge generation",
      "E": "Intellectual property rights"
    },
    "explanation": "“Research and experimental development (R&amp;D) comprise creative and systematic work undertaken in order to increase the stock of knowledge - including knowledge of humankind, culture and society - and to devise new applications of available knowledge” (OECD, 2015)."
  },
  {
    "id": "3719573",
    "unitNumber": 1,
    "text": "Which of the following is an example of basic research?",
    "correctAnswer": "D",
    "options": {
      "A": "Optimising one of the reactions to produce polymers",
      "B": "Testing the use of this new composite material for different purposes",
      "C": "Developing a new programming language to work with quantum computation",
      "D": "Studying properties of carbon fibers change",
      "E": "The act of experimenting to actually produce, find applications elsewhere"
    },
    "explanation": "Basic research examples are:<br/>1- Studying how polymerisation reacts in different conditions\n 2- Studying how properties of carbon fibers change\n 3- Searching for alternative methods of computation such a quantum computation\n 4- Studying documents to comprehend how science and technology policy evolved"
  },
  {
    "id": "3719576",
    "unitNumber": 1,
    "text": "Which describes the knowledge, tools, and processes used by businesses and industries to produce goods and services, as well as the systematic application of this knowledge for practical purposes?",
    "correctAnswer": "C",
    "options": {
      "A": "Information",
      "B": "Research",
      "C": "Technology",
      "D": "Invention",
      "E": "Innovation"
    },
    "explanation": "Technology is the knowledge, tools, and processes used by businesses and industries to produce goods and services, as well as the systematic application of this knowledge for practical purposes."
  },
  {
    "id": "3719580",
    "unitNumber": 1,
    "text": "Which of the following is correct about invention?",
    "correctAnswer": "B",
    "options": {
      "A": "An invention is an outcome of tacit knowledge and stability.",
      "B": "Invention could be a novel device, method, process, or idea.",
      "C": "Invention repeats a solution to a problem.",
      "D": "Inventions couldn't result from extensive R&amp;D.",
      "E": "Practical experimentation doesn't lead to inventions."
    },
    "explanation": "An invention is an outcome of creativity and experimentation. Invention could be a novel device, method, process, or idea. It provides a new solution to a problem or a new way of doing things. Inventions could result from extensive R&amp;D or practical experimentation."
  },
  {
    "id": "3719586",
    "unitNumber": 1,
    "text": "Which term refers to creations of the mind, such as inventions; literary and artistic works; designs; and symbols, names, and images used in commerce, including copyrights, trademarks, patents, and related rights?",
    "correctAnswer": "A",
    "options": {
      "A": "Intellectual property",
      "B": "Knowledge creation",
      "C": "Research and development",
      "D": "Innovation system",
      "E": "Research design"
    },
    "explanation": "Intellectual property (IP) refers to creations of the mind, such as inventions; literary and artistic works; designs; and symbols, names, and images used in commerce, including copyrights, trademarks, patents, and related rights."
  },
  {
    "id": "3719591",
    "unitNumber": 1,
    "text": "Which of the following is <strong><u>not</u></strong> one of the requirements for an invention to be patented?",
    "correctAnswer": "C",
    "options": {
      "A": "Consist of a patentable subject matter",
      "B": "Be industrially applicable",
      "C": "Be a modification of existing technology",
      "D": "Be novel and not disclosed before",
      "E": "Exhibit a sufficient inventive step"
    },
    "explanation": "To be patented the invention must \n • <strong>consist of a patentable subject matter: </strong>Depending on the country and the IP law in that country the invention should meet eligibility requirements for application. Think about the patent of James Watt. It was possible to obtain a patent then, but now obtaining a patent for general methods is not possible. \n • <strong>be industrially applicable: </strong>The invention should demonstrate usefulness in industry. \n • <strong>be new: </strong>The invention must be novel and not disclosed or known to the public before the patent application is filed. \n • <strong>exhibit a sufficient “inventive step”: </strong>The invention should be non-obvious to a skilled person in the relevant field. It should not be a simple modification of existing knowledge or technology."
  },
  {
    "id": "3719592",
    "unitNumber": 1,
    "text": "Which refers to the exclusive rights granted to owners of distinctive signs (such as logos, names, or symbols) used in commerce to distinguish a firm’s goods or services from others?",
    "correctAnswer": "C",
    "options": {
      "A": "Patents",
      "B": "Copyright",
      "C": "Trademark",
      "D": "Industrial designs",
      "E": "Geographical indications"
    },
    "explanation": "<strong>Trademarks</strong>: Exclusive rights granted to owners of distinctive signs (such as logos, names, or symbols) used in commerce to distinguish a firm’s goods or services from others. For example, company logos, brand names, product packaging designs. Trademarks provide protection indefinitely as long as they are renewed."
  },
  {
    "id": "3719596",
    "unitNumber": 1,
    "text": "What is true about inventions and innovations?",
    "correctAnswer": "A",
    "options": {
      "A": "Innovations are commercialized inventions.",
      "B": "Invention and innovation refers to the same definition.",
      "C": "Both refers to theoretical knowledge.",
      "D": "Invention involves creating something new while innovation doesn't.",
      "E": "Invention is limited to physical products unlike innovation."
    },
    "explanation": "Innovation differs from invention in the sense that it requires a commercialization step, thus innovations are commercialized inventions. Innovation is often defined as the process of introducing new products, services, production processes, or ways of organization that create value for individuals, organizations, or society, emphasizing the implementation of inventions."
  },
  {
    "id": "3719600",
    "unitNumber": 1,
    "text": "What does product innovation refers to?",
    "correctAnswer": "C",
    "options": {
      "A": "Implementing new business processes",
      "B": "Enhancing administrative activities in organizations",
      "C": "Introducing a new or significantly improved good or service",
      "D": "Creating a new management strategy",
      "E": "Creating a business process innovation"
    },
    "explanation": "A product innovation is a new or improved good or service that differs significantly from the firm’s previous goods or services and that has been introduced on the market."
  },
  {
    "id": "3844618",
    "unitNumber": 1,
    "text": "What distinguishes tacit knowledge from codified knowledge?",
    "correctAnswer": "B",
    "options": {
      "A": "It is easily written and shared",
      "B": "It involves skills difficult to express or transfer",
      "C": "It is composed only of numerical data",
      "D": "It must be stored in cloud databases",
      "E": "It is used exclusively in AI models"
    },
    "explanation": "Tacit knowledge is personal, difficult to articulate, and harder to formalize and communicate. It includes insights, intuitions, and skills that individuals acquire through experience, sometimes by learning by doing, sometimes by working with the codified knowledge, and sometimes working to produce codified knowledge."
  },
  {
    "id": "3844619",
    "unitNumber": 1,
    "text": "Which of the following is part of the knowledge codification process?",
    "correctAnswer": "A",
    "options": {
      "A": "Expressing knowledge in formulas or structured codes",
      "B": "Hiding knowledge for competitive advantage",
      "C": "Transferring knowledge via genetic memory",
      "D": "Ignoring tacit knowledge to increase accuracy",
      "E": "Repeating data collection indefinitely"
    },
    "explanation": "Codification is expressing a piece of knowledge in codes, formulas or text so that it could be understood by any (capable) person. There are five elements of the codification process."
  },
  {
    "id": "3844620",
    "unitNumber": 1,
    "text": "According to the Frascati Manual, what characteristic makes R&amp;D novel?",
    "correctAnswer": "D",
    "options": {
      "A": "It is based on existing industry practices",
      "B": "It involves copying competitors’ products",
      "C": "It focuses on marketing and sales techniques",
      "D": "It creates new knowledge not used before",
      "E": "It relies entirely on digital data"
    },
    "explanation": "The activity has to create new knowledge that improves the existing stock of knowledge. For instance, when a firm is involved in an R&amp;D project the activity should result in new findings that are not already used in the industry."
  },
  {
    "id": "3844621",
    "unitNumber": 1,
    "text": "Which is the best example of applied research?",
    "correctAnswer": "C",
    "options": {
      "A": "Studying unknown bacteria for general knowledge",
      "B": "Testing new types of fonts for graphic design",
      "C": "Creating a user-friendly interface for online banking",
      "D": "Exploring the color spectrum of deep-sea creatures",
      "E": "Measuring gravitational fields of distant planets"
    },
    "explanation": "Applied research is conducted to determine possible uses for the basic research outcomes or to develop new methods or ways of achieving specific and mostly predetermined objectives."
  },
  {
    "id": "3844622",
    "unitNumber": 1,
    "text": "What defines the difference between technology and technological product?",
    "correctAnswer": "B",
    "options": {
      "A": "Technology is expensive; product is cheap",
      "B": "Technology is knowledge-based; product is application-based",
      "C": "Technology must be physical; product must be virtual",
      "D": "Technology is faster; product is always delayed",
      "E": "Technology is about process; product is about solution"
    },
    "explanation": "There is a difference between technology and technological products. The former is related to the solution, the know-how. The latter is more related to the specific application of the know-how to devise new products or improve the existing ones."
  },
  {
    "id": "3844623",
    "unitNumber": 1,
    "text": "Why was James Watt’s steam engine patent considered controversial?",
    "correctAnswer": "E",
    "options": {
      "A": "It was denied due to technical failure",
      "B": "It applied only to international markets",
      "C": "It was used only in textile factories",
      "D": "It was never applied in real industries",
      "E": "It restricted development of related engines for years"
    },
    "explanation": "The patent was granted more to a method rather than the product. For this reason, other potential steam engines that rest on the same principle, or even on different methods, could not be developed for about 30 years until the patent protection expired."
  },
  {
    "id": "3844625",
    "unitNumber": 1,
    "text": "What makes an invention different from an innovation?",
    "correctAnswer": "D",
    "options": {
      "A": "Innovation has no technical basis",
      "B": "Invention is based on AI-generated models",
      "C": "Invention requires patents; innovation does not",
      "D": "Innovation involves market application",
      "E": "Invention is commercialized immediately"
    },
    "explanation": "The basic difference between an invention and innovation is commercialization, which is the process of introducing a new product or service into the market. Thus, one can shortly define innovation as commercialized inventions."
  },
  {
    "id": "3844626",
    "unitNumber": 1,
    "text": "Which of the following is an example of an industrial design under IPR?",
    "correctAnswer": "A",
    "options": {
      "A": "The shape and color of a new car model",
      "B": "A programming algorithm",
      "C": "A handwoven carpet from Kayseri",
      "D": "A software source code",
      "E": "A corporate logo and slogan"
    },
    "explanation": "Industrial Designs: Protection for the visual design of objects that have an aesthetic value. For instance, the design of furniture, automobiles, and electronic devices."
  },
  {
    "id": "3844627",
    "unitNumber": 1,
    "text": "What best describes a national innovation system?",
    "correctAnswer": "C",
    "options": {
      "A": "A private sector agreement to protect trade secrets",
      "B": "A set of government-only technology rules",
      "C": "A network of actors interacting to generate and diffuse innovation",
      "D": "A university-led publication management structure",
      "E": "A framework for regional marketing strategies"
    },
    "explanation": "An innovation system is a network of institutions and organizations in the public and private sectors that interact and collaborate to generate, disseminate, and utilize knowledge and technologies."
  },
  {
    "id": "3844628",
    "unitNumber": 1,
    "text": "What is a major purpose of mission-oriented policy?",
    "correctAnswer": "B",
    "options": {
      "A": "To promote entertainment and media industries",
      "B": "To solve specific societal challenges through coordinated efforts",
      "C": "To eliminate all forms of public research funding",
      "D": "To increase the number of patents without evaluation",
      "E": "To reduce competition among tech firms"
    },
    "explanation": "A mission-oriented policy refers to a strategic, goal-oriented approach to public policy that targets specific grand challenges with clear, ambitious objectives."
  },
  {
    "id": "3719112",
    "unitNumber": 2,
    "text": "Which of the following options provides a complete list of the types of conventional measurement of innovations?",
    "correctAnswer": "A",
    "options": {
      "A": "R&amp;D statistics, patent statistics, and innovation surveys",
      "B": "Financial metrics, technological performance, and user adoption",
      "C": "Patent counts, R&amp;D investment, and consumer feedback",
      "D": "Market share, research output, and regulatory compliance",
      "E": "Product quality, company reputation, and media coverage"
    },
    "explanation": "The correct answer is A. There are three types of conventional measurement of innovation. The first one is using R&amp;D statistics to proxy innovation, assuming that R&amp;D expenditures and human resources in R&amp;D are important determinants of innovation. The second conventional measurement is patent statistics. The indicators that are derived from the patent statistics are good proxies for measuring invention. The third one is innovation surveys, include a variety of questions that address various stages of the innovation process."
  },
  {
    "id": "3719593",
    "unitNumber": 2,
    "text": "What does the \"head count\" method of measuring R&amp;D personnel involve?",
    "correctAnswer": "B",
    "options": {
      "A": "Counting only full-time employees engaged in R&amp;D",
      "B": "Counting all employees involved in R&amp;D, regardless of time spent",
      "C": "Estimating the total hours spent on R&amp;D by all employees",
      "D": "Converting part-time R&amp;D work into full-time equivalents",
      "E": "Calculating the total financial cost of employing R&amp;D personnel"
    },
    "explanation": "The correct answer i B. One of the commonly used R&amp;D measure is human resources in R&amp;D. It is possible to calculate head counts of R&amp;D personnel, where you count employees who are R&amp;D personnel regardless of how much time they devote to R&amp;D. For instance, one could work 40 hours a week on R&amp;D or 10 hours. In both cases, these persons are counted as R&amp;D personnel."
  },
  {
    "id": "3719597",
    "unitNumber": 2,
    "text": "What is one major limitation of using patents as a proxy for innovation?",
    "correctAnswer": "D",
    "options": {
      "A": "Patents are not granted by international organizations.",
      "B": "Patent data cannot distinguish between applications and granted patents.",
      "C": "Patents are limited to technological inventions.",
      "D": "Many patents are never commercialized or renewed.",
      "E": "Patents always indicate downstream innovation success."
    },
    "explanation": "The correct answer is D. Though patent data can be reached easily and is mostly used in academic research, there are problems in using patent data, especially as a proxy for innovation. We generally do not know whether a patent is commercialized. Patents provide a measurement around “invention,” which is a stage in the innovation process. There are many patents that remain as only patents, not ever commercialized and not even<br/>renewed."
  },
  {
    "id": "3719606",
    "unitNumber": 2,
    "text": "What is the purpose of the \"turnover from innovative products\" section in an innovation survey?",
    "correctAnswer": "B",
    "options": {
      "A": "To calculate the firm's total revenue",
      "B": "To determine the financial success of innovative products and services",
      "C": "To compare turnover data across different industries",
      "D": "To identify non-innovative products",
      "E": "To estimate future market trends for innovative goods"
    },
    "explanation": "The correct answer is B. An innovation survey consists of several parts, including the turnover from innovative products - a section that focuses on the share of turnover of innovative goods and services within total turnover."
  },
  {
    "id": "3719609",
    "unitNumber": 2,
    "text": "What is the main purpose of innovation surveys based on the Oslo Manual?",
    "correctAnswer": "A",
    "options": {
      "A": "To compare innovation data across firms, regions, and countries",
      "B": "To measure only product and process innovations",
      "C": "To collect financial data on innovation expenditures",
      "D": "To evaluate the success of public innovation policies",
      "E": "To evaluate whether national goals are achieved"
    },
    "explanation": "The correct answer is A. Innovation surveys could be defined as any survey that attempts to measure innovation following the definitions and methodology of the Oslo Manual. The innovation survey collects data at the firm level. Because the methodology is pegged on the Oslo Manual, innovation surveys provide data comparable at the firm, region, and country level."
  },
  {
    "id": "3719616",
    "unitNumber": 2,
    "text": "What is a reason firms might use patents as collateral?",
    "correctAnswer": "A",
    "options": {
      "A": "To reduce the cost of patent applications",
      "B": "To secure credit or funding",
      "C": "To bypass intellectual property laws",
      "D": "To ensure patents are not used by competitors",
      "E": "To block technology development in a specific product line"
    },
    "explanation": "The correct answer is A. Firms obtain patents for many different reasons. One of these reasons is using patents as leverage or using them as collateral when they are applying for credits."
  },
  {
    "id": "3719623",
    "unitNumber": 2,
    "text": "According to Kelly et al.'s (2021) paper introducing a new measure of technological innovation using patent text analysis, what is analyzed to determine the \"impact\" of patent X on future patents?",
    "correctAnswer": "D",
    "options": {
      "A": "The economic revenue generated by the patent",
      "B": "The number of citations received from future patents",
      "C": "The global adoption of the technology",
      "D": "The recurrence of its terminology, concepts, and phrases in future patents",
      "E": "The commercialization of the patent by different firms"
    },
    "explanation": "The correct answer is D.\n Treating text as data and using natural language processing can be very useful in generating novel innovation measures. One such attempt is the paper by Kelly et al. (2021). This paper aims to create a new measure of technological innovation using patent text analysis, which can be consistently applied across time and space. The authors introduce a new method that uses state-of-the-art textual analysis techniques to identify breakthrough innovations. They create a measure of patent “significance” using text analysis of patent documents that considers both novelty (distinct from prior patents) and impact (similar to future patents).<br/>The measure is available for the entire history of US patents (1840-2010).The paper analyses the “distinctness from prior patents” by analysing the text of all the patents that were granted from 1980 to 2000. If the terminology, concepts, and phrases in patent X is significantly different from the prior patents in the past 20 years, there is a potential that this patent withholds radical technological information."
  },
  {
    "id": "3719625",
    "unitNumber": 2,
    "text": "What is the main advantage of using AI and web-based innovation indicators for measuring innovation, as discussed by Kinze and Lenz (2021)?",
    "correctAnswer": "B",
    "options": {
      "A": "It allows firms to self-report their innovation activities.",
      "B": "It can predict innovation using easily accessible and low-cost web data.",
      "C": "It provides real-time patent statistics for firms.",
      "D": "It directly measures the economic impact of innovation.",
      "E": "It uses highly reliable data for predicting innovation."
    },
    "explanation": "The correct answer is B. One of the ways of non-conventional measurement is using AI to determine whether a company is innovative or not. One of the earlier examples of related research is the paper by Kinze and Lenz (2021). This research introduces a novel method for creating web-based innovation indicators. By leveraging readily available web data and machine learning, the authors develop a system capable of identifying product innovator firms at a large scale. What is nice about this is that the system can work any time, and the marginal cost of obtaining data in frequent time intervals is almost zero."
  },
  {
    "id": "3719629",
    "unitNumber": 2,
    "text": "Which of the following is <u>not</u> one of the main determinants used in the European Innovation Scoreboard's innovation index?",
    "correctAnswer": "D",
    "options": {
      "A": "Framework conditions",
      "B": "Investments",
      "C": "Impacts of innovation",
      "D": "Patenting activity",
      "E": "Innovation"
    },
    "explanation": "The correct answer is D.\n The European Innovation Scoreboard (EIS) uses a set of indicators grouped under four main determinants to measure innovation:\n <ol> <li>Framework conditions - This includes indicators that measure the environment for innovation, such as human resources, the attractiveness of the research system, and digitalization.</li> <li>Investments - This includes indicators that measure funding and investments in innovation, such as firm investments and government R&amp;D grants.</li> <li>Innovation - This focuses on the innovation process itself, including intellectual assets, product and process innovators, and collaboration linkages.</li> <li>Impacts of innovation - This assesses the outcomes or impacts of innovation, such as sales of innovative products, employment effects, and environmental impacts.</li> </ol> Patenting activity is not directly listed as one of the main determinants of the index."
  },
  {
    "id": "3719633",
    "unitNumber": 2,
    "text": "What is the main purpose of policy impact analysis in the context of R&amp;D and innovation data?",
    "correctAnswer": "B",
    "options": {
      "A": "To assess the general trends in R&amp;D spending across countries",
      "B": "To determine whether firms' private R&amp;D spending increases due to specific policy tools",
      "C": "To measure the total number of patents granted in a region",
      "D": "To track the number of researchers involved in R&amp;D activities globally",
      "E": "To evaluate the overall policies of global innovation indices"
    },
    "explanation": "The correct answer is B. Policy impact analysis aims to evaluate how effectively certain policy tools, like R&amp;D grants or tax exemptions, influence outcomes such as private R&amp;D spending. If the policy's goal is to encourage firms to spend more on R&amp;D, the analysis will measure whether there has been an increase in this spending as a result. This helps to elevate the success of the policy intervention."
  },
  {
    "id": "3844510",
    "unitNumber": 2,
    "text": "Which manuals provide the fundamental tools to define concepts like R&amp;D, innovation, and patents?",
    "correctAnswer": "A",
    "options": {
      "A": "Frascati and Oslo Manuals",
      "B": "Lisbon and Madrid Manuals",
      "C": "OECD and UNESCO Manuals",
      "D": "Patent Cooperation and Hague Manuals",
      "E": "WTO and IMF Manuals"
    },
    "explanation": "To measure a concept, first it has to be defined. The definition should be clear, applicable to data, and shouldn’t be specific to a context..."
  },
  {
    "id": "3844511",
    "unitNumber": 2,
    "text": "Which is NOT one of the three types of conventional measurement of innovation?",
    "correctAnswer": "D",
    "options": {
      "A": "R&amp;D statistics",
      "B": "Patent statistics",
      "C": "Innovation surveys",
      "D": "AI-based innovation prediction",
      "E": "All of the above"
    },
    "explanation": "There are three types of conventional measurement of innovation. Figure 2.1 puts all three conventional measures in the context of an innovation process..."
  },
  {
    "id": "3844513",
    "unitNumber": 2,
    "text": "Which of the following is NOT typically included in R&amp;D statistics collected by statistics offices?",
    "correctAnswer": "D",
    "options": {
      "A": "R&amp;D expenditures",
      "B": "R&amp;D personnel data",
      "C": "Sources of R&amp;D expenditures",
      "D": "Marketing campaign budgets",
      "E": "Types of R&amp;D"
    },
    "explanation": "As indicated above, the first measure that comes to mind when collecting R&amp;D statistics is R&amp;D expenditures..."
  },
  {
    "id": "3844514",
    "unitNumber": 2,
    "text": "What is a triadic patent?",
    "correctAnswer": "C",
    "options": {
      "A": "A patent that is granted in three technical fields",
      "B": "A patent applied for in four countries",
      "C": "A patent granted in Japanese, European, and US Patent Offices",
      "D": "A patent that covers three inventions",
      "E": "A patent obtained by three inventors"
    },
    "explanation": "A triadic patent is a patent where the same patent for the same inventors is granted in Japanese, European, and United States Patent Offices."
  },
  {
    "id": "3844515",
    "unitNumber": 2,
    "text": "What does The Oslo Manual primarily provide guidelines for?",
    "correctAnswer": "B",
    "options": {
      "A": "Patent filing procedures",
      "B": "Collecting innovation statistics",
      "C": "Conducting market analysis",
      "D": "Measuring GDP growth",
      "E": "Training AI models"
    },
    "explanation": "<strong>After the first version of the Oslo Manual in 1992, the attempts to measure innovation using surveys accelerated.</strong> Innovation surveys could be defined as any survey that attempts to measure innovation following the definitions and methodology of the Oslo Manual. The innovation survey collects data at the firm level. Because the methodology is pegged on the Oslo Manual, innovation surveys provide data comparable at the firm, region, and country level. For instance, there is a harmonised Community Innovation Survey that is applied in about 40 European countries, including Türkiye (The full set of innovation survey questionnaires is available at: https://ec.europa.eu/eurostat/web/microdata/community- innovation-survey). There are similar innovation surveys applied in African, Asian, and Latin American countries. As we have indicated before, innovation surveys include questions regarding the whole innovation process ("
  },
  {
    "id": "3844516",
    "unitNumber": 2,
    "text": "In the study by Kelly et al. (2021), what is measured using patent text analysis?",
    "correctAnswer": "B",
    "options": {
      "A": "Patent filing costs",
      "B": "Patent novelty and impact",
      "C": "Number of inventors per patent",
      "D": "Patent expiration rates",
      "E": "Patent application processing time"
    },
    "explanation": "Treating text as data and using natural language processing can be very useful in generating novel innovation measures. One such attempt is the paper by Kelly et al. (2021). This paper aims to create a new measure of technological innovation using patent text analysis, which can be consistently applied across time and space."
  },
  {
    "id": "3844517",
    "unitNumber": 2,
    "text": "In the Kinze and Lenz (2021) study, what was AI used for?",
    "correctAnswer": "B",
    "options": {
      "A": "Predicting GDP growth",
      "B": "Identifying product innovator firms",
      "C": "Counting the number of patents",
      "D": "Detecting plagiarism in patent applications",
      "E": "Estimating R&amp;D budgets"
    },
    "explanation": "Another development in non-conventional measurement is using AI to determine whether a company is innovative or not..."
  },
  {
    "id": "3844518",
    "unitNumber": 2,
    "text": "Which index uses 32 indicators grouped under 4 main determinants of innovation?",
    "correctAnswer": "C",
    "options": {
      "A": "Global Competitiveness Index",
      "B": "Global Innovation Index",
      "C": "European Innovation Scoreboard",
      "D": "Global Entrepreneurship Index",
      "E": "Innovation Performance Index"
    },
    "explanation": "One particular way of using R&amp;D and innovation indicators is building indices that measure innovation..."
  },
  {
    "id": "3844519",
    "unitNumber": 2,
    "text": "Which is NOT a limitation of big data sources for measuring innovation?",
    "correctAnswer": "C",
    "options": {
      "A": "Bias towards larger firms",
      "B": "Coverage imbalance",
      "C": "Real-time analysis capability",
      "D": "Over-representation of certain activities",
      "E": "Favouring product innovation over process innovation"
    },
    "explanation": "Big data sources, such as firm websites, social media platforms, proprietary data, media reports, job postings, and online platforms, hold vast amounts of information that can be mined for insights into firm innovation activities. While these sources are not explicitly designed to track innovation, they often contain valuable information related to new product development, process improvements, and market entry strategies. By applying data mining techniques, researchers can extract and analyse this unstructured data to create new and more comprehensive indicators of firm innovation"
  },
  {
    "id": "3844520",
    "unitNumber": 2,
    "text": "Which is NOT an advantage of big data in innovation measurement?",
    "correctAnswer": "D",
    "options": {
      "A": "Lower cost than surveys",
      "B": "Real-time analysis",
      "C": "Comprehensive firm-level coverage",
      "D": "Standardized data across all firms",
      "E": "Linking multiple data sources"
    },
    "explanation": "Big data offers several advantages over traditional data collection methods. Big data analysis can be conducted in real-time, providing immediate insights into innovation activities, unlike surveys, which often have a lag of several years. It can be repeated frequently at low cost, allowing for continuous monitoring of innovation trends. The cost of big data analysis is significantly lower than traditional surveys like the CIS. It can also provide comprehensive data on the entire firm population, avoiding sampling errors and biases associated with surveys. Publicly available big data sources allow for the publication of data at the firm level, which facilitates the creation of micro-level databases and the linking of data from multiple sources. The linked data is a valuable source for econometric analysis"
  },
  {
    "id": "3719628",
    "unitNumber": 3,
    "text": "Which of the following best describes the concept of 'private returns to R&amp;D'?",
    "correctAnswer": "A",
    "options": {
      "A": "The benefits firms receive from their own R&amp;D investments.",
      "B": "The spillovers of R&amp;D benefits to other firms and industries.",
      "C": "The government subsidies provided for R&amp;D activities.",
      "D": "The overall societal benefits derived from R&amp;D projects.",
      "E": "The reduction in production costs due to technological improvements."
    },
    "explanation": "Private returns refer to the benefits that firms directly obtain from their R&amp;D investments, such as increased profits or reduced costs. Social returns, in contrast, include benefits that spill over to other firms or industries."
  },
  {
    "id": "3719638",
    "unitNumber": 3,
    "text": "Which production function does primal approach considers?",
    "correctAnswer": "A",
    "options": {
      "A": "Cobb-Douglas",
      "B": "Bernstein and Nadiri",
      "C": "Tobin’s q methodology",
      "D": "Growth accounting approach",
      "E": "Knowledge spillover function"
    },
    "explanation": "<strong>The Primal Approach: </strong>This approach considers a Cobb-Douglas production function extended with knowledge capital."
  },
  {
    "id": "3719640",
    "unitNumber": 3,
    "text": "According to the dual approach, which type of function is used to represent technology when assuming cost minimization or profit maximization?",
    "correctAnswer": "A",
    "options": {
      "A": "Cost function",
      "B": "Production function",
      "C": "Adjustment cost model",
      "D": "Knowledge spillover function",
      "E": "Duality theorem function"
    },
    "explanation": "This approach depends on both a technological representation and the assumption of optimizing behavior. If we assume cost minimization or profit maximization, the technology can be represented by a cost function or a profit function using the duality theorems."
  },
  {
    "id": "3719642",
    "unitNumber": 3,
    "text": "Which of the following is a primary issue related to the measurement of productivity when assessing the returns to R&amp;D?",
    "correctAnswer": "B",
    "options": {
      "A": "Lack of data on value-added at the firm level",
      "B": "The inclusion of quality adjustments in price deflators",
      "C": "Estimating the optimal depreciation rate for tangible assets",
      "D": "Determining the effect of government subsidies on R&amp;D",
      "E": "Quantifying the spillover effects of R&amp;D in non-competitive markets"
    },
    "explanation": "One of the major measurement issues involves adjusting for quality in price deflators, especially when new products enter price indices with a lag. This can lead to an overestimation of prices for R&amp;D-intensive products."
  },
  {
    "id": "3719643",
    "unitNumber": 3,
    "text": "What is a significant issue when using value-added as a measure for output in assessing returns to R&amp;D?",
    "correctAnswer": "D",
    "options": {
      "A": "It leads to underestimation of R&amp;D elasticity due to lack of data on materials",
      "B": "It overestimates the role of labor costs in productivity",
      "C": "It results in double-counting R&amp;D expenditures in conventional inputs",
      "D": "It fails to account for the substitution between intermediate inputs and primary inputs",
      "E": "It does not adjust for quality improvements in capital inputs"
    },
    "explanation": "While value-added is commonly used as a measure for output, it does not fully account for the substitution between intermediate inputs and primary inputs, which gross output captures more effectively."
  },
  {
    "id": "3719648",
    "unitNumber": 3,
    "text": "What does empirical evidence suggest about the elasticity of output with respect to R&amp;D in high-income countries?",
    "correctAnswer": "B",
    "options": {
      "A": "It remains stable across industries",
      "B": "It shows diminishing returns as R&amp;D stock increases",
      "C": "It fluctuates significantly depending on firm size",
      "D": "It is consistently higher than in low-income countries",
      "E": "It is unaffected by changes in market conditions"
    },
    "explanation": "Empirical findings indicate that as the ratio of R&amp;D stock to output increases, the elasticity of output with respect to R&amp;D tends to decline, reflecting diminishing returns ."
  },
  {
    "id": "3719651",
    "unitNumber": 3,
    "text": "Which approach is commonly used to estimate the private returns to R&amp;D at the industry level?",
    "correctAnswer": "C",
    "options": {
      "A": "Primal approach",
      "B": "Growth accounting",
      "C": "Dual approach",
      "D": "Tobin's q methodology",
      "E": "Perpetual inventory method"
    },
    "explanation": "The dual approach is frequently applied to industry-level data, utilizing factor demand equations to assess returns on R&amp;D investments ."
  },
  {
    "id": "3719653",
    "unitNumber": 3,
    "text": "What is one of the main reasons for the variability in private rates of return to R&amp;D across different sectors?",
    "correctAnswer": "E",
    "options": {
      "A": "Differences in the elasticity of labor",
      "B": "Changes in consumer preferences",
      "C": "The impact of government subsidies",
      "D": "The level of competition in the industry",
      "E": "Variations in capital adjustment costs"
    },
    "explanation": "Differences in capital adjustment costs are cited as a significant factor contributing to variability in private rates of return to R&amp;D across sectors ."
  },
  {
    "id": "3719661",
    "unitNumber": 3,
    "text": "Which factor is commonly considered in estimating the social returns to R&amp;D according to the empirical studies?",
    "correctAnswer": "A",
    "options": {
      "A": "The diffusion of R&amp;D spillovers across industries",
      "B": "The impact of R&amp;D on labor productivity",
      "C": "The level of government subsidies for R&amp;D",
      "D": "The depreciation rate of tangible assets",
      "E": "The competition between firms for market share"
    },
    "explanation": "Empirical studies emphasize that social returns to R&amp;D are significantly affected by how R&amp;D spillovers diffuse across industries, enhancing productivity beyond the original firm ."
  },
  {
    "id": "3719663",
    "unitNumber": 3,
    "text": "What challenge is often encountered when measuring the rate of return for external R&amp;D spillovers?",
    "correctAnswer": "C",
    "options": {
      "A": "Estimating the elasticity of output with respect to capital",
      "B": "Adjusting for quality changes in R&amp;D investments",
      "C": "Selecting the appropriate weighting matrix for spillover effects",
      "D": "Measuring the direct impact of R&amp;D on sales",
      "E": "Calculating the short-term impact on stock prices"
    },
    "explanation": "ne of the key challenges in measuring R&amp;D spillovers is selecting the correct weighting matrix to accurately represent the flow of knowledge and spillover effects between firms and industries."
  },
  {
    "id": "3844016",
    "unitNumber": 3,
    "text": "What is the primary aim of R&amp;D investment according to the introduction?",
    "correctAnswer": "C",
    "options": {
      "A": "To increase consumer surplus",
      "B": "To increase employee wages",
      "C": "To enlarge the knowledge stock",
      "D": "To expand production facilities",
      "E": "To reduce taxation"
    },
    "explanation": "The main objective of R&amp;D is to enlarge the knowledge stock, which contributes to technological advancement and productivity growth."
  },
  {
    "id": "3844017",
    "unitNumber": 3,
    "text": "What does the elasticity parameter 'γ' represent in the primal approach?",
    "correctAnswer": "C",
    "options": {
      "A": "The marginal cost of R&amp;D",
      "B": "The return to tangible capital",
      "C": "The elasticity of output with respect to individual R&amp;D stock",
      "D": "The elasticity of output with respect to external demand",
      "E": "The depreciation rate of R&amp;D"
    },
    "explanation": "In the Cobb-Douglas production function with R&amp;D, γ measures how much output changes in response to a change in the firm's own R&amp;D stock."
  },
  {
    "id": "3844018",
    "unitNumber": 3,
    "text": "Which method allows for calculating total factor productivity (TFP) in the primal approach?",
    "correctAnswer": "A",
    "options": {
      "A": "Divisia index",
      "B": "Profit margin analysis",
      "C": "Net present value",
      "D": "Solow residual only",
      "E": "Patent citation counts"
    },
    "explanation": "The Divisia index is used to estimate TFP growth by accounting for changes in input shares over time."
  },
  {
    "id": "3844019",
    "unitNumber": 3,
    "text": "What is a key feature of the dual approach in measuring R&amp;D returns?",
    "correctAnswer": "C",
    "options": {
      "A": "It treats R&amp;D as only a fixed cost",
      "B": "It calculates returns by direct observation",
      "C": "It relies on cost minimization or profit maximization principles",
      "D": "It ignores quasi-fixed inputs",
      "E": "It excludes depreciation in all models"
    },
    "explanation": "The dual approach utilizes cost or profit functions under the assumption of optimizing behavior, deriving input demand and output supply from duality theorems."
  },
  {
    "id": "3844020",
    "unitNumber": 3,
    "text": "What is one of the main challenges in measuring R&amp;D productivity at the firm level?",
    "correctAnswer": "C",
    "options": {
      "A": "A lack of patent registrations",
      "B": "Overestimation of labor inputs",
      "C": "Double counting of R&amp;D components in inputs",
      "D": "Lack of access to external funding",
      "E": "Too many international comparisons"
    },
    "explanation": "Without adjusting for R&amp;D costs in conventional inputs, double counting occurs, distorting productivity estimates."
  },
  {
    "id": "3844021",
    "unitNumber": 3,
    "text": "According to Hall et al. (2010), which depreciation rate is most commonly used in R&amp;D studies?",
    "correctAnswer": "C",
    "options": {
      "A": "8%",
      "B": "10%",
      "C": "15%",
      "D": "20%",
      "E": "25%"
    },
    "explanation": "A 15% depreciation rate is commonly used in empirical studies, following earlier work by Griliches."
  },
  {
    "id": "3844022",
    "unitNumber": 3,
    "text": "What is a reason for lower R&amp;D elasticity estimates in temporal models?",
    "correctAnswer": "C",
    "options": {
      "A": "More accurate patent counts",
      "B": "Reduced impact of spillovers",
      "C": "Measurement errors and collinearity",
      "D": "Focus on non-technological sectors",
      "E": "Overuse of value-added indicators"
    },
    "explanation": "Collinearity between inputs like tangible and intangible capital, and measurement errors in R&amp;D data, lead to lower elasticity estimates in temporal models."
  },
  {
    "id": "3844023",
    "unitNumber": 3,
    "text": "What type of spillover involves R&amp;D-embodied goods purchased without revealing full value?",
    "correctAnswer": "D",
    "options": {
      "A": "Tacit spillovers",
      "B": "Process spillovers",
      "C": "Knowledge spillovers",
      "D": "Rent spillovers",
      "E": "Policy spillovers"
    },
    "explanation": "Rent spillovers occur when firms purchase R&amp;D-embedded goods or services without fully capturing their embedded value due to imperfect pricing or information."
  },
  {
    "id": "3844024",
    "unitNumber": 3,
    "text": "How are knowledge spillovers different from rent spillovers?",
    "correctAnswer": "D",
    "options": {
      "A": "They result in negative productivity",
      "B": "They involve a monetary transaction",
      "C": "They do not involve price discrimination",
      "D": "They occur due to codified knowledge and diffusion",
      "E": "They are easier to monetize"
    },
    "explanation": "Knowledge spillovers arise from the spread of codified knowledge and occur when other firms benefit from innovations without direct transactions."
  },
  {
    "id": "3844025",
    "unitNumber": 3,
    "text": "What is one limitation of case studies used to measure social returns to R&amp;D?",
    "correctAnswer": "D",
    "options": {
      "A": "They use outdated growth models",
      "B": "They rely only on government-funded projects",
      "C": "They exclude intangible capital",
      "D": "They over-represent successful innovations",
      "E": "They cannot account for firm-level data"
    },
    "explanation": "Case studies tend to focus on successful R&amp;D projects, leading to biased, overly optimistic estimates of social returns."
  },
  {
    "id": "3719566",
    "unitNumber": 4,
    "text": "Which one of the following is an example of propositional knowledge?",
    "correctAnswer": "B",
    "options": {
      "A": "The recipe for making a cheesecake",
      "B": "Schumpeterian growth theory",
      "C": "The blueprint of a smartphone",
      "D": "Instructions to build a bridge",
      "E": "A marketing strategy"
    },
    "explanation": "If your answer is incorrect, review “From Ideas and Knowledge to Productivity Growth”.<br/>Schumpeterian growth theory is an example of propositional knowledge"
  },
  {
    "id": "3719599",
    "unitNumber": 4,
    "text": "What does Solow's model suggest as the only source of long-run economic growth?",
    "correctAnswer": "C",
    "options": {
      "A": "Capital accumulation",
      "B": "Labor force growth",
      "C": "Technological change",
      "D": "Government subsidies",
      "E": "Increased savings"
    },
    "explanation": "If your answer is incorrect, review “SOLOW’S MODEL AND LONG-RUN ECONOMIC GROWTH”<br/>Solow's model suggests technological change as the only source of long-run economic growth"
  },
  {
    "id": "3719611",
    "unitNumber": 4,
    "text": "According to Schumpeter, which of the following is a driving force of economic development?",
    "correctAnswer": "C",
    "options": {
      "A": "Static equilibrium",
      "B": "Incremental competition",
      "C": "Creative destruction",
      "D": "Perfect market conditions",
      "E": "Labor specialization"
    },
    "explanation": "If your answer is incorrect, review “SCHUMPETERIAN INNOVATION AND ENDOGENOUS TECHNOLOGY”<br/>According to Schumpeter, creative destruction is a driving force of economic development"
  },
  {
    "id": "3719614",
    "unitNumber": 4,
    "text": "Which characteristic makes ideas and knowledge public goods?",
    "correctAnswer": "D",
    "options": {
      "A": "Limited accessibility",
      "B": "Complete exclusivity",
      "C": "Rivalry",
      "D": "Nonrivalry",
      "E": "Scarcity"
    },
    "explanation": "If your answer is incorrect, review “Ideas and Knowledge as Non-Rival and Partially-Excludable Resources”<br/>Nonrivalry and partial excludability makes ideas and knowledge public goods"
  },
  {
    "id": "3719615",
    "unitNumber": 4,
    "text": "In the context of automation, which task is least likely to be automated?",
    "correctAnswer": "C",
    "options": {
      "A": "Data entry",
      "B": "Manual assembly line tasks",
      "C": "Strategic planning",
      "D": "Simple accounting tasks",
      "E": "Customer service via chatbots"
    },
    "explanation": "If your answer is incorrect, review “Automation and the Task-Based Framework”<br/>In the context of automation Strategic planning is least likely to be automated"
  },
  {
    "id": "3719617",
    "unitNumber": 4,
    "text": "What is the main resolution to Solow's productivity paradox?",
    "correctAnswer": "B",
    "options": {
      "A": "Lack of technological innovation",
      "B": "Initial skill depreciation",
      "C": "Excessive use of human labor",
      "D": "Overinvestment in physical capital",
      "E": "Market inefficiencies"
    },
    "explanation": "If your answer is incorrect, review “Solow’s Productivity Paradox”<br/>The main resolution to Solow's productivity paradox is initial skill depreciation"
  },
  {
    "id": "3719618",
    "unitNumber": 4,
    "text": "What does the term “General Purpose Technologies” refer to?",
    "correctAnswer": "B",
    "options": {
      "A": "Specialized technologies used in niche markets",
      "B": "Technologies that transform economic, social, and political structures",
      "C": "Short-term innovations focused on efficiency",
      "D": "Products created for mass consumption",
      "E": "Theoretical technologies with no practical application"
    },
    "explanation": "If your answer is incorrect, review “General Purpose Technologies”<br/>General Purpose Technologies (GPTs) are “pervasive technologies that occasionally transform a society’s entire set of economic, social, and political structures.”"
  },
  {
    "id": "3719619",
    "unitNumber": 4,
    "text": "Which of the following is NOT true about the Schumpeterian approach to innovation?",
    "correctAnswer": "C",
    "options": {
      "A": "It views technological change as an endogenous outcome.",
      "B": "It emphasizes creative destruction.",
      "C": "It focuses only on vertical innovations.",
      "D": "It incorporates entrepreneurship and R&amp;D activities.",
      "E": "It considers market structures and institutions."
    },
    "explanation": "If your answer is incorrect, review “Schumpeter and Mainstream Growth Economic”<br/>the Schumpeterian approach to innovation views technological change as an endogenous outcome, emphasizes creative destruction, incorporates entrepreneurship and R&amp;D activities, and considers market structures and institutions. However, it does not focuses only on vertical innovations."
  },
  {
    "id": "3719620",
    "unitNumber": 4,
    "text": "Fill in the blanks:\n Schumpeter emphasized that innovation often involves creating a ____ combination of resources.",
    "correctAnswer": "C",
    "options": {
      "A": "Fixed",
      "B": "Routine",
      "C": "Creative",
      "D": "Predetermined",
      "E": "Uniform"
    },
    "explanation": "If your answer is incorrect, review “SCHUMPETERIAN INNOVATION AND ENDOGENOUS TECHNOLOGY\"<br/>Schumpeter emphasized that innovation often involves creating a creative combination of resources."
  },
  {
    "id": "3719622",
    "unitNumber": 4,
    "text": "What is a key feature of Mokyr's definition of technology?",
    "correctAnswer": "B",
    "options": {
      "A": "It excludes prescriptive knowledge.",
      "B": "It emphasizes human material gain.",
      "C": "It is focused on rival goods.",
      "D": "It avoids addressing productivity growth.",
      "E": "It includes only physical objects."
    },
    "explanation": "If your answer is incorrect, review “From Ideas and Knowledge to Productivity Growth”<br/>Technology is defined by Mokyr (2002: 3) as “the manipulation of nature for human material gain.” In this particular sense, technology (or technological knowledge) is useful for human progress."
  },
  {
    "id": "3844026",
    "unitNumber": 4,
    "text": "What is the key mechanism through which international R&amp;D spillovers are transmitted?",
    "correctAnswer": "C",
    "options": {
      "A": "Direct investment into foreign capital markets",
      "B": "Patent registration across borders",
      "C": "Importing of intermediate and capital goods",
      "D": "Foreign aid packages",
      "E": "Exporting non-technological goods"
    },
    "explanation": "International R&amp;D spillovers typically occur through the import of intermediate and capital goods that embody foreign R&amp;D."
  },
  {
    "id": "3844027",
    "unitNumber": 4,
    "text": "What does the Coe and Helpman (1995) model use as a channel for international R&amp;D spillovers?",
    "correctAnswer": "B",
    "options": {
      "A": "Labor mobility",
      "B": "Imports",
      "C": "Foreign Direct Investment (FDI)",
      "D": "Joint ventures",
      "E": "Knowledge-sharing workshops"
    },
    "explanation": "The model assumes imports are the primary channel through which international R&amp;D spillovers affect productivity."
  },
  {
    "id": "3844028",
    "unitNumber": 4,
    "text": "According to the Coe and Helpman model, what variable interacts with foreign R&amp;D to create a spillover effect?",
    "correctAnswer": "B",
    "options": {
      "A": "Domestic GDP",
      "B": "Import intensity",
      "C": "Export strength",
      "D": "Currency stability",
      "E": "National debt"
    },
    "explanation": "Foreign R&amp;D is weighted by import intensity to reflect the degree to which a country is exposed to foreign technological knowledge."
  },
  {
    "id": "3844029",
    "unitNumber": 4,
    "text": "What is a key limitation of the Coe and Helpman approach mentioned in the chapter?",
    "correctAnswer": "A",
    "options": {
      "A": "It assumes full absorption of foreign R&amp;D",
      "B": "It underestimates R&amp;D depreciation",
      "C": "It neglects government policy effects",
      "D": "It overemphasizes service sector exports",
      "E": "It uses outdated econometric techniques"
    },
    "explanation": "The approach assumes that all imported R&amp;D is fully absorbed by the importing country, which may not hold true in practice."
  },
  {
    "id": "3844030",
    "unitNumber": 4,
    "text": "What is the purpose of including an interaction term between foreign R&amp;D and human capital in augmented spillover models?",
    "correctAnswer": "C",
    "options": {
      "A": "To reduce multicollinearity",
      "B": "To estimate domestic demand elasticity",
      "C": "To reflect absorptive capacity",
      "D": "To separate sectoral effects",
      "E": "To discount inflation-adjusted variables"
    },
    "explanation": "The interaction term reflects a country’s capacity to absorb and benefit from foreign R&amp;D spillovers, which is linked to its level of human capital."
  },
  {
    "id": "3844031",
    "unitNumber": 4,
    "text": "What is the criticism regarding the measurement of foreign R&amp;D in Coe and Helpman's model?",
    "correctAnswer": "B",
    "options": {
      "A": "It omits the service sector",
      "B": "It fails to capture the intensity of bilateral trade",
      "C": "It uses education as a proxy for skills",
      "D": "It excludes military spending",
      "E": "It assumes R&amp;D depreciates immediately"
    },
    "explanation": "Critics argue that the model fails to capture the varying intensity and direction of bilateral trade when measuring foreign R&amp;D exposure."
  },
  {
    "id": "3844032",
    "unitNumber": 4,
    "text": "What is a notable benefit of the firm-level approach to studying international R&amp;D spillovers?",
    "correctAnswer": "C",
    "options": {
      "A": "It avoids endogeneity concerns",
      "B": "It reflects cross-country currency effects",
      "C": "It allows direct observation of productivity gains",
      "D": "It eliminates the need for econometric models",
      "E": "It assumes full information access"
    },
    "explanation": "Firm-level studies allow for direct measurement of how international R&amp;D affects productivity within firms, offering micro-level insights."
  },
  {
    "id": "3844033",
    "unitNumber": 4,
    "text": "What methodological challenge arises when estimating R&amp;D spillovers using cross-country data?",
    "correctAnswer": "C",
    "options": {
      "A": "Too much firm-specific data",
      "B": "Inability to control for language barriers",
      "C": "Endogeneity of trade and R&amp;D variables",
      "D": "Currency conversion errors",
      "E": "Legal disputes over patent ownership"
    },
    "explanation": "A key issue is the potential endogeneity between trade flows and R&amp;D, making it difficult to establish causality in spillover effects."
  },
  {
    "id": "3844034",
    "unitNumber": 4,
    "text": "What type of knowledge is less likely to be transmitted via international spillovers?",
    "correctAnswer": "D",
    "options": {
      "A": "Codified knowledge",
      "B": "Publicly available knowledge",
      "C": "Processed data",
      "D": "Tacit knowledge",
      "E": "Statistical models"
    },
    "explanation": "Tacit knowledge, which is difficult to codify or transfer, is less likely to be transmitted across borders through standard channels like trade."
  },
  {
    "id": "3844035",
    "unitNumber": 4,
    "text": "What is one of the suggested improvements for future international R&amp;D spillover research?",
    "correctAnswer": "C",
    "options": {
      "A": "Avoiding panel data models",
      "B": "Focusing exclusively on high-income countries",
      "C": "Incorporating firm-level and bilateral trade data",
      "D": "Using nominal values for consistency",
      "E": "Relying solely on import volume measures"
    },
    "explanation": "Combining firm-level analysis with bilateral trade data helps to address some of the empirical limitations of earlier models."
  },
  {
    "id": "3844582",
    "unitNumber": 5,
    "text": "Which historical event is identified as marking the major shift from nomadic to settled agricultural societies (the starting point for many later technological advances)?",
    "correctAnswer": "C",
    "options": {
      "A": "The Industrial Revolution",
      "B": "The Columbian Exchange",
      "C": "The Neolithic (Agricultural) Revolution around 10,000 BC",
      "D": "The Black Death",
      "E": "The Scientific Revolution"
    },
    "explanation": "The chapter identifies the Neolithic (Agricultural) Revolution (~10,000 BC) as the transition from nomadic to settled agricultural life that enabled accumulation, specialization, and many later technologies."
  },
  {
    "id": "3844609",
    "unitNumber": 5,
    "text": "Which statement best describes the <strong>intensive margin</strong> of technology adoption?",
    "correctAnswer": "D",
    "options": {
      "A": "It is a binary indicator of whether a country ever adopts a technology.",
      "B": "It refers to the initial invention date of a technology.",
      "C": "It measures the world technology frontier.",
      "D": "It denotes the process of slow or delayed diffusion within a country after initial adoption.",
      "E": "It tracks patent filings across countries."
    },
    "explanation": "The chapter defines the intensive margin as the slow (or delayed) diffusion process within a country, region, or sector after the technology has initially been adopted. The extensive margin, by contrast, is the binary “adopted or not” indicator."
  },
  {
    "id": "3844610",
    "unitNumber": 5,
    "text": "Which empirical pattern did Zvi Griliches find when studying adoption of hybrid-seed corn?",
    "correctAnswer": "A",
    "options": {
      "A": "An S-shaped (logistic) cumulative adoption curve",
      "B": "A U-shaped adoption curve",
      "C": "Linear adoption with constant slope",
      "D": "Adoption that always accelerates without saturation",
      "E": "Adoption that always decelerates from the start"
    },
    "explanation": "Griliches (1957) found that cumulative adoption of hybrid-seed corn followed an S-shaped or logistic curve: slow initial uptake, accelerated growth, then slowing as saturation is approached. The chapter uses this as the canonical diffusion pattern."
  },
  {
    "id": "3844611",
    "unitNumber": 5,
    "text": "Which diffusion model posits that a non-adopter adopts <strong>only when</strong> the fraction of adopters around them exceeds an individual threshold?",
    "correctAnswer": "C",
    "options": {
      "A": "Inertia",
      "B": "Contagion",
      "C": "Social Influence",
      "D": "Social Learning",
      "E": "Random Adoption"
    },
    "explanation": "The social influence model assumes each potential adopter has a unique threshold; adoption occurs once the local fraction of adopters exceeds that personal threshold. This contrasts with contagion (probability increases with adopters) and social learning (decisions based on observed outcomes)."
  },
  {
    "id": "3844612",
    "unitNumber": 5,
    "text": "Which of the following might be the definition of 'a technology spillover'?",
    "correctAnswer": "E",
    "options": {
      "A": "A paid technology license between firms",
      "B": "A government subsidy to R&amp;D only",
      "C": "A sudden global adoption of a new device",
      "D": "A harmful leakage of trade secrets causing loss of profits",
      "E": "A process where an entity increases its technological knowledge by accessing another's knowledge without payment"
    },
    "explanation": "The chapter defines technology spillover as when a firm/sector/region/country increases its technological knowledge by accessing another entity’s technological ideas <strong>without paying</strong> for them, i.e., an unpriced externality."
  },
  {
    "id": "3844613",
    "unitNumber": 5,
    "text": "Which of the following is listed as <strong>one of the four fundamental determinants</strong> of a country’s absorptive capacity?",
    "correctAnswer": "B",
    "options": {
      "A": "Climate",
      "B": "Economic openness",
      "C": "Military spending",
      "D": "Land area",
      "E": "Currency regime"
    },
    "explanation": "Table 5.3 lists four determinants of absorptive capacity: human capital endowments, economic openness, institutions, and predecessor technologies. Economic openness (trade and FDI exposure) is explicitly named."
  },
  {
    "id": "3844614",
    "unitNumber": 5,
    "text": "Which economic historian emphasized the “advantage of relative backwardness” and the role of special institutional factors (like banks and the state) in follower countries’ industrialization?",
    "correctAnswer": "D",
    "options": {
      "A": "David Landes",
      "B": "Thorstein Veblen",
      "C": "Moses Abramovitz",
      "D": "Alexander Gerschenkron",
      "E": "Zvi Griliches"
    },
    "explanation": "Gerschenkron argued that relatively backward nations could exploit advantages in catching up and that “special institutional factors” (e.g., banking systems, state intervention) could play enabling roles-this is summarized in the chapter’s discussion of his work."
  },
  {
    "id": "3844615",
    "unitNumber": 5,
    "text": "According to the discussion of adoption → innovation transitions, what strategic shift is described when a follower country gets <strong>closer</strong> to the world technology frontier?",
    "correctAnswer": "B",
    "options": {
      "A": "A shift toward an investment-based strategy emphasizing older managers and capital accumulation",
      "B": "A shift toward an innovation-based strategy with younger firms, short-term contracts, and highly talented managers",
      "C": "A decision to close borders and stop technology transfers",
      "D": "Complete reliance on foreign aid for growth",
      "E": "Prioritizing only agriculture over industry"
    },
    "explanation": "The chapter explains that closer proximity to the frontier makes innovation relatively more important, encouraging younger firms, short-term contracts, and hiring more talented managers."
  },
  {
    "id": "3844616",
    "unitNumber": 5,
    "text": "Which pair is identified as key causes that can make a frontier technology <strong>inappropriate</strong> for a follower country?",
    "correctAnswer": "B",
    "options": {
      "A": "Geographic latitude and average years of schooling",
      "B": "Physical capital (machinery) intensities and human-capital (skill) intensities",
      "C": "Patent law strictness and inflation rate",
      "D": "Fiscal deficit and export composition",
      "E": "Crop yields and road density"
    },
    "explanation": "The chapter explains that a new frontier technology may be inappropriate if it is tailored to a particular range of capital-labor ratios (physical capital intensity) or biased toward skilled labor (human-capital intensity) that the follower lacks. These two endogenous factors are highlighted as decisive."
  },
  {
    "id": "3844617",
    "unitNumber": 5,
    "text": "Which of the following transitions is described as being <em>directly</em> influenced by the adoption of frontier technologies?",
    "correctAnswer": "A",
    "options": {
      "A": "Structural transformation from agriculture to industry and services",
      "B": "Immediate changes in national language policy",
      "C": "Sudden reversals in climate patterns",
      "D": "Instantaneous disappearance of cultural traditions",
      "E": "The abolition of all trade barriers overnight"
    },
    "explanation": "The chapter explains that adopting frontier technologies alters relative productivities and drives structural transformation (reallocation from agriculture to industry/services)."
  },
  {
    "id": "3845279",
    "unitNumber": 5,
    "text": "Which of the following best explains why some countries are richer, more urbanized, and more integrated into the global economy today?",
    "correctAnswer": "C",
    "options": {
      "A": "Because they have always had higher levels of human capital since ancient times.",
      "B": "Because they have better geographic conditions than other countries.",
      "C": "Because technological differences accumulated over the last 500 years, especially after the Industrial Revolution.",
      "D": "Because they have completely closed the gap with the world technology frontier.",
      "E": "Because technological knowledge is a rival good and fully excludable."
    },
    "explanation": "Some countries in the world today are richer, more urbanized, less agricultural, more democratic, and more deeply integrated with the global economy. The best evidence we have indicates that technological differences accumulated over roughly the last 500 years, and especially after the Industrial Revolution, explain such developmental differences across countries (but there are also fundamental causes behind these technological differences)<br/>The text explicitly states that technological differences accumulated over the last 500 years, especially post-Industrial Revolution, explain today’s development differences. That's why the correct answer is C."
  },
  {
    "id": "3845281",
    "unitNumber": 5,
    "text": "What does David Landes’s “marathon race” metaphor mainly emphasize about technology and economic history?",
    "correctAnswer": "B",
    "options": {
      "A": "All countries can equally compete for technological leadership.",
      "B": "Only countries with sufficient endowments and capacities can effectively pursue the leader.",
      "C": "The Industrial Revolution ended global technological competition.",
      "D": "Technology adoption and innovation are completely unrelated processes.",
      "E": "The leader in the technological race never changes."
    },
    "explanation": "Landes highlights that being “sufficiently endowed” is necessary to be a serious competitor in the race."
  },
  {
    "id": "3845629",
    "unitNumber": 5,
    "text": "Why was technological change in pre-industrial times often sporadic and discontinuous?",
    "correctAnswer": "E",
    "options": {
      "A": "Because printing presses and encyclopedias were widely available before the 10th century.",
      "B": "Because innovators had strong intellectual property protections since Ancient Greece.",
      "C": "Because patronage and prizes were absent until the mid-20th century.",
      "D": "Because human capital was universally low across all societies.",
      "E": "Because of narrow epistemic bases and the lack of systematic institutions for commercializing inventions."
    },
    "explanation": "Narrow knowledge bases and lack of systematic appropriation mechanisms made innovation sporadic."
  },
  {
    "id": "3845631",
    "unitNumber": 5,
    "text": "What was a major consequence of the tacit nature of technological knowledge in pre-industrial societies?",
    "correctAnswer": "A",
    "options": {
      "A": "Wars and epidemics could cause significant losses of technological knowledge.",
      "B": "Knowledge was systematically recorded and preserved through centralized archives.",
      "C": "Printing presses ensured that all inventions were quickly disseminated.",
      "D": "Parents and masters had little role in transmitting production techniques.",
      "E": "Codification of technology eliminated the risk of technological regress."
    },
    "explanation": "The text notes wars and epidemics caused sizable knowledge losses due to reliance on tacit transmission."
  },
  {
    "id": "3845632",
    "unitNumber": 5,
    "text": "Which of the following best describes the impact of the Malthusian Trap on pre-industrial societies?",
    "correctAnswer": "C",
    "options": {
      "A": "Technological innovations led to a sustained increase in real GDP per capita over generations.",
      "B": "Higher living standards permanently reduced population density.",
      "C": "Technological innovations mainly increased population density without permanently improving material living standards.",
      "D": "Population growth had no relationship to material living standards.",
      "E": "Pre-industrial economies had average real GDP per capita of about 6,000 USD in today’s terms."
    },
    "explanation": "The text explicitly states that pre-industrial technological change increased population density, not material living standards."
  },
  {
    "id": "3845635",
    "unitNumber": 5,
    "text": "Which of the following best describes one major reason for the Great Divergence in living standards across countries during and after the first Industrial Revolution?",
    "correctAnswer": "B",
    "options": {
      "A": "Equal adoption rates of new technologies across all countries and sectors",
      "B": "Significant variation in the timing and extent of technology adoption between countries and within countries",
      "C": "The absence of fossil fuels in early industrialized countries",
      "D": "The complete isolation of Japan from global technological developments after the Meiji Restoration",
      "E": "The global prohibition of technology transfer before the 20th century"
    },
    "explanation": "Differences in extensive and intensive margins of technology adoption created lasting differences in living standards."
  },
  {
    "id": "3845639",
    "unitNumber": 5,
    "text": "What is the typical outcome for a country that adopts frontier technologies in terms of its economic structure?",
    "correctAnswer": "A",
    "options": {
      "A": "A gradual reallocation of resources from agriculture to industry and services",
      "B": "An increase in the GDP share of agriculture and a decrease in the services sector",
      "C": "Permanent equal productivity levels between agriculture and industry",
      "D": "A reversal of urbanization trends toward rural areas",
      "E": "A constant employment share in agriculture despite technological progress"
    },
    "explanation": "Technology adoption shifts resources toward industry and services, driving structural transformation."
  },
  {
    "id": "3845640",
    "unitNumber": 5,
    "text": "What does the quality-quantity tradeoff theory suggest in the context of industrialization and technology adoption?",
    "correctAnswer": "B",
    "options": {
      "A": "Families choose to have more children as incomes rise.",
      "B": "Industrialization increases the demand for more educated and healthier individuals, leading to smaller family sizes.",
      "C": "Mortality rates rise due to urbanization, reducing human capital investment.",
      "D": "Fertility rates remain high regardless of industrialization.",
      "E": "Technology adoption has no influence on education levels."
    },
    "explanation": "Industrialization shifts preferences toward investing in child quality (education/health) over quantity."
  },
  {
    "id": "3845642",
    "unitNumber": 5,
    "text": "According to Acemoglu et al. (2006)’s theory, what is the possible long-run outcome for a follower country that remains far from the world technology frontier?",
    "correctAnswer": "D",
    "options": {
      "A": "It will inevitably shift to an innovation-based strategy.",
      "B": "It will close the income gap through rapid capital accumulation alone.",
      "C": "It will adopt younger firms and short-term contracts to boost innovation.",
      "D": "It may be trapped in an investment-based regime, retaining low-skill entrepreneurs.",
      "E": "It will converge with the world technology frontier regardless of entrepreneur quality."
    },
    "explanation": "A long-run equilibrium trap can occur with persistent investment-based strategies and low-skill entrepreneurs."
  },
  {
    "id": "3845643",
    "unitNumber": 5,
    "text": "Which of the following best reflects the core idea of Gerschenkron’s “advantage of relative backwardness”?",
    "correctAnswer": "E",
    "options": {
      "A": "Follower countries have no need for special institutional support to industrialize successfully.",
      "B": "All follower countries must replicate the exact industrialization path of Britain to catch up.",
      "C": "Only technological factors, not state intervention or banking systems, influence the speed of catching up.",
      "D": "Followers face more technological uncertainty than leaders when adopting new machines.",
      "E": "Backward nations can benefit from adopting advanced technologies and may use specific institutional factors to accelerate industrialization."
    },
    "explanation": "The idea includes both technological advantages and special institutional factors to encourage investment and adoption."
  },
  {
    "id": "3716895",
    "unitNumber": 6,
    "text": "Which of the following can be given as an example of <strong>product innovation</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Paper processing machines",
      "B": "GPS tracking devices for transport services",
      "C": "Just-in-time production",
      "D": "IT equipment for user manufacturing sectors",
      "E": "A mobile telephone"
    },
    "explanation": "Paper processing machines, IT equipment for user manufacturing sectors, GPS tracking devices for transport services, and just-in-time production are examples of process innovation NOT product innovation. Only mobile phone can be given as an example of product innovation."
  },
  {
    "id": "3716920",
    "unitNumber": 6,
    "text": "Which of the following statements is <strong>wrong</strong> about the impact of <strong>product innovations</strong> on employment?",
    "correctAnswer": "D",
    "options": {
      "A": "The impact will be positive due to the introduction of a new product creating a new market and leading to greater production and employment.",
      "B": "The impact will be neutral if labor can be relocated from one economic activity to another.",
      "C": "The impact will be positive if new products complement the mature products, leading to employing additional labor.",
      "D": "The impact will be negative as firms employ less labor to produce a given level of output due to the improvements in their production efficiency.",
      "E": "The impact will be positive as product innovations may incorporate significant improvements in the user characteristics of existing products, increasing the demand for that specific product."
    },
    "explanation": "The improvements in the production efficiency can be achieved by process innovation NOT by product innovation."
  },
  {
    "id": "3716923",
    "unitNumber": 6,
    "text": "The mechanism which reduces the negative impacts of process innovation on employment is called as",
    "correctAnswer": "A",
    "options": {
      "A": "Compensation mechanism",
      "B": "Innovation mechanism",
      "C": "Automatic mechanism",
      "D": "Supply mechanism",
      "E": "Demand mechanism"
    },
    "explanation": "The mechanism which reduces the negative impacts of process innovation on employment is called as compensation mechanism"
  },
  {
    "id": "3716929",
    "unitNumber": 6,
    "text": "Which of the following statements is <strong>true</strong> for the Classical Compensation mechanism?",
    "correctAnswer": "C",
    "options": {
      "A": "The process innovations causing the displacement of workers also induce an increase in the average production costs and prices.",
      "B": "The reinvestment of extra profits may act as an effective compensation mechanism if the investments realized are capital-intensive.",
      "C": "The compensation mechanism via new machines builds on the reasoning that a process innovation that dislocates workers may generate new jobs in the industries where the new methods of production are devised.",
      "D": "The process innovations causing the displacement of workers also induce an increase in wages.",
      "E": "The compensation mechanism thrives from the fact that a part of cost savings due to innovations can be transformed into lower consumption."
    },
    "explanation": "The process innovations causing the displacement of workers induce an increase in the average production costs and prices, fall in wages and increase in consumption and income. The reinvestment of extra profits may act as an effective compensation mechanism if the investments realized are labour-intensive. Thus the statements in a, b, d and e are wrong. The only true statement about classical compensation mechanism is c."
  },
  {
    "id": "3717126",
    "unitNumber": 6,
    "text": "Which of the following sentences best describes the Keynesian Compensation Mechanism of labor displacement?",
    "correctAnswer": "B",
    "options": {
      "A": "The compensation mechanism via new products is the most powerful offsetting factor of technological unemployment generated by process innovations.",
      "B": "A part of cost savings due to technological change can be transformed into higher consumption and income, leading to an increase in demand for goods and services and thus creating additional employment that offsets the job losses due to process innovation.",
      "C": "The direct impact of labor-saving technologies can be offset within the labor market using price adjustments.",
      "D": "The compensation mechanism via decrease in wages is a distinguishing argument of the Keynesian view.",
      "E": "The compensation mechanism via new machines builds on the reasoning that a process innovation that dislocates workers may generate new jobs in the industries where the new methods of production are devised."
    },
    "explanation": "a is Shumpeterian view, c and d are classical view and e is neoclassical view. Only b is the Keynesian view of compensation."
  },
  {
    "id": "3718702",
    "unitNumber": 6,
    "text": "Which of the following statements is <strong>wrong</strong> for the input-oriented labor demand model?",
    "correctAnswer": "C",
    "options": {
      "A": "The model is developed by Van Reenen.",
      "B": "The model considers the path-dependent characteristic of a firm’s demand related to institutional factors.",
      "C": "The model assumes a monopolistic firm.",
      "D": "The model specifies a constant elasticity of substitution production function.",
      "E": "The model utilizes innovation input like research and development."
    },
    "explanation": "This model assumes a competitive firm."
  },
  {
    "id": "3718703",
    "unitNumber": 6,
    "text": "Which of the following statements is <strong>wrong</strong> for the output-oriented labor demand model?",
    "correctAnswer": "E",
    "options": {
      "A": "The model is proposed by Harrison et al.",
      "B": "The model does not include wages.",
      "C": "The model shows the relationship between employment and innovation.",
      "D": "The model’s coefficients can be described in terms of particular gains from product and process innovation.",
      "E": "The model uses a production function of increasing returns to scale."
    },
    "explanation": "This model uses constant returns to scale production functiom."
  },
  {
    "id": "3718737",
    "unitNumber": 6,
    "text": "Which of the following statements is <strong>not</strong> one of the stylized facts of empirical studies on innovation and employment?",
    "correctAnswer": "A",
    "options": {
      "A": "There is always a positive relationship between process innovation and employment.",
      "B": "Types of innovation matter in the employment effect of innovation.",
      "C": "It is not easy to differentiate the size of the effects across different economies.",
      "D": "The effects of product innovation on employment is usually positive in firm level.",
      "E": "The employment impact of product and process innovations is controversial issue."
    },
    "explanation": "The relationship between process innovation and employment is debated and usually negative."
  },
  {
    "id": "3718834",
    "unitNumber": 6,
    "text": "Product innovations due to R&amp;D expenditures are mostly job-creating, whereas process innovations due to embodied technological change are job-destroying. Following this finding, the apparent policy implication would be to devise an economic policy that aims to",
    "correctAnswer": "B",
    "options": {
      "A": "Increase the purchases of patents to reduce R&amp;D personell",
      "B": "Stimulate job creation by encouraging R&amp;D investments and product innovation",
      "C": "Increase the wages to encourage workers to innovate",
      "D": "Discourage process innovation",
      "E": "Reduce the imports of technological products"
    },
    "explanation": "Product innovations due to R&amp;D expenditures are mostly job-creating, whereas process innovations due to embodied technological change are job-destroying. Following this finding, the apparent policy implication would be to devise an economic policy that aims to stimulate job creation by encouraging R&amp;D investments and product innovation"
  },
  {
    "id": "3718877",
    "unitNumber": 6,
    "text": "The compensation mechanism via new products operates as new branches emerge and new jobs are created for the new structure of commercialization and of development of new products. This mechanism is directly associated with the attribute of technological advance itself. This compensation mechanism is called as",
    "correctAnswer": "D",
    "options": {
      "A": "Keynesian Mechanism",
      "B": "Classical Mechanism",
      "C": "Neoclassical Mechanism",
      "D": "Shumpeterian Mechanism",
      "E": "Ricardian Mechanism"
    },
    "explanation": "The Shumpeterian compensation mechanism is directly associated with the attribute of technological advance itself."
  },
  {
    "id": "3844006",
    "unitNumber": 6,
    "text": "Which of the following is described as essential to the survival and success of firms?",
    "correctAnswer": "C",
    "options": {
      "A": "(A) Reducing labor costs",
      "B": "(B) Government subsidies",
      "C": "(C) Technological implementation",
      "D": "(D) Export expansion",
      "E": "(E) Advertising strategies"
    },
    "explanation": "(C) Technological implementation"
  },
  {
    "id": "3844007",
    "unitNumber": 6,
    "text": "What leads to unemployment when real wages exceed the equilibrium level?",
    "correctAnswer": "C",
    "options": {
      "A": "(A) Growing labor demand",
      "B": "(B) Decreasing inflation",
      "C": "(C) Weak effective demand combined with high real wages",
      "D": "(D) Restriction of exports",
      "E": "(E) Currency appreciation"
    },
    "explanation": "(C) Weak effective demand combined with high real wages"
  },
  {
    "id": "3844008",
    "unitNumber": 6,
    "text": "Which factor determines how technological change affects employment?",
    "correctAnswer": "B",
    "options": {
      "A": "(A) Whether it is public or private sector driven",
      "B": "(B) The sector in which it is applied",
      "C": "(C) The average age of the workforce",
      "D": "(D) Government tax policy",
      "E": "(E) The level of automation"
    },
    "explanation": "(B) The sector in which it is applied"
  },
  {
    "id": "3844009",
    "unitNumber": 6,
    "text": "What influence do institutions have in the process of technological change?",
    "correctAnswer": "C",
    "options": {
      "A": "A) They increase technological costs",
      "B": "(B) They regulate import of digital tools",
      "C": "(C) They shape its effect on labor markets",
      "D": "(D) They delay innovation through bureaucracy",
      "E": "(E) They train technical workers"
    },
    "explanation": "C) They shape its effect on labor markets"
  },
  {
    "id": "3844010",
    "unitNumber": 6,
    "text": "What happens when labor-saving technologies are adopted?",
    "correctAnswer": "C",
    "options": {
      "A": "(A) Demand for manual jobs increases",
      "B": "(B) GDP drops immediately",
      "C": "(C) Some types of labor become less necessary",
      "D": "(D) Innovation slows down",
      "E": "(E) All jobs become more stable"
    },
    "explanation": "(C) Some types of labor become less necessary"
  },
  {
    "id": "3844011",
    "unitNumber": 6,
    "text": "What can increase employment in certain sectors despite automation?",
    "correctAnswer": "C",
    "options": {
      "A": "(A) High labor turnover",
      "B": "(B) Outsourcing to other regions",
      "C": "(C) Productivity spillovers",
      "D": "(D) Decreased taxation",
      "E": "(E) Low-cost imports"
    },
    "explanation": "(C) Productivity spillovers"
  },
  {
    "id": "3844012",
    "unitNumber": 6,
    "text": "Why is it difficult to assess the total impact of innovation on jobs?",
    "correctAnswer": "B",
    "options": {
      "A": "(A) Global data is missing",
      "B": "(B) Direct and indirect effects are hard to separate",
      "C": "(C) Wages are rising too quickly",
      "D": "(D) Policies are inconsistent",
      "E": "(E) Productivity is falling"
    },
    "explanation": "(B) Direct and indirect effects are hard to separate"
  },
  {
    "id": "3844013",
    "unitNumber": 6,
    "text": "What is one likely result when innovation replaces repetitive tasks?",
    "correctAnswer": "B",
    "options": {
      "A": "A) Wage equality improves",
      "B": "(B) High-skilled labor becomes more valuable",
      "C": "(C) Demand for all types of labor increases",
      "D": "(D) Government subsidies decrease",
      "E": "(E) Manual labor is eliminated"
    },
    "explanation": "(B) High-skilled labor becomes more valuable"
  },
  {
    "id": "3844014",
    "unitNumber": 6,
    "text": "What policy action can help reduce the risk of job loss from technology?",
    "correctAnswer": "B",
    "options": {
      "A": "(A) Increasing tariffs on imports",
      "B": "(B) Investing in reskilling and education",
      "C": "(C) Lowering corporate tax rates",
      "D": "(D) Reducing working hours",
      "E": "(E) Encouraging early retirement"
    },
    "explanation": "(B) Investing in reskilling and education"
  },
  {
    "id": "3844015",
    "unitNumber": 6,
    "text": "Which group faces the highest risk of losing jobs due to technological change?",
    "correctAnswer": "C",
    "options": {
      "A": "(A) Export managers",
      "B": "(B) Independent contractors",
      "C": "(C) Workers in routine-heavy occupations",
      "D": "(D) Senior researchers",
      "E": "(E) Freelance designers"
    },
    "explanation": "(C) Workers in routine-heavy occupations"
  },
  {
    "id": "3719693",
    "unitNumber": 7,
    "text": "Which of the following is <strong>not</strong> one of the types of innovations based on the size and impact of innovations?",
    "correctAnswer": "C",
    "options": {
      "A": "Incremental innovation",
      "B": "Radical innovation",
      "C": "Process innovation",
      "D": "Changes in the technological systems",
      "E": "Changes in the techno-economic paradigm"
    },
    "explanation": "Process innovation is not a type of innovation classified by the size and impact."
  },
  {
    "id": "3719728",
    "unitNumber": 7,
    "text": "The innovations whose impacts are usually small and that occur frequently in the production process and lead to a partial improvement in the quality of a product or process are called as",
    "correctAnswer": "A",
    "options": {
      "A": "Incremental innovations",
      "B": "Radical innovations",
      "C": "Process innovations",
      "D": "Changes in the technological systems",
      "E": "Technological revolutions"
    },
    "explanation": "The innovations whose impacts are usually small and that occur frequently in the production process and lead to a partial improvement in the quality of a product or process are called as incremential innovations."
  },
  {
    "id": "3719736",
    "unitNumber": 7,
    "text": "There are six waves of technological revolutions. There are certain product and process innovations characterising each wave listed below. Which pairs are correct?\n I.First wave: Water power, textiles\n II.Second wave: Electricity, chemicals\n III.Third wave: Steam power, rail\n IV:Fourth wave: Electronics, aviation\n V:Fifth wave: Digital network, sotware\n VI.Sixt wave: Artificial intelligence, robots",
    "correctAnswer": "C",
    "options": {
      "A": "I, II and III",
      "B": "II, III and VI",
      "C": "I, IV, V and VI",
      "D": "I, II, III and IV",
      "E": "III, IV, V and VI"
    },
    "explanation": "II.Second wave: Steam power, rail\n III.Third wave: Electricity, chemicals"
  },
  {
    "id": "3719919",
    "unitNumber": 7,
    "text": "Digital transformation has changed the way production activities are organized. This process has profound economic implications. Which of the following can <strong>not</strong> be considered as one of these implications?",
    "correctAnswer": "B",
    "options": {
      "A": "It is not easy to measure the value of digital products with the existing methods to include them in Gross Domestic Product.",
      "B": "New digital products are increasingly getting private goods characteristics.",
      "C": "Digital products exhibit significant economies of scale.",
      "D": "Network externalities are gaining importance with digital technologies.",
      "E": "It is difficult to determine the location/country where a digital product is produced."
    },
    "explanation": "New digital products are increasingly getting PUBLIC goods characteristics."
  },
  {
    "id": "3719929",
    "unitNumber": 7,
    "text": "A government-granted exclusive legal right to use an invention for a limited period is called as",
    "correctAnswer": "A",
    "options": {
      "A": "Patent",
      "B": "Copyright",
      "C": "Privilage",
      "D": "Innovation",
      "E": "Protection"
    },
    "explanation": "A government-granted exclusive legal right to use an invention for a limited period is called as patent."
  },
  {
    "id": "3719935",
    "unitNumber": 7,
    "text": "Many of the normal goods are traded in the market and their prices and quantities sold/bought are determined in the market. Market mechanism may have difficulties in coordinating the digital products. Which of the following may <strong>not</strong> be a reason?",
    "correctAnswer": "D",
    "options": {
      "A": "Digital products protected by patents may not be sold to all buyers.",
      "B": "Digital products are mostly public goods.",
      "C": "Fixed costs of digital products are very high and may be easily compensated.",
      "D": "Prices of digital products are mostly set by the governments.",
      "E": "As network externalities are strong for digital products, firms grow rapidly and achieve a dominant position in the market."
    },
    "explanation": "Although there are some limitations in the free market economy for digital products, their prices are mostly determined in the market."
  },
  {
    "id": "3719988",
    "unitNumber": 7,
    "text": "Free software or open source grants users four basic freedoms. Which of the following is <strong>not</strong> one of them?",
    "correctAnswer": "C",
    "options": {
      "A": "Freedom to study the code (the code is open)",
      "B": "Freedom to redistribute it.",
      "C": "Freedom to sell it.",
      "D": "Freedom to modify it.",
      "E": "Freedom to redistribute the modified version for commercial and noncommercial purposes."
    },
    "explanation": "Open code softwares are developed by many developers thus cannot be sold."
  },
  {
    "id": "3719998",
    "unitNumber": 7,
    "text": "According to UNESCO, open science builds on the following key pillars <strong>except</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Open scientific knowledge",
      "B": "Open science infrastructures",
      "C": "Open engagement of societal actors",
      "D": "Open trade",
      "E": "Open dialogue with other knowledge systems"
    },
    "explanation": "Open trade is not a pillar of open science."
  },
  {
    "id": "3720007",
    "unitNumber": 7,
    "text": "Which of the following statements is <strong>not</strong> true for the Bazaar model of software development?",
    "correctAnswer": "E",
    "options": {
      "A": "There are numerous software developers, operating independently.",
      "B": "Developers interact over the Internet to develop the software collectively.",
      "C": "The source code of the software is freely available on the internet for review by all interested parties.",
      "D": "Suggestions for improvements and modifications to the code can be submitted by anyone.",
      "E": "A company-based team develops software in isolation."
    },
    "explanation": "\"A company-based team develops software in isolation\" is a characteristics of the Cathedral model."
  },
  {
    "id": "3720025",
    "unitNumber": 7,
    "text": "Which of the following components are included in the cost of digital products?\n I.Content creation\n II.Data generation\n III.Product storage\n IV.Product distribution\n V.Marketing",
    "correctAnswer": "B",
    "options": {
      "A": "Only I, II and III.",
      "B": "Only I, III and IV",
      "C": "Only III, IV and V",
      "D": "Only I and II",
      "E": "I, II, III, IV and V"
    },
    "explanation": "The cost of digital products has three components: content creation, product storage and product distribution."
  },
  {
    "id": "3844764",
    "unitNumber": 7,
    "text": "Which type of innovation occurs frequently in production processes and results in partial improvements in products or processes?",
    "correctAnswer": "B",
    "options": {
      "A": "A) Radical innovations",
      "B": "B) Incremental innovations",
      "C": "C) Organizational innovations",
      "D": "D) Marketing innovations",
      "E": "E) System innovations"
    },
    "explanation": "B) Incremental innovations"
  },
  {
    "id": "3844765",
    "unitNumber": 7,
    "text": "Which of the following is an example of a radical innovation?",
    "correctAnswer": "C",
    "options": {
      "A": "A) Increasing the efficiency of thermal power plants",
      "B": "B) Improving the tensile strength of nylon",
      "C": "C) Development of nylon itself",
      "D": "D) Creating a new marketing campaign",
      "E": "E) Upgrading existing production lines"
    },
    "explanation": "C) Development of nylon itself"
  },
  {
    "id": "3844766",
    "unitNumber": 7,
    "text": "What is usually required for the successful implementation of radical innovations?",
    "correctAnswer": "C",
    "options": {
      "A": "A) Only marketing activities",
      "B": "B) Only cost reduction strategies",
      "C": "C) Simultaneous product, process, and organizational innovations",
      "D": "D) Government subsidies",
      "E": "E) Reduction in working hours"
    },
    "explanation": "C) Simultaneous product, process, and organizational innovations"
  },
  {
    "id": "3844767",
    "unitNumber": 7,
    "text": "According to Freeman and Perez, how often have technological revolutions occurred since the Industrial Revolution?",
    "correctAnswer": "C",
    "options": {
      "A": "A) Every 10 years",
      "B": "B) Every 20 years",
      "C": "C) Approximately every 50 years",
      "D": "D) Approximately every 70 years",
      "E": "E) Once per century"
    },
    "explanation": "C) Approximately every 50 years"
  },
  {
    "id": "3844768",
    "unitNumber": 7,
    "text": "What typically happens in the first 20-30 years following a technological revolution?",
    "correctAnswer": "B",
    "options": {
      "A": "A) Economic stagnation",
      "B": "B) Rapid increase in productivity and economic growth",
      "C": "C) Decline in innovation rates",
      "D": "D) Reduction in competition",
      "E": "E) Collapse of existing industries"
    },
    "explanation": "B) Rapid increase in productivity and economic growth"
  },
  {
    "id": "3844769",
    "unitNumber": 7,
    "text": "What term describes the period when technological systems reach maturity and economic growth slows down?",
    "correctAnswer": "B",
    "options": {
      "A": "A) Innovation wave",
      "B": "B) Saturation phase",
      "C": "C) Growth phase",
      "D": "D) Recovery period",
      "E": "E) Expansion cycle"
    },
    "explanation": "B) Saturation phase"
  },
  {
    "id": "3844770",
    "unitNumber": 7,
    "text": "Which of the following is considered an example of an organizational innovation?",
    "correctAnswer": "B",
    "options": {
      "A": "A) Launching a new product line",
      "B": "B) Implementing a new management system",
      "C": "C) Introducing a new type of engine",
      "D": "D) Developing a novel material",
      "E": "E) Automating a production line"
    },
    "explanation": "B) Implementing a new management system"
  },
  {
    "id": "3844772",
    "unitNumber": 7,
    "text": "Which innovation type involves changes in product design, packaging, or promotion strategies?",
    "correctAnswer": "C",
    "options": {
      "A": "A) Radical innovation",
      "B": "B) Incremental innovation",
      "C": "C) Marketing innovation",
      "D": "D) Process innovation",
      "E": "E) Technological innovation"
    },
    "explanation": "C) Marketing innovation"
  },
  {
    "id": "3844773",
    "unitNumber": 7,
    "text": "What is the main purpose of process innovations?",
    "correctAnswer": "B",
    "options": {
      "A": "A) To create entirely new markets",
      "B": "B) To reduce production costs and improve efficiency",
      "C": "C) To change consumer perceptions",
      "D": "D) To establish new management roles",
      "E": "E) To alter industry regulations"
    },
    "explanation": "B) To reduce production costs and improve efficiency"
  },
  {
    "id": "3844775",
    "unitNumber": 7,
    "text": "Which of the following best describes system innovations?",
    "correctAnswer": "B",
    "options": {
      "A": "A) Minor adjustments in existing processes",
      "B": "B) Introduction of interconnected technological changes across multiple sectors",
      "C": "C) Focus solely on marketing",
      "D": "<strong>D) Short-term cost reduction strategies<br/></strong>",
      "E": "<strong>E) Small improvements in packaging</strong>"
    },
    "explanation": "B) Introduction of interconnected technological changes across multiple sectors"
  },
  {
    "id": "3844546",
    "unitNumber": 8,
    "text": "Which of the following is the primary aim of “technology policy” as defined in the chapter?",
    "correctAnswer": "B",
    "options": {
      "A": "To privatize all research institutions",
      "B": "To influence the pace and direction of technological change",
      "C": "To reduce international trade in technology",
      "D": "To limit education spending",
      "E": "To nationalize private firms"
    },
    "explanation": "-<br/>The chapter defines technology policy as policies aimed at influencing the speed (pace) and direction of technological change and addressing obstacles to creation and diffusion of new technologies."
  },
  {
    "id": "3844547",
    "unitNumber": 8,
    "text": "Which two theories does the chapter identify as the main theoretical bases for technology policy?",
    "correctAnswer": "B",
    "options": {
      "A": "Keynesian and Monetarist",
      "B": "Neoclassical and Schumpeterian/evolutionary",
      "C": "Classical and Marxist",
      "D": "Institutional and Behavioral",
      "E": "Supply-side and Demand-side"
    },
    "explanation": "-<br/>The chapter states that the neoclassical theory and the Schumpeterian (evolutionary) theory underpin technology policy discussion."
  },
  {
    "id": "3844550",
    "unitNumber": 8,
    "text": "According to the neoclassical account in the chapter, which characteristic of technological knowledge leads to market failure?",
    "correctAnswer": "E",
    "options": {
      "A": "It is rival and excludable.",
      "B": "It can be mortgaged easily.",
      "C": "It has very low fixed costs.",
      "D": "It always provides perfect information.",
      "E": "It is non-rival and non-excludable (a public good)."
    },
    "explanation": "The chapter explains that technological knowledge often behaves like a public good - non-rival and non-excludable - which causes underinvestment and market failure."
  },
  {
    "id": "3844552",
    "unitNumber": 8,
    "text": "Which of the following is <u><strong>not</strong></u> listed in the chapter as a reason for market failure in technological activities?",
    "correctAnswer": "D",
    "options": {
      "A": "Uncertainty and difficulty financing R&amp;D",
      "B": "Arrow’s information problem (difficulty valuing unknown innovations)",
      "C": "Positive externalities from innovation",
      "D": "Abundant full information for all firms",
      "E": "Public-good characteristics of knowledge"
    },
    "explanation": "The chapter lists uncertainty, Arrow’s dilemma, externalities and public-good nature as causes of market failure; “abundant full information” is an assumption of the neoclassical model, not a reason for failure."
  },
  {
    "id": "3844554",
    "unitNumber": 8,
    "text": "In the chapter, what does “creative destruction” refer to in evolutionary theory?",
    "correctAnswer": "C",
    "options": {
      "A": "Governmentally driven destruction of factories",
      "B": "Loss of biodiversity due to industry",
      "C": "Innovation that creates new firms/technologies and removes old ones",
      "D": "A stable equilibrium of firms over time",
      "E": "Protection of incumbent firms from competition"
    },
    "explanation": "The evolutionary (Schumpeterian) view describes creative destruction as the innovation process that both creates and destroys firms and technologies over time."
  },
  {
    "id": "3844555",
    "unitNumber": 8,
    "text": "According to Ergas (1987), as summarized in the chapter, which countries are presented as examples of <strong>mission-oriented</strong> technology policy?",
    "correctAnswer": "B",
    "options": {
      "A": "Germany, Sweden, Switzerland",
      "B": "United States, United Kingdom, France",
      "C": "Japan, China, South Korea",
      "D": "Canada, Australia, New Zealand",
      "E": "Brazil, India, South Africa"
    },
    "explanation": "The chapter cites the US, the UK and France as examples where mission-oriented policies (large, centrally coordinated projects for national missions) have been important."
  },
  {
    "id": "3844557",
    "unitNumber": 8,
    "text": "Which feature best describes <strong>diffusion-oriented</strong> policy in the chapter?",
    "correctAnswer": "E",
    "options": {
      "A": "Centralized, focused on big national projects",
      "B": "Excludes support for SMEs",
      "C": "Focus only on defense technologies",
      "D": "Always directed at selecting single firms to support",
      "E": "Decentralized, aimed at improving firms’ capabilities via public goods like education"
    },
    "explanation": "Diffusion-oriented policy emphasizes decentralized support and public goods (e.g., education, vocational training) to raise firms’ technological capabilities, often benefiting SMEs."
  },
  {
    "id": "3844558",
    "unitNumber": 8,
    "text": "What are the five stages of the technology policy cycle as given in the chapter?",
    "correctAnswer": "A",
    "options": {
      "A": "Problem identification → Policy development → Policy implementation → Policy enforcement → Policy evaluation",
      "B": "Policy development → Problem identification → Policy enforcement → Policy implementation → Policy evaluation",
      "C": "Policy evaluation → Problem identification → Policy development → Policy enforcement → Policy implementation",
      "D": "Policy implementation → Policy development → Problem identification → Policy enforcement → Policy evaluation",
      "E": "Problem identification → Policy enforcement → Policy development → Policy implementation → Policy evaluation"
    },
    "explanation": "The chapter defines the policy cycle with those five stages in that order - starting with identifying the problem and ending with evaluation."
  },
  {
    "id": "3844559",
    "unitNumber": 8,
    "text": "The chapter classifies policy instruments by purpose into supply, demand, and diffusion. Which of the following is <u><strong>not</strong></u> a purpose-based category in that classification?",
    "correctAnswer": "D",
    "options": {
      "A": "Supply",
      "B": "Demand",
      "C": "Diffusion",
      "D": "Regulatory",
      "E": "None of the above"
    },
    "explanation": "“Regulatory” is a classification by <strong>type</strong> of instrument (e.g., IPR regulations), while the purpose-based categories listed in the chapter are supply, demand, and diffusion."
  },
  {
    "id": "3844561",
    "unitNumber": 8,
    "text": "Which financial instruments does the chapter identify as commonly used to support private-sector R&amp;D?",
    "correctAnswer": "A",
    "options": {
      "A": "R&amp;D grants and R&amp;D tax relief",
      "B": "Export bans and import tariffs",
      "C": "Price controls and rationing",
      "D": "Consumer subsidies unrelated to R&amp;D",
      "E": "Currency pegs"
    },
    "explanation": "-<br/>The chapter explicitly notes that financial support often takes the form of direct R&amp;D grants and R&amp;D tax incentives to reduce firms’ R&amp;D costs."
  },
  {
    "id": "3845270",
    "unitNumber": 8,
    "text": "Which of the following is <strong>not</strong> one of the key conditions for the efficient allocation of resources under market conditions according to the neoclassical theory?",
    "correctAnswer": "E",
    "options": {
      "A": "Excludability",
      "B": "Rivalry",
      "C": "Full information",
      "D": "Profit maximization",
      "E": "Creative destruction"
    },
    "explanation": "\"Creative destruction\" is a concept from Schumpeterian/evolutionary theory, not a condition in neoclassical theory.\n<br/>A, B, C are explicitly mentioned as conditions (p.205-206).\n<br/>D is assumed in neoclassical theory as the main firm objective."
  },
  {
    "id": "3845271",
    "unitNumber": 8,
    "text": "According to the neoclassical theory, which characteristic of technological knowledge primarily leads to underinvestment in R&amp;D?",
    "correctAnswer": "B",
    "options": {
      "A": "Rivalry and excludability",
      "B": "Public goods nature of knowledge",
      "C": "Low fixed costs of production",
      "D": "Perfect competition in the market",
      "E": "Path dependency"
    },
    "explanation": "A is opposite: rivalry and excludability prevent externalities, but knowledge lacks these.\n<br/>C is wrong: producing knowledge has high fixed costs, not low.\n<br/>D is not realistic for technological markets due to monopolies.\n<br/>E is an evolutionary theory concept.<br/>B. Public goods nature of knowledge<br/>Technological knowledge is non-rival and non-excludable, leading to market failure and underinvestment."
  },
  {
    "id": "3845273",
    "unitNumber": 8,
    "text": "Which of the following is an example of a \"systemic failure\" as understood in evolutionary economics?",
    "correctAnswer": "B",
    "options": {
      "A": "High cost of financing due to uncertainty in innovation",
      "B": "Lack of institutions and weak connections in the national innovation system",
      "C": "Public good nature of knowledge",
      "D": "Monopoly power granted by IPRs",
      "E": "Profit maximization assumption"
    },
    "explanation": "A, C are market failure causes in neoclassical theory.\n<br/>D is a legal framework element, not systemic failure.\n<br/>E is an assumption of neoclassical theory.<br/>B) Lack of institutions and weak connections in the national innovation system<br/>Explanation: Systemic failure relates to missing components or poor linkages in the innovation system."
  },
  {
    "id": "3845278",
    "unitNumber": 8,
    "text": "Which of the following rationales is among the assumptions and propositions of Neoclassical theory for technology policy?",
    "correctAnswer": "C",
    "options": {
      "A": "Context building",
      "B": "Access to resources",
      "C": "Legal and regulatory framework",
      "D": "Capacity building",
      "E": "Address systemic failures"
    },
    "explanation": "The others are all rationales for technology policy in Evolutionary theory<br/>Legal and regulatory framework"
  },
  {
    "id": "3845282",
    "unitNumber": 8,
    "text": "According to Ergas (1987), which of the following is the main characteristic of mission-oriented technology policies?",
    "correctAnswer": "C",
    "options": {
      "A": "Decentralized decision-making with bottom-up priority setting",
      "B": "A focus on incremental innovation in SMEs",
      "C": "Concentration of R&amp;D activities in specific areas to achieve national goals",
      "D": "Funding basic research without commercial objectives",
      "E": "Strong reliance on local government for coordination"
    },
    "explanation": "<ul><br/><li><br/>A: This describes diffusion-oriented policies, not mission-oriented.\n<br/></li><br/><li><br/>B: Incremental innovation in SMEs is linked to diffusion-oriented policies.\n<br/></li><br/><li><br/>D: Funding basic research without commercial objectives matches “Basic I” in Cantner &amp; Pyka’s model.\n<br/></li><br/><li><br/>E: Reliance on local government is a feature of diffusion-oriented systems like in mechanical engineering sectors.\n<br/></li><br/></ul><br/>Concentration of R&amp;D activities in specific areas to achieve national goals"
  },
  {
    "id": "3845284",
    "unitNumber": 8,
    "text": "In Cantner and Pyka’s (2001) classification, which type of project would be high in policy specificity but low in market vicinity?",
    "correctAnswer": "B",
    "options": {
      "A": "Basic I projects",
      "B": "Basic II / Vision projects",
      "C": "Diffusion-oriented projects",
      "D": "Mission-oriented projects",
      "E": "System-oriented projects"
    },
    "explanation": "<ul><br/><li><br/>A: Low specificity, low market vicinity.\n<br/></li><br/><li><br/>C: Low specificity, high market vicinity.\n<br/></li><br/><li><br/>D: High specificity, high market vicinity.\n<br/></li><br/><li><br/>E: “System-oriented” is from Edler &amp; Fagerberg’s later model, not part of Cantner &amp; Pyka’s four quadrants.\n<br/></li><br/></ul><br/>B) Basic II / Vision projects"
  },
  {
    "id": "3845286",
    "unitNumber": 8,
    "text": "Which of the following is <strong>not</strong> one of the five stages of the technology policy cycle?",
    "correctAnswer": "D",
    "options": {
      "A": "Policy evaluation",
      "B": "Policy implementation",
      "C": "Policy enforcement",
      "D": "Policy termination",
      "E": "Policy development"
    },
    "explanation": "<strong>A, B, C, E</strong> are correct stages according to Figure 8.2.<br/>Policy termination<br/>The five stages are problem identification, policy development, policy implementation, policy enforcement, and policy evaluation. “Policy termination” is not part of this cycle."
  },
  {
    "id": "3845288",
    "unitNumber": 8,
    "text": "In the specific problem-oriented approach, if SMEs in developing countries are not competitive due to high costs resulting from economies of scale, which policy measure is most appropriate?",
    "correctAnswer": "B",
    "options": {
      "A": "Implement stricter competition laws",
      "B": "Support specialization and regional clustering",
      "C": "Reduce R&amp;D tax incentives",
      "D": "Increase tariffs on imported goods",
      "E": "Limit online sales platforms"
    },
    "explanation": "<strong>A</strong> is for monopolistic distribution issues.\n<br/><strong>C</strong> would hinder innovation.\n<br/><strong>D</strong> and <strong>E</strong> are unrelated to the economies of scale problem<br/>Support specialization and regional clustering<br/>The text explains that when high costs are caused by economies of scale, supporting SMEs through specialization, clustering, or innovation networks is a suitable solution."
  },
  {
    "id": "3845291",
    "unitNumber": 8,
    "text": "Which of the following is an example of a soft instrument in technology policy?",
    "correctAnswer": "B",
    "options": {
      "A": "Tax exemptions for R&amp;D",
      "B": "Voluntary standardization",
      "C": "Public procurement",
      "D": "Intellectual property rights",
      "E": "Grants for university research"
    },
    "explanation": "<strong>A</strong> and <strong>E</strong> are economic transfers.\n<br/><strong>C</strong> is a demand instrument.\n<br/><strong>D</strong> is a regulatory instrument.<br/><strong>Voluntary standardization</strong><br/>Soft instruments include voluntary standardization, codes of conduct, public-private partnerships, and voluntary agreements."
  },
  {
    "id": "3845292",
    "unitNumber": 8,
    "text": "Which policy instrument is most likely to be used to increase the supply of technology?",
    "correctAnswer": "C",
    "options": {
      "A": "Standards for public goods and services",
      "B": "Subsidies for adoption of new technologies",
      "C": "Public support for on-the-job training",
      "D": "Government-mandated technology transfer",
      "E": "Innovation vouchers"
    },
    "explanation": "<ul><br/><li><br/><strong>A</strong> is demand-side.\n<br/></li><br/><li><br/><strong>B</strong>, <strong>D</strong>, and <strong>E</strong> are diffusion instruments.<br/><strong>LO:</strong> Identify examples of supply-side policy instruments.\n<br/></li><br/></ul><br/>Public support for on-the-job training : Supply instruments aim to increase the supply of R&amp;D by reducing costs, raising human capital, or facilitating networking. On-the-job training support is a human capital measure under supply instruments."
  }
]