[
  {
    "id": "3717700",
    "unitNumber": 1,
    "text": "<strong>What is the main indicator used to measure economic growth?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Unemployment rate",
      "B": "Gross Domestic Product",
      "C": "Inflation rate",
      "D": "Interest rate",
      "E": "Purchasing Power Parity"
    },
    "explanation": "Economic growth is measured by calculating the percentage change in gross domestic product (GDP) between two years."
  },
  {
    "id": "3717705",
    "unitNumber": 1,
    "text": "<strong>If the GDP of a country increases from $700 billion to $735 billion, what is the growth rate?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "3.5%",
      "B": "5%",
      "C": "7%",
      "D": "10%",
      "E": "15%"
    },
    "explanation": "<em>Calculation: (735 - 700) / 700 * 100 = 5%</em>"
  },
  {
    "id": "3717707",
    "unitNumber": 1,
    "text": "<strong>If nominal GDP is $1,000 billion and real GDP is $900 billion, what is the GDP deflator?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "0.9",
      "B": "1.1",
      "C": "1.0",
      "D": "1.25",
      "E": "1.5"
    },
    "explanation": "<em>Calculation: GDP Deflator = Nominal GDP / Real GDP = 1000 / 900 = 1.1</em>"
  },
  {
    "id": "3717710",
    "unitNumber": 1,
    "text": "<strong>How does the Purchasing Power Parity method compare currency values between countries?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "By calculating the official exchange rates.",
      "B": "By measuring the value of the national currency in gold.",
      "C": "By using a \"basket of goods\" to compare identical goods in different countries.",
      "D": "By considering the national debt of each country.",
      "E": "By measuring the income inequality in each country."
    },
    "explanation": "PPP is used to compare the productivity and standards of living between countries by determining the exchange rate at which identical goods or services cost the same in different countries. This method uses a “basket of goods” to measure currency values and adjust GDP figures for more accurate comparisons across nations."
  },
  {
    "id": "3717712",
    "unitNumber": 1,
    "text": "<strong>Which of the following statements is supported by the concept of \"growth convergence\"?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Low-income countries tend to grow faster than high-income countries.",
      "B": "High-income countries tend to grow faster than low-income countries.",
      "C": "Growth rates are unrelated to the income levels of countries.",
      "D": "All countries experience the same growth rates regardless of income.",
      "E": "High-income countries eventually catch up with low-income countries in terms of growth."
    },
    "explanation": "<strong>Growth convergence: </strong>Low-income countries tend to grow faster than high income countries. This is the key idea behind \"growth convergence,\" where poorer economies often experience faster growth rates as they catch up to more developed economies."
  },
  {
    "id": "3717721",
    "unitNumber": 1,
    "text": "<strong>What does the Human Development Index measure?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Only the economic growth of a country.",
      "B": "Only health outcomes in a country.",
      "C": "Compose of health, education, and standard of living of a country.",
      "D": "The political stability of a country.",
      "E": "The environmental sustainability of a country."
    },
    "explanation": "The Human Development Index (HDI) is a statistic composed of three basic dimensions of human development (health, education, and standard of living) and provides a more holistic perspective."
  },
  {
    "id": "3717722",
    "unitNumber": 1,
    "text": "<strong>What is the primary purpose of the cut-off points in Human Development Index (HDI)?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "To measure economic growth of countries.",
      "B": "To categorize countries' human development achievements based on HDI values.",
      "C": "To determine the political stability of a country.",
      "D": "To compare countries' environmental sustainability.",
      "E": "To rank countries by their population size."
    },
    "explanation": "UNDP uses the cut-off points to categorize countries’ human development achievements by using HDI values."
  },
  {
    "id": "3717723",
    "unitNumber": 1,
    "text": "<strong>What does the term \"poverty trap\" refer to?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "A situation where high-income countries experience stagnant growth.",
      "B": "A system of efficient production that leads to economic growth.",
      "C": "A period of rapid economic growth in low-income countries.",
      "D": "A method to improve access to healthcare and education.",
      "E": "A poverty spiral that is difficult to escape due to factors triggered by poverty."
    },
    "explanation": "Poverty trap refers to a poverty spiral that is very difficult to get out of due to reasons triggered by poverty."
  },
  {
    "id": "3717724",
    "unitNumber": 1,
    "text": "<strong>What is the main difference between international migration and brain drain?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Brain drain refers to the migration of low-skilled workers.",
      "B": "International migration only involves economic factors.",
      "C": "Brain drain is a term used for migration within a country.",
      "D": "Brain drain refers to the migration of well-educated people.",
      "E": "There is no difference; the terms are interchangeable."
    },
    "explanation": "While international migration is a wider term, brain drain refers tomigration of well-educated people Brain-drain has various negative effects on sending country in sociological and economic dimensions."
  },
  {
    "id": "3717725",
    "unitNumber": 1,
    "text": "<strong>What is the country ranked as the happiest in the 2024 World Happiness Report?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sweden",
      "B": "Switzerland",
      "C": "Finland",
      "D": "Norway",
      "E": "Denmark"
    },
    "explanation": "Among the 143 countries included in the research in 2024, the happiest country is Finland, while the unhappiest country is Afghanistan."
  },
  {
    "id": "3717726",
    "unitNumber": 2,
    "text": "<strong>According to mercantilists, what served as the unit of international account during the era of discovery and colonization?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "National currencies",
      "B": "Trade goods",
      "C": "Silver",
      "D": "Gold bullion",
      "E": "Precious stones"
    },
    "explanation": "The era of discovery and colonization was followed by a thriving international trade, with gold bullion serving as the unit of international account. Essential mercantilist concepts included the accumulation of gold through commerce and various trade restrictions, and the widespread belief that money, rather than actual things, equates to riches."
  },
  {
    "id": "3717727",
    "unitNumber": 2,
    "text": "<strong>According to the physiocrats, what was the source of wealth?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Trade and commerce",
      "B": "Industrial production",
      "C": "Agriculture, or nature.",
      "D": "The accumulation of gold and silver",
      "E": "Technological advancements"
    },
    "explanation": "<strong>Physiocrats</strong> investigated the production of physical value in response to the mercantilistic idea that wealth was produced via the process of exchange and came to the conclusion that agriculture, or nature, was the source of wealth."
  },
  {
    "id": "3717728",
    "unitNumber": 2,
    "text": "<strong>According to Classical Economics, what is the main driving force of economic growth?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "The accumulation and investment of profits originating from surplus created in economic activities.",
      "B": "Government intervention in markets and industries.",
      "C": "The increase in wages and household consumption.",
      "D": "Trade surpluses and international commerce.",
      "E": "Technological innovation and productivity increases."
    },
    "explanation": "The main driving force of growth is the accumulation and investment of profits originating from the surplus created in economic activities, making the change in the rate of profits a crucial factor in economic development."
  },
  {
    "id": "3717729",
    "unitNumber": 2,
    "text": "<strong>In Ricardo’s analysis, what happens when the profit rate approaches zero in a stationary state?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Capital accumulation accelerates",
      "B": "There is no new investment, no capital accumulation, and no new employment",
      "C": "The population continues to grow at a rapid pace",
      "D": "The wealth of landowners decreases",
      "E": "The economy transitions into a manufacturing-based economy"
    },
    "explanation": "According to the Ricardo’s analysis, at the stationary state, economic growth comes to a standstill, and there is no profit, no capital accumulation, no new investment and thus no new employment."
  },
  {
    "id": "3717730",
    "unitNumber": 2,
    "text": "<strong>What is the meaning of the \"stationary state\" in economic analysis?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "An economy in which profits continuously increase",
      "B": "A condition where economic processes constantly evolve with rapid growth",
      "C": "A state where economic processes merely reproduce themselves with no changes",
      "D": "A situation in which there is an increase in investment and technological innovation",
      "E": "A state where only landowners and capitalists benefit from economic activities"
    },
    "explanation": "Stationary state is a condition taken as an operational concept in economic analysis in which economic processes merely reproduce themselves with no changes."
  },
  {
    "id": "3717732",
    "unitNumber": 2,
    "text": "<strong>According to Marx, what happens when capital substitutes labor in the capitalist system?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "It leads to increased productivity without negative consequences",
      "B": "It creates an industrial reserve army of unemployed workers",
      "C": "It improves the quality of life for workers",
      "D": "It leads to the complete elimination of class distinctions",
      "E": "It increases the average rate of profit"
    },
    "explanation": "For Marx, each capitalists motive to accumulate more capital and increase profit through substituting capital for labor tends to diminish average rate of profit. Another result of the drive for profit will be the transformation of small-scale industries into large-scale ones swallowing the smaller firms. The capital-labor substitution will create an industrial reserve army of unemployed, and as this army grows, the misery of the proletariat will increase."
  },
  {
    "id": "3717733",
    "unitNumber": 2,
    "text": "<strong>Which of the following is central to Schumpeter's theory of economic growth?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Capital accumulation",
      "B": "The role of the entrepreneur",
      "C": "State intervention",
      "D": "Market equilibrium",
      "E": "Resource allocation"
    },
    "explanation": "Schumpeter emphasized the entrepreneur as the key driver of economic growth and development."
  },
  {
    "id": "3717734",
    "unitNumber": 2,
    "text": "<strong>What does Schumpeter mean by \"creative destruction\"?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "The government’s role in dismantling outdated industries",
      "B": "The failure of large corporations",
      "C": "The introduction of new technologies and innovations that replace old ones",
      "D": "The increase in economic inequality as a result of technological progress",
      "E": "The end of capitalism through intellectual movements"
    },
    "explanation": "\"Creative destruction\" refers to the process by which new innovations replace outdated technologies, driving economic development and growth."
  },
  {
    "id": "3717735",
    "unitNumber": 2,
    "text": "<strong>What must economies do in order to grow faster, according to the Harrod-Domar model?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Increase government spending",
      "B": "Reduce inflation",
      "C": "Increase the savings and investment ratio of GDP",
      "D": "Lower taxes on businesses",
      "E": "Focus on technological innovation"
    },
    "explanation": "The model states that to achieve faster economic growth, economies must save and invest a certain proportion of their GDP."
  },
  {
    "id": "3717736",
    "unitNumber": 2,
    "text": "<strong>According to the False-Paradigm Model, underdevelopment is primarily caused by:</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Incorrect advice from international “expert” advisers",
      "B": "The failure of local governments to implement economic policies",
      "C": "The exploitation of natural resources by multinational corporations",
      "D": "A lack of foreign investments in underdeveloped countries",
      "E": "The absence of traditional social structures"
    },
    "explanation": "Underdevelopment is attributed to incorrect and inappropriate advice given by well-meaning but frequently ignorant, biased, and ethnocentric international “expert” advisers from agencies and multinational donor organizations based in the core, according to a second and less radical approach to international- dependence approach that can be called the false-paradigm model."
  },
  {
    "id": "3922430",
    "unitNumber": 3,
    "text": "The Solow-Swan model is based on two main equations: the __________ and the __________.",
    "correctAnswer": "E",
    "options": {
      "A": "consumption function / government spending rule",
      "B": "production possibility frontier/ inflation equation",
      "C": "labor supply equation / monetary policy rule",
      "D": "utility maximization function / savings function",
      "E": "neoclassical production function / capital accumulation equation"
    },
    "explanation": "The Solow-Swan model relies on two basic equations: a neoclassical production function and a capital accumulation equation."
  },
  {
    "id": "3922431",
    "unitNumber": 3,
    "text": "The Solow-Swan model relies on ......... basic equations.",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "The Solow-Swan model relies on two basic equations: a neoclassical production function and a capital accumulation equation."
  },
  {
    "id": "3922435",
    "unitNumber": 3,
    "text": "The ........... model relies on two basic equations: a neoclassical production function and a capital accumulation equation.",
    "correctAnswer": "B",
    "options": {
      "A": "Keynesian",
      "B": "Solow-Swan",
      "C": "Ricardian",
      "D": "Romer",
      "E": "Harrod-Domar"
    },
    "explanation": "The Solow-Swan model relies on two basic equations: a neoclassical production function and a capital accumulation equation."
  },
  {
    "id": "3922438",
    "unitNumber": 3,
    "text": "Which of the following is mentioned as the main failure of the Solow-Swan model?",
    "correctAnswer": "D",
    "options": {
      "A": "It assumes constant government spending and foreign trade",
      "B": "It fails to include the role of labor in production",
      "C": "It does not match real-world economic data",
      "D": "It cannot explain how technology changes endogenously",
      "E": "It overestimates the role of capital in the short run"
    },
    "explanation": "The Solow framework has two big successes and one big failure. The first success of the framework is to show that investing in physical capital stock is not sufficient for an economy to generate positive growth rates in the long run. The second success of the model is its fit to empirical growth studies. After almost six decades, it is still the only framework for revealing empirical regularities in the economic growth performance of economies. <br/>Its big failure is that the framework does not essentially allow one to study the endogenous mechanisms that drive economic growth in an economy, and in particular, how technology changes endogenously."
  },
  {
    "id": "3922440",
    "unitNumber": 3,
    "text": "The Solow framework has .... big successes and .... big failure",
    "correctAnswer": "C",
    "options": {
      "A": "one / one",
      "B": "one / two",
      "C": "two /one",
      "D": "two / two",
      "E": "three / one"
    },
    "explanation": "The Solow framework has two big successes and one big failure"
  },
  {
    "id": "3922444",
    "unitNumber": 3,
    "text": "Why must Robinson Crusoe save part of the fruits and animals he finds on the island?",
    "correctAnswer": "C",
    "options": {
      "A": "To sell them at market prices",
      "B": "To pay taxes to the island government",
      "C": "To use them in the (re-)production for survival over time",
      "D": "To trade them with foreign visitors",
      "E": "To increase inflation and boost GDP"
    },
    "explanation": "Recall the story. After surviving a shipwreck, Robinson Crusoe found himself alone on an island. While exploring the island, Crusoe discovered some trees with edible fruits as well as some domestic animals. If he prefers only to consume, fruits and animals will perhaps deplete before he dies or is rescued. <br/>Therefore, Crusoe must save a part of them to use in the (re-)production of fruits and animals each period to survive on the island."
  },
  {
    "id": "3922446",
    "unitNumber": 3,
    "text": "In the Robinson Crusoe economy, there are no __________ and no __________ in the economy.",
    "correctAnswer": "C",
    "options": {
      "A": "consumers / producers",
      "B": "savings / investments",
      "C": "markets / prices",
      "D": "resources / technology",
      "E": "fruits / animals"
    },
    "explanation": "The Solow model is also a Robinson Crusoe economy. The model assumes a single good, which is either consumed or saved. Savings add to physical capital stock, which is used in the production of the next period’s output. There is no market and no price in the economy and Robinson Crusoe is both the producer and the consumer. The basic version of the model also assumes no government and no foreign trade."
  },
  {
    "id": "3922448",
    "unitNumber": 3,
    "text": "Which of the following best describes the role of Robinson Crusoe in the Solow model?",
    "correctAnswer": "D",
    "options": {
      "A": "He is only a consumer who depends on trade.",
      "B": "He is a government agent who sets prices.",
      "C": "He only collects taxes and redistributes income.",
      "D": "He acts as both producer and consumer in the economy.",
      "E": "He controls an economy with many firms and markets."
    },
    "explanation": "The Solow model is also a Robinson Crusoe economy. The model assumes a single good, which is either consumed or saved. Savings add to physical capital stock, which is used in the production of the next period’s output. There is no market and no price in the economy and Robinson Crusoe is both the producer and the consumer. The basic version of the model also assumes no government and no foreign trade."
  },
  {
    "id": "3922450",
    "unitNumber": 3,
    "text": "In the Solow model, both __________ and __________ are treated as exogenous variables.",
    "correctAnswer": "B",
    "options": {
      "A": "savings / capital stock",
      "B": "labor force / technological progress",
      "C": "consumption / government spending",
      "D": "inflation / unemployment",
      "E": "output / investment"
    },
    "explanation": "One of the most important characteristics of the Solow model is that both the labor force (total population) and technological progress<br/>are exogenously defined in the model."
  },
  {
    "id": "3922452",
    "unitNumber": 3,
    "text": "What does the fundamental equation of growth in the Solow model describe?",
    "correctAnswer": "E",
    "options": {
      "A": "How government spending affects output",
      "B": "The effects of trade on capital flows",
      "C": "How interest rates are determined in the market",
      "D": "The relationship between consumption and utility",
      "E": "The dynamics of physical capital over time"
    },
    "explanation": "In the Solow model, the fundamental equation of growth shows the dynamics of physical capital over time and is represented as a one-variable differential equation."
  },
  {
    "id": "3925474",
    "unitNumber": 4,
    "text": "Ramsey's (1928) most significant contribution was its introduction of the dynamic trade-off between ........and ......... conceptually.",
    "correctAnswer": "A",
    "options": {
      "A": "consumption / saving",
      "B": "investment / saving",
      "C": "capital / labor",
      "D": "consumption / investment",
      "E": "technology / saving"
    },
    "explanation": "The Ramsey framework, which is one of the most frequently employed frameworks in the economic growth literature currently, derives its name from the groundbreaking work “A Mathematical Theory of Saving” by Ramsey (1928). <br/>This work’s most significant contribution was its introduction of the dynamic trade-off between saving and consumption conceptually."
  },
  {
    "id": "3925485",
    "unitNumber": 4,
    "text": "What is the main limitation of the original Ramsey model in explaining positive economic growth?",
    "correctAnswer": "D",
    "options": {
      "A": "It treats the saving rate as an exogenous variable.",
      "B": "It does not solve for optimal time paths of variables.",
      "C": "It was never formally solved using Optimal Control Theory.",
      "D": "It cannot explain positive economic growth without an exogenous source like technological change.",
      "E": "It ignores the consumption-saving trade-off altogether."
    },
    "explanation": "Unfortunately, the internalization of the consumption-saving tradeoff in the Ramsey framework does not, by itself, explain why the majority of economies experience positive economic growth. In other words, just like the original Solow model, the original Ramsey model is still unable to explain positive economic growth unless an exogenous source, e.g., technological change, is defined."
  },
  {
    "id": "3925504",
    "unitNumber": 4,
    "text": "The Ramsey model requires the use of an ............. utility function and a ........... production function.",
    "correctAnswer": "E",
    "options": {
      "A": "instantaneuos / classical",
      "B": "expected / stochastic",
      "C": "dynamic / Keynesian",
      "D": "static / endogenous",
      "E": "intertemporal / neoclassical"
    },
    "explanation": "The Ramsey model requires the use of an intertemporal utility function and a neoclassical production function."
  },
  {
    "id": "3925531",
    "unitNumber": 4,
    "text": "Which of the following is essential for the Ramsey growth model?",
    "correctAnswer": "B",
    "options": {
      "A": "A fixed savings rate and a Cobb-Douglas production function",
      "B": "An intertemporal utility function and a neoclassical production function",
      "C": "A single-period utility function and constant returns to scale in consumption",
      "D": "A Keynesian consumption function and a linear production function",
      "E": "A stochastic utility function and a decreasing returns to scale production function"
    },
    "explanation": "The Ramsey model requires the use of an intertemporal utility function and a neoclassical production function."
  },
  {
    "id": "3926036",
    "unitNumber": 4,
    "text": "As any general equilibrium model features, there are two alternating approaches for modeling the Ramsey framework, namely, the ...........and the ............... approaches",
    "correctAnswer": "C",
    "options": {
      "A": "static / dynamic",
      "B": "microeconomic / macroeconomic",
      "C": "centralized / decentralized",
      "D": "competitive / monopolistic",
      "E": "nominal / reel"
    },
    "explanation": "As any general equilibrium model features, there are two alternating approaches for modeling the Ramsey framework, namely, the decentralized and the centralized approaches"
  },
  {
    "id": "3926056",
    "unitNumber": 4,
    "text": "The behavior of a differential equation (system) from initial time to infinity is called ..........",
    "correctAnswer": "A",
    "options": {
      "A": "Transitional dynamics",
      "B": "Steady state",
      "C": "Equilibrium path",
      "D": "Comparative statics",
      "E": "Long-run growth"
    },
    "explanation": "The behavior of a differential equation (system) from initial time to infinity is called transitional dynamics."
  },
  {
    "id": "3926083",
    "unitNumber": 4,
    "text": "Which of the following methods can be used to demonstrate the transitional period characteristics in Ramsey growth models?",
    "correctAnswer": "B",
    "options": {
      "A": "Regression analysis, hypothesis testing, and variance decomposition",
      "B": "Phase diagram analysis, linearization, and numerical simulation",
      "C": "Cross-sectional analysis, time series analysis, and panel data analysis",
      "D": "Sensitivity analysis, elasticity measurement, and correlation testing",
      "E": "Statistical inference, maximum likelihood estimation, and bootstrap methods"
    },
    "explanation": "In this case, the transitional period characteristics of the system can be demonstrated by (i) phase diagram analysis, (ii) linearization, and (iii) numerical simulation."
  },
  {
    "id": "3926107",
    "unitNumber": 4,
    "text": "I) Phase diagram analysis<br/>II) Bootstrap methods<br/>III) Numerical simulation<br/>Which of the following methods can be used to demonstrate the transitional period characteristics in Ramsey growth models?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I and II",
      "E": "I and III"
    },
    "explanation": "In this case, the transitional period characteristics of the system can be demonstrated by (i) phase diagram analysis, (ii) linearization, and (iii) numerical simulation."
  },
  {
    "id": "3926133",
    "unitNumber": 4,
    "text": "The centralized solution proposes an alternative approach to the construction of the Ramsey model,<br/>which is .............",
    "correctAnswer": "A",
    "options": {
      "A": "Pareto optimal",
      "B": "Suboptimal",
      "C": "inefficient",
      "D": "Nash equilibrium",
      "E": "socially indifferent"
    },
    "explanation": "The centralized solution proposes an alternative approach to the construction of the Ramsey model, which is Pareto optimal"
  },
  {
    "id": "3926152",
    "unitNumber": 4,
    "text": "Which of the following best describes the centralized solution in the Ramsey model?",
    "correctAnswer": "B",
    "options": {
      "A": "It leads to market failure",
      "B": "It achieves Pareto efficiency",
      "C": "It ignores social welfare",
      "D": "It is based on decentralized decision-making",
      "E": "It results in unstable growth"
    },
    "explanation": "The centralized solution proposes an alternative approach to the construction of the Ramsey model, which is Pareto optimal"
  },
  {
    "id": "3926205",
    "unitNumber": 5,
    "text": "Economists typically assume that there are ........ fundamental causes of long-run growth and development.",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Economists typically assume that there are three fundamental causes of long-run growth and development."
  },
  {
    "id": "3926226",
    "unitNumber": 5,
    "text": "Who is associated with emphasizing the role of Protestantism in economic development?",
    "correctAnswer": "C",
    "options": {
      "A": "Montesquieu",
      "B": "Adam Smith",
      "C": "Max Weber",
      "D": "John Locke",
      "E": "David Ricardo"
    },
    "explanation": "In various domains of inquiry, ranging from philosophy and law to political science and economics, scholars and thinkers underlined the significance of each of these deep-rooted factors for economic development. Examples include Montesquieu for the role of climate, Max Weber for the role of Protestantism, and Adam Smith for the role of free markets."
  },
  {
    "id": "3926241",
    "unitNumber": 5,
    "text": "Who is associated with emphasizing the role of climate in economic development?",
    "correctAnswer": "A",
    "options": {
      "A": "Montesquieu",
      "B": "Max Weber",
      "C": "Adam Smith",
      "D": "David Ricardo",
      "E": "John Locke"
    },
    "explanation": "In various domains of inquiry, ranging from philosophy and law to political science and economics, scholars and thinkers underlined the significance of each of these deep-rooted factors for economic development. Examples include Montesquieu for the role of climate, Max Weber for the role of Protestantism, and Adam Smith for the role of free markets."
  },
  {
    "id": "3926264",
    "unitNumber": 5,
    "text": "Economists typically assume the three fundamental causes of long-run growth and development are geography, culture, and __________.",
    "correctAnswer": "B",
    "options": {
      "A": "technology",
      "B": "institutions",
      "C": "education",
      "D": "markets",
      "E": "innovation"
    },
    "explanation": "Economists typically assume that there are three fundamental causes of long-run growth and development. These are<br/>• geography (including climatic conditions and natural resources),<br/>• culture (including belief systems, traditions, values, and preferences), and<br/>• institutions (including laws, regulations, property rights, and policies)."
  },
  {
    "id": "3926286",
    "unitNumber": 5,
    "text": "A sudden historical event that creates a long-term effect on the evolution of a system is called a __________.",
    "correctAnswer": "C",
    "options": {
      "A": "turning point",
      "B": "structural break",
      "C": "critical juncture",
      "D": "regime shift",
      "E": "historical anomaly"
    },
    "explanation": "Critical juncture is a useful concept that greatly helps us in these respects. A critical juncture can be defined as any major historical event that occurs suddenly and creates a long-term (or persistent) effect on the course of a system’s evolution."
  },
  {
    "id": "3926304",
    "unitNumber": 5,
    "text": "What is a “critical juncture” in the context of economic development?",
    "correctAnswer": "E",
    "options": {
      "A": "A temporary economic downturn with minimal long-term effects",
      "B": "A change in interest rates affecting short-term investment",
      "C": "A phase of rapid technological innovation without institutional change",
      "D": "A regular part of business cycles with predictable outcomes",
      "E": "A sudden historical event that has a long-term impact on a system's evolution"
    },
    "explanation": "Critical juncture is a useful concept that greatly helps us in these respects. A critical juncture can be defined as any major historical event that occurs suddenly and creates a long-term (or persistent) effect on the course of a system’s evolution."
  },
  {
    "id": "3926379",
    "unitNumber": 5,
    "text": "The term __________ means “by law” and refers to a system or practice that is legally recognized.",
    "correctAnswer": "B",
    "options": {
      "A": "de facto",
      "B": "de jure",
      "C": "autocratic",
      "D": "democratic",
      "E": "inclusive"
    },
    "explanation": "The concepts of de jure power and de facto power enter the picture when we need to understand the historical persistence of institutions. De jure, a phrase of Latin origin, literally means “by law” and describes a system, a practice, or a framework that is legally recognized."
  },
  {
    "id": "3926415",
    "unitNumber": 5,
    "text": "The term __________ means “in fact” and thus describes which systems, practices, or frameworks apply in reality",
    "correctAnswer": "A",
    "options": {
      "A": "de facto",
      "B": "de jure",
      "C": "autocratic",
      "D": "democratic",
      "E": "inclusive"
    },
    "explanation": "The concepts of de jure power and de facto power enter the picture when we need to understand the historical persistence of institutions.De facto, also of Latin origin, means “in fact” and thus describes which systems, practices, or frameworks apply in reality"
  },
  {
    "id": "3926460",
    "unitNumber": 5,
    "text": "Max Weber argued that the rise of modern industrial societies in Northern Europe is causally linked to the adoption of __________ religious beliefs.",
    "correctAnswer": "A",
    "options": {
      "A": "Protestant",
      "B": "Catholic",
      "C": "Catholic",
      "D": "Buddhist",
      "E": "Islamic"
    },
    "explanation": "Weber argued that the historical rise of modern industrial societies in Northern Europe is causally associated with the adoption of Protestant religious beliefs in those countries."
  },
  {
    "id": "3926516",
    "unitNumber": 5,
    "text": "Two other mechanisms through which location matters are (i) the risk of natural disasters, and (ii) whether the main axis of the continent is in the north-south or in the east-west direction, also known as the ........... thesis.",
    "correctAnswer": "C",
    "options": {
      "A": "natural disaster",
      "B": "climatic zone",
      "C": "continental axis",
      "D": "cultural diffusion",
      "E": "geographical proximity"
    },
    "explanation": "Two other mechanisms through which location matters are (i) the risk of natural disasters, and (ii) whether the main axis of the continent is in the north-south or in the east-west direction, also known as the continental axis thesis. A country’s location on the globe is the main determinant of whether that country is more likely to be seriously affected by natural disasters such as hurricanes and earthquakes."
  },
  {
    "id": "3927914",
    "unitNumber": 6,
    "text": "The <strong>___________ </strong>Curve, proposed by Simon Kuznets, suggests that income inequality first rises and then falls as a country develops.",
    "correctAnswer": "C",
    "options": {
      "A": "Keynes",
      "B": "Laffer",
      "C": "Kuznets",
      "D": "Philips",
      "E": "Gini"
    },
    "explanation": "Scholars like Simon Kuznets explored the relationship between economic growth and income inequality, leading to the “Kuznets Curve,” which suggested that income inequality first rises and then falls as a country develops."
  },
  {
    "id": "3927937",
    "unitNumber": 6,
    "text": "Who wrote <em>Capital in the Twenty-First Century</em>, which examines long-term trends in wealth concentration and the potential consequences for societies?",
    "correctAnswer": "D",
    "options": {
      "A": "Karl Marx",
      "B": "Simon Kuznets",
      "C": "Adam Smith",
      "D": "Thomas Piketty",
      "E": "Corrado Gini"
    },
    "explanation": "Economists such as Thomas Piketty, in his book “Capital in the Twenty-First Century” (2013), highlighted the long-term trends of wealth concentration and the potential consequences for societies."
  },
  {
    "id": "3927976",
    "unitNumber": 6,
    "text": "In the 18th century, <strong>___________</strong> published <em>Wealth of Nations</em>, laying the foundation for understanding economic activities on society,<br/>including issues of inequality.",
    "correctAnswer": "A",
    "options": {
      "A": "Adam Smith",
      "B": "Karl Marx",
      "C": "Simon Kuznets",
      "D": "Corrado Gini",
      "E": "Thomas Piketty"
    },
    "explanation": "The discussions on economic inequality can be traced back to the 18th century. Adam Smith’s canonical book, Wealth of Nations (1776), laid the foundation for understanding the impact of economic activities on society, including issues of inequality"
  },
  {
    "id": "3927999",
    "unitNumber": 6,
    "text": "<strong>___________ </strong>inequality refers to disparities in opportunities, resources, and outcomes between different generations within a society.",
    "correctAnswer": "B",
    "options": {
      "A": "Wealth",
      "B": "Intergenerational",
      "C": "Horizontal",
      "D": "Consumption",
      "E": "Gender"
    },
    "explanation": "Intergenerational inequality refers to disparities in opportunities, resources, and outcomes between different generations within a society."
  },
  {
    "id": "3928018",
    "unitNumber": 6,
    "text": "<strong>___________ </strong>inequality focuses on disparities among similar groups, while vertical inequality examines the uneven distribution of resources across socio-economic levels.",
    "correctAnswer": "D",
    "options": {
      "A": "Vertical",
      "B": "Intergenerational",
      "C": "Gender",
      "D": "Horizontal",
      "E": "Wealth"
    },
    "explanation": "Horizontal inequality focuses on disparities among similar groups, while vertical inequality examines the uneven distribution of resources across socio-economic levels."
  },
  {
    "id": "3928057",
    "unitNumber": 6,
    "text": "The <strong>___________</strong> is a tool used to measure disparities in income, education, and life expectancy between different countries.",
    "correctAnswer": "C",
    "options": {
      "A": "GDP Index",
      "B": "Gini Coefficient",
      "C": "Human Development Index",
      "D": "Consumer Price Index",
      "E": "Poverty Index"
    },
    "explanation": "The Human Development Index (HDI), and the World Bank’s measures to assess global economic inequality. These measurements help quantify the disparities in income, education, and life expectancy between different countries."
  },
  {
    "id": "3928075",
    "unitNumber": 6,
    "text": "The <strong>___________ </strong>Index is a statistical measure used to assess the level of economic inequality within a society or a distribution of income or wealth.",
    "correctAnswer": "E",
    "options": {
      "A": "Kuznets",
      "B": "Gini",
      "C": "Human Development",
      "D": "Poverty",
      "E": "Atkinson"
    },
    "explanation": "The Atkinson Index is a statistical measure used to assess the level of economic inequality within a society or a distribution of income or wealth."
  },
  {
    "id": "3928099",
    "unitNumber": 6,
    "text": "The .......... ratio compares the income or wealth share of the top 10% of the population with the share of the bottom 40%.",
    "correctAnswer": "E",
    "options": {
      "A": "Gini",
      "B": "Kuznets",
      "C": "Atkinson",
      "D": "Lorenz",
      "E": "Palma"
    },
    "explanation": "The Palma ratio compares the income or wealth share of the top 10% of the population with the share of the bottom 40%."
  },
  {
    "id": "3928130",
    "unitNumber": 6,
    "text": "The Palma ratio is considered useful for:",
    "correctAnswer": "D",
    "options": {
      "A": "Analyzing inflation rates",
      "B": "Predicting stock market crashes",
      "C": "Measuring economic growth",
      "D": "Policy discussions and interventions that target extreme disparities",
      "E": "Calculating government spending"
    },
    "explanation": "For many economies, the level of inequality between the top earners and the rest of the population is of particular concern. The Palma index aligns well with this concern, making it relevant for policy discussions and interventions that target extreme disparities"
  },
  {
    "id": "3928178",
    "unitNumber": 6,
    "text": "What happens to income inequality at the later stages of development (they become more advanced) according to the Kuznets Curve?",
    "correctAnswer": "D",
    "options": {
      "A": "It increases steadily",
      "B": "It fluctuates unpredictably",
      "C": "It remains constant",
      "D": "It decreases",
      "E": "It disappears entirely"
    },
    "explanation": "Kuznets observed that as economies transition from agricultural to industrial economies, income inequality tends to increase initially and then decrease as they become more advanced."
  },
  {
    "id": "3928369",
    "unitNumber": 7,
    "text": "What fueled the second wave of globalization in the 18th and 19th centuries?",
    "correctAnswer": "D",
    "options": {
      "A": "The invention of the airplane",
      "B": "The internet",
      "C": "The discovery of electricity",
      "D": "Advancements in transportation like the steam engine and railways",
      "E": "The creation of the United Nations"
    },
    "explanation": "The Industrial Revolution in the 18th and 19th centuries fueled the second wave of globalization with heightened connectivity. Advancements in transportation, such as the invention and widespread application of the steam engine and railways, facilitated the movement of goods on a massive scale."
  },
  {
    "id": "3928389",
    "unitNumber": 7,
    "text": "Industrialization and sustained growth, first started in __________ sometime in the __________ century, diffused to some other regions of the world gradually.",
    "correctAnswer": "B",
    "options": {
      "A": "France / 17",
      "B": "England / 18",
      "C": "United States / 19",
      "D": "Ottoman Empire / 18",
      "E": "Italy /16"
    },
    "explanation": "Industrialization and sustained growth, first started in England sometime in the 18th century, diffused to some other regions of the world gradually."
  },
  {
    "id": "3928432",
    "unitNumber": 7,
    "text": "Today, the __________ model and the accompanying theorems establish what we know as the factor endowment (or factor proportions) theory of international trade.",
    "correctAnswer": "E",
    "options": {
      "A": "Ricardian",
      "B": "Smithian",
      "C": "Monopolistic competition",
      "D": "Comparative advantage",
      "E": "Hecksher-Ohlin"
    },
    "explanation": "Today, the Hecksher-Ohlin model and the accompanying theorems establish what we know as the factor endowment (or factor proportions) theory of international trade."
  },
  {
    "id": "3928828",
    "unitNumber": 7,
    "text": "Hamilton’s infant industry argument is a strategic approach to trade and industry policies, and it represents an alternative to.............promotion of liberal trade regimes without government involvement.",
    "correctAnswer": "D",
    "options": {
      "A": "Heckscher-Ohlin’s",
      "B": "Keynesian",
      "C": "Marxist",
      "D": "Smith-Ricardo’s",
      "E": "List's"
    },
    "explanation": "Hamilton’s infant industry argument is a strategic approach to trade and industry policies, and it represents an alternative to Smith and Ricardo’s promotion of liberal trade regimes without government involvement."
  },
  {
    "id": "3928858",
    "unitNumber": 7,
    "text": "Hamilton’s .......... argument is a strategic approach to trade and industry policies, and it represents an alternative to Smith and Ricardo’s promotion of liberal trade regimes without government involvement",
    "correctAnswer": "B",
    "options": {
      "A": "comparative advantage",
      "B": "infant industry",
      "C": "trade liberalization",
      "D": "absolute advantage",
      "E": "open market"
    },
    "explanation": "Hamilton’s infant industry argument is a strategic approach to trade and industry policies, and it represents an alternative to Smith and Ricardo’s promotion of liberal trade regimes without government involvement"
  },
  {
    "id": "3928880",
    "unitNumber": 7,
    "text": "........ can be defined as a situation where the causes of poverty are extremely persistent to imply poverty in the future.",
    "correctAnswer": "A",
    "options": {
      "A": "Poverty trap",
      "B": "Business cycle",
      "C": "Debt crisis",
      "D": "Development lag",
      "E": "Recession"
    },
    "explanation": "Poverty trap can be defined as a situation where the causes of poverty are extremely persistent to imply poverty in the future."
  },
  {
    "id": "3928907",
    "unitNumber": 7,
    "text": "In July 1944, delegates from all of 44 allied countries participated in the.............. Conference to create a new international monetary and financial order",
    "correctAnswer": "E",
    "options": {
      "A": "Washington",
      "B": "Paris",
      "C": "Geneva",
      "D": "Bruxel",
      "E": "Bretton Woods"
    },
    "explanation": "In July 1944, delegates from all of 44 allied countries participated in the Bretton Woods Conference to create a new international monetary and financial order"
  },
  {
    "id": "3928926",
    "unitNumber": 7,
    "text": "The ..... was responsible for the short-term management and stabilization of the deficits associated with the balance of payments problems.",
    "correctAnswer": "C",
    "options": {
      "A": "United Nations",
      "B": "OECD",
      "C": "IMF",
      "D": "GATT",
      "E": "EBRD"
    },
    "explanation": "The International Monetary Fund (IMF) was responsible for the short-term management and stabilization of the deficits associated with the balance of payments problems."
  },
  {
    "id": "3928954",
    "unitNumber": 7,
    "text": "The difference between the return offered by a debtor country and the return on a riskless asset is called the __________.",
    "correctAnswer": "E",
    "options": {
      "A": "real interest rate",
      "B": "debt spread",
      "C": "sovereign liability",
      "D": "inflation adjustment",
      "E": "country risk premium"
    },
    "explanation": "More specifically, they would compare the rate of return (r*) they would get from a riskless asset issued somewhere in the world with the return offered by the debtor country (r). The difference (r - r*) is called the country risk premium."
  },
  {
    "id": "3928972",
    "unitNumber": 7,
    "text": "Which key economic indicator most strongly affects a country’s risk premium on sovereign debt?",
    "correctAnswer": "D",
    "options": {
      "A": "Unemployment rate",
      "B": "Exchange rate",
      "C": "Inflation rate",
      "D": "Debt-to-GDP ratio",
      "E": "Interest rate differential"
    },
    "explanation": "Economists generally believe that a developing country’s risk premium on her sovereign debt is endogenous to economic fundamentals. The most important economic cause of a high level of country risk premium is in fact the debt-to-GDP ratio."
  },
  {
    "id": "3929026",
    "unitNumber": 8,
    "text": "Development economics is considered a vital subfield of which broader economic discipline?",
    "correctAnswer": "A",
    "options": {
      "A": "Microeconomics",
      "B": "Macroeconomics",
      "C": "International economics",
      "D": "Environmental economics",
      "E": "Behavioral economics"
    },
    "explanation": "Development economics, as a vital subfield of microeconomics, employs various empirical methods to analyze the effects of interventions aimed at improving economic outcomes."
  },
  {
    "id": "3929047",
    "unitNumber": 8,
    "text": "......... are experiments where researchers can control factors that are generally not under experimental control.",
    "correctAnswer": "B",
    "options": {
      "A": "Case studies",
      "B": "Randomized Controlled Trials",
      "C": "Field studies",
      "D": "Historical analysis",
      "E": "Econometric modeling"
    },
    "explanation": "Randomized Controlled Trials: RCTs are experiments where researchers can control factors that are generally not under experimental control."
  },
  {
    "id": "3929063",
    "unitNumber": 8,
    "text": "Randomized controlled trials (RCTs) in development economics were initially used in which field?",
    "correctAnswer": "C",
    "options": {
      "A": "Agriculture",
      "B": "Sociology",
      "C": "Medicine",
      "D": "Engineering",
      "E": "Psychology"
    },
    "explanation": "Experimental studies, particularly randomized controlled trials (RCTs), have emerged as powerful tools for researchers and policymakers. Initially used by medical researchers, their applicability has extended to development economics"
  },
  {
    "id": "3929092",
    "unitNumber": 8,
    "text": "............. is commonly defined as the process of meeting the needs of the present without compromising the ability of future generations to meet their own needs.",
    "correctAnswer": "D",
    "options": {
      "A": "Economic growth",
      "B": "Industrialization",
      "C": "Globalization",
      "D": "Sustainable development",
      "E": "Urbanization"
    },
    "explanation": "Sustainable development is commonly defined as the process of meeting the needs of the present without compromising the ability of future generations to meet their own needs."
  },
  {
    "id": "3929126",
    "unitNumber": 8,
    "text": "The development and adoption of green ............, such as renewable energy solutions and ecofriendly manufacturing processes, contribute to both economic growth and environmental sustainability.",
    "correctAnswer": "E",
    "options": {
      "A": "taxes",
      "B": "bonds",
      "C": "policies",
      "D": "subsidies",
      "E": "technologies"
    },
    "explanation": "The development and adoption of green technologies, such as renewable energy solutions and ecofriendly manufacturing processes, contribute to both economic growth and environmental sustainability."
  },
  {
    "id": "3929160",
    "unitNumber": 8,
    "text": "Sustainable Development Goals (SDGs) are a set of .... interconnected objectives established by the United Nations (UN) to address pressing global challenges and promote a more sustainable and equitable future for all.",
    "correctAnswer": "C",
    "options": {
      "A": "15",
      "B": "16",
      "C": "17",
      "D": "18",
      "E": "19"
    },
    "explanation": "Sustainable Development Goals (SDGs) are a set of 17 interconnected objectives established by the United Nations (UN) to address pressing global challenges and promote a more sustainable and equitable future for all."
  },
  {
    "id": "3929170",
    "unitNumber": 8,
    "text": "The SDGs cover a broad spectrum of issues, each with specific targets to be achieved by .......",
    "correctAnswer": "A",
    "options": {
      "A": "2030",
      "B": "2040",
      "C": "2050",
      "D": "2080",
      "E": "2100"
    },
    "explanation": "The SDGs cover a broad spectrum of issues, each with specific targets to be achieved by 2030."
  },
  {
    "id": "3929192",
    "unitNumber": 8,
    "text": "............ refers to the emigration or departure of highly skilled, educated, and talented individuals from one country or region to another.",
    "correctAnswer": "E",
    "options": {
      "A": "Brainstorm",
      "B": "Brain line",
      "C": "Brain diffusion",
      "D": "Brain formation",
      "E": "Brain drain"
    },
    "explanation": "Brain drain refers to the emigration or departure of highly skilled, educated, and talented individuals from one country or region to another, usually due to factors such as better career opportunities, higher standards of living, or improved working conditions."
  },
  {
    "id": "3929215",
    "unitNumber": 8,
    "text": "The Green Revolution refers to a set of agricultural initiatives and advancements that took place during the mid-20th century, primarily between the ..... and the 1960s.",
    "correctAnswer": "C",
    "options": {
      "A": "1920s",
      "B": "1930s",
      "C": "1940s",
      "D": "1950s",
      "E": "1960s"
    },
    "explanation": "The Green Revolution refers to a set of agricultural initiatives and advancements that took place during the mid-20th century, primarily between the 1940s and the 1960s."
  },
  {
    "id": "3929236",
    "unitNumber": 8,
    "text": "What was the main goal of the Green Revolution?",
    "correctAnswer": "A",
    "options": {
      "A": "To increase food production using modern techniques",
      "B": "To promote organic farming worldwide",
      "C": "To return to traditional agricultural methods",
      "D": "To reduce the use of fertilizers and pesticides",
      "E": "To encourage rural-to-urban migration"
    },
    "explanation": "The Green Revolution refers to a set of agricultural initiatives and advancements that took place during the mid-20th century, primarily between the 1940s and the 1960s. These initiatives aimed to significantly increase food production through the introduction of high-yielding crop varieties, modern farming techniques, and the use of agrochemicals such as fertilizers and pesticides."
  }
]