[
  {
    "id": "3774104",
    "unitNumber": 1,
    "text": "“Belli bir ülkedeki, kültür çevresindeki veya belirli bir bölgede yer alan eğitim akımlarını ortaya koyma çabası” olarak açıklanan eğitim tarihi yaklaşımı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Evrensel Yaklaşım",
      "B": "Partiküler Yaklaşım",
      "C": "Eleştirel Yaklaşım",
      "D": "Davranışçı Yaklaşım",
      "E": "Eğitim Düşüncesi Yaklaşımı"
    },
    "explanation": "Partiküler yaklaşım: Belli bir ülkedeki, kültür çevresindeki veya belirli bir bölgede yer alan eğitim akımlarını ortaya koyma çabasındadır."
  },
  {
    "id": "3774105",
    "unitNumber": 1,
    "text": "Eğitimin geçmişini analiz ederek bugününü anlamamıza ve geleceğe yönelik çıkarımlarda bulunmamıza olanak sağlayan çalışma alanı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tarih",
      "B": "Eğitim Tarihi",
      "C": "Dil Tarihi",
      "D": "Sanat Tarihi",
      "E": "Sosyoloji Tarihi"
    },
    "explanation": "Eğitim tarihi eğitimin geçmişini analiz ederek bugününü anlamamıza ve geleceğe yönelik çıkarımlarda bulunmamıza olanak sağlar."
  },
  {
    "id": "3774107",
    "unitNumber": 1,
    "text": "Eğitim tarihi alanında yayınlanan ilk kitap olarak kabul edilen kitap aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kırmızı Kitap - Carl G. Jung",
      "B": "Kültürdeki Huzursuzluk - S.Freud",
      "C": "Eğitim Tarihi - Thomas Davidson",
      "D": "Eğitim Tarihi - Ellwood Patterson Cubberley",
      "E": "Eğitim Tarihi Ders Kitabı - Paul Monroe"
    },
    "explanation": "Eğitim tarihi alanına ilişkin olarak Thomas Davidson’ın 1901’de yayınlanan Eğitim Tarihi (History of Education) adlı kitabı, bu alanda yayımlanan ilk kitap olarak kabul edilir."
  },
  {
    "id": "3774108",
    "unitNumber": 1,
    "text": "Dünya eğitim tarihçiliğinde çatı organizasyon görevini üstlenen, 1978 yılında kurulan oluşumun adı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "ISCHE",
      "B": "EJER",
      "C": "OECD",
      "D": "MIT",
      "E": "HEQ"
    },
    "explanation": "Eğitim tarihi alanında kurumsallaşma çabaları “International Standing Conference for the History of Education’ın (ISCHE, Uluslararası Eğitim Tarihi Daimî Konferansı)” 1978 yılında kuruluşu ile hız- lanmış ve bu oluşum dünyadaki eğitim tarihçiliğinde çatı organizasyon görevini üstlenmiştir"
  },
  {
    "id": "3774109",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi eğitim tarihçilerinin çalışma alanlarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Geçmişteki bir eğitimcinin çalışmalarını ve eğitime dair düşüncelerini analiz eder.",
      "B": "Eğitimcilerin eserlerini değerlendirir.",
      "C": "İncelediği kurumun eğitimsel faaliyet ve katkılarını hem çalışmaya konu edilen zaman/dönem hem de bugün bağlamında ele alıp değerlendirir.",
      "D": "Eserlerin pedagojik değerinin olup olmadığını belirlemek.",
      "E": "Geçmişten günümüze sosyolojik değerlendirmeler yapar."
    },
    "explanation": "Geçmişten günümüze sosyolojik değerlendirmeler yapmak eğitim tarihçilerinin çalışma alanlarından biri değildir."
  },
  {
    "id": "3774111",
    "unitNumber": 1,
    "text": "Tüm dünyadaki eğitim akımlarını, düşüncelerini, kuramları, yaklaşımları, uygulamaları anlayarak ortaya koyma hedefini taşıyan eğitim yaklaşımı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Evrensel Yaklaşım",
      "B": "Partiküler Yaklaşım",
      "C": "Eleştirel Yaklaşım",
      "D": "Davranışçı Yaklaşım",
      "E": "Eğitim Düşüncesi Yaklaşımı"
    },
    "explanation": "Evrensel yaklaşım: Tüm dünyadaki eğitim akımlarını, düşüncelerini, kuramları, yaklaşımları, uygulamaları anlayarak ortaya koyma hedefini taşır."
  },
  {
    "id": "3774112",
    "unitNumber": 1,
    "text": "Eğitimin sosyo-ekonomik boyutu ile bu boyutun etki ve sonuçlarını eleştirel ve tarihsel bir bakış açısıyla ele alan eğitim yaklaşımı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Evrensel Yaklaşım",
      "B": "Partiküler Yaklaşım",
      "C": "Eleştirel Yaklaşım",
      "D": "Davranışçı Yaklaşım",
      "E": "Eğitim Düşüncesi Yaklaşımı"
    },
    "explanation": "Eleştirel Yaklaşım: Eğitimin sosyo-ekonomik boyutu ile bu boyutun etki ve sonuçlarını eleştirel ve tarihsel bir bakış açısıyla ele alır."
  },
  {
    "id": "3774113",
    "unitNumber": 1,
    "text": "Eğitim düşüncesinin temellerini, başlangıcını ve gelişimini düşünce tarihi çerçevesinde ortaya koymaya çalışan eğitim yaklaşımı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Evrensel Yaklaşım",
      "B": "Partiküler Yaklaşım",
      "C": "Eleştirel Yaklaşım",
      "D": "Davranışçı Yaklaşım",
      "E": "Eğitim Düşüncesi Yaklaşımı"
    },
    "explanation": "Eğitim düşüncesi yaklaşımı: Eğitim düşüncesinin temellerini, başlangıcını ve gelişimini düşünce tarihi çerçevesinde ortaya koymaya çalışır."
  },
  {
    "id": "3774114",
    "unitNumber": 1,
    "text": "Yazıyı ilk geliştiren toplum olarak kurumsal ve sistemli eğitim geleneğini oluşturan ilk toplum aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sümerler",
      "B": "Hititler",
      "C": "Lidyalılar",
      "D": "Akadlar",
      "E": "Babiller"
    },
    "explanation": "Yazıyı ilk geliştiren toplum olarak Mezo- potamya uygarlıklarından Sümerler, toplum olarak kurumsal ve sistemli eğitim geleneğini oluşturan ilk ulustur."
  },
  {
    "id": "3774115",
    "unitNumber": 1,
    "text": "Doktora seviyesine ulaşılan kurumlar olan üniversiteler hangi yüzyıl itibariyle ortaya çıkmaya başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "10.yy",
      "B": "11.yy",
      "C": "12.yy",
      "D": "13.yy",
      "E": "14.yy"
    },
    "explanation": "12. yüzyıl ile birlikte yükseköğrenime, hatta doktora seviyesine ulaşılan kurumlar olan üniversiteler ortaya çıkmaya başlamıştır."
  },
  {
    "id": "3774264",
    "unitNumber": 1,
    "text": "Hangisi 1739 Sayılı Türk Milli Eğitim Temel Kanunu’nda ifade edilen Türk Milli Eğitimi’nin amaçlarından biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Kendilerine toplumsal gaye ve değerleri kazandırarak genç bireyleri toplumsallaştırmak",
      "B": "Kendi başlarına düşünen, karar veren ve uygulayan bireyler yetiştirmek",
      "C": "Öğrencileri eylemlerinin sorumluluklarını üstlenebilen bağımsız bireyler olarak yetiştirmek",
      "D": "Öğrencilere birer meslek kazandırarak onları iş yaşamına hazırlamak",
      "E": "Bütün öğrencilere bilimsel düşünme ve araştırma becerileri kazandırmak"
    },
    "explanation": "1739 Sayılı Türk Milli Eğitim Temel Kanunu’nda da ifade edildiği gibi eğitimin en önemli amaçları; yeni yetişen genç bireyleri topluma yararlı hâle getirerek toplumun geleceğine yön vermek, diğer bir ifadeyle bir yandan onları toplumsallaştırırken diğer yandan da kendi adlarına düşünen, karar veren, uygulayan ve eylemlerinin sorumluluklarını üstlenerek hesap verebilen bağımsız bireyler olarak yetiştirmek ve aynı zamanda birer meslek sahibi hâline getirmektir"
  },
  {
    "id": "3774265",
    "unitNumber": 1,
    "text": "“<em>Tarih insanın kendisini bilmesi içindir … Kendini bilmek öncelikle insan olmanın ne olduğunu; ikincil olarak nasıl bir insan olduğunu; üçüncül olarak da kendisinin nasıl bir insan olduğunu ve dolayısıyla hangi özellik ve yönleriyle başkalarından farklı olduğunu bilmektir. Kendini bilmek, neleri yapabilme yeteneğine sahip olduğunu bilmektir. Hiç kimse denemeden sahip olduğu yeteneklerin ya da yapabileceklerinin farkına varamayacağına göre bir kişinin ne yapabileceğinin tek ipucu daha önce yaptıklarıdır. Dolayısıyla tarihin önemi bize insanın neler yaptığını ve buna istinaden ne olduğunu öğretmesidir.”</em>\n R. G. Collingwood’dan alınan yukarıdaki tarih tanımı, bir bilim ve çalışma alanı olarak tarihin hangi yönüne vurgu yapmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Tarihin bir sosyal ve beşerî bilim alanı olduğu",
      "B": "Zaman içerisinde insana ve insan eylemlerine odaklandığı",
      "C": "Diğer sosyal bilim alanları gibi deney ve gözlemi esas aldığı",
      "D": "Geçmişte meydana gelen olayları yer ve zaman göstererek anlattığını",
      "E": "Geçmişten kalan izlerin tarih için vazgeçilmez olduğu"
    },
    "explanation": "Tarih insanın kendisini bilmesi içindir … Kendini bilmek öncelikle insan olmanın ne olduğunu; ikincil olarak nasıl bir insan olduğunu; üçüncül olarak da kendisinin nasıl bir insan olduğunu ve dolayısıyla hangi özellik ve yönleriyle başkalarından farklı olduğunu bilmektir. Kendini bilmek, neleri yapabilme yeteneğine sahip olduğunu bilmektir. Hiç kimse denemeden sahip olduğu yeteneklerin ya da yapabileceklerinin farkına varamayacağına göre bir kişinin ne yapabileceğinin tek ipucu daha önce yaptıklarıdır. Dolayısıyla tarihin önemi bize insanın neler yaptığını ve buna istinaden ne olduğunu öğretmesidir."
  },
  {
    "id": "3774266",
    "unitNumber": 1,
    "text": "Hangisi eğitim tarihi araştırmalarının odaklandığı çalışma konularından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Önemli devlet adamları ve şahsiyetlerin kendi yaşam dönemlerindeki mücadele ve kahramanlıkları",
      "B": "Belirli zamanlarda belirli coğrafyalarda gerçekleşen üretim, dağıtım ve tüketim faaliyetleri",
      "C": "Düşünce ve faaliyetleri ile kendi zamanlarında ön plana çıkmış olan şahsiyetlerin eğitimle ilgili çalışmaları",
      "D": "Geçmişin belli dönemlerinde çeşitli ülkeler arasında gerçekleşen savaşlar ve yapılan antlaşmalar",
      "E": "Belirli dönemlerde matematik, tıp, sosyoloji, teknoloji vb. alanlarda gerçekleşen kayda değer gelişmeler"
    },
    "explanation": "Eğitim tarihi çalışmaları çoğu zaman eğitime dair uygulamalar yerine düşünce ve faaliyetleri ile kendi zamanlarında ön plana çıkmış olan kimi düşünürlerin eğitim ile ilgili görüşlerine ve ortaya koyduklarına odaklanır."
  },
  {
    "id": "3774267",
    "unitNumber": 1,
    "text": "<ol start=\"20\"> <li>yüzyıl başlarında eğitim tarihinin bir bilim, araştırma ve çalışma alanı olarak ortaya çıktığı ülke hangisidir?</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "Amerika Birleşik Devletleri",
      "B": "Almanya",
      "C": "İngiltere",
      "D": "Japonya",
      "E": "Yunanistan"
    },
    "explanation": "Eğitim tarihi bir bilim dalı olarak 20. Yüzyıl başlarında ABD’de ayrı bir araştırma alanı olarak ortaya çıkmıştır. Eğitim tarihi alanına ilişkin olarak Thomas Davidson’ın 1901’de yayınlanan Eğitim Tarihi (History of Education) adlı kitabı, bu alanda yayımlanan ilk kitap olarak kabul edilir."
  },
  {
    "id": "3774268",
    "unitNumber": 1,
    "text": "Hangisi Türkiye’de eğitim tarihi çalışmalarına öncülük eden şahsiyetlerden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Hasan Ali Koçer",
      "B": "Yahya Akyüz",
      "C": "Mustafa Ergün",
      "D": "Necdet Sakaoğlu",
      "E": "Cahit Arf"
    },
    "explanation": "Yahya Akyüz, Hasan Ali Koçer, Mustafa Ergün, Necdet Sakaoğlu, Cahit Bilim, Cavit Binbaşıoğlu, Osman Kafadar ve Hasan Cicioğlu gibi bilim adamlarının yetişmesi ve yaptıkları çalışmalarla Türkiye’deki eğitim tarihi araştırmalarına öncülük etmeleri de bu alandaki bir diğer önemli gelişme olmuştur."
  },
  {
    "id": "3774269",
    "unitNumber": 1,
    "text": "“Bir eserin müellifini belirlemek veya biyografisi yazılan kişinin tüm eserlerini keşfetmek öncelikli olarak bir tarihçinin görevidir. Eserlerin pedagojik değerinin olup olmadığını belirlemek, varsa özgünlüğünü keşfetmek ve hakkında tespitlerde bulunmak ise eğitim tarihçisinin görevleri arasındadır.”\n Yukarıdaki cümlelerde tarih ve eğitim tarihi arasındaki ilişkilerin hangi yönünden bahsedilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tarih ve eğitim tarihinin tamamıyla birbirlerinden bağımsız çalışma alanları olduğundan",
      "B": "Eğitim tarihi çalışmalarının kaçınılmaz olarak tarih araştırmalarının yöntemlerin kullanması gerektiğinden",
      "C": "Hem tarih hem de eğitim tarihi araştırmalarının önemli şahsiyetlere odaklandığından",
      "D": "Eğitim tarihi araştırmalarının bir şekilde tarih çalışmalarının bulguları üzerine inşa edildiğinden",
      "E": "Eğitim tarihi araştırmalarının tarih disiplinine özgü yöntemleri eğitime uyarlamayı amaçladığından"
    },
    "explanation": "Bir eserin müellifini belirlemek veya biyografisi yazılan kişinin tüm eserlerini keşfetmek öncelikli olarak bir tarihçinin görevidir. Eserlerin pedagojik değerinin olup olmadığını belirlemek, varsa özgünlüğünü keşfetmek ve hakkında tespitlerde bulunmak ise eğitim tarihçisinin görevleri arasındadır."
  },
  {
    "id": "3774270",
    "unitNumber": 1,
    "text": "Eğitim düşüncesinin temellerini, başlangıcını ve gelişimini düşünce tarihi çerçevesinde ortaya koymayı amaçlayan eğitim tarihi yaklaşımı hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Evrensel yaklaşım",
      "B": "Eylemsel yaklaşım",
      "C": "Eleştirel yaklaşım",
      "D": "Partiküler yaklaşım",
      "E": "Eğitim düşüncesi yaklaşımı"
    },
    "explanation": "<em>Eğitim düşüncesi yaklaşımı:</em> Eğitim düşüncesinin temellerini, başlangıcını ve gelişimini düşünce tarihi çerçevesinde ortaya koymaya çalışır."
  },
  {
    "id": "3774271",
    "unitNumber": 1,
    "text": "“Antik Yunan’da Sparta eğitim sistemi bedensel mükemmellik, cesaret ve itaate dayanıyordu. Katı bir disipline dayalı bu sistem sıradan insanlardan veya genel halktan farklı özelliklere sahip bir grubun yetiştirilmesine hizmet etmekteydi. Buna karşılık Atina’da özel demokratik, belli bir programı olan Platon …………….. ve Aristoteles’nun ………………….. gibi özgün okulları bulunan bir eğitim sistemi hakimdi.”\n Yukarıdaki metinde boş bırakılan yerlere sırasıyla hangileri gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dershanesi, Praktikum’u",
      "B": "Akademisi, Liseum’u",
      "C": "Okulları, Üniversitesi",
      "D": "Agorası, Meydanı",
      "E": "Üniversitesi, Koleji"
    },
    "explanation": "Antik Yunan’da Sparta eğitim sistemi bedensel mükemmellik, cesaret ve itaate dayanıyordu. Katı bir disipline dayalı bu sistem sıradan insanlardan veya genel halktan farklı özelliklere sahip bir grubun yetiştirilmesine hizmet etmekteydi. Buna karşılık Atina’da özel demokratik, belli bir programı olan Platon Akademisi ve Aristoteles’nun Liseum’u gibi özgün okulları bulunan bir eğitim sistemi hakimdi."
  },
  {
    "id": "3774272",
    "unitNumber": 1,
    "text": "Avrupa’da eğitimin geniş kitlelere açılmasına ve toplumsal tabakalar arasında geçiş sağlamanın bir yolu olarak görülmesine yol açan tarihsel gelişme hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Coğrafi Keşifler",
      "B": "Rönesans",
      "C": "Reform",
      "D": "Fransız İhtilali",
      "E": "Sanayi Devrimi"
    },
    "explanation": "Fransız İhtilali ile birlikte eşitlik, özgürlük ve demokrasi ilkeleri üzerine toplumsal ve siyasi bir yapı gelmiş böylece eğitimde fırsat eşitliği düşüncesinin önü açılmıştır. Avrupa’daki sınıf ayrımı sebebi ile yüzyıllar boyunca ezilen ve toplumsal anlamda kendilerine bir kapı açılacağı fikrinden umudunu kesmiş olan alt sınıflar için eğitim veya okul, asilzadelerin dışındaki kitlelere de hitap eden bir tür sosyal değişime veya dikey sosyal hareketlilik mekanizması olarak algılanmaya başlamıştır. Böylelikle alt tabakalar için öğretmenlik, küçük memuriyetler ve rahiplik ulaşılabilecek bir hedef olmuştur."
  },
  {
    "id": "3774273",
    "unitNumber": 1,
    "text": "Osmanlı Devleti’nde geleneksek eğitim anlayış ve uygulamalarından modern eğitime geçmeye yönelik faaliyetler hangi padişah zamanında başlatılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kanuni Sultan Süleyman",
      "B": "III. Ahmed",
      "C": "II. Mahmud",
      "D": "II. Abdülhamid",
      "E": "Mehmed Reşad"
    },
    "explanation": "Çıktıları itibariyle toplumsal ve idari anlamda kapsamlı ve kalıcı etkiler oluşturma potansiyeli zayıf olan Osmanlı eğitimi, değişik milletler için ayrı ayrı olarak planlanıp uygulamaya konulan ve çoğunlukla bireylerin ve bireyler aracılığıyla toplumun yaşamını dini inançlar bağlamında düzenlemeyi ve aynı zamanda geleneksel toplumsal konumların yeniden üretilmesini misyon edinmiş bir toplumsal kurum iken 19. yüzyıl ile birlikte hem toplumsal yapının hem de devlet ve devlet kurumlarının yaşanılan zamanın gerçeklerine ve ihtiyaçlarına göre dönüştürülmesinin en temel araçlarından biri olarak görülmeye başlanmıştır. Devletin genel eğitim politikasına sahip olması gereği nihayet II. Mahmut Döneminde anlaşılarak medrese dışında çağdaş eğitim ilkelerine uygun bir eğitim sistemi kurma çalışmalarına başlanmıştır."
  },
  {
    "id": "3774062",
    "unitNumber": 2,
    "text": "\"Hunlarda, aileden sonra görülen sosyal katman şekli, ailelerin bir araya gelmesiyle oluşan.........tır\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gereken doğru kavram hangi seçenekte verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Oymak",
      "B": "Uruğ",
      "C": "Oba",
      "D": "Töre",
      "E": "Aksüyek"
    },
    "explanation": "Aileden sonra görülen sosyal katman (tabaka) şekli, ailelerin bir araya gelmesiyle oluşan oymaktır."
  },
  {
    "id": "3774063",
    "unitNumber": 2,
    "text": "\"Kut anlayışı da dâhil olmak üzere geleneksel öğretim yöntemlerini devam ettiren Atilla Hunları, Avrupa’daki eğitim yöntemlerini............dan öğrenmişlerdir\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gereken doğru kavram hangi seçenekte verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Macarlar",
      "B": "Romalılar",
      "C": "Kıpçaklar",
      "D": "Göktürkler",
      "E": "Çinliler"
    },
    "explanation": "Kut anlayışı da dâhil olmak üzere geleneksel öğretim yöntemlerini devam ettiren Atilla Hunları, Avrupa’daki eğitim yöntemlerinin neler olduğunu Romalılardan öğrenmişlerdir."
  },
  {
    "id": "3774064",
    "unitNumber": 2,
    "text": "\"Hunlar arasında eğitim verebilen kişiler,...........ya da kurultay içinde yer alan insanlar arasından çıkmıştır\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gereken doğru kavram hangi seçenekte verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Oymak liderleri",
      "B": "Boy beyleri",
      "C": "Aksakallılar",
      "D": "Yaşlılar",
      "E": "Din alimleri"
    },
    "explanation": "Hunlar arasında eğitim verebilen kişiler, aksakallılar ya da kengeş meclisi (kurultay) içinde yer alabilen insanlar arasından çıkmıştır"
  },
  {
    "id": "3774065",
    "unitNumber": 2,
    "text": "Göktürkler,..........den yeni tarım teknolojilerini öğrenmiş, bronz, demir ve çelik işlemedeki ustalıkları sayesinde batıda elverişli bölgelerde tarım yapmışlardır\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gereken doğru kavram hangi seçenekte verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "İskitler",
      "B": "Uygurlar",
      "C": "Macarlar",
      "D": "Çinliler",
      "E": "Hunlar"
    },
    "explanation": "Çinlilerle temas kuran Göktürkler, yeni tarım teknolojilerini görmüş, bronz, demir ve çelik işlemedeki ustalıkları sayesinde batıda elverişli bölgelerde tarım yapmış, bölgedeki halkların tarım hayatına ve gündelik ticaretine asla zarar vermemişlerdir."
  },
  {
    "id": "3774066",
    "unitNumber": 2,
    "text": "\"..........., Türk tarihinin ve eğitim tarihimizin bilinen en önemli devletleri arasındadır. Kullandıkları runik alfabe ile eğitimi kurumsallaştırdıkları için, devlete ve topluma ait bilgileri sonraki kuşaklara ulaştırmış, Avrupa’da bile onuncu asra kadar yazışmalarda, değerli eserlerin üzerinde bu yazı kullanılmıştır\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gereken doğru kavram hangi seçenekte verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Karluklar",
      "B": "Hunlar",
      "C": "İskitler",
      "D": "Uygurlar",
      "E": "Göktürkler"
    },
    "explanation": "Göktürkler, Türk tarihinin ve eğitim tarihimizin bilinen en önemli devletidir. Kullandıkları runik alfabe ile eğitimi kurumsallaştırdıkları için, devlete ve topluma ait bilgileri sonraki kuşaklara ulaştırmış, Avrupa’da bile 10. asra kadar yazışmalarda, değerli eserlerin üzerinde bu yazı kullanılmıştır."
  },
  {
    "id": "3774067",
    "unitNumber": 2,
    "text": "\"Konargöçerlikten yarı-yerleşik hayata geçilmesi,.........eğimin kurumsallaşmasını ve devamlılığını sağlamıştır. At sırtında verilen eğitim, yerini eğitim kurumlarına ve mabetlerde verilen eğitime bırakmıştır\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gereken doğru kavram hangi seçenekte verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uygurlar",
      "B": "Hunlar",
      "C": "Göktürkler",
      "D": "İskitler",
      "E": "Kıpçaklar"
    },
    "explanation": "Konargöçer yerleşimden yarı-yerleşik hayata geçilmesi, Uygurlarda eğimin kurumsallaşmasını ve devamlılığını sağlamıştır. At sırtında verilen eğitim, yerini eğitim kurumlarına ve mabetlerde verilen eğitime bırakmıştır."
  },
  {
    "id": "3774068",
    "unitNumber": 2,
    "text": "\"İslam kültür kuşağında, eski Türklerde törenin yetiştirdiği...........tipi insan, yerini gazi ve veli olarak isimlendirilen ve Allah’ın hükmünü tesis eylemek için ülkeler fetheden insan tipine bırakmıştır\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gereken doğru kavram hangi seçenekte verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilge",
      "B": "Alp-alperen",
      "C": "Yiğit",
      "D": "Savaşçı",
      "E": "Dindar"
    },
    "explanation": "İslam kültür kuşağında, eski Türklerde törenin yetiştirdiği alp-alperen tipi insan, yerini gazi ve veli olarak isimlendirilen ve Allah’ın hükmünü tesis eylemek için ülkeler fetheden insan tipine bırakmıştır."
  },
  {
    "id": "3774069",
    "unitNumber": 2,
    "text": "\".............., diğer Türk devletlerine göre farklı bir eğitim sistemine sahip olmuşlardır. Yarı-yerleşik ve yerleşik hayatı öğrendikleri için, kurumsal eğitim imkânlarından faydalanmışlardır\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gereken doğru kavram hangi seçenekte verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Karluklar",
      "B": "Kırgızlar",
      "C": "Uygurlar",
      "D": "Hunlar",
      "E": "Göktürkler"
    },
    "explanation": "Uygurlar, diğer Türk devletlerine göre farklı bir eğitim sistemine sahip olmuşlardır. Yarı-yerleşik ve yerleşik hayatı öğrendikleri için, kurumsal eğitim imkânlarından faydalanmışlardır."
  },
  {
    "id": "3774070",
    "unitNumber": 2,
    "text": "\"............kitabeleri, Türk tarihi ve eğitim sürecinin öğrenilmesi açısından mükemmel birer belgedir. Her satırı insan yetiştirme sürecini, toplumun mantalitesini, yönetim anlayışını, törenin insan hayatı üzerindeki etkisini ve devlet kavramının Türk insanı için değerini ortaya koyması açısından önemlidir\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gereken doğru kavram hangi seçenekte verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kırgız",
      "B": "Kıpçak",
      "C": "Karabalgasun",
      "D": "Göktürk",
      "E": "Uygur"
    },
    "explanation": "Göktürk Kitabeleri, Türk tarihi ve eğitim sürecinin öğrenilmesi açısından mükemmel birer belgedir. Her satırı insan yetiştirme sürecini, toplumun mantalitesini, yönetim anlayışını, törenin insan hayatı üzerindeki etkisini ve devlet kavramının Türk insanı için değerini ortaya koyması açısından önemlidir."
  },
  {
    "id": "3774071",
    "unitNumber": 2,
    "text": "Göktürklerin eğitim anlayışlarını şekillendiren ve yön veren en önemli belirleyici aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kut",
      "B": "Oymak",
      "C": "Din",
      "D": "Toy",
      "E": "Töre"
    },
    "explanation": "Göktürklerin töreye bağlı olan eğitim anlayışlarından, beslenme türlerinden, yaşam biçimlerinden, hayvancılıktan, at yetiştiriciliğinden ve giyim şekillerinden vazgeçtikleri takdirde yok olacaklarını ifade ettiği görülecektir."
  },
  {
    "id": "3774274",
    "unitNumber": 2,
    "text": "Her boyun nerede yerleşeceği, sosyal statüsü (savaşlarda ve barış dönemlerinde alacakları görevlerin neler olduğu) ile hayvan sürülerinin hangi yaylak-kışlaklarda kalabileceği, kengeş meclisinin (boy beyleri ve aksakalların bir arada yer aldığı kurultayın) belirlediği ilkeler gereği, üzerlerine düşen sorumlulukları yerine getirme mecburiyetini ortaya koyan ve bozkır hayatını tanımlayan bir sistemdir.\n Yukarıdaki metinde tanımlanan kavram ve sistem hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Konargöçerlik",
      "B": "Göçebe yaşam tarzı",
      "C": "Örfi Hukuk",
      "D": "Orun",
      "E": "Kurultay"
    },
    "explanation": "Orun: Her boyun nerede yerleşeceği, sosyal statüsü (savaşlarda ve barış dönemlerinde alacakları görevlerin neler olduğu) ile hayvan sürülerinin hangi yaylak-kışlaklarda kalabileceği, kengeş meclisinin (boy beyleri ve aksakalların bir arada yer aldığı kurultayın) belirlediği ilkeler gereği, üzerlerine düşen sorumlulukları yerine getirme mecburiyetini ortaya koyan ve bozkır hayatını tanımlayan bir sistemdir."
  },
  {
    "id": "3774275",
    "unitNumber": 2,
    "text": "Çocuğun, “yürümeye başladığı andan itibaren, ata binenleri görmesi, güreş tutanları seyretmesi, ok atış talimlerini izlemesi, büyürken tayların üzerine oturtularak hayvanlarla bütünleşme seyrini yaşaması…” İslam Öncesi Dönem Türk topluluklarındaki eğitimin hangi özelliğine işaret etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eğitimin uygulamaya, yaparak-yaşayarak öğrenmeye dayalı olmasına",
      "B": "Formal eğitim kurumlarının yaygınlaşmış ve tercih edilir olduğuna",
      "C": "Eğitim-öğretime dair anlayış faaliyetlerinin hayattan kopuk olmasına",
      "D": "Eğiticilerin eğitimine çok fazla önem verildiğine",
      "E": "Eğitimin başlıca amacının yeni icat ve keşifler yapmak olduğuna"
    },
    "explanation": "Töre ya da örfi hukuk, sözlü edebiyat ile birlikte yaşayarak öğretildiğinden, hayatın seyri içinde temel öğrenme, “uygulamalı” ve “yaşayarak öğrenmeye” dönüştürülmüştür. Yürümeye başladığı andan itibaren, ata binenleri görmesi, güreş tutanları seyretmesi, ok atış talimlerini izlemesi, büyürken tayların üzerine oturtularak hayvanlarla bütünleşme seyrini yaşaması, eğitimin-öğrenmenin etapları olarak görülmüştür."
  },
  {
    "id": "3774276",
    "unitNumber": 2,
    "text": "Türk toplumunda küçük yaştan itibaren, vatan, millet, devlet gibi kavramlar aile içinde verilir ve çocuğun beynine nakşedilirdi. Devlet, millet ve vatan için yapılacak fedakârlığın sınırları tanımlanır, kahramanlık vurgusu her şeyin üzerinde tutulduğu için, tereddütsüz ölüm belleklere işlenirdi.\n Yukarıdaki cümlelerde eski Türk topluluklarındaki eğitimin hangi özelliğine vurgu yapılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yaparak yaşayarak öğrenmeyi esas alması",
      "B": "Beceriler kazandırmayı hedeflemesi",
      "C": "Teorik bilgiler öğrenmeyi merkeze alması",
      "D": "Deney ve gözleme önem vermesi",
      "E": "Değerler eğitimine çokça önem verilmesi"
    },
    "explanation": "Eğitimin en önemli unsurlarından biri de manevi değerler eğitimidir. Türk toplumunda küçük yaştan itibaren, vatan, millet, devlet gibi kavramlar aile içinde verilir ve çocuğun beynine nakşedilirdi. Devlet, millet ve vatan için yapılacak fedakârlığın sınırları tanımlanır, kahramanlık vurgusu her şeyin üzerinde tutulduğu için, tereddütsüz ölüm belleklere işlenirdi."
  },
  {
    "id": "3774277",
    "unitNumber": 2,
    "text": "Hangisi Hunlarda eğitimin ilk basamağında yer alan unsurlardan biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Ana karnında ve kucakta işitilen sesler",
      "B": "Dini törenlerde söylenen dua ve ilahiler",
      "C": "Duyulan, tepki verilen ve eşlik edilen ezgiler",
      "D": "Konuşmalardaki vurgular",
      "E": "Hayvanların çıkardığı sesler"
    },
    "explanation": "Anne karnında başlayıp kucakta taşınma sürecinde alınan sesler, müziğe olan tepki, konuşmalardaki vurguların algılanması, hayvanların sesleri, beşikte söylenen şarkılar, destanlar ve ninniler, Hun eğitiminin ilk etabını oluşturmuştur."
  },
  {
    "id": "3774278",
    "unitNumber": 2,
    "text": "Yakın dönemde gerçekleştirilen çalışmalar, çok yaygın olmasa da Hunların Orhun runiği kullandıklarına işaret etmektedir. Aşağıdakilerden hangisi bu bulgunun ortaya çıkmasını sağlayan kanıtlar arasında <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Mezar taşları",
      "B": "Hayvan ve insan kemikleri",
      "C": "Çini ve seramikler",
      "D": "Bronz malzemeler",
      "E": "Sert ağaçtan yapılan eşyalar"
    },
    "explanation": "Hunların ise Orhun runiğini kullandıkları görülür. Farklılık, bazı damgalarda dikkat çekerken, genel anlamda büyük bir benzerlik vardır. Edebi düzeyde olmasa da mezar taşlarında, hayvan ve insan kemiklerinin üzerlerinde, bronz malzemelerde, sert ağaçtan yapılan gündelik eşyalarda, bu yazıların erken örnekleri görülmektedir."
  },
  {
    "id": "3774279",
    "unitNumber": 2,
    "text": "Hunlarda kimler veya hangi zümreler aksakallar ya da kengeş meclisi üyelerinden eğitim alabiliyorlardı?",
    "correctAnswer": "A",
    "options": {
      "A": "Hanedan mensupları ve onların yakınları",
      "B": "Konargöçer boylara mensup çocuk ve ergenler",
      "C": "Savaşçılar ve askerler ile çocukları",
      "D": "Din adamları ve yakınları",
      "E": "Başka ülkelere elçi olarak gönderilecek olanlar"
    },
    "explanation": "Hunlar arasında eğitim verebilen kişiler, aksakallar ya da kengeş meclisi (kurultay) içinde yer alabilen insanlar arasından çıkmıştır. Bunlar da devlet adamlarına, kurultay üyelerine, itibarlı boy beylerine, hanedan mensuplarına eğitim verdikleri için, gündelik hayatın hareketli seyri içinde başka kişilere ders vermeyi tercih etmemişlerdir. Ancak itibarlı beylerin, hanedan mensupları (A shih na-Aşina) ya da kız aldıkları boyların (A shih te-Aşite), kıramayacakları derece bay (zengin) olanların çocuklarının edinebilecekleri bir ayrıcalık olmuştur."
  },
  {
    "id": "3774280",
    "unitNumber": 2,
    "text": "“Eğitimin temel direği annedir, çocuğa dilini öğreten, iyi ile kötüyü ayırmasını sağlayan, sevgiyi, saygıyı ve diğer değer yargılarını yetiştirdiği evladın beynine nakşeden kişi olarak kabul görmüştür.”\n Göktürklerde kadının eğitimdeki yeri ve rolünden bahsedilen yukarıdaki ifadede eğitime atfedilen hangi amaçlara vurgu yapıldığı söylenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplumsal değerlerin yeni nesillere aktarılarak değerlerin ve toplumun devamına katkı sağlanması",
      "B": "Her çocuğun kendi başına düşünen, karar veren ve uygulayan bireyler olarak yetiştirilmesi",
      "C": "Çocuk ve gençlerin birer asker ve savaşçı olarak yetiştirilmesi",
      "D": "Bütün bireylerin birer meslek sahibi olarak yetişmesine katkı sağlanması",
      "E": "Çocuk ve gençlere çeşitli beceriler kazandırarak yetişkinliğe hazırlanması"
    },
    "explanation": "Eğitimin temel direği annedir, çocuğa dilini öğreten, iyi ile kötüyü ayırmasını sağlayan, sevgiyi, saygıyı ve diğer değer yargılarını yetiştirdiği evladın beynine nakşeden kişi olarak kabul görmüştür. Bu ifadeler değerler eğitimi yoluyla toplumsallaştırma amacına işaret etmektedir."
  },
  {
    "id": "3774281",
    "unitNumber": 2,
    "text": "Hangisi Göktürk Kitabelerinde bahsi geçen konulardan biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "İnsan yetiştirme süreci",
      "B": "Toplumsal zihniyet",
      "C": "Yönetim anlayışı",
      "D": "Sanatın topluma katkıları",
      "E": "Törenin insan hayatı üzerindeki etkisi"
    },
    "explanation": "Her satırı insan yetiştirme sürecini, toplumun mantalitesini, yönetim anlayışını, törenin insan hayatı üzerindeki etkisini ve devlet kavramının Türk insanı için değerini ortaya koyması açısından önemlidir."
  },
  {
    "id": "3774282",
    "unitNumber": 2,
    "text": "Uygur Türkçesinde şehir anlamına gelmesinin yanı sıra çamur manası da taşıyan kelime hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Orda",
      "B": "Şar",
      "C": "Balık",
      "D": "Han",
      "E": "Kale"
    },
    "explanation": "<strong>Balık: </strong>Uygur Türkçesinde şehir anlamına gelmektedir. Bir diğer manası da çamur demektir.\n Orda Balık, Bay Balık, Beş Balık, Koçu Balık, Togu Balık, Yengi Balık ve Can Balık gibi isimler, şehir adlarını tanımlamak için kullanılmışlardır."
  },
  {
    "id": "3774283",
    "unitNumber": 2,
    "text": "Hangisi Uygur edebiyatının geldiği seviyeyi ortaya koyarak dünyaya tanıtılmasına katkı sağlayan edebi şaheserlerden biri olarak kabul edilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilge Kağan Kitabesi",
      "B": "Sogd alfabesi",
      "C": "Tonyukuk Kitabesi",
      "D": "Maniheizm Tapınakları",
      "E": "Sine Usu kitabesi"
    },
    "explanation": "Sine Usu ve Karabalgasun kitabeleri, Uygur edebiyatının hangi düzeyde olduğunu ortaya koyması açısından edebi şaheserler olarak kabul edilmektedir."
  },
  {
    "id": "3773998",
    "unitNumber": 3,
    "text": "Türkler X.yüzyıldan önce çok geniş bir coğrafi sahaya yayılmaları nedeniyle çok çeşitli dinleri benimsedikleri halde ağırlıklı olarak nasıl bir kültür çerçevesi içinde yer almışlardı?",
    "correctAnswer": "E",
    "options": {
      "A": "Budizm",
      "B": "Maniheizm",
      "C": "Musevilik",
      "D": "Hristisyanlık",
      "E": "Şamani"
    },
    "explanation": "Türkler ve İslam Medeniyeti<br/>Türkler X. yüzyıldan önce çok geniş bir coğrafi sahaya yayılmaları nedeniyle çok çeşitli dinleri benimsemişler ama ağırlıklı olarak Şamani bir kültür çerçevesi içinde yer almışlardı."
  },
  {
    "id": "3773999",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Abbasiler döneminde kurulan kütüphanelerden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Beytül Hikme",
      "B": "Mustansiriye Medresesi",
      "C": "Nizâmîye Medresesi",
      "D": "Bilgi Evi",
      "E": "Tamgaç Han İbrahim Medresesi"
    },
    "explanation": "Türkler ve İslam Medeniyeti<br/>Abbasiler zamanında İslam bilim ve kültürü yüksek bir seviyeye ulaşmıştı. İslâm dünyasında kültürel gelişmelerin kayda değer bir aşamaya ulaştığı XI. ve XII. yüzyıllar da bilime ve yenilikçi düşüncelere önem verilerek saygı gösterilmiş; çok sayıda kütüphane kurulmuş ve kitap ticareti büyük bir gelişme göstermişti. Özellikle Bağdat şehri, kütüphanelerinin çokluğu ile ön plana çıkmıştır. Örneğin, Halife Me’mûn “Beytül Hikme”yi (Bilgelik Evi) 813’ten biraz sonra kurdu. Yine Vezir Erdeşir (1024) 991 yılı civarında “Bilgi Evini”ni kurdu. Nizâmîye Medresesi 1064’te kurulurken Mustansiriye Medresesi ise 1233’te kuruldu."
  },
  {
    "id": "3774000",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Karahanlılar döneminde kurulan eğitim,bilim ve sanat merkezleri arasında yer almamıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sayram",
      "B": "Semerkant",
      "C": "Kaşgar",
      "D": "Harezm",
      "E": "Kahire"
    },
    "explanation": "Karahanlılar Döneminde Eğitim<br/>Harezm, Buhara, Taşkent, Semerkant, Balasagun, Merv, Sayram, Kaşgar, vb. merkezler, eğitim, bilim ve sanat merkezleri haline gelmişti."
  },
  {
    "id": "3774001",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi hükümdarlar tarafından korunan, desteklenen ve değer verilen bilim adamları, hem eğiterek yetiştirdikleri kişiler üzerinden İslam Medeniyetini hem de yaptıkları çalışmalar ve ortaya koydukları eserlerle ilerleyen süreçte Batı dünyasını derinden etkileyenler arasında yoktur?",
    "correctAnswer": "E",
    "options": {
      "A": "Farabi",
      "B": "Biruni",
      "C": "Kaşgarlı Mahmud",
      "D": "İbn-i Sina",
      "E": "Yunus Emre"
    },
    "explanation": "Karahanlılar Dönemi Önemli Şahsiyetlerinin Türk Eğitimine Katkıları<br/>X-XIII. yüzyıllarda Türk-İslam dünyasında bilim eğitim ve faaliyetleri oldukça ileri bir düzeye ulaşmıştı. Hükümdarlar tarafından korunan, desteklenen ve değer verilen bilim adamları, hem eğiterek yetiştirdikleri kişiler üzerinden İslam Medeniyetini hem de yaptıkları çalışmalar ve ortaya koydukları eserlerle ilerleyen süreçte Batı dünyasını derinden etkilemişlerdi."
  },
  {
    "id": "3774002",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi batılıların “Avicenna” adıyla bildikleri isimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Biruni",
      "B": "Farabi",
      "C": "Kaşgarlı Mahmud",
      "D": "Yusuf Has Hacib",
      "E": "İbn-i Sina"
    },
    "explanation": "Karahanlılar Dönemi Önemli Şahsiyetlerinin Türk Eğitimine Katkıları<br/>İbn-i Sina"
  },
  {
    "id": "3774003",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Kur’an emirlerini ve hadislerini içerik bakımından işlediği bilinen Divan-ı Hikmet adlı dünyaca ünlü eserini manzum şeklinde meydana getirmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yusuf Has Hacib",
      "B": "Edip Ahmet Yükneki",
      "C": "Kaşgarlı Mahmud",
      "D": "Biruni",
      "E": "Ahmet Yesevi"
    },
    "explanation": "Karahanlılar Dönemi Önemli Şahsiyetlerinin Türk Eğitimine Katkıları<br/>Ahmed Yesevi, Kur’an emirlerini ve hadislerini içerik bakımından işlediği bilinen Divan-ı Hikmet adlı dünyaca ünlü eserini manzum şeklinde meydana getirmiştir."
  },
  {
    "id": "3774004",
    "unitNumber": 3,
    "text": "İslam dünyasındaki sekiz büyük rasathaneden biri astronomiye olan ilgisiyle bilinen Sultan Melikşah tarafından kurulan ve Melikşah Rasathanesi olarak tanınan rasathane nerede kurulmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "Semerkant",
      "B": "Kahire",
      "C": "Türkmenistan",
      "D": "İznik",
      "E": "Isfahan"
    },
    "explanation": "Selçuklularda Eğitim Kurumları<br/>İslam dünyasındaki sekiz büyük rasathaneden biri astronomiye olan ilgisiyle bilinen Sultan Melikşah tarafından Isfahan’da kurulan ve Melikşah Rasathanesi (1074-5) olarak tanınan rasathanedir. Melikşah Rasathanesi, İslam dünyasında kurulan ilk Türk hükümdar ve devlet rasathanesidir."
  },
  {
    "id": "3774005",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Selçuklular zamanında yaşayarak çalışmaları, eserleri ve yetiştirdikleri kişilerle eğitime ve eğitim tarihine katkı sağlayan şahsiyetler arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Mevlânâ Celâleddin-i Rumi",
      "B": "Yunus Emre",
      "C": "Hacı Bektaş Veli",
      "D": "Nasreddin Hoca",
      "E": "Biruni"
    },
    "explanation": "Selçuklular Zamanında Yaşamış Önemli Şahsiyetlerin Eğitimle İlgili Görüşleri<br/>Selçuklular zamanında yaşayarak çalışmaları, eserleri ve yetiştirdikleri kişilerle eğitime ve eğitim tarihine katkı sağlayan birçok şahsiyetten bahsetmek mümkündür. Mevlânâ Celâleddin-i Rumi, Yunus Emre, Hacı Bektaş Veli ve Nasreddin Hoca."
  },
  {
    "id": "3774006",
    "unitNumber": 3,
    "text": "Risâletü’n-Nushiyye ve Divan adlı eserleri aşağıdaki şahsiyetlerden kime aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hacı Bektaş-ı Veli",
      "B": "Farabi",
      "C": "Mevlâna Celaleddin-i Rumi",
      "D": "Nasreddin Hoca",
      "E": "Yunus Emre"
    },
    "explanation": "Selçuklular Zamanında Yaşamış Önemli Şahsiyetlerin Eğitimle İlgili Görüşleri<br/>Yunus Emre, Risâletü’n-Nushiyye ve Divan adlı eserlerini Türkçe kaleme almıştır."
  },
  {
    "id": "3774007",
    "unitNumber": 3,
    "text": "“Nefsanî tutumları, zaafları, hataları, sakarlıkları ve çaresizliği” ortaya koyarak esas vermek istediği “iyimser olma, sağduyu ile düşünme, eleştirerek içini boşaltma” mesajlarını aktarmaya çalışan şahsiyet aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hacı Bektaş-ı Veli",
      "B": "Yunus Emre",
      "C": "Mevlâna Celaleddin-i Rumi",
      "D": "Farabi",
      "E": "Nasreddin Hoca"
    },
    "explanation": "Selçuklular Zamanında Yaşamış Önemli Şahsiyetlerin Eğitimle İlgili Görüşleri<br/>Nasreddin Hoca; “nefsanî tutumları, zaafları, hataları, sakarlıkları ve çaresizliği” ortaya koyarak esas vermek istediği “iyimser olma, sağduyu ile düşünme, eleştirerek içini boşaltma” mesajlarını aktarmaya çalışır."
  },
  {
    "id": "3774284",
    "unitNumber": 3,
    "text": "<strong>Türkler yaşadıkları çevreyle ilişkili olarak çok çeşitli dinleri kabul etmişlerdir. Bu Türk devletlerinden Hazarlar aşağıdaki hangi dine tabi olmuşlardır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Maniheizm",
      "B": "Musevilik",
      "C": "Hristiyanlık",
      "D": "Budizm",
      "E": "İslamiyet"
    },
    "explanation": "<strong>Türkler yaşadıkları çevreyle ilişkili olarak çok çeşitli dinleri kabul etmişlerdir. Bu Türk devletlerinden Hazarlar Musevilik dinine tabi olmuşlardır.</strong>"
  },
  {
    "id": "3774285",
    "unitNumber": 3,
    "text": "<strong>İslamiyet’i bir devlet dini hâline getiren Türk devleti aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Karahanlılar",
      "B": "Gazneliler",
      "C": "İhşidiler",
      "D": "Eyyubiler",
      "E": "Memluklular"
    },
    "explanation": "<strong>İslamiyet’i bir devlet dini hâline getiren Türk devleti Karahanlılar'dır.</strong>"
  },
  {
    "id": "3774286",
    "unitNumber": 3,
    "text": "<strong>Müslüman Karahanlıların aşağıdaki hangi devlete karşı yaptığı savaşlar İslamiyet’i seçenler açısından bir cihat niteliği taşımıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hazarlar",
      "B": "Gazneliler",
      "C": "Uygurlar",
      "D": "Tolunoğulları",
      "E": "Harzemşahlar"
    },
    "explanation": "<strong>Müslüman Karahanlıların Uygurlar'a karşı yaptığı savaşlar İslamiyet’i seçenler açısından bir cihat niteliği taşımıştır.</strong>"
  },
  {
    "id": "3774287",
    "unitNumber": 3,
    "text": "<strong>Aşağıda yer alan şehirlerden hangisi Karahanlıların İslam kültür başkentlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Balasagun",
      "B": "Buhara",
      "C": "Taşkent",
      "D": "Semerkant",
      "E": "Tahran"
    },
    "explanation": "<strong>Tahran, Karahanlıların İslam kültür başkentlerinden biri <u>değildir</u>.</strong>"
  },
  {
    "id": "3774288",
    "unitNumber": 3,
    "text": "el-Asar’ul-Bakiye isimli eserin ytazarı aşağıdaki alimlerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Farabi",
      "B": "Biruni",
      "C": "Belhli Ebu Zeyd",
      "D": "Harezmli Musa kardeşler",
      "E": "İbni Sina"
    },
    "explanation": "<strong>Karahanlılar döneminde yetişen ilim adamlarından Biruni, </strong><strong>tabiiyyat alanında eserler vermiştir.</strong><br/>Biruni (973-1048) ya da Beyrûni El-Üstad laka- bıyla anılmış, Biruni diye meşhur olmuştur. Biruni küçük yaşta girdiği Harezm Sarayında astronomi ve matematik öğrendikten sonra Cürcan’a yerleş- miş ve burada el-Asar’ul-Bakiye adlı eserini Sultan Kâbus’a sunmuştur."
  },
  {
    "id": "3774289",
    "unitNumber": 3,
    "text": "<strong>Ortaçağ Avrupası’nda <em>Alfarabius</em> ve <em>Abunasar</em> olarak anılan; felsefe ve çeşitli bilimlerdeki bilgisinin ve görüşlerinin derinliği sebebiyle kendisine muallim-i sani lakabı da verilen İslam alimi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Farabi",
      "B": "Biruni",
      "C": "İbni Sina",
      "D": "Ebulvefa",
      "E": "Ebu Hayr İbni Baba"
    },
    "explanation": "<strong>Ortaçağ Avrupası’nda <em>Alfarabius</em> ve <em>Abunasar</em> olarak anılan; felsefe ve çeşitli bilimlerdeki bilgisinin ve görüşlerinin derinliği sebebiyle kendisine muallim-i sani lakabı da verilen İslam alimi Farabi'dir.</strong>"
  },
  {
    "id": "3774290",
    "unitNumber": 3,
    "text": "<strong>Divan-ü Lûgat-it Türk isimli eserini Araplara Türk dilini öğretmek için yazan (1072-1074) Türk alim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yusuf Has Hacib",
      "B": "Biruni",
      "C": "Kaşgarlı Mahmud",
      "D": "Ahmed Yesevi",
      "E": "Edip Ahmed Yükneki"
    },
    "explanation": "<strong>Divan-ü Lûgat-it Türk isimli eserini Araplara Türk dilini öğretmek için yazan (1072-1074) Türk alim Kaşgarlı Mahmud'dur.</strong>"
  },
  {
    "id": "3774291",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki eserlerden hangisi “bilginin faydaları, aynı şekilde cehaletin zararları, dilin korunması gerektiği, dünyanın dönek olduğu, cömertlik ve cimrilik, alçakgönüllülük, kibir, mertlik ve zamanın bozukluğu gibi ahlaklı bir insan olmanın yollarını Kuran ve hadislere dayandıran” manzum bir eserdir? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Divan-ı Lügat’it-Türk",
      "B": "Divan-ı Hikmet",
      "C": "Kutadgu Bilig",
      "D": "Atabetü’l Hakayık",
      "E": "El-asar’ul-bakiye"
    },
    "explanation": "<strong>Atabetü’l Hakayık, “bilginin faydaları, aynı şekilde cehaletin zararları, dilin korunması gerektiği, dünyanın dönek olduğu, cömertlik ve cimrilik, alçakgönüllülük, kibir, mertlik ve zamanın bozukluğu gibi ahlaklı bir insan olmanın yollarını Kuran ve hadislere dayandıran” manzum bir eserdir.</strong><br/><strong>Atabetü’l Hakayık, “bilginin faydaları, aynı şekilde cehaletin zararları, dilin korunması gerektiği, dünyanın dönek olduğu, cömertlik ve cimrilik, alçakgönüllülük, kibir, mertlik ve zamanın bozukluğu gibi ahlaklı bir insan olmanın yollarını Kuran ve hadislere dayandıran” manzum bir eserdir. </strong>"
  },
  {
    "id": "3774292",
    "unitNumber": 3,
    "text": "<strong>İslam dünyasında medreselerin oluşum ve gelişmesinde <u>en büyük pay</u> aşağıdaki hangi Türk devletine aittir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Karahanlılar",
      "B": "Memlüklüler",
      "C": "Selçuklular",
      "D": "Gazneliler",
      "E": "Tolunoğulları"
    },
    "explanation": "<strong>İslam dünyasında medreselerin oluşum ve gelişmesinde <u>en büyük pa Selçuklu </u>Türk devletine aittir.</strong>"
  },
  {
    "id": "3774293",
    "unitNumber": 3,
    "text": "<strong>Eskiden beri Türklerde şehzadelere siyaset ve savaş işlerini öğretmek, onlara danışmanlık, rehberlik yapmak için bazı tecrübeli kişilerin görevlendirildiği eğitim kurumu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mektepler",
      "B": "Ahilik",
      "C": "Medreseler",
      "D": "Gulamhaneler",
      "E": "Atabeglik"
    },
    "explanation": "<strong>Eskiden beri Türklerde şehzadelere siyaset ve savaş işlerini öğretmek, onlara danışmanlık, rehberlik yapmak için bazı tecrübeli kişilerin görevlendirildiği eğitim kurumu Atabeglik'tir.</strong>"
  },
  {
    "id": "3774072",
    "unitNumber": 4,
    "text": "Medreselerin devamlılığını aşağıdakilerden hangi kurum sağlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Vakıflar",
      "B": "Camiler",
      "C": "Devlet hazinesi",
      "D": "Loncalar",
      "E": "Tarikatlar"
    },
    "explanation": "Detaylı bilgi için ilgili bölümü inceleyiniz.<br/>İslâm eğitim sisteminde olduğu gibi halkın eğitiminde etkili olan camiler, medreseler gibi dinî ve ilmî müesseseler birbirinin devamı şeklinde hemen hemen aynı kanun ve kurallara bağlı kalmışlardır. Bu kurumların devamı bunları yaptıranların düzenledikleri vakıflar vasıtasıyla belirlenmiştir."
  },
  {
    "id": "3774073",
    "unitNumber": 4,
    "text": "İlk Osmanlı medresesi hangi şehirde açılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Söğüt",
      "B": "İznik",
      "C": "Kayseri",
      "D": "Erzurum",
      "E": "Bursa"
    },
    "explanation": "Detaylı bilgi için ilgili bölümü inceleyiniz.<br/>ilk medrese, 1330 yılında Orhan Bey tarafından İznik’te yapılmış ve buraya ilk müderris olarak da Şerefüddin Davud-i Kayseri tâyin edilmiştir."
  },
  {
    "id": "3774074",
    "unitNumber": 4,
    "text": "Fatih Sultan Mehmed öncesi kurulan medreseler <u>öncelikle</u> aşağıdaki amaçlardan hangisine hizmet etmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Enderunun kurulmasına",
      "B": "Şehzadelerin eğitimine",
      "C": "İslâmın bir üst kimlik olarak kabulüne",
      "D": "Ordunun maneviyatını kuvvetlendirmeye",
      "E": "Dinin ele geçirilen topraklara kabul ettirilmesine"
    },
    "explanation": "Detaylı bilgi için ilgi bölümü inceleyiniz<br/>Fatih Sultan Mehmed öncesi inşa edilen medreseler bu dönemde Osmanlı beyliğinin yetişmiş medrese eğitimi almış insan gücüne duyduğu ihtiyaçları doğrultusunda ortaya çıkmış, İslam üst kimliğinin oluşmasına katkı sağlamıştır"
  },
  {
    "id": "3774075",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Süleymaniye medreseleri açılana kadar en üst düzey eğitim kurumu olarak görülmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Semaniye",
      "B": "Tetimme",
      "C": "Darülhadis",
      "D": "Külliye",
      "E": "Sahn-ı Seman"
    },
    "explanation": "Detaylı bilgi için ilgili bölümü inceleyiniz<br/>Sahn-ı Seman medreseleri Süleymaniye Medreseleri açılıncaya kadar Osmanlı ilmiye teşkilatında en yüksek payeli medreseler olarak eğitim öğretime devam etmiştir."
  },
  {
    "id": "3774076",
    "unitNumber": 4,
    "text": "“Bilgili, ilim sahibi” anlamına gelen Farsça bir kelime olup; büyük medreselerin özellikle icâzet alma seviyesine gelmiş öğrencilerine verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Muîd",
      "B": "Dânişmend",
      "C": "Tetimme",
      "D": "Softa",
      "E": "Mülâzım"
    },
    "explanation": "Detaylı bilgi için ilgili bölümü inceleyiniz.<br/>Danişmend: “Bilgili, ilim sahibi” anlamına gelen Farsça bir kelime olup; Süleymaniye ve San-ı Seman gibi büyük medreselerin özellikle icâzet alma seviyesine gelmiş öğrencilerine verilen addır."
  },
  {
    "id": "3774077",
    "unitNumber": 4,
    "text": "Medreselerde tefsir, hadis ve fıkıh dersleri aşağıdaki başlıklardan hangisi altında öğretilmekteydi?",
    "correctAnswer": "C",
    "options": {
      "A": "Cüz’iyyat",
      "B": "Riyâziyat",
      "C": "Ulûm-ı âliye",
      "D": "Belâgat",
      "E": "Hendese"
    },
    "explanation": "Detaylı bilgi için ilgili bölümü inceleyiniz.<br/><strong>Ulûm-ı âliye:</strong> Tefsir (Kur’an ayetlerini açıklama ve yorumlama ilmi), hadis (Hz. Muhammed’in sözlerini, fiillerini ve tasviplerini tespit, nakil ve anlamaya yönelik ilim) ve fıkıh (İslâm ibadet ve hukuk ilmi) dersleri olarak gruplanmaktadır."
  },
  {
    "id": "3774078",
    "unitNumber": 4,
    "text": "Tekkelerde verilen <u>uygulamalı eğitimlerin</u> amacı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Okuma ve yazma öğretmek",
      "B": "İtaati öğretmek",
      "C": "Mürşidin hal ve tavırlarını öğretmek",
      "D": "Nefsi kırmak ve teslimiyeti sağlamlaştırmak",
      "E": "Belâgat ilmini geliştirerek münazara etmek"
    },
    "explanation": "Detaylı bilgi için ilgili bölümü inceleyiniz<br/>Tekkelerde eğitim çeşitli yöntemlerle verilmekteydi, <em>uygulamalı eğitim </em>olarak bahsedilen zikir, ayin, sema, çile, erbain ve orta hizmetleriydi. Bunların amacı nefsin kırılması ve teslimiyetin sağlamlaştırılmasıydı."
  },
  {
    "id": "3774079",
    "unitNumber": 4,
    "text": "Türk-İslam toplumlarında ortaya çıkan ve mesleklerin öğrenildiği, uygulandığı ve aktarıldığı bir meslek örgütlenmesi olan yapı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ahilik",
      "B": "Mevlevilik",
      "C": "Gediklik",
      "D": "Fütüvvetlik",
      "E": "Lonca"
    },
    "explanation": "Detaylı bilgi için ilgili bölümü inceleyiniz<br/><strong>Ahilik: </strong>Türk-İslam toplumlarında ortaya çıkan ve mesleklerin öğrenildiği, uygulandığı ve aktarıldığı bir meslek örgütlenmesidir"
  },
  {
    "id": "3774080",
    "unitNumber": 4,
    "text": "Muammeyât, Nüzhetnâme, Kaside fî edhi’n-Nebî, Manzûme (Mulemma), Ahlâk-ı Alâi,<br/>İnşâ-i atik, Risâle-i vucüd gibi eserleri bulunan yazar aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Katip Çelebi",
      "B": "Kınalızade Ali",
      "C": "Hacı Bayram-ı Veli",
      "D": "Evliya Çelebi",
      "E": "Erzurumlu İbrahim Hakkı"
    },
    "explanation": "Detaylı bilgi için ilgili bölümü inceleyiniz.<br/>XVI. yüzyılda yetişmiş en önemli alimlerden biri olan Kınalızâde Ali Efendi Isparta’da doğmuş,<br/>Süleymaniye Medresesi’nde müderrislik yapmış, ayrıca Bursa, İstanbul, Kahire gibi şehirlerde kadılık görevleri ifa etmiştir. 1510-1572 yılları arasında yaşayan Kınalızade’nin, Münşeât-ı Kınalızâde,Dîvân, Târih-i Kınalızâde, Muammeyât, Nüzhetnâme, Kaside fî edhi’n-Nebî, Manzûme (Mulemma),İnşâ-i atik, Risâle-i vucüd gibi eserleri de bulunmaktadır. Kendisi aynı zamanda Arapça eserler de telif etmiştir. Türk eğitim tarihi bakımından öne çıkan eseri ise Ahlâk-ı Alâi’dir."
  },
  {
    "id": "3774081",
    "unitNumber": 4,
    "text": "Katip Çelebi'nin en önemli eseri Cihannüma hangi konuda bilgi vermektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Belagat",
      "B": "Mantık",
      "C": "Riyaziye",
      "D": "Astronomi",
      "E": "Coğrafya"
    },
    "explanation": "Detaylı bilgi için ilgili bölümü inceleyiniz<br/>Katip Çelebi’nin en önemli eseri “Cihannüma” veya “Cihannüma fi Ahvali’l-Ümem” olarak bilinir.<br/>Bu eseri, ilk sistematik coğrafya kitabı olarak dünya coğrafyası ve toplumlarının tarih ve kültürü hakkında detaylı bilgiler içeren bir kitaptır"
  },
  {
    "id": "3835418",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi şehzadelerin ilköğretim seviyesinde yetiştirilmesi amacıyla oluşturulan kurumdur?",
    "correctAnswer": "E",
    "options": {
      "A": "<ul> <li>A) Ahilik</li> </ul>",
      "B": "<ul> <li>B) Medrese</li> </ul>",
      "C": "<ul> <li>C) Enderun</li> </ul>",
      "D": "<ul> <li>D) Atabeylik</li> </ul>",
      "E": "<ul> <li>E) Şehzadegan Mektebi</li> </ul>"
    },
    "explanation": "<strong>Cevap:</strong> E) Şehzadegan Mektebi<br/><strong>Açıklama:</strong> Şehzadelerin eğitiminde Şehzadegan Mektebi, temelde ilköğretim düzeyinde teorik ve pratik bilgilerin verildiği bir kurumdur. Şehzadeler burada devlet yönetimi ve liderlik gibi konularda eğitim alarak gelecekte birer yönetici olarak yetiştirilmiştir.<br/><strong>Sayfa No:</strong> 23"
  },
  {
    "id": "3835421",
    "unitNumber": 4,
    "text": "<strong>Osmanlı vakıflarının bir yıllık gelirlerinin XVIII. yüzyılda eğitime ayrılan oranı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "A) %6.75",
      "B": "B) %12.50",
      "C": "C) %21.34",
      "D": "D) %28.16",
      "E": "E) %34.50"
    },
    "explanation": "<strong>Cevap:</strong> D) Sahn-ı Seman<br/><strong>Açıklama:</strong> Sahn-ı Seman, Fatih Sultan Mehmed’in İstanbul’un fethi sonrasında bilim, din ve dil alanındaki ileri seviyede eğitim vermesi için kurduğu medresedir. Bu medreseler, Osmanlı’nın en yüksek öğretim kurumları olarak ün yapmıştır.<br/><strong>Cevap:</strong> D<br/><strong>Kaynak ve Açıklama:</strong> 18. yüzyılda Osmanlı vakıflarının %28,16’sı eğitimin finansmanına ayrılmıştır. Bu oran eğitim kurumlarının sürdürülebilirliği açısından kritik öneme sahiptir. (Sayfa 107)"
  },
  {
    "id": "3835423",
    "unitNumber": 4,
    "text": "Osmanlı medreselerinde öğrencilere danışmanlık yaparak ders çalıştıran ve bugünkü asistan konumunda olan kişiye ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "A) Danişmend",
      "B": "B) Muid",
      "C": "C) Softa",
      "D": "D) Bevvab",
      "E": "E) Ferraş"
    },
    "explanation": "<strong>Cevap:</strong> B) Muid<br/><strong>Açıklama:</strong> Uygulamada bir müderris ile öğrenci arasında konumlanan muid, öğrencilere rehberlik ederek derslerinde başarı sağlamalarına yardımcı olan görevliydi ve bir tür asistan rolü üstlenirdi.<br/><strong>Sayfa No:</strong> 23"
  },
  {
    "id": "3835424",
    "unitNumber": 4,
    "text": "<ol start=\"4\"><br/><li><strong>Ahilik teşkilatının ana hedeflerinden biri hangisidir?</strong><br/></li><br/></ol>",
    "correctAnswer": "D",
    "options": {
      "A": "A) Askeri eğitim sağlamak",
      "B": "B) Akademik çalışmalar yapmak",
      "C": "C) Günlük üretim talebini karşılamak",
      "D": "D) Meslek ve ahlak eğitimi vermek",
      "E": "E) Ticaret savaşlarının önüne geçmek"
    },
    "explanation": "<strong>Cevap:</strong> B) Ahilik<br/><strong>Açıklama:</strong> Ahilik, mesleki eğitim ve ahlaki değerlerin kazandırılmasına yönelik, esnaflık ve zanaat dallarına yön veren çok önemli bir sosyal ve mesleki örgütlenmeydi.<br/><strong>Sayfa No:</strong> 23<br/><strong>Cevap:</strong> D<br/><strong>Kaynak ve Açıklama:</strong> Ahilik, esnaf ve zanaatkarların ahlaki değerler çerçevesinde eğitim aldığı ve mesleki standartların korunduğu bir eğitim sistemiydi. (Sayfa 121)"
  },
  {
    "id": "3835426",
    "unitNumber": 4,
    "text": "Erzurumlu İbrahim Hakkı’nın eğitimle ilgili yazdığı en kapsamlı eser aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Seyahatname",
      "B": "Ahlak-ı Alai",
      "C": "Cihannüma",
      "D": "Marifetname",
      "E": "Divan"
    },
    "explanation": "Marifetname, bilim ve ahlak üzerine yazılmış, dönemin en önemli eserlerinden biridir. (Sayfa 113)"
  },
  {
    "id": "3835427",
    "unitNumber": 4,
    "text": "<strong>Soru 6:</strong><strong>Osmanlı askeri eğitim sisteminde ateşli silahların kullanımı üzerine eğitim veren okul aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "A) Mekteb-i Harbiye",
      "B": "B) Meşkhane",
      "C": "C) Tüfekhane",
      "D": "D) Medrese",
      "E": "E) Bando Okulu"
    },
    "explanation": "<strong>Cevap:</strong> B) Cerre çıkmak<br/><strong>Açıklama:</strong> Cerre çıkmak, öğrencilerin tatil döneminde köy köy dolaşıp halka vaaz ve nasihat etmelerini içeren bir uygulamaydı. Bu uygulama, halk ile medrese arasındaki bağı güçlendirmiştir.<br/><strong>Cevap:</strong> C<br/><strong>Kaynak ve Açıklama:</strong> Tüfekhane, Osmanlı askeri eğitiminde ateşli silahların eğitimini veren önemli bir okuldu. (Sayfa 115)"
  },
  {
    "id": "3835428",
    "unitNumber": 4,
    "text": "<strong>Soru 7: </strong><strong>Kanuni Sultan Süleyman döneminde kurulan Süleymaniye Külliyesi, eğitim açısından hangi yapıları içerir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "A) Yalnızca medrese",
      "B": "B) İleri seviye araştırma merkezleri",
      "C": "C) Tıp medresesi, hadis okulu ve kütüphane",
      "D": "D) Ziraat ve tarım fakültesi",
      "E": "E) Denizcilik okulu"
    },
    "explanation": "<strong>Cevap:</strong> B) Enderun<br/><strong>Açıklama:</strong> Milliyet, dil ve din ayrımı yapılmaksızın üstün yetenekli çocukların seçilip eğitildiği Enderun, Osmanlı sarayında kurulmuş seçkin bir okuldu ve ileri düzeyde devlet kadrosuna liderler yetiştirmiştir.<br/><strong>Sayfa No:</strong> 10<br/><strong>Cevap:</strong> C<br/><strong>Kaynak ve Açıklama:</strong> Süleymaniye Külliyesi, tıp medreseleri, hadis okulu ve bir kütüphaneyi içinde barındıran, dönemin en kapsamlı eğitim yapı komplekslerinden biridir. (Sayfa 118)"
  },
  {
    "id": "3835429",
    "unitNumber": 4,
    "text": "<strong>Soru 8:</strong>\n<br/><h3> <strong>Osmanlı medreselerinde günlük ders saatleri hangi yüzyılda beş saate çıkarılmıştır?</strong></h3>",
    "correctAnswer": "D",
    "options": {
      "A": "A) XII. Yüzyıl",
      "B": "B) XIII. Yüzyıl",
      "C": "C) XIV. Yüzyıl",
      "D": "D) XV. Yüzyıl",
      "E": "E) XVI. Yüzyıl"
    },
    "explanation": "<strong>Cevap:</strong> C) Vakıf<br/><strong>Açıklama:</strong> Vakıf, Osmanlı’da eğitim, sağlık ve sosyal yardımlaşma gibi birçok alanda önemli işlevlere sahipti ve özellikle medreselerin finansmanında temel bir rol oynuyordu.<br/><strong>Sayfa No:</strong> 23<br/><strong>Cevap:</strong> D<br/><strong>Açıklama:</strong> Osmanlı medreselerinde XIV. yüzyılda günlük ders saatleri dört iken, XV. yüzyılda beş saate çıkarılmıştır. Sabah ve ikindi namazından sonra başlayan dersler, öğrencilerin uzun süreli öğrenimlerini destekleyen bir sistemle düzenlenmiştir.<br/><strong>Kaynak:</strong> Sayfa 100"
  },
  {
    "id": "3835430",
    "unitNumber": 4,
    "text": "<strong>Soru 9:</strong>\n<br/><h3><strong>Fatih Sultan Mehmed, İstanbul’da kaç kiliseyi medreseye dönüştürerek eğitim faaliyetlerini başlatmıştır?</strong></h3>",
    "correctAnswer": "C",
    "options": {
      "A": "A) 4",
      "B": "B) 6",
      "C": "C) 8",
      "D": "D) 10",
      "E": "E) 12"
    },
    "explanation": "<strong>Cevap:</strong> B) Mehterhane<br/><strong>Açıklama:</strong> Mehterhane, Osmanlı’da özellikle askeri müzik eğitiminin verildiği kurumdu ve mehter takımlarının yetiştirildiği bir okul olarak bilinir.<br/><strong>Sayfa No:</strong> 10<br/><strong>Cevap:</strong> C<br/><strong>Açıklama:</strong> Fatih Sultan Mehmed, İstanbul’un fethinden sonra bilimsel çalışmaların merkezi olması amacıyla sekiz kiliseyi medreseye çevirmiş ve önemli müderrisler atayarak bu süreci başlatmıştır.<br/><strong>Kaynak:</strong> Sayfa 97"
  },
  {
    "id": "3835431",
    "unitNumber": 4,
    "text": "<strong>Soru 10:</strong>\n<br/><h3><strong>Osmanlı vakıfları eğitim dışında aşağıdaki alanlardan hangisine en fazla katkı sağlamıştır?</strong></h3>",
    "correctAnswer": "C",
    "options": {
      "A": "A) Tarım",
      "B": "B) Askeri harcamalar",
      "C": "C) Dini hizmetler",
      "D": "D) İmar çalışmaları",
      "E": "E) Sanayi yatırımları"
    },
    "explanation": "<strong>Cevap:</strong> D) İdadi<br/><strong>Açıklama:</strong> İdadiler, Osmanlı’nın modernleşme döneminde açılan ortaöğretim kurumlarıdır ve klasik Osmanlı eğitiminin bir parçası değildir.<br/><strong>Sayfa No:</strong> 23<br/><strong>Cevap:</strong> C<br/><strong>Açıklama:</strong> Osmanlı’da vakıflar genellikle dini hizmetler ve özellikle camilerde görev yapacak imamların yetiştirilmesi gibi alanlarda eğitim dışı en fazla katkıyı sağlamıştır. Vakıfların bu fonksiyonu, dini ve sosyal hizmetlerin sürdürülebilirliği açısından kritik bir rol oynamıştır.<br/><strong>Kaynak:</strong> Sayfa 114"
  },
  {
    "id": "3774118",
    "unitNumber": 5,
    "text": "“<em>Sadrazam Topal Osman Paşa Fransız subay Comte de Bonneval’ı 1732 yılında İstanbul’a davet etmiş ve İstanbul’a gelen Bonneval Müslüman olmuş ve Ahmed adını alarak Osmanlı Devleti hizmetine girmiştir. Kendisine Humbaracı Ocağını ıslah görevi verilen ve Humbaracı Ahmed Paşa adıyla anılmaya başlayan Paşa 1734’te Müslüman olmuş üç Fransız subay ile ıslah işine başlayarak yaklaşık 300 asker ile düzenli bir askeri birlik oluşturmuş ve askerlerin kalması için Humbaracı Kışlasını yaptırmıştır.”</em> Yukarıda bahsedilen gelişme hangi Osmanlı padişahı dönemindedir?",
    "correctAnswer": "A",
    "options": {
      "A": "I. Mahmud",
      "B": "III. Ahmed",
      "C": "II. Mahmud",
      "D": "III. Selim",
      "E": "I. Abdulhamid"
    },
    "explanation": "Askeri eğitim alanında atılan ikinci ve daha ciddi adım I. Mahmut (1730-1754) döneminde görülmektedir. Osmanlı idarecileri batının sahip olduğu askeri sistemleri Osmanlı ordusuna aktarmak amacıyla ilk etapta yabancı askeri uzmanların getirtilmesi fikri üzerinde durmuşlardır. Bu sebeple Sadrazam Topal Osman Paşa Fransız subay Comte de Bonneval’ı 1732 yılında İstanbul’a davet etmiş ve İstanbul’a gelen Bonneval Müslüman olmuş ve Ahmed adını alarak Osmanlı Devleti hizmetine girmiştir. Kendisine Humbaracı Ocağını ıslah görevi verilen ve Humbaracı Ahmed Paşa adıyla anılmaya başlayan Paşa 1734’te Müslüman olmuş üç Fransız subay ile ıslah işine başlayarak yaklaşık 300 asker ile düzenli bir askeri birlik oluşturmuş ve askerlerin kalması için Humbaracı Kışlasını yaptırmıştır ("
  },
  {
    "id": "3774119",
    "unitNumber": 5,
    "text": "I. İlk kez Fransız uzman ve subayların Fransızca eğitim vermeleri\n<br/>II. Ameli eğitim yanında teorik derslerin verilmesi\n<br/>III. Programlarında din derslerine yer verilmemesi\n<br/>Yukarıdakilerden hangisi veya hangileri, Mühendishâne-i Bahrî-i Hümâyun’un Türk eğitim tarihinde Batılı anlamda eğitim veren ilk eğitim kurumu olarak görülmesinde etkili olmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Mühendishâne-i Bahrî-i Hümâyun günümüzdeki Deniz Harp Okulunun çekirdeğini teşkil<br/>etmiştir. Mühendishâne-i Bahrî-i Hümâyun, ilk kez Fransız uzman ve subayların Fransızca eğitim vermeleri, ameli eğitim yanında teorik derslerin verilmesi, programlarında din derslerine yer verilmemesi gibi özellikleriyle Türk eğitim tarihinde Batılı anlamda eğitim veren ilk eğitim kurumu olarak ayrıcalıklı bir yere sahiptir."
  },
  {
    "id": "3774120",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi 1847-1848 tarihinde yayımlanan “Çocukların Eğitim ve Öğretimlerinin Ne Şekilde Yapılacağına Dair İlkokul Hocalarına Yönelik Talimatname”de yer alan ilkelerden birisi <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Öğrenim süresi en az dört en fazla yedi yılla sınırlandırılmıştır.",
      "B": "6 ile 13 yaş arasındaki kız ve erkek çocukların öğrenim göreceği okullarda yapılması gerekenler hakkında bilgi verilmiştir.",
      "C": "Daha önce öğretimde kullanılmayan kara tahtanın bir ders aracı olarak kullanılmasını öngörmüştür.",
      "D": "İlkokullarda karma eğitim verilmesi gerektiği vurgulanmıştır.",
      "E": "Derslere giren hocaların maaşları ve öğrencilere yönelik disiplin cezalarına yönelik hükümler yer almıştır."
    },
    "explanation": "Talimat daha önce öğretimde kullanılmayan kara tahtanın bir ders aracı olarak kullanılmasını öngörüyordu. Kara tahtanın kullanılmasını teşvik etmek için Mekke ve Medine’de de kullanıldığını ve padişahın emriyle her mektebe birer tane gönderileceği belirtiliyordu fakat okuma ve yazma öğrenilmesinde faydalı olan bu tahtalara Kur’an ayetlerinin yazılmaması tembihlenmiştir. Talimat, çocukların yanlarında divit taşımalarını, kırâat (okuma) kitaplarının Türkçe olmasını, kız ve erkek çocuklarının karma sınıflarda yer almamasını, çocukların mektebe başlamaları esnasında pahalı törenlerin yapılmaması hususlarına dikkat edilmesini istiyordu. Talimatla derslere giren hocaların maaşları ve öğrencilere yönelik disiplin cezalarını da bir hükme bağlamaktaydı. Çocuklara artık değnek ve falaka cezası verilmemesi, düzeni bozan ya da uygun olmayan davranışlarda bulunan çocuklara asla kötü söz söylenmemesi gerekiyorsa hafifçe kulağının çekilmesi öneriliyordu. Tanzimat devrinde karma eğitim söz konusu olmadığı için erkek ve kız talebeler farklı sınıflarda öğrenim görüyorlardı."
  },
  {
    "id": "3774121",
    "unitNumber": 5,
    "text": "Tanzimat devrinde Fransız eğitim sistemi örnek alınarak ilköğretim ile yükseköğretim arasında geçiş sağlayacak ortaöğretim kurumları belli bir hiyerarşiye göre üç aşamalı yapılandırılmıştır. Aşağıdakilerden hangisinde bu hiyerarşik sıralama doğru verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "İdadi, Rüşdiye ve Sultânî",
      "B": "Rüşdiye, İdadi ve Sultânî",
      "C": "Sultânî, Rüşdiye ve İdadi",
      "D": "İdadi, Sultânî ve Rüşdiye",
      "E": "Rüşdiye, Sultânî ve İdadi"
    },
    "explanation": "Tanzimat devrinde ortaöğretim, Fransız Eğitim Sistemi örnek alınarak rüşdiye, idadi ve sultânî adlarıyla üç aşamalı olarak yapılandırılmıştır. Bu adımın gayesi ilköğretim ile yükseköğretim arasında geçiş sağlayacak bir eğitim kurumu oluşturulmak istenmesidir."
  },
  {
    "id": "3774122",
    "unitNumber": 5,
    "text": "“Paris’te 1857’de açılan askeri orta öğretim kurumlarından bir diğeri ………………….. Bu mektep Paris’e gönderilen öğrencilerin Türk mürebbiler idaresinde ama Fransız muallimler tarafından okutulup yetiştirilmesi için açılmıştır.” Yukarıdaki boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mekteb-i Şahane",
      "B": "Maarif-i Umumîye",
      "C": "Mekteb-i Osmanî",
      "D": "Mekteb-i Ulûm-ı Edebiyye",
      "E": "İbtidai Numune Mektebi"
    },
    "explanation": "Paris’te 1857’de açılan askeri orta öğretim kurumlarından bir diğeri “Mekteb-i Osmanî”dir. “Bu mektep Paris’e gönderilen öğrencilerin Türk mürebbiler idaresinde ama Fransız muallimler tarafından okutulup yetiştirilmesi için açılmıştır"
  },
  {
    "id": "3774123",
    "unitNumber": 5,
    "text": "“……………………… Osmanlıcılık ideolojisini simgelemesi açısından tam bir Tanzimat okuludur. Osmanlı idarecilerinin hayali farklı milletlerden birçok gencin bu okulda buluşması ve kaynaşması ile Osmanlıcılık fikrinin hayat bulması idi.” Yukarıdaki boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mekteb-i Şahane",
      "B": "Maarif-i Umumîye",
      "C": "Mekteb-i Ulûm-ı Edebiyye",
      "D": "Galatasaray Sultanisi",
      "E": "İbtidai Numune Mektebi"
    },
    "explanation": "Tüm şartların olgunlaşması üzerine Osmanlı Hükûmeti İstanbul’da öğretim dili Fransızca olan bir lise açılmasına karar vermiş, Fransa da okulun açılmasına yardım etmiştir. 1 Eylül 1868’de öğretime başlayan Mekteb-i Sultânî’nin açılmasında Âli Paşa ve Maarif nazırı Safvet Paşa’nın gayretleri dikkat çekicidir (Findley, 1989). Okuldaki toplam eğitim süresi başlangıçta 5’i iptidai, 5’i kolej olmak üzere toplam 10 sene iken, daha sonra 3’ü iptidai, 3’ü tâli, 3’ü âli şeklinde 9 sene şeklinde düzenlenmiştir (Şişman, 1989). Mekteb-i Sultâni diğer adıyla Galatasaray Sultânîsi Osmanlıcılık ideolojisini simgelemesi açısından tam bir Tanzimat okuludur."
  },
  {
    "id": "3774124",
    "unitNumber": 5,
    "text": "<em>“1865 yılında Cemiyet-i Tedrisiye-i İslamiye tarafından kurulmuştur. Büyükçarşı’nın esnaf çıraklarının eğitimi amacıyla kurulan bu cemiyet daha sonra yetim kız ve erkek çocukların eğitimi için bir okul kurma kararı almıştır. Fransız askeri mekteplerinin programını kabul etmekle birlikte eğitim dilinin Türkçe olması kararlaştırılan okulda eğitime 1873’te başlanmıştır.”</em> Yukarıda bahsedilen okul aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mekteb-i Şahane",
      "B": "Maarif-i Umumîye",
      "C": "Mekteb-i Ulûm-ı Edebiyye",
      "D": "Galatasaray Sultanisi",
      "E": "Daruşşafaka"
    },
    "explanation": "Galatasaray Sultânîsinden sonra açılan ikinci sultânî Darüşşafaka’dır. Okul 1865 yılında Cemiyet-i Tedrisiye-i İslamiye tarafından kurulmuştur. Büyükçarşı’nın esnaf çıraklarının eğitimi amacıyla kurulan bu cemiyet daha sonra yetim kız ve erkek çocukların eğitimi için bir okul kurma kararı almıştır. Fransız askeri mekteplerinin programını kabul etmekle birlikte eğitim dilinin Türkçe olması kararlaştırılan Darüşşafaka Sultânîsi, 1873 yılında eğitime başlamıştır"
  },
  {
    "id": "3774125",
    "unitNumber": 5,
    "text": "“Eğitim-öğretim vermeye başlayan rüşdiyelerde kaliteli ve modern eğitim-öğretim yürütülebilmesi her şeyden önce iyi yetiştirilmiş öğretmenlerin varlığı ile ilişkili idi. İşte bu ihtiyaçtan dolayı 16 Mart 1848’de İstanbul Fatih’te Maarif Nazırlığı da yapmış olan Kemal Efendi’nin çabalarıyla Darülmuallimin açılmıştır. Okulun ilk müdürü “………………….” Onun bu göreve getirilmesinde kadılıktan kazaskerliğe, valilikten bakanlığa kadar devletin pek çok kademesinde görev almış olması, hukuk ve tarih alanında yaptığı çalışmalar ve eğitimci kişiliği etkili olmuştur.”\n<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ahmet Cevdet Paşa",
      "B": "Selim Sabit Efendi",
      "C": "Cemalettin Afgani",
      "D": "Safvet Paşa",
      "E": "Hoca Tahsin Efendi"
    },
    "explanation": "16 Mart 1848’de İstanbul Fatih’te Maarif Nazırlığı da yapmış olan Kemal Efendi’nin çabalarıyla Darülmuallimin açılmıştır. Okulun ilk müdürü Ahmet Cevdet Paşa’dır. Ahmet Cevdet Paşa’nın bu göreve getirilmesinde kadılıktan kazaskerliğe, valilikten bakanlığa kadar devletin pek çok kademesinde görev almış olması, hukuk ve tarih alanında yaptığı çalışmalar ve eğitimci kişiliği etkili olmuştur."
  },
  {
    "id": "3774126",
    "unitNumber": 5,
    "text": "“Maarif-i Umumîye Nizamnamesi’nde belirtilen Darülmuallimât (Kız Öğretmen Okulu) ise Safvet Paşa’nın Nazırlığı sırasında açılmıştır. Okulun ilk müdürü Emin Efendi’dir ve öğretim kadrosunda üç kadın hoca bulunmaktadır.” Yukarıda belirtilen ve Osmanlı Devletindeki ilk kız öğretmen okulu olan Darülmuallimât kaç yılında açılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1858",
      "B": "1861",
      "C": "1866",
      "D": "1870",
      "E": "1897"
    },
    "explanation": "Maarif-i Umumîye Nizamnamesi’nde belirtilen Darülmuallimât (Kız Öğretmen Okulu) ise Safvet Paşa’nın Nazırlığı sırasında 1870 yılında açılmıştır. Okulun ilk müdürü Emin Efendi’dir ve öğretim kadrosunda üç kadın hoca bulunmaktadır."
  },
  {
    "id": "3774127",
    "unitNumber": 5,
    "text": "Osmanlı İmparatorluğu’nda Müslüman kadınların kamusal alanda icra edebildikleri ilk meslek dalı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kız okullarında öğretmenlik",
      "B": "Devlet dairelerinde memurluk",
      "C": "Devlet hastanelerinde hemşire",
      "D": "Darülfünun’da öğretim üyeliği",
      "E": "Karma idadilerde öğretmenlik"
    },
    "explanation": "Osmanlı İmparatorluğu’nda Müslüman kadınların kamusal alanda icra edebildikleri ilk meslek dalı, kız okullarında öğretmenlik yapmak olmuştur."
  },
  {
    "id": "3836851",
    "unitNumber": 5,
    "text": "<h3>1. Aşağıdaki aydınlardan hangisi Tanzimat döneminde eğitim üzerine görüşler ileri sürenlerden biri değildir?</h3>",
    "correctAnswer": "E",
    "options": {
      "A": "A. Namık Kemal",
      "B": "B. Ahmet Mithat Efendi",
      "C": "C. Ali Suavi",
      "D": "D. Münif Paşa",
      "E": "E. Ziya Gökalp"
    },
    "explanation": "<strong>Cevap:</strong> E. Ziya Gökalp<br/><strong>Sayfa:</strong> 9<br/><strong>Açıklama:</strong> Ziya Gökalp, II. Meşrutiyet döneminde etkili olan bir eğitimci ve fikir adamıdır, fakat Tanzimat dönemindeki ana figürlerden biri değildir."
  },
  {
    "id": "3836854",
    "unitNumber": 5,
    "text": "<h3>2. Osmanlı Devleti’nde 1848 yılında öğretmen yetiştirmek amacıyla açılan eğitim kurumu aşağıdakilerden hangisidir?</h3>",
    "correctAnswer": "D",
    "options": {
      "A": "A. Darülfünun",
      "B": "B. Mekteb-i Sultani",
      "C": "C. Darüşşafaka",
      "D": "D. Darülmuallimin",
      "E": "E. Darülaceze"
    },
    "explanation": "<strong>Cevap:</strong> D. Darülmuallimin<br/><strong>Sayfa:</strong> 9<br/><strong>Açıklama:</strong> Darülmuallimin, öğretmen yetiştirmek amacıyla kurulmuştur ve Tanzimat döneminin önemli kurumlardandır."
  },
  {
    "id": "3836857",
    "unitNumber": 5,
    "text": "<h3>3. Eğitimde ıslahın yükseköğretimden başlaması gerektiğini savunan Emrullah Efendi’nin bu konuda ortaya koyduğu tezin adı aşağıdakilerden hangisidir?</h3>",
    "correctAnswer": "C",
    "options": {
      "A": "A. Darülfunun Nazariyesi",
      "B": "B. Maarif-i Milli Nazariyesi",
      "C": "C. Tûba Ağacı Nazariyesi",
      "D": "D. İbtidai Nazariyesi",
      "E": "E. Islah-ı Sıbyan Nazariyesi"
    },
    "explanation": "<strong>Cevap:</strong> C. Tûba Ağacı Nazariyesi<br/><strong>Sayfa:</strong> 9<br/><strong>Açıklama:</strong> Emrullah Efendi, eğitimde reformun öncelikle yükseköğretimden başlaması gerektiğini vurgulamıştır."
  },
  {
    "id": "3836858",
    "unitNumber": 5,
    "text": "<h3>Aşağıdakilerden hangisi Tanzimat döneminde (1839-1876) açılan eğitim kurumlarından biri değildir?</h3>",
    "correctAnswer": "D",
    "options": {
      "A": "Rüşdiyeler",
      "B": "İdadiler",
      "C": "Darülmuallimin",
      "D": "Darülfünun",
      "E": "Darülaceze"
    },
    "explanation": "<strong>Cevap:</strong> D. Darülfünun<br/><strong>Sayfa:</strong> 34<br/><strong>Açıklama:</strong> Darülfünun 1900 yılında açılmıştır ve Tanzimat dönemi kapsamında değildir."
  },
  {
    "id": "3836860",
    "unitNumber": 5,
    "text": "<h3>5. Aşağıdakilerden hangisi I. Meşrutiyet Dönemi eğitiminin temel özelliklerinden biridir?</h3>",
    "correctAnswer": "A",
    "options": {
      "A": "A. Öğretimin serbest olması",
      "B": "B. Tamamen ezberci sistemin uygulanması",
      "C": "C. Sadece medrese eğitiminin varlığı",
      "D": "D. Eğitimde tek bir yöntemin kullanılması",
      "E": "E. Yükseköğretimin yasaklanması"
    },
    "explanation": "<strong>Cevap:</strong> A. Öğretimin serbest olması<br/><strong>Sayfa:</strong> 19<br/><strong>Açıklama:</strong> I. Meşrutiyet Döneminde eğitimde serbestlik, önemli bir yenilik olarak öne çıkmıştır."
  },
  {
    "id": "3836864",
    "unitNumber": 5,
    "text": "<h3>6. Tanzimat döneminde modern eğitim akımlarından biri aşağıdakilerden hangisidir?</h3>",
    "correctAnswer": "B",
    "options": {
      "A": "A. Usul-i Atika",
      "B": "Usul-i Cedit",
      "C": "İslami eğitim",
      "D": "Yabancı dil eğitimine karşı olma",
      "E": "<strong> Medrese eğitimi</strong>"
    },
    "explanation": "<strong>Cevap:</strong> B. Usul-i Cedit<br/><strong>Sayfa:</strong> 34<br/><strong>Açıklama:</strong> Tanzimat dönemi, Usul-i Cedit adı verilen yeni bir eğitim anlayışının kurulmasına yelken açmıştır."
  },
  {
    "id": "3836866",
    "unitNumber": 5,
    "text": "<h3>7. Aşağıdakilerden hangisi, Osmanlı’da eğitimde yapılan düzenlemeleri konu alan bir kitaptır?</h3>",
    "correctAnswer": "A",
    "options": {
      "A": "A. Maarif-i Umumiye Nizamnamesi",
      "B": "B. Kanun-i Esasi",
      "C": "C. Usul-i Cedit",
      "D": "D. Eğitim tarihine dair ıslahât",
      "E": "E. Tûba Ağacı Nazariyesi"
    },
    "explanation": "<strong>Cevap:</strong> A. Maarif-i Umumiye Nizamnamesi<br/><strong>Sayfa:</strong> 35<br/><strong>Açıklama:</strong> Bu nizamname, eğitim sistemini düzenlemek amacıyla çıkarılmıştır."
  },
  {
    "id": "3836867",
    "unitNumber": 5,
    "text": "<h3>8. Aşağıdakilerden hangisi II. Meşrutiyet döneminde eğitimin modernleşmesindeki en önemli faktörlerden biridir?</h3>",
    "correctAnswer": "C",
    "options": {
      "A": "A. Yalnızca askeri eğitim",
      "B": "B. Kadınların eğitim hakkı olmaması",
      "C": "C. İttihat ve Terakki Cemiyetinin etkisi",
      "D": "D. Medrese eğitiminin devam etmesi",
      "E": "E. Yabancı eğitmenlerin bulunmaması"
    },
    "explanation": "<strong>Cevap:</strong> C. İttihat ve Terakki Cemiyetinin etkisi<br/><strong>Sayfa:</strong> 20<br/><strong>Açıklama:</strong> II. Meşrutiyet döneminde İttihat ve Terakki Cemiyeti’nin eğitime olan katkıları ile modernleşme süreci hızlanmıştır."
  },
  {
    "id": "3836871",
    "unitNumber": 5,
    "text": "<h3>9. Aşağıda verilen eğitim kurumlarından hangisi Tanzimat Döneminin temel özelliklerini taşımaktadır?</h3>",
    "correctAnswer": "D",
    "options": {
      "A": "A. Rüşdiyeler",
      "B": "B. İdadi",
      "C": "C. Sultânîler",
      "D": "D. Hepsi",
      "E": "E. Hiçbiri"
    },
    "explanation": "<strong>Cevap:</strong> D. Hepsi<br/><strong>Sayfa:</strong> 21<br/><strong>Açıklama:</strong> Rüşdiye, İdadi ve Sultânî, Tanzimat Döneminde ortaya çıkan önemli eğitim kurumlarıdır."
  },
  {
    "id": "3836873",
    "unitNumber": 5,
    "text": "<h3>10. Eğitimde esnek öğrenme yöntemlerinin benimsenmesi hangi dönemde yaygınlaşmıştır?</h3>",
    "correctAnswer": "C",
    "options": {
      "A": "A. I. Meşrutiyet Dönemi",
      "B": "B. Tanzimat Dönemi",
      "C": "C. II. Meşrutiyet Dönemi",
      "D": "D. Cumhuriyet Dönemi",
      "E": "E. Osmanlı İmparatorluğu Dönemi"
    },
    "explanation": "<strong>Cevap: C. II. Meşrutiyet Dönemi<br/>Sayfa: 20<br/>Açıklama: II. Meşrutiyet döneminde, eğitim sisteminde esnek öğrenme yöntemlerine geçiş yapılmıştır.</strong><br/><strong>Cevap:</strong> C. II. Meşrutiyet Dönemi<br/><strong>Sayfa:</strong> 20<br/><strong>Açıklama:</strong> II. Meşrutiyet döneminde, eğitim sisteminde esnek öğrenme yöntemlerine geçiş yapılmıştır."
  },
  {
    "id": "3774171",
    "unitNumber": 6,
    "text": "Hindistan’daki Hindu toplumunda hâkim olan kast sistemi içerisinde eğitimle ilgilenen sınıf hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Racput",
      "B": "Brahman",
      "C": "Kayastha",
      "D": "Vaish",
      "E": "Sudra"
    },
    "explanation": "Hindular kastlara ayrılmış olup Racput, Brahman, Kayastha ve Vaish üst kastı oluşturuyordu. Racbutlar kabile liderleri olup Babürlü yönetiminde yüksek rütbelere sahip oldular. Brahmanlar dini faaliyetler ve eğitim ile ilgilenirdi."
  },
  {
    "id": "3774172",
    "unitNumber": 6,
    "text": "İlgili kaynaklara göre hangisi Delhi Türk Sultanlığı döneminin önemli mukrilerinden (kuran öğreticisi) biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Şadi Mukri",
      "B": "Mevlana Alaeddin",
      "C": "Mevlana Hamid",
      "D": "Ömer Mukri",
      "E": "Mevlana Latif"
    },
    "explanation": "Özellikle Kur’an öğretmenliği faziletli bir meslek olarak kabul edilir ve Kur’an öğreticilerine “<em>mukri</em>” adı verilirdi. Devlet, Kur’an öğretiminin ve İslam’ın yayılmasını sağlamak için yeni fethedilen Hindu bölgelerine ilk iş olarak müezzin ve mukri tayin ederdi. Şadi Mukri, Mevlana Alaeddin, Mevlana Hamid ve Mevlana Latif gibi mukrilerin isimleri kaynaklarda zikredilmektedir"
  },
  {
    "id": "3774173",
    "unitNumber": 6,
    "text": "Delhi Türk Sultanlığı Sarayında “ilaçların yapıldığı ve muhafaza edildiği eczane veya dispanser” işlevini görmenin yanı sıra bir tür eğitim kurumu işlevi de gören bölümün adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Abdarhane",
      "B": "Alemhane",
      "C": "Daruhane",
      "D": "Filhane",
      "E": "Firaşhane"
    },
    "explanation": "<strong>Alemhane</strong>; Tuğ, bayrak ve sancakların muhafaza edildiği ve kubbe, külah ve çatıların tepesine takılan sembollerin imal edildiği yerdir.\n <strong>Abdarhane</strong>; Sultanın elbiseleri, mücevherat ve mührünün korunduğu, el ve kumaş yıkamaya mahsus leğenlerin bulunduğu yerdir.\n <strong>Firaşhane</strong>; Sarayda Sultana ait yatak, çadır ve bandoda kullanılan müzik aletlerinin muhafaza edildiği yerdir. Buranın başkanına mihter-i ferraş denirdi.\n <strong>Daruhane</strong>; İlaçların yapıldığı ve muhafaza edildiği eczahane veya dispansere denir.\n <strong>Filhane</strong>; Sultana ait fillerin bakıldığı fil ahırına denir. Bu ahırda bulunan fillerin bakım ve eğitiminden şahne-i fil denilen bir görevli sorumludur."
  },
  {
    "id": "3774174",
    "unitNumber": 6,
    "text": "Hangisi Karakoyunlu mekteplerinde okutulan konu veya derslerden biri olarak <strong>de</strong><strong>ğ</strong><strong>erlendirilemez</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Elifba",
      "B": "Kur’an okuma ve ezberleme",
      "C": "Dini ve ahlaki bilgiler",
      "D": "Basit aritmetik",
      "E": "Astronomi"
    },
    "explanation": "Karakoyunlu mekteplerinin eğitim programını elifba, Kur’an-ı Kerim okuma ve ezberleme, dini ve ahlaki bilgiler ve basit aritmetik öğretimi oluştururdu. Ders öğretim metodu olarak düz anlatım, tekrar ve tartışma yapılırdı."
  },
  {
    "id": "3774175",
    "unitNumber": 6,
    "text": "Karakoyunlu ve Akkoyunlu dönemlerinin en meşhur alimi Cihan Şah tarafından Muzafferiye Medresesi’ne müderris tayin edilen ………… ………..’dir (o. 1502). Osmanlı hükümdarı Sultan II. Bayezid’in de hürmet ettiği ve hediyeler gönderdiği Ünlü alim, itikadda Eş’ari ekolunu, fıkıhta Şafii mezhebinin görüşlerini benimsemiştir. Muzafferiye’de kelam dersleri vermiş, <em>Ş</em><em>erhu’l-Akadi’l-Adudiyye </em>adlı eseri Azerbaycan, İran ve Osmanlı medreselerinde ders kitabı olarak okutulmuştur\n Yukarıdaki metindeki boşluğa hangi isim gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Celaleddin Devvani",
      "B": "Kemaluddin Kirmani",
      "C": "Mevlâna Zeyneddin Ali",
      "D": "Ebu Bekr-i Tihrani",
      "E": "Mevlâna Ebheri"
    },
    "explanation": "Karakoyunlu ve Akkoyunlu dönemlerinin en meşhur alimi Cihan Şah tarafından Muzafferiye Medresesi’ne müderris tayin edilen Celaleddin Devvani’dir (ö. 1502). Osmanlı hükümdarı Sultan II. Bayezid’in de hürmet ettiği ve hediyeler gönderdiği Ünlü alim, itikadda Eş’ari ekolunu, fıkıhta Şafii mezhebinin görüşlerini benimsemiştir. Muzafferiye’de kelam dersleri vermiş, <em>Ş</em><em>erhu’l-Akadi’l-Adudiyye </em>adlı eseri Azerbaycan, İran ve Osmanlı medreselerinde ders kitabı olarak okutulmuştur"
  },
  {
    "id": "3774176",
    "unitNumber": 6,
    "text": "Hangisi Akkoyunlu hakimiyetindeki coğrafyalarda faaliyet göstererek halkın eğitimine katkı sağlayan ve devletten destek gören tarikatlardan biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Halveti",
      "B": "Gülşeni",
      "C": "Kübrevi",
      "D": "Safevi",
      "E": "Uşşaki"
    },
    "explanation": "Akkoyunlularda halk eğitimi cami ve mescidler ile dergahlarda yapılırdı. Hanedan üyeleri zaviye ve tekkelerde halkın eğitimini üstlenen Halveti, Gülşeni, Nakşibendi, Kübrevi, Mevlevi ve Safevi gibi tarikat erbaplarına değer verdi ve onlara maddi ve manevi destek oldu."
  },
  {
    "id": "3774177",
    "unitNumber": 6,
    "text": "Hangisi Safeviler’deki medrese teşkilatında görev alan kişilere verilen unvan/adlardan biri <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Sadr",
      "B": "Alemdar",
      "C": "Mollabaşı",
      "D": "Naib",
      "E": "Kitabdar"
    },
    "explanation": "Medrese teşkilatının başında bizzat Şah’ın atadığı “<em>Sadr</em>” denilen bir alim bulunurdu. Sadr da medreselerin idari ve mali işlerinin yönetimine müderrislerden “<em>mollaba</em><em>şı</em>” unvanıyla birini atardı. Mesela; İsfahan’daki Ceharbağ Medresesi’nin mollabaşısı Mir Muhammed Bakır Hatunabadi idi. Mollabaşı’nın yönetimi altında eğitim-öğretim işlerine bakan üç müderris, kütüphane işlerine bakan kitabdar, medresenin vakıflardan gelen gelirlerine ve giderlerine bakan mütevelli, medresenin bütün işlerini takip eden naib, müezzin ve temizlik ve diğer işlere bakan hizmetliler bulunurdu."
  },
  {
    "id": "3774178",
    "unitNumber": 6,
    "text": "Safeviler dönemi şairlerinden olup <em>Divan </em>ve <em>Hamse </em>adlı eserleriyle bilinen edip kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "İbn Bezzaz Erdebili",
      "B": "Fuzuli",
      "C": "Nabi",
      "D": "Mevlana Abdullah Hatifi",
      "E": "Sadi Şirazi"
    },
    "explanation": "<em>Divan </em>ile <em>Hamse </em>adlı eserleriyle meşhur Mevlana Abdullah Hatifi (ö. 1521) de devrinin önemli şairlerindedir."
  },
  {
    "id": "3774179",
    "unitNumber": 6,
    "text": "Babürlüler gerek hanedan mensubu gerekse halktan kız çocuklarının eğitimine önem vererek kızlar için ayrı mektepler açmıştır. Ekber Şah’ın Fethpur Sikri’de halktan kızlar için açtığı okulda Farsça, Arapça, tarih, astronomi ve felsefe dersleri verilmiştir. Saray kızları ise “<em>Atun Mama</em>” denilen bir mürebbiye tarafından eğitilmişlerdir.\n Yukarıdaki metinde Babürlüler dönemi eğitiminin hangi özelliği vurgulanmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Zamanın en gelişmiş eğitim sistemine sahip oldukları",
      "B": "Okullaşma oranının oldukça yüksek olduğu",
      "C": "Dil öğrenimine büyük önem verdikleri",
      "D": "Eğitimin finansmanının tamamen devlet tarafından karşılandığı",
      "E": "Her kesimden kızların eğitimine önem verdikleri"
    },
    "explanation": "Babürlüler gerek hanedan mensubu, gerekse halktan kız çocuklarının eğitimine önem vererek ayrı birer mektep açtılar. Mesela Ekber Şah Fethpur Sikri’de halktan kızlar için bir okul açtı. Bu okulda Farsça, Arapça, tarih, astronomi ve felsefe dersleri verildi. Saray kızları ise “<em>Atun Mama</em>” denilen bir mürebbiye tarafından eğitilirdi."
  },
  {
    "id": "3774180",
    "unitNumber": 6,
    "text": "Genelde halk lisanında tekke, dergâh ve hankâh da denilen zaviyeler, herhangi bir tarikata mensup dervişlerin, bir şeyhin/mürşidin idaresinde topluca yaşadıkları ve gelip-geçen yolculara bedava yiyecek, içecek ve yatacak yer sağlayan, yerleşme merkezlerinde veya yol üzerindeki bina yahut bina topluluğudur. Zaviyeler devletin kurulmasında hizmet etmiş, hürmete layık şeyh, baba, dede Alperen dervişlere verilen yerler olup, şehir ve kasaba kenarında, köy civarlarında yol uğrağında bulunurlardı.\n Yukarıdaki metinde zaviyelerin hangi işlevinden bahsedilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir toplu yaşam merkezi olarak gelip-geçenlere yemek ve konaklama hizmeti sunmaları",
      "B": "Sosyal dayanışmaya katkı sağlamaları",
      "C": "Halkın dini ve tasavvufi eğitim gördüğü bir yaygın eğitim kurumu olmaları",
      "D": "Giderlerinin büyük bir kısmının vakıf gelirleri ve bağışlarla karşılanması",
      "E": "Miras yoluyla nesilden nesile aktarılan özel mülk statüsünde olmaları"
    },
    "explanation": "Genelde halk lisanında tekke, dergâh ve hankâh da denilen zaviyeler, herhangi bir tarikata mensup dervişlerin, bir şeyhin/mürşidin idaresinde topluca yaşadıkları ve gelip-geçen yolculara bedava yiyecek, içecek ve yatacak yer sağlayan, yerleşme merkezlerinde veya yol üzerindeki bina yahut bina topluluğudur. Zaviyeler devletin kurulmasında hizmet etmiş, hürmete layık şeyh, baba, dede Alperen dervişlere verilen yerler olup, şehir ve kasaba kenarında, köy civarlarında yol uğrağında bulunurlardı."
  },
  {
    "id": "3774093",
    "unitNumber": 7,
    "text": "Mustafa Kemal Atatürk başkanlığındaki..............Programında; okulların en modern ilkeler ve yöntemler çerçevesinde düzenleneceğine, terbiyenin dini ve millî hâle getirileceğine ve ulusun karakterine uygun bilimsel ders kitapları hazırlanacağına vurgu yapılmıştır. \n<br/>Aşağıdakilerden hangisi Mustafa Kemal Atatürk başkanlığındaki kurumun adıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "İlköğretim Dairesi",
      "B": "Ortaöğretim Müdürlüğü",
      "C": "Kültür Müdürlüğü",
      "D": "Sicil ve İstatistik Müdürlüğü",
      "E": "İcra Vekilleri Heyeti"
    },
    "explanation": "Bu dönemdeki İcra Vekilleri Heyetinin programlarında gelecekteki eğitim anlayışının izleri bulunmaktadır. Mustafa Kemal Atatürk başkanlığındaki Birinci İcra Vekilleri Heyeti Programında; okulların en modern ilkeler ve yöntemler çerçevesinde düzenleneceğine, terbiyenin dini ve millî hâle getirileceğine ve ulusun karakterine uygun bilimsel ders kitapları hazırlanacağına vurgu yapılmıştır. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3774102",
    "unitNumber": 7,
    "text": "Aşağıdaki olay-tarih eşleştirmelerinden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "1946-Ankara İlahiyat Fakültesinin Kurulması",
      "B": "1938-I. Millî Eğitim Şûrası",
      "C": "1933-Üniversite Reformu",
      "D": "1941-Köy Enstitülerinin Müfredatında Değişiklik Yapılması",
      "E": "1945-Mesleki ve Teknik Öğretim Müsteşarlığı"
    },
    "explanation": "Cumhuriyet döneminde yükseköğretimde reformlara gelişmelere rehberlik eden bazı önemli isimler bulunmaktadır. Bunların önemlisi, reformu gerçekleştirmek için İsviçre’nin Cenevre Üniversitesi’nden davet edilen pedagoji uzmanı Profesör Albert Malche’dır. Malche, Darülfünunun mevcut yapısıyla ilgili “İstanbul Darülfünunu Hakkında Rapor” adlı bir rapor hazırlamıştır. Bu rapor temel alınarak 1933 yılında “Üniversite Reformu” yasasıyla (31.05.1933 tarihli, 2252 sayılı) İstanbul Darülfünunu lağvedilmiştir. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3774116",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi birinci Heyet-i İlmiye toplantısında alınan kararlardan birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Meslek okullarının belirli merkezlerde açılması",
      "B": "Yatısız okullarda karma öğretim yapılması",
      "C": "Stajyer öğretmenlerin eğitimi",
      "D": "Çeviri faaliyetlerinin ilkelerinin belirlenmesi",
      "E": "Okul öğrenci kapasitelerinin genişletilmesi"
    },
    "explanation": "Birinci Heyet-i İlmiye toplantısında eğitim sistemiyle ilgili 26 madde gündeme alınmıştır. Toplantıda komisyonların gündem maddelerini tartışarak hazırladığı raporlar, Genel Kurulda görüşülerek karara bağlanmıştır. Alınan kararları şu şekilde özetlemek mümkündür:\n<br/>• 6 yıl süreyle 7-14 yaş arasında zorunlu eğitim\n<br/>verilmesi\n<br/>• Kültür (Hars) Genel Müdürlüğünün kurulması\n<br/>• Çeviri faaliyetlerinin ilkelerinin belirlenmesi\n<br/>• Yatılı bölge okullarının kurulması\n<br/>• Galatasaray Lisesi’nin teşkilat ve programları\n<br/>• Okul müzesi\n<br/>• Dini eğitim\n<br/>• Öğretmenlerin askerlik görevlerini bir kez\n<br/>tecil ettirebilmeleri\n<br/>• İlköğretim okul açma iznini yalnızca Maarif\n<br/>Vekâletinin vermesi\n<br/>• “Sultânî” adının “lise” olarak değiştirilmesi. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3774117",
    "unitNumber": 7,
    "text": "\"Maarife ayrılan bütçelerin verimli hâle getirilmesi\" aşağıdaki toplantılardan hangisinin gündem konularındandır?",
    "correctAnswer": "A",
    "options": {
      "A": "III. Heyet-i İlmiye Toplantısı",
      "B": "II. Heyet-i İlmiye Toplantısı",
      "C": "I. Heyet-i İlmiye Toplantısı",
      "D": "I.İcra Vekilleri Heyeti Toplantısı",
      "E": "I.Maarif Kongresi"
    },
    "explanation": "Heyet-i İlmiyenin üçüncü ve son toplantısı, Maarif Vekili Mustafa Necati Bey başkanlığında 26 Aralık 1925 tarihleri arasında toplanmıştır. Bu toplantının gündem konuları şunlardır:\n<br/>• Maarife ayrılan bütçelerin verimli hâle getirilmesi\n<br/>• Okul öğrenci kapasitelerinin genişletilmesi\n<br/>• Liselerin düzenlenmesi, kuvvetlendirilmesi\n<br/>ve sayılarının artırılması\n<br/>• Öğretmen okullarının belirli merkezlerde\n<br/>açılması\n<br/>• Meslek okullarının belirli merkezlerde açılması\n<br/>• Yatısız okullarda karma öğretim yapılması\n<br/>• Stajyer öğretmenlerin eğitimi\n<br/>• Öğretmenlerin terfilerinin hukuki temellerinin\n<br/>oluşturulması\n<br/>• Talim Terbiye Dairesinin kurulması. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3774181",
    "unitNumber": 7,
    "text": "Mesleki ve teknik eğitimde önemli gelişmeler (hem nitelik hem nicelik açısından) aşağıdaki hangi ismin maarif vekilliği döneminde yaşanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Vasıf Bey",
      "B": "Hasan Ali Yücel",
      "C": "Mustafa Necati Bey",
      "D": "Ali Fethi Okyar",
      "E": "İsmail Safa Bey"
    },
    "explanation": "Öncesinde bazı adımlar atılmasına rağmen mesleki ve teknik eğitimde önemli gelişmeler (hem nitelik hem nicelik açısından) Mustafa Necati Bey’in maarif vekilliği döneminde yaşanmıştır. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3774185",
    "unitNumber": 7,
    "text": "İlk defa hangi yılda 1416 sayılı kanunla Türkiye’nin ihtiyaç duyduğu alanlarda yüksek vasıflı insan gücü yetiştirmek için yurt dışına başta teknik ve mühendislik olmak üzere birçok alanda Almanya, Fransa ve birçok Avrupa ülkesine öğrenci gönderilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1929",
      "B": "1937",
      "C": "1938",
      "D": "1939",
      "E": "1941"
    },
    "explanation": "1929 yılında 1416 sayılı kanunla Türkiye’nin ihtiyaç duyduğu alanlarda yüksek vasıflı insan gücü yetiştirmek için yurt dışına başta teknik ve mühendislik olmak üzere birçok alanda Almanya, Fransa ve birçok Avrupa ülkesine öğrenci gönderilmiştir. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3774186",
    "unitNumber": 7,
    "text": "Demokrat Parti iktidarında üniversite eğitimine ve kurum sayısının artırılmasına önem verilmiştir. Bunun sonucunda 34 olan yükseköğretim kurum sayısı 1950-1960 yılları arasında kaça çıkmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "60",
      "B": "40",
      "C": "47",
      "D": "55",
      "E": "50"
    },
    "explanation": "1950-1960 yılları arasında Demokrat Parti, 34 olan yükseköğretim kurum sayısını 55’e çıkarmıştır. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3774187",
    "unitNumber": 7,
    "text": "Her alanda kendi sistemini kurmaya çalışan Demokrat Parti Döneminde, halk eğitimi konusu da ele alınmış, Halkevleri ve Halkodaları kapatılmış ve mal varlıkları hazineye devredilmiştir. Kapatılan Halkevlerinin yerine halk eğitimine yönelik Millî Eğitim Bakanlığı bünyesinde Halk Eğitim Bürosu hangi yılda kurulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "1951",
      "B": "1952",
      "C": "1954",
      "D": "1958",
      "E": "1960"
    },
    "explanation": "Her alanda kendi sistemini kurmaya çalışan Demokrat Parti Döneminde, halk eğitimi konusu da ele alınmış, 11 Ağustos 1951 tarihinde Halkevleri ve Halkodaları kapatılmış ve mal varlıkları hazineye devredilmiştir. Kapatılan Halkevlerinin yerine halk eğitimine yönelik 1952 yılında Millî Eğitim Bakanlığı bünyesinde Halk Eğitim Bürosu kurulmuştur. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3774188",
    "unitNumber": 7,
    "text": "Kaçıncı Milli Eğitim Şûrası'nda eğitim sisteminin geneli, kademeler arası geçişler, yönlendirme ve sınav sistemi ile küreselleşme ve AB sürecinde Türk eğitim sistemi gibi konulara değinilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "11",
      "B": "15",
      "C": "17",
      "D": "19",
      "E": "20"
    },
    "explanation": "17. Milli Eğitim Şûrasında (13-17 Kasım 2006) eğitim sisteminin geneli, kademeler arası geçişler, yönlendirme ve sınav sistemi ile küreselleşme ve AB sürecinde Türk eğitim sistemi gibi konulara değinilmiştir. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3774189",
    "unitNumber": 7,
    "text": "<ol type=\"I\"><br/><li>Yükseköğretmen okullarının eğitim fakültelerine dönüştürülme fikri öne sürülmüştür.</li><br/><li>“Kadın Meslek Öğretmen Okulu”nun “Akşam Kız Sanat Okulları” için öğretmen yetiştiren iki yıllık öğretmen okulu olarak tanımlanmasına karar verilmiştir.</li><br/><li>Eğitim enstitülerinin tamamının öğrenim süresinin üç yıla çıkarılmıştır. </li><br/></ol><br/>Yukarıdaki kararlar hangi tarihte alınmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "18-22 Temmuz 1988",
      "B": "15-19 Ocak 1990",
      "C": "13-17 Mayıs 1996",
      "D": "24 Haziran- 4 Temmuz 1974",
      "E": "5-15 Şubat 1962"
    },
    "explanation": "7. Millî Eğitim Şurası’nda (5-15 Şubat 1962) öğretmenlik mesleğinin daha cazip hâle gelmesi yönünde birtakım tavsiye kararlar alınmıştır. Yükseköğretmen okullarının eğitim fakültelerine dönüştürülme fikri öne sürülmüştür. “Kadın Meslek Öğretmen Okulu”nun “Akşam Kız Sanat Okulları” için öğretmen yetiştiren iki yıllık öğretmen okulu olarak tanımlanmasına karar verilmiştir. Şurada alınan bir diğer karar ise eğitim enstitülerinin tamamının öğrenim süresinin üç yıla çıkarılmasıdır. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3774254",
    "unitNumber": 7,
    "text": "I. “Aydınlanmacı birey” yerini “küreselleşmiş liberal birey” anlayışına bırakmıştır.\n II. Rekabete dayalı girişimcilik kültürü, başarıya giden temel yol olarak esas alınmıştır.\n III. Girişimciliğe olan vurgu artmış, performansın önemine dikkat çekilmiştir.\n Yukarıdakilerden hangisi veya hangileri eğitimde neoliberal politikalar benimsenmesinin bir sonucu olarak ortaya çıkan gelişmeler arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "“Aydınlanmacı<br/>birey” yerini “küreselleşmiş liberal birey” anlayışına<br/>bırakmıştır. Ulus-devlet anlayışı çerçevesinde hazırlanan<br/>öğretim programlarında standart bilgi değerliyken<br/>neoliberal politikalarda standart performansa<br/>dikkat çekilmiştir. Rekabete dayalı girişimcilik kültürü,<br/>başarıya giden temel yol olarak kabul edilmiştir.<br/>Girişimciliğe olan vurgu artmış, performansın<br/>önemine dikkat çekilerek eğitimin çıktılarının performans<br/>göstergelerine indirgenebilmesi amaçlanmıştır<br/>("
  },
  {
    "id": "3774255",
    "unitNumber": 7,
    "text": "Yükseköğretim düzeyinde benimsenen neoliberal uygulamalara aşağıdakilerden hangisi <u>gösterilemez?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "İkinci öğretim uygulamaları",
      "B": "Vakıf üniversiteleri",
      "C": "Yurt dışına akademisyen gönderimi",
      "D": "Sertifika programları",
      "E": "Pedagojik formasyon ve sürekli eğitim merkezleri"
    },
    "explanation": "Yükseköğretim düzeyinde benimsenen neoliberal<br/>uygulamalara ikinci öğretim uygulamaları, vakıf<br/>üniversiteleri, uzaktan eğitim, öğrenim harçları,<br/>sertifika programları, pedagojik formasyon ve sürekli<br/>eğitim merkezleri örnek olarak gösterilebilir.<br/>Bu türden ticari etkinlikler üniversitelerin birincil<br/>görevlerinden uzaklaşarak şirketleşmelerine sebep<br/>olmaktadır (Kartal, 2020). İdeal üniversite, araştırma<br/>temelli bilimsel faaliyetlerle değil, ne kadar<br/>katma değer kattığıyla değerlendirilmektedir. Üniversiteler,<br/>şirketler gibi profesyonelleşmeye zorlanmış;<br/>bilim insanları birer girişimci gibi düşünmek<br/>durumunda bırakılmıştır. Bu doğrultuda akademik<br/>çalışmalara ve rollere yüklenen anlamlar farklılaşmıştır<br/>(Çebi, 2016; Gök, 2004)"
  },
  {
    "id": "3774256",
    "unitNumber": 7,
    "text": "Türk eğitim sisteminde yapılandırmacı eğitim anlayışına hangi yılda geçilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "1998",
      "B": "1999",
      "C": "2001",
      "D": "2002",
      "E": "2004"
    },
    "explanation": "1997’de ilköğretimin<br/>zorunlu sekiz yıl olmasıyla ilköğretim programları<br/>da güncellenmiştir. 2004 yılında tamamen<br/>felsefi bir değişime gidilerek yapılandırmacı eğitim<br/>yaklaşımına geçilmiştir. 2018’de ise yapılandırmacı<br/>eğitim yaklaşımına göre hazırlanan programlar sadeleştirilmiştir"
  },
  {
    "id": "3774257",
    "unitNumber": 7,
    "text": "1991-1992 öğretim yılında uygulamaya konulan ders geçme ve kredi sistemi, hangi eğitim şûrasından sonra kaldırılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "11. Milli Eğitim Şûrası",
      "B": "12. Milli Eğitim Şûrası",
      "C": "13. Milli Eğitim Şûrası",
      "D": "14. Milli Eğitim Şûrası",
      "E": "15. Milli Eğitim Şûrası"
    },
    "explanation": "1991-1992 öğretim yılında<br/>uygulamaya konulan ders geçme ve kredi sistemi,<br/>15. Millî Eğitim Şûrasından sonra kaldırılmıştır.<br/>1995-1996 eğitim-öğretim yılından itibaren “sınıf<br/>geçme sistemi” kademeli olarak tekrardan uygulanmıştır"
  },
  {
    "id": "3774258",
    "unitNumber": 7,
    "text": "XIII. Milli Eğitim Şûrası’nın özel gündemi …………………. olarak belirlenmiştir. Boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İlköğretim",
      "B": "Ortaöğretim",
      "C": "Yükseköğretim",
      "D": "Yaygın eğitim",
      "E": "Öğretmen eğitimi"
    },
    "explanation": "13. Milli Eğitim Şûrasının (15-19 Ocak 1990)<br/>özel gündemi yaygın eğitimdir. Bu Şûrada yaygın<br/>eğitim konusu ayrıntılı bir şekilde ele alınmıştır.<br/>Şûrada yaygın eğitimde çevre, sanat ve demokrasi<br/>konularına daha fazla yerilmesi gerektiği vurgulanmıştır.<br/>Yaygın eğitimin hedef kitlesinin geniş tutulmasına<br/>dikkat çekilmiştir. Yaygın eğitim ile örgün<br/>eğitim arasında yatay ve dikey geçişlerin sağlanması<br/>önerilmiştir. Halk eğitim merkezlerinin sadece bir<br/>kurs merkezi olarak görülmeyip halkın buluştuğu<br/>sosyal ve kültürel merkezler olması gerektiğine<br/>değinilmiştir. Halk eğitim merkezlerinin görev ve<br/>sorumlulukları ile ilgili yasal düzenlemelerin yapılması<br/>hususunda tavsiye kararlar alınmıştır (Millî<br/>Eğitim Şûrası, 1990)."
  },
  {
    "id": "3774259",
    "unitNumber": 7,
    "text": "<ol> <li>Milli Güvenlik Bilgisi dersinin kaldırılması</li> <li>Liselerin eğitim süresinin 4 yıla çıkarılması</li> <li>Kredili sisteme geçilmesi</li> <li>Zorunlu eğitim süresinin kesintili 4+4+4 şeklinde değiştirilmesi</li> <li>“Okul Sanayi Ortaklaşa” (OSANOR) projesinin uygulamaya geçirilmesi</li> </ol> Yukarıdakilerden hangileri hangisi Adalet ve Kalkınma Partisi döneminde eğitimde meydana gelen gelişmelerden birisi <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "I ve IV",
      "B": "I ve V",
      "C": "III ve IV",
      "D": "III ve V",
      "E": "II ve III"
    },
    "explanation": "Adalet ve Kalkınma Partisi döneminde eğitim-<br/>öğretimde meydana gelen gelişmeler; liselerin<br/>dört seneye çıkarılması, 2004’te daimici ve esasici<br/>eğitim felsefesinden yapılandırmacı eğitim yaklaşımına<br/>geçilmesi, 1739 sayılı Milli Eğitim Temel<br/>Kanunu’nda yapılan değişiklikler, yükseköğretime<br/>geçişte katsayı düzenlemesi, Milli Güvenlik Bilgisi<br/>dersinin kaldırılması, Kur’an kurslarına gidebilme<br/>şartlarındaki değişiklikler, resmî törenlerin kutlanmasına<br/>dair değişiklikler ve zorunlu eğitim süresinin<br/>kesintili 4+4+4 şeklinde değiştirilmesi şeklinde<br/>özetlenebilir."
  },
  {
    "id": "3774260",
    "unitNumber": 7,
    "text": "I. 1, 2 ve 3. sınıflarda “Bireysel ve Toplu Etkinlikler” dersi konulmuştur.\n II. Coğrafya, Tarih ve Yurttaşlık Bilgisi dersleri “Sosyal Bilgiler” adı altında birleştirilmiştir.\n III. Fen Bilgisi ve Din Kültürü ve Ahlak Bilgisi dersleri 4-8. sınıflar arasında okutulmaya başlanmıştır.\n Yukarıdakilerden hangisi veya hangileri 1997’de zorunlu eğitime geçilmesiyle birlikte meydana gelen gelişmeler arasında gösterilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "1997-1998 öğretim<br/>yılından itibaren 1, 2 ve 3. sınıflarda “Bireysel<br/>ve Toplu Etkinlikler”, 4-8. sınıflar arasında seçmeli<br/>dersler, 6. ve 8. sınıfa “Trafik ve İlkyardım Eğitimi”,<br/>7. ve 8. sınıfa “Vatandaşlık ve İnsan Hakları<br/>Eğitimi”, 4. ve 5. sınıfa “Yabancı Dil” dersleri<br/>konulmuştur. Fen Bilgisi ve Din Kültürü ve Ahlak<br/>Bilgisi dersleri 2000-2001 öğretim yılından itibaren<br/>4-8. sınıflar arasında okutulmaya başlanmıştır"
  },
  {
    "id": "3774261",
    "unitNumber": 7,
    "text": "Halkevleri ve Halkodaları hangi hükümet döneminde kapatılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Demokrat Parti dönemi",
      "B": "Cumhuriyet Halk Partisi dönemi",
      "C": "Demirel Hükümetleri döneminde",
      "D": "Özal Hükümetleri döneminde",
      "E": "12 Eylül İhtilali sonrasında kurulan askeri yönetim döneminde"
    },
    "explanation": "11 Ağustos 1951 tarihinde Halkevleri ve Halkodaları kapatılmış ve mal varlıkları hazineye devredilmiştir."
  },
  {
    "id": "3774262",
    "unitNumber": 7,
    "text": "I. “Köy Eğitmenleri Yasası’nı çıkarttı.\n<br/>II. “Öğretmenin Ruhu ve Öğretmen Yetiştirme Meselesi” adlı kitabı Türkçeye çevirdi.\n<br/>III. “İş ve Meslek Terbiyesi” adlı kitabı yazdı.\n<br/>IV. “İlköğretim ve Eğitim Meselesi” başlıklı raporu hazırladı.\n<br/>Yukarıdakilerden hangileri İsmail Hakkı Tonguç tarafından yapılan faaliyetler arasında gösterilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "1931’de yüz yüze görüşme<br/>yaptığı ünlü Alman eğitimci Kerschensteiner’in<br/>“Öğretmenin Ruhu ve Öğretmen Yetiştirme Meselesi”<br/>adlı kitabını çevirdi. Aynı yıl “Köyde Eğitim” adlı kitabını yayınladı.<br/>“Köy Eğitmen Kursları” ve “Öğretmen Okullarının<br/>İdaresi” yasalarını çıkarttı"
  },
  {
    "id": "3774263",
    "unitNumber": 7,
    "text": "Zorunlu eğitimin kesintisiz 8 yıla çıkarılması hangi yılda gerçekleşmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1996",
      "B": "1997",
      "C": "1998",
      "D": "1999",
      "E": "2000"
    },
    "explanation": "1997’de zorunlu eğitimin sekiz yıla çıkarılmasıyla<br/>birlikte ilkokullardan ortaokula geçiş sınavları<br/>kaldırılmıştır"
  },
  {
    "id": "3774100",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerden hangisi Kuzey Kıbrıs Türk Cumhuriyeti'nde kurulan ilk üniversiteyi temsil etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğu Akdeniz Üniversitesi",
      "B": "Yakın Doğu Üniversitesi",
      "C": "Uluslararası Kıbrıs Üniversitesi",
      "D": "Rauf Denktaş Üniversitesi",
      "E": "Lefke Avrupa Üniversitesi"
    },
    "explanation": "KKTC’de yükseköğretim ortaöğretime dayalı olarak en az iki yıllık yükseköğretim veren eğitimin tümünü kapsamaktadır. Liselerden herhangi birini başarı ile bitiren öğrenciler, yükseköğrenim kurumlarının belirlemiş oldukları kabul şartları temelinde, bu kurumlardan yararlanma hakkına sahiptirler. KKTC’deki ilk üniversite 1986 yılında kurulan İleri Teknoloji Enstitüsünden dönüştürülen Doğu Akdeniz Üniversitesidir. Bu yüzden yukarıdaki sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3774101",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerden hangisi Kazakistan ortaöğretim programında yer alan Bilim Dalları grubundaki derslerden birisi değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dil ve edebiyat",
      "B": "Mantık",
      "C": "Matematik ve bilgisayar",
      "D": "Doğa bilimi",
      "E": "İnsan ve toplum"
    },
    "explanation": "Kazakistan ortaöğretim programında (4 - 9. sınıf arası) dersler “Bilim Dalları” olarak gruplara ayrılmıştır. Bu gruplar “dil ve edebiyat, matematik ve bilgisayar, doğa bilimi, insan ve toplum, sanat, beden eğitimi” olmak üzere 6 tanedir. Yukarıdaki seçenekler incelendiğinde, Mantık bu grupta yer alan derslerden birisi olmadığından bu sorunun doğru yanıtı B seçeneğidir."
  },
  {
    "id": "3774103",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerden hangisi Azerbaycan eğitim sistemindeki genel eğitim okullarından iptidai tahsili temsil etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ortaokul",
      "B": "Lise",
      "C": "İlkokul",
      "D": "Halk eğitimi",
      "E": "Okul öncesi eğitim"
    },
    "explanation": "Azerbaycan eğitim sisteminde genel eğitim okulları; İptidai Tahsil (İlkokul), Esas Tahsil (Ortaokul) ve Orta Tahsil (Lise) olmak üzere üç basamaktan oluşmaktadır. Bu yüzden yukarıdaki sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "3774106",
    "unitNumber": 8,
    "text": "Azerbaycan eğitim sisteminde ortaokul ve lise kademelerinde oluşturulmuş ve belirli alanlarda ihtisaslaşmış eğitim programları doğrultusunda eğitim vermekte olan eğitim kurumları, aşağıdaki seçeneklerden hangisinde belirtilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Magistratura",
      "B": "Aspirantura",
      "C": "Gimnazyalar",
      "D": "Litseyler",
      "E": "Tehnikum"
    },
    "explanation": "Azerbaycan eğitim sisteminde Litseyler, ortaokul ve lise kademelerinde oluşturulmuş ve belirli alanlarda ihtisaslaşmış eğitim programları doğrultusunda eğitim vermekte olan eğitim kurumlarıdır. Bu okullar genellikle sayısal dersler ağırlıklı kurumlardır. Bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde bu sorunun doğru yanıtı D seçeneğidir."
  },
  {
    "id": "3774110",
    "unitNumber": 8,
    "text": "Türkmenistan’da Latin alfabesine aşağıdaki seçeneklerde belirtilen yıllardan hangisinde geçilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "1991",
      "B": "1992",
      "C": "1993",
      "D": "1994",
      "E": "1995"
    },
    "explanation": "Türkmenistan’da eğitim kademeleri okulöncesi eğitim, genel ortaöğretim, ilköğretim mesleki eğitim, orta mesleki eğitim, yüksek mesleki eğitim ve lisansüstü mesleki eğitim biçimindedir. Türkmenistan’da 1995 yılında Latin alfabesine geçilmiş olup zorunlu eğitim 12 yıldır. Bu yüzden bu sorunun doğru yanıtı E seçeneğidir."
  },
  {
    "id": "3774190",
    "unitNumber": 8,
    "text": "Türkmenistan'da okul öncesi eğitim, aşağıdaki eğitim kurumlarından hangisi tarafından verilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tehnikum",
      "B": "Zimnaziye",
      "C": "Uç Lise",
      "D": "Baştavuş mektebi",
      "E": "Çağalar Bagy"
    },
    "explanation": "Türkmenistan’da okulöncesi eğitim “Çağalar Bagy” diye adlandırılan çocuk kreşlerinde verilmektedir. Çağalar Bagyna (Kreşlere) 0,5-6 yaş aralığında çocukların kaydı yapılabilir. Kreşlerde bu yaş aralığındaki çocuklar, küçük grup (bağca çağalar bağy), orta grup (bağ çağalar bağy) ve büyük grup (okula hazırlık) şeklinde kendi içerisinde kademelere ayrılmaktadırlar. Bu yüzden yukarıdaki sorunun doğru yanıtı E seçeneğidir."
  },
  {
    "id": "3774191",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerden hangisi bağımsız Türk devletlerinden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çuvaşistan",
      "B": "Tataristan",
      "C": "Dağıstan",
      "D": "Özbekistan",
      "E": "Yakutistan"
    },
    "explanation": "Bağımsız Türk devletleri, Türkiye, KKTC, Azerbaycan, Kazakistan, Kırgızistan, Özbekistan, Türkmenistan'dan oluştuğundan bu sorunun doğru yanıtı D seçeneğidir."
  },
  {
    "id": "3774199",
    "unitNumber": 8,
    "text": "Öğrencilerin soyut kuramları somut hale getirerek daha kolay öğrenebilmeleri, metaverse ortamlarının eğitim alanında yarattığı aşağıdaki seçeneklerde belirtilen etkilerden en fazla hangisiyle ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sınırsız zaman ve mekân",
      "B": "Kişiselleştirme",
      "C": "Görselleştirme",
      "D": "Düşük öğrenme maliyetleri ve riskleri",
      "E": "Sürükleyici interaktif deneyim"
    },
    "explanation": "Görselleştirme etkisiyle birlikte öğrenciler, gerçek hayatta görmelerinin mümkün olamayacağı (örneğin, mikroskobik canlılar) görüntülere ulaşabilir. Bunun yanı sıra, fizikteki görelilik teorisi gibi soyut kuramları somut hâle getirerek daha kolay öğrenebilir. Bu yüzden bu sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "3774203",
    "unitNumber": 8,
    "text": "Fizik ve kimya gibi derslerde yapılan deneylerin simüle edilmesi, metaverse ortamlarının eğitim alanında yarattığı aşağıdaki seçeneklerde belirtilen etkilerden en fazla hangisiyle ilişkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Görselleştirme",
      "B": "Düşük öğrenme maliyetleri ve riskleri",
      "C": "Sürükleyici interaktif deneyim",
      "D": "Kişiselleştirme",
      "E": "Sınırsız zaman ve mekan"
    },
    "explanation": "Düşük öğrenme maliyetleri ve riskleri etkisiyle birlikte fizik ve kimya gibi derslerde yapılan deneyler Metaverse ortamlarında simüle edilebilir. Böylece bu deneylerin olası riskleri (patlama vb.) en aza indirilebilir. Benzer şekilde, bu deneylerde gereken malzemeler için harcanacak maliyetlerden de tasarruf edilebilecektir. Bu yüzden yukarıdaki sorunun doğru yanıtı B seçeneğidir."
  },
  {
    "id": "3774209",
    "unitNumber": 8,
    "text": "Öğrencilerin coğrafi kısıtlamalar olmaksızın herhangi bir bölgeyi keşfedebilmeleri, metaverse ortamlarının eğitim alanında yarattığı aşağıdaki seçeneklerde belirtilen etkilerden en fazla hangisiyle ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sınırsız zaman ve mekan",
      "B": "Görselleştirme",
      "C": "Düşük öğrenme maliyetleri ve riskleri",
      "D": "Kişiselleştirme",
      "E": "İletişimin artırılması"
    },
    "explanation": "Zaman ve mekân kısıtlaması olmaksızın, eğitim her an ve her yerde mümkün hâle gelebilir. Örneğin tarihi olaylarda geçmişi deneyimlemek, coğrafi kısıtlamalar olmaksızın herhangi bir bölgeyi keşfedebilmek, Metaverse ortamlarında mümkün olacaktır. Bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde bu sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3774294",
    "unitNumber": 8,
    "text": "KKTC'de ilkokul öğretmeni olmak için aşağıdaki kurumlardan hangisi tamamlanmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Öğretmen Akademisi",
      "B": "Öğretmen Koleji",
      "C": "Eğitim Fakültesi",
      "D": "Eğitim Enstitüsü",
      "E": "İlköğretmen Okulu"
    },
    "explanation": "Öğretmen Koleji\n KKTC’de 25/1985 tarihli Öğretmen Yasası ile öğretmenlik mesleği ve öğretmenlik mesleğine ilişkin ilk yasal düzenlemeler yapılmıştır. Sözü edilen yasaya göre okulöncesi öğretmeni olmak için Atatürk Öğretmen Akademisi’nden mezun olmak; İlkokul öğretmeni olmak için Öğretmen Koleji ya da Türk Öğretmen Koleji’ne denkliği Bakanlar kurulu tarafından onaylanan bir öğretim kurumundan mezun olmak şartı aranmaktadır."
  },
  {
    "id": "3774295",
    "unitNumber": 8,
    "text": "Kazakistan'da resmi olarak Bologna sürecine ne zaman katılım sağlanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "2004",
      "B": "2006",
      "C": "2008",
      "D": "2010",
      "E": "2012"
    },
    "explanation": "2010\n 2010 yılının Mart ayında Kazakistan resmî olarak Bologna sürecine katılmış olup lisans, yüksek lisans ve doktora üç seviyeli bir modele geçiş yapılmıştır."
  },
  {
    "id": "3774296",
    "unitNumber": 8,
    "text": "Azerbaycan’da öğretmen yetiştirme konusunda uzmanlaşmış olan ve ülke genelinde öğretmen yetiştiren üniversite olarak tanınan devlet kurumu aşağıdaki seçeneklerden hangisinde verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Devlet Pedagojik Üniversitesi",
      "B": "Azerbaycan Üniversitesi",
      "C": "Bakü Devlet Üniversitesi",
      "D": "Hazar Üniversitesi",
      "E": "Gence Devlet Üniversitesi"
    },
    "explanation": "Azerbaycan’da öğretmen yetiştirme konusunda uzmanlaşmış ve ülke genelinde öğretmen yetiştiren<br/>üniversite olarak tanınan devlet kurumu Azerbaycan Devlet Pedagojik Üniversitesidir. Öğretmen adaylarının kabulü Devlet Öğrenci Kabul Komisyonunun yaptığı bir sınavla olmaktadır. Bu sınavın<br/>içeriği Azerbaycan dili, matematik, tarih, edebiyat ve yabancı dilden oluşmaktadır.<br/>Azerbaycan Devlet Pedagojik Üniversitesi\n<br/>Azerbaycan’da öğretmen yetiştirme konusunda uzmanlaşmış ve ülke genelinde öğretmen yetiştiren üniversite olarak tanınan devlet kurumu Azerbaycan Devlet Pedagojik Üniversitesidir. Öğretmen adaylarının kabulü Devlet Öğrenci Kabul Komisyonunun yaptığı bir sınavla olmaktadır. Bu sınavın içeriği Azerbaycan dili, matematik, tarih, edebiyat ve yabancı dilden oluşmaktadır."
  },
  {
    "id": "3774297",
    "unitNumber": 8,
    "text": "Kırgısiztan yükseköğretim sistemi ile ilgili aşağıdaki verilen maddelerden hangisi doğru <strong><u>değildir?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yükseköğretime tam ortaöğretim diplomasına sahip olan kişiler başvurabilir.",
      "B": "Yükseköğretimin bütün programlarında öğrencileri kabul ederken giriş sınavları uygulanmaktadır.",
      "C": "Devletin yaptığı Bolaşak adı verilen merkezi sınavla bir yükseköğretim kurumuna girilebilmektedir.",
      "D": "Özel yetenek gerektiren bölümlere üniversitelerin kendi yaptıkları sınavlarla girilebilmektedir.",
      "E": "Üniversiteler akademiler, enstitüler ve lisans (bakalorya), uzmanlık ve yüksek lisans düzeyinde eğitim veren kolejlerden oluşmaktadır."
    },
    "explanation": "Devletin yaptığı Bolaşak adı verilen merkezi sınavla bir yükseköğretim kurumuna girilebilmektedir.\n Kırgızistan’da yükseköğretime tam ortaöğretim diplomasına sahip olan kişiler başvurabilmektedir. Yüksek öğretimin bütün programlarında öğrencileri kabul ederken giriş sınavları uygulanmaktadır. Öğrenciler, devletin yaptığı <strong>ORT </strong>adı verilen merkezi sınavla ve özel yetenek gerektiren bölümlere ise üniversitelerin kendi yaptıkları sınavlarla bir yükseköğretim kurumuna girebilmektedirler. Kırgızistan’ın yükseköğretim kurumları, içerisinde ülkeler arasında uluslararası anlaşmalar dahilinde kurulmuş Kırgız-Rus (Slavyan), Kırgız-Türk (Manas) ve Kırgız-Amerikan üniversitelerinin bulunduğu akademiler, enstitüler ve lisans (bakalorya), uzmanlık ve yüksek lisans düzeyinde eğitim veren kolejlerden oluşmaktadır."
  },
  {
    "id": "3774298",
    "unitNumber": 8,
    "text": "Özbekistan'da zorunlu eğitim süresi kaç yıldır?",
    "correctAnswer": "D",
    "options": {
      "A": "8",
      "B": "9",
      "C": "10",
      "D": "11",
      "E": "12"
    },
    "explanation": "11\n Özbekistan'da 2018 yılından sonra zorunlu eğitim 11 yıla çıkarılmıştır."
  },
  {
    "id": "3774299",
    "unitNumber": 8,
    "text": "Türkmenistan'da Latin alfabesine aşağıdaki tarihlerden hangisinde geçilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "1990",
      "B": "1991",
      "C": "1993",
      "D": "1994",
      "E": "1995"
    },
    "explanation": "1995\n Türkmenistan’da 1995 yılında Latin alfabesine geçilmiş olup zorunlu eğitim 12 yıldır."
  },
  {
    "id": "3774300",
    "unitNumber": 8,
    "text": "Kırım Özerk Cumhuriyeti'nde eğitim kurumlarının yerel bütçelerden finanse edilmesinden, ağlarının ve maddi-teknik temellerinin geliştirilmesinden, eğitim sürecine katılanların sosyal güvenliğinin sağlanmasından sorumlu olan kuruluş aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Eğitim Bakanlığı",
      "B": "Halk Eğitimi Bakanlığı",
      "C": "Yüksek ve Ortaöğretim Uzmanlık Eğitimi Bakanlığı",
      "D": "Bakanlar Kurulu",
      "E": "Yerel Halk Vekilleri Konseyleri"
    },
    "explanation": "Yerel Halk Vekilleri Konseyleri\n Yerel Halk Vekilleri Konseyleri (Local Councils of People’s Deputies -LCPD), eğitim kurumlarının (anaokulları, genel eğitim okulları ve diğer kurumlar) yerel bütçelerden finanse edilmesinden, ağlarının ve maddi-teknik temellerinin geliştirilmesinden, eğitim sürecine katılanların sosyal güvenliğinin sağlanmasından vb. sorumludur."
  },
  {
    "id": "3774301",
    "unitNumber": 8,
    "text": "Aşağıdaki Özerk Türk Cumhuriyetlerinden hangisinde Kiril alfabesi kullanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Çuvaş Cumhuriyeti",
      "B": "Hakasya Cumhuriyeti",
      "C": "Tuva Cumhuriyeti",
      "D": "Gaguvuzya Özerk Cumhuriyeti",
      "E": "Karaçay- Çerkes Cumhuriyeti"
    },
    "explanation": "Çuvaş Cumhuriyeti\n Çuvaşlar, Kiril alfabesini kullanmaktadırlar."
  },
  {
    "id": "3774302",
    "unitNumber": 8,
    "text": "Eğitim müşaviri/eğitim ataşelerinin ataması ve görevlendirilmesi ile ilgili işleri yürütmekten sorumlu olan kurum aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yükseköğretim ve Yurt Dışı Eğitim Genel Müdürlüğü",
      "B": "Avrupa ve Dış İlişkiler Genel Müdürlüğü",
      "C": "Millî Eğitim Bakanlığı",
      "D": "Dışişleri Bakanlığı",
      "E": "Turizm ve Kültür Bakanlığı"
    },
    "explanation": "Avrupa ve Dış İlişkiler Genel Müdürlüğü\n<br/>Avrupa ve Dış İlişkiler Genel Müdürlüğü’nün (ABDİGM) görevleri şöyledir:<br/>• Yurt dışında yaşayan Türk vatandaşlarının ülkemiz ile olan bağlarını güçlendirme<br/>• Türkçe ve Türk kültürünün tanıtılması ve yaygınlaşmasına katkıda bulunmak<br/>• Yurt dışında yaşayan Türk vatandaşlarının ülkemizde staj ve denklik ile ilgili iş ve işlemlerini koordine etmek<br/>• Yurt dışında okutman görevlendirilmesi ile ilgili iş ve işlemleri yürütmek.<br/>• Eğitim müşaviri/eğitim ataşelerinin ataması ve görevlendirilmesi ile ilgili işleri yürütmek"
  },
  {
    "id": "3774303",
    "unitNumber": 8,
    "text": "\"Bireyin herhangi bir kısıtlama olmaksızın her an ve her yerde öğrenme ihtiyacını karşılayabilmesi\" aşağıdaki kavramlardan hangisi ile açıklanabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bireyselleştirilmiş Öğrenme",
      "B": "Deneyime Dayalı Öğrenme",
      "C": "Esnek Öğrenme Ortamları",
      "D": "Eğitimde Yapay Zekâ",
      "E": "Eğitim Alanında Yeni Yönelimler"
    },
    "explanation": "Esnek Öğrenme Ortamları\n<br/>Esnek Öğrenme Ortamları: Uzaktan öğrenme, açık öğrenme gibi kavramlarla ilişkilendirilen esnek öğrenme (Ayer ve Smith, 1998), bireyin herhangi bir kısıtlama olmaksızın her an ve her yerde öğrenme ihtiyacını karşılayabilmesi olarak düşünülebilir. İçinde bulunduğumuz dijital çağda bilgi teknolojilerinin ve internetin kullanımı sayesinde dijital öğrenme platformları ve çevrimiçi sınıflar oluşturulabilmektedir. Esnek öğrenme ortamları öğrencilere kesintisiz erişim olanağı tanımaktadır."
  }
]