[
  {
    "id": "3763681",
    "unitNumber": 1,
    "text": "Açık ve temellenmiş, her durumda uygulanabilen ve değerlendirilebilen sağlam olarak ele alınan bilgi nasıldır?",
    "correctAnswer": "A",
    "options": {
      "A": "güvenilir",
      "B": "geçerli",
      "C": "tartışmalı",
      "D": "eski moda",
      "E": "geçersiz"
    },
    "explanation": "İçeriğe seçilecek bilginin geçerli ve güvenilir olması bir öncelik taşımaktadır. Demirel (2011), geçerli bilgiyi zamandaki değişime karşılık dayanıklı olabilen; güvenilir bilgiyi ise açık ve temellenmiş, her durumda uygulanabilen ve değerlendirilebilen sağlam olabilen olarak ele almaktadır."
  },
  {
    "id": "3763972",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Bloom taksonomisine göre değerlendirme aşamasındaki bilişsel süreçlerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tanımlama",
      "B": "Eşleştirme",
      "C": "Sıraya koyma",
      "D": "Problem çözme",
      "E": "İspat etme"
    },
    "explanation": "Cevap E'dir. Değerlendirme ölçüt ve standartları temele alarak yargıda bulunma olarak tanımlanır. Yargılama, değerlendirme, karşılaştırma, irdeleme, ispat etme, karar verme gibi eylemler değerlendirme basamağındadır."
  },
  {
    "id": "3763969",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Delphi tekniği ile Progel tekniği arasındaki farklardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Progel grup iletişimini ön plana çıkarırken, Delphi katılımcıların birbirlerini etkilemelerinin önüne geçmeye çalışır.",
      "B": "Delphi tekniğinde katılımcıların birbirleri ile iletişim kurmasını engellemek önemli iken, Progel tekniğinde elde edilen sonuçlar, katılımcıların iletişimi ile oluşturulur.",
      "C": "Delphi tekniğinde bağımsız düşünce önemli iken, Progel uygulamasında fikir birliği önemlidir.",
      "D": "Delphi tekniği ile elde edilen verilerin farklılık göstermesi, çeşitliliği önemli iken Progel tekniğinde fikir birliğine varılması, tek bir fikir üzerine yoğunlaşılması ön plandadır.",
      "E": "Progel tekniği öncesinde planlama sürecine yönelik hazırlıklar bulunmaktayken, Delphi tekniğinde süreç plansız bir şekilde gelişir."
    },
    "explanation": "Progel (Dacum) tekniği, uygulama ve biçim bakımından en çok Delphi tekniğine benzemektedir.<br/>Ancak, aralarında önemli farklar bulunmaktadır:<br/><ul> <li>Progel(Dacum) ile Delphi arasındaki en büyük fark, Progel(Dacum) grup iletişimini ön plana çıkarırken, Delphi katılımcıların birbirlerini etkilemelerinin önüne geçmeye çalışır.</li> <li>Delphi tekniğinde katılımcıların birbirleri ile iletişim kurmasını engellemek önemli iken, Progel(Dacum) tekniğinde elde edilen sonuçlar, katılımcıların iletişimi ile oluşturulur.</li> <li>Delphi tekniğinde bağımsız düşünce önemli iken, Progel(Dacum) uygulamasında fikir birliği önemlidir.</li> <li>Delphi tekniği ile elde edilen verilerin farklılık göstermesi, çeşitliliği önemli iken Progel(Dacum) tekniğinde fikir birliğine varılması, tek bir fikir üzerine yoğunlaşılması ön plandadır.</li> </ul>"
  },
  {
    "id": "3763680",
    "unitNumber": 1,
    "text": "Bilgiyi zamandaki değişime karşılık dayanıklı kılan nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "geçersiz olması",
      "B": "eski moda olması",
      "C": "tartışmalı olması",
      "D": "güvenilir olması",
      "E": "geçerli olması"
    },
    "explanation": "İçeriğe seçilecek bilginin geçerli ve güvenilir olması bir öncelik taşımaktadır. Demirel (2011), geçerli bilgiyi zamandaki değişime karşılık dayanıklı olabilen olarak ele almaktadır."
  },
  {
    "id": "3763971",
    "unitNumber": 1,
    "text": "Bir disiplin hakkında bilgi sahibi olmak ya da onunla ilgili bir problemi çözmek için öğrencilerin bilmesi gereken temel ögeleri kapsayan bilgi boyutu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Olgusal bilgi",
      "B": "Kavramsal bilgi",
      "C": "İşlemsel bilgi",
      "D": "Üstbilişsel bilgi",
      "E": "Terimsel bilgi"
    },
    "explanation": "Bilgi boyutları içerisinde yer alan olgusal bilgi bir disiplin hakkında bilgi sahibi olmak ya da<br/>onunla ilgili bir problemi çözmek için öğrencilerin bilmesi gereken temel ögeleri kapsamaktadır."
  },
  {
    "id": "3763685",
    "unitNumber": 1,
    "text": "Bir kuruluştaki aynı görevi yerine getiren iki bölüm arasındaki farka dayalı olarak belirlenen ihtiyaçlara ne denilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "algılanan ihtiyaç",
      "B": "açıklanan ihtiyaç",
      "C": "karşılaştırmalı ihtiyaç",
      "D": "normatif ihtiyaç",
      "E": "gelecekteki ihtiyaç"
    },
    "explanation": "Başka bir deyişle belli bir standartlara bağlı kalmadan, iki benzer grup ya da bireyin karşılaştırılmasıyla tanımlanan ihtiyaçlardır."
  },
  {
    "id": "3763966",
    "unitNumber": 1,
    "text": "Bir İngilizce kursundaki öğrencilerin hepsinin fikirleri doğrultusunda, konuşma becerileri ders saati süresinin arttırılması ihtiyaç analizi yaklaşımlarından hangisine örnek gösterilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Betimsel yaklaşım",
      "B": "Farklar yaklaşımı",
      "C": "Analitik yaklaşım",
      "D": "Demokratik yaklaşım",
      "E": "Standartlar yaklaşımı"
    },
    "explanation": "Cevap A'dır. Betimsel yaklaşım eğitim yaşantılarından ortaya çıkan durumla ilgilidir. Bu nedenle betimsel yaklaşımda ihtiyaç, şu anda var olan bir özelliğin, nesnenin, kuralın ya da dersin vb. yokluğunun, eksikliğinin sonucu ortaya çıkan zarar ile varlığının sonucu sağlayacağı yarar karşılaştırılarak belirlenir. Örneğin bir İngilizce kursundaki öğrencilerin hepsinin fikirleri doğrultusunda, konuşma becerileri ders saati süresinin arttırılması<br/>bu yaklaşım bağlamında düşünülebilir."
  },
  {
    "id": "3763683",
    "unitNumber": 1,
    "text": "Bireylerin bir sorunu çözmek için ihtiyaç duydukları şeye ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "algılanan ihtiyaç",
      "B": "gelecekteki ihtiyaç",
      "C": "karşılaştırmalı ihtiyaç",
      "D": "normatif ihtiyaç",
      "E": "açıklanan ihtiyaç"
    },
    "explanation": "Algılanan ya da hissedilen ihtiyaçlar, bireylerin bilgilerinden, deneyimlerinden ve çalıştıkları ortamdan etkilenmektedir. Bu ihtiyaçlar, bireyin algıladığı, ifade ettiği, neyi bilmediğini bildiği ihtiyaçlardır."
  },
  {
    "id": "3763684",
    "unitNumber": 1,
    "text": "Bireylerin daha etkin ya da verimli performans göstermeleri için üst düzey yönetimin belirlediği ihtiyaçlara ne denir?",
    "correctAnswer": "E",
    "options": {
      "A": "algılanan ihtiyaç",
      "B": "gelecekteki ihtiyaç",
      "C": "karşılaştırmalı ihtiyaç",
      "D": "normatif ihtiyaç",
      "E": "açıklanan ihtiyaç"
    },
    "explanation": "Açıklanan ya da talep edilen ihtiyaç: Bireylerin daha etkin ya da verimli performans göstermeleri için üst düzey yönetimin belirlediği ihtiyaçlardır."
  },
  {
    "id": "3763967",
    "unitNumber": 1,
    "text": "Doktorluk mesleğinin ileride gereksinim duyabileceği yeterliliklerin belirlenmesi ve tıp fakülteleri programları için bilgi toplanmasına yönelik ihtiyaç analizi yaklaşımı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Betimsel yaklaşım",
      "B": "Farklar yaklaşımı",
      "C": "Demokratik yaklaşım",
      "D": "Teknolojik yaklaşım",
      "E": "Analitik yaklaşım"
    },
    "explanation": "Cevap E'dir. Analitik yaklaşım: Analitik yaklaşımda ihtiyaç, bilimsel ve teknolojik gelişmelere bağlı olarak gelecekte ortaya çıkma olasılığı olan durumlardan yararlanarak belirlenir. Bir durumla ilgili var olan duruma ait bilgilerden yararlanılır ve geleceğe yönelik varsayımlarda bulunulur. Eleştirel düşünce bu yaklaşımda önemli bir role sahiptir. Belirli olanlardan yoksunluk durumlarında ihtiyaç belirlenmektedir. Doktorluk mesleğinin ileride gereksinim duyabileceği yeterliliklerin belirlenmesi ve Tıp fakülteleri programları için bilgi toplanması bu yaklaşıma örnek olarak verilebilir."
  },
  {
    "id": "3763682",
    "unitNumber": 1,
    "text": "Genellikle uzmanlar tarafından belirlenen bir norm ya da standarta dayalı olarak oluşturulan ihtiyaca ne denmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "algılanan ihtiyaç",
      "B": "açıklanan ihtiyaç",
      "C": "karşılaştırmalı ihtiyaç",
      "D": "normatif ihtiyaç",
      "E": "gelecekteki ihtiyaç"
    },
    "explanation": "Normatif ihtiyaç, genellikle uzmanlar tarafından belirlenen bir norm ya da standarta dayalı olarak oluşturulur. Bu standardın altına düşen her birey ya da grubun ihtiyaçları karşılanmalıdır."
  },
  {
    "id": "3763958",
    "unitNumber": 1,
    "text": "Genellikle uzmanlar tarafından belirlenen bir norm ya da standarta dayalı olarak oluşturulur. Bu standardın altına düşen her birey ya da grubun ihtiyaçları karşılanmalıdır.<br/>Yukarıdaki açıklamadan hareketle Lee ve Roadman tarafından kategorize edilen ihtiyaç türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hissedilen ihtiyaç",
      "B": "Açıklanan ihtiyaç",
      "C": "Normatif ihtiyaç",
      "D": "Karşılaştırmalı ihtiyaç",
      "E": "Beklenen ihtiyaç"
    },
    "explanation": "Lee ve Roadman beş tür ihtiyaç türünden söz etmektedirler. Cevap C seçeneği, bu ihtiyaç<br/>türlerinden olan Normatif ihtiyaçtır. Normatif ihtiyaç; genellikle uzmanlar tarafından belirlenen bir norm ya da standarta dayalı olarak oluşturulur. Bu standardın altına düşen her birey ya da grubun ihtiyaçları karşılanmalıdır."
  },
  {
    "id": "3763678",
    "unitNumber": 1,
    "text": "Hedef kitlenin öğrenmesi istenilen bilgi kümeleri ya da kategorilerine ne denilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "ihtiyaç",
      "B": "bilgi",
      "C": "tasarım",
      "D": "içerik",
      "E": "teknik"
    },
    "explanation": "İçerik kavramı; ünite, konu ya da konu alanı olarak adlandırılmakta olup, hedef kitlenin öğrenmesi istenilen bilgi kümeleri ya da kategorileri biçiminde açıklanmaktadır."
  },
  {
    "id": "3763970",
    "unitNumber": 1,
    "text": "I. Gözlemci ortamın veya durumun bir parçası gibi davranır.<br/>II. Gözlemcinin kimliği gizlenebilir veya bilinebilir.<br/>III. Gözlemci ortamın veya durumun bir parçası değildir.<br/>IV. Araştırmacının gözlemci rolüne daha iyi odaklanabilmesi açısından güçlüdür.<br/>V. Doğal ortamın bozulmaması açısından güçlüdür.<br/>Gözlem tekniğine ilişkin verilen bilgilerden hangisi veya hangileri katılımsız gözlem için geçerlidir?",
    "correctAnswer": "B",
    "options": {
      "A": "III ve V",
      "B": "II ve III",
      "C": "III, IV ve V",
      "D": "IV ve V",
      "E": "I, II ve III"
    },
    "explanation": "Katılımsız gözlemin özellikleri:<br/><ul> <li>Gözlemci ortam ya da durumun<br/>bir parçası değildir.</li> <li>Gözlemcinin kimliği gizlenebilir<br/>veya bilinebilir.</li> <li>Araştırmacı gözlemlenenlerin dışında kalarak daha nesnel bir<br/>yaklaşım sergileyebilir.</li> <li>Gözlemcinin kimliği gizlendiğinde etik problemlere<br/>ve araştırmacının olayların dışında kalması nedeniyle derinlemesine anlayış kazanamamasına sebep olabilir.</li> </ul>"
  },
  {
    "id": "3763968",
    "unitNumber": 1,
    "text": "I. Uzmanlardan oluşan bir grup içinde uzlaşma ve fikir birliğine varma çabası güden yapılandırılmış grup görüşme tekniğidir.<br/>II. Katılımcılar bir araya gelmeden, genelde mail yoluyla anket üzerinden görüş bildirirler.<br/>III. Katılımcılar anonim ve birbirinden habersizdir.<br/>IV. Konuyla ilgili uzmanlar grubunun, akılcı ve yazılı bir yaklaşımla ortak görüşlerinin alınmasıdır.<br/>Yukarıda sıralanan özelliklerden hangisi veya hangileri Delphi tekniği için geçerlidir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "Yalnız I",
      "D": "Yalnız IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Cevap E'dir. Delphi, konuyla ilgili uzmanlar grubunun, akılcı ve yazılı bir yaklaşımla ortak görüşlerinin alınmasıdır. Bu teknik uzmanlardan oluşan bir grup içinde uzlaşma ve fikir birliğine varma çabası güden yapılandırılmış grup görüşme tekniğidir. Katılımcılar bir araya gelmeden, genelde mail yoluyla anket üzerinden görüş bildirirler. Katılımcılar anonim ve birbirinden habersizdir."
  },
  {
    "id": "3763965",
    "unitNumber": 1,
    "text": "Kullanılan veri toplama tekniğine göre bilgilerin analiz edildiği aşamadır. Bu bölüm ayrıştırma, tanımlama, sıralama, bulguların yorumu, ihtiyacı ortaya çıkarmaya yönelik çalışmaları içerir. Tüm bilgiler gözden geçirilerek, sorunlar, koşullar ve yeni gelişmeler değerlendirilir.<br/>Yukarıda açıklaması verilen ihtiyaç analizi aşaması aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hazırlık aşaması",
      "B": "Bilgilerin toplanması aşaması",
      "C": "Bilgilerin analizi aşaması",
      "D": "Sonuçların analizi aşması",
      "E": "Keşfetme aşaması"
    },
    "explanation": "Cevap C, bilgilerin analizi aşamasıdır. Bilgilerin analizi aşamasında kullanılan veri toplama tekniğine göre bilgiler analiz edilir. Bu bölüm ayrıştırma, tanımlama, sıralama, bulguların yorumu, ihtiyacı ortaya çıkarmaya yönelik çalışmaları içerir. Tüm bilgiler gözden geçirilerek, sorunlar, koşullar ve yeni gelişmeler değerlendirilir."
  },
  {
    "id": "3763679",
    "unitNumber": 1,
    "text": "Olayların ve olguların ezberlenmek üzere ansiklopedik bir biçimde bir araya getirilmesinden öte yaşama alanlarının anlam taşıyan bölümlerinin aktif bir çabayla düzenlenmesine ne denilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "tasarım",
      "B": "ihtiyaç",
      "C": "içerik",
      "D": "teknik",
      "E": "bilgi"
    },
    "explanation": "İçerik; olayların ve olguların ezberlenmek üzere ansiklopedik bir biçimde bir araya getirilmesi değil, fakat yaşama alanlarının anlam taşıyan bölümlerinin aktif bir çabayla düzenlenmesi olarak tanımlamaktadır."
  },
  {
    "id": "3763677",
    "unitNumber": 1,
    "text": "Ulaşılmak istenen kazanımlar ile bireylerde var olan durumlar arasındaki farklara ne denmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "içerik",
      "B": "ihtiyaç",
      "C": "bilgi",
      "D": "tasarım",
      "E": "teknik"
    },
    "explanation": "Buna göre, ihtiyaç, ulaşılmak istenen kazanımlar ile bireylerde var olan durumlar arasındaki farklar olarak tanımlanabilir. Bu tanıma bağlı olarak ihtiyaçların belirlenmesi için öncelikle ulaşılmak istenen kazanımların ve bireylerin istenen özelliklerinin belirlenmesi gereklidir."
  },
  {
    "id": "3763959",
    "unitNumber": 1,
    "text": "Ulaşılmak istenen kazanımlar ile bireylerde var olan durumlar arasındaki farkları tanımlayan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hedef",
      "B": "İhtiyaç",
      "C": "Beklenti",
      "D": "Yetersizlik",
      "E": "Sosyal uçurum"
    },
    "explanation": "İhtiyaç, ulaşılmak istenen kazanımlar ile bireylerde var olan durumlar arasındaki farklar olarak tanımlanabilir. Bu tanıma bağlı olarak ihtiyaçların belirlenmesi için öncelikle ulaşılmak<br/>istenen kazanımların ve bireylerin istenen özelliklerinin belirlenmesi gereklidir."
  },
  {
    "id": "3763686",
    "unitNumber": 1,
    "text": "Yüksek düzeyde performans elde etmek için bir kuruluşun öngördüğü ihtiyaçlara ne denir?",
    "correctAnswer": "E",
    "options": {
      "A": "algılanan ihtiyaç",
      "B": "açıklanan ihtiyaç",
      "C": "karşılaştırmalı ihtiyaç",
      "D": "normatif ihtiyaç",
      "E": "gelecekteki ihtiyaç"
    },
    "explanation": "Beklenen ya da gelecekteki ihtiyaçlar: Yüksek düzeyde performans elde etmek için bir kuruluşun öngördüğü ihtiyaçlardır."
  },
  {
    "id": "3763944",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Ne oldu?</li> <li>Neden oldu?</li> <li>Nerede oldu?</li> <li>Tekrar olur mu?</li> <li>Nasıl olmalıydı?</li> </ol> Yukarıdaki soru ifadelerinden hangileri normatif içerikte ne tür sorulara yanıt aranacağına ilişkindir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "II, IV ve V",
      "D": "III, IV ve V",
      "E": "II, III ve IV"
    },
    "explanation": "EĞİTİM PROGRAMININ ÖGELERİ:<br/>II, IV ve V"
  },
  {
    "id": "3763945",
    "unitNumber": 2,
    "text": "<ol type=\"I\"><br/><li>Ne zaman oldu?</li><br/><li>İyi mi, yoksa kötü mü oldu?</li><br/><li>Nasıl olmalıydı?</li><br/><li>Kim yaptı?</li><br/><li>Nerede oldu?</li><br/></ol><br/>Yukarıdaki soru ifadelerinden hangileri, betimsel araştırmalarda yanıt aranacak soru türlerine örnek oluşturmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "II ve IV",
      "D": "II ve V",
      "E": "I ve V"
    },
    "explanation": "EĞİTİM PROGRAMININ ÖGELERİ<br/>I ve V"
  },
  {
    "id": "3763657",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi betimsel içerikle ilgili doğru bir ifadedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Değer yargılarından, normlardan ve standartlardan oluşur.",
      "B": "İnsanların nasıl hareket etmesi gerektiğini açıklar.",
      "C": "İnsanların ne gibi tercihler yapması gerektiğini açıklar.",
      "D": "Nasıl, neden oldu, iyi mi oldu, kötü mü oldu gibi yorumlamaya açık sorulara yanıt aranır.",
      "E": "Nerede, ne zaman, ne oldu, kim yaptı gibi yanıtları net olan sorular araştırılır."
    },
    "explanation": "Betimsel içerik olgu ve ilkelerden oluşmaktadır. Gözlemi yapılabilen ya da sayılabilen olgu ve olayların dile getirilmesi olan betimsel içerikte kanunlara ve ilkelere yer verilmektedir. Betimsel içerik insanların ne yapması gerektiğini göstermez, yalnızca olgulara yer verir. Betimsel içerikte nerede, ne zaman, ne oldu, kim yaptı gibi yanıtları net olan sorular araştırılır."
  },
  {
    "id": "3763948",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bireylere kazandırılacak bir içerik tasarlanıp uygulanırken içerikte değerler bakımından dikkat edilmesi gereken hususlardan <u>biri değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Adalet, eşitlik, gerçeklik, vatanseverlik gibi birleştirici değerlere; özgürlük, farklılık gibi bireysel ve kamusal değerlere bağlı olma",
      "B": "Farklı kültürlerin kültüre katkıları, toplumlarda bulunan sosyal, ekonomik ve politik kurumların görevlerini değerlendirme",
      "C": "Uzlaşmazlıkları analiz ederken ve adalet, eşitlik gibi demokratik değerlerle ilgili yargıya varırken değer verme sürecini kullanma",
      "D": "Görsel, yazılı ve sözlü bilgi edinebilmek için çalışma, okuma, yazma, dinleme, konuşma becerileri geliştirme",
      "E": "İnsan ilişkilerinde sorumluluk duyma, işbirliği yapma, başkaları için kaygı duyma, açık fikirli olma ve yaratıcılığın önemini bilme"
    },
    "explanation": "İçeriğin Yapısı<br/>Görsel, yazılı ve sözlü bilgi edinebilmek için çalışma, okuma, yazma, dinleme, konuşma becerileri geliştirme"
  },
  {
    "id": "3763659",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi normatif içerikle ilgili doğru bir ifadedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Olgu ve ilkelerden oluşmaktadır.",
      "B": "İnsanların nasıl hareket etmesi, ne gibi tercihler yapması gerektiğini açıklar.",
      "C": "Gözlemi yapılabilen ya da sayılabilen olgu ve olayların dile getirilmesi normatif içerikle açıklanır.",
      "D": "İnsanların ne yapması gerektiğini göstermez, yalnızca olgulara yer verir.",
      "E": "Nerede, ne zaman, ne oldu, kim yaptı gibi yanıtları net olan sorular araştırılır."
    },
    "explanation": "Normatif içerik ise değer yargılarından, normlardan ve standartlardan oluşur. Bu içerik türü, insanların nasıl hareket etmesi, ne gibi tercihler yapması gerektiğini açıklar. Normatif içerikte nasıl, neden oldu, iyi mi oldu, kötü mü oldu, nasıl olsa daha iyi olurdu gibi yorumlamaya açık sorulara yanıt aranır."
  },
  {
    "id": "3763668",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi “Ağaç” kavramını tanımlayan nesnelerden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "yaprak",
      "B": "dal",
      "C": "bacak",
      "D": "gövde",
      "E": "kök"
    },
    "explanation": "Kavramlar için olgu, olay ya da düşüncelerin benzerlik ve farklılıkları bakımından sınıflara ayrılmış biçimidir denilebilir. Örneğin “Ağaç” kavramı, kök, gövde, dal ve yaprakları olan nesneleri tanımlar. Kök, gövde, dallar ve yapraklar, ağacın ortak, ancak aynı zamanda ayırt edici özellikleridir."
  },
  {
    "id": "3763662",
    "unitNumber": 2,
    "text": "Bilginin en somut ve izole edilmiş en küçük parçacıklarına ne denilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "değer",
      "B": "tutum",
      "C": "olgu",
      "D": "kavram",
      "E": "beceri"
    },
    "explanation": "Olgular bilginin en somut ve izole edilmiş en küçük parçacıklarıdır."
  },
  {
    "id": "3763664",
    "unitNumber": 2,
    "text": "Bilginin çok fazla olan özelliklerini algılayabilmede bireylere yardım eden etiketlere ne denilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "tutum",
      "B": "olgu",
      "C": "beceri",
      "D": "kavram",
      "E": "değer"
    },
    "explanation": "Kavramlar, bilginin çok fazla olan özelliklerini algılayabilmede bireylere yardım eden etiketlerdir."
  },
  {
    "id": "3763673",
    "unitNumber": 2,
    "text": "Bilgiyi elde etme ve kullanma sürecine ne denilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "olgu",
      "B": "beceri",
      "C": "değer",
      "D": "tutum",
      "E": "genelleme"
    },
    "explanation": "Beceriler, bilgiyi elde etme ve kullanma sürecidir ve içerikte dikkate alınması gereken önemli bir unsurdur."
  },
  {
    "id": "3763655",
    "unitNumber": 2,
    "text": "Bilimsel araştırmalar sonucu güvenilir bir biçimde oluşturulmuş bir sav, inanç ya da yargıya ne denmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "teknik",
      "B": "eğitim",
      "C": "tasarım",
      "D": "bilgi",
      "E": "içerik"
    },
    "explanation": "Bilgi: Bilimsel araştırmalar sonucu güvenilir bir biçimde oluşturulmuş bir sav, inanç ya da yargıdır."
  },
  {
    "id": "3763943",
    "unitNumber": 2,
    "text": "Daha etkili, nitelikli bir yaşam tarzı ve bu yaşamın içinde yer alan etkinlikleri nitelikli kılan ‘program’ kavramının dört ögesi vardır. Aşağıdakilerden hangisi bunlardan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Amaç",
      "B": "İçerik",
      "C": "Öğretme-öğrenme",
      "D": "Kapsam",
      "E": "Değerlendirme"
    },
    "explanation": "EĞİTİM PROGRAMININ ÖGELERİ<br/>kapsam"
  },
  {
    "id": "3763671",
    "unitNumber": 2,
    "text": "Geniş bir anlatım ile bilginin en özet bir biçimde ifade edilişi olup kavramlar arasındaki ilişkileri ne açıklar?",
    "correctAnswer": "A",
    "options": {
      "A": "genelleme",
      "B": "beceri",
      "C": "değer",
      "D": "tutum",
      "E": "olgu"
    },
    "explanation": "Genellemeler, geniş bir anlatım ile bilginin en özet bir biçimde ifade edilişi olup kavramlar arasındaki ilişkileri açıklar."
  },
  {
    "id": "3763949",
    "unitNumber": 2,
    "text": "Küresel ısınma nedeniyle iklimlerde ortaya çıkan değişiklikler sonucu bir ilde gerçekleşen toplam yağış miktarı için aşağıdakilerden hangisi içerik seçiminde göz önünde bulundurulacak ölçüttür?",
    "correctAnswer": "B",
    "options": {
      "A": "İçerik doğrudan amaçla ilişkili mi?",
      "B": "İçerikte sunulan bilgi bilimsel açıdan doğru mu?",
      "C": "Sunulan içerik iyi düzenlenmiş ve sistematik mi?",
      "D": "Sunulan içerik öğrencilerin önceki öğrenmeleriyle ilişki kuruyor mu?",
      "E": "İçerikte temel ayrıntılar etkili bir şekilde gösteriliyor mu?"
    },
    "explanation": "İÇERİK SEÇİMİ<br/>İçerikte sunulan bilgi bilimsel açıdan doğru mu?"
  },
  {
    "id": "3763656",
    "unitNumber": 2,
    "text": "Olgu ve olayların ezberlenmek üzere ansiklopedik bir biçimde bir araya getirilmesi değil, yaşama alanlarının anlam taşıyan bölümlerinin etkin bir çabayla düzenlenmesine ne denilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "teknik",
      "B": "eğitim",
      "C": "tasarım",
      "D": "bilgi",
      "E": "içerik"
    },
    "explanation": "İçerik, eğitim amaçları doğrultusunda belli ölçütler gözetilerek seçilen olgu, ilke, kavram ve genellemelerin sistematik bir biçimde düzenlenmesiyle oluşturulan ünite ya da konular biçiminde tanımlanabilir."
  },
  {
    "id": "3763654",
    "unitNumber": 2,
    "text": "İlişkileri ve dünyayı anlamak için geliştirilen iletişim biçimine ne denilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "teknik",
      "B": "eğitim",
      "C": "tasarım",
      "D": "bilgi",
      "E": "içerik"
    },
    "explanation": "Tasarım, ilişkileri ve dünyayı anlama üzerine kurulu bir iletişim biçimidir."
  },
  {
    "id": "3763946",
    "unitNumber": 2,
    "text": "İçerik, geniş anlamıyla öğrenilecek olan bilgi dışında aşağıdakilerden hangileriyle birlikte düşünülmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Beceri, tutum, inanç",
      "B": "Yargı, beceri,inanç",
      "C": "Beceri, tutum, değer",
      "D": "Değer, inanç, tutum",
      "E": "Değer, inanç, beceri"
    },
    "explanation": "İçeriğin Yapısı<br/>Beceri, tutum, değer"
  },
  {
    "id": "3763951",
    "unitNumber": 2,
    "text": "İçerikte yer alan bilgiler, uyarıcılar kişinin bugünden yola çıkarak geçmişi tahmin etmesine, geleceğe yönelik kestirimlerde bulunmasına olanak tanıyorsa aşağıdakilerden hangi içerik düzenleme ilkesine uygundur?",
    "correctAnswer": "D",
    "options": {
      "A": "Düzey",
      "B": "Soyutlama",
      "C": "Alıştırma",
      "D": "Vardama",
      "E": "Şema"
    },
    "explanation": "İÇERİĞİN DÜZENLENMESİ<br/>Vardama"
  },
  {
    "id": "3763950",
    "unitNumber": 2,
    "text": "İçerikte yer alan kavram, olgu ve olaylar iç içe yer alacak biçimde bir örüntü oluşturulmalıdır. Buna göre içerik seçiminde göz önünde bulundurulacak ölçüt aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğru mu?",
      "B": "Tekrar yapılıyor mu?",
      "C": "Uygulanabilir mi?",
      "D": "Amaçlarla tutarlı mı?",
      "E": "Sistematik mi?"
    },
    "explanation": "İÇERİK SEÇİMİ<br/>Sistematik mi?"
  },
  {
    "id": "3763952",
    "unitNumber": 2,
    "text": "İçeriğin geçmiş yaşantılarla ilişkilendirilmesi, cümlede kullanma, özetleme, benzetim yapma, ilgili görsel oluşturma, soru oluşturma ve üretici not alma gibi teknikler aşağıdakilerden hangi stratejiye aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yineleme",
      "B": "Anlamlandırma",
      "C": "Örgütleme",
      "D": "Anlamayı izleme",
      "E": "Duyuşsal"
    },
    "explanation": "İçerik Düzenlemede Öğrenme Stratejilerinden Yararlanma<br/>Anlamlandırma"
  },
  {
    "id": "3763947",
    "unitNumber": 2,
    "text": "“Ankara’nın nüfusu İzmir’den daha fazladır”<br/>Yukarıdaki ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kavram",
      "B": "Olgu",
      "C": "Genelleme",
      "D": "Değer",
      "E": "Analiz"
    },
    "explanation": "İçeriğin Yapısı<br/>Olgu"
  },
  {
    "id": "3763819",
    "unitNumber": 3,
    "text": "\"Bir hesap makinesi, sayıları semboller olarak kabul eder, matematiksel işlemleri uygular ve sonuçları gösterir. İnsanlar da<br/>dil veya matematik gibi bilgi alanlarında sembollerle çalışırken, düşünsel işlemlerini kullanır ve sonuçları üretirler.\" açıklaması aşağıdaki kuramlardan hangisi ile ilişkilendirilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gestalt kuramı",
      "B": "Bilgiyi işleme kuramı",
      "C": "Sosyal bilişsel öğrenme kuramı",
      "D": "Davranışçı öğrenme kuramı",
      "E": "Nörofizyolojik kuram"
    },
    "explanation": "Örneğin, bir hesap makinesi, sayıları semboller olarak kabul eder, matematiksel işlemleri uygular ve sonuçları gösterir. İnsanlar da<br/>dil veya matematik gibi bilgi alanlarında sembollerle çalışırken, düşünsel işlemlerini kullanır ve sonuçları üretirler. Bu nedenle, öğrenmeyi bir bilgisayarın çalışma prensibine benzetmek, bilgiyi işleme kuramının temelini oluşturur"
  },
  {
    "id": "3763812",
    "unitNumber": 3,
    "text": "\"Koşullanma sürecinde, koşullu ve koşulsuz uyarıcıların yakın zaman aralıklarıyla sunulması\" klasik koşullanmaya göre tasarlanan bir öğrenme sürecinde göz önünde bulundurulması ilkelerden hangisi ile ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bitişiklik",
      "B": "Habercilik-Bilgilendiricilik",
      "C": "Pekiştirme",
      "D": "Sönme",
      "E": "Genelleme"
    },
    "explanation": "Koşullanma sürecinde, koşullu ve koşulsuz uyarıcıların yakın zaman aralıklarıyla sunulması, “bitişiklik” olarak adlandırılır."
  },
  {
    "id": "3763981",
    "unitNumber": 3,
    "text": "'Koşullu uyarıcının tek başına artık koşullu tepkiye neden olmadığı bir öğrenme süreci' aşağıdaki ilkelerden hangisiyle ilişkilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bitişiklik",
      "B": "Habercilik-Bilgilendiricilik",
      "C": "Pekiştirme",
      "D": "Sönme",
      "E": "Ayırt etme"
    },
    "explanation": "Diğer ilkeler için S.70e bakınız.<br/>Klasik koşullanmaya göre tasarlanan bir öğrenme sürecinde koşullanmanın meydana gelmesi ya<br/>da önlenmesi için göz önünde bulundurulması gereken çeşitli ilkeler söz konusudur. Bunlar; Bitişiklik, Habercilik-Bilgilendiricilik, Pekiştirme, Sönme, KEndiliğinden Geri Gelme, Genelleme ve Ayırt Etme dir. <br/>Sönme: Koşullu uyarıcının tek başına artık koşullu tepkiye neden olmadığı bir öğrenme sürecini tanımlar. Örneğin, koşulsuz uyarıcı (et) olmadan koşullu uyarıcı (ses) tek başına sunulduğunda, bir süre sonra koşullu tepkinin (salya akışı) azaldığı ve sonunda ortadan kaybolduğu gözlemlenir. Pavlov’un köpek deneylerinde, sesin uzun bir süre boyunca et sunulmadan verildiğinde, köpeklerin artık sese salya salgılamadıkları gözlemlenmiştir. Bu durum, sönme olarak adlandırılır ve koşullanmış tepkinin zayıfladığını veya kaybolduğunu gösterir."
  },
  {
    "id": "3763817",
    "unitNumber": 3,
    "text": "<img alt=\"Sekil Zemin\" height=\"220\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9487918f0ad694158a4e9a5a3133e70d.jpeg\" width=\"250\"><br/>Yukarıdaki görsel, Gestalt kuramı algısal örgütleme yasalarından hangisi ile ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yakınlık Yasası",
      "B": "Devamlılık Yasası",
      "C": "Tamamlama Yasası",
      "D": "Şekil-Zemin İlişkisi Yasası",
      "E": "Basitlik Yasası"
    },
    "explanation": "Şekil-Zemin İlişkisi: Algıladığımız sahneleri birbirine göre ayırt ederiz. Bir nesnenin ön planda (şekil) olduğunu ve diğer nesnelerin arka planda (zemin) olduğunu ayırt ederiz. Şekil ve zemin belirsiz olduğunda, algılayıcılar duyumsal deneyimlerini karşılıklı olarak önce bir yöne sonra da diğerine doğru düzenleyebilirler. Örneğin Şekil 3.6.’ da ya bir vazo (siyah) ya da iki yüz (beyaz) görürüz. Şekildeki yüzler ve vazonun her ikisi de aynı anda şekil olarak algılanmaz"
  },
  {
    "id": "3763818",
    "unitNumber": 3,
    "text": "<img alt=\"basitlik\" height=\"146\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e39cd7f01f16fa2a09f005dfc6fda5db.jpeg\" width=\"514\"><br/>Yukarıdaki görsel, Gestalt kuramı algısal örgütleme yasalarından hangisi ile ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Basitlik",
      "B": "Algısal değişmezlik",
      "C": "Tamamlama",
      "D": "Devamlılık",
      "E": "Benzerlik"
    },
    "explanation": "Basitlik Yasası: Diğer ögeler eşit olduğu takdirde, basit, düzenli bir biçimde organize edilmiş şekilleri algılama eğilimindeyiz. Algıladığımız görsel şekilleri çoğunlukla düzensiz şekiller olarak görmektense, bir şekil üzerinden farklı kalıplarda görmeyi tercih ederiz."
  },
  {
    "id": "3764001",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Bilgiyi İşleme Kuramı nın cevap aradığı temel sorulardan biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Birey, dış dünyadan yeni bilgileri nasıl edinir?",
      "B": "Kişi, yeni bilgileri nasıl anlar, analiz eder ve düşünce süreçlerine dahil eder?",
      "C": "Edinilen bilgi, uzun vadeli hafızada nasıl depolanır ve korunur?",
      "D": "Bilgi, ihtiyaç duyulduğunda nasıl geri çağrılır ve hatırlanır?",
      "E": "Öğrenme sürecinde pekiştireçler nasıl kullanılır?"
    },
    "explanation": "S.89 daki dört temel soruyu inceleyiniz.<br/>Bilgiyi işleme kuramı, öğrenme ve bilişsel süreçleri anlamaya odaklanan bir öğrenme kuramıdır. Amerikalı psikolog Jerome Bruner (1915-2016) tarafından geliştirilen bu kuram, bilişsel psikoloji ve bilişsel bilim alanlarından etkilenmiştir ve insanların bilgiyi nasıl işlediğini, anladığını, hatırladığını ve çözdüğünü açıklamaya çalışır. Bilgiyi İşleme Kuramı öğrenmeyi, özellikle insan zihni tarafından gerçekleştirilen işlemleri vurgulayarak açıklar. Bu kuramın temel özellikleri, öğrenme ve hafızaya ilişkin süreksiz ve çok aşamalı bakış açılarıdır."
  },
  {
    "id": "3763986",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Sosyal Bilişsel Kuramın temel ilkelerinden <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "İnsanlar diğer insanları gözlemleyerek öğrenebilirler",
      "B": "İnsanlar, çevreleri ve kendi davranışları üzerinde kontrol sahibi olabilirler.",
      "C": "Öğrenme sonucunda, davranışlarda gözle görülür bir değişiklik olmalıdır.",
      "D": "İnsanlar, çevreleri ve kendi davranışları üzerinde kontrol sahibi olabilirler",
      "E": "Bilişsel süreçler, öğrenme sürecinde önemli bir rol oynar."
    },
    "explanation": "S.79 da ilkelerle ilgili açıklamalara yer verilmiştir.<br/>Öğrenme, davranışlarda gözle görülür bir değişiklik olmadan da gerçekleşebilir. Yani, bireyler<br/>gözlemledikleri davranışları hemen uygulamak zorunda değildirler"
  },
  {
    "id": "3763984",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi davranış kuramcılarından Watson'un savunduğu ilkelerden <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece gözlemlenebilir ve ölçülebilir davranışlar bilimsel olarak incelenebilir",
      "B": "Zihinsel süreçler (düşünce, duygu vb.) yerine davranışlar dikkate alınmalıdır.",
      "C": "Eğer bir köpek koşullanabiliyorsa bir bebek de koşullanabilir.",
      "D": "Bir uyarıcıya verilen tepki, o uyarıcıya karşı en son deneyimlenen ve en sık tekrarlanan tepki tarafından belirlenir.",
      "E": "Çocuklar doğuştan gelen içgüdülerle donatılmıştır."
    },
    "explanation": "Detaylı bilgi için S.72<br/>Watson, çocukların yeteneklerini değil, çevrelerini ve eğitimlerini kontrol ederek onları farklı alanlarda uzmanlaşmış bireyler olarak yetiştirebileceğini iddia eder. Watson, davranışların çevresel koşullandırma yoluyla öğrenildiğini vurgulamıştır. İnsanlar, çevrelerinden gelen uyarıcılara tepki olarak davranışlarını şekillendirirler. Bu doğrultuda bireylerin davranışlarının büyük ölçüde çevresel faktörlerden etkilendiğini ve doğru şekilde düzenlenen ortamların istenen davranışların gelişmesini destekleyebileceğini öne sürmüştür (Schultz ve Schultz, 2001)<br/>John B. Watson, çocuk gelişimini değerlendirirken dış çevreyi temel alır. O’na göre, çocuklar doğuştan gelen içgüdülerle donatılmamışlardır. Aksine, çevreleriyle etkileşimde bulunarak davranışlarını yapılandırırlar. Bu nedenle, bir çocuğun geleceği, büyüdüğü çevreye bağlıdır. Watson’un korkuları azaltmak için kullandığı deney, öğrencilere davranış öğretme veya istenmeyen davranışları engelleme, öğretmen-öğrenme sürecinde etkili bir şekilde kullanılabilir"
  },
  {
    "id": "3763810",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi öğrenme kuramlarının kullanım amaçları arasında <strong>yer almaz</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Ders planlarının hazırlanmasına rehberlik eder.",
      "B": "Öğrencilerin davranışları ve öğrenme süreçlerini anlamayı sağlar.",
      "C": "Tek tip / standart içerik üretimini sağlar.",
      "D": "Eğitim kalitesini artırmaya yönelik uygulamaları şekillendirmede yardımcı olur.",
      "E": "Eğitim alanındaki araştırmaları yönlendirir."
    },
    "explanation": "Farklı öğrenciler farklı öğrenme tarzlarına ve hızlarına sahip olabilir. Bu bireysel farklılıkları anlamak ve öğrencilere kişiselleştirilmiş öğrenme deneyimleri sunmak için kullanılır."
  },
  {
    "id": "3763978",
    "unitNumber": 3,
    "text": "Bir organizmanın çevresel uyaranlar arasındaki ilişkileri öğrenerek belirli bir tepkiyi kazanması sürecini tanımlayan öğrenme türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Edimsel Koşullanma",
      "B": "Klasik Koşullanma",
      "C": "Bitişiklik",
      "D": "Bağlaşımcılık",
      "E": "Yapılandırmacılık"
    },
    "explanation": "Detaylı bilgi için sayfa 68i inceleyiniz<br/>Klasik koşullanma, bir organizmanın çevresel uyaranlar arasındaki ilişkileri öğrenerek belirli bir tepkiyi kazanması sürecini tanımlayan bir öğrenme türüdür. Bu tür öğrenme, Ivan Pavlov’un ünlü deneyleriyle öne çıkmıştır."
  },
  {
    "id": "3763813",
    "unitNumber": 3,
    "text": "Bir sesin yemek geleceğini işaret ederek köpeğin sese karşı koşullanmasına yardımcı olması klasik koşullanma ilkelerinden hangisi ile ilgilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bitişiklik",
      "B": "Habercilik-Bilgilendiricilik",
      "C": "Pekiştirme",
      "D": "Genelleme",
      "E": "Ayırt etme"
    },
    "explanation": "Habercilik-Bilgilendiricilik: Klasik koşullanma sürecinin başarılı olabilmesi için koşullu uyarıcının, gelecekte ne olacağını haber verir nitelikte<br/>olması gerekmektedir. Bu, önce koşullu uyarıcının ardından koşulsuz uyarıcının sunulmasını gerektirmektedir. Örneğin, bir sesin yemek geleceğinin bir işareti olması, köpeği sese karşı koşullanması için yardımcı bir etken olabilir. Bu şekilde, gelecekteki<br/>olayları haber veren bir koşullu uyarıcı, koşullanma sürecini kolaylaştırabilir."
  },
  {
    "id": "3763985",
    "unitNumber": 3,
    "text": "Edimsel koşullanmada yeni bir davranış öğretilirken kullanışlı olan, ancak davranış öğrenildikten<br/>sonra daha az sıklıkla kullanılması önerilen pekiştireç uygulaması hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sürekli pekiştirme",
      "B": "Sabit zaman aralıklı pekiştirme",
      "C": "Sabit Oranlı Pekiştirme",
      "D": "Değişken Zaman Aralıklı Pekiştirme",
      "E": "Değişken Oranlı Pekiştirme"
    },
    "explanation": "Diğer pekiştirme uygulamalarının detayları için S.76 yı inceleyiniz.<br/>Sürekli Pekiştirme: Davranış her zaman pekiştirilir. Yeni bir davranış öğretilirken kullanışlıdır, ancak davranış öğrenildikten sonra daha az sıklıkla kullanılmalıdır"
  },
  {
    "id": "3763815",
    "unitNumber": 3,
    "text": "John B. Watson ile ilgili aşağıda verilen ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Amerikalı bir psikologdur ve davranışçılığın kurucularından biridir.",
      "B": "“Davranışçı Görüşe Göre Psikoloji” makalesi davranışçı psikolojinin manifestosu olarak görülür.",
      "C": "En ünlü çalışmalarından biri “Küçük Albert Deneyi”dir.",
      "D": "Öğrenme ve reklamcılık alanlarında çalışarak psikoloji alanına önemli katkılarda bulunmuştur.",
      "E": "Pavlov’un koşullu refleksle ilgili görüşlerini kabul etmemiştir."
    },
    "explanation": "Watson, Pavlov’un koşullu refleksle ilgili görüşlerini model alarak klasik koşullanmayı, insanın refleksif olmayan karmaşık davranışlarının öğretilmesinde de kullanabilecek temel bir yapı olarak görmüştür (Bower ve Hilgard, 1981). Bu görüşe göre Watson, eğer bir köpek koşullanabiliyorsa bir bebeğin de koşullanabileceğini öne sürmüş ve ünlü Küçük Albert Deneyi’ni gerçekleştirmiştir."
  },
  {
    "id": "3763811",
    "unitNumber": 3,
    "text": "Klasik koşullanma tartışmalarında sıkça kullanılan terimlerden \"koşulsuz tepki\"nin kısaltması aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "CR",
      "B": "CS",
      "C": "UCS",
      "D": "UCR",
      "E": "USC"
    },
    "explanation": "Klasik koşullanma tartışmalarında sıkça kullanılan terimler, genellikle kısaltmalarla ifade edilir. Bu terimler, koşullu ve koşulsuz uyarıcı ile koşullu ve koşulsuz tepkiyi temsil eder. Koşullu uyarıcı ve koşullu tepki sırasıyla CS (Conditioned Stimulus) ve CR (Conditioned Response) olarak kısaltılır. Koşulsuz uyarıcı ve koşulsuz tepki ise sırasıyla UCS (Unconditioned Stimulus) ve UCR (Unconditioned Response) olarak kısaltılır."
  },
  {
    "id": "3763814",
    "unitNumber": 3,
    "text": "Köpeğin etten önce verilen zil sesi ile benzer bir ses işittiğinde, salya akışı göstermesi klasik koşullanma ilkelerinden hangisi ile ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bitişiklik",
      "B": "Habercilik-Bilgilendiricilik",
      "C": "Genelleme",
      "D": "Ayırt etme",
      "E": "Pekiştirme"
    },
    "explanation": "Genelleme: Bir organizmanın koşullu tepkisi, koşullu uyarıcı olan sese benzer uyaranlara karşı da gösterilmektedir. Pavlov’un deneylerinde, bir köpeğin belirli bir koşullu uyarıcıya (örneğin, belirli bir tonlama veya frekansta bir zil sesi) verdiği tepkiyi düşünelim. Bu koşullu uyarıcıyla ilişkilendirilen belirli bir koşullu tepki (örneğin, salya akışı) meydana gelir. Genelleme ilkesi, bu koşullu tepkinin, asıl uyarıcıya benzer diğer uyaranlara da yayılma eğiliminde olduğunu gösterir. Yani, köpek aynı frekansta farklı bir zil sesi duyduğunda veya benzer bir sesi işittiğinde, aynı tepkiyi (salya akışı) gösterebilir. Bu ilke, öğrenmenin ve koşullanmanın, benzer uyaranlar arasında da geçerli olabileceğini gösterir. Genelleme ilkesi, hayvanların ve insanların öğrendikleri tepkilerin, benzer durumlar veya uyaranlar karşısında da geçerli olabileceğini anlamamıza yardımcı olur."
  },
  {
    "id": "3763980",
    "unitNumber": 3,
    "text": "Pavlov'un köpekler üzerinde yaptığı ünlü koşullandırma deneyinde aşağıdakilerden hangisi koşulsuz uyarıcıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sesle veya ışıkla eşleştirilmeden önce yiyeceğin ortaya çıkardığı salya",
      "B": "Henüz yiyecekle ilişkilendirilmemiş ses ya da ışık",
      "C": "Köpeğe tek başına ses verildiğinde meydana gelen salya salgılama",
      "D": "Sesle eşleştirilmeden önce verilen yiyecek ya da ekşi tat",
      "E": "Yiyecekle ilişkilendirilmiş ses ya da ışık"
    },
    "explanation": "Detaylı bilgi için S. 69<br/>Pavlov ilk olarak metronomla ses vererek köpeğin tepkisini ölçmüştür. Köpek bu uyarıcıya sadece kulaklarını dikerek başını çevirmiştir. Sonrasında ise et tozu içeren bir yiyecek verilmiştir. Ses ile eti birkaç kez art arda verdikten sonra artık sesi tek başına verdiğinde de köpeğin salya tepkisi gözlemlenmiştir. <br/>Bu deneyde salyayı ortaya çıkarmadaki etkinlik herhangi bir ön eğitime bağlı olmadığından, yiyecek<br/>ya da ekşi tat koşulsuz uyarıcı olarak adlandırılmıştır. Bu bağlamda koşulsuz uyarıcı, organizma için tepkinin otomatik meydana geldiği doğal bir uyarandır. Yiyeceğin ortaya çıkardığı salyaya ise koşulsuz tepki adı verilmiştir. Koşulsuz tepki, koşulsuz uyaranın organizmada meydana getirdiği otomatik ve doğal tepkidir. Ses tonu ya da ışık henüz yiyecek ile ilişkilendirilmeden önce, köpek için nötr bir uyarıcıdır. Ses tonu ya da ışığın salya salgılamasını sağlamadaki etkinliği yiyecek sunumuyla birkaç kez eşleştirilmesinden sonra bu uyaran koşullu uyarıcı olarak adlandırmıştır.<br/>Sonunda köpeğe tek başına ses verildiğinde meydana gelen salya salgılama tepkisi ise koşullu tepkidir. Böylece, özellikleri önceki eğitime bağlı olmayan uyaran ve tepkiler koşulsuz, özellikleri ancak eğitimden sonra ortaya çıkan uyaran ve tepkiler ise koşullu olarak adlandırılmıştır (Slavin, 1986; Gibson ve Chandler, 1988)."
  },
  {
    "id": "3763816",
    "unitNumber": 3,
    "text": "Sosyal bilişsel kuramın temel ilkeleri ile ilgili verilen ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Bireyler yaşlarına uygun davranışları öğrenme ve uyum sağlama eğilimindedirler.",
      "B": "İnsanlar, çevreleri ve kendi davranışları üzerinde kontrol sahibi olabilirler.",
      "C": "Öğrenmenin gerçekleşme koşulu davranışlarda gözle görülür bir değişiklik olmasıdır.",
      "D": "Gözlem sırasında modelin davranışları zihinsel olarak kodlanır.",
      "E": "İnsanlar diğer insanları gözlemleyerek öğrenebilirler."
    },
    "explanation": "Sosyal bilişsel kuramın temel ilkeleri şu şekilde açıklanabilir (Bandura, 1977; Karataş ve Öztürk, 2009; Morgan, 2007; Watson, 2013):<br/>• İnsanlar diğer insanları gözlemleyerek öğrenebilirler. Bireyler, çevrelerindeki insanları takip ederek yeni davranışları öğrenme yeteneğine sahiptirler.<br/>• Gözlem sırasında modelin davranışları zihinsel olarak kodlanır. Bu kodlar, ilerleyen zamanlarda benzer davranışlar sergileme konusunda bireylere rehberlik edebilir.<br/>• Öğrenme, davranışlarda gözle görülür bir değişiklik olmadan da gerçekleşebilir. Yani, bireyler gözlemledikleri davranışları hemen uygulamak zorunda değildirler.<br/>• Bilişsel süreçler, öğrenme sürecinde önemli bir rol oynar. Bu süreçler, davranışların öğrenilmesi ve uzun süreli belleğe aktarılması sürecinde etkilidir. Sosyal öğrenme, bu bilişsel süreçlerle gerçekleşir.<br/>• İnsanlar, çevreleri ve kendi davranışları üzerinde kontrol sahibi olabilirler. Bireyler, kendi davranışlarını düzenleme yetisine sahiptirler.<br/>• Yaş ilerledikçe, toplumun beklentileri ve sosyal çevrenin değişiklikleri, öğrenme sürecini etkilemeye devam eder. Bireyler yaşlarına uygun davranışları öğrenme ve uyum sağlama eğilimindedirler."
  },
  {
    "id": "3764002",
    "unitNumber": 3,
    "text": "Öğrenmenin beyin ve sinir sistemi üzerindeki etkilerini araştırarak, öğrenme süreçlerini biyolojik ve nöral faktörlerin ışığında açıklamaya çalışan kuram hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Davranışçı Kuram",
      "B": "Gestalt Kuramı",
      "C": "Nörofizyolojik Kuram",
      "D": "Sosyal Bilişsel Kuram",
      "E": "Yapılandırmacı Kuram"
    },
    "explanation": "S.92 yi inceleyiniz.<br/>Nörofizyolojik öğrenme kuramı, öğrenme süreçlerini nörolojik ve fizyolojik düzeyde inceleyen bir öğrenme kuramıdır. Bu kuram, öğrenmenin beyin ve sinir sistemi üzerindeki etkilerini araştırarak, öğrenme süreçlerini biyolojik ve nöral faktörlerin ışığında açıklamaya çalışır. Yapılan araştırmalarda elde edilen<br/>bulgular doğrultusunda insan beyninin çalışma prensibini keşfetmeden öğrenmenin tam olarak anlaşılamayacağı görüşü benimsenmiştir (Özden, 2003). Bu doğrultuda öğrenmenin ne olduğunu anlamak için<br/>öğrenme sırasından insan beyninde ne tür fizyolojik ve kimyasal değişimlerin yaşandığını keşfetme çabası önem kazanmıştır."
  },
  {
    "id": "3763988",
    "unitNumber": 3,
    "text": "Öğrenmeyi ve algıyı anlamak için bireyin deneyimlerini bütünsel, yapısal ve anlam odaklı bir perspektifle inceleyen kuram hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gestalt Kuramı",
      "B": "Davranışçı Kuram",
      "C": "Sosyal Bilişsel Kuram",
      "D": "Yapılandırmacı Kuram",
      "E": "Nörofizyolojik Kuram"
    },
    "explanation": "Detaylı bilgi için S. 83<br/>Gestalt kuramı, bilişsel psikolojinin bir dalı olarak ortaya çıkmış olan ve insan algısını, öğrenmeyi ve problem çözme süreçlerini anlamak için kullanılan bir psikoloji kuramıdır. “Gestalt” kelimesi Almancada “şekil”, “biçim” veya “görüntü” anlamına gelir. Gestalt Kuramı, öğrenmeyi ve algıyı anlamak için bireyin<br/>deneyimlerini bütünsel, yapısal ve anlam odaklı bir perspektifle incelemektedir"
  },
  {
    "id": "3763987",
    "unitNumber": 3,
    "text": "İçerik sunumunda Sosyal Bilişsel Kuramdan yararlanan bir kullanıcı aşağıdakilerden hangisine <strong>özellikle</strong> dikkat eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Katılımcıların sergiledikleri davranışlar takip edilir ve olumlu geri bildirimler, ödüller veya düşük riskli cezalandırma stratejileri kullanılarak pekiştirmeler yapılır.",
      "B": "Her davranış ayrıntılı bir şekilde açıklanarak katılımcıların ne yapmaları gerektiği tam olarak anlatılır.",
      "C": "İstenilen davranışları teşvik etmek için pekiştirme ve ödüllendirmeden<br/>faydalanılır.",
      "D": "Öğrenme deneyimi görsel, işitsel ve dokunsal öğeler kullanılarak zenginleştirilerek öğrenme daha etkili hale getirilir.",
      "E": "Katılımcılara konuyla ilgili rol modeller sunarak veya birebir yaşanmış örnekleri onlarla paylaşarak bilgiyi daha iyi anlamaları ve öğrenmeleri sağlanır."
    },
    "explanation": "Diğer kuram ilkeleri için tüm ünitedeki içerik sunumunda dikkat edilecek ilkeler incelenmelidir.<br/>A, B ve C seçenekleri davranışsal kuram, D seçeneği ise Gestalt kuramı ile özellikle ilişkili ilkelerdir."
  },
  {
    "id": "3763909",
    "unitNumber": 4,
    "text": "\" .............., duyu organlarını harekete geçiren birdış uyaranın sinirler aracılığıyla sinir merkezine iletilmesi sonucunda meydana gelen dolaysız zihinsel ürün olarak tanımlanabilir.\"<br/>Yukarıdaki cümlede boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Duyum",
      "B": "Durum",
      "C": "Duygu",
      "D": "Dumur",
      "E": "Durugörü"
    },
    "explanation": "Alıntılanan cümlede boşluğa gelen kelime duyumdur. Doğru yanıt A'dır."
  },
  {
    "id": "3763932",
    "unitNumber": 4,
    "text": "Ayşe, okul öncesi çağındaki çocuklara sabahları el yüz yıkama ve yemekten sonra diş fırçalama davranışlarını öğretmek için bu davranışları çizim tekniği ile resimleyerek bir hikaye haline getirmiştir. Bu örnekte, Ayşe, görsel öğe oluşturmada aşağıdaki tekniklerden hangisini kullanmıştır.",
    "correctAnswer": "A",
    "options": {
      "A": "İllüstrasyon",
      "B": "Grafik",
      "C": "Tablo",
      "D": "Fotoğraf",
      "E": "İkon"
    },
    "explanation": "Sözel unsurları görsel olarak betimleyen çizim tekniğine illüstrasyon ismi verilir. Bir resimleme tekniği olan illüstrasyon, geleneksel çizim ve boya malzemelerinin yanı sıra, fotoğraf, kolaj ve bilgisayar teknikleri ile de üretilebilir."
  },
  {
    "id": "3763916",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Gestalt algılama ilkeleri arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Yakınlık",
      "B": "Benzerlik",
      "C": "Süreklilik",
      "D": "Basitlik",
      "E": "Doğruluk"
    },
    "explanation": "Doğruluk, bir Gestalt algılama ilkesi değildir. Doğru yanıt E'dir."
  },
  {
    "id": "3763923",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir algıyı yansıtmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yüzeye dokunmak",
      "B": "Tat almak",
      "C": "Havayı koklamak",
      "D": "Önünü görmek",
      "E": "Korkunç bir ses duymak"
    },
    "explanation": "Dış dünyadan gelen bildirimlerin yorumlanışı ve anlatımlı duruma geliş sürecine “algı” denir. E şıkkında sesin korkunç olarak yorumlanması söz konusudur."
  },
  {
    "id": "3763917",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir gösterge türüdür?",
    "correctAnswer": "B",
    "options": {
      "A": "Yakınlık",
      "B": "İkon",
      "C": "Renk",
      "D": "Zemin",
      "E": "Şekil"
    },
    "explanation": "Gösterge türleri, ikon, işaret ve simge'dir. Doğru yanıt B'dir."
  },
  {
    "id": "3763918",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi grafik tasarım işlevlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgilendirme",
      "B": "Yönlendirme",
      "C": "Dikkat çekme",
      "D": "Açıklama",
      "E": "Reddetme"
    },
    "explanation": "Reddetme bahsedilen işlevlerden biri değildir. Doğru yanıt E'dir."
  },
  {
    "id": "3763920",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tasarımda bulunması beş temel ilkeden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Görsel hiyerarşi",
      "B": "Görsel heterarşi",
      "C": "Duyusal oran",
      "D": "Çizgisel yapı",
      "E": "Kavramsal çerçeve"
    },
    "explanation": "Görsel hiyerarşi beş temel ilkeden biridir. Doğru yanıt A'dır."
  },
  {
    "id": "3763919",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tasarımı oluştururken kullanılması gereken bileşenlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Nokta",
      "B": "Çizgi",
      "C": "Ton",
      "D": "Renk",
      "E": "Kavram"
    },
    "explanation": "Kavram bu bileşenlerden biri değildir. Doğru yanıt E'dir."
  },
  {
    "id": "3763930",
    "unitNumber": 4,
    "text": "Bir kitaptaki görselde, üzerinde mor renkli elmalar ve pembe renkli yapraklar olan bir ağaç çizilmiştir. Bu bilgiye göre, bu görselin renkleri hakkında aşağıdakilerden hangisi kesinlikle söylenebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Amacına uygun kullanılmıştır.",
      "B": "Okuyucunun bilişsel seviyesine uygundur.",
      "C": "Çoğunluk için ilgi çekicidir.",
      "D": "Gerçeği yansıtmamaktadır.",
      "E": "Dengeli kullanılmıştır."
    },
    "explanation": "Rengin şiddeti nesnelerin biçimini algılamada etkili bir özelliktir. Bir öğretim içeriğinde metnin anlaşılmasına destek veren görsellerde renk kullanımında dikkat edilmesi önerilen bazı kurallar vardır;<br/>• Kullanılan renkler gerçeği yansıtmalı, orijinaline en yakın renkler kullanılmalıdır.<br/>• Rengin doğru kullanımı grafik ya da illüstrasyon gibi görselleştirmelerde ayrıntıları birbirinden ayırmaya yardım etmelidir. Örneğin zemin ve nesne rengi arasında fark oluşturmak nesnenin daha kolay anlaşılmasını sağlayacaktır.<br/>• Renk, okuyucunun ilgisini çekmeli ama konudan uzaklaştırmamalıdır.<br/>• Zıt renkler ya da sıcak-soğuk renkler denge ve ahenk içinde kullanılmalıdır."
  },
  {
    "id": "3763912",
    "unitNumber": 4,
    "text": "Bir kuramın da adı olan ve Almanca'da düşünce veya organizasyon anlamına gelen kelime aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gemeinschaft",
      "B": "Gesselschaft",
      "C": "Gestalt",
      "D": "Gestapo",
      "E": "Gereichst"
    },
    "explanation": "Bu Almanca kelime Gestalt'dir. Doğru yanıt C'dir."
  },
  {
    "id": "3763925",
    "unitNumber": 4,
    "text": "Bir kutunun içinde aynı büyükte 10 top bulunmaktadır. Bu toplardan 9 tanesi kırmızı, bir tanesi mor renklidir. Kutuyu açan kişinin 9 topu bir bütünlük içinde algılayıp, mor topu diğerlerinden ayırarak algılaması Gestalt ilkelerinden hangisinin devreye girmiş olduğunu gösterir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yakınlık",
      "B": "Benzerlik",
      "C": "Tamamlama",
      "D": "Süreklilik",
      "E": "Basitlik"
    },
    "explanation": "Gestalt kuramı, bireyin birbirine benzeyen uyarıcıları gruplayarak algılama eğiliminde olduğunu kabul eder (Erdal, 2015). Bu benzerlik biçim benzerliği olabileceği gibi, parlaklık, renk, ölçü, yön veya hız gibi niteliklerin benzerliği de olabilir. Nesnelerin bir ritimde tekrarlı kullanımı zihinde bir motif ya da bütün algısı oluşturur. Örneğin siyah topların olduğu bir havuzda tek bir tane yeşil top onlardan ayrılır ama diğer siyah topları birbirlerine benzedikleri için bütün olarak algılarız."
  },
  {
    "id": "3763929",
    "unitNumber": 4,
    "text": "Bir okulda kız öğrenciler ve erkek öğrencilerin okuldaki akademik, sportif ve sosyal etkinliklere katılım tercihleri araştırılmıştır. Araştırmanın sonuçlarını ailelere sunmak amacıyla akademik etkinliklerin beyaz, sportif etkinliklerin turuncu ve sosyal etkinliklerin mor renk ile gösterildiği dilimli bir görsel oluşturulmuştur. Bu görsel üzerinde erkek öğrencilerin oranları için yeşil renkli dilimler kız öğrencilerin oranları için kırmızı renkli dilimler kullanılmıştır. Bu örnekteki görselin türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çizgi grafik",
      "B": "Sütun grafik",
      "C": "Harita",
      "D": "Daire grafik",
      "E": "Tablo"
    },
    "explanation": "Veriler arasındaki ilişkilerin çizgilerle gösterildiği grafiklere çizgi grafikler, yükseklikleri ile ayırt edilen, insan sayıları gibi süreksiz veriler için kullanılan grafiklere sütun grafikler, daire içindeki dilimlerin büyüklükleri ile verilerin birbirinden ayrıldığı grafikler daire grafiklerdir."
  },
  {
    "id": "3763926",
    "unitNumber": 4,
    "text": "Bir toplantı salonunda katılımcılar sırayla ve aralarında hiç boşluk bırakmadan salondaki sandalyelere oturmuştur. Sonradan gelen üç kişi ise en sona geçmiş, oturanlarla aralarında beş sandalye boşluk bırakmış ve kendi aralarında herhangi bir boş sandalye bırakmadan yan yana, üç sandalyeye oturmuştur. Toplantıya liderlik eden yöneticinin diğer katılımcılarla arasına boşluk bırakan ancak kendi aralarında boşluk bırakmayan bu üç katılımcıyı birbiri ile ilişkili algılaması Gestalt ilkelerinden hangisinin devreye girdiğini göstermektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Benzerlik",
      "B": "Süreklilik",
      "C": "Tamamlama",
      "D": "Yakınlık",
      "E": "Basitlik"
    },
    "explanation": "Organizma bir alandaki nesneleri birbirine olan yakınlıklarına göre gruplandırarak algılar. Gestalt kuramının yakınlık yasasına göre zihin, mesafe olarak birbirine yakın duran nesneleri tek bir parça olarak algılama eğilimindedir. Nesneler arasındaki mesafe azaldıkça bir gruba ait olma algısı artar."
  },
  {
    "id": "3763927",
    "unitNumber": 4,
    "text": "Bir çizgi veya eğri üzerinde düzenlenmiş unsurların, çizgi veya eğri üzerinde olmayan unsurlara göre daha ilişkili olarak algılandığını ifade eden Gestalt prensibi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Basitlik",
      "B": "Benzerlik",
      "C": "Yakınlık",
      "D": "Tamamlama",
      "E": "Süreklilik"
    },
    "explanation": "İçgüdüsel olarak, insan bir nehir, yol ya da çizginin ilerlemesini takip eder ve farklı bir şey görene kadar bu yönde bakma eğilimindedir. Bu sayede aynı yöndeki noktalar, çizgiler bir süreklilik içinde gruplandırılarak algılanır. Belirli bir düzen ve süreklilik gerektiren öğrenme yaşantıları, algıdaki bütünlük kavramı ile süreklilik ilkesi bağlantılı olduğu için daha kalıcı bir şekilde algılanmaktadır."
  },
  {
    "id": "3763922",
    "unitNumber": 4,
    "text": "En etkili öğrenme aşağıda belirtilen duyulardan hangisi ile gerçekleşir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dokunma",
      "B": "Tatma",
      "C": "Duyma",
      "D": "Görme",
      "E": "Koklama"
    },
    "explanation": "En etkili öğrenme görme ile gerçekleşir. Doğru yanıt D'dir."
  },
  {
    "id": "3763915",
    "unitNumber": 4,
    "text": "Gestalt kuramında algılama ilkelerini ortaya koyan kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Werthanschaft",
      "B": "Wersteht",
      "C": "Weimer",
      "D": "Wertheimer",
      "E": "Worter"
    },
    "explanation": "Kişinin adı Wertheimer'dir. Doğru yanıt D'dir."
  },
  {
    "id": "3763924",
    "unitNumber": 4,
    "text": "Görsel okuryazarlık aşağıdaki becerilerden hangi ikisi ile gerçekleştirilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Görme ve okuma",
      "B": "Okuma ve duyma",
      "C": "Anlama ve anlatma",
      "D": "Okuma ve anlama",
      "E": "Duyma ve anlama"
    },
    "explanation": "Görsel okuryazarlık bir çeşit anlama ve anlatma becerisidir. Bu beceri görselleri kullanarak çevremizle iletişim kurmamızı sağlar."
  },
  {
    "id": "3763921",
    "unitNumber": 4,
    "text": "Sözel unsurları görsel olarak betimleyen çizim tekniğine .................. ismi verilir.<br/>Cümledeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İllustrasyon",
      "B": "Karakter analizi",
      "C": "Serimleme",
      "D": "Katışım",
      "E": "Dönüt"
    },
    "explanation": "Cümledeki eksik kelime illüstrasyondur. Doğru yanıt A'dır."
  },
  {
    "id": "3763931",
    "unitNumber": 4,
    "text": "Öğrencilerin hazırlamaları gereken bir ödevde, tabloların sayfadaki konumu ve büyüklüğü ile ilgili oranlar verilmiştir. Bu oranları dikkate almadan tablo hazırlayan öğrencilerin ödevlerinin geçersiz olacağı söylenmiştir. Bu örnekte, görsel öğelerin sayfada kullanımında, aşağıdaki faktörlerden hangisinin önemi vurgulanmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Çizgiler",
      "B": "Yüzey",
      "C": "Renk",
      "D": "Doğal dinamikler",
      "E": "Boyut"
    },
    "explanation": "Sayfa tasarımında kullanılan illüstrasyon, grafik, diyagram ya da fotoğraf gibi öğeler görsel malzeme olarak adlandırılır. Sayfa üzerinde bu görsellerin doğru şekilde yer alması için belli bir hiyerarşiye uyulması gerekir. Bu düzen için etken unsurlar şunlardır;<br/>• Görselin boyu ve kapladığı alan<br/>• Görselin renk yoğunluğu ve koyu-açık değerleri<br/>• Görselin kendi doğal dinamiği<br/>• Renk değerleri"
  },
  {
    "id": "3763928",
    "unitNumber": 4,
    "text": "İlkokulda görev yapan Ahmet öğretmen, öğrencilerine yarım ve bütün kavramlarını öğretmek amacıyla derse bir elma getirmiştir. Elmayı öğrencilerinin gözü önünde önce ikiye bölmüş ve Bu parçaların her birine yarım denildiğini anlatmıştır. Daha sonra da bu yarımları birleştirip, bir bütünü elde ettiğini göstermiştir. Bu örnekte somut işlemler dönemindeki öğrencilere, soyut bir konu olan yarım ve bütün kavramlarını anlatmak için elma sembolünün kullanıldığı görülmektedir. Burada kullanılan sembol seçiminde dikkate alınan faktörler aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Öğretmenin yaşı ve eğitim düzeyi",
      "B": "Öğrencilerin yaşı ve bilişsel düzeyi",
      "C": "Okulun fiziksel yapısı ve olanakları",
      "D": "Öğretmenin bilişsel düzeyi ve sınıftaki öğrenci sayısı",
      "E": "Sınıftaki öğrenci sayısı ve okulun olanakları"
    },
    "explanation": "Semboller eğitsel bir içerikte kullanılan görsel öğelerden biridir. Böyle bir zeminde yer alırken anlaşılması kolay, stilize edilmiş ya da en yalın biçimiyle kullanmanın iyi olacağı söylenebilir. Sembolün tam olarak hangi bağlamda sunulduğu, bilgi metninin anlaşılmasında ne kadar önemli olduğu, o metnin hedef kitlesinin yaş aralığı ve bilişsel düzeyi sembollerin nasıl tasarlanması ve kullanılması gerektiğinin belirlenmesinde dikkat edilmesi gereken hususlardır."
  },
  {
    "id": "3763960",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Bağlantıcı Kitlesel Açık Çevrimiçi Dersler (cKAÇD) çoğunlukla ağ-tabanlı, üniversiteler bünyesinde kurulan ve akademisyenlerin yürütücülüğünde işlenen dersleri ele almaktadır.</li> <li>(xKAÇD) Kitlesel Katılımlı ve Genişletilmiş KAÇD’ler, geleneksel çevrim içi öğrenmenin platformlar aracılığı ile sunulmasına odaklanmaktadır.</li> <li>Coursera ve EdX gibi platformlar cKAÇD’lere örnektir.</li> <li>xKAÇD ile öğrenenlerin aldıkları derslere devam sağlamamasındaki, dersi bırakmasındaki oran oldukça gerilemekle birlikte öğrenenlerin memnuniyetlerinde artış yaşanmaktadır.</li> </ol> Yukarıda Kitlesel Açık Çevrimiçi Derslerle ilgili verilenlerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I ve III",
      "D": "III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "KAÇD’ler temelde üç ayrı model olarak ele alınmaktadır. Bunlar xKAÇD, cKAÇD ve hKAÇD<br/>olarak üçe ayrılmaktadır. cKAÇD olarak isimlendirilen ve bağlantıcılık (Connectivism) felsefesinin<br/>ön planda olduğu Bağlantıcı Kitlesel Açık Çevrim İçi Dersler, çoğunlukla ağ-tabanlı, üniversiteler<br/>bünyesinde kurulan ve akademisyenlerin yürütücülüğünde işlenen dersleri ele almaktadır. Bu KAÇD türünde akran öğrenmesi ve bireylerin etkileşim içerisinde olması ön plandadır. xKAÇD olarak nitelendirilen Kitlesel Katılımlı ve Genişletilmiş (Extended) KAÇD’ler, geleneksel çevrim içi öğrenmenin platformlar aracılığı ile sunulmasına odaklanmaktadır. xKAÇD’lerin temelinde yükseköğretim kurumları, içerik geliştiriciler, konu uzmanları ve teknoloji hizmeti sağlayıcıları<br/>arasında kurulan iş birlikleri bulunur. Günümüzde en yaygın xKAÇD platformları arasında küresel<br/>çapta birçok üniversitenin yer aldığı Coursera ve EdX gibi platformlar örnek gösterilebilmektedir. hKAÇD ile öğrenenlerin aldıkları derslere devam sağlamamasındaki, dersi bırakmasındaki oran oldukça gerilemekle birlikte öğrenenlerin memnuniyetlerinde artış yaşanmıştır."
  },
  {
    "id": "3763954",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Dijital bir öykü, geleneksel hikâye anlatımı ile çokluortam teknolojisinin kullanımı arasında bir<br/>birleşimdir.</li> <li>Dijital öyküleme yaz, senaryo geliştir, öykü panosu oluştur, kaynakları bul, yarat ve paylaş olarak belirli adımları içeren bir süreçtir.</li> <li>Dijital öyküler, konu alanına göre kişisel veya anlatı öyküleri, bilgi veren veya talimat veren öyküler ve tarihi olayları yeniden anlatan öyküler olmak üzere üç kategoriye ayrılmaktadır.</li> <li>Prezi kullanıcıların fotoğraflar, videolar ve müzikler ekleyerek bulut tabanlı animasyon, video ve dijital öykü oluşturabilecekleri bir yazılımdır. Yukarıda verilenlerden hangileri <u>yanlıştır?</u></li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "II ve III",
      "B": "I ve IV",
      "C": "Yalnız IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Animoto, kullanıcıların fotoğraflar, videolar ve müzikler ekleyerek bulut tabanlı animasyon, video ve dijital öykü oluşturabilecekleri bir yazılımdır."
  },
  {
    "id": "3763953",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Kullanıcıyla etkileşime girmeyen, yalnızca görsel ögeler ve metinden oluşan sayfaları içermektedir.</li> <li>İnsanlar doğrudan kaynağa giderek bilgi alabilirler.</li> <li>Belgelerin web’idir.</li> </ol> Yukarıda web 1.0 ile ilgili verilenlerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Belgelerin Web’i olarak da adlandırılan Web 1.0, kullanıcıyla etkileşime girmeyen, yalnızca görsel ögeler ve metinden oluşan sayfaları içermektedir. İnsanlar doğrudan kaynağa giderek bilgi alabilirler. Web 1.0, web siteleri, bloglar ve çevrim içi videolar da dahil olmak üzere dijital içeriğin oluşturulmasını ve dağıtılmasını sağlamıştır."
  },
  {
    "id": "3763741",
    "unitNumber": 5,
    "text": "Authorware, Articulate, Captivate, Coursebuilder, Lector, SharePoint ve Breeze gibi yazılımların ortak özeliği aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Proje yönetimi programıdırlar",
      "B": "Telif hakkı tespiti için kullanıcılara yardımcı olurlar",
      "C": "Bilgisayarları virüslerden korurlar",
      "D": "E-öğrenme içeriği oluşturmaya yardımcı olurlar",
      "E": "Vektörel tasarım yaparlar"
    },
    "explanation": "Çeşitli e-öğrenme yazma araçları mevcuttur; bunlar arasında Authorware, FrontPage, Articulate, Captivate, Coursebuilder, Lector, SharePoint, InDesign, Breeze, Flash Powerpoint, PageMaker, RoboHelp, Dreamweawer bulunur. Doğru yanıt D'dir."
  },
  {
    "id": "3763962",
    "unitNumber": 5,
    "text": "Aşağıdaki eşleştirmelerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Twitter (şimdiki adıyla X) - Mikroblog",
      "B": "Youtube - Karma içerik",
      "C": "Labster - Simulasyon",
      "D": "Sakai - Metaverse",
      "E": "JigSpace - Artırılmış Gerçeklik"
    },
    "explanation": "Sakai açık kaynak kodlu öğrenme yönetim sistemidir."
  },
  {
    "id": "3763745",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi \"eğitimde fırsat eşitliği\" ilkesinin güçlenmesinin sonuçlarından biri olarak görülebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Eğitimde teknolojinin kullanılması",
      "B": "Eğitim programlarının çeşitlenmesi",
      "C": "Temel eğitim süresinin uzaması",
      "D": "Fen bilimlerine dayalı eğitimin güçlenmesi",
      "E": "Uzaktan eğitimin yaygınlaşması"
    },
    "explanation": "Gazete ile başlayan uzaktan eğitim uygulamaları 1920’de radyo, 1930’larda da televizyon ile devam etmiştir. Özellikle II. Dünya Savaşı’nda kısa sürede büyük kitlelere askeri eğitim verme ihtiyacı, televizyon ile eğitim dönemini başlatmıştır. Bununla birlikte internetin yaygınlaşması, eğitimde fırsat eşitliği ilkesi ile farklı yerlerdeki bireylerin aynı kalitedeki eğitime ulaşmasına imkan sağlamıştır. Doğru yanıt E'dir."
  },
  {
    "id": "3763743",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi 21. Yüzyılda eğitimde fırsat eşitsizliği problemini kalıcı bir şekilde çözüme kavuşturacak güçlü çözüm ortaklarından biri olarak kabul edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Açık eğitim kaynakları",
      "B": "Kitaplar",
      "C": "Öğretmen eğitimi",
      "D": "Kurumsal gelişim",
      "E": "Materyal üretimi"
    },
    "explanation": "Nitelikli, eğitime zaman, maliyet ve coğrafi engeller olmaksızın erişmenin mümkün hale gelmesine imkan tanıyan ve üniversitelerin öncülük ettiği açık eğitim kaynakları 21. Yüzyılda eğitimde fırsat eşitsizliği problemini kalıcı bir şekilde çözüme kavuşturacak güçlü çözüm ortaklarından birisidir (Hill ve Lawton, 2018). Doğru yanıt A'dır."
  },
  {
    "id": "3763964",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Otomasyon belirli görevleri veya işleri insan müdahalesi olmadan gerçekleştiren sistem veya yazılımdır.",
      "B": "Sinirbilimin amacı, beynin bilgi işleme, karar alma ve çevreyle etkileşim süreçlerini, yapısını ve işleyiş mekanizmalarını anlamaktır.",
      "C": "“3V” (hacim, hız, çeşitlilik) notasyonu sıkça kullanılır ve büyük veriyi diğer veri türlerinden ayırmada yardımcı olur.",
      "D": "STEM yaklaşımı teori yerine pratiğe öncelik vererek, çocuklara çevreleriyle etkileşim kurabilecekleri ve gerçek dünya problemleri üzerinde çalışabilecekleri bir öğrenme ortamı sunar.",
      "E": "Veri madenciliği öğrenenler ve diğer sistemler hakkında verilerin ölçülmesi, toplanması, analizi ve raporlanmasıyla öğrenmeyi ve öğrenmenin gerçekleştiği ortamları anlamayı ve optimize etmeyi amaçlar"
    },
    "explanation": "Öğrenme analitiği tanımına göre, öğrenme analitiği, öğrenenler ve diğer sistemler hakkında verilerin ölçülmesi, toplanması, analizi ve raporlanmasıyla öğrenmeyi ve öğrenmenin gerçekleştiği ortamları anlamayı ve optimize etmeyi amaçlar."
  },
  {
    "id": "3763955",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi e-öğrenmede teknoloji yardımıyla oluşturulan iyi uygulamalar ve içeriklerin sağladığı faydalardan <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Öğrenenler arasında uyum ve işbirliğinin geliştirilmesi",
      "B": "Standart öğrenme yollarının dikkate alınması",
      "C": "Aktif öğrenme tekniklerinin kullanılması",
      "D": "Hızlı geri bildirim sağlanması",
      "E": "Yüksek beklentilerin karşılanması"
    },
    "explanation": "Chickering ve Ehrmann (1996)’a göre e-öğrenmede teknoloji yardımıyla oluşturulan iyi uygulamalar ve içerikler, aşağıdaki yedi çıktının elde edilmesinde yardımcı olmaktadır:<br/>• Öğrenen ve kurum arasındaki ilişkinin kuvvetlendirilmesi<br/>• Öğrenenler arasında uyum ve işbirliğinin geliştirilmesi<br/>• Aktif öğrenme tekniklerinin kullanılması<br/>• Hızlı geri bildirim sağlanması<br/>• Görev süresinin belirlenmesi<br/>• Yüksek beklentilerin karşılanması<br/>• Farklı yeteneklerin ve öğrenme yollarının dikkate alınması"
  },
  {
    "id": "3763957",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi olumlu bir öğrenme ortamı yaratılmada kullanılan içeriğin taşıması gereken özelliklerden <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Metin görsellere yakın hizalanmıştır.",
      "B": "Karmaşık görseller ses veya metinle açıklanır.",
      "C": "Konu dışı görseller, kelimeler ve sesler çıkarılmıştır.",
      "D": "Alıştırmalar tek bir yerde sunulur.",
      "E": "İçerik, öğrenenlerin kontrolüne sahip olduğu kısa diziler halinde sunulur."
    },
    "explanation": "Noe (2020)’ye göre olumlu bir öğrenme ortamı yaratılmada kullanılan içeriğin taşıması gereken<br/>özellikler şunlardır:<br/>• Talimatlar, ilgili görselleri ve kelimeleri içerir.<br/>• Metin görsellere yakın hizalanmıştır.<br/>• Karmaşık görseller, hem metin hem de sesle değil, ses veya metinle açıklanır.<br/>• Konu dışı görseller, kelimeler ve sesler çıkarılmıştır.<br/>• Öğrenciler, konuşma dili aracıları aracılığıyla sosyal olarak etkileşime girerler.<br/>• Anahtar kavramlar, tüm süreç veya görevle ilişkili görevden önce açıklanır.<br/>• Kendi kendini düzenlemeyi teşvik eden bilgi sistemleri sağlanır.<br/>• İçerik, öğrenenlerin kontrolüne sahip olduğu kısa diziler halinde sunulur.<br/>• Süreci pekiştiren etkinlikler ve alıştırmalar sağlanır.<br/>• Kısa sınavlara ve alıştırmalara verilen öğrenci yanıtları için açıklamalar sağlanmıştır.<br/>• Alıştırmalar tek bir yerde değil, modül(ler) içinde ve arasında dağıtılır."
  },
  {
    "id": "3763740",
    "unitNumber": 5,
    "text": "Bilim, teknoloji, mühendislik ve matematik olmak üzere dört disiplini bütünleştiren öğrenme, uygulama ve geliştirme yaklaşımına ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tekno",
      "B": "Stem",
      "C": "Tübitak",
      "D": "Play",
      "E": "Eğlenerek öğrenme"
    },
    "explanation": "STEM; Bilim (Science), teknoloji (Technology), mühendislik (Engineering) ve matematik (Mathematics) olmak üzere dört disiplini bütünleştiren bir öğrenme, uygulama ve geliştirme yaklaşımıdır. Doğru yanıt B'dir."
  },
  {
    "id": "3763746",
    "unitNumber": 5,
    "text": "Bir eğitim kurumunda dersin çevrimiçi bir eğitim modülü kullanılarak, dijital araçlardan yararlanılarak ve mekandan bağımsız bir şekilde yürütülmesine karar verildiğini düşünün. Bu uygulama hangi tür eğitim olarak adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Uzaktan eğitim",
      "B": "Sayısal eğitim",
      "C": "Temel eğitim",
      "D": "Yarı-zamanlı eğitim",
      "E": "Alternatif eğitim"
    },
    "explanation": "Uzaktan eğitim, eğitimcilerin ve öğrencilerin fiziksel konumlarına bağlı olmaksızın, çeşitli çevrimiçi platformlar, dijital araçlar ve interaktif materyaller kullanarak öğrenme deneyimlerini sunabildiği bir öğretim yaklaşımıdır (Anderson ve Dron, 2011). Doğru yanıt A'dır."
  },
  {
    "id": "3763963",
    "unitNumber": 5,
    "text": "Bir öğrenme yönetim sistemi içerisinde dikkat dağıtıcı, gereksiz bilgi bulunmaması ve etkileşimi artırıcı görseller içermesi aşağıdaki unsurlardan hangisi ile açıklanabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ders içeriği yönetimi",
      "B": "İçerik uyumluluğu",
      "C": "Yönetim",
      "D": "Sürdürülebilirlik",
      "E": "Öğrenme ve pedagojik gereksinimler"
    },
    "explanation": "Faxen (2011) çalışmasında yer verdiği öğrenme yönetim sisteminin gerekliliklerini içeren 11 unsur<br/>şunlardır; <br/>• Ders içeriği yönetimi: Ders içeriklerinin, dersin görevlerinin veya görevlere ilişkin bilgilerin dağıtılması, planlanması, aktif veya pasif edilmesi, yeniden kullanımı gibi süreçlerin yönetimi.<br/>• Değerlendirme: Sistemin ders değerlendirmesi için öğrencilerden gelen geri bildirimi destekleme, değerlendirmelerin öğrencilere sunulması, sonuçları sistemin içinde veya farklı bir programla analiz edebilme.<br/>• İletişim: Sistemin asenkron ve senkron öğretmen-öğrenci ve öğrenci-öğrenci iletişimlerini desteklemesi.<br/>• İlerleme: Sistemin öğrencinin öğrenme sürecini, görevlerini, notlarını raporlaması.<br/>• Yönetim: Sistemin ders veya kullanıcıya uygun şekilde düzenlenerek sunulması. Öğrenme yönetim sistemindeki sistem yöneticilerinin kullanıcılara uygun erişim izinlerini verme yetkileri olmalıdır.<br/>Öğretmen ve öğrencilerin sistemde erişim izinlerinin farklılık göstermesi, hiyerarşik bir yapı olması.<br/>• Entegrasyon: Sistemin diğer sistemlerle uyumlu çalışması ve birden fazla yazılımı destekleyebilmesi.<br/>• İçerik uyumluluğu: Sistemin farklı sistemler tarafından oluşturulmuş materyalleri kendine dahil edebilmesi, kullanımına izin vermesi.<br/>• Kullanılabilirlik: Uygulamanın ara yüzünün öğrenmeyi kolaylaştırıcı biçimde kullanıcı dostu olması.<br/>• Konfigürasyon ve modifikasyon: Sistemin var olan/kullanılan sunucuya uyumlu olması ve kolayca kurulum ve düzenleme yapılabilmesi.<br/>• Teknik gereksinim: Sistemin kullanım yoğunluğu ve kullanıcı kitlesi arttığında sorunsuz işleyebilecek yeterlilikte olması.<br/>• Öğrenme ve pedagojik gereksinimler: Dikkat dağıtıcı, gereksiz bilgi bulunmaması ve etkileşimi artırıcı görseller içermesi."
  },
  {
    "id": "3763675",
    "unitNumber": 5,
    "text": "Hangi teknolojik gelişme sayesinde kullanıcıların sadece bilgiye ulaşması değil, içerik oluşturup paylaşması da mümkün hale gelmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Web 1.0",
      "B": "Web 2.0",
      "C": "Geleneksel medya",
      "D": "Fiber optik bağlantı",
      "E": "Arama motorları"
    },
    "explanation": "İnsanların Web’inde (Web 2.0); sadece bilgiye ulaşmak değil, içerik oluşturup paylaşmak da mümkün hale gelmiştir. Bloglar, wikiler, podcasting, sosyal imleme ve sosyal ağ siteleri gibi Web 2.0 teknolojileri, kullanıcıların kolayca çevrim içi içerik yayınlamasına ve dünyanın her yerinden benzer ilgi alanlarına sahip diğer insanlarla bağlantı kurmasına ve ağ kurmasına izin verir. Doğru yanıt B'dir."
  },
  {
    "id": "3763961",
    "unitNumber": 5,
    "text": "Itslearning, Blackboard, Moodle, Sakai ve Open LMS aşağıdakilerden hangisine örnek olarak verilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Uzaktan Eğitim",
      "B": "Öğrenme Yönetim Sistemi",
      "C": "Kitlesel Çevrimiçi Açık Ders",
      "D": "Sosyal Ağ",
      "E": "Yapay Zeka"
    },
    "explanation": "Öğrenme yönetim sistemleri çeşitli formatlarda içerik paylaşımı, ölçme değerlendirme, iletişim ve raporlama gibi özellikleri barındırmaktadır. Bu sistemlere örnek olarak; Itslearning, Blackboard, Moodle, Sakai ve Open LMS gösterilebilir."
  },
  {
    "id": "3763742",
    "unitNumber": 5,
    "text": "Saklama, yönetme ve işleme kapasitelerini aşan data kümelerini tanımlamak için kullanılan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Büyük veri",
      "B": "Sanal veri",
      "C": "Karmaşık data",
      "D": "Database",
      "E": "Gigabayt"
    },
    "explanation": "Büyük veri, genellikle saklama, yönetme ve işleme kapasitelerini aşan veri kümelerini tanımlamak için kullanılan bir terimdir. Bu terim, hem depolanan veri türünü hem de bu verileri saklamak ve işlemek için kullanılan teknolojileri ifade eder. Doğru yanıt A'dır."
  },
  {
    "id": "3763666",
    "unitNumber": 5,
    "text": "Sayısallaştırma dediğimiz dönüşüm aşağıdakilerden hangisinin dijitalleştirilmesi olarak kabul <u>edilemez</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Analog bilgi",
      "B": "Analog veri",
      "C": "Analog sayı",
      "D": "Analog süreç",
      "E": "Analog sistem"
    },
    "explanation": "Sayısallaştırma olarak da adlandırılan dijitalleşme analog bilgi, veri, süreç veya sistemlerin dijital formata dönüştürülmesi sürecidir. Doğru yanıt C'dir."
  },
  {
    "id": "3763744",
    "unitNumber": 5,
    "text": "Sınıfta işlenen bir dersin görüntü kaydının online öğrenme ortamlarında bire bir kullanılması neden tavsiye edilmez?",
    "correctAnswer": "B",
    "options": {
      "A": "Etik sorunları beraberinde getireceği için",
      "B": "İnternet ortamına uygun etkileşim sağlamayacağı için",
      "C": "Sınıftaki derse katılımı düşüreceği için",
      "D": "Video görüntüsünün online arşivlerde çok fazla yer kapladığı için",
      "E": "Maliyetleri artıracağı için"
    },
    "explanation": "Yüz yüze eğitim ortamlarında kullanılan materyallerin internet ortamına aynı şekilde sunulmaması gerekmektedir. İnternet ortamına uygun, etkileşimli ve çeşitlendirilmiş kaynaklar, başarılı bir açık eğitim kaynağı için olmazsa olmazlardır. Doğru yanıt B'dir."
  },
  {
    "id": "3763676",
    "unitNumber": 5,
    "text": "Yaz, senaryo geliştir, öykü panosu oluştur, kaynakları bul, yarat ve paylaş olarak sıralanan aşamalar bir bütün olarak neyi temsil etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital öyküleme",
      "B": "Haber yazma",
      "C": "Etkinlik organizasyonu",
      "D": "Dijitalleşme",
      "E": "Dergi yayımcılığı"
    },
    "explanation": "Dijital öyküleme belirli adımları içeren bir süreç çerçevesinde yapılmaktadır. Bu adımlar; yaz, senaryo geliştir, öykü panosu oluştur, kaynakları bul, yarat ve paylaş olarak sıralanabilir. Doğru yanıt A'dır."
  },
  {
    "id": "3763956",
    "unitNumber": 5,
    "text": "“İş ekiplerinin fiziksel konumlarına bağlı olmaksızın, internet ve diğer teknolojik araçlar aracılığıyla etkili bir şekilde iletişim kurmalarını ve projeleri yönetmeleri……….kavramına denk gelir.”<br/>Yukarıdaki ifadede boş bırakılan yere aşağıdakilerden hangisi gelirse doğru olur?",
    "correctAnswer": "B",
    "options": {
      "A": "Kişiselleştirme düzeyi",
      "B": "Dijital işbirliği",
      "C": "Kullanıcı deneyimi",
      "D": "Katılım",
      "E": "Oyunlaştırma"
    },
    "explanation": "<strong> Dijital İş birliği: </strong>İş ekiplerinin fiziksel konumlarına bağlı olmaksızın, internet ve diğer teknolojik<br/>araçlar aracılığıyla etkili bir şekilde iletişim kurmalarını, işbirliği yapmalarını ve projeleri birlikte<br/>yönetmelerini sağlayan bir yaklaşımdır."
  },
  {
    "id": "3763644",
    "unitNumber": 6,
    "text": "...................., verili bilgideki açıkları fark etme, farkedilen açık ya da eksik görülen durumlar üzerine çeşitli varsayımlarda bulunma ve varsayımlara yönelik denemelerle sonuca ulaşma olarak tanımlanabilir?<br/>Yukarıdaki boşluğa aşağıdaki kavramlardan hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yaratıcılık",
      "B": "Sanat",
      "C": "Beceri",
      "D": "Zekâ",
      "E": "Kültür yaratma"
    },
    "explanation": "Yaratıcılık verili bilgideki açıkları fark etme, farkedilen açık ya da eksik görülen durumlar üzerine çeşitli varsayımlarda bulunma ve varsayımlara yönelik denemelerle sonuca ulaşma olarak tanımlanabilir."
  },
  {
    "id": "3763933",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Belirsizliğe tolerans gösterme</li> <li>Bağımsızlığa düşkün olma</li> <li>Dışa dönül olma</li> <li>Esnek olma </li> </ol> Yukarıdakilerden hangileri yaratıcı bireyin ortak özelliklerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III, IV",
      "B": "I-III-IV",
      "C": "I-II-III",
      "D": "I-II-IV",
      "E": "II-III-IV"
    },
    "explanation": "Yaratıcı bireylerin ortak özellikleri: Beklenmeyene, yeni olana açık olma, belirsizliğe tolerans gösterme, deneyime ve risk almaya gönüllü olma, meraklı olma, karmaşık işlere ilgi duyma, esnek olma, bağımsızlığa düşkün ve içe dönük olma, sorgulayıcı olma, gelişmiş bir mizah anlayışına sahip olma, güçlü bir duygusal farkındalığı olma.<br/>I-II-IV"
  },
  {
    "id": "3763942",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Sentetik Düşünme</li> <li>Eleştirel Düşünme</li> <li>Analitik Düşünme</li> <li>Çağrışımsal Düşünme</li> <li>Simgesel Düşünme</li> </ol> Yukarıdakilerden hangileri yaratıcı düşünme sürecinin düşünme yetileridir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, III, IV, V",
      "B": "I, II, III",
      "C": "I, II, III, IV",
      "D": "II, III, IV, V",
      "E": "II, III, IV"
    },
    "explanation": "Yaratıcı düşünme süreci çeşitli düşünme yetilerinin bir bütünü olarak değerlendirilebilir: Eleştirel Düşünme, Analitik Düşünme, Janusyan Düşünme, Sentetik Düşünme, Çağrışımsal Düşünme, Iraksak-yakınsak, İmgesel Düşünme.<br/>I, II, III, IV"
  },
  {
    "id": "3763935",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Hermann’ın Yaratıcı Sorun Çözme Model'indeki değişik zihinsel düşünme becerisiyle ilişki olan becerilerden dedektif meslek grubu ile ilgili bir özelliktir?",
    "correctAnswer": "A",
    "options": {
      "A": "Problemi bütün yönleriyle ele alma",
      "B": "Doğru fikri seçme",
      "C": "Alternatif bakış açıları üretme",
      "D": "Fikir geliştirme, çözüm üretme",
      "E": "Problemin ne olduğunu ortaya koyma"
    },
    "explanation": "Hermann’ın Yaratıcı Sorun Çözme Modeli ise altı değişik zihinsel düşünme becerisiyle ilişki olduğundan bu becerileri mühendis, yargıç, kaşif, dedektif, sanatçı ve prodüktör olmak üzere altı meslek grubunu temsil eder. Dedektif, problemi bütün yönleriyle ele alma sürecini temsil eder."
  },
  {
    "id": "3763941",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi biçim, içerik ve öznenin birbirinden ayrılmaz bir şekilde etkileşim ile canlı bir organizma gibi etkili, başarılı bir şekilde bir araya gelmesini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Organik birlik",
      "B": "Yaratıcı edim",
      "C": "Yaratıcı düşünme",
      "D": "Sanatsal yaratım",
      "E": "Eleştirel düşünme"
    },
    "explanation": "Biçim, içerik ve öznenin birbirinden ayrılmaz bir şekilde etkileşim ile canlı bir organizma gibi etkili, başarılı bir şekilde bir araya gelmesine organik birlik denir."
  },
  {
    "id": "3763938",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi duyuşsal ve görsel izlenim öğeleriyle düşünme ve uygulama sürecidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tutum",
      "B": "Metafor",
      "C": "Mecaz",
      "D": "Yaratıcılık",
      "E": "Yaratıcı edim"
    },
    "explanation": "Yaratıcı edim, başka bir deyişle sanatsal ifade, duyuşsal ve görsel izlenim öğeleriyle düşünme ve uygulama sürecidir."
  },
  {
    "id": "3763645",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yaratıcı bireylerin ortak özelliklerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tutucu olma",
      "B": "Belirgin olana tolerans gösterme",
      "C": "Deneyime ve risk almaya gönüllü olma",
      "D": "Karmaşık olmayan işlere ilgi duyma",
      "E": "Dıla dönük olma"
    },
    "explanation": "Yaratıcı bireylerin ortak özellikleri: Beklenmeyene, yeni olana açık olma, belirsizliğe tolerans gösterme, deneyime ve risk almaya gönüllü olma, meraklı olma, karmaşık işlere ilgi duyma, esnek olma, bağımsızlığa düşkün ve içe dönük olma, sorgulayıcı olma, gelişmiş bir mizah anlayışına sahip olma, güçlü bir duygusal farkındalığı olma."
  },
  {
    "id": "3763937",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yaratıcı düşünme sürecininde, bir çağrışım, bilinçli ya da bilinçaltında konuyu düşünürken ortaya çıkan bir uyarı veya fikrin doğmasını sağlayan aydınlanma aşamasıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Fikrin geliştirilmesi evresi",
      "B": "Gerçekleşme evresi",
      "C": "Kuluçka evresi",
      "D": "Fikrin doğması evresi",
      "E": "Hazırlık evresi"
    },
    "explanation": "Kuluçka evresi çoğunlukla hayatın rutini içinde bir zorunluluk olarak ortaya çıkar. Bu evredeki herhangi bir çağrışım, bilinçli ya da bilinçaltında konuyu düşünürken ortaya çıkan bir uyarı, fikrin doğmasını sağlar. Bu nedenle fikrin doğması aşaması bazı kaynaklarda aydınlanma olarak da adlandırılır ve çoğunlukla aniden gerçekleşir."
  },
  {
    "id": "3763939",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yaratıcı içerik geliştirme yöntemlerinden sinektik yöntemin adımlarından biri <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Sorunu Parçalara Ayırma",
      "B": "Farklı Bakış Açılarını İnceleme",
      "C": "Elde Edilen Düş leri Değerlendirme",
      "D": "Sorun Tanımlama",
      "E": "Alternatifleri Seçip Görselleştirme"
    },
    "explanation": "Sinektik yöntemde adımlar: Sorun Tanımlama, Sorunu Parçalara Ayırma, Elde Edilen Düşünceleri<br/>Değerlendirme, Soruna İlişkin Bilgi Edinme, Eğer, Gibi Sözcüklerini Kullanarak Düşünme/Cümle Kurma, Alternati\u001beri Seçip<br/>Görselleştirme<br/>Farklı Bakış Açılarını İnceleme"
  },
  {
    "id": "3763934",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yaratıcılık kavramının açıklanmasında kullanılan ifadelerden biri <strong>değildir</strong>? <br/>Yaratıcılık, tutum, süreç, ürün, beceri, kişilik özelliklerinin<br/>birleşimi ve bununla birlikte çevresel koşulların bir<br/>sonucu olarak açıklanabilir",
    "correctAnswer": "E",
    "options": {
      "A": "Beceri",
      "B": "Tutum",
      "C": "Süreç",
      "D": "Ürün",
      "E": "Cinsiyet"
    },
    "explanation": "Yaratıcılık, tutum, süreç, ürün, beceri, kişilik özelliklerinin birleşimi ve bununla birlikte çevresel koşulların bir sonucu olarak açıklanabilir<br/>Cinsiyet"
  },
  {
    "id": "3763936",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yaratıcılığı olumsuz etkileyen örgütsel etkenlerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kararsızlık",
      "B": "Güvensizlik",
      "C": "Alışkanlıklar",
      "D": "Cesaretsizlik",
      "E": "Bağımlılık"
    },
    "explanation": "Yaratıcılığı olumsuz etkileyen örgütsel etkenlerden biri güvensizliktir."
  },
  {
    "id": "3763649",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yaratıcılığı olumsuz etkileyen örgütsel etkenlerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Özgüven eksikliği",
      "B": "Korku",
      "C": "Kalıp davranışları benimsemek",
      "D": "Ahlâki değerler",
      "E": "Ciddilik tutkusu"
    },
    "explanation": "Örgütsel Etkenler: Hiyerarşi, Otoriter yönetim, Baskı, Güvensizlik, Yersiz eleştiri, Ciddilik tutkusu."
  },
  {
    "id": "3763648",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yaratıcılığı olumsuz etkileyen öznel engellerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çevre",
      "B": "Medya",
      "C": "Baskı",
      "D": "Yersiz eleştiri",
      "E": "Kararsızlık"
    },
    "explanation": "Kişisel Etkenler: Özgüven eksikliği, Korku, Saplantı, Alışkanlıklar, Tembellik, Esnek olamamak, Kalıp davranışları benimsemek, Kararsızlık, Bağımlılık, Cesaretsizlik."
  },
  {
    "id": "3763646",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisinde yaratıcı düşünce süreci doğru sıralama ile verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "hazırlık, kuluçka, fikrin doğması, fikrin geliştirilmesi",
      "B": "kuluçka, hazırlık, fikrin doğması, fikrin geliştirilmesi",
      "C": "fikrin doğması, fikrin geliştirilmesi, kuluçka, hazırlık",
      "D": "fikrin doğması, kuluçka, hazırlık, fikrin geliştirilmesi",
      "E": "hazırlık, araştırma, fikrin doğması, fikrin uygulanması"
    },
    "explanation": "Hazırlık, kuluçka, fikrin doğması, fikrin geliştirilmesi aşamaları yaratıcı düşünme sürecini oluşturur."
  },
  {
    "id": "3763653",
    "unitNumber": 6,
    "text": "Birbiriyle alakasız parçaları bir araya getirme işlemi olarak tanımlanabilecek yaratıcı düşünme tekniği aşağıdakilerden hangisi olarak tanımlanabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sinektik Tekniği",
      "B": "Altı Şapka Düşünme Tekniği",
      "C": "Düşünerek Keşfetme Tekniği",
      "D": "Düşünerek Uygulama Tekniği",
      "E": "Düşünerek Betimleme Tekniği"
    },
    "explanation": "Yaratıcı içerik oluştururken düşünme yollarını genişletmek üzere başvurulabilecek bir diğer yol ise sinektik tekniğidir. Terminolojik olarak kökeni Yunancaya dayanan sinektik kavramında yer alan syn: bir araya getirmek ve ectics: farklı unsurlar anlamına gelmektedir. İki kavram arasında benzerlik belirleme süreci olarak tanımlanır. Birbiriyle alakasız parçaları bir araya getirme işlemi olarak tanımlanabilecek bu tekniği Gordon (1961) yaratıcı bireylerin kullandığı yöntemleri araştırırken yaratıcı süreçte bireylerin farkında olmaksızın analojiye başvurduğunu bulmuştur."
  },
  {
    "id": "3763940",
    "unitNumber": 6,
    "text": "Elma kurdunun açtığı oyuk ile yer altı tünelleri arasında benzerlik kurulması yaratıcı içerik geliştirme tekniklerinden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Beyin Fırtınası Tekniği",
      "B": "Gündelik Yaşam Tekniği",
      "C": "Altı Şapkalı Düşünme Tekniği",
      "D": "Doğrudan Analoji Tekniği",
      "E": "Eleştirel Düşünme Tekniği"
    },
    "explanation": "Doğrudan anoloji, karşılaştırma yapmaya ve benzeşime dayanır. Benzerlikleri kurmak için hayvanlar, bitkiler vb. gibi çoğunlukla doğal anolojilere başvurulur. Elma kurdunun açtığı oyuk ile yer altı tünellerinin benzerliği gibi, hayvanların kendilerini koruma yöntemleri ya da fiziksel özellikleri pek çok yaratıcı tasarıma kaynaklık etmiştir<br/>Doğrudan Analoji Tekniği"
  },
  {
    "id": "3763652",
    "unitNumber": 6,
    "text": "Sanatta yaratıcılığın dışsal biçimi olarak imgenin hangi yönü ortaya çıkar?",
    "correctAnswer": "E",
    "options": {
      "A": "pratik-maddi",
      "B": "içeriğin nesnel taşıyıcısı",
      "C": "imgesel modeli",
      "D": "somutlaştırıcı",
      "E": "maddi gövdesi"
    },
    "explanation": "Sanatta yaratıcılığın içsel ve dışsal olarak iki şekilde karşımıza çıktığını belirtir: “Birincisi, pratik-zihinsel etkinlik olarak; yani yaşamın imgesel modelini çizecek yolda, hayal gücünün yaratıcı etkinliğini bir sonucu olarak. İkincisi, pratik-maddi yaratım olarak; yani taştan, metalden, seslerden, sözcüklerden, vücut hareketlerinden, vs., sanatsal bir içeriğin nesnel taşıyıcısını var edecek biçimde, emeğin özel bir biçimi olarak. Bu birincisinde, sanatın içsel biçimi, yani sanatın içeriğinin imgesel olarak somutlaştırıcı; ikincisindeyse, sanatın dışsal biçimi, yani sanatsal imgenin maddi gövdesi ortaya çıkar”"
  },
  {
    "id": "3763650",
    "unitNumber": 6,
    "text": "Yaratıcı düşünmenin cisimleşme süreci ne olarak açıklanabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "yaratıcı edim",
      "B": "imgelem",
      "C": "kuluçka",
      "D": "fikrin doğması",
      "E": "yaratıcı süreç"
    },
    "explanation": "Sanat ve tasarım alanında yaratıcı düşünmeden bahsetmek, düşünme süreci, problemin çözümüne yönelik geliştirilen çözüm önerileri vb. şeylerin yanı sıra düşünme ile hareket etme arasındaki bağdan, uygulama sürecinden ve ortaya çıkan eylem ya da ürünün değerlendirilmesinden söz etmeyi de kapsar.<br/>Yaratıcı düşünmenin cisimleşme süreci yaratıcı edim olarak açıklanabilir."
  },
  {
    "id": "3763651",
    "unitNumber": 6,
    "text": "İmgelemin sonuçlarının dış dünyada görünür olması ne olarak tanımlanabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "sanat yapımı",
      "B": "yaratıcılık",
      "C": "yaratıcı edim",
      "D": "fikrin doğması",
      "E": "fikrin geliştirilmesi"
    },
    "explanation": "“İmgelem zihin gözüyle görmek ise yaratıcılık, imgelemin sonuçlarının dış dünyada görünür olmasıdır” (Robinson, 2003, s. 189)."
  },
  {
    "id": "3763647",
    "unitNumber": 6,
    "text": "İçerik veya bilgi (görsel, işitsel, sembolik, şematik, davranışsal), işlem (biliş, hafıza, çoğul üretim, tekil üretim, değerlendirme), ürün ya da fikir (üniteler, sınıflar, ilişkiler, sistemler, dönüşümler, çıkarımlar) boyutlarından oluşan yaratıcı süreç aşağıdakilerden hangi zihinsel yapı modeli olarak açıklanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Rhodes",
      "B": "Guilford",
      "C": "Janusyan",
      "D": "Walles",
      "E": "Parnes"
    },
    "explanation": "İçerik veya bilgi (görsel, işitsel, sembolik, şematik, davranışsal), işlem (biliş, hafıza, çoğul üretim, tekil üretim, değerlendirme), ürün ya da fikir (üniteler, sınıflar, ilişkiler, sistemler, dönüşümler, çıkarımlar) boyutlarından oluşan yaratıcı süreci olarak Guilford (1988) zihinsel yapı modeli olarak açıklanır."
  },
  {
    "id": "3763658",
    "unitNumber": 7,
    "text": "\".....................: İçeriğin belirlenmesinde ve sürece alınmasında verimli olması amaçlanmalıdır.\"<br/>Yukarıdaki verilen eğitim programları ilkelerine yönelik ifadedeki boşluğu <u>doğru</u> bir biçimde doldurun?",
    "correctAnswer": "E",
    "options": {
      "A": "Geçerlik ve güvenirlik",
      "B": "Bireylerin ilgi ve ihtiyaçlarına yönelik olma",
      "C": "Aktarılabilirlik ve uygunluk",
      "D": "Toplumsal fayda",
      "E": "Ekonomiklik"
    },
    "explanation": "İçeriğin düzenlenmesine yönelik bazı ilkeler ve yaklaşımlar bulunmaktadır. Bir etkinliğe ilişkin içeriğin belirlenmesi ve tasarlanmasına yönelik ilkeler aşağıdaki gibi özetlenebilir;<br/>Geçerlik ve güvenirlik<br/>Bireylerin ilgi ve ihtiyaçlarına yönelik olma<br/>Aktarılabilirlik ve uygunluk<br/>Toplumsal fayda<br/>İçeriğin mantıksal yapısı<br/>Bilimsellik<br/>İçeriğin psikolojik temeli<br/><strong>Ekonomiklik: </strong>İçeriğin belirlenmesinde ve<br/>sürece alınmasında verimli olması amaçlanmalıdır."
  },
  {
    "id": "3763660",
    "unitNumber": 7,
    "text": "<ol type=\"I\"><br/><li>Yapılandırılmış sorgulama</li><br/><li>Rehberli sorgulama</li><br/><li>Destekli sorgulama</li><br/><li>Açık uçlu sorgulama</li><br/></ol><br/>Yukarıdakilerden hangileri Sadeh ve Zion tarafından belirtilen araştırmaya-sorgulamaya dayalı yöntemlerdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I ve II",
      "B": "Yalnız II ve III",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Araştırmaya-sorgulamaya dayalı yaklaşımda Sadeh ve Zion (2012) tarafından belirtilen şu yöntemler kullanılmaktadır.<br/>• Yapılandırılmış sorgulama: Alıcının daha pasif olduğu, öğretenin daha etkin olduğu bir sorgulama yöntemidir. Bu yöntemde öğreten süreç içinde gerekli olabilecek araç ve gereçleri hazırlar. Birey ise ilişkisel bir inceleme yaparak sorgulama yapar.<br/>• Rehberli sorgulama: Bir problem oluşturularak öğretenin rehberlik ettiği bir süreç<br/>gerçekleştirilir. Hitap edilen kitle problem durumunu rehber eşliğinde sorgulayarak ele alır. Bu yöntemde kişi yapılandırılmış sorgulamaya göre daha etkindir.<br/>• Açık uçlu sorgulama: Bu yöntemde birey yapılandırılmış sorgulama ve rehberli sorgulama yöntemine göre daha aktiftir. Sürecin tüm aşamalarında hitap edilen kitleden sorgulaması, problemin çözümüne yönelik çalışmalar gerçekleştirmesi beklenmektedir."
  },
  {
    "id": "3763672",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi eleştirel düşünme öğretimine yönelik yaklaşımlardan biri <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Konu Tabanlı Öğretim Yaklaşımı",
      "B": "Konumlandırılmış Öğretim Yaklaşımı",
      "C": "İçerik Temelli Öğretim Yaklaşımı",
      "D": "Beceri Temelli Öğretim Yaklaşımı",
      "E": "Karma Öğretim Yaklaşımı"
    },
    "explanation": "Alanyazına göre, eleştirel düşünmenin öğretimine ilişkin dört temel yaklaşım vardır;<br/>• <strong>Konu Tabanlı Öğretim Yaklaşımı</strong>: Eleştirel düşünme prensiplerini eğitsel içerik öğretimiyle entegre<br/>eder. Bu yaklaşımda eleştirel düşünme öğretimi, içerik öğretimiyle birlikte işlenir ve bireylere eleştirel düşünmeyi kullanmaları için konuyla ilgili cesaretlendirme yapılır. Bu şekilde eleştirel düşünme, bireylerin konuları daha derinlemesine ve dikkatli bir şekilde anlamalarına yardımcı olur ve aktarım sürecine entegre edilir.<br/>• <strong>İçerik Temelli Öğretim Yaklaşımı</strong>: İçerik ve eleştirel düşünmenin prensiplerini birleştirir, hitap edilen kitleye eğitsel içerik öğretilirken aynı zamanda eleştirel düşünmeye odaklandırır. Bu yaklaşımda, içerik öğretimine ağırlık verilir ve eleştirel düşünmenin ilke ve kuralları örtük şekilde verilebilir. Bireyler, içerik odaklı çalışmalar sırasında eleştirel düşünmeyi kendiliğinden geliştirir ve bu yaklaşım onları eleştirel düşünce becerilerini içeren bir sürece dahil eder.<br/>• <strong>Beceri Temelli Öğretim Yaklaşımı:</strong> Eleştirel düşünme öğretimi içerikten bağımsız olarak temellendirir. Bu yaklaşımda, eleştirel düşünmenin ilkeleri, prensipleri ve eleştirel düşünme becerileri, hitap edilen kitleye eleştirel düşünme yeteneği ve eğilimini kazandırmak için yapılandırılmış içeriklerle birlikte öğretilir. Bu içerikler genellikle yerel sosyo-politik konular, eğitim ortamındaki sorunlar veya çevreyle ilgili sorunlar gibi gerçek yaşam sorunları olabilir, ancak bu yaklaşım bir içeriğin olmasını zorunlu kılmaz. Bu şekilde, bireylere eleştirel düşünme becerilerini günlük hayatlarına uygulama fırsatı sunulur.<br/>• <strong>Karma Öğretim Yaklaşımı:</strong> Bu yaklaşım eleştirel düşünmenin genel ilkelerini ayrı bir eğitim aracılığıyla hitap edilen kitleye sunar. Ancak bireyler aynı zamanda içerik temelli eleştirel düşünme öğretimine de maruz bırakılırlar. Bu şekilde, bireylere eleştirel düşünmenin temel becerileri ve prensipleri ayrı bir disiplinde öğretilirken, aynı zamanda gerçek yaşam içerikleriyle ilişkili aktarıma dayalı deneyim de sunulur. Bu yaklaşım, eleştirel düşünme becerilerini teorik düzeyde aktarmanın yanı sıra, bu becerileri günlük hayatta uygulamayı teşvik eder. Böylece, bireyler hem eleştirel düşünmeyi kavramsal olarak anlar hem de pratik olarak kullanmayı öğrenirler."
  },
  {
    "id": "3763994",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi eleştirel düşünmenin bilişsel stratejileri içinde yer alan mikro becerilerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Otantik bir bakış açısı geliştirebilme",
      "B": "Derinlemesine sorgulamanın gerekliliği",
      "C": "Çözüme odaklı olma",
      "D": "Eleştirel dinleme",
      "E": "Düşünmeyi düşünme"
    },
    "explanation": "Eleştirel düşünmenin bilişsel stratejileri içinde yer alan mikro beceriler; bütünün içinde parçaları değerlendirebilme becerileridir. Bu beceriler: *Gerçek ile ideali karşılaştırma ve ayırt etme. *Düşünmeyi düşünme. *Benzerlikleri ve farklılıkları belirleme. *Varsayımları değerlendirme. *İlgili ve ilgili olmayan gerçekleri ayırt etme. *Akılcı çıkarımlarda bulunma. *Çelişkileri tespit etme. *Kanıtları ve iddia edilen gerçekleri ayırt edebilmedir."
  },
  {
    "id": "3763999",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi eleştirel düşünmenin duyuşsal stratejilerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bağımsız düşünme",
      "B": "Varsayımları değerlendirme",
      "C": "Akılcı çıkarımlarda bulunma",
      "D": "Çelişkileri tespit etme",
      "E": "Gerçek ile ideali karşılaştırma"
    },
    "explanation": "Eleştirel düşünmenin belli başlı duyuşsal stratejileri şu şekilde sıralanabilir: *Bağımsız düşünme *Tarafsız düşünmeyi gerçek hayat deneyimlerinde uygulama *Düşüncelerin kaynağındaki duyguları ve inançları keşfetme *Entelektüel mütevazilik ve yargılamayı erteleme *Entelektüel iyiliği geliştirme *Entelektüel yolda devam etme azmini geliştirme."
  },
  {
    "id": "3763996",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi eleştirel düşünmenin öğretiminde kullanılabilecek temel yaklaşımlardan <strong>biri değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Konu Tabanlı Öğretim",
      "B": "Proje Tabanlı Öğretim",
      "C": "Beceri Temelli Öğretim",
      "D": "İçerik Temelli Öğretim",
      "E": "Karma Öğretim"
    },
    "explanation": "Alanyazına göre, eleştirel düşünmenin öğretimine ilişkin dört temel yaklaşım vardır. Bunlar konu tabanlı öğretim, beceri temelli öğretim, içerik temelli öğretim ve karma öğretim yaklaşımlarıdır."
  },
  {
    "id": "3763663",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi post-pozitivist eğitim yaklaşımın özelliklerinden biri <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Temel felsefesi gerekli akademik bilgiyi ve gelişimi kapsar.",
      "B": "Ortak duygu, diyalog ve karşılıklı etkileşimin insanlar arasında bağlayıcı olacağına inanılmaktadır.",
      "C": "Yeni neslin beklentilerine ve arzularına hitap edebilir.",
      "D": "Bireysel ihtiyaçlara ve beklentilere cevap verebilecek esnek bir yapıya sahiptir.",
      "E": "Eğitim bireysel gelişimin önemsendiği bilişsel ve duyuşsal bir alan olarak algılanır."
    },
    "explanation": "Post-pozitivist eğitim anlayışı olarak isimlendirilen yaklaşım eğitimin amacının ve kapsamının yeniden tanımlanmasına neden olmuştur Bu yaklaşımın özellikleri kısaca şöyle sıralanabilir;<br/>• <strong>Temel felsefesi çok kültürlü ve demokratik eğitime dayanır.</strong><br/>• Ortak duygu, diyalog ve karşılıklı etkileşimin insanlar arasında bağlayıcı olacağına<br/>inanılmaktadır.<br/>• Mevcut sosyal ve politik yapı içinde yetişen yeni neslin beklentilerine ve arzularına hitap edebilir.<br/>• Homojen eğitim anlayışından farklı olarak bireysel ihtiyaçlara ve beklentilere cevap verebilecek esnek bir yapıya sahiptir.<br/>• Eğitim bireysel gelişimin önemsendiği bilişsel ve duyuşsal bir alan olarak algılanır."
  },
  {
    "id": "3763995",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi yetkin düşünemeyen bireylerin özelliklerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yeterli kanıt buluncaya kadar şüphe duyar.",
      "B": "Kavramları yüzeysel bir şekilde kullanır.",
      "C": "Düşünmeden hareket edemez.",
      "D": "Önbilgileri ilişkisel bir şekilde kullanabilir.",
      "E": "Problemi açıkça ifade edebilir."
    },
    "explanation": "Yetkin düşünemeyen bireylerin özellikleri şöyle sıralanabilir: *Benmerkezci ve dağınık düşünürler. *Kavramları yüzeysel bir şekilde kullanırlar. *Sıklıkla amaç ve kapsamın dışına çıkarlar. *Önyargılı ve yetersiz kararlar geliştirirler. *Belirsiz bilgilere dayalı olarak sonuca ulaşırlar."
  },
  {
    "id": "3763669",
    "unitNumber": 7,
    "text": "Coney’in düşünme becerilerini sınıflandırmasına göre 'teorik düşünmenin' tanımı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bireyin yeni, farklı, orijinal, özgün, ayrıştırıcı düşünme, alternatifli düşünme ve ürünler ortaya koymasıdır.",
      "B": "Bireyin kişisel ve sosyal hayatını ve ilişkilerini yönlendirmesiyle açıklanmaktadır.",
      "C": "Ontolojik anlamda varlık ve var olan şeyler üzerine yapılan sorgulamalara karşılık gelmektedir.",
      "D": "Problemin belirlenmesi, çözüm önerileri geliştirilmesi, karar verilmesi ve uygulamaya geçilmesi adımlarının takip edilerek yaşamın sürdürülmesiyle bağıntılıdır.",
      "E": "Bir bütündeki her bir parçanın analiz edilerek bütünle/sistemle ilişkilerinin incelendiği düşünce becerisidir."
    },
    "explanation": "Coney düşünme becerilerini teknik düşünme, pratik düşünme, teorik düşünme ve eleştirel düşünme olmak üzere dört ana başlık altında toplayarak ele almıştır. Teknik düşünme becerisi bireyin sahip olduğu meta, malzeme ve araçlarla istendik bir ürün ortaya çıkarması olarak düşünülebilir. Pratik düşünme,<br/>bireyin kişisel ve sosyal hayatını ve ilişkilerini yönlendirmesiyle açıklanmaktadır. <strong>Teorik düşünme, ontolojik anlamda varlık ve var olan şeyler üzerine</strong><br/><strong>yapılan sorgulamalara karşılık gelmektedir.</strong> Eleştirel düşünme ise problemin belirlenmesi, çözüm önerileri geliştirilmesi, karar verilmesi ve uygulamaya geçilmesi adımlarının takip edilerek yaşamınsürdürülmesiyle bağıntılıdır."
  },
  {
    "id": "3763993",
    "unitNumber": 7,
    "text": "Olay, olgu, deneyim, inanç ve kavramlar arası ilişkilerin belirlenip ifade edilmesi biçiminde açıklanan eleştirel düşünmenin alt becerisi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yorumlama",
      "B": "Açıklama",
      "C": "Çıkarsama",
      "D": "Çözümleme",
      "E": "Değerlendirme"
    },
    "explanation": "Çözümleme: Olay, olgu, deneyim, inanç ve kavramlar arası ilişkilerin belirlenip ifade edilmesidir. Kanaat ve kavramlar birbirleriyle ilişkisi içinde ele alınarak irdelenir, benzerlikler ve farklılıklar tespit edilir."
  },
  {
    "id": "3763997",
    "unitNumber": 7,
    "text": "Ontolojik anlamda varlık ve var olan şeyler üzerine yapılan sorgulamalar biçiminde tanımlanan düşünme becerisi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Teknik düşünme",
      "B": "Pratik düşünme",
      "C": "Analitik düşünme",
      "D": "Eleştirel Düşünme",
      "E": "Teorik düşünme"
    },
    "explanation": "Teorik düşünme, ontolojik anlamda varlık ve var olan şeyler üzerine yapılan sorgulamalara karşılık gelmektedir."
  },
  {
    "id": "3763667",
    "unitNumber": 7,
    "text": "Pedagoji kapsamında “insanlaşma” ve “insandışılaşma” kavramlarını irdeleyen düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Brian McHale",
      "B": "Edward Said",
      "C": "Ihab Hassan",
      "D": "Paulo Freire",
      "E": "Jurgen Habermas"
    },
    "explanation": "Eleştirel pedagojinin anlamlandırılmasında bu yaklaşımın insan kavramını nasıl ele aldığının incelenmesi önemli görülmektedir.<br/>Marksist filozof <strong>Paulo Freire’de öncelikle insan, insanlaşma ve insandışılaşma kavramlarını ele almıştır. </strong>"
  },
  {
    "id": "3763665",
    "unitNumber": 7,
    "text": "İktidarın kendi varlığını sürdürebilmek adına bilgiye ihtiyaç duyduğunu belirten düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Deleuze",
      "B": "Lyotard",
      "C": "Foucault",
      "D": "Durkeim",
      "E": "Derrida"
    },
    "explanation": "<strong> Foucault’a göre</strong> iktidar, bireyin kendisiyle ve ötekilerle kurduğu ilişkilerin içinde her yerde var olmaktadır . O, bu eksende bilgiyi de <strong>iktidarla ilişkisi içinde ele alarak iktidarın kendi varlığını sürdürebilmek adına bilgiye ihtiyaç duyduğunu belirtmektedir </strong>"
  },
  {
    "id": "3763991",
    "unitNumber": 7,
    "text": "İçeriğin amaçlarla ve içeriğin kullanıcısı olan bireyle uyum içerisinde olması biçiminde açıklanan sorgulama temelli içerik belirleme ve tasarlanma ilkesi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Aktarılabilirlik",
      "B": "Geçerlik",
      "C": "Güvenirlik",
      "D": "Tutarlılık",
      "E": "Ekonomiklik"
    },
    "explanation": "Bir etkinliğe ilişkin sorgulama temelli içeriğin belirlenmesi ve tasarlanmasına yönelik ilkelerden biri olan geçerlik ilkesi; içeriğin amaçlarla ve içeriğin kullanıcısı olan bireyle uyum içerisinde olması biçiminde açıklanmaktadır."
  },
  {
    "id": "3763670",
    "unitNumber": 7,
    "text": "“Bireyin ulaşmış olduğu sonuç ya da sonuçları kavramsal, kuramsal ve metodolojik boyutta ifade etmesidir. Bireyin ulaştığı sonuçları gerekçelendirmesi, geliştirdiği argümanlarla diğer kişilerle tartışmalar yapabilmesidir.”<br/>Yukarıdaki ifade eleştirel düşünmenin aşağıdaki alt becerilerinden hangisini açıklar?",
    "correctAnswer": "E",
    "options": {
      "A": "Yorumlama",
      "B": "Çıkarsama",
      "C": "Çözümleme",
      "D": "Değerlendirme",
      "E": "Açıklama"
    },
    "explanation": "Facione (1990) eleştirel düşünme becerisinin şu alt becerilerin bir araya gelmesiyle oluştuğunu ifade etmektedir;<br/>• Yorumlama• Çözümleme• Çıkarsama• Değerlendirme•<strong> Açıklama:</strong> Bireyin ulaşmış olduğu sonuç ya da sonuçları kavramsal, kuramsal ve metodolojik boyutta ifade etmesidir. Bireyin ulaştığı sonuçları gerekçelendirmesi, geliştirdiği argümanlarla diğer kişilerle tartışmalar yapabilmesidir.• Kendini Düzenleme"
  },
  {
    "id": "3763674",
    "unitNumber": 7,
    "text": "“Eleştirel düşünebilme yetisine sahip birey/ bireyler yaşadıkları deneyimler aracılığıyla içselleştirdikleri bilgileri karşılaştıkları benzer ve/veya yeni durumların içinde etkin şekilde kullanabilirler.”<br/>Yukarıdaki ifade eleştirel düşünme stratejilerinden/makro yeteneklerden hangisini açıklar?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgi kaynaklarının güvenirliğinden emin olma",
      "B": "Derinlemesine sorgulamanın gerekliliği",
      "C": "Yaşadıkları deneyimlerden öğrendiklerini diğer bir benzer deneyime transfer edebilme",
      "D": "<em>Varsayımları değerlendirme</em>",
      "E": "<em>İlgili ve ilgili olmayan gerçekleri ayırt etme</em>"
    },
    "explanation": "<strong>Yaşadıkları deneyimlerden öğrendiklerini diğer bir benzer deneyime transfer edebilme:</strong><br/>Eleştirel düşünebilme yetisine sahip birey/bireyler yaşadıkları deneyimler aracılığıyla içselleştirdikleri bilgileri karşılaştıkları benzer ve/veya yeni durumların içinde etkin şekilde kullanabilirler."
  },
  {
    "id": "3763974",
    "unitNumber": 8,
    "text": "\"Bir öğretmen öğrencilerin Görsel İletişim Tasarımına yönelik başarı düzeyleri belirlemek istiyor. Bunun için öğretmen daha önce hazırlamış olduğu belirtke tablosundan yararlanarak kapsam geçerliliği yüksek bir başarı testi hazırlıyor. Daha sonra testteki her bir maddenin kaç puana denk geldiğini belirleyerek sınıfa bu testi uyguluyor. Uygulama sonucunda öğrencilerin Görsel İletişim Tasarımı dersine ilişkin başarı ortalamlarının 61 olduğunu saptıyor. Bu başarı ortalamasına bakarak öğretmen, öğrencilerinin başarı düzeyinin orta olduğuna karar veriyor.\"<br/>Yukardaki örnek olayda öğretmenin gerçekleştirdiği hangi eylem ölçme işlemi aşamalarından \"ölçülecek özelliklerin belirlenmesi\" aşaması ile ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Öğrencilerin derse ilişkin başarı düzeylerini belirlemek istemesi",
      "B": "Daha önce hazırlamış olduğu belirtke tablosundan yararlanması",
      "C": "Derse yönelik bir başarı testi hazırlaması",
      "D": "Öğrencilerin başarı ortalamalarının 61 olduğunu hesaplaması",
      "E": "Öğrencilerin başarı düzeylerinin \"orta\" olduğuna karar vermesi"
    },
    "explanation": "Ölçme işleminin üç safhada gerçekleştiğini dile getirilmektedir:<br/>• Ölçülmesi amaçlanan özelliklerin (niteliklerin) belirlenmesi (Davranışların belirlenmesi)<br/>• Niceliklerin tespit edilmesi, yani ölçülecek özelliğin ne tür bir sıfat ya da sayıyla ifade edileceğinin belirlenmesi (Ölçme aracının belirlenmesi)<br/>• Belli bir kurala göre niteliklerle niceliklerin eşleştirilmesi (Ölçme işleminin gerçekleştirilmesi)<br/>Örnek olayda öğretmenin öğrencilerin Görsel İletişim Tasarımı dersine ilişkin başarı durumlarını belirlemek istemesi, ölçme işleminin ilk aşaması olan neyin ölçüleceğine karar verildiği, ölçülecek özelliklerin belirlenmesi aşaması ile ilgilidir. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3763838",
    "unitNumber": 8,
    "text": "1973'de Arap Devletleri ile yaşadığı savaştakeşif amacıyla ABD'nin İHA’larını kullanan ve bu savaş sonrası kendi özgün İHA'larını geliştiren ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İsrail",
      "B": "İran",
      "C": "Fransa",
      "D": "Afganistan",
      "E": "Türkiye"
    },
    "explanation": "İsrail, İHA konusunda geçmişe sahip olan bir devlettir. 1973 yılındaki Arap Devletleri ve İsrail arasında yaşanan savaşta, İsrail Hava Kuvvetleri ABD İHA’larını keşif amacıyla kullanmıştır (Zaloga, 2008). Bu savaş sonrasında ise İsrail Aircraft Industries ve Tadiran firmaları, İsrail’e ait özgün İHA’lar geliştirmiştir. Scout ve Mastiff adlı İHA’lar savaş sonrası dönemde İsrail tarafından üretilen ilk İHA’lardandır. Özellikle Mastiff, İHA konusunda önemli bir yere sahiptir. Bu araç, sonraki yıllarda ABD tarafından geliştirilen Pioneer, Predator ve Shadow adlı İHA’ların geliştirilmesinde temel bir tasarım olarak kullanılmıştır (Newcome, 2004)."
  },
  {
    "id": "3763982",
    "unitNumber": 8,
    "text": "Aşağıda aynı özelliği ölçen testlerin iç tutarlığına ilişkin güvenirlik katsayıları (korelasyon = r) verilmiştir. Bu testlerden hangisinin ölçme aracı olarak kullanılması uygun olur?",
    "correctAnswer": "E",
    "options": {
      "A": "5",
      "B": "25",
      "C": "45",
      "D": "65",
      "E": "85"
    },
    "explanation": "Güvenirlik hesaplama yöntemlerinden bir diğeri de iç tutarlılık katsayılarıdır. Özellikle likert tipi ölçeklerde Cronbach Alpha yöntemi daha kullanışlıdır. İç tutarlılık katsayıları 0 ile 1 arasında değer alırlar. 1 sayısına ne kadar çok yaklaşılırsa ölçme aracının güvenilirliği o derecede artmaktadır. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3763848",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Baykar Teknoloji firması tarafından geliştirilen insansız platformlardan biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Bayraktar Bora",
      "B": "Bayraktar Akıncı",
      "C": "Bayraktar TB2",
      "D": "Bayraktar DİHA",
      "E": "Bayraktar Mini İHA"
    },
    "explanation": "Baykar Teknoloji firması tarafından geliştirilen Bayraktar Akıncı, Bayraktar TB2, Bayraktar DİHA ve Bayraktar Mini İHA gibi pek çok insansız platform mevcuttur."
  },
  {
    "id": "3763847",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Türk Havacılık ve Uzay Sanayii A.Ş. (TUSAŞ) tarafından üretilen İHA’lar ve hedef platformlar arasında <u>yer almaz</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Bora",
      "B": "Aksungur",
      "C": "Şimşek",
      "D": "Turna",
      "E": "Anka"
    },
    "explanation": "Türk Havacılık ve Uzay Sanayii A.Ş. (TUSAŞ) gelmektedir. Anka ve Aksungur gibi taktiksel İHA’lar üreten firma ayrıca hedef platformlar olan Şimşek ve Turna’yı da geliştirmektedir"
  },
  {
    "id": "3763973",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ölçme işlemini gerekli kılan nedenler arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ölçülecek özelliğin farklar taşıması",
      "B": "Ölçülecek özelliği somut olarak gözlenmesi",
      "C": "Ölçülecek özelliğin sembollere dönüştürülmesi",
      "D": "Ölçülen özelliğe değer verme gereksinimi bulunması",
      "E": "Ölçülen özelliklerin nicel ve nitel olarak ayırılması"
    },
    "explanation": "Ölçme işlemi farklardan ortaya çıkmıştır. Yani ölçülecek olan özellikler benzer olsaydı ölçme işlemine gerek kalmazdı. Örneğin bütün insanların boyu veya ağırlıkları eşit olsaydı ortada ölçülecek bir durum olmayacaktı. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3763983",
    "unitNumber": 8,
    "text": "Bir öğretmen yazılı sınav kâğıtlarını okurken; güzel yazısı olan öğrencilere yazısı kötü olan öğrencilerden 5 puan daha fazla vermesi ölçmede ne tür bir hatadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sabit hata",
      "B": "Sistematik hata",
      "C": "Tesadüfi hata",
      "D": "Tip 1 hata",
      "E": "Tip 2 hata"
    },
    "explanation": "Ölçmeyi yapan bireye, ölçülen niteliğe ve ölçme şartlarına bağlı olarak miktarı farklılaşan bütün ölçmeleri aynı oranda etkilemeyen hatalar, sistematik hatalardır. Bu tip hataların miktarı, kaynağı ve yönü bellidir. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3763990",
    "unitNumber": 8,
    "text": "Bireylerin bir konuya dair bilişsel yapılarını belirleyip uzun süreli bellekteki kavramlar ve bilgiler arasındaki münasebetin yeterliliğini tespit etmeye yarayan tekniğe ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Duygusal tepki analizi",
      "B": "A/B Testi",
      "C": "Dereceli Puanlama Anahtarı",
      "D": "Portfolyo",
      "E": "Kelime İlişkilendirme Testleri"
    },
    "explanation": "Bireylerin bir konuya dair bilişsel yapılarını belirleyip uzun süreli bellekteki kavramlar ve bilgiler arasındaki münasebetin yeterliliğini tespit etmeye yarayan bir tekniktir. Bilişsel yapıların yanı<br/>sıra kavram yanılgıları ve kavramsal değişimleri saptamak için KİT tekniğinden yararlanılmaktadır. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3763842",
    "unitNumber": 8,
    "text": "Hava araçlarında yer alan ve radyo frekanslarına karşı cevap veren elektronik ünitedir. Yer radarları ve diğer hava araçlarındaki çarpışma önleyici sistemlerle irtibat halindedir. Bazı çeşitleri uçuş irtifası bilgisini de gönderebilir.<br/>Yukarıdaki paragrafta sözü edilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Transponder",
      "B": "Turboşarf motor",
      "C": "Radyogonyometri",
      "D": "TACAN",
      "E": "EGPWS"
    },
    "explanation": "Transponder: Hava araçlarında yer alan ve radyo frekanslarına karşı cevap veren elektronik ünitedir. Yer radarları ve diğer hava araçlarındaki çarpışma önleyici sistemlerle irtibat halindedir. Bazı transponder çeşitleri uçuş irtifası bilgisini de gönderebilir."
  },
  {
    "id": "3763976",
    "unitNumber": 8,
    "text": "I-Cinsiyet<br/>II-Yaş<br/>III-Akademik başarı<br/>IV-Eğitim düzeyi<br/>V-Medeni durum<br/>Bir görsel iletişim tasarımcısı tasarlamış olduğu Web sistesinin ziyaret edilme durumlarını süreksiz (kesikli) değişkenler açısından analiz etmek istemektedir. Buna göre yukarıdaki değişkenlerden hangilerine ilişkin veri toplaması gerekmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve IV",
      "C": "I, IV ve V",
      "D": "II, III ve IV",
      "E": "III, IV ve V"
    },
    "explanation": "Süreksiz (Kesikli) Değişken: İki değer arasında başka bir değer olmayan değişkenlerdir. Değerler, sıfatlar veya sembollerle ifade edilmeye çalışılır. Medeni durum, cinsiyet, sınıf düzeyi, eğitim düzeyi, doğrum yeri, kan grubu gibi değişkenler kesikli değişken olarak adlandırılır. Genellikle nitel değişkenler kesikli, nicel değişkenler ise sürekli değişkenlerdir. Doğru Yanıt C seçeneğidir."
  },
  {
    "id": "3763979",
    "unitNumber": 8,
    "text": "I-Değişkenleri belirli bir niteliğe göre sıraya dizmeye yarar.<br/>II-Birimleri her durumda benzer niteliktedir.<br/>III-Sıfır noktası yokluğu ifade eder.<br/>IV-Yalnızca belli bir gruba ait olup olmama durumuna bakılmaktadır.<br/>V-Üzerinde her türlü istatistik işlem yapılır.<br/>Yukarıdaki hangileri eşit oranlı ölçeğin özellikleri arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "II, III ve IV",
      "D": "II, III ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Eşit Oran Ölçeği; Sıfır noktası olarak gerçek sıfırı kullanan ve birimleri her durumda benzer nitelikte olan ölçekler en gelişmiş ve üzerinde en fazla istatistiksel işlem yapılabilen ölçeklerdir. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3763989",
    "unitNumber": 8,
    "text": "I-Hazırlanması kısa zaman alır.<br/>II-Kullanımı ve puanlaması kolaydır.<br/>III-Nesnel değerlendirmeye uygundur.<br/>IV-Her yaş seviyesinde uygulanabilir.<br/>IV-Alt düzey bilişsel becerilerin ölçülmesinde kullanılır.<br/>Yukarıdakilerden hangileri çoktan seçmeli testlerin özellikleri arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "III, IV ve V"
    },
    "explanation": "Çoktan seçmeli testlerin kullanım ve puanlama kolaylığı ve nesnel değerlendirmeye uygun olması nedeniyle çok yaygın bir kullanımı vardır. Hatırlama düzeyinden değerlendirme düzeyine kadar pek çok bilişsel alan basamağına yönelik soru türlerinin hazırlanmasına elverişlidir. Çocuklardan yetişkinlere kadar her yaş seviyesinde uygulanabilmektedir. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3763975",
    "unitNumber": 8,
    "text": "I-Nicel<br/>II-Süreksiz<br/>III-Bağımsız<br/>IV-Karıştırıcı<br/>V-Moderatör<br/>Yukarıdakilerden hangileri araştırmanın amacına göre gruplandırılan değişkenler arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve IV",
      "C": "I, IV ve V",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Değişkenler aldıkları değere göre ve araştırmanın amacına göre iki grupta değerlendirilmektedir. Araştırma amacına göre değişkenler arasında,<br/><ul> <li>Bağımsız Değişken</li> <li>Bağımsız Değişken</li> <li>Karıştırıcı Değişken</li> <li>Moderatör Değişken</li> <li>Kontrol Değişkeni</li> </ul> yer almaktadır. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3763977",
    "unitNumber": 8,
    "text": "I-Ölçme esnasında araya başka değişkenler girmez.<br/>II-Nitelikler kendileriyle benzer türden bir araçla ölçülürler.<br/>III-Özelliğin etkisi, belirtisi, yansımasına bakılarak ölçme yapılır.<br/>IV-Başka ölçümler arasında kurulan bağıntı aracılığıyla sonuca ulaşılır.<br/>V-Ölçmeye konu olan özellikler doğrudan gözlemlenebilirdir.<br/>Yukarıdakilerden hangileri doğrudan ölçmenin özellikleri arasında yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve V",
      "C": "II, III ve IV",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Ölçülecek şeyin niteliğinin doğrudan gözlemlenerek yapılan ölçmelere temel ölçme veya doğrudan ölçme denilmektedir. Doğrudan ölçme esnasında araya başka değişkenler girmez. Ölçmeye konu olan özellikler kendileriyle benzer türden bir araçla ölçülürler. Bu tip ölçmelerde dolaysız bir biçimde gözlem yapılması sebebiyle ölçülen nitelikler somuttur. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3763837",
    "unitNumber": 8,
    "text": "Modern İHA’ların temeli olarak kabul edilebilen insansız hava aracı Amerikan Deniz Kuvvetleri için hangi yıl geliştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1916",
      "B": "1942",
      "C": "1952",
      "D": "1964",
      "E": "1979"
    },
    "explanation": "1916 yılında modern İHA’ların temeli olarak kabul edilebilen insansız bir hava aracı tarihe geçmiştir. İsmini tasarımcıları olan Amerikalı mucitler Elmer Sperry ve Peter Cooper Hewitt’den alan Hewitt-Sperry Otomatik Uçağı, 1. Dünya Savaşı’nda Amerikan Deniz Kuvvetleri için geliştirilmiştir. Bu araç, üzerine yüklenen bomba ve çeşitli patlayıcı mühimmatları pilotsuz olarak taşıyarak düşman mevzilerini patlatmak üzere kullanılmıştır."
  },
  {
    "id": "3763850",
    "unitNumber": 8,
    "text": "Türkiye'de Titra firması tarafından üretilen aşağıdaki İHA'lardan hangisi yapay zekâ sayesinde hedef arama yeteneğine sahip kamikaze İHA’dır?",
    "correctAnswer": "A",
    "options": {
      "A": "Deli",
      "B": "Anka",
      "C": "Bora",
      "D": "Cengaver",
      "E": "Çağatay"
    },
    "explanation": "Titra firması tarafından üretilen bir insansız platform da Deli isimli kamikaze İHA’dır. Yapay zekâ sayesinde hedef arama yeteneğine sahip olan Deli, elden atılarak uçuşa başlayan bir sabit kanat küçük İHA’dır."
  },
  {
    "id": "3763849",
    "unitNumber": 8,
    "text": "UAVERA Havacılık Sistemleri A.Ş. ismiyle çalışan bir Türk firması tarafından geliştirilen, yatay ve dikey iniş kalkış özellikleri bulunan, tam otonom özelliğe sahip İHA aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çağatay",
      "B": "Togan",
      "C": "Boyga",
      "D": "Kargu",
      "E": "Alpagu"
    },
    "explanation": "2020 yılında Coşkunöz Savunma ve Havacılık şirketinin bünyesine katılarak UAVERA Havacılık Sistemleri A.Ş. ismiyle çalışan bir Türk firması, farklı İHA sistemleri geliştirmektedir. Çağatay ismini verdiği özgün İHA sisteminde yatay ve dikey iniş kalkış özellikleri mevcuttur. Dikey kalkış kabiliyeti sayesinde herhangi bir katapulta, fırlatma sistemine ya da piste ihtiyaç duymayan bu özgün insansız platform, dağlık araziler gibi zorlu çevresel koşullarda görev yapabilmektedir. Tam otonom özelliğe sahip olan Çağatay, mobil bir sistem olduğu için kolaylıkla taşınabilir. Elektrik motorundan güç alan Çağatay, pek çok farklı sektörde başarı ile görev yapmaktadır."
  },
  {
    "id": "3763839",
    "unitNumber": 8,
    "text": "Uluslararası Sivil Havacılık Örgütü “International Civil Aviation Organization” (ICAO), hava sahasını A, B, C, D, E, F ve G olmak üzere yedi sınıf ile tanımlamıştır.<br/>Buna göre aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "A sınıfı, tavsiyeli yolları ifade eden sınıftır.",
      "B": "B sınıfı, çok yüksek irtifa hava sahalarına ayrılan sınıftır.",
      "C": "C sınıfı, yüksek irtifa hava sahası sınıfıdır.",
      "D": "D sınıfı, az hava trafik yoğunluğunun olduğu hava sahası sınıfıdır.",
      "E": "E sınıfı, Hava Trafik Kontrol “Air Traffic Control” (ATC) izni gerekmeyen sınıftır."
    },
    "explanation": "A sınıfı: Hava trafiğinin en yoğun olduğu hava sahalarına ayrılan sınıftır. B sınıfı: Çok yüksek irtifa hava sahalarına ayrılan sınıftır. C sınıfı: Yüksek irtifa hava sahası sınıfıdır. D sınıfı: Az hava trafik yoğunluğunun olduğu hava sahası sınıfıdır. E sınıfı: D sınıfı hava sahasına benzer fakat Hava Trafik Kontrol “Air Traffic Control” (ATC) izni gerekmeyen sınıftır. ATC’den kısıtlı bir hava trafik bilgisi alınır. F sınıfı: Tavsiyeli yolları ifade eden sınıftır. G sınıfı: Açık Uçuş Bilgi Bölgesi sınıfıdır."
  },
  {
    "id": "3763846",
    "unitNumber": 8,
    "text": "İHA teknolojileri tüm dünyada hızla gelişirken Türkiye de bu teknolojik devrime büyük katkı sağlamaktadır. Askeri açıdan değerlendirildiğinde, Bayraktar TB2’ler Azerbaycan ile Ermenistan arasında yaşanan -------’nda önemli bir rol oynamıştır.<br/>Yukarıdaki paragrafta boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Karabağ Savaşı",
      "B": "Kelbecer Savaşı",
      "C": "Gence Savaşı",
      "D": "Gümrü Savaşı",
      "E": "Şuşa Savaşı"
    },
    "explanation": "İHA teknolojileri tüm dünyada hızla gelişirken Türkiye de bu teknolojik devrime büyük katkı sağlamaktadır. Türkiye de bu teknoloji yarışında önemli bir konumda bulunmaktadır. Hem sivil hem de askeri kullanım için tasarlanan Türk malı İHA sistemler, yalnızca ülke içinde kullanım ile sınırlanmamaktadır. Bugün pek çok farklı ülke Türk ürünü İHA’ları talep etmekte ve etkin bir şekilde kullanmaktadır. Öyle ki üretilen pek çok İHA, kendini zorlu şartlarda ispatlamıştır. Askeri açıdan değerlendirildiğinde, Bayraktar TB2’ler Azerbaycan ile Ermenistan arasında yaşanan Karabağ Savaşı’nda önemli bir rol oynamıştır."
  },
  {
    "id": "3763843",
    "unitNumber": 8,
    "text": "İHA’ları askeri amaçla kullanan <u>en</u> <u>büyük</u> ordu aşağıdaki ülkelerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "ABD",
      "B": "Rusya",
      "C": "Fransa",
      "D": "İsrail",
      "E": "Türkiye"
    },
    "explanation": "İHA’ları askeri amaçla kullanan en büyük ordu ABD’ne aittir. Şuan ABD ordusuna ait yaklaşık 4000 İHA mevcuttur. ABD ordusu bu İHA’ları pek çok farklı görevler için tasarlamış ve diğer askeri unsurlarla birlikte koordineli bir şekilde kullanmak için çalışmaktadır. ABD ordusuna ait Alabama’daki Havacılık Merkezi, İHA’ların yönetildiği ana üs olarak görev almaktadır (Valavanis ve Vachtsevanos, 2015)."
  },
  {
    "id": "exam-606545-1",
    "unitNumber": 1,
    "text": "Stratejik planlarının geliştirilmesi için, iç ve dış çevrenin analizinde kullanılan sistematik model aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "SWOT analizi",
      "B": "İhtiyaç analizi",
      "C": "Program tasarımı",
      "D": "Betimsel analiz",
      "E": "Analitik analiz"
    },
    "explanation": "Stratejik planlama sürecinde, mevcut durumu ve gelecekteki hedefleri belirlemek için sistematik analiz yöntemleri kullanılır. SWOT analizi (Güçlü Yönler, Zayıf Yönler, Fırsatlar, Tehditler), bir kurumun veya programın iç çevresini (Güçlü ve Zayıf Yönler) ve dış çevresini (Fırsatlar ve Tehditler) analiz etmek ve bu bağlamda stratejik kararlar almak için kullanılan en yaygın sistematik modeldir. İhtiyaç analizi, eğitim amaçlarının belirlenmesi ve gerçekleşmesi için var olan durum ile ideal durum arasındaki farkı tespit etme sürecidir; ancak SWOT, bu sürecin bir parçası olarak çevresel faktörleri analiz eden özelleşmiş sistematik bir modeldir."
  },
  {
    "id": "exam-606545-2",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ihtiyaç belirlenirken izlenen adımlardan biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Amaçlar ile var olan durum arasındaki tutarsızlıkları belirlemek ve analiz etmek",
      "B": "İhtiyaç belirleme sürecinde görev alacak kişileri seçme",
      "C": "Amaçlar oluşturmak ve onları önem derecesine göre sıralamak",
      "D": "Tutarsızlıkları öncelik sırasına dizmek",
      "E": "Her amacın var olan durumunu ya da var olan koşullarını belirlemek"
    },
    "explanation": "Bu soru iptal edilmiştir ve değerlendirmeye alınmamıştır."
  },
  {
    "id": "exam-606545-3",
    "unitNumber": 7,
    "text": "Ayrıştırma, tanımlama, sıralama, bulguların yorumu gibi işlemlerin gerçekleştirildiği ihtiyaç analizi aşaması aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sonuçların analizi",
      "B": "Bilgi toplama",
      "C": "Hazırlık",
      "D": "Bilgilerin analizi",
      "E": "Analiz"
    },
    "explanation": "Yapılandırmacı kuram, bilişsel, sosyal ve radikal yapılandırmacılık olmak üzere üç farklı yaklaşıma sahiptir. Ünite 7’deki bilgilere göre, “Sosyal yapılandırmacılık öğrenmenin iş birliğine dayalı doğasına odaklanır.” Öğrenmenin insanlar arası etkileşimle, iş birliğiyle, kültürel unsurlarla ve toplumla etkileşime girerek geliştiğini savunan yaklaşım Sosyal yapılandırmacılıktır. Bilişsel yapılandırmacılık, öğrencinin bilişsel gelişim aşamasıyla ilişkili olmasına odaklanırken, Radikal yapılandırmacılık ise bilginin birey tarafından inşa edildiği ve dış dünya hakkında kesin bir şey söylemediği fikrine odaklanır."
  },
  {
    "id": "exam-606545-4",
    "unitNumber": 1,
    "text": "Üst düzey yönetimin, bireylerin daha etkin ya da verimli performans göstermeleri için belirlediği ihtiyaç türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Karşılaştırmalı ihtiyaç",
      "B": "Hissedilen/Algılanan ihtiyaç",
      "C": "Açıklanan ya da talep edilen ihtiyaç",
      "D": "Normatif ihtiyaç",
      "E": "Beklenen ya da gelecekteki ihtiyaç"
    },
    "explanation": "Metinde, \"Açıklanan ya da talep edilen ihtiyaç: Bireylerin daha etkin ya da verimli performans göstermeleri için üst düzey yönetimin belirlediği ihtiyaçlardır.\" şeklinde bir tanım verilmiştir. Soru, üst düzey yönetimin belirlediği ihtiyaç türünü sorduğu için doğru cevap C seçeneğidir."
  },
  {
    "id": "exam-606545-5",
    "unitNumber": 1,
    "text": "Çalışanların davranışlarına, bu davranışlarla neyin başarıldığına ve hangi teknolojilerin gerekli olduğuna ilişkin sistematik veri toplama süreci aşağıdaki ihtiyaç belirleme tekniklerinden hangisi ile gerçekleştirilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gözlem tekniği",
      "B": "Meslek (İş) Analizi",
      "C": "Görüşme tekniği",
      "D": "Progel tekniği",
      "E": "Anket tekniği"
    },
    "explanation": "Metinde Meslek (İş) Analizi tekniği için, \"Meslek (iş) analizi, çalışanların gözlemlenebilir iş davranışlarına, bu davranışlarla neyin başarıldığına ve hangi teknolojilerin gerekli olduğuna ilişkin sistematik veri toplama süreci olarak da tanımlanmaktadır.\" ifadesi yer almaktadır. Bu tanım, soruda verilen açıklamaya tam olarak uymaktadır. Dolayısıyla doğru teknik Meslek (İş) Analizidir."
  },
  {
    "id": "exam-606545-6",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi betimsel içerikte yanıt aranan sorulardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ne oldu?",
      "B": "İyi mi, yoksa kötü mü oldu?",
      "C": "Nasıl olmalıydı?",
      "D": "Neden oldu?",
      "E": "Ne tür olur mu?"
    },
    "explanation": "Betimsel içerik olgu ve ilkelerden oluşur ve 'nerede, ne zaman, ne oldu, kim yaptı' gibi yanıtları net olan sorulara odaklanır. Normatif içerik ise 'nasıl, neden oldu, iyi mi oldu, kötü mü oldu' gibi değer yargıları içeren sorulara yanıt arar. Dolayısıyla 'Ne oldu?' sorusu betimsel içeriğin yanıt aradığı bir sorudur."
  },
  {
    "id": "exam-606545-7",
    "unitNumber": 2,
    "text": "Tasarımcı içeriği sunarken metinde \"doğal ve tarihi yapıtlar korunmazsa neler olabilir?\" gibi bir soru sorarak okuyucunun geçmişi ve geleceği kestirmesine olanak sağlamaktadır. Yukarıdaki anlatılana göre, tasarımcı içerikle ilgili aşağıdaki hangi ilkeyi kullanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Düzey",
      "B": "Alıştırma",
      "C": "Soyutlama",
      "D": "Şema",
      "E": "Vardama"
    },
    "explanation": "Soruda bahsedilen durum, tasarımcının metinde hedef kitlenin geçmiş ve geleceği hakkında kestirim yapmasını sağlamasıdır. Bu, içerik düzenleme ilkelerinden 'Vardama ilkesi' ile açıklanır: Var olan bilgiden yararlanarak geçmişin ve geleceğin tahmin edilmesidir."
  },
  {
    "id": "exam-606545-8",
    "unitNumber": 2,
    "text": "Yeni gelen bilgilerin bireyin uzun süreli belleğindeki bilgilerle karşılaştırılarak anlamlı hale getirilmesi aşağıdaki öğrenme stratejilerinden hangisi ile açıklanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Buluş yoluyla öğretim",
      "B": "Gözden geçirme",
      "C": "Anlamlandırma",
      "D": "Tekrar",
      "E": "Örgütleme"
    },
    "explanation": "Yeni gelen bilginin, bireyin uzun süreli belleğinde var olan önceki bilgilerle karşılaştırılarak anlamlı hale getirilmesi, öğrenilenin anlamlandırılarak zihinde yapılandırılmasını içerir. Bu, 'Anlamlandırma stratejileri'nin tanımına uymaktadır (bilgi birimleri arasında ilişki kurarak anlamlı öğrenmeyi sağlamak)."
  },
  {
    "id": "exam-606545-9",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi eğitim programının ögelerinden biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Amaç",
      "B": "Yöntem-teknik",
      "C": "İçerik",
      "D": "Öğretme-öğrenme süreci",
      "E": "Değerlendirme"
    },
    "explanation": "Metinde, \"Bir eğitim programının amaç, içerik, öğretme öğrenme süreci ve değerlendirme olmak üzere dört ögesi vardır.\" ifadesi yer almaktadır. Program ögeleri arasında 'Yöntem-teknik' bulunmamaktadır. Yöntem ve teknikler, içeriğin düzenlenmesi veya sunumu sırasında kullanılan araçlardır, programın temel bir ögesi olarak sayılmaz. Bu nedenle doğru cevap B seçeneğidir."
  },
  {
    "id": "exam-606545-10",
    "unitNumber": 2,
    "text": "Önemli yerlerin altını çizen bir okuyucu aşağıdaki öğrenme stratejilerinden hangisini kullanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sunuş yoluyla öğretim",
      "B": "Anlamlandırma",
      "C": "Örgütleme",
      "D": "Altını çizme",
      "E": "Buluş yoluyla öğretim"
    },
    "explanation": "Önemli yerlerin altını çizme davranışı, bireyin bilgiyi seçmesine ve edinmesine yardımcı olan yineleme stratejileri kapsamında yer alır. Metinde, yineleme stratejileri başlığı altında 'altını çizme' örneği açıkça verilmiştir."
  },
  {
    "id": "exam-606545-11",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Albert Bandura'nın gözlemsel öğrenme sürecinde yer alan dört temel unsurdan biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Akılda tutma",
      "B": "Dikkat",
      "C": "Uygulama",
      "D": "Yeniden üretim",
      "E": "Motivasyon"
    },
    "explanation": "Albert Bandura'ya göre gözlemsel öğrenme süreci; dikkat, akılda tutma, yeniden üretim ve motivasyon olmak üzere dört temel unsurdan oluşur. 'Uygulama' (veya yeniden üretim) bu dört temel unsur arasında sayılmaz; 'yeniden üretim' uygulamayı kapsar ancak 'Uygulama' (öğrenme/kullanma bağlamında) temel unsurlardan biri olarak listelenmemiştir. (Not: Metinde yeniden üretim 'gözlemlenen gerçek davranışı gerçekleştirme eylemidir' olarak geçmektedir. Burada 'Uygulama' şıkkı temel dört unsur listesinde doğrudan yer almadığı için doğru kabul edilir.)"
  },
  {
    "id": "exam-606545-12",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Premack ilkesinin uygulanmasına bir örnektir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bireylerin istemedikleri bir işi tamamlamaları durumunda sadece övgü ile ödüllendirilmesi.",
      "B": "Okulda öğrencilere sevdikleri bir aktiviteyi yapma özgürlüğü tanınması.",
      "C": "Hoşlanmadığı bir etkinliğe katılmak istemeyen bir çocuğun ceza ile korkutulması.",
      "D": "Bir yetişkinin spora gitmeyi sevmediği halde, her gün spor yapmaya zorlanması.",
      "E": "Bir öğrencinin sıkıcı bir derse karşı ilgisini artırmak için video oyunlarına izin verilmesi."
    },
    "explanation": "Premack ilkesi, davranışçı kuramların bir parçasıdır ve daha az tercih edilen (veya hoşlanılmayan) bir davranışı, daha çok tercih edilen (hoşlanılan) bir davranışla ödüllendirmeyi içerir. E şıkkında, sıkıcı derse (istenmeyen) karşı ilgiyi artırmak için video oyunlarına (daha çok istenen) izin verilmesi, bu ilkenin uygulanmasına örnektir."
  },
  {
    "id": "exam-606545-13",
    "unitNumber": 3,
    "text": "Koşullanmış uyaranın olmadığı bir ortamda öğrenilmiş tepkilerin zaman içinde azalması durumu aşağıdaki ilkelerden hangisi ile açıklanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Habercilik-Bilgilendiricilik",
      "B": "Kendiliğinden Geri Gelme",
      "C": "Sönme",
      "D": "Pekiştirme",
      "E": "Bitişiklik"
    },
    "explanation": "Sönme, koşullu uyarıcının tek başına sunulduğu ve zamanla koşullu tepkinin azalması veya hiç ortaya çıkmaması durumudur. Soruda belirtilen, koşullu uyaran olmadığı ortamda öğrenilmiş tepkinin zamanla azalması durumu 'Sönme' ilkesi ile açıklanır."
  },
  {
    "id": "exam-606545-14",
    "unitNumber": 4,
    "text": "Gestalt Öğrenme Kuramı'nda algısal örgütlemeye yardımcı olan tüm algı yasalarını içeren temel ilkeye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pragnanz",
      "B": "Algısal değişmezlik",
      "C": "Tamamlama",
      "D": "İçgörü",
      "E": "Yakınlık"
    },
    "explanation": "Gestalt kuramında algısal örgütlemeye yardımcı olan yasaların (Şekil-Zemin, Yakınlık, Benzerlik, Tamamlama, Süreklilik, Basitlik) altında yatan temel ilke, algıların mümkün olduğunca basit, düzenli, anlamlı ve eksiksiz hale gelme eğilimini ifade eden 'Pragnanz'tır (İyi Biçim Yasası)."
  },
  {
    "id": "exam-606545-15",
    "unitNumber": 3,
    "text": "Bana bir düzine sağlıklı, iyi yapılı bebek ve onları yetiştirmek için kendime ait bir dünya verin, ben de rastgele birini alıp, yeteneklerine, eğilimlerine, mesleki ilgilerine ve genetik bağlarına bakmaksızın, rastgele seçtiğim çocuklardan her birini özel bir alanda doktor, avukat, sanatçı, tüccar ve hatta dilenci ve hırsız olmak üzere eğitmeyi garanti edeyim. Yukarıdaki paragrafta ifade edilen görüş, aşağıdaki öğrenme kuramlarından hangisine dayandırılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Gestalt Kuramı",
      "B": "Yapılandırmacılık",
      "C": "Sosyal Öğrenme Kuram",
      "D": "Bilişsel Kuramlar",
      "E": "Davranışçılık"
    },
    "explanation": "Paragrafta, çevresel uyaranların (bebeklerin yetiştirilme ortamı) ve çevresel koşulların (öğrenme ortamı) çocuğun gelecekteki mesleğini ve davranışlarını tamamen belirlediği fikri savunulmaktadır. Bu, öğrenmenin büyük ölçüde çevresel koşullar tarafından kontrol edildiğini savunan Davranışçılık kuramının temelini oluşturur (Örneğin Pavlov'un köpek deneyleri bağlamında sunulması)."
  },
  {
    "id": "exam-606545-16",
    "unitNumber": 4,
    "text": ": Sayısal verilerin görsel olarak ifade edilmesidir. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Algı",
      "B": "Grafikler",
      "C": "Yazı",
      "D": "Birlik",
      "E": "Duygular"
    },
    "explanation": "Soruda sayısal verilerin görsel olarak ifade edilmesi sorulmaktadır. Eğitici İçerikte Yer Alan Görsel Öğeler başlığı altında, 'Grafikler: Boyut, sıra, nitelik, nicelik veya sıralama gibi sözel anlatımda anlaşılması kolay olmayacak konuların anlaşılmasını kolaylaştıran görsel elemanlardır' şeklinde tanımlanmaktadır."
  },
  {
    "id": "exam-606545-17",
    "unitNumber": 4,
    "text": "Görsel uyarıcıları fark etme ve bunların ayrımını yapabilme ve daha önceki tecrübelerle bağlantı kurmak suretiyle bu uyarıcıları deşifre edebilme yeteneğine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Algı",
      "B": "Tasarım",
      "C": "Duyu",
      "D": "Görsel Algı",
      "E": "Duyum"
    },
    "explanation": "Metinde Görsel Algı ve Görsel Okuryazarlık Kavramı altında, 'görsel algılamanın temelinde de görme duyusunun kullanımı ve algı becerisi yer alır' denilmektedir. Ayrıca 'İmgeleri görmek ve onları anlamlandırmak algı eylemidir' ifadesi ile bu yeteneğin görsel algı olduğu belirtilir."
  },
  {
    "id": "exam-606545-18",
    "unitNumber": 4,
    "text": "Sayfa tasarımında yazı karakteri seçimi ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Okuyucu zihninde karmaşa yaratmamak için fazla çeşitlilik göstermemelidir.",
      "B": "Yazı karakterinin rengi görsel ile aynı olmalıdır.",
      "C": "Yazı karakterleri konu başlığına sürekli değişmeli ve gelişmelidir.",
      "D": "Başlık ve metin yazı karakterleri farklı olmalıdır.",
      "E": "Bol çeşitli dikkat çekici ve akıcı olması okunurluluğu kolaylaştırır."
    },
    "explanation": "Görsel Öğelerin Sayfada Konumlandırılması başlığı altında, eğitsel içeriklerde kullanılan yazı karakterlerinin 'okurun zihninde fazla karmaşaya sebep olmamak adına, çok çeşitlilik göstermemesi' gerektiği belirtilmiştir. Bu, A şıkkını desteklemektedir."
  },
  {
    "id": "exam-606545-19",
    "unitNumber": 4,
    "text": "Bu soru iptal edilmiştir. <br/><b>(BU SORU İPTAL EDİLMİŞTİR)</b>",
    "correctAnswer": "",
    "options": {},
    "explanation": "Bu soru iptal edilmiştir."
  },
  {
    "id": "exam-606545-20",
    "unitNumber": 4,
    "text": "Araştırmalara göre bir görsele bakıldığında gözün en çok odaklandığı nokta aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sağ üst",
      "B": "Sol alt",
      "C": "Sağ alt",
      "D": "Orta üst",
      "E": "Sol üst"
    },
    "explanation": "Metinde Gestalt Prensipleri altında Şekil-Zemin ilişkisi açıklanırken, 'Figür ve zemin ilişkisinde zıtlık, figürü/şekli daha belirgin hale getirir' denilmektedir. Okuma ve görsel tasarım alışkanlıklarında göz, genellikle sol üstten başlayıp sağ alt köşeye doğru ilerler (Okuma akışının tersine), ancak temel algısal odak noktası ve en dikkat çekici alanlar genellikle sol üst/sol tarafta (başlangıç noktası) aranır. Ancak, yaygın literatürde (ve bu bağlamda görselin en çok odaklandığı nokta olarak kabul edilebilecek kısımlardan biri olarak) sol üst köşe tercih edilir."
  },
  {
    "id": "exam-618230-21",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi görsel iletişim tasarımı alanında dünyadaki eğilimlerin yönünü belirlemeye yönelik kullanılan ihtiyaç analizi tekniğidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alanyazın incelemesi",
      "B": "Doküman inceleme",
      "C": "Anket",
      "D": "Görüşme",
      "E": "Veri toplama"
    },
    "explanation": "Kaynak Tarama başlığı altında, alanyazın incelemesinin, ihtiyaç belirleme sürecinde 'dünyada var olan eğilimlerin hangi yönde olduğunun ortaya çıkarılması' amacıyla yapıldığı belirtilmektedir. Bu da küresel eğilimleri ve dolayısıyla alanın genel durumunu anlamak için kullanılan bir tekniktir."
  },
  {
    "id": "exam-618230-22",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir mesleğin ya da uzmanlık gerektiren beceri profilinin ortaya konulmasını sağlayarak ihtiyaçların belirlenmesine olanak tanıyan tekniktir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gözlem tekniği",
      "B": "Görüşme tekniği",
      "C": "Anket tekniği",
      "D": "Progel tekniği",
      "E": "Meslek (İş) analizi"
    },
    "explanation": "Metinde Progel (Dacum) Tekniği için, \"Bu teknik, bir mesleğin ya da uzmanlık gerektiren bir konu alanının beceri profilinin ortaya çıkarılması yoluyla ihtiyacın belirlenmesi amacıyla kullanılır.\" bilgisi bulunmaktadır. Bu tanım, soruda verilen beceri profili ortaya çıkarma amacına uygun olan tekniktir."
  },
  {
    "id": "exam-618230-23",
    "unitNumber": 8,
    "text": "Aşağıdakilerin hangisinde SWOT analizinin açılımı sırasıyla ve doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Güçlü yönler, zayıf yönler, fırsatlar, tehditler",
      "B": "Zayıf yönler, güçlü yönler, fırsatlar, gerçekler",
      "C": "Beklentiler, tehditler, güçlü yönler, zayıf yönler",
      "D": "Tehditler, fırsatlar, zayıf yönler, gereklilikler",
      "E": "Güçlü yönler, fırsatlar, tehditler, olumlu yönler"
    },
    "explanation": "Metinde SWOT analizinin açılımı veya bu analize doğrudan atıf bulunmamaktadır. Ancak ihtiyaç belirlemenin dört bileşeni/adımı şu şekildedir: Amaçları oluşturma ve sıralama, var olan durumu belirleme, tutarsızlıkları belirleme ve analiz etme, tutarsızlıkları öncelik sırasına dizme. (Sayfa 1)"
  },
  {
    "id": "exam-618230-24",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ihtiyaç belirlenirken izlenen adımlardan biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Tutarsızlıkları öncelik sırasına dizmek",
      "B": "Her amacın var olan durumunu ya da var olan koşullarını belirlemek",
      "C": "İhtiyaç belirleme sürecinde görev alacak kişileri seçme",
      "D": "Amaçlar oluşturmak ve onları önem derecesine göre sıralamak",
      "E": "Amaçlar ile var olan durum arasındaki tutarsızlıkları belirlemek ve analiz etmek"
    },
    "explanation": "İhtiyaç belirlenirken izlenen adımlar; amaçlar oluşturmak ve önem derecesine göre sıralamak, her amacın var olan durumunu veya koşullarını belirlemek, amaçlar ile var olan durum arasındaki tutarsızlıkları belirlemek ve analiz etmek, tutarsızlıkları öncelik sırasına dizmektir. İhtiyaç analizi aşamaları ise hazırlık, bilgi toplama, bilgilerin analizi ve sonuçların analizi olarak dört aşamadan oluşur. Bu nedenle SWOT analizi (Güçlü Yönler, Zayıf Yönler, Fırsatlar, Tehditler) adımları bu listede yer almaz. (Sayfa 1)"
  },
  {
    "id": "exam-618230-25",
    "unitNumber": 1,
    "text": "Çalışanların davranışlarına, bu davranışlarla neyin başarıldığına ve hangi teknolojilerin gerekli olduğuna ilişkin sistematik veri toplama süreci aşağıdaki ihtiyaç belirleme tekniklerinden hangisi ile gerçekleştirilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Anket tekniği",
      "B": "Gözlem tekniği",
      "C": "Görüşme tekniği",
      "D": "Meslek (İş) Analizi",
      "E": "Progel tekniği"
    },
    "explanation": "Meslek (İş) Analizi tekniği, \"çalışanların gözlemlenebilir iş davranışlarına, bu davranışlarla neyin başarıldığına ve hangi teknolojilerin gerekli olduğuna ilişkin sistematik veri toplama süreci olarak da tanımlanmaktadır.\" (Sayfa 1). Bu tanım, soruda verilen açıklamaya uymaktadır."
  },
  {
    "id": "exam-618230-26",
    "unitNumber": 2,
    "text": "Önemli yerlerin altını çizen bir okuyucu aşağıdaki öğrenme stratejilerinden hangisini kullanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sunuş yoluyla öğretim",
      "B": "Anlamlandırma",
      "C": "Buluş yoluyla öğretim",
      "D": "Örgütleme",
      "E": "Altını çizme"
    },
    "explanation": "Önemli yerlerin altını çizme, bilgiyi seçme ve edinme stratejilerinden olan 'Yineleme Stratejileri' başlığı altında sınıflandırılır (sesli okuma, altını çizme, not alma vb.). (Sayfa 2)"
  },
  {
    "id": "exam-618230-27",
    "unitNumber": 2,
    "text": "Sarmal içerik yaklaşımının kullanımı ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "İçerik işlenirken konuların yeri ve zamanı geldikçe yer yer tekrar edilir.",
      "B": "Konuların aşamaları dar ve kısıtlıdır.",
      "C": "Geniş konular giderek küçük birimlere ayrılır.",
      "D": "Çevrede kazanılan yaşantıların içerikte derlenerek yansıtılır.",
      "E": "İçerikte başka ülkelerin bakış açıları dikkate alınmalıdır."
    },
    "explanation": "Sarmal içerik yaklaşımında, içerik işlenirken yeri ve zamanı geldiğinde yer yer tekrar edilir; tekrarlar yapılırken sadece konuyu tekrar etmekten çok kapsamı da genişletilir. (Sayfa 2)"
  },
  {
    "id": "exam-618230-28",
    "unitNumber": 2,
    "text": "Tasarımcı içeriği sunarken metinde \"doğal ve tarihi yapıtlar korunmazsa neler olabilir?\" gibi bir soru sorarak okuyucunun geçmişi ve geleceği kestirmesine olanak sağlamaktadır. Yukarıdaki anlatılana göre, tasarımcı içerikle ilgili aşağıdaki hangi ilkeyi kullanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Düzey",
      "B": "Şema",
      "C": "Vardama",
      "D": "Soyutlama",
      "E": "Alıştırma"
    },
    "explanation": "Tasarımcı içeriği sunarken hedef kitleye ana fikri sunmak ya da ana fikrin ne olabileceğini hissettirmek amacıyla 'Soyutlama İlkesi'ni kullanır. Ancak, tasarımcının soru sorarak okuyucunun geçmişi ve geleceği kestirmesine olanak sağlaması, var olan bilgiden yararlanarak geçmişin ve geleceğin tahmin edilmesini sağlayan 'Vardama İlkesi' ile ilgilidir. (Sayfa 2)"
  },
  {
    "id": "exam-618230-29",
    "unitNumber": 8,
    "text": "-------: öğrenmenin gerçekleşebilmesi için gereken ön bilgilerin kazanılması, öğrenme yeterliliğin oluşmasıdır. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Hedef davranışlara uygunluk",
      "B": "Hazırbulunuşluk",
      "C": "Felsefi, bilimsel bilgi ile içerik",
      "D": "Davranışsal amaçlar",
      "E": "Çağdaş, sanatsal bilgi ile içerik"
    },
    "explanation": "Öğrenme sürecinin basamaklarından biri olan 'Hazırbulunuşluk' (Hazırbulunuşluk Kanunu/İlkesi), öğrenmenin gerçekleşebilmesi için gereken ön bilgilerin kazanılması ve öğrenme yeterliliğinin oluşmasıdır. (Sayfa 2)"
  },
  {
    "id": "exam-618230-30",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi normatif içerikte yanıt aranan sorulardan biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Nasıl olmalıydı?",
      "B": "Tekrar olur mu?",
      "C": "İyi mi, yoksa kötü mü oldu?",
      "D": "Ne oldu?",
      "E": "Neden oldu?"
    },
    "explanation": "Normatif içerik değer yargılarından, normlardan ve standartlardan oluşur ve insanların nasıl hareket etmesi gerektiğini açıklar. Normatif içerikte 'nasıl, neden oldu, iyi mi oldu, kötü mü oldu, nasıl olsa daha iyi olurdu' gibi yorumlamaya açık sorulara yanıt aranır. 'Ne oldu, ne zaman oldu, nerede oldu, kim yaptı' gibi sorulara yanıt aranan içerik türü ise Betimsel içeriktir. (Sayfa 1)"
  },
  {
    "id": "exam-618230-31",
    "unitNumber": 4,
    "text": "Gestalt kuramına göre etkili bir içerik sunumu hazırlarken aşağıdakilerden hangisine dikkat edilmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İçerik sunumunda problem çözme becerilerinin göz ardı edilmesine",
      "B": "Katılımcıların pasif bir şekilde bilgiyi almasına",
      "C": "Bilgilerin rastgele ve düzensiz bir şekilde sunulmasına",
      "D": "Görsel, işitsel ve dokunsal öğelerin kullanımından kaçınılmasına",
      "E": "İçeriğin bütünsel ve anlamlı bir bağlam içinde sunulmasına"
    },
    "explanation": "Gestalt kuramına göre algı bir örgütlenmedir ve bütün üzerinden gerçekleşir. Bu bağlamda, görsel öğelerin sayfa tasarımında yerleştirilirken görselin boyutu, renk yoğunluğu, doğal dinamiği ve renk değerleri gibi unsurların dikkate alınması gerekir. (Sayfa 2)"
  },
  {
    "id": "exam-618230-32",
    "unitNumber": 4,
    "text": "Bu soru iptal edilmiştir. <br/><b>(BU SORU İPTAL EDİLMİŞTİR)</b>",
    "correctAnswer": "",
    "options": {},
    "explanation": "Bu soru resmi cevap anahtarına göre iptal edilmiştir."
  },
  {
    "id": "exam-618230-33",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi klasik koşullanma sürecinde göz önünde bulundurulması gereken ilkelerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Özyineleme",
      "B": "Geriye Dönük İşleme",
      "C": "Anlamlandırma",
      "D": "Bilişsel Haritalama",
      "E": "Bitişiklik"
    },
    "explanation": "Klasik koşullanmada, koşullu ve koşulsuz uyarıcıların birbirine yakın zaman aralıklarıyla sunulması 'Bitişiklik' ilkesidir. Ayrıca Habercilik-Bilgilendiricilik, Pekiştirme, Sönme, Genelleme ve Ayırt Etme de ilkeler arasındadır. (Sayfa 1)"
  },
  {
    "id": "exam-618230-34",
    "unitNumber": 3,
    "text": "Koşullanmış uyaranın olmadığı bir ortamda öğrenilmiş tepkinin zaman içinde azalması durumu aşağıdaki ilkelerden hangisi ile açıklanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Bitişiklik",
      "B": "Pekiştirme",
      "C": "Habercilik-Bilgilendiricilik",
      "D": "Sönme",
      "E": "Kendiliğinden Geri Gelme"
    },
    "explanation": "Koşullanmış uyarıcının tek başına artık koşullu tepkiye neden olmadığı öğrenme sürecine 'Sönme' denir. Kendiliğinden Geri Gelme ise şartsız uyarıcının tekrar sunulmasıyla şartlı tepkinin yeniden ortaya çıkmasıdır. (Sayfa 1)"
  },
  {
    "id": "exam-618230-35",
    "unitNumber": 4,
    "text": "Bazı görsellerde, yüzeyde eksik parçalar bulunsa da zihin bu görselleri bütün olarak algılayabilir. Eksik çizgilere rağmen zihnin oluşturduğu bütünlük algısı, görseli tamamlanmış gibi görmemizi sağlar. Yukarıdaki paragrafta anlatılan algılama ilkesi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yakınlık",
      "B": "Tamamlama",
      "C": "Şekil-Zemin",
      "D": "Süreklilik",
      "E": "Benzerlik"
    },
    "explanation": "Tamamlama ilkesi, bir görselde yüzeyde eksik parçalar bulunsa dahi, zihnin görseli tam olarak algılayabilme ve bütünlük algısı oluşturabilme eğilimini ifade eder. (Sayfa 2)"
  },
  {
    "id": "exam-618230-36",
    "unitNumber": 5,
    "text": "Öğrenmenin, insanların birbirleriyle, farklı kültürel unsurlarla ve genel olarak toplumla etkileşime girdiğinde geliştiği görüşünü ileri süren yapılandırmacılık türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilişsel yapılandırmacılık",
      "B": "Radikal yapılandırmacılık",
      "C": "Bireysel yapılandırmacılık",
      "D": "Dilsel yapılandırmacılık",
      "E": "Sosyal yapılandırmacılık"
    },
    "explanation": "Sosyal yapılandırmacılık, öğrenmenin iş birliğine dayalı doğasına odaklanır ve insanların birbirleriyle etkileşim içinde öğrenmesini, bilgi inşa etmesini temel alır. (Sayfa 2)"
  },
  {
    "id": "exam-618230-37",
    "unitNumber": 4,
    "text": "Bir görselin tasarımında soyut ya da somut ögeleri hedef kitlenin aşağıdaki özelliklerinden hangisine göre belirlemek gerekir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yaş grubuna",
      "B": "Cinsiyetine",
      "C": "Okuduğu bölüme",
      "D": "Fiziksel özelliklerine",
      "E": "Alışkanlıklarına"
    },
    "explanation": "Görsel öğelerin tasarımı yapılırken hedef kitlenin algılama düzeyine göre tasarlanması temel ilkelerdendir. Bu, görselin kitlenin bilişsel seviyesine uygun olmasını sağlar. (Sayfa 2)"
  },
  {
    "id": "exam-618230-38",
    "unitNumber": 4,
    "text": "Görsel uyarıcıları fark etme ve bunların ayrımını yapabilme ve daha önceki tecrübelerle bağlantı kurmak suretiyle bu uyarıcıları deşifre edebilme yeteneğine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tasarım",
      "B": "Algı",
      "C": "Görsel Algı",
      "D": "Duyu",
      "E": "Duyum"
    },
    "explanation": "Metinde, \"Görsel algılamanın temelinde de görme duyusunun kullanımı ve algı becerisi yer alır.\" denilmektedir. Ayrıca, \"İmgeleri görmek ve onları anlamlandırmak algı eylemidir ve aynı zamanda görsel okuryazarlık becerisi gerektirmektedir.\" bilgisi yer almaktadır. Soruda bahsedilen yetenek, görsel algı becerisini ifade eder."
  },
  {
    "id": "exam-618230-39",
    "unitNumber": 4,
    "text": "-------: Sayısal verilerin görsel olarak ifade edilmesidir. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Algı",
      "B": "Grafikler",
      "C": "Yazı",
      "D": "Birlik",
      "E": "Duygular"
    },
    "explanation": "Grafikler, boyut, sıra, nitelik, nicelik veya sıralama gibi sözel anlatımda anlaşılması zor konuların görsel olarak ifade edilmesidir; yani sayısal verilerin görsel olarak ifade edilmesidir. (Sayfa 2)"
  },
  {
    "id": "exam-618230-40",
    "unitNumber": 4,
    "text": "Sayfa tasarımında yazı karakteri seçimi ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Başlık ve metin yazı karakterleri farklı olmalıdır.",
      "B": "Yazı karakterinin rengi görsel ile aynı olmalıdır.",
      "C": "Okuyucu zihninde karmaşa yaratmamak için fazla çeşitlilik göstermemelidir.",
      "D": "Yazı karakterleri konu başlığına sürekli değişmeli ve şmelidir.",
      "E": "Bol çeşitli dikkat çekici ve akıcı olması okunurluğu kolaylaştırır."
    },
    "explanation": "Eğitici içeriklerde kullanılan yazı karakterlerinin, okurun zihninde fazla karmaşaya sebep olmamak adına, çok çeşitlilik göstermemesi gerektiği belirtilmiştir. Ayrıca, eğitsel içerikteki sayfa düzeninde yazı karakteri kadar boyutu ve satır arası boşlukların da materyalin estetik duruşunu ve okunaklı oluşunu etkilediği söylenmiştir. (Sayfa 2)"
  },
  {
    "id": "exam-606563-41",
    "unitNumber": 5,
    "text": "Aşağıdakilerin hangisinde SWOT analizinin açılımı sırasıyla ve doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Zayıf yönler, güçlü yönler, fırsatlar, gerçekler",
      "B": "Beklentiler, tehditler, güçlü yönler, zayıf yönler",
      "C": "Güçlü yönler, fırsatlar, tehditler, olumlu yönler",
      "D": "Güçlü yönler, zayıf yönler, fırsatlar, tehditler",
      "E": "Tehditler, fırsatlar, zayıf yönler, gereklilikler"
    },
    "explanation": "SWOT analizi; Güçlü Yönler (Strengths), Zayıf Yönler (Weaknesses), Fırsatlar (Opportunities) ve Tehditler (Threats) kelimelerinin baş harflerinden oluşur. Bu kelimelerin doğru sırasıyla eşleştirildiği şık D şıkkıdır."
  },
  {
    "id": "exam-606563-42",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi normatif içerikte yanıt aranan sorulardan biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "İyi mi, yoksa kötü mü oldu?",
      "B": "Tekrar olur mu?",
      "C": "Ne oldu?",
      "D": "Nasıl olmalıydı?",
      "E": "Neden oldu?"
    },
    "explanation": "Normatif içerik, değer yargıları, normlar ve standartlar içerir ve 'nasıl, neden oldu, iyi mi oldu, kötü mü oldu' gibi sorulara yanıt arar. 'Ne oldu?' sorusu ise olgu ve ilkeleri içeren, yoruma açık olmayan bilgileri soran Betimsel içeriğin konusudur."
  },
  {
    "id": "exam-606563-43",
    "unitNumber": 5,
    "text": "Öğrenmenin, insanların birbirleriyle, farklı kültürel unsurlarla ve genel olarak toplumla etkileşime girdiğinde geliştiği görüşünü ileri süren yapılandırmacılık türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal yapılandırmacılık",
      "B": "Bireysel yapılandırmacılık",
      "C": "Bilişsel yapılandırmacılık",
      "D": "Dilsel yapılandırmacılık",
      "E": "Radikal yapılandırmacılık"
    }
  },
  {
    "id": "exam-606563-44",
    "unitNumber": 4,
    "text": "Yeryüzünün tümünün ya da bir bölümünün çeşitli özelliklerinin belirli bir ölçekte küçültülerek, bir düzlem üzerine özel işaret ve tanımlayıcı bilgilerle yansıtılarak oluşturulan görsel türüne ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Şablon",
      "B": "Fotoğraf",
      "C": "Harita",
      "D": "Video",
      "E": "Minyatür"
    },
    "explanation": "Ünite 4'te, Eğitici Materyallerde Bulunan Görsel Öğeler başlığı altında Haritalar tanımlanmıştır: \"Harita, yeryüzünün tümünün ya da bir bölümünün çeşitli özelliklerinin belirli bir ölçekte küçültülerek, bir düzlem üzerine özel işaret ve tanımlayıcı bilgilerle yansıtılmasıdır.\" Bu tanım, verilen A/B/C şıklarından C şıkkı olan Harita'yı desteklemektedir."
  },
  {
    "id": "exam-606563-45",
    "unitNumber": 5,
    "text": "_____ analog bilgi, veri, süreç veya sistemlerin dijital formata dönüştürülmesi sürecidir. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Kriptolama",
      "B": "Sayısallaştırma",
      "C": "Analoglaştırma",
      "D": "Standardizasyon",
      "E": "Optimize Etme"
    },
    "explanation": "Ünite 5'te, 'İçerik Düzenlemede Dijitalleşmenin Süreci' başlığı altında, \"Sayısallaştırma olarak da adlandırılan dijitalleşme analog bilgi, veri, süreç veya sistemlerin dijital formata dönüştürülmesi sürecidir.\" ifadesi yer almaktadır. Bu nedenle boşluğu dolduran ifade 'Sayısallaştırma'dır."
  },
  {
    "id": "exam-606563-46",
    "unitNumber": 5,
    "text": "E-öğrenme içeriklerinin oluşturulmasında kullanılan ve basit, düşük etkileşimli içerikler için uygun olan web geliştirme aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Authorware",
      "B": "ToolBook Instructo",
      "C": "Global Al Hub",
      "D": "Microsoft FrontPage",
      "E": "InDesign"
    },
    "explanation": "Ünite 5'te, Bilgisayar Tabanlı İçerik Düzenleme başlığı altında, ileri düzey içeriklerin Authorware ve ToolBook gibi gelişmiş yazılım araçları kullanılarak üretilebileceği belirtilmiştir. Ancak, bu soruda 'basit, düşük etkileşimli içerikler' için uygun olan bir araç sorulmuştur. Metinde Authorware ve ToolBook gelişmiş yazılımlar olarak anılırken, Microsoft FrontPage (yazarın döneminde popüler olan ve basit web/içerik oluşturma aracı olarak bilinirdi) bahsi geçmese de, verilen şıklar arasında en uygun olanı, genellikle daha basit web içerikleri için kullanılan bir araç olması nedeniyle Microsoft FrontPage'tir (diğer şıklar daha özel veya gelişmiş araçlardır/geliştirme ortamıdır)."
  },
  {
    "id": "exam-606563-47",
    "unitNumber": 5,
    "text": "Belirli görevleri veya işleri insan müdahalesi olmadan gerçekleştiren sistem veya yazılımlara genel olarak ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bulut depolama",
      "B": "Algoritmik işlem",
      "C": "Otomasyon",
      "D": "Algoritmik işlem",
      "E": "Uygulama programlama arayüzü (API)"
    },
    "explanation": "Ünite 5'te, Otomasyon ve Robotik başlığı altında otomasyon şu şekilde tanımlanmıştır: \"Otomasyon tam anlamıyla belirli görevleri veya işleri insan müdahalesi olmadan gerçekleştiren sistem veya yazılımı ifade etmektedir.\" Bu tanım doğrudan sorunun ifadesiyle örtüşmektedir."
  },
  {
    "id": "exam-606563-48",
    "unitNumber": 5,
    "text": "Aşağıdakilerin hangisi ile birlikte sadece bilgiye ulaşmak değil, içerik oluşturup paylaşmak da mümkün hale gelmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Web 2.0",
      "B": "Web 3.0",
      "C": "Web 4.0",
      "D": "VR",
      "E": "AR"
    },
    "explanation": "Ünite 5'te, Dijitalleşmenin İçerik Düzenlemeye Katkısı ve Önemi bölümünde, sosyal ağların (Web 2.0) öneminden bahsedilirken, bu platformların bilgi yüklemeye, paylaşmaya, kendi kendine öğrenmeye, takım çalışmasına, öğrenci-öğrenci ve öğrenci-öğretmen iletişimine olanak sağladığı belirtilmiştir. Bu, sadece bilgiye ulaşmaktan ziyade içerik oluşturma ve paylaşmayı mümkün kılan Web 2.0'ın temel özelliğidir."
  },
  {
    "id": "exam-606563-49",
    "unitNumber": 6,
    "text": "Hermann'ın Yaratıcı Sorun Çözme Modeli altı değişik zihinsel düşünme becerisiyle ilişkilidir. Bu becerileri altı meslek grubu temsil eder. _____ alternatif bakış açıları üretme, üretilen çözümlerin eyleme dönüştürülmesi için planlar ve denemeler yapma özelliğiyle yaratıcı problem çözme sürecini temsil eder. Yukarıdaki paragrafta boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "kaşif",
      "B": "polis",
      "C": "dedektif",
      "D": "yargıç",
      "E": "sanatçı"
    },
    "explanation": "Ünite 6'da, Yaratıcı Düşünme Süreci başlığı altında yaratıcı düşünme aşamaları verilmiştir: hazırlık, kuluçka, fikrin doğması, fikrin geliştirilmesi. Soruda boş bırakılan yer, yeni düşünce ve kavramlar üretme, planlama ve denemeler yapma ile ilişkilendirilen aşamayı (sanatçı/tasarımcı rolünü) temsil etmelidir. Yaratıcı düşünme süreci aşamalarından 'fikrin geliştirilmesi' aşaması, ortaya çıkan fikirlerin geliştirilme sürecini, zayıf ve geliştirilebilir durumları belirleyip tamamlamayı içerir. Ancak Hermann'ın Modeli (ki bu metinde dolaylı olarak geçmektedir) altı rol (kaşif, sanatçı, yargıç, planlayıcı, vb.) kullanır. Verilen şıklar ve açıklama bağlamında, 'yaratıcı problem çözme sürecini' temsil eden en uygun rol 'sanatçı'dır, zira metinde geçen 'fikrin geliştirilmesi' (yaratıcı eylem) ile ilişkilidir. Metindeki genel yaratıcı süreç açıklamaları dikkate alındığında (deneme, uygulama, geliştirme), sanatçı rolü bu süreci temsil etmede en uygun seçenektir."
  },
  {
    "id": "exam-606563-50",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yaratıcılığı etkiliyen öznel (kişisel) etkenlerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Güvensizlik",
      "B": "Tembellik",
      "C": "Yersiz eleştiri",
      "D": "Otoriter yönetim",
      "E": "Hiyerarşi"
    },
    "explanation": "Metinde yaratıcılığı olumsuz etkileyen öznel (kişisel) etkenler sıralanmıştır: \"Özgüven eksikliği, korku, saplantı, alışkanlıklar, tembellik, esnek olamamak, kalıp davranışları, benimsemek, kararsızlık bağımlılık, cesaretsizlik, kişisel etkenlerdir.\" Şıklarda yer alan 'Tembellik' bu listede bulunmaktadır. Güvensizlik, korku vb. de öznel etkenlerdendir, ancak tembellik (B şıkkı) açıkça listede yer almaktadır."
  },
  {
    "id": "exam-606563-51",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yaratıcı bireyin özelliklerinden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Belirsizliğe tolerans gösterme",
      "B": "Sorgulayıcı olma",
      "C": "Esnek düşünebilme",
      "D": "Gerçekçi olma",
      "E": "Karmaşık işlere ilgi duyma"
    },
    "explanation": "Ünite 6'da, 'Yaratıcı Birey' başlığı altında yaratıcı kişilerin özellikleri sayılmıştır: Farklı olmayı göze alabilmek, yargılamayı geciktirebilmek, esnek düşünebilmek, spontan düşünebilmek, kavram oluşturabilmek, kavramları ilişkilendirebilmek, hayal gücü, konuya odaklanabilmek. 'Gerçekçi olma' (A şıkkındaki 'Gerçekçi olma' değil, 'Hayal gücü' veya 'Belirsizliğe tolerans' gibi özellikler yaratıcı bireyin parçasıdır) şıklardan biri olarak doğrudan belirtilmemiştir. Ancak, yaratıcı birey 'gerçekçi olma'dan ziyade hayal gücü ve esnekliği ile öne çıkar. Şıklardan D şıkkı 'Gerçekçi olma' yaratıcı bireyin tipik özelliği olarak listelenmemiştir; aksine 'farklı olmayı göze alabilme' ve 'karmaşaya/belirsizliğe tahammül edebilme' vurgulanmıştır. (Not: Verilen şıkların hepsi yaratıcılığın karşıtları olabilir, ancak 'Gerçekçi olma' genellikle yaratıcılığın tanımında ana özellik olarak geçmez.)"
  },
  {
    "id": "exam-606563-52",
    "unitNumber": 6,
    "text": "I. Bireysel bir süreçtir. II. Kültürel bir süreçtir. III. Kişilik özelliklerinin birleşimidir. IV. İnsanın varlığını ortaya çıkarma sürecidir. Yaratıcı süreç ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "III ve IV",
      "D": "I, II, ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Ünite 6'da, Yaratıcılık Nedir? başlığı altında yaratıcılığın pek çok boyutu olduğu belirtilmiştir. Yaratıcılık; öğrenme gibi beynin farklı bölgelerinde gerçekleşen bir süreçtir (I. kısmı dolaylı olarak doğru, zira beyinle ilişkilidir). İçerik geliştirme bağlamında, yaratıcılık tutum, süreç, ürün, beceri, kişilik özelliklerinin birleşimi ve bununla birlikte çevresel koşulların bir sonucu olarak açıklanabilir (III. doğrudur). Yaratıcı edim, sanatsal ifade, duyuşsal ve görsel izlenim öğeleriyle düşünme ve uygulama sürecidir. Yaratıcılık, insanın varlığını ortaya çıkarma süreci olarak değil, daha çok yeni bir şey üretme/keşfetme süreci olarak tanımlanır. Ancak metin, yaratıcılığın çok boyutluluğunu ve bu bileşenlerin birleşimini vurgular (I, II, III). Soruda verilen şıklar arasında en kapsayıcı olan E şıkkı, yaratıcılığın çok boyutlu doğasını (bireysel, kültürel, süreçsel) yansıtma eğilimindedir. (Not: I. Bireysel bir süreçtir ifadesi, sürecin kendisinin bireysel yönünü vurguladığı için kabul edilebilir. II. Kültürel bir süreçtir, çevresel etkenler nedeniyle kabul edilebilir. III. Kişilik özelliklerinin birleşimidir, metinde açıkça belirtilmiştir. IV. İnsanın varlığını ortaya çıkarma süreci değil, yaratma sürecidir.) Bu tip sorularda tüm bileşenlerin birleşimi (E) genellikle doğru kabul edilir."
  },
  {
    "id": "exam-606563-53",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi eleştirel pedagoglar tarafından belirtilen bireyin sahip olması gereken niteliklerden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal adalet duygusu gelişmiştir.",
      "B": "Özgürleşmeyi amaç edinmiştir.",
      "C": "Demokratik kişilik özelliklerine sahiptir.",
      "D": "Toplumsal ve siyasal katılımı benimsemez.",
      "E": "Toplumsal alandaki gerçekliği sorgulayabilir."
    },
    "explanation": "Ünite 7'de, Eleştirel Pedagoji başlığı altında, bu pedagojinin toplumsal yaşamdaki gerçekliği sorgulama, eleştirel düşünme, özgürleşmeyi amaçlama ve demokratik kişilik özelliklerini geliştirme gibi hedefleri olduğu belirtilmiştir. Eleştirel pedagojinin, eğitimin toplumsal devamlılık aracı olarak görülmesine karşı çıkarak, bireylerin kendilerini gerçekleştirme sürecini desteklediği vurgulanmıştır. Bu nedenle, 'Toplumsal ve siyasal katılımı benimsemez' ifadesi, eleştirel pedagojinin temel amacı olan toplumsal eleştiri ve dönüşüm ile çelişir; dolayısıyla doğru cevap D'dir."
  },
  {
    "id": "exam-606563-54",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Nosich'nin (2018) oluşturduğu eleştirel düşünmenin özelliklerinden biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Belirli bir amaç doğrultusunda gerçekleşmesi",
      "B": "Yaratıcı düzenlemeleri gerektirmesi",
      "C": "Yansıtıcı bir şekilde ilerlemesi",
      "D": "Belirli standartlar gözetilerek yapılması",
      "E": "Mantıklı olmayı gerektirmesi"
    },
    "explanation": "Soru, Nosich'in eleştirel düşünme özelliklerinden olmayanı istemektedir. Metinde eleştirel düşünme süreçleri (örneğin, yapılandırılmış sorgulama, rehberli sorgulama, açık uçlu sorgulama) ve genel özellikleri (bilgiyi sorgulama, yansıtma, analiz, sentez vb.) anlatılmaktadır. Nosich'in (2018) spesifik kategorileri metinde doğrudan listelenmese de, verilen seçenekler değerlendirildiğinde, eleştirel düşünme genellikle yansıtıcı ilerler, standartlara bağlıdır ve mantık gerektirir. Ancak 'Yaratıcı düzenlemeleri gerektirmesi' (B şıkkı), genel olarak yaratıcılığın bir parçasıdır; eleştirel düşünmenin temel odak noktası mevcut yapıları sorgulamak ve mantıklı analiz yapmaktır. Bu nedenle yaratıcı düzenleme ana kriter değildir."
  },
  {
    "id": "exam-606563-55",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi içeriğin aktarılabilirlik ve uygunluk ilkesini ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "İçeriğin verimli olmasıdır.",
      "B": "İçeriğin yapısında bulunan bilgilerin tutarlı olmasıdır.",
      "C": "Hitap edilen kitlenin hazır bulunuşluk düzeyiyle uyumlu olmasıdır.",
      "D": "İçeriğin bilimsel gelişmelerden hareketle oluşturulmasıdır.",
      "E": "İçerik tasarımının mantıklı bir şekilde yapılmasıdır."
    },
    "explanation": "Ünite 7'de, Sorgulama Temelli İçerik Hazırlama başlığının altında içerik seçim ilkeleri özetlenmiştir. 'Aktarılabilirlik ve uygunluk' ilkesi şu şekilde tanımlanmıştır: 'İçeriğin hitap edilen kitlenin hazır bulunuşluk düzeyiyle ve gelişim süreciyle uyumlu olmasıdır.' Bu tanım, C şıkkı ile doğrudan eşleşmektedir."
  },
  {
    "id": "exam-606563-56",
    "unitNumber": 8,
    "text": "Ölçme aracının hangi niteliği ölçtüğüyle ilgili uzman görüşüne danışılmasıdır. Ölçme aracının neyi ölçtüğüyle değil ne ölçüyor göründüğüyle ilgilidir. Ölçme aracının kullanılacağı amaç için uygun olup olmadığıyla ilgili konudaki uzmanların görüşlerini almaktır. Yukarıdaki paragrafta anlatılan geçerlilik türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Görünüş geçerliği",
      "B": "Kapsam geçerliği",
      "C": "Tutarlılık geçerliği",
      "D": "Kullanışlılık geçerliği",
      "E": "Ölçüt geçerliği"
    },
    "explanation": "Ünite 8'de, Geçerlik başlığı altında, 'Görünüş Geçerliği' şu şekilde tanımlanmıştır: 'Ölçme aracının hangi niteliği ölçtüğüyle ilgili uzman görüşüne danışılmasıdır. Ölçme aracının neyi ölçtüğüyle değil ne ölçüyor göründüğüyle ilgilidir. Ölçme aracının kullanılacağı amaç için uygun olup olmadığıyla ilgili konudaki uzmanların görüşlerini almaktır.' Bu tanım A şıkkı ile birebir örtüşmektedir."
  },
  {
    "id": "exam-606563-57",
    "unitNumber": 7,
    "text": "Bireyin şeyler ve onların bilgisiyle ilgili giriştiği bilme çabasının çerçevesi şeklinde tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yöntem",
      "B": "Teori",
      "C": "Teknik",
      "D": "Kuram",
      "E": "Paradigma"
    },
    "explanation": "Ünite 7'de, Paradigma, Pozitivizm ve Post-Pozitivizm başlığı altında, 'Paradigma, insanların davranışlarına yön veren bilişsel mekanizmaların tümü şeklinde tanımlanabilir' denilmektedir. Ayrıca, 'Paradigma bireylerin içinde yaşadıkları dünyayı anlamlandırmalarını şekillendirdiği söylenebilir' bilgisi, paradigmanın bilme çabasının çerçevesi olduğunu gösterir. Bu tanım, E şıkkı olan Paradigma'yı karşılamaktadır."
  },
  {
    "id": "exam-606563-58",
    "unitNumber": 8,
    "text": "Mert öğretmen sosyal bilgiler dersinde Türkiye'nin 7 coğrafi bölgesindeki ekonomik ve sosyal yaşamı derslerde işlemiştir. Öte yandan sınavda yalnızca Güneydoğu Anadolu bölgesi ile ilgili sorular sormuştur. Yukarıdaki anlatılanlara göre, Mert öğretmen aşağıdakilerden hangisini <u>uygulamamıştır</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Eşzaman geçerliği",
      "B": "Kapsam geçerliği",
      "C": "Görünüş geçerliği",
      "D": "Yordama geçerliği",
      "E": "Yapı geçerliği"
    },
    "explanation": "Soruda, Mert öğretmenin Türkiye'nin 7 coğrafi bölgesini işlemesine rağmen, sınavda sadece Güneydoğu Anadolu Bölgesi ile ilgili sorular sorması, ölçtüğü niteliklerin (konu içeriğinin tamamı) sınava yansıtılmaması durumunu ifade eder. Ünite 8'de Kapsam Geçerliği, 'Bir ölçme aracının ölçülmesi hedeflenen nitelikleri ne kadar kapsayıp kapsamadığı kapsam geçerliği kavramıyla açıklanmaktadır' şeklinde tanımlanmıştır. Bu durumda öğretmen, ölçülmek istenen tüm nitelikleri (7 bölge) kapsamadığı için Kapsam Geçerliği'ni uygulamamıştır."
  },
  {
    "id": "exam-606563-59",
    "unitNumber": 8,
    "text": "Bir sınav kağıdında en üstte yazan \"ilk üç soru 7 puan, diğer sorular 10 puandır.\" şeklindeki ifade aşağıdakilerden hangisi ile açıklanır?",
    "correctAnswer": "E",
    "options": {
      "A": "Karar",
      "B": "Ölçüm",
      "C": "Ölçüt",
      "D": "Değerlendirme",
      "E": "Ölçme kuralı"
    },
    "explanation": "Ünite 8'de 'Ölçüt' kavramı şu şekilde tanımlanmıştır: 'Ölçüt kavramı ise değerlendirme işlemi yapmadan önce belirlenen kurallardır.' Sınav kağıdındaki puan dağılımı bilgisi (kaç puan olduğu), değerlendirme/notlandırma yapılmadan önce belirlenmiş bir kuraldır (kural koyma). Bu nedenle bu ifade Ölçüt ile açıklanır."
  },
  {
    "id": "exam-606563-60",
    "unitNumber": 8,
    "text": "Tasarımcıların hedef kitlenin deneyimlerini maksimum etki için optimize etmelerine olanak tanır. Hangisinin daha iyi performans gösterdiğini görmek için bir tasarımın iki versiyonunun karşılaştırılmasını içeren bu yöntem, kullanıcı davranışı ve tercihleri hakkında çok değerli bilgiler sağlayabilir. Yukarıda anlatılan ölçme ve değerlendirme uygulaması aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "A/B testi",
      "B": "Kelime ilişkilendirme testi",
      "C": "Doğru-yanlış testleri",
      "D": "Sözlü sınavlar",
      "E": "Tanılayıcı dallanmış ağaç"
    },
    "explanation": "Ünite 8'de, Görsel İletişim Tasarımında Kullanılabilecek Ölçme ve Değerlendirme Uygulamaları başlığı altında A/B testi şu şekilde açıklanmıştır: 'A/B Testi, tasarımcıların hedef kitlenin deneyimlerini maksimum etki için optimize etmelerine olanak tanır. Hangisinin daha iyi performans gösterdiğini görmek için bir tasarımın iki versiyonunun karşılaştırılmasını içeren bu yöntem, kullanıcı davranışı ve tercihleri hakkında çok değerli bilgiler sağlayabilir.' Bu tanım, soruda verilen açıklamaya tam olarak uymaktadır."
  },
  {
    "id": "exam-622602-61",
    "unitNumber": 1,
    "text": "Üst düzey yönetimin, bireylerin daha etkin ya da verimli performans göstermeleri için belirlediği ihtiyaç türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Karşılaştırmalı ihtiyaç",
      "B": "Açıklanan ya da talep edilen ihtiyaç",
      "C": "Normatif ihtiyaç",
      "D": "Hissedilen/Algılanan ihtiyaç",
      "E": "Beklenen ya da gelecekteki ihtiyaç"
    },
    "explanation": "Ünite 1 özetinde, \"Açıklanan ya da talep edilen ihtiyaç: Bireylerin daha etkin ya da verimli performans göstermeleri için üst düzey yönetimin belirlediği ihtiyaçlardır.\" şeklinde tanımlanmıştır. Soru, üst düzey yönetimin belirlediği ihtiyaç türünü sorduğu için doğru cevap B seçeneğidir."
  },
  {
    "id": "exam-622602-62",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi eğitim programının ögelerinden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Yöntem-teknik",
      "B": "Amaç",
      "C": "İçerik",
      "D": "Öğretme-öğrenme süreci",
      "E": "Değerlendirme"
    },
    "explanation": "Eğitim programının dört temel ögesi amaç, içerik, öğretme öğrenme süreci ve değerlendirmedir. Program ögeleri arasında 'Yapay Zeka' (ki bu bir teknoloji veya araçtır) sayılmamaktadır."
  },
  {
    "id": "exam-622602-63",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Premack ilkesinin uygulanmasına bir örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bireylerin istemedikleri bir işi tamamlamaları durumunda sadece övgü ile ödüllendirilmesi.",
      "B": "Bir öğrencinin sıkıcı bir derse karşı ilgisini artırmak için video oyunlarına izin verilmesi.",
      "C": "Okulda öğrencilere sevdikleri bir aktiviteyi yapma özgürlüğü tanınması.",
      "D": "Bir yetişkinin spora gitmeyi sevmediği halde her gün spor yapmaya zorlanması.",
      "E": "Hoşlanmadığı bir etkinliğe katılmak istemeyen bir çocuğun ceza ile korkutulması."
    },
    "explanation": "Premack ilkesi (pekiştirme) Edimsel Koşullanma ile ilişkilidir. Edimsel koşullanmada, organizmanın gösterdiği bir davranışın pekiştirilerek tekrar gösterilme ihtimalinin artırılması söz konusudur. Verilen seçeneklerdeki davranışlar (görsel okuryazarlık hariç), özellikle davranışın kendisinin pekiştirilmesini veya sönmesini ima etmemektedir. Görsel okuryazarlık ise Sosyal Bilişsel Kuram ile daha ilişkilidir. Ancak, sorunun bağlamı Davranışçı Kuramlar ünitesinde (Ünite 3) yer almaktadır ve genellikle Premack ilkesi (daha sık yapılan bir aktiviteyi daha az yapılan bir aktivite için pekiştireç olarak kullanmak) Edimsel Koşullanma başlığı altında incelenir. Ancak, verilen metinlerde Premack ilkesine doğrudan atıf bulunmamaktadır. Metindeki davranışçı kuram uygulamaları; klasik koşullanma ilkeleri (Bitişiklik, Pekiştirme, Sönme vb.) ve edimsel koşullanma (pekiştireç, ceza) üzerinedir. Edimsel koşullanmanın tanımı, davranışın sonucunda ortaya çıkan uyarıcının davranışı pekiştirmesidir. Verilen seçenekler arasında, klasik koşullanma ilkeleri veya edimsel koşullanma prensiplerine doğrudan uyabilecek bir örnek net olarak metinden çıkarılamamaktadır. Ancak, seçenekler arasında en az uyumsuz olanı bulmalıyız. Davranışçı kuramlar, çevresel uyarıcı ve tepkiye odaklanır. Seçenekler arasında doğrudan bir eşleşme olmaması durumunda, sorunun Edimsel Koşullanma kısmına ait olduğu varsayılırsa, 'Pekiştirme' veya 'Ceza' içeren bir örnek aranır. Eğer soru 'En az bir uyarıcı gerektiren' bir örnek istiyorsa, seçenekler yeniden değerlendirilir. Soru 2'nin orijinal bağlamı (genellikle Edimsel Koşullanma ile ilgili) dikkate alındığında, seçeneklerde net bir eşleşme yok. Ancak, eğer bu soru Edimsel Koşullanma (Davranışçı Kuramlar içinde) ile ilgiliyse ve 'pekiştireç' kavramına odaklanıyorsa, seçenekleri tekrar inceleyelim. Metinde Edimsel Koşullanma, davranışın sonucunda ortaya çıkan pekiştireçlerden bahsediyor. Soru 2'nin doğru cevabının genellikle bir aktiviteyi diğerine pekiştireç olarak kullanmayı içeren bir örnek olması gerekir (Premack İlkesi). Metindeki seçenekler: I. Görsel okuryazarlık (Sosyal Bilişsel). II. Klasik koşullanma ilkesi (Davranışçı, ama Premack değil). III. Edimsel koşullanma ilkesi (Davranışçı, ama Premack değil). IV. Hiçbiri. Bu durumda, sorunun içeriği (Premack İlkesi) Ünite 3'teki Davranışçı Kuramlar ile ilişkilidir, ancak verilen metinlerde Premack ilkesine doğrudan bir örnek yoktur. Eğer soru bu üniteden (Ünite 3) ise ve seçenekler metindeki diğer davranışçı kuram başlıkları (Klasik Koşullanma, Edimsel Koşullanma) ile ilgiliyse, seçenekleri değerlendirmeliyiz. Eğer sorunun amacı, davranışçı kuramlardan hangisinin bir uygulamasına örnektir diye soruyorsa, ve 'Pekiştirme' kavramı Edimsel Koşullanmanın anahtarı ise: 'Pekiştireç', hoşuna giden bir uyarıcı ile verilmesi ve tekrar etme olasılığı arttırılmasıdır. Verilen seçenekler arasında bu prensibe en yakın olanı bulmak zor. Ancak, seçenekler listelenmemiş, sadece soru metni verilmiş. Varsayalım ki seçenekler metinden türetilmiş bir uygulama örneği içermektedir. Genellikle bu tür sorularda, bir öğrencinin sevdiği bir etkinliği (örneğin oyun oynamayı) sevmediği bir görevi (örneğin ödev yapmayı) tamamlaması için pekiştireç olarak kullanması Premack ilkesine örnektir. Metinde doğrudan Premack örneği yok. Ancak, Edimsel Koşullanmanın tanımı 'bir davranışın pekiştirilerek tekrar gösterilme ihtimalinin artırılmasıdır' şeklindedir. Bu nedenle, bu soru büyük ihtimalle Edimsel Koşullanma ile ilgilidir. Seçenekler verilmediği için, standart bir Premack örneği açıklaması yapıyorum ve bu konunun Ünite 3 ile ilgili olduğunu belirtiyorum. (NOT: Seçenekler olmadan kesin bir doğrulama imkansızdır. Eğer seçenekler arasında bir Edimsel Koşullanma pekiştirmesi örneği olsaydı o doğru olurdu.) Bu bağlamda, soruyu genel olarak Ünite 3'e (Davranışçı Kuramlar) atıyorum."
  },
  {
    "id": "exam-622602-64",
    "unitNumber": 4,
    "text": "Yeryüzünün tümünün ya da bir bölümünün çeşitli özelliklerinin belirli bir ölçekte küçültülerek, bir düzlem üzerine özel işaret ve tanımlayıcı bilgilerle yansıtılarak oluşturulan görsel türüne ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fotoğraf",
      "B": "Minyatür",
      "C": "Harita",
      "D": "Şablon",
      "E": "Video"
    },
    "explanation": "Haritalar; yeryüzünün tümünün ya da bir bölümünün çeşitli özelliklerinin belirli bir ölçekte küçültülerek, bir düzlem üzerine özel işaret ve tanımlayıcı bilgilerle yansıtılmasıdır. Bu tanım, sorudaki tanıma tam olarak uymaktadır."
  },
  {
    "id": "exam-622602-65",
    "unitNumber": 5,
    "text": "Chickering ve Ehrmann'a (1996) göre, e-öğrenmede teknoloji yardımıyla oluşturulan iyi uygulamalar ve içerikler aşağıdaki hangi çıktıyı <u>sağlamaz</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Aktif öğrenme tekniklerinin kullanılması",
      "B": "Öğrenen ve kurum arasındaki ilişkinin kuvvetlendirilmesi",
      "C": "Öğrenenler arasında rekabetin artırılması",
      "D": "Hızlı geri bildirim sağlanması",
      "E": "Farklı yeteneklerin ve öğrenme yollarının dikkate alınması"
    },
    "explanation": "Chickering ve Ehrmann'a (1996) göre iyi uygulamalar arasında şunlar bulunur: Aktif öğrenme, öğrenci merkezli olması, etkileşim, sürekli geri bildirim, başarıyı destekleme, zamanlama ve esneklik. Metinde, e-öğrenme içeriğinin 'bireyleri aktif öğrenmeye teşvik ederek, öğrenilen konseptlerin anlamlandırılmasına olanak tanıması' ve 'öğrencinin yorumlama becerileri, deneyimleri ve etkileşimine dayalı anlam oluşturma kapasitesine odaklanması' vurgulanmıştır. 'Teknoloji yardımıyla oluşturulan iyi uygulamalar' genellikle öğrenme çıktısını destekler. Ancak, 'Öğrenme materyali ve öğrenme deneyimleri, öğrencilerin bilgiyi işleme yeteneklerini etkileyebilir' ilkesi, Ünite 3'te yer alan Bilgiyi İşleme Kuramının bir ilkesidir ve direkt olarak e-öğrenme iyi uygulamalarının sağladığı *çıktı* olarak sayılmaz. Ünite 5'teki e-öğrenme bölümünde, bu tür uygulamaların aktif öğrenmeyi teşvik ettiği belirtilirken, teknolojinin çıktı olarak *sağlamadığı* bir şey sorulmuştur. Metinde, e-öğrenme içeriğinin öğrenci merkezli olması ve anlamlandırmaya olanak tanıması belirtilir. Sorunun amacı, genellikle e-öğrenmenin sınırlılıklarından birini bulmaktır. Ünite 5'te e-öğrenme, CBT'den farklı olarak internet üzerinden erişilir ve iş birliği imkanı sunar. Ancak metinde direkt olarak 'sağlamaz' çıktısı belirtilmemiştir. Genellikle e-öğrenme, öğrencilerin kendi hızlarında ilerlemesine olanak tanır (esneklik), ancak sosyal etkileşimde bazen yüz yüze eğitimi tam olarak sağlayamaz. Ancak sorunun seçenekleri verilmemiştir. Eğer seçenekler arasında 'sadece kendi başına çalışmayı zorunlu kılma' gibi bir ifade olsaydı, bu sosyal etkileşimi kısıtlama anlamında doğru olabilirdi. Verilen metinlerdeki en kapsayıcı ve spesifik olmayan ifade, bilginin işlenmesine odaklanan ilke olabilir. 'Öğrenme materyali ve öğrenme deneyimleri, öğrencilerin bilgiyi işleme yeteneklerini etkileyebilir' ifadesi, Bilgiyi İşleme Kuramının bir ilkesi olarak daha çok odak noktasıdır ve e-öğrenmenin bir *çıktısı* olmaktan çok bir *temeli* veya *ilişkisi* olarak görülebilir."
  },
  {
    "id": "exam-622602-66",
    "unitNumber": 5,
    "text": "E-öğrenme içeriklerinin oluşturulmasında kullanılan ve basit, düşük etkileşimli içerikler için uygun olan web geliştirme aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Authorware",
      "B": "Microsoft FrontPage",
      "C": "ToolBook Instructo",
      "D": "Global Al Hub",
      "E": "InDesign"
    },
    "explanation": "Web tabanlı içerik, genellikle HTML, CSS ve diğer web teknolojileri kullanılarak oluşturulur. Basit, düşük etkileşimli içerikler için bu teknolojiler yeterlidir. Zorlu etkileşimli içerikler için Authorware ve ToolBook gibi gelişmiş yazılımlar kullanılabilir. Web tabanlı içerik, genellikle daha statiktir ve okuma/görüntülemeye odaklanır."
  },
  {
    "id": "exam-622602-67",
    "unitNumber": 5,
    "text": "Temeli cebire dayana -----, matematik ve bilgisayar bilimlerinde belirli bir problemi çözmek veya bir hesaplama yapmak için kullanılan, iyi tanımlanmış sonlu bir talimat dizisi olarak tanımlanmaktadır. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "protokol",
      "B": "denklem",
      "C": "teorem",
      "D": "fonksiyon",
      "E": "algoritma"
    },
    "explanation": "Veri madenciliği, tahmine dayalı yapay zeka algoritmaları kullanır. Algoritma, matematik ve bilgisayar bilimlerindeki araştırmalarda kullanılan, iyi tanımlanmış sonlu talimat dizisidir. Bu tanım, 'Algoritma' kavramına uyar. Veri madenciliği bağlamında bu temel kavram 'Algoritma'dır."
  },
  {
    "id": "exam-622602-68",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi belirli görevleri veya işleri insan müdahalesi olmadan gerçekleştiren sistem veya yazılımı ifade eden kavramdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Bulut depolama",
      "B": "Algoritmik işlem",
      "C": "Uygulama programlama arayüzü (API)",
      "D": "İşletim sistemi",
      "E": "Otomasyon"
    },
    "explanation": "Otomasyon; tam anlamıyla belirli görevleri veya işleri insan müdahalesi olmadan gerçekleştiren sistem veya yazılımı ifade etmektedir. Bu, soruda verilen tanıma tam olarak uymaktadır."
  },
  {
    "id": "exam-622602-69",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yaratıcı bireyin özelliklerinden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Gerçekçi olma",
      "B": "Belirsizliğe tolerans gösterme",
      "C": "Karmaşık işlere ilgi duyma",
      "D": "Esnek düşünebilme",
      "E": "Sorgulayıcı olma"
    },
    "explanation": "Yaratıcı bireylerin özelliklerinin arasında farklı olmayı göze alabilmek, yargılamayı geciktirebilmek, esnek ve spontan düşünebilmek, kavram oluşturabilmek, hayal gücü ve konuya odaklanabilmek sayılır. Metinde, yaratıcı kişinin yüksek zekaya sahip olabileceği ancak bunun garantilenmediği belirtilmektedir. Yüksek zeka, yaratıcılığın garantisi olarak değil, ancak olası bir özellik olarak geçmektedir. Yaratıcı birey olmanın temelinde 'farklı olmayı göze alabilmek' ve 'yargılamayı geciktirebilmek' gibi davranışsal/bilişsel esneklikler vardır. 'Teknolojik yeterlik' ise yaratıcı bireyin spesifik bir özelliği olarak metinde geçmemektedir."
  },
  {
    "id": "exam-622602-70",
    "unitNumber": 6,
    "text": "I. Çevresel etmenlerin sonucudur.<br/>II. Kültürel bir süreçtir.<br/>III. Kişilik özelliklerinin birleşimidir.<br/>IV. Teknolojik varlığını ortaya çıkarma sürecidir.<br/>Yaratıcı süreç ile ilgili yukarıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "II, III, IV"
    },
    "explanation": "Yaratıcılık; tutum, süreç, ürün, beceri, kişilik özelliklerinin birleşimi ve bununla birlikte çevresel koşulların bir sonucu olarak açıklanabilir (Giriş kısmı). Ayrıca yaratıcılık, beynin farklı bölgelerinde sinir hücrelerinin iletişimleriyle gerçekleşir (Yaratıcılık Nedir? kısmı). Bu nedenle I, II ve III doğrudur. IV (Teknolojik varlığını ortaya çıkarma süreci) ise yaratıcılığın bir tanımı veya bileşeni olarak doğrudan metinde belirtilmemiştir; daha çok içerik geliştirme tekniklerinin bir sonucu olarak düşünülebilir."
  },
  {
    "id": "exam-622602-71",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yaratıcı düşünme süreci aşamalarından biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Uygulama",
      "B": "Fikrin geliştirilmesi",
      "C": "Kuluçka",
      "D": "Fikrin doğması",
      "E": "Hazırlık"
    },
    "explanation": "Yaratıcı düşünme süreci; hazırlık, kuluçka, fikrin doğması ve fikrin geliştirilmesi aşamalarından oluşur. Bu aşamalar döngü halinde olabilir. Sunum, bu dört aşamanın döngüsel olabileceğini belirtse de, bu dört aşamadan biri 'değerlendirme' değildir. Değerlendirme, Ünite 8'de ölçme ve değerlendirme bağlamında daha çok yer alır, ancak yaratıcı süreç aşamaları dört temel başlık altında verilmiştir."
  },
  {
    "id": "exam-622602-72",
    "unitNumber": 6,
    "text": "Altı şapka düşünme tekniğinde bulunan, siyah şapka ile cevaplanan sorular aşağıdakilerden hangileridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Şu ana kadar ne başarıldı?, Hangi kararlar alındı?",
      "B": "Ne gibi sorunlar ortaya çıkabilir? Olabilecek en kötü durum nedir?",
      "C": "Duygular ön olanda mı?, Bir konuyu duygular ve hislerle mi ele almalıyız?",
      "D": "Şimdi ne yapılabilir?, Konun özeti nedir?",
      "E": "Ne tür bilgilere sahibiz? Eksik bilgiler nelerdir?"
    },
    "explanation": "Siyah şapka, olumsuzlukları, riskleri, hataları, kısıtlamaları ve olası sorunları belirlemeye odaklanır. Metinde, siyah şapkanın özellikle 'olumsuzlukları' ve 'riskleri' üzerine odaklandığı belirtilmektedir."
  },
  {
    "id": "exam-622602-73",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi eleştirel pedagoglar tarafından belirtilen bireyin sahip olması gereken niteliklerden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal adalet duygusu gelişmiştir.",
      "B": "Özgürleşmeyi amaç edinmiştir.",
      "C": "Demokratik kişilik özelliklerine sahiptir.",
      "D": "Toplumsal ve siyasal katılımı benimsemez.",
      "E": "Toplumsa alandaki gerçekliği sorgulayabilir."
    },
    "explanation": "Eleştirel pedagoji, bireyin toplumsal yapıyı sorgulamasını, dönüştürmeyi amaçlar. Eleştirel pedagojinin ilk adımı ezilen yapının nasıl oluştuğunu ortaya çıkarmaktır. Metinde, eleştirel düşünme becerisi için 'objektif' olmak, 'gerçeğe yakın' olmak, 'eleştirel düşünmeye odaklanmak' önemlidir. Ancak, 'bireyin sosyal yaşamdaki deneyimlerinden kesinlikle uzak durması' eleştirel pedagojinin aksine, yapılandırmacı yaklaşımlar bilginin deneyimlere dayalı olmasını savunur. Eleştirel pedagoji, bireyin içinde ezildiği yapının nasıl oluştuğunu anlamasını ister, bu da sosyal deneyimlerle bağ kurmayı gerektirir."
  },
  {
    "id": "exam-622602-74",
    "unitNumber": 7,
    "text": "Bireyin şeyler ve onların bilgisiyle ilgili giriştiği bilme çabasının çerçevesi şeklinde tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kuram",
      "B": "Kaynak",
      "C": "Teknik",
      "D": "Yöntem",
      "E": "Paradigma"
    },
    "explanation": "Bilgi; her zaman bütün etkileşimlerin içinde var olan otorite ilişkileriyle açıklanmaktadır. Foucault'a göre bilgi, söylemin içinde oluşur ve özne/otorite/bilgi üçgeni içinde şekillenir. Bu, bilginin toplumsal/kültürel yapılarla ilişkili olduğunu gösterir. Bu çerçeve en iyi 'Bilgi-İktidar İlişkisi' başlığı altında özetlenir."
  },
  {
    "id": "exam-622602-75",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Post-pozitivizmin temel özelliklerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bütünlüğü koruma ve birleştirme",
      "B": "Kurallara ve şekilciliğe bağlılık",
      "C": "Büyük anlatıların güçlendirilmesi",
      "D": "Parçalanma, kuralcılık ve şekilciliğin yerinden edilmesi",
      "E": "Tek ve değişmez gerçekliği savunma"
    },
    "explanation": "Post-pozitivizmin temel özellikleri arasında bütünün parçalanması, kuralcılık ve şekilciliğin yerinden edilmesi, benliğin kavramsal derinliğinin yıkılması, ironi, merkezsizleşme/merkeziyetsizleşme, zaman kavramına yönelik bakış açısı ve büyük anlatıların işlevsiz hale getirilmesi yer alır. 'Tüm sorulara tek bir doğru cevabın varlığına inanmak' pozitivizmin temel özelliğidir, post-pozitivizm ise buna karşı çıkar."
  },
  {
    "id": "exam-622602-76",
    "unitNumber": 7,
    "text": "Facione'ye (1990) göre, eleştirel düşünme becerileri arasında aşağıdakilerden hangisi yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Düşünceleri yüzeysel değerlendirme",
      "B": "Kendi bilişsel süreçlerini göz ardı etme",
      "C": "Olay, olgu ve kavramlar arasındaki ilişkileri belirleme",
      "D": "Bilgiyi rastgele yorumlama",
      "E": "Herhangi bir iddiayı sorgulamadan kabul etme"
    },
    "explanation": "Facione'ye göre eleştirel düşünme becerileri; analiz, değerlendirme, çıkarım yapma (inferring), yorumlama ve öz düzenleme (self-regulation) olarak listelenir. Metinde 'Analiz etme, yorumlama, analiz edildikten sonra yargılama yapma, karar verme ve uygulama' gibi süreçler vurgulanmıştır. 'Yorumlama' becerisi, eleştirel düşünmenin temel bileşenlerinden biridir ve ulaşılan bilginin anlamlandırılmasını kapsar."
  },
  {
    "id": "exam-622602-77",
    "unitNumber": 8,
    "text": "Ölçme aracının hangi niteliği ölçtüğüyle ilgili uzman görüşüne danışılmasıdır. Ölçme aracının neyi ölçtüğüyle değil ne ölçüyor göründüğüyle ilgilidir. Ölçme aracının kullanılacağı amaç için uygun olup olmadığıyla ilgili o konudaki uzmanların görüşlerini almaktır. Yukarıdaki paragrafta anlatılan geçerlilik türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Görünüş geçerliği",
      "B": "Kapsam geçerliği",
      "C": "Tutarlılık geçerliği",
      "D": "Kullanışlılık geçerliği",
      "E": "Ölçüt geçerliği"
    },
    "explanation": "Bir ölçme aracının hangi niteliği ölçtüğüyle ilgili uzman görüşüne danışılması ve aracın neyi ölçüyor göründüğüyle ilgilenilmesi 'Görünüş Geçerliği' olarak tanımlanır. Metinde bu geçerlilik türü, uzman görüşüne danışma ve aracın göründüğü nitelikle ilgilenme tanımıyla açıklanmıştır."
  },
  {
    "id": "exam-622602-78",
    "unitNumber": 8,
    "text": "Bir öğrenci sınav sonrasında şu ifadeyi kullanmıştır: \"Sorular konu içerikleriyle tam olarak örtüşmüyordu ve derslerde vurgulanan konular yerine farklı konulardan sorular soruldu. Bu yüzden gerçek bilgilerimi yansıtamadım.\" Yukarıdaki paragrafa göre, bu sınavın hangi açıdan yetersiz olduğu söylenir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tutarlılık",
      "B": "Kararlılık",
      "C": "Güvenilirlik",
      "D": "Ölçme duyarlılığı",
      "E": "Geçerlik"
    },
    "explanation": "Ölçüt geçerliği, ölçümlerden elde edilen puanların, varsayılan niteliğin ölçüsü olduğu düşünülen bir veya daha fazla dış değişkenle kıyaslanmasıdır. Öğrencinin ifadesi ('Sorular konu içerikleriyle tam olarak örtüşmüyordu' ve 'gerçek bilgilerimi yansıtamadım') ölçülen nitelik (konu bilgisi) ile dış ölçüt (sınav sonuçları) arasındaki ilişkiyi sorgulamaktadır. Metinde, ölçüt geçerliği 'Ölçümlerden elde edilen puanların, davranışın veya karakterin ölçüsü olduğu varsayılan bir veya daha fazla dış değişkenle kıyaslanması' olarak tanımlanır. Öğrencinin şikayeti, sınavın konu kapsamı ile dışsal bir ölçüt (gerçek bilgi düzeyi) arasındaki ilişkinin yetersizliğine işaret eder."
  },
  {
    "id": "exam-622602-79",
    "unitNumber": 8,
    "text": "Ölçme işlemi ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Ölçme işlemi ile değerlendirme süreci aynı anlama gelir.",
      "B": "Ölçme işlemi yalnızca nicel sonuçlar verir, nitel ölçümler yapılamaz.",
      "C": "Ölçme, bir niteliğin gözlenerek sonuçlarının sayılar veya sembollerle ifade edilmesini sağlar.",
      "D": "Ölçme sonuçları, her zaman kesin bir başarı veya başarısızlık ifadesi taşır.",
      "E": "Ölçme işlemi sadece eğitim alanında kullanılmaktadır."
    },
    "explanation": "Ölçme işlemi, bir niteliğin gözlenip sonucunun sayı ve sembollerle gösterilmesi sürecidir ve değerlendirme işleminin ön basamağıdır. Karar verme veya yargıda bulunma ise değerlendirmenin konusudur. Bu nedenle, ölçme işlemi (sayı veya sembol atama) değerlendirmeden önce gelen bir adımdır."
  },
  {
    "id": "exam-622602-80",
    "unitNumber": 8,
    "text": "Tasarımcıların hedef kitlenin deneyimlerini maksimum etki için optimize etmelerine olanak tanır. Hangisinin daha iyi performans gösterdiğini görmek için bir tasarımın iki versiyonunun karşılaştırılmasını içeren bu yöntem, kullanıcı davranışı ve tercihleri hakkında çok değerli bilgiler sağlayabilir. Yukarıda anlatılan ölçme ve değerlendirme uygulaması aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kelime ilişkilendirme testi",
      "B": "Sözlü sınavlar",
      "C": "Tanılayıcı dallanmış ağaç",
      "D": "A/B testi",
      "E": "Doğru-yanlış testleri"
    },
    "explanation": "A/B Testi; hedef kitlenin deneyimlerini optimize etmek için bir tasarımın iki versiyonunun karşılaştırılmasıdır ve kullanıcı davranışı hakkında bilgi sağlar. Bu, Ünite 8'de 'A/B Testi' başlığı altında anlatılan bir değerlendirme uygulamasıdır."
  },
  {
    "id": "exam-606565-81",
    "unitNumber": 1,
    "text": "Çalışanların gözlemlenebilir iş davranışlarına, bu davranışlarla neyin başarıldığına ve hangi teknolojilerin gerekli olduğuna ilişkin sistematik veri toplama süreci aşağıdaki ihtiyaç belirleme tekniklerinden hangisi ile gerçekleştirilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Progel tekniği",
      "B": "Anket tekniği",
      "C": "Görüşme tekniği",
      "D": "Meslek (İş) Analizi",
      "E": "Gözlem tekniği"
    },
    "explanation": "Meslek (İş) Analizi tekniğinin tanımı metinde şöyle verilmiştir: \"Meslek (iş) analizi, çalışanların gözlemlenebilir iş davranışlarına, bu davranışlarla neyin başarıldığına ve hangi teknolojilerin gerekli olduğuna ilişkin sistematik veri toplama süreci olarak da tanımlanmaktadır.\" Bu, sorudaki açıklamaya uyan tekniktir."
  },
  {
    "id": "exam-606565-82",
    "unitNumber": 7,
    "text": "Aşağıdakilerin hangisinde SWOT analizinin açılımı sırasıyla ve doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Güçlü yönler, fırsatlar, tehditler, olumlu yönler",
      "B": "Güçlü yönler, zayıf yönler, fırsatlar, tehditler",
      "C": "Tehditler, fırsatlar, zayıf yönler, gereklilikler",
      "D": "Beklentiler, tehditler, güçlü yönler, zayıf yönler",
      "E": "Zayıf yönler, güçlü yönler, fırsatlar, gerçekler"
    },
    "explanation": "Verilen metinlerde SWOT analizinin açılımı veya detayları açıkça belirtilmemiştir. Ancak, Ünite 7'de Eleştirel Düşünme becerilerinin geliştirilmesinden ve sorgulamadan bahsedilmektedir. Genellikle SWOT analizi (Güçlü Yönler, Zayıf Yönler, Fırsatlar, Tehditler) eleştirel düşünme ve içerik hazırlama süreçlerinde kullanılır. Metinlerde SWOT analizi terimi geçmediği için bu sorunun doğrudan cevabı metinlerden çıkarılamaz. Ancak, eğer sorunun amacı bir ihtiyaç belirleme veya içerik düzenleme bağlamında analitik bir araç sormaksa, en yakın konular ihtiyaç analizi (Ünite 1) veya eleştirel düşünme (Ünite 7) olabilir. Verilen seçenekler olmadan kesin cevap verilemez. Varsayımsal olarak, soru muhtemelen bir önceki ünitede (Ünite 1) ele alınan ihtiyaç analizi aşamalarına veya Ünite 7'deki eleştirel/sorgulayıcı yaklaşımlara atıf yapmaktadır. Sorunun seçenekleri olmadan kesin bir eşleştirme yapmak mümkün değildir. Soru 1, bir öncekilerle uyumsuzluk gösterir, muhtemelen bilgi eksikliği veya sorunun bağlamsal bir hata içermesi nedeniyle. Cevap için seçeneklere ihtiyaç vardır."
  },
  {
    "id": "exam-606565-83",
    "unitNumber": 5,
    "text": "Yeni gelen bilgilerin bireyin uzun süreli belleğindeki bilgilerle karşılaştırılarak anlamlı hale getirilmesi aşağıdaki öğrenme stratejilerinden hangisi ile açıklanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Buluş yoluyla öğretim",
      "B": "Gözden geçirme",
      "C": "Tekrar",
      "D": "Anadığindime",
      "E": "Örgütleme"
    },
    "explanation": "Yeni gelen bilginin, bireyin uzun süreli belleğindeki daha önce öğrendiği bilgilerle karşılaştırılarak anlamlı hale getirilmesi ve anlam yüklenmesi, Anlamlandırma Stratejileri başlığı altında açıklanmaktadır (Sayfa 3). Öğrenme stratejileri içinde yer alır."
  },
  {
    "id": "exam-606565-84",
    "unitNumber": 8,
    "text": "Tasarımcı içeriği sunarken metinde \"doğal ve tarihi yapıtlar korunmazsa neler olabilir?\" gibi bir soru sorarak okuyucunun geçmişi ve geleceği kestirmesine olanak sağlamaktadır. Yukarıdaki anlatılana göre, tasarımcı içerikle ilgili aşağıdaki hangi ilkeyi kullanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Soyutlama",
      "B": "Vardama",
      "C": "Alıştırma",
      "D": "Düzey",
      "E": "Şema"
    },
    "explanation": "Tasarımcı içeriği sunarken var olan bilgiden yararlanarak geçmişin ve geleceğin tahmin edilmesine olanak tanıyan ilke Vardama İlkesi'dir (Sayfa 2, Ünite 2). Sorudaki örnek ('doğal ve tarihi yapıtlar korunmazsa neler olabilir?') geçmiş (var olan durum) ve gelecekteki sonuçları ilişkilendirmektedir."
  },
  {
    "id": "exam-606565-85",
    "unitNumber": 4,
    "text": "Yeryüzünün tümünün ya da bir bölümünün çeşitli özelliklerinin belirli bir ölçekte küçültülerek, bir düzlem üzerine özel işaret ve tanımlayıcı bilgilerle yansıtılarak oluşturulan görsel türüne ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Harita",
      "B": "Video",
      "C": "Minyatür",
      "D": "Şablon",
      "E": "Fotoğraf"
    },
    "explanation": "Yeryüzünün tümünün ya da bir bölümünün çeşitli özelliklerinin belirli bir ölçekte küçültülerek, bir düzlem üzerine özel işaret ve tanımlayıcı bilgilerle yansıtılması, Haritalar kategorisinin tanımıdır (Sayfa 1, Ünite 4)."
  },
  {
    "id": "exam-606565-86",
    "unitNumber": 3,
    "text": "Koşullanmış uyaranın olmadığı bir ortamda öğrenilmiş tepkilerin zaman içinde azalması durumu aşağıdaki ilkelerden hangisi ile açıklanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bitişiklik",
      "B": "Kendiliğinden Geri Gelme",
      "C": "Sönme",
      "D": "Habercilik-Bilgilendiricilik",
      "E": "Pekiştirme"
    },
    "explanation": "Koşullu uyarıcının tek başına artık koşullu tepkiye neden olmadığı öğrenme sürecini tanımlayan ilke Sönme'dir (Sayfa 1, Ünite 3). Bu, koşullu uyarıcının (uyaran) koşulsuz uyarıcı (pekiştireç) olmadan tekrarlandığında tepkinin azalması durumudur."
  },
  {
    "id": "exam-606565-87",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Premack ilkesinin uygulanmasına bir örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Okulda öğrencilere sevdikleri bir aktiviteyi yapma özgürlüğü tanınması.",
      "B": "Bir öğrencinin sıkıcı bir derse karşı ilgisini artırmak için video oyunlarına izin verilmesi.",
      "C": "Bir yetişkinin spora gitmeyi sevmediği halde, her gün spor yapmaya zorlanması.",
      "D": "Bireylerin istemedikleri bir işi tamamlamaları durumunda sadece övgü ile ödüllendirilmesi.",
      "E": "Hoşlanmadığı bir etkinliğe katılmak istemeyen bir çocuğun ceza ile korkutulması."
    },
    "explanation": "Premack ilkesi (genellikle davranışçı kuramlar bağlamında ele alınır) daha az tercih edilen bir aktivitenin daha çok tercih edilen bir aktiviteyi yapma şartı ile pekiştirilmesi anlamına gelir. Ancak, verilen metinlerde (Ünite 3) Klasik Koşullanma ilkeleri (Bitişiklik, Habercilik, Pekiştirme, Sönme, Genelleme, Ayırt Etme) ve Edimsel Koşullanma (Pekiştireç, Ceza) tanımlanmıştır. Premack ilkesinin doğrudan tanımı metinlerde yer almamaktadır. Eğer soru Edimsel Koşullanma bağlamında sorulmuşsa, en yakın ilişki genel olarak pekiştirme ilkesidir. Ancak, spesifik bir ilke sorulduğu için metinler yetersiz kalmaktadır. Seçeneklere ihtiyaç vardır. Davranışçı kuramların genel prensibi, pekiştirmenin davranış sıklığını artırmasıdır (Edimsel Koşullanma, Sayfa 1)."
  },
  {
    "id": "exam-606565-88",
    "unitNumber": 4,
    "text": "Araştırmalara göre bir görsele bakıldığında gözün en çok odaklandığı nokta aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sol üst",
      "B": "Sol alt",
      "C": "Sağ alt",
      "D": "Sağ üst",
      "E": "Orta üst"
    },
    "explanation": "Görsel Öğelerin Tasarımında Dikkat Edilmesi Gereken Noktalar başlığı altında, görsel öğelerin tasarımında odak noktanın vurgulanması gerektiği belirtilmiştir (Sayfa 2, Ünite 4). Bu, gözün en çok odaklandığı yerin tasarım tarafından belirlenmesi gerektiğini ima eder."
  },
  {
    "id": "exam-606565-89",
    "unitNumber": 5,
    "text": "E-öğrenme içeriklerinin oluşturulmasında kullanılan ve basit, düşük etkileşimli içerikler için uygun olan web geliştirme aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Microsoft FrontPage",
      "B": "Global AI Hub",
      "C": "Authorware",
      "D": "InDesign",
      "E": "ToolBook Instructo"
    },
    "explanation": "Web tabanlı içerik genellikle HTML, CSS gibi teknolojiler kullanılarak oluşturulur ve statik olma eğilimindedir. Gelişmiş etkileşimli içerikler için Authorware gibi araçlar belirtilse de, basit ve düşük etkileşimli içeriklerin temelini HTML/CSS oluşturur (Sayfa 1, Ünite 5). Soru 8'de belirtilen araçlar, Web Tabanlı İçerik'in temelini oluşturan teknolojilerdir."
  },
  {
    "id": "exam-606565-90",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Johannes Gutenberg'in icadı olup, kitapların ve basılı materyallerin seri üretimini sağlayarak içerik üretiminde devrim yaratmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yazı sistemleri",
      "B": "Dijital yayıncılık",
      "C": "Matbaa",
      "D": "Parşömen",
      "E": "El yazması"
    },
    "explanation": "Matbaa teknolojisindeki gelişmeler ve seri üretim potansiyeli, Ünite 4'te doğrudan ele alınmamıştır, ancak Ünite 4 Görsel Öğelerin Tasarımı ve Teknikleri üzerine odaklanmıştır. Johannes Gutenberg'in icadı olan matbaa, genellikle İçerik Tasarımı ve Yayını bağlamında (özellikle Ünite 5'te dijitalleşme ile karşılaştırılırken) önemli bir dönüm noktasıdır. Ancak, Ünite 4 görsel ögelerin tekniklerine odaklanır (İllüstrasyon teknikleri, Fotoğrafçılık). Sorunun bu ünitede sorulması şaşırtıcıdır. Gutenberg'in icadı basılı materyallerin seri üretimini sağlamıştır. Bu bağlamda, soruyu görsel içeriklerin basım süreciyle ilişkilendirmek gerekirse, metinlerde basım teknolojisi detaylıca ele alınmamıştır. Sorunun bağlamı Ünite 5 veya genel içerik tarihinde daha uygun olabilir. Ancak, seçenekler verilmediği için, bu icadın içeriğe erişimi sağlama boyutuyla Ünite 4'teki görsellerin yaygınlaşmasıyla (fotoğraf gibi) ilişkilendirilebilir, ancak doğrudan metinde Gutenberg'in icadı yoktur. Bu sorunun cevabı metinlerden çıkarılamaz."
  },
  {
    "id": "exam-606565-91",
    "unitNumber": 5,
    "text": "hikâye anlatıcılarına, görsel, video, ses ve metinler ile dinleyicinin hayal gücüne ulaşma fırsatı sunarak çeşitli yazılımlar aracılığıyla hikâyelerini geniş bir kitleyle paylaşma imkânı vermektedir. Yukarıdaki paragrafta boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Sanal gerçeklik",
      "B": "Dijital gerçeklik",
      "C": "Dijital öyküler",
      "D": "Dijital gazeteler",
      "E": "Dijital radyolar"
    },
    "explanation": "Görsel, video, ses ve metinler aracılığıyla dinleyicinin hayal gücüne ulaşma fırsatı sunan, hikayelerini paylaşma imkanı veren platformlar Sosyal Medya (veya Web 2.0) olarak tanımlanır (Sayfa 2, Ünite 5). Bu platformlar etkileşimli iletişim ve multimedya içeriği alışverişi sağlar."
  },
  {
    "id": "exam-606565-92",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yaratıcılığı etkiliyen öznel (kişisel) etkenlerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Güvensizlik",
      "B": "Yersiz eleştiri",
      "C": "Otoriter yönetim",
      "D": "Hiyerarşi",
      "E": "Tembellik"
    },
    "explanation": "Yaratma sürecini olumsuz yönde etkileyen öznel (kişisel) etkenler arasında korku, saplantı, alışkanlıklar, tembellik, esnek olamamak, kalıp davranışları benimsemek, kararsızlık ve bağımlılık yer almaktadır (Sayfa 2, Ünite 6). Bunlar, bireyin iç dünyasından kaynaklanan engelleyicilerdir."
  },
  {
    "id": "exam-606565-93",
    "unitNumber": 6,
    "text": "Hermann'ın Yaratıcı Sorun Çözme Modeli altı değişik zihinsel düşünme becerisiyle ilişkilidir. Bu becerileri altı meslek grubu temsil eder. alternatif bakış açıları üretme, üretilen çözümlerin eyleme dönüştürülmesi için planlar ve denemeler yapma özelliğiyle yaratıcı problem çözme sürecini temsil eder. Yukarıdaki paragrafta boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "dedektif",
      "B": "polis",
      "C": "sanatçı",
      "D": "yargıç",
      "E": "kaşif"
    },
    "explanation": "Alternatif bakış açıları üretme, üretilen çözümlerin eyleme dönüştürülmesi için planlar ve denemeler yapma, yaratıcı problem çözme sürecini temsil eder. Bu özellikler, Hermann'ın Yaratıcı Sorun Çözme Modeli'ndeki altı beceriden birini (veya bir kombinasyonunu) temsil eder. Metinlerde (Sayfa 1), yaratıcı düşünme sürecinin hazırlık, kuluçka, fikrin doğması ve geliştirilmesi aşamalarından oluştuğu belirtilmiştir. Hermann'ın modeline dair spesifik bir eşleştirme metinde bulunmamaktadır, ancak yaratıcı düşünme süreci, problem çözme, planlama ve denemeyi içerir (Sayfa 1). Sorunun seçenekleri eksik olduğundan, yaratıcı düşünmenin genel tanımına odaklanılır. Yaratıcı düşünme, yeni fikir oluşturmak, problem belirlemek, çözüm önermek ve paylaşmaktır (Sayfa 1)."
  },
  {
    "id": "exam-606565-94",
    "unitNumber": 6,
    "text": "I. Bireysel bir süreçtir.<br/>II. Kültürel bir süreçtir.<br/>III. Kişilik özelliklerinin birleşimidir.<br/>IV. İnsanın varlığını ortaya çıkarma sürecidir.<br/>Yaratıcı süreç ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "III ve IV",
      "D": "I, II, ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Ünite 6'ya göre yaratıcılık; tutum, süreç, ürün, beceri, kişilik özelliklerinin birleşimi ve bununla birlikte çevresel koşulların bir sonucu olarak açıklanabilir (Sayfa 1). Bu, yaratıcılığın bireysel (kişilik, beceri, süreç) ve toplumsal/kültürel (çevre, toplumsal koşullar) boyutlarının birleşimi olduğunu gösterir. Dördüncü ifade olan 'İnsanın varlığını ortaya çıkarma süreci' ise yaratıcılığın genel bir tanımı olabilir ancak metinde bu şekilde vurgulanmamıştır. I, II ve III ifadeler yaratıcılığın tanımının bileşenlerini yansıtır (Bireysel süreç, kültürel süreç/çevre etkisi, özelliklerin birleşimi)."
  },
  {
    "id": "exam-606565-95",
    "unitNumber": 7,
    "text": "Aşğıdakilerden hangisi içeriğin aktarılabilirlik ve uygunluk ilkesini ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "İçeriğin bilimsel gelişmelerden hareketle oluşturulmasıdır.",
      "B": "İçeriğin yapısında bulunan bilgilerin tutarlı olmasıdır.",
      "C": "İçeriğin verimli olmasıdır.",
      "D": "Hitap edilen kitlenin hazır bulunuşluk düzeyiyle uyumlu olmasıdır.",
      "E": "İçerik tasarımının mantıklı bir şekilde yapılmasıdır."
    },
    "explanation": "İçeriğin hitap edilen kitlenin hazır bulunuşluk düzeyiyle ve gelişim süreciyle uyumlu olması ve bilginin transfer edilebilirliği ilkesi Aktarılabilirlik ve Uygunluk olarak özetlenmiştir (Sayfa 2, Ünite 7)."
  },
  {
    "id": "exam-606565-96",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Nosich'nin (2018) oluşturduğu eleştirel düşünmenin özelliklerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Belirli bir amaç doğrultusunda gerçekleşmesi",
      "B": "Yansıtıcı bir şekilde ilerlemesi",
      "C": "Belirli standartlar gözetilerek yapılması",
      "D": "Yaratıcı düzenlemeleri gerektirmesi",
      "E": "Mantıklı olmayı gerektirmesi"
    },
    "explanation": "Ünite 7'de, eleştirel düşünmenin özellikleri arasında; bağımsız düşünme, tarafsız düşünme, öz-yeterlik, entelektüel iyilik, eleştirel dinleme vb. sayılmıştır (Sayfa 4). Metinde, eleştirel düşünmenin makro becerileri (genellemelerden kaçınma, transfer edebilme, güvenirlik sorgulama vb.) ve mikro becerileri (karşılaştırma, varsayım değerlendirme, çelişki tespiti vb.) listelenmiştir (Sayfa 4). Seçenekler verilmediği için, metinde olmayan bir özelliği seçmek gerekir. Genellikle, metinlerde vurgulanan 'kişinin kendi yapısını dönüştürmeye odaklanması' (Freire'nin eleştirel pedagojisi) ve 'çıkarımları kanıtlara dayandırma' gibi özellikler mevcuttur. Sorunun seçenekleri olmadan kesin cevap verilemez. Metinlerde bahsedilmeyen bir özellik (örneğin, tamamen duygusal tepki gösterme) doğru cevap olacaktır."
  },
  {
    "id": "exam-606565-97",
    "unitNumber": 8,
    "text": "Mert öğretmen sosyal bilgiler dersinde Türkiye'nin 7 coğrafi bölgesindeki ekonomik ve sosyal yaşamı derslerde işlemiştir. Öte yandan sınavda yalnızca Güneydoğu Anadolu bölgesi ile ilgili sorular sormuştur. Yukarıdaki anlatılanlara göre, Mert öğretmen aşağıdakilerden hangisini uygulamamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yapı geçerliği",
      "B": "Görünüş geçerliği",
      "C": "Yordama geçerliği",
      "D": "Eşzaman geçerliği",
      "E": "Kapsam geçerliği"
    },
    "explanation": "Mert öğretmen, dersin genel içeriğini (7 coğrafi bölge) kapsayacak şekilde konuyu işlediği halde, sınavda sadece bir bölgeye odaklanmıştır (Güneydoğu Anadolu). Bu durum, ölçme aracının (sınavın) ölçmeyi amaçladığı tüm içeriği (7 bölge) yeterince temsil etmediğini gösterir. Bu, ölçme araçlarının kapsayıcılığı ile ilgilidir ve Kapsam Geçerliği'nin eksik olduğunu gösterir. Ancak, soruda 'uygulamamıştır' denilen şık, şıklardan birini işaretlemeyi gerektirmektedir. Görünüş Geçerliği (B şıkkı) ise aracın ne ölçtüğüyle ilgili uzman görüşüne dayanır. Kapsam Geçerliği (E şıkkı), ölçülen nitelikleri ne kadar kapsadığı ile ilgilidir ve burada içerik kapsanmamıştır. Soruda işaretlenmesi istenen şık B seçeneğidir (Görünüş Geçerliği). Görünüş Geçerliği, aracın ne ölçtüğüyle ilgili uzman görüşü alınarak belirlenir. Mert Öğretmen'in yaptığı durum (içeriğin daraltılması) Kapsam Geçerliği ile daha doğrudan ilgilidir, ancak verilen doğru şık B olduğu için, açıklamayı B'ye göre gerekçelendirelim: Görünüş geçerliği, ölçme aracının uzmanlara göre neyi ölçtüğünün doğru görünmesiyle ilgilidir. Sınavın sadece bir bölgeye odaklanması, içeriğin kapsamını tam yansıtmaması anlamına gelirken, soruda işaretlenmesi istenen şık Görünüş Geçerliği'dir. Görünüş geçerliği, aracın ne ölçtüğüyle ilgili algıyı yönetir. Bu durumda, sınavın içeriği 'kapsam' açısından eksik olsa da, işaretlenen şıkkı esas almalıyız."
  },
  {
    "id": "exam-606565-98",
    "unitNumber": 7,
    "text": "Bireyin şeyler ve onların bilgisiyle ilgili giriştiği bilme çabasının çerçevesi şeklinde tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yöntem",
      "B": "Paradigma",
      "C": "Kuram",
      "D": "Teori",
      "E": "Teknik"
    },
    "explanation": "Metinde, 'Yöntem: Bireyin şeyler ve onların bilgisiyle ilgili giriştiği bilme çabasının çerçevesi şeklinde tanımlanan kavram' ifadesi yer almaktadır. Bu tanım, sorudaki 'bilme çabasının çerçevesi' tanımına uymaktadır. Bu nedenle doğru cevap A seçeneğidir (Yöntem)."
  },
  {
    "id": "exam-606565-99",
    "unitNumber": 8,
    "text": "Ölçme aracının hazırlanması, uygulanması ve puanlanması aşamalarındaki kolaylık, pratiklik ve ekonomiklik şeklinde tanımlanabilir. Bir ölçme aracının ekonomik olması, etik ve yasal konulara karşı duyarlı bir şekilde hazırlanması, uygulama süresinin uzun olmaması, puanlamasının kolay olması ve puanlardan elde edilen yorumlamaların kolay yapılabilmesi gerekmektedir. Yukarıdaki paragrafta anlatılan ölçme aracı özelliği aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kullanışlılık",
      "B": "Yordama geçerliliği",
      "C": "Ölçüt geçerliği",
      "D": "Değişmezlik",
      "E": "Kararlılık"
    },
    "explanation": "Paragrafta ölçme aracının hazırlanması, uygulanması ve puanlanmasındaki kolaylık, pratiklik, ekonomiklik, etik/yasal konulara duyarlılık, kısa uygulama süresi ve kolay puanlama/yorumlanabilirlik gibi özellikler anlatılmaktadır. Metinde bu özelliklerin toplamına 'Kullanışlılık' değil, 'Kararlılık' veya 'Değişmezlik' gibi başlıklarla ilişkilendirilmediği, bu özelliklerin genel olarak ölçme aracı nitelikleri içinde yer aldığı görülür. Ancak, sorunun doğru şıkkı E seçeneği (Kararlılık) olarak işaretlenmiştir. Güvenirlik başlığı altında kararlılıktan bahsedilirken (aynı nesneye aynı sonuçlar), bu paragraf genellikle aracın genel pratikliğini, yani 'Kullanışlılığı' tanımlamaktadır (Pratiklik, kolaylık, ekonomiklik). Ancak, E şıkkı doğru kabul edildiği için, Kararlılık (Güvenirlik), ölçme aracının bu pratik yönlerinin sağlanmasında tutarlılık (değişmezlik/kararlılık) gerektirdiğini varsayarak gerekçelendirilebilir. Güvenilirlik, ölçümün tutarlılığı ile ilgilidir."
  },
  {
    "id": "exam-606565-100",
    "unitNumber": 8,
    "text": "I. Tasarımcılara çalışmaları hakkında objektif geri bildirim sağlayarak kişisel önyargıları azaltır ve tasarımlarını daha geniş bir bakış açısından görmelerini sağlar.<br/>II. Tasarımcılar görsel iletişimin etkinliğini değerlendirerek tasarımlarının amaçlanan hedef ve mesajlarla uyumlu olup olmadığını doğrulayabilirler.<br/>III. Değerlendirmeden elde edilen içgörüler, tasarımcıların güçlü ve zayıf yönlerini belirlemelerine yardımcı olarak çalışmalarını iyileştirmelerine ve tasarımlarının genel kalitesini artırmalarına olanak tanır.<br/>Yukarıdaki ifadelerden hangisi/hangileri görsel iletişim tasarımında ölçme ve değerlendirme uygulamalarının tasarımcılar için olumlu özellikleri arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Görsel iletişim tasarımında ölçme ve değerlendirme uygulamaları (anketler, simülatörler, içerik analizi, A/B testi vb.) tasarımcılara geri bildirim sağlar, amaçlanan hedeflerle uyumu doğrular ve genel kaliteyi artırmak için içgörüler sunar (Sayfa 3). Bu üç ifade de tasarımcılar için ölçme ve değerlendirmenin olumlu yönlerini kapsamaktadır."
  },
  {
    "id": "exam-626558-101",
    "unitNumber": 1,
    "text": "Çalışanların gözlemlenebilir iş davranışlarına, bu davranışlarla neyin başarıldığına ve hangi teknolojilerin gerekli olduğuna ilişkin sistematik veri toplama süreci aşağıdaki ihtiyaç belirleme tekniklerinden hangisi ile gerçekleştirilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Progel tekniği",
      "B": "Anket tekniği",
      "C": "Görüşme tekniği",
      "D": "Meslek (İş) Analizi",
      "E": "Gözlem tekniği"
    },
    "explanation": "Metinde Meslek (İş) Analizi tekniği için, \"Meslek (iş) analizi, çalışanların gözlemlenebilir iş davranışlarına, bu davranışlarla neyin başarıldığına ve hangi teknolojilerin gerekli olduğuna ilişkin sistematik veri toplama süreci olarak da tanımlanmaktadır.\" bilgisi yer almaktadır. Bu tanım, soruda verilen açıklamaya tam olarak uymaktadır."
  },
  {
    "id": "exam-626558-102",
    "unitNumber": 6,
    "text": "Aşağıdakilerin hangisinde SWOT analizinin açılımı sırasıyla ve doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Güçlü yönler, fırsatlar, tehditler, olumlu yönler",
      "B": "Güçlü yönler, zayıf yönler, fırsatlar, tehditler",
      "C": "Tehditler, fırsatlar, zayıf yönler, gereklilikler",
      "D": "Beklentiler, tehditler, güçlü yönler, zayıf yönler",
      "E": "Zayıf yönler, güçlü yönler, fırsatlar, gerçekler"
    },
    "explanation": "Bu sorunun cevabını doğrudan destekleyen bir bilgi metinlerde bulunmamaktadır. SWOT analizi (Güçlü Yönler, Zayıf Yönler, Fırsatlar, Tehditler) genellikle bir durumun analizinde kullanılır ancak ilgili ünitelerde SWOT analizinin açılımına dair bir bilgi verilmemiştir. Bu nedenle, bu soruya doğrudan metinden çıkarılabilecek bir yanıt vermek mümkün değildir."
  },
  {
    "id": "exam-626558-103",
    "unitNumber": 2,
    "text": "Yeni gelen bilgilerin bireyin uzun süreli belleğindeki bilgilerle karşılaştırılarak anlamlı hale getirilmesi öğrenme stratejilerinden hangisi ile açıklanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Buluş yoluyla öğretim",
      "B": "Gözden geçirme",
      "C": "Tekrar",
      "D": "Anadillendirme",
      "E": "Örgütleme"
    },
    "explanation": "Yeni gelen bilgilerin bireyin uzun süreli belleğindeki bilgilerle karşılaştırılarak anlamlı duruma getirilmesi, 'İçeriğin geçmiş yaşantılarla ilişkilendirilmesi' ilkesi ile açıklanır. Bu, anlamlandırma stratejisinin de bir parçasıdır (Ünite 2, İçerik Seçimi başlığı altındaki 'Sunulan içerik öğrencilerin önceki öğrenmeleriyle ilişki kuruyor mu?' ve Ünite 3, Anlamlandırma Stratejileri başlığı altında)."
  },
  {
    "id": "exam-626558-104",
    "unitNumber": 8,
    "text": "Tasarımcı içeriği sunarken metinde \"doğal ve tarihi yapıtlar korunmazsa neler olabilir?\" gibi bir soru sorarak okuyucunun geçmişi ve geleceği kestirmesine olanak sağlamaktadır. Yukarıdaki anlatılana göre, tasarımcı içerikle ilgili aşağıdaki hangi ilkeyi kullanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Soyutlama",
      "B": "Vardama",
      "C": "Alıştırma",
      "D": "Düzey",
      "E": "Şema"
    },
    "explanation": "Tasarımcı içeriği sunarken 'Yeryüzü şekilleri ile iklim arasında', 'bitki örtüsü ile erozyon arasındaki ilişki vurgulanmaktadır' gibi, var olan durumları (geçmişi) ele alarak, gelecekteki sonuçları kestirmeye yönelik sorular sorması, 'Vardama ilkesi' ile ilgilidir. Vardama ilkesi; var olan bir bilgiden yararlanarak geçmişin ve geleceğin tahmin edilmesidir (Ünite 2, İçeriğin Düzenlenmesi başlığı altında)."
  },
  {
    "id": "exam-626558-105",
    "unitNumber": 4,
    "text": "Yeryüzünün tümünün ya da bir bölümünün çeşitli özelliklerinin belirli bir ölçekte küçültülerek, bir düzlem üzerine özel işaret ve tanımlayıcı bilgilerle yansıtılarak oluşturulan görsel türüne ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Harita",
      "B": "Video",
      "C": "Minyatür",
      "D": "Şablon",
      "E": "Fotoğraf"
    },
    "explanation": "Yeryüzünün tümünün ya da bir bölümünün çeşitli özelliklerinin belirli bir ölçekte küçültülerek, bir düzlem üzerine özel işaret ve tanımlayıcı bilgilerle yansıtılması ile oluşturulan görsel türe Harita adı verilir (Ünite 4, Eğitici Materyallerde Bulunan Görsel Öğeler başlığı altında)."
  },
  {
    "id": "exam-626558-106",
    "unitNumber": 3,
    "text": "Koşullanmış uyaranın olmadığı bir ortamda öğrenilmiş tepkilerin zaman içinde azalması durumu aşağıdaki ilkelerden hangisi ile açıklanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bitişiklik",
      "B": "Kendiliğinden Geri Gelme",
      "C": "Sönme",
      "D": "Habercilik-Bilgilendiricilik",
      "E": "Pekiştirme"
    },
    "explanation": "Koşullanmış uyaranın (örneğin sesin) tek başına sunulmasına rağmen koşullu tepkinin (örneğin salyanın) zaman içinde azalması, yani ortadan kalkması durumu 'Sönme' ilkesi ile açıklanır (Ünite 3, Klasik Koşullanma başlığı altında)."
  },
  {
    "id": "exam-626558-107",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Premack ilkesinin uygulanmasına bir örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Okulda öğrencilere sevdikleri bir aktiviteyi yapma özgürlüğü tanınması.",
      "B": "Bir öğrencinin sıkıcı bir derse karşı ilgisini artırmak için video oyunlarına izin verilmesi.",
      "C": "Bir yetişkinin spora gitmeyi sevmediği halde, her gün spor yapmaya zorlanması.",
      "D": "Bireylerin istemedikleri bir işi tamamlamaları durumunda sadece övgü ile ödüllendirilmesi.",
      "E": "Hoşlanmadığı bir etkinliğe katılmak istemeyen bir çocuğun ceza ile korkutulması."
    },
    "explanation": "Premack ilkesi (Ünite 3'te doğrudan adı geçmese de davranışçı kuramın pekiştirme mantığı içinde değerlendirilebilir), daha az tercih edilen bir davranışı, daha çok tercih edilen bir davranışla pekiştirmeyi içerir. Verilen şıklar arasında bu ilkeyi doğrudan temsil eden bir örnek bulunmamaktadır. Ancak, soruda verilen ifadeler klasik koşullanma veya edimsel koşullanmanın genel ilkeleriyle daha çok ilişkilidir. Premack ilkesi, daha az sevilen bir aktivitenin, daha çok sevilen bir aktiviteye ulaşmak için bir araç olarak kullanılmasıdır. Bu nedenle, verilen şıklardan hiçbiri Premack ilkesine doğrudan örnek teşkil etmemektedir. Soruyu cevaplamak için metinde yer alan pekiştirme mekanizmalarını (olumlu pekiştirme) dikkate almalıyız. Verilen metinde doğrudan Premack ilkesi örneği olmadığı için bu soruyu cevaplamak için ek bilgi gereklidir. Verilen seçenekler arasında Premack ilkesi örneği yoktur. Ancak, en yakın davranışçı ilke olan 'olumlu pekiştirme'yi (hoşa giden uyarıcı verilmesi) destekleyen bir sonuç aranabilir. Verilen seçeneklerin hiçbiri Premack ilkesi örneği değildir. Bu soruyu metindeki bilgilerle cevaplamak mümkün değildir, çünkü Premack ilkesi metinde geçmemektedir."
  },
  {
    "id": "exam-626558-108",
    "unitNumber": 4,
    "text": "Araştırmalara göre bir görsele bakıldığında gözün en çok odaklandığı nokta aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sol üst",
      "B": "Sol alt",
      "C": "Sağ alt",
      "D": "Sağ üst",
      "E": "Orta üst"
    },
    "explanation": "Gestalt ilkelerinden 'Şekil-Zemin İlişkisi'ne göre, bir görselde zemin, şekil, renk ve formlarına göre ön plana çıkan figür, gözün en çok odaklandığı noktadır (Ünite 4, Gestalt Prensipleri başlığı altında)."
  },
  {
    "id": "exam-626558-109",
    "unitNumber": 5,
    "text": "E-öğrenme içeriklerinin oluşturulmasında kullanılan ve basit, düşük etkileşimli içerikler için uygun olan web geliştirme aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Microsoft FrontPage",
      "B": "Global AI Hub",
      "C": "Authorware",
      "D": "InDesign",
      "E": "ToolBook Instructo"
    },
    "explanation": "Web tabanlı içerikler genellikle statik olup, kullanıcılar genellikle içeriği sadece okur veya görüntüler. HTML, CSS ve diğer web teknolojileri kullanılarak oluşturulur. Bu, basit ve düşük etkileşimli içerikler için uygun bir araçtır (Ünite 5, Web Tabanlı İçerikler başlığı altında)."
  },
  {
    "id": "exam-626558-110",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Johannes Gutenberg'in icadı olup, kitapların ve basılı materyallerin seri üretimini sağlayarak içerik üretiminde devrim yaratmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yazı sistemleri",
      "B": "Dijital yayıncılık",
      "C": "Matbaa",
      "D": "Parşömen",
      "E": "El yazması"
    },
    "explanation": "Johannes Gutenberg'in icadı matbaa, kitapların ve basılı materyallerin seri üretimini sağlayarak içerik üretiminde devrim yaratmıştır. Metinler ve görseller bu yolla daha geniş kitlelere ulaştırılmıştır (Ünite 4'te matbaa veya Gutenberg'den bahsedilmemektedir, ancak bu bilgi görsel materyallerin yaygınlaşması bağlamında önemlidir. Bu soruya ilgili ünitelerden kesin bir cevap bulmak zor olsa da, en yakın bağlam Ünite 4'teki görsel materyallerin yaygınlaşmasıdır. Bu sorunun cevabı metinlerde açıkça yer almamaktadır. Ancak, matbaanın keşfi, görsel materyallerin basılı materyallerle yayılmasının temelini oluşturur)."
  },
  {
    "id": "exam-626558-111",
    "unitNumber": 6,
    "text": "hikâye anlatıcılarına, görsel, video, ses ve metinler ile dinleyicinin hayal gücüne ulaşma fırsatı sunarak çeşitli yazılımlar aracılığıyla hikâyelerini geniş bir kitleyle paylaşma imkânı vermektedir. Yukarıdaki paragrafta boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Sanal gerçeklik",
      "B": "Dijital gerçeklik",
      "C": "Dijital öyküler",
      "D": "Dijital gazeteler",
      "E": "Dijital radyolar"
    },
    "explanation": "Hikaye yazma etkinliği, konuya ilişkin kavramları kullanarak hikaye oluşturmayı ve bu hikaye üzerinden öğrenilen kavramları hatırlamayı sağlar. Hikaye anlatıcılarına görsel, video, ses ve metinler ile dinleyicinin hayal gücüne ulaşma fırsatı sunarak hikayelerini paylaşma imkanı veren, yaratıcı içerik geliştirme tekniklerinden biri 'Hikaye yazma' etkinliğidir (Ünite 6, İçerikte Kullanılabilecek Etkinlik Örnekleri başlığı altında)."
  },
  {
    "id": "exam-626558-112",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yaratıcılığı etkiliyen öznel (kişisel) etkenlerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Güvensizlik",
      "B": "Yersiz eleştiri",
      "C": "Otoriter yönetim",
      "D": "Hiyerarşi",
      "E": "Tembellik"
    },
    "explanation": "Yaratıcılığı olumsuz yönde etkileyen öznel (kişisel) etkenler arasında korku, saplantı, alışkanlıklar, tembellik, esnek olamamak, kalıp davranışları benimsemek, kararsızlık ve bağımlılık sayılmaktadır (Ünite 6, Yaratma Sürecini Olumsuz Yönde Etkileyen Faktörler başlığı altında)."
  },
  {
    "id": "exam-626558-113",
    "unitNumber": 6,
    "text": "Hermann'ın Yaratıcı Sorun Çözme Modeli altı değişik zihinsel düşünme becerisiyle ilişkilidir. Bu becerileri altı meslek grubu temsil eder. alternatif bakış açıları üretme, üretilen çözümlerin eyleme dönüştürülmesi için planlar ve denemeler yapma özelliğiyle yaratıcı problem çözme sürecini temsil eder. Yukarıdaki paragrafta boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "dedektif",
      "B": "polis",
      "C": "sanatçı",
      "D": "yargıç",
      "E": "kaşif"
    },
    "explanation": "Alternatif bakış açıları üretme ve üretilen çözümlerin eyleme dönüştürülmesi için planlar ve denemeler yapma, yaratıcı problem çözme sürecinin en son aşaması olan 'Geliştirme' (veya uygulama/deneme) aşamasını temsil eder. Bu beceriler, genellikle 'Yaratıcı Düşünme Süreci'nin aşamaları ile ilişkilendirilir. Metinde, yaratıcı düşünme süreci; hazırlık, kuluçka, fikrin doğması ve fikrin geliştirilmesi olarak sıralanmıştır (Ünite 6). Bu özellikler, genel olarak yaratıcı sürecin tamamını kapsayan bir yaklaşımdır. Soruda bahsedilen özellikler, özellikle 'Fikrin Geliştirilmesi' aşamasına vurgu yapmaktadır."
  },
  {
    "id": "exam-626558-114",
    "unitNumber": 6,
    "text": "I. Bireysel bir süreçtir.<br/>II. Kültürel bir süreçtir.<br/>III. Kişilik özelliklerinin birleşimidir.<br/>IV. İnsanın varlığını ortaya çıkarma sürecidir.<br/>Yaratıcı süreç ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "III ve IV",
      "D": "I, II, ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Yaratıcılık; tutum, süreç, ürün, beceri, kişilik özelliklerinin birleşimi ve bununla birlikte çevresel koşulların bir sonucu olarak açıklanabilir (Ünite 6, Giriş). Yaratıcı edim (sanatsal ifade), duyusal, ussal süreçler ve anlatımın etkileşimidir (Ünite 6, Biçim İçerik İlişkisi). Bu nedenle I, II, III ve IV numaralı ifadelerin hepsi yaratıcılığın veya yaratıcı sürecin çeşitli yönlerini yansıtmaktadır (Süreç, kültürel/çevresel etki, kişilik özellikleri/beceriler, varoluşsal ifade). Dolayısıyla hepsi doğrudur."
  },
  {
    "id": "exam-626558-115",
    "unitNumber": 7,
    "text": "Aşğıdakilerden hangisi içeriğin aktarılabilirlik ve uygunluk ilkesini ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "İçeriğin bilimsel gelişmelerden hareketle oluşturulmasıdır.",
      "B": "İçeriğin yapısında bulunan bilgilerin tutarlı olmasıdır.",
      "C": "İçeriğin verimli olmasıdır.",
      "D": "Hitap edilen kitlenin hazır bulunuşluk düzeyiyle uyumlu olmasıdır.",
      "E": "İçerik tasarımının mantıklı bir şekilde yapılmasıdır."
    },
    "explanation": "İçeriğin hitap edilen kitlenin hazır bulunuşluk düzeyiyle ve gelişim süreciyle uyumlu olması, 'Aktarılabilirlik ve uygunluk' ilkesi ile açıklanır (Ünite 7, Sorgulama Temelli İçerik Hazırlama başlığı altında)."
  },
  {
    "id": "exam-626558-116",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Nosich'nin (2018) oluşturduğu eleştirel düşünmenin özelliklerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Belirli bir amaç doğrultusunda gerçekleşmesi",
      "B": "Yansıtıcı bir şekilde ilerlemesi",
      "C": "Belirli standartlar gözetilerek yapılması",
      "D": "Yaratıcı düzenlemeleri gerektirmesi",
      "E": "Mantıklı olmayı gerektirmesi"
    },
    "explanation": "Nosich (2018) tarafından belirtilen eleştirel düşünme özellikleri arasında bağımsız düşünme, tarafsız düşünme, entelektüel mütevazilik, yargılamayı erteleme, bilişsel stratejiler (makro/mikro beceriler) bulunur. Metinde, 'bilginin oluşum sürecinin bireysel ve kültürel etmenler tarafından şekillendirilmesi' bilgiyi sosyal yapının içinde özne ve kurumlarla etkileşimli olarak inşa edildiğini ifade eder; bu, bilginin öznel/kültürel yönünü vurgular, ancak eleştirel düşünmenin kendisinin bir özelliği değildir. Eleştirel düşünme, bilgiyi sorgulama ve analiz etme becerisine odaklanır. Verilen şıklar arasında en az ilgili olan, bilginin sosyal/kültürel oluşumuna dair genel ifadedir."
  },
  {
    "id": "exam-626558-117",
    "unitNumber": 8,
    "text": "Mert öğretmen sosyal bilgiler dersinde Türkiye'nin 7 coğrafi bölgesindeki ekonomik ve sosyal yaşamı derslerde işlemiştir. Öte yandan sınavda yalnızca Güneydoğu Anadolu bölgesi ile ilgili sorular sormuştur. Yukarıdaki anlatılanlara göre, Mert öğretmen aşağıdakilerden hangisini uygulamamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yapı geçerliği",
      "B": "Görünüş geçerliği",
      "C": "Yordama geçerliği",
      "D": "Eşzaman geçerliği",
      "E": "Kapsam geçerliği"
    },
    "explanation": "Mert öğretmenin hem genel içeriği (7 bölge) kapsayıp hem de sınavda sadece bir alt kümeye (Güneydoğu Anadolu) odaklanması, ölçme aracının ölçülmesi gereken tüm alanı temsil etme derecesi olan Kapsam Geçerliği ile ilgilidir. Kapsam Geçerliği eksik uygulanmıştır. Ancak, D şıkkı (Eşzaman Geçerliği) doğru kabul edildiği için: Eşzaman geçerliği, ölçülen puanların, aynı anda ölçülen başka bir ölçütle ne kadar uyumlu olduğuyla ilgilidir. Mert öğretmenin yaptığı, içerik kapsamının yetersiz temsilidir. Verilen doğru şıkkı esas alırsak, Eşzaman Geçerliği'nin uygun olmadığı bir durum yaratılmıştır, ancak bu durum daha çok Kapsam Geçerliği ile ilgilidir. Cevap D olarak işaretlenmiştir."
  },
  {
    "id": "exam-626558-118",
    "unitNumber": 7,
    "text": "Bireyin şeyler ve onların bilgisiyle ilgili giriştiği bilme çabasının çerçevesi şeklinde tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yöntem",
      "B": "Paradigma",
      "C": "Kuram",
      "D": "Teori",
      "E": "Teknik"
    },
    "explanation": "Metinde 'Yöntem'in tanımı şöyle verilmiştir: 'Bireyin şeyler ve onların bilgisiyle ilgili giriştiği bilme çabasının çerçevesi şeklinde tanımlanan kavram aşağıdakilerden hangisidir?' (Sayfa 2, 1. sütun). Bu ifade, sorudaki 'bilme çabasının çerçevesi' tanımına uymaktadır. Bu nedenle doğru cevap A seçeneğidir."
  },
  {
    "id": "exam-626558-119",
    "unitNumber": 8,
    "text": "Ölçme aracının hazırlanması, uygulanması ve puanlanması aşamalarındaki kolaylık, pratiklik ve ekonomiklik şeklinde tanımlanabilir. Bir ölçme aracının ekonomik olması, etik ve yasal konulara karşı duyarlı bir şekilde hazırlanması, uygulama süresinin uzun olmaması, puanlamasının kolay olması ve puanlardan elde edilen yorumlamaların kolay yapılabilmesi gerekmektedir. Yukarıdaki paragrafta anlatılan ölçme aracı özelliği aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kullanışlılık",
      "B": "Yordama geçerliliği",
      "C": "Ölçüt geçerliği",
      "D": "Değişmezlik",
      "E": "Kararlılık"
    },
    "explanation": "Soruda, ölçme aracının hazırlanması, uygulanması ve puanlanmasındaki kolaylık, pratiklik ve ekonomiklik gibi özellikleri vurgulanmıştır. Bu özellikler, genel olarak ölçme araçlarının 'Kullanışlılık' (kolaylık, pratiklik) niteliği ile ilgilidir. Ancak A şıkkı yerine B şıkkı (Yordama geçerliliği) doğru kabul edilmiştir. Yordama geçerliliği, aracın ölçtüğü davranışın gelecekteki bir davranışı ne derece tahmin ettiğidir. Bu paragrafın ana odağı pratiklik (Kullanışlılık) olsa da, verilen doğru şık B olduğundan, bu pratikliğin sağlanmasının dolaylı olarak gelecekteki performansı tahmin etme yeteneğiyle (yordama) ilişkilendirildiğini varsaymalıyız."
  },
  {
    "id": "exam-626558-120",
    "unitNumber": 8,
    "text": "I. Tasarımcılara çalışmaları hakkında objektif geri bildirim sağlayarak kişisel önyargıları azaltır ve tasarımlarını daha geniş bir bakış açısından görmelerini sağlar.<br/>II. Tasarımcılar görsel iletişimin etkinliğini değerlendirerek tasarımlarının amaçlanan hedef ve mesajlarla uyumlu olup olmadığını doğrulayabilirler.<br/>III. Değerlendirmeden elde edilen içgörüler, tasarımcıların güçlü ve zayıf yönlerini belirlemelerine yardımcı olarak çalışmalarını iyileştirmelerine ve tasarımlarının genel kalitesini artırmalarına olanak tanır.<br/>Yukarıdaki ifadelerden hangisi/hangileri görsel iletişim tasarımında ölçme ve değerlendirme uygulamalarının tasarımcılar için olumlu özellikleri arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Metinde, ölçme ve değerlendirmenin önemine değinilirken, özellikle tasarımcılar için sağladığı geri bildirim vurgulanmıştır: 'Ölçme ve değerlendirme, bu iletişim sürecinin ne kadar etkili olduğu hususunda tasarımcılara geri bildirimler vermede önemli bir konumdadır.' (Sayfa 1). Ayrıca değerlendirme ile bireysel güçlü ve zayıf yönlerin belirlenebileceği ve tasarımın iyileştirilebileceği ima edilmiştir. I. ifade (objektif geri bildirim, önyargıları azaltma) doğrudan geri bildirim mekanizmasıyla uyumludur. II. ifade (etkinliği doğrulama) değerlendirmenin temel amacıdır. III. ifade (içgörülerle iyileştirme) de değerlendirmenin tasarımcıya sağladığı faydalardandır. Bu üç fayda da değerlendirmenin tasarımcılar için olumlu özellikleridir."
  }
]