[
  {
    "id": "3832159",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi emlak pazarlamada klasik medya kullanımı örneklerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Web siteleri",
      "B": "İçerik videoları",
      "C": "Gazete ilanları",
      "D": "İnternet portalları",
      "E": "Dijital belgeleri"
    },
    "explanation": "Gazete ilanları, emlak pazarlamada klasik medya kullanım örneklerinden biridir."
  },
  {
    "id": "3832161",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, emlak pazarlama sürecinde müşterinin belirtilmeyen ihtiyaçlarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Daha uygun fiyatlı bir ev talep edilmesi",
      "B": "Emlak komisyoncusundan iyi bir hizmet beklenmesi",
      "C": "Çevresinin müşteriyi bilinçli bir tüketici olarak görmesi",
      "D": "Satın alma ve taşınma maliyeti düşük olan bir ev istenmesi",
      "E": "Emlak komisyoncusunun komisyon ücretinde indirim yapması"
    },
    "explanation": "Emlak komisyoncusundan iyi bir hizmet beklenmesi, emlak pazarlama sürecinde müşterinin belirtilmeyen ihtiyaçlarından biridir."
  },
  {
    "id": "3832163",
    "unitNumber": 1,
    "text": "……………………., kişisel ve kültürel faktörlerin belirlediği bir ihtiyacın spesifik bir göstergesidir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Talep",
      "B": "Niyet",
      "C": "Tatmin",
      "D": "İstek",
      "E": "İhtiyaç"
    },
    "explanation": "İstek, kişisel ve kültürel faktörlerin belirlediği bir ihtiyacın spesifik bir göstergesidir."
  },
  {
    "id": "3832165",
    "unitNumber": 1,
    "text": "I.Reklam, tüketicinin farkındalık kazanması için kullanılır.<br/>II.Üretilen ürünlerin tümü tüketiciler tarafından satın alınır.<br/>III.Tüketici pasiftir ve satış için ikna edilmesi gerekir.<br/>IV.Tüketicilerin tercih yapma imkanları yoktur.<br/>Yukarıdakilerden hangileri üretime yönelik pazarlama anlayışı kapsamında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız II",
      "B": "I ve III",
      "C": "II ve IV",
      "D": "I, II ve III",
      "E": "II, III ve IV"
    },
    "explanation": "Üretime yönelik pazarlama düşüncesi, tüketicilerin tercih yapma imkanlarının olmadığı ve üretilen ürünlerin tümünün tüketiciler tarafından satın alındığı bir ortamın anlayışıdır."
  },
  {
    "id": "3832169",
    "unitNumber": 1,
    "text": "Emlak alıcısının tüm beklentilerini karşılayarak müşteriyi kazanmak ve korumak yerine, anlık satış başarısına ulaşma, farklı yöntemlerle talebi artırma ve portföye sürekli yeni müşteri ekleme düşüncesinin benimsendiği pazarlama anlayışı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Müşteriye yönelik pazarlama",
      "B": "Üretime yönelik pazarlama",
      "C": "Ürüne yönelik pazarlama",
      "D": "Rekabete yönelik pazarlama",
      "E": "Satışa yönelik pazarlama"
    },
    "explanation": "Satışa yönelik pazarlama anlayışında, emlak alıcısının tüm beklentilerini karşılayarak müşteriyi kazanmak ve korumak yerine, anlık satış başarısına ulaşma, farklı yöntemlerle talebi artırma ve portföye sürekli yeni müşteri ekleme düşüncesi benimsenir."
  },
  {
    "id": "3832171",
    "unitNumber": 1,
    "text": "Ürün ve hizmetlerin somut özellikleri dışında, unutulmaz ve olumlu deneyimler yaratacak faaliyetleri de kapsaması gerektiğini belirten Bernd Schmitt tarafından ileri sürülen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Post-modern pazarlama",
      "B": "Toplumsal pazarlama",
      "C": "Deneyimsel pazarlama",
      "D": "Dijital pazarlama",
      "E": "İlişkisel pazarlama"
    },
    "explanation": "Deneyimsel pazarlama kavramını ileri süren Bernd Schmitt, ürün ve hizmetlerin, somut özellikleri dışında, unutulmaz ve olumlu deneyimler yaratacak faaliyetleri de kapsaması gerektiğini belirtir."
  },
  {
    "id": "3832174",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi deneyimsel pazarlama anlayışının özelliklerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ürün kategorisi ve rekabetin tanımı dardır.",
      "B": "Tüketim, bütünsel bir deneyimdir.",
      "C": "Yöntemleri analitik, sayısal ve sözeldir.",
      "D": "Odak noktası, özellikler ve faydalardır.",
      "E": "Tüketiciler, rasyonel karar vericidir."
    },
    "explanation": "Deneyimsel pazarlama anlayışına göre tüketim, bütünsel bir deneyimdir."
  },
  {
    "id": "3832178",
    "unitNumber": 1,
    "text": "Müşterinin kullandığı ürünler veya markalar aracılığı ile kendisini ifade etme fırsatı bulduğu, diğer deneyim boyutlarını içeren sosyal kimlik ihtiyacı ve ait olma isteği gibi faktörleri yaşatmayı amaçlayan deneyim boyutu aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Duygusal deneyim",
      "B": "Davranışsal deneyim",
      "C": "Düşünsel deneyim",
      "D": "İlişkisel deneyim",
      "E": "Duyusal deneyim"
    },
    "explanation": "İlişkisel deneyim boyutu, müşterinin kullandığı ürünler veya markalar aracılığı ile kendisini ifade etme fırsatı bulduğu ve diğer deneyim boyutlarını içeren sosyal kimlik ihtiyacı ve ait olma isteği gibi faktörleri yaşatmayı amaçlayan deneyim boyutudur."
  },
  {
    "id": "3832179",
    "unitNumber": 1,
    "text": "Markayı, emlakları veya hizmetleri müşterilere tanıtmak için emlak sektöründe veya ilgili alanlarda etkili kişilerle iş birliği yapılmasını, bu kişilerin güvenirlik ve erişimlerinden yararlanılmasını içeren emlak pazarlama yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal medya pazarlaması",
      "B": "Geleneksel pazarlama",
      "C": "E-posta pazarlaması",
      "D": "İçerik pazarlama",
      "E": "İnflucer pazarlama"
    },
    "explanation": "İnflucer pazarlama; markayı, emlakları veya hizmetleri müşterilere tanıtmak için emlak sektöründe veya ilgili alanlarda etkili kişilerle iş birliği yapılmasını, bu kişilerin güvenirlik ve erişimlerinden yararlanılmasını içeren emlak pazarlama yöntemidir."
  },
  {
    "id": "3832181",
    "unitNumber": 1,
    "text": "Bir emlağın, potansiyel tüketicilere doğrudan ya da aracılar vasıtasıyla dolaylı olarak satışının gerçekleştirilmesini ifade eden pazarlama karması unsuru aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dağıtım",
      "B": "Ürün",
      "C": "Fiyat",
      "D": "Üretim",
      "E": "Rekabet"
    },
    "explanation": "Dağıtım; bir emlağın, potansiyel tüketicilere doğrudan ya da aracılar vasıtasıyla dolaylı olarak satışının gerçekleştirilmesini ifade eden pazarlama karması unsurudur."
  },
  {
    "id": "3834404",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisine bağlı olarak emlak pazarlaması son yirmi yılda temelden değişmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Şirketlerin yönetim anlayışlarındaki değişimler",
      "B": "Nüfus",
      "C": "Demografik yapı",
      "D": "Dijital teknolojilerdeki gelişmeler",
      "E": "Emlak ürünlerindeki değişmeler"
    },
    "explanation": "Emlak pazarında sürekli yaşanan değişimler, yoğunlaşan rekabet, bilinçlenen tüketiciler ve artan tüketici beklentileri, pazarı her geçen gün daha karmaşık bir hâle getirmektedir. Özellikle dijital teknolojilerdeki gelişmelere bağlı olarak emlak pazarlaması son yirmi yılda temelden değişmiştir. Çevrim içi platformlarda varlığı artan emlak aracıları ile tedarikçiler ve emlak talep edenler arasındaki etkileşim de ilişkilerin karmaşıklığı da daha fazla artmıştır. Emlak alıcıları, bilinçli karar vermelerine yardımcı olacak kaynaklar için, giderek daha çevrim içi platformlara yönelmektedirler. Doğru cevap D'dir."
  },
  {
    "id": "3834406",
    "unitNumber": 1,
    "text": "I- Emlak acentelerinin sayısına<br/>II-Emlak acentelerinin reklam türlerine, kalitesine<br/>II-Emlak acentelerinin talep ettikleri fiyata<br/>Yukarıdakilerden hangisi/hangileri yoğunlaşan emlak pazarlama sürecinde, emlak aracılarının başarısının bağlı olduğu etmenler arasında sayılabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I-II",
      "D": "I-III",
      "E": "I-II-III"
    },
    "explanation": "Yoğunlaşan emlak pazarlama sürecinde, emlak aracılarının başarısı; emlak acentelerinin kabiliyetine, sayısına, tanıtım ve reklam türlerine, kalitesine ve talep ettikleri fiyata bağlıdır. Ancak günümüzde deneyim, müşteri hizmetleri, müşteri değeri gibi konuların da pazarlamada başarının yeni anahtar kavramları olduğu dikkate alınmalıdır. Doğru cevap E'dir."
  },
  {
    "id": "3834415",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi emlak sektöründe pazarlama faaliyetlerinin amaçları arasında <u>yer almaz?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Pazarlama faaliyetleri, tüketici isteklerini tam olarak anlamalıdır.",
      "B": "Pazarlama faaliyetleri, tüketici ihtiyaçlarını tam olarak anlamalıdır.",
      "C": "Sağlanan çözümler, uygun zaman, uygun mekân ve ve işletmenin istediği fiyatta tüketicilere sağlanmalıdır.",
      "D": "Pazarlama faaliyetleri, belirlenen tüketici ihtiyaç ve istekleri karşılayacak faktörleri eksiksiz biçimde bir araya getirmelidir.",
      "E": "Pazarlama faaliyetleri ile, işletmenin kâr elde etmesi sağlanmalıdır."
    },
    "explanation": "Tüm diğer sektörlerde olduğu gibi emlak sektöründe de pazarlama faaliyetlerinin amaçları şunlardır (Ünal ve Bozkurt (2014)’ten Göksan; 1978; aktaran Hacıoğlu, 2008):<br/>• Pazarlama faaliyetleri, tüketici istek ve ihtiyaçlarını tam olarak anlamalıdır. Özellikle emlak pazarında bu bağlamda, güncel trendlerin ve çevresel faktörlerin iyi analiz edilmesi, potansiyel müşteri olan tüketicilerin emlak talebinin doğru analiz edilmesi açısından önemlidir. Kalabalık ailelerden çekirdek aileye, hatta tek kişilik aileye olan dönüşüm, müşterilerin emlak ihtiyacı ve isteğini dolayısıyla beklentilerini temelden değiştirmiştir. Bu yüzden emlak, diğer ürünlerden çok farklı olsa da bu pazarın da birçok bağlamda, çok dinamik olduğu unutulmamalıdır.<br/>• Pazarlama faaliyetleri, belirlenen tüketici ihtiyaç ve istekleri karşılayacak faktörleri eksiksiz biçimde bir araya getirmelidir.<br/>• Belirlenen ihtiyaç ve istekler için sağlanan çözümler, uygun zaman, uygun mekân ve uygun fiyatta tüketicilere sağlanmalıdır.<br/>• Pazarlama faaliyetleri ile, işletmenin kâr elde etmesi sağlanmalıdır.<br/>Doğru cevap C'dir."
  },
  {
    "id": "3834420",
    "unitNumber": 1,
    "text": "Bazı emlak sahipleri, emlak satın almak ya da kiralamak isteyen müşterilerle karşı karşıya gelebilmek için, genellikle güvendikleri ve emlaklarının yakınında bir ofisi olan, emlak aracılarına/komisyoncularına başvurmaktadırlar. Bu durum aşağıdakilerden hangi yaklaşımı ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Geleneksel yaklaşım",
      "B": "Modern yaklaşım",
      "C": "Postmodern yaklaşım",
      "D": "Hibrit yaklaşım",
      "E": "21. yüzyıl yaklaşımı"
    },
    "explanation": "Bazı emlak sahipleri, emlak satın almak ya da kiralamak isteyen müşterilerle karşı karşıya gelebilmek için, genellikle güvendikleri ve emlaklarının yakınında bir ofisi olan, emlak aracılarına/komisyoncularına başvurmaktadırlar. Bu durum, emlak pazarlamasında geleneksel yaklaşımı ifade etmektedir. Bu yaklaşıma göre emlağa olan bu fiziksel yakınlık, aracılık işinin büyük ölçüde fiziksel olarak ve doğrudan emlakta gerçekleştirilmesi gerektiğinden, bir konum üstünlüğünü temsil etmektedir. Bu nedenle aracılık için uygun emlak şirketlerinin çevresi, birkaç tanınmış tedarikçiyle sınırlıdır ve bu da onlara bir konum ve güven üstünlüğü sağlar. Emlak acenteleri/ komisyoncuları, konum ve itibarla ilgili kimi zaman sağladıkları üstünlükleri nedeniyle, bir pazara giriş engeli koyma yeteneğine de sahiptir ve bu da diğer tedarikçilerin pazara girmesini zorlaştırmaktadır (Tsagris, 1974). Doğru cevap A'dır."
  },
  {
    "id": "3834424",
    "unitNumber": 1,
    "text": "I- Yeni teklif alanları,<br/>II- Yeni satış stratejileri<br/>III- Genişletilmiş bir hedef kitle profili <br/>Yukarıdakilerden hangisi/hangileri modern emlak pazarlamasında, dijital medyanın getirdiği değişikliklerin ortaya çıkma şekilleri arasında sayılabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "I-II",
      "C": "I-III",
      "D": "II-III",
      "E": "I-II-III"
    },
    "explanation": "Modern emlak pazarlamasında, dijital medyanın getirdiği değişiklikler artık yeni teklif alanları, yeni satış stratejileri ve genişletilmiş bir hedef kitle profili şeklinde ortaya çıkmaktadır. Doğru cevap E'dir."
  },
  {
    "id": "3834432",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi hedonik ihtiyaçlar için <u>söylenemez</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Faydacı bir ihtiyaca odaklıdır.",
      "B": "Subjektiftir.",
      "C": "Deneyimseldir.",
      "D": "Yaşamın gündelik ve rutin yönlerinden kaçmak için bir ürüne yönelme söz konusudur.",
      "E": "Heyecan, özgüven veya fantezi ihtiyaçlarımızı karşılamak için bir ürüne yönelme söz konusudur."
    },
    "explanation": "Başka bir sınıflamaya göre ise ihtiyaçlar, faydacı ve hedonik olmak üzere iki gruba ayrılır. Faydacı bir ihtiyaca odaklandığımız zaman, ürünün somut özelliklerini vurgularız. Emlağın yapımında kullanılan malzemeler, oda sayısı vb. gibi. Hedonik ihtiyaçlar ise subjektif ve deneyimseldir. Burada heyecan, özgüven veya fantezi ihtiyaçlarımızı karşılamak ve belki yaşamın gündelik ve rutin yönlerinden kaçmak için bir ürüne yönelme söz konusudur. Özellikle marka hâline gelmiş rezidanslarda emlak arayan ya da belirli bir yaşam biçiminin ya da statünün temsilcisi olan sitelerde emlak arayan müşterilerin karşılanması gereken ihtiyaçları temelde hedonik ihtiyaçlardır. Doğru cevap A'dır."
  },
  {
    "id": "3834442",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi üretilen ürünün sadece kalitesine ve performansına odaklanan pazarlama düşüncesini tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Satışa Yönelik Pazarlama Anlayışı",
      "B": "Ürüne Yönelik Pazarlama Anlayışı",
      "C": "Müşteriye Yönelik Pazarlama Anlayışı",
      "D": "İlişkisel Pazarlama Anlayışı",
      "E": "Deneyimsel Pazarlama Anlayışı"
    },
    "explanation": "Ürüne yönelik pazarlama düşüncesi, üretilen ürünün sadece kalitesine ve performansına odaklanır. Doğru cevap B'dir."
  },
  {
    "id": "3834452",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ilişkisel pazarlamanın temel hedefleri arasında <u>sayılamaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Müşteriyi kazanma",
      "B": "Müşteriyi tatmin etme",
      "C": "Müşteriyi elde tutma",
      "D": "Müşteriyi geliştirme",
      "E": "Müşteriye deneyim kazandırma"
    },
    "explanation": "İlişkisel pazarlamanın temel hedefleri müşteriyi;<br/>• kazanma,<br/>• tatmin etme,<br/>• elde tutma,<br/>• geliştirme olarak dört başlık altında ele alınabilir.<br/>Doğru cevap E'dir."
  },
  {
    "id": "3834456",
    "unitNumber": 1,
    "text": "I- Odak noktası, deneyimdir.<br/>II- Tüketiciler rasyonel ve duygusaldır.<br/>III- Tüketim, bütünsel bir deneyimdir.<br/>IV- Yöntemler, eklektiktir.<br/>Yukarıdakilerden hangileri deneyimsel pazarlamanın özellikleri arasında sayılabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-III",
      "B": "I-II-IV",
      "C": "I-III-IV",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Deneyimsel Pazarlamanın Özellikleri:<br/>Odak noktası, deneyimdir. Tüketiciler rasyonel ve duygusaldır. Tüketim, bütünsel bir deneyimdir. Yöntemler, eklektiktir. Doğru cevap E'dir."
  },
  {
    "id": "3834466",
    "unitNumber": 1,
    "text": "• Tüketiciler çok bilinçli değildirler: Tüketicilerin ürün hakkında bilgi alabilecekleri yeterli bilgi kaynağı bulunmamaktadır.<br/>• Tüketicilerin tercih yapma imkanları yoktur: İkame ve doğrudan rekabet edecek ürünleri bulunmamaktadır.<br/>• Kıt kaynaklardan ötürü taleb arzın üzerindedir: Üretilen ürünün tümü tüketiciler tarafından satın alınmaktadır.<br/>Yukarıda sayılan koşullarda hangi pazarlama anlayışı geçerli sayılabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "İlişkisel Pazarlama Anlayışı",
      "B": "Ürüne Yönelik Pazarlama Anlayışı",
      "C": "Üretime Yönelik Pazarlama Anlayışı",
      "D": "Satışa Yönelik Pazarlama Anlayışı",
      "E": "Deneyimsel Pazarlama Anlayışı"
    },
    "explanation": "Üretime Yönelik Pazarlama Anlayışı, satıcıların hakim olduğu pazar koşullarında, büyük miktarlarda ve ucuza mal üretmenin temel sorun olduğu bir ortamın anlayışıdır. Bu dönemde (Kaşıkçı, 2002):<br/>• Tüketiciler çok bilinçli değildirler: Tüketicilerin ürün hakkında bilgi alabilecekleri yeterli bilgi kaynağı bulunmamaktadır.<br/>• Tüketicilerin tercih yapma imkanları yoktur: İkame ve doğrudan rekabet edecek ürünleri bulunmamaktadır.<br/>• Kıt kaynaklardan ötürü taleb arzın üzerindedir: Üretilen ürünün tümü tüketiciler tarafından satın alınmaktadır.<br/>Bu koşullar altında bildiğimiz anlamda pazarlamadan söz edilemez. Ürettiği ürünlerin tümünü satan bir işletmenin ana odak konusu, yukarıda da ifade edildiği gibi “<em>sadece daha fazla üretmek</em>”tir. Doğru cevap C'dir."
  },
  {
    "id": "3831542",
    "unitNumber": 2,
    "text": "Hangisi emlak pazarında tüketicilerin tercihlerine duyarlı olması gereken konulardan biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Emlağın tasarımı",
      "B": "Emlağın doğal afetlere karşı güvenliği",
      "C": "Emlakta kullanılan malzemelerin kalitesi",
      "D": "Emlak işletmelerinin rakipleri",
      "E": "Emlağın çevre düzenlemesi ve sosyal hizmet birimlerinin tasarımı"
    },
    "explanation": "<strong>EMLAK PAZARLAMASINDA ÇEVRE FAKTÖRLERİ </strong><br/><strong>Emlak işletmelerinin rakipleri</strong>"
  },
  {
    "id": "3831543",
    "unitNumber": 2,
    "text": "Hangisi çevre faktörleri arasında <strong>sayılamaz?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Makro çevre faktörleri",
      "B": "<strong>Gelenek ve normlar</strong>",
      "C": "İşletme tarafından kontrol edilemeyen faktörler",
      "D": "Mikro çevre faktörleri",
      "E": "İşletme tarafından kontrol edilebilen faktörler"
    },
    "explanation": "<strong>EMLAK PAZARLAMASINDA ÇEVRE FAKTÖRLERİ </strong><br/><strong>Gelenek ve normlar</strong>"
  },
  {
    "id": "3831547",
    "unitNumber": 2,
    "text": "Hangisi işletmenin finansman, üretim, insan kaynakları, muhasebe, satın alma vb. diğer fonksiyonları ile yakından ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "<strong>Pazarlama yönetimi</strong>",
      "B": "Tedarikçiler",
      "C": "Emlak aracıları",
      "D": "Medya topluluğu",
      "E": "Sivil toplum örgütleri"
    },
    "explanation": "EMLAK PAZARLAMASINDA MİKRO ÇEVRE FAKTÖRLERİ<br/><strong>Pazarlama yönetimi</strong>"
  },
  {
    "id": "3831548",
    "unitNumber": 2,
    "text": "Hangisi bir kurumun hedeflerine ulaşma sürecinde fiilen veya potansiyel olarak etkili olan veya menfaat sahibi olan tüm grupları ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "<strong>Kamuoyu</strong>",
      "B": "Emlak tedarikçileri",
      "C": "Emlak aracıları",
      "D": "Emlak müsterileri",
      "E": "Emlak işletmelerinin rakipleri"
    },
    "explanation": "Kamuoyu"
  },
  {
    "id": "3831549",
    "unitNumber": 2,
    "text": "Hangisi kamuoyu bölümleri arasında <strong>sayılamaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Finansal Topluluk",
      "B": "Medya Topluluğu",
      "C": "Sivil Toplum Örgütleri",
      "D": "Kamuya ait resmî topluluklar",
      "E": "<strong>Emlak Müşterileri</strong>"
    },
    "explanation": "Kamuoyu<br/><strong>Emlak Müşterileri</strong>"
  },
  {
    "id": "3831552",
    "unitNumber": 2,
    "text": "‘Demografik, ekonomik, teknolojik ve doğal faktörler’ emlak işletmelerini etkileyen hangi faktörler içinde yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Stratejik alternatifler",
      "B": "<strong>Makro çevre faktörleri</strong>",
      "C": "Pazarlama çevresi analizi",
      "D": "Mikro çevre faktörleri",
      "E": "Uluslararası kabul görmüş sertifikasyon sistemleri"
    },
    "explanation": "EMLAK PAZARLAMASINDA MAKRO ÇEVRE FAKTÖRLERİ<br/><strong>Makro çevre faktörleri</strong>"
  },
  {
    "id": "3831553",
    "unitNumber": 2,
    "text": "Yaşlanan nüfus, bağımlılık oranı, hane halkı büyüklüğü, kentleşme ve göç, nüfus dağılımı ve eğitim neyi ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Yasal ve politik faktörleri",
      "B": "Rekabetle ilgili faktörleri",
      "C": "<strong>Demografik faktörleri</strong>",
      "D": "Yasal ve politik faktörleri",
      "E": "Toplumsal ve kültürel faktörleri"
    },
    "explanation": "<strong>Demografik Faktörler </strong><br/><strong>Demografik faktörleri</strong>"
  },
  {
    "id": "3831555",
    "unitNumber": 2,
    "text": "Millî gelir, kişi başına harcanabilir gelir, gelirin dağılımı, gelirin elde ediliş dönemleri, borçlanma olanakları, ticaret sektörünün yapısı ve işleyişi ve değişik sektörlerin gelişme yönleri gibi alt unsurlar, bütün sektörlerde tüm pazarlama kararlarını değişik biçimlerde etkileyen, değişik fırsat ve tehditlerin ortaya çıkmasına neden olan hangi faktörü işaret eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Demografik faktörleri",
      "B": "Rekabetle ilgili faktörleri",
      "C": "Teknolojik faktörleri",
      "D": "Toplumsal ve kültürel faktörleri",
      "E": "<strong>Ekonomik faktörleri</strong>"
    },
    "explanation": "<strong>Ekonomik faktörleri</strong>"
  },
  {
    "id": "3831557",
    "unitNumber": 2,
    "text": "Hangisi aşağıdaki ifadeyi doğru olarak tamamlar?<br/>“…………………………., resmî kurumlar ve toplum içinde yer alan çeşitli örgütleri ve bireyleri kısıtlayıcı veya etkileyici rol oynayan baskı gruplarından oluşmaktadır.”",
    "correctAnswer": "A",
    "options": {
      "A": "<strong>Politik ve yasal çevre yasalar</strong>",
      "B": "Dijitalleşme",
      "C": "Çevresel sürdürülebilirlik",
      "D": "Demografik özellikler",
      "E": "Kültürel ve sosyal çevre"
    },
    "explanation": "Yasal ve Politik Faktörler<br/><strong>Politik ve yasal çevre yasalar</strong>"
  },
  {
    "id": "3831560",
    "unitNumber": 2,
    "text": "PESTEL Analizi hangi faktörleri analiz etmede sıklıkla kullanılan analizlerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Toplumsal ve kültürel faktörleri",
      "B": "Demografik faktörleri",
      "C": "Doğal faktörleri",
      "D": "<strong>Çevresel faktörleri</strong>",
      "E": "Rekabetle ilgili faktörleri"
    },
    "explanation": "EMLAK SEKTÖRÜNDE PAZARLAMA ÇEVRESİ ANALİZİ<br/><strong>Çevresel faktörleri</strong>"
  },
  {
    "id": "3834481",
    "unitNumber": 2,
    "text": "I- Tedarikçiler<br/>II- Pazarlama aracıları<br/>III- Rakipler<br/>IV- Kamuoyunun çeşitli kesimleri <br/>Yöneticilerin pazarlama başarısı elde etmesi için yukarıdakilerden hangileri ile ilişkiler kurması gerekmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-III",
      "B": "I-II-IV",
      "C": "I-III-IV",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Temel olarak pazarlama yönetiminin görevi, müşteri değeri ve müşteri tatmini yaratarak müşteriler ile ilişki kurmaktır. Ancak pazarlama yöneticileri, bu görevi tek başlarına yerine getiremezler. Pazarlama başarısı elde etmek için yöneticilerin değer dağıtım ağını oluşturan diğer departmanlar, tedarikçiler, pazarlama aracıları, rakipler, kamuoyunun çeşitli kesimleri ve müşteriler ile de ilişkiler kurmaları gerekmektedir. Doğru cevap E'dir."
  },
  {
    "id": "3834483",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi emlak aracıları için doğru bir ifade <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Dağıtım kanallarında yer alan aracılar, mal ve hizmetlerin tüketicilere ulaşmasında önemli işlevlere sahiptir.",
      "B": "Dağıtım kanallarında yer alan aracıların müşteri tatmini ve müşteri sadakati yaratılmasında rolleri çok önemli değildir.",
      "C": "Dağıtım kanallarında yer alan aracıların mal ve hizmetlerin tüketicilere sorunsuz bir biçimde ulaşmasının önemi büyüktür.",
      "D": "Emlak pazarlarında yer alan aracılar, emlağın üreticiden/satıcıdan emlak müşterisine ulaşmasında özellikle mülkiyet akışı, ödeme akışı, bilgi akışı ve tutundurma akışını gerçekleştirerek önemli roller üstlenirler.",
      "E": "Emlak pazarındaki aracılar müşteri bulmada, müşterilere emlakların tanıtılmasında ve müşterilerin satın almaları için ikna edilmesinde satıcı ve alıcı arasında bir köprü görevi görürler."
    },
    "explanation": "Dağıtım kanallarında yer alan aracılar, mal ve hizmetlerin tüketicilere ulaşmasında önemli işlevlere sahiptir. Müşteri tatmini ve müşteri sadakati yaratılmasında, mal ve hizmetlerin tüketicilere sorunsuz bir biçimde ulaşmasının önemi büyüktür. Emlak pazarlarında yer alan aracılar, emlağın üreticiden/satıcıdan emlak müşterisine ulaşmasında özellikle mülkiyet akışı, ödeme akışı, bilgi akışı ve tutundurma akışını gerçekleştirerek önemli roller üstlenirler (https://adm.ataaof.edu.tr/ pdf.aspx?du= L96rtUyhM/ WLImQH1loyWQ==).<br/>Emlak pazarındaki aracılar müşteri bulmada, müşterilere emlakların tanıtılmasında ve müşterilerin satın almaları için ikna edilmesinde satıcı ve alıcı arasında bir köprü görevi görürler. Emlak aracılarının temel işlevi, bir emlağın mülkiyeti ya da kullanım hakkı müşteriye ulaşana kadar tüm satın alma sürecinin yönetimidir. Doğru cevap B'dir."
  },
  {
    "id": "3834485",
    "unitNumber": 2,
    "text": "Kent komisyonu, yerel meslek odaları, ticaret odaları vb. çevre sakinlerini ve yaşanılan yerde oluşan toplulukları kapsayan kamuoyu bölümü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kamuya ait resmî topluluklar",
      "B": "Sivil Toplum Örgütleri",
      "C": "Genel Topluluklar",
      "D": "Yerel/Lokal Topluluklar",
      "E": "Kurum İçi Topluluk"
    },
    "explanation": "Yerel/Lokal Topluluklar: Bu grup, kent komisyonu, yerel meslek odaları, ticaret odaları vb. çevre sakinlerini ve yaşanılan yerde oluşan toplulukları kapsamaktadır. Farklı düzeydeki emlak ya da inşaat firmaları hem bu toplulukların birer üyesi olarak hem de bu toplulukların faaliyetleri üzerindeki etkileri nedeniyle bu toplulukları dikkate almalıdırlar. Doğru cevap D'dir."
  },
  {
    "id": "3834487",
    "unitNumber": 2,
    "text": "I- Bir işletmenin makro çevresi içindeki en önemli aktörlerdir.<br/>II- Tüm değer dağıtım ağının amacı, hedef müşterilere ulaşmak ve onlarla güçlü ilişkiler kurmaktır.<br/>III- Kontrolü en zor olan çevre faktörü, müşterilerdir. <br/>Yukarıdakilerden hangisi/hangileri emlak müşterisi ile ilgili doğru ifadelerdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız II",
      "B": "I-II",
      "C": "I-III",
      "D": "II-III",
      "E": "I-II-III"
    },
    "explanation": "Müşteriler, bir işletmenin mikro çevresi içindeki en önemli aktörlerdir. Müşteri kimdir? İhtiyaçları nelerdir? gibi soruları yanıtlamak, doğru pazarlama yapmanın en önemli adımıdır. Üretilen her şey, müşteri tarafından satın alınacağı varsayımıyla ekonomik açıdan değer kazanır. Bu bağlamda, müşteri ayrıca işletmelerin en önemli sermayesidir. Tüm değer dağıtım ağının amacı, hedef müşterilere ulaşmak ve onlarla güçlü ilişkiler kurmaktır. Bununla birlikte kontrolü en zor olan çevre faktörü, müşterilerdir. Emlak pazarlamasında müşterilerle güçlü ilişkiler kurmada ve yönetmede müşteri beklentileri, oluşan talepler ile bu taleplerin oluşumunu etkileyen trendler son derece önemlidir. Özellikle emlak ile ilgili projelerin başarıya ulaşabilmesi için müşterilerin talebini etkileyen tüm faktörlerin dikkate alınması gerekir. Doğru cevap D'dir."
  },
  {
    "id": "3834492",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi pazarlama kararlarını en fazla etkileyen çevre faktörüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Demografik Faktörler",
      "B": "Teknolojik Faktörler",
      "C": "Rekabetle İlgili Faktörler",
      "D": "Yasal ve Politik Faktörler",
      "E": "Toplumsal ve Kültürel Faktörler"
    },
    "explanation": "Pazarlama kararlarını en fazla etkileyen çevre faktörü, demografik faktörlerdir. Demografik çevre, bir toplumun demografik özellikleri, nüfus yapısı ve nüfusla ilgili sosyal kurumlar gibi unsurlardan oluşur. Demografik özellikler nüfusun; yaş, cinsiyet, meslek, eğitim, şehirleşme, aile büyüklüğü, gelir vb. nitelikler itibarıyla dağılımını ifade eder (İslamoğlu, 2013). Toplumun demografik yapısı ve bu yapıda meydana gelen değişimler, emlak ürünlerine yönelik tüketici davranışlarını da yakından etkiler. Örneğin toplam nüfus içinde genç nüfusun oranı büyükse, gençlerin gereksinim duydukları tarzda emlak ürünlerine olan talep artar ve bu talebi karşılayacak apart tipi emlak ürünlerinin üretimi ön plana çıkar. Aile büyüklüğü de özellikle satın alınacak emlak türünün belirlenmesinde önem taşır. Benzer şekilde yalnız yaşayanların ve tek kişilik ailelerin ortaya çıkması apart tipi emlak üretimini arttırır. Doğru cevap A'dır."
  },
  {
    "id": "3834498",
    "unitNumber": 2,
    "text": "I- Değişen yaş ve aile yapıları<br/>II- Nüfusun coğrafi olarak nasıl yer değiştirdiği<br/>III- Eğitim düzeyine ilişkin özellikler<br/>IV- Nüfus çeşitliliği<br/>Yukarıdakilerden hangileri pazarlamacıların, hedef pazarlarındaki demografik eğilimler ve gelişmeler ile ilgili olarak inceledikleri ve takip ettikleri veriler arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-III",
      "B": "I-II-IV",
      "C": "I-III-IV",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Dünyanın değişim gösteren demografik çevresi, işletmeler için büyük anlam taşımaktadır. Bu nedenle pazarlamacılar, hedef pazarlarındaki demografik eğilimleri ve gelişmeleri yakından takip etmektedirler. İşletmeler; değişen yaş ve aile yapılarını, nüfusun coğrafi olarak nasıl yer değiştirdiğini, eğitim düzeyine ilişkin özellikleri ve nüfus çeşitliliğini incelemektedirler. Doğru cevap E'dir."
  },
  {
    "id": "3834512",
    "unitNumber": 2,
    "text": "I- Kişi başına harcanabilir gelir<br/>II- Gelirin elde ediliş dönemleri<br/>III- Borçlanma olanakları<br/>IV- Ticaret sektörünün yapısı ve işleyişi<br/>Yukarıdakilerden hangileri ekonomik faktörler arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-III",
      "B": "I-II-IV",
      "C": "I-III-IV",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "İşletmenin içinde bulunduğu ekonomik çevre, talep kavramıyla doğrudan ilişkili çeşitli unsurlardan oluşur. Bu unsurlar; millî gelir, kişi başına harcanabilir gelir, gelirin dağılımı, gelirin elde ediliş dönemleri, borçlanma olanakları, ticaret sektörünün yapısı ve işleyişi ve değişik sektörlerin gelişme yönleri gibi alt unsurlardır. Bunların her biri hangi sektör olursa olsun, tüm pazarlama kararlarını değişik biçimlerde etkiler, değişik fırsat ve tehditlerin ortaya çıkmasına neden olur (İslamoğlu, 2013). Doğru cevap E'dir."
  },
  {
    "id": "3834516",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kültürün temel özellikleri arasında <u>sayılamaz</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Kültür <em>paylaşılır. </em>",
      "B": "Kültür sosyalleşme ve yabancı kültürü benimseme ile <em>öğrenilir.</em>",
      "C": "Kültür<em> statiktir</em>.",
      "D": "Kültür adapte edilebilir <em>(uyarlanabilir). </em>",
      "E": "Kültür <em>kuşaktan kuşağa aktarılır. </em>"
    },
    "explanation": "Kültürün temel özellikleri aşağıdaki gibi sıralanabilir (Gegez, 2013):<br/>• Kültür <em>paylaşılır. </em>Toplumu oluşturan kişiler, kendi kültürlerini paylaşmaktan hoşlanır. Bu paylaşım, kişilerin birlikte yaşaması nedeniyle kültürel değerlerin birbirlerine aktarılmasıyla pekişir.<br/>• Kültür sosyalleşme ve yabancı kültürü benimseme ile <em>öğrenilir. </em>Sosyalleşme ile kişinin sosyal çevresinden ve toplumu oluşturan diğer sosyal kurumlardan öğrendiği değer ve normlar anlatılmak istenmektedir. Yabancı kültürü benimseme ise yabancı kültürden öğrenme ve diğer kültürlerden gelen değerleri kabul etme anlamına gelir.<br/>• Kültür <em>kuşaktan kuşağa aktarılır. </em>Kültür aile bireyleri, sosyal kurumlar ve benzeri araçlarla kuşaktan kuşağa formal veya informal olarak aktarılır.<br/>• Kültür <em>dinamiktir. </em>Kültürde genel olarak zamana yayılı ve yavaş değişimler gözlenir. Bu değişimler genellikle, kuşaklar karşılaştırıldığı zaman daha belirgin olur. Bununla birlikte, bazen dışsal baskılarla toplumlar önemli kültürel değişimler yaşayabilirler. Ancak iletişim ve ulaşım teknolojilerindeki değişmeler nedeniyle değişim hızı geçmişe göre son derece hızlanmıştır. Bu yüzden kültür çok daha dinamik bir yapıya sahiptir.<br/>• Kültür adapte edilebilir <em>(uyarlanabilir). </em>Farklı kültürlerle kurulan iletişim ve etkileşim sonucunda, kültürel kabul aşamasında benimsenen kültürel değerlerin kimi zaman aynı şekilde benimsemek yerine uyarlanarak alındığı görülebilir. Toplumlar farklı kültürlerden aldıklarını kendilerine uyarlayarak kabul etmektedirler. Doğru cevap C'dir."
  },
  {
    "id": "3834526",
    "unitNumber": 2,
    "text": "I-Tam rekabet<br/>II- Oligopol<br/>III- Oligopolcü rekabet<br/>IV- Monopol<br/>Ekonomistlere göre yukarıdakilerden hangileri temel rekabetçi pazar yapısı sınıflandırmasına dahildir?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II-III",
      "B": "I-II-IV",
      "C": "I-III-IV",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Ekonomistlere göre, dört temel rekabetçi pazar yapısı vardır: tam rekabet, oligopol, monopolcü rekabet, monopol. Pek çok ürün pazarı yıllardır tam rekabet ya da oligopol rekabete yönelirler. Bu durumlarda, rakipler çok benzer ürünler teklif ederler. Müşteriler birbirlerinin yerine geçebilecek çok sayıda ürünle karşılaştıklarından, yöneticiler çok düşük fiyatlar ve düşük kar marjları ile rekabet ederler. Doğru cevap B'dir."
  },
  {
    "id": "3834532",
    "unitNumber": 2,
    "text": "I- Geri dönüşebilen veya çevreye zarar vermeden toprakta çözünebilen ambalajlar<br/>II- Daha iyi kirlilik kontrolleri<br/>III- Enerjinin daha verimli kullanıldığı iş faaliyetleri<br/>Yukarıdakilerden hangisi/hangileri işletmelerin, tüketici taleplerini çevreye karşı daha sorumlu ürünlerle karşılamaya yönelik çalışmalarına örnek olarak gösterilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I-II",
      "C": "I-III",
      "D": "II-III",
      "E": "I-II-III"
    },
    "explanation": "Birçok işletme, tüketici taleplerini çevreye karşı daha sorumlu ürünlerle karşılamaya çalışmaktadır. Bu çerçevede; geri dönüşebilen veya çevreye zarar vermeden toprakta çözünebilen ambalajlar, geri dönüşümlü malzeme ve bileşenler, daha iyi kirlilik kontrolleri ve enerjinin daha verimli kullanıldığı iş faaliyetleri geliştirmektedirler. Doğru cevap E'dir."
  },
  {
    "id": "3834214",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, tüketicinin satın alma karar sürecindeki ilk adımdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgi arama",
      "B": "İhtiyaç tanımlama",
      "C": "Alternatiflerin değerlendirilmesi",
      "D": "Satın alma sonrası değerlendirme",
      "E": "Satın alma kararı verme"
    },
    "explanation": "Sorunun doğru cevabı C şıkkıdır.<br/>Tüketiciler için geleneksel satın alma süreci sorunu/<br/>ihtiyacı belirleme, bilgi arama, satın alma öncesi<br/>alternatifleri değerlendirme, satın alma-tüketme,<br/>satın alma sonrası değerlendirme (Engel ve diğerleri,<br/>1995) şeklinde olmakla beraber satın alma kararı<br/>her zaman yoğun bir çabayı ya da zamanı gerektirmez.<br/>Özellikle fiyatı düşük olan ve sık satın alınan<br/>ürünler için satın almalar hiç düşünmeden de yapılabilir.<br/>Pahalı ve karmaşık ürünlerde ise ürünle<br/>ilgili araştırma yaparak ve gerekli bilgileri etraflıca<br/>toplayarak alım kararı verilmektedir."
  },
  {
    "id": "3834216",
    "unitNumber": 3,
    "text": "Emlak ile ilgili tüketici davranışlarını etkileyen aşağıdaki faktörlerden hangisi faktör psikolojik bir faktördür?",
    "correctAnswer": "C",
    "options": {
      "A": "Gelir",
      "B": "Kültür",
      "C": "Öğrenme",
      "D": "Yaş",
      "E": "Aile büyüklüğü"
    },
    "explanation": "Sorunun doğru cevabı C şıkkıdır.<br/>Tüketici satın alma davranışını etkileyen psikolojik<br/>faktörlerden ilki öğrenmedir. Öğrenmeyi,<br/>deneyimler sonucunda davranışlarda meydana gelen<br/>değişiklikler olarak tanımlamak mümkündür<br/>(Koç, 2016). Öğrenme, tekrarlar ve yaşantılar<br/>sonucu davranışlarda meydana gelen değişimdir.<br/>İşletmeler açısından öğrenme kavramını ve<br/>öğrenmenin nasıl gerçekleştiğini anlamak; ürün,<br/>hizmet ve markalarıyla tüketicinin zihninde yer<br/>kaplayabilmek için oldukça önemlidir. Öğrenme<br/>belli bir birikimden sonra gerçekleşir, bir seferde<br/>gerçekleşmez, tepkisel koşullama olabilmesi için<br/>tekrarlar yapılması gerekir."
  },
  {
    "id": "3834219",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi emlak tüketici davranışlarını etkileyen psikolojik faktörler arasında yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyal sınıf",
      "B": "Kişilik",
      "C": "Referans grubu",
      "D": "Kültür",
      "E": "Eğitim"
    },
    "explanation": "Sorunun doğru cevabı B şıkkıdır.<br/>Tüketicilerin satın alma davranışını etkileyen psikolojik faktörler: Öğrenme, güdülenme, algılama, tutum ve inançlar ve kişilik olarak altı başlıkta yer almaktadır."
  },
  {
    "id": "3834222",
    "unitNumber": 3,
    "text": "Tüketicinin satın alma karar sürecinde ihtiyacın farkına varıldıktan sonra, aşağıda verilen aşamalardan hangisine geçilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Satın alma kararı",
      "B": "Bilgi arama",
      "C": "Satın alma sonrası değerlendirme",
      "D": "Alternatiflerin değerlendirilmesi",
      "E": "Problem tanımlama"
    },
    "explanation": "Sorunun doğru cevabı B şıkkıdır.<br/>Tüketiciler için geleneksel satın alma süreci sorunu/<br/>ihtiyacı belirleme, bilgi arama, satın alma öncesi<br/>alternatifleri değerlendirme, satın alma-tüketme,<br/>satın alma sonrası değerlendirme (Engel ve diğerleri,<br/>1995) şeklinde olmakla beraber satın alma kararı<br/>her zaman yoğun bir çabayı ya da zamanı gerektirmez.<br/>Özellikle fiyatı düşük olan ve sık satın alınan<br/>ürünler için satın almalar hiç düşünmeden de yapılabilir.<br/>Pahalı ve karmaşık ürünlerde ise ürünle<br/>ilgili araştırma yaparak ve gerekli bilgileri etraflıca<br/>toplayarak alım kararı verilmektedir."
  },
  {
    "id": "3834224",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir referans grubunun tüketici davranışı üzerindeki etkisini en iyi tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Ürünün kalitesini etkiler",
      "B": "Ürünün fiyatını belirler",
      "C": "Tüketicinin inançlarını ve tutumlarını etkiler",
      "D": "Ürünün pazarlama stratejisini belirler",
      "E": "Tüketicinin demografik profilini tanımlar"
    },
    "explanation": "Sorunun doğru cevabı C şıkkıdır.<br/>Tüketicilerin düşünceleri, inançları, hisleri ve hareketleriyle ilgili olarak danıştıkları, başvurdukları bir<br/>kişi ya da gruba referans grubu denir (Engel ve diğerleri, 1995). Referans grupları, tüketicilerin değerlendirmelerini<br/>ve davranışlarını etkileyen bireylerden ve gruplardan oluşur.<br/>Referans grubu tüketicilerin ürünü seçme, satın alma, kullanma, değerlendirme aşamalarında birtakım<br/>etkilerde bulunarak ürüne karşı tüketiciyi isteklendirirler. Günümüzde sosyal medyadaki influencerlar, arkadaşlar,<br/>iş arkadaşları, aile, beğenilen ünlüler referans grubu olarak kabul edilir."
  },
  {
    "id": "3834226",
    "unitNumber": 3,
    "text": "Emlak gibi ürünlerde, güvenlik ve dayanıklılık gibi faktörler, aşağıdaki risk gruplarından hangisiyle ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Finansal risk",
      "B": "İşlevsel risk",
      "C": "Sosyal risk",
      "D": "Fiziksel risk",
      "E": "Psikolojik risk"
    },
    "explanation": "Sorunun doğru cevabı D şıkkıdır.<br/>Tüketiciler, ürün satın alma kararı verirken mevcut seçenekler arasından en iyi tercihi yapmak ve bu<br/>tercihi yaparken de parasını, zamanını, ihtiyaçlarını en iyi şekilde değerlendirmek isterler. Bu isteği yerine<br/>getirirken de hangi ürünün belli bir tatmin düzeyi sağlayacağını ya da hangi satın alma seçeneklerinin<br/>örneğin; hangi rengin, markanın, ürünün en uygun olacağını belirlemede kararsız olabilirler (Williams,<br/>1982). Risk algısı satın alma kararlarının sonuçlarını önceden göremediği zaman, tüketicinin karşılaştığı<br/>belirsizlik olarak tanımlanmaktadır (Schiffman ve Kanuk, 1987). (Şekil 3.7)"
  },
  {
    "id": "3834227",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi emlak satın alma kararlarını etkileyen demografik faktörlerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal sınıf",
      "B": "Tutum ve inançlar",
      "C": "Referans grupları",
      "D": "Gelir",
      "E": "Algılama"
    },
    "explanation": "Sorunun doğru cevabı D şıkkıdır.<br/>Yaş, meslek ve eğitim düzeyi, medeni durum, gelir, yaşam biçimi ve kişilik gibi faktörler emlak pazarlamasında, tüketicilerin satın alma davranışını etkileyen demografik faktörlerdir."
  },
  {
    "id": "3834230",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, emlak satın alma kararlarını etkileyen kültürel faktörlere dayalı bir örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ailenin gelir seviyesinin konut tipi tercihini belirlemesi.",
      "B": "Bir toplumda geleneksel motifleri yansıtan konut mimarilerinin tercih edilmesi.",
      "C": "Emlak alımında kadınların, erkeklerden daha fazla karar verici olması.",
      "D": "Sosyal medya üzerinden yapılan reklamların tüketicilerin marka tercihlerini etkilemesi.",
      "E": "Çalışan bireylerin konut tercihlerinin, aile büyüklüğüne dayalı olarak değişmesi."
    },
    "explanation": "Sorunun doğru cevabı B şıkkıdır.<br/>Kültür; bireylerin bilgi birikimlerini, öğrendiklerini (tecrübeler, sanat, estetik, moda gibi), inançlarını,<br/>yasaları, ahlaki kuralları, gelenek, görenek ve töreleri, törenleri ve değerleri içeren karmaşık unsurlar bütünü<br/>olarak tanımlanabilir (Odabaşı ve Barış, 2003). Kültür, öğrenilmiş davranışlardır ve kalıtım yoluyla<br/>gelen değerler sistemi değildir. Kültür, çevre koşullarına uyum sağlayarak zaman içerisinde değişim gösterebilir<br/>(Mowen, 1993). Kültür, tasarruf ve harcama şekilleri üzerinde etkilidir. Ülkemiz kültüründe, üst gelir<br/>grubundaki kişiler yatırımları için genel olarak, hisse senedi, tahvil gibi alanları seçerken ‘başını sokacak<br/>bir evin olsun’ inanışı özellikle orta ve alt gelir grubundaki insanlar arasında yaygın olduğu için bu grup<br/>varını yoğunu bir ev sahibi olmak için emlağa yatırır. Bu kişilerde, emlak sahibi olmakla hayatlarını garanti<br/>altına alacakları düşüncesi hâkimdir. Kültür, konut biçim ve tasarımlarındaki farklılığa da etki etmektedir.<br/>Eskiden talep edilen yüksek tavanlı ve büyük pencereli evler, daha sonraları moda ve sanat anlayışındaki<br/>değişmelere paralel olarak yerini daha farklı tarz ve mimaride evlere bırakmıştır.<br/>Alt kültür nüfusun artması ve kültürün homojenliğinin bozulmasıyla ortaya çıkan, bölgesel, ırksal,<br/>dinî ve benzeri boyutlarda görülen ortak nitelikler olarak tanımlanmaktadır (Mucuk, 2001). Alt kültürü<br/>tanımlamak için kullanılan çeşitli demografik özellikler; milliyet, ırk, bölge, yaş, din, cinsiyet, sosyal sınıf<br/>olarak sayılabilir (Mowen, 1993). Demografik özellikler ve alt kültür arasında yakın ilişki vardır. Demografik<br/>veriler, toplumun özelliklerini tanımlamaktadır. Alt kültür de toplumun sözü edilen demografik<br/>özelliklere göre alt bölümlere ayrılmasıdır. Emlak üreticileri, konut inşa ederken hedef kitlesindeki kişilerin<br/>alt kültürlerinin özelliklerini, inançlarını bilmelidir. Örneğin; bazı Asya kökenli Amerikalılar, konut yeri<br/>ve şekli konusunda hassastırlar. İyi ya da kötü şans getirdiğine inanılan görünmeyen enerji kaynağının,<br/>evin atmosferini değiştirdiğini düşünmektedirler (örneğin, düz çizginin kötü enerjinin kaynağı olduğuna<br/>inanırlar ve konutlarında bu noktalara dikkat etmektedirler) (Gibler ve Nelson, 2003)."
  },
  {
    "id": "3834233",
    "unitNumber": 3,
    "text": "Tüketici satın alma karar sürecinde aşağıdakilerden hangisi, özellikle yüksek katılım ve risk taşıyan emlak gibi dayanıklı malların satın alınmasında, karar verme sürecinin bir aşaması olarak daha uzun süre geektirir?",
    "correctAnswer": "E",
    "options": {
      "A": "İhtiyaç tanımlama",
      "B": "Bilgi arama",
      "C": "Satın alma kararı",
      "D": "Satın alma sonrası değerlendirme",
      "E": "Alternatiflerin değerlendirilmesi"
    },
    "explanation": "Sorunun doğru cevabı E şıkkıdır.<br/>Tüketiciler, kendileri için gerekli bilgileri araştırmalarının ardından, önce bu bilgileri değerlendirir,<br/>sonrasında alternatifler arasından seçim yaparak satın alma kararını verirler. Tüketiciler için satın alacakları<br/>emlağı seçmek, emlak pazarının doğası gereği diğer satın almalara göre daha fazla risk içermektedir.<br/>Risk algısı; tüketicilerin satın alma kararını vermesinde, değiştirmesinde veya ertelemesinde rol oynayan<br/>önemli bir husustur ve tüketicilerin satın alma kararının sonucu ile alakalı olarak güvensizlik ve belirsizlik<br/>yaşamaları durumudur. Satın alınacak ürün, emlak gibi karmaşık ve fiyatı yüksek bir ürünse, ürün özellikleri<br/>belirsizse, ürünün markası yoksa ve satan kişi tüketici tarafından tanınmıyorsa bu durum tüketicinin<br/>güvensizliğini ve dolayısıyla algıladığı riski daha da yükseltir. Bu nedenle tüketiciler, seçenekler arasından<br/>karar verirken maliyet, performans gibi objektif kriterler kullanabilecekleri gibi prestij, marka imajı ve<br/>moda gibi subjektif kriterler de kullanabilirler (Odabaşı ve Barış, 2003). Başlıca değerlendirme kriterleri;<br/>fiyat, marka, durumsal etkiler (emlak satın alımı için emlağın bulunduğu yer, konumu vb.), motivasyon<br/>ve bilgi olarak ifade edilebilir (Engel ve diğerleri, 1995). Tüketiciler emlak satın almaya karar verirken pek<br/>çok kriteri bir arada kullanarak emlağın fiyatı, deprem yönetmeliğine uygunluğu, sosyal olanakları -yüzme<br/>havuzu, spor tesislerinin, yeşil alanların varlığı, güvenlik vb-, büyüklüğü, yerleşim merkezlerine yakınlığı<br/>gibi çeşitli değerlendirme kriterlerini göz önüne alarak yukarıda sözü edilen bilgiler ışığında karar vermektedir.<br/>Emlak gibi beğenmeli ürünlerde daha çok objektif kriterler ön plana çıkmakla beraber, bunun yanı<br/>sıra markalı emlak projelerinden edinme ve böylece prestij sağlama gibi subjektif kriterlerin de özellikle<br/>yüksek gelir grubundaki kişilerce kullanıldığını söylemek mümkündür.<br/>Tüketicilerin belirledikleri değerlendirme kriterlerini kullanarak seçenekler arasından karar vermesinde<br/>uygulanan birtakım karar kuralları bulunmaktadır. Eğer sık satın alınan bir ürün söz konusu ise alışkanlığa<br/>dayalı alım yapılıyorsa karar vermek kolaydır ve basit satın alma kuralları geçerlidir. Ama emlak gibi karar<br/>vermenin zor ve karışık olduğu satın almalarda basit karar kuralları yerine, daha karmaşık karar kuralları<br/>geçerlidir."
  },
  {
    "id": "3834236",
    "unitNumber": 3,
    "text": "Aşağıdaki motivasyon türlerinden hangisi, bir tüketicinin yatırım amaçlı emlak satın alırken daha çok tercih ettiği motivasyondur?",
    "correctAnswer": "B",
    "options": {
      "A": "Duygusal motivasyon",
      "B": "Mantıksal motivasyon",
      "C": "Sosyal motivasyon",
      "D": "Statü motivasyonu",
      "E": "Fiziksel motivasyon"
    },
    "explanation": "Sorunun doğru cevabı B şıkkıdır.<br/>Kişinin tatmin etmeye çalıştığı uyarılmış ihtiyaçlara<br/>güdü, kişinin çeşitli uyarıcılar aracılığıyla<br/>belirli davranışlar göstermek üzere eyleme geçmesine<br/>ise güdülenme denir (Yükselen, 2006). Güdüleri<br/>Duygusal (Hissi) Güdüler ve Mantıksal (Rasyonel)<br/>Güdüler olarak iki şekilde sınıflamak mümkündür<br/>(Mucuk, 2001). Tüketiciler konut ihtiyaçlarını<br/>karşılarken hem prestij, ün, beğenilme gibi duygusal<br/>güdüleri hem de dayanıklılık, sağlamlık, ekonomiklik gibi rasyonel güdüleri ile hareket ederler. Yatırım amaçlı konut alımlarında daha çok rasyonel güdüler<br/>ön plandayken oturma amacıyla alınan konutlarda hem rasyonel hem duygusal güdülerin ön planda<br/>olduğu söylemek mümkündür. Bir emlak satın alırken çok fazla duygu vardır, satın alma sadece para ve<br/>mantıkla ilgili değildir. Önce duygu vardır, sonra mantık gelir ama her zaman bu iki parametre etkileşim<br/>hâlindedir (Kokli’c ve Vida, 2009)."
  },
  {
    "id": "3833562",
    "unitNumber": 4,
    "text": "Türdeş olmayan yani heterojen olan bir pazarın, kendi içinde daha ortak özelliklere sahip homojen alt pazar bölümlerine ayrılmasına ne isim verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pazar bölümleme",
      "B": "Pazarlama stratejisi",
      "C": "Pazarlama karması",
      "D": "Promosyon",
      "E": "Mübadele"
    },
    "explanation": "Doğru yanıt A şıkkıdır<br/>Türdeş olmayan yani heterojen olan bir pazarın, kendi içinde daha ortak özelliklere sahip homojen alt pazar bölümlerine ayrılmasına pazar bölümleme denir"
  },
  {
    "id": "3833568",
    "unitNumber": 4,
    "text": "Cinsiyet, yaş, eğitim gibi başlıklar emlak pazarını bölümlemede kullanılabilecek hangi faktör grubunun içinde yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Psikografik",
      "B": "Davranışsal",
      "C": "Demografik",
      "D": "Coğrafi",
      "E": "Mesleki"
    },
    "explanation": "Doğru yanıt C şıkkıdır<br/>Cinsiyet, yaş, eğitim gibi başlıklar demografik faktörlerin altında yer alır"
  },
  {
    "id": "3833574",
    "unitNumber": 4,
    "text": "Emlak sektörüne yönelik pazar bölümlemesi yaparken yaş, evlilik, çocukların varlığı ve gelirdeki değişimleri içeren değişkenlerden yararlanıyorsak yaptığımız bölümleme türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Aile büyüklüğü temelinde bölümleme",
      "B": "Aile yaşam döngüsü temelinde bölümleme",
      "C": "Kuşak temelinde bölümleme",
      "D": "Köken temelinde bölümleme",
      "E": "Milliyet temelinde bölümleme"
    },
    "explanation": "Doğru yanıt B şıkkıdır<br/>Emlak sektörüne yönelik pazar bölümlemesi yaparken yaş, evlilik, çocukların varlığı ve gelirdeki değişimleri içeren değişkenlerden yararlanıyorsak yaptığımız bölümleme türü aile yaşam döngüsü temelinde bölümlemedir."
  },
  {
    "id": "3833576",
    "unitNumber": 4,
    "text": "Emlak sektörüne yönelik pazar bölümlemesi yaparken endişeli modernler, mazbut modernler, dini muhafazakarlar gibi kavramlardan yararlanıyorsak yaptığımız bölümleme türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Aile büyüklüğüne göre bölümleme",
      "B": "Aile yaşam döngüsü temelinde bölümleme",
      "C": "Kuşak temelinde bölümleme",
      "D": "Kökene göre bölümleme",
      "E": "Yaşam tarzına göre bölümleme"
    },
    "explanation": "Doğru yanıt E şıkkıdır<br/>Emlak sektörüne yönelik pazar bölümlemesi yaparken endişeli modernler, mazbut modernler, dini muhafazakarlar gibi kavramlardan yararlanıyorsak yaptığımız bölümleme yaşam tarzına göre bölümlemedir"
  },
  {
    "id": "3833578",
    "unitNumber": 4,
    "text": "Emlak sektörüne yönelik pazar bölümlemesi yaparken yatırımın gelecekteki getirisi, çevre edinmek, ulaşım maliyetleri gibi faydalara odaklanıyorsak yaptığımız bölümleme türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Davranışsal kriterlere göre bölümleme",
      "B": "Aile yaşam döngüsü temelinde bölümleme",
      "C": "Kuşak temelinde bölümleme",
      "D": "Kökene göre bölümleme",
      "E": "Yaşam tarzına göre bölümleme"
    },
    "explanation": "Doğru yanıt A şıkkıdır<br/>Emlak sektörüne yönelik pazar bölümlemesi yaparken yatırımın gelecekteki getirisi, çevre edinmek, ulaşım maliyetleri gibi faydalara odaklanıyorsak yaptığımız bölümleme türü davranışsal kriterlere göre bölümlemedir"
  },
  {
    "id": "3833583",
    "unitNumber": 4,
    "text": "Bir pazar bölümünün faydalı, elverişli olup olmadığını değerlendirebilmek için genellikle beş kriter kullanılmaktadır. Aşağıdakilerden hangisi bunlardan biri <strong>değildir? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ölçülebilir olma",
      "B": "Yeterli olma",
      "C": "Farklılaşmama",
      "D": "Harekete geçebilme",
      "E": "Ulaşılabilir olma"
    },
    "explanation": "Doğru yanıt C şıkkıdır<br/>Bir pazar bölümünün faydalı, elverişli olup olmadığını değerlendirebilmek için genellikle beş kriter kullanılmaktadır. Farklılaşmama bunlardan biri değildir."
  },
  {
    "id": "3833587",
    "unitNumber": 4,
    "text": "Bir pazar bölümünün faydalı, elverişli olup olmadığını değerlendirebilmek için genellikle beş kriter kullanılmaktadır. Aşağıdakilerden hangisi pazarı oluşturan bölümlerin büyüklüğünün, satın alma gücünün ya da diğer demografik özelliklerinin belirlenebilir olması anlamına gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ölçülebilir olma",
      "B": "Yeterli olma",
      "C": "Farklılaşmama",
      "D": "Harekete geçebilme",
      "E": "Ulaşılabilir olma"
    },
    "explanation": "Doğru yanıt A şıkkıdır<br/>Bir pazar bölümünün faydalı, elverişli olup olmadığını değerlendirebilmek için genellikle beş kriter kullanılmaktadır. Ölçülebilir olma, pazarı oluşturan bölümlerin büyüklüğünün, satın alma gücünün ya da diğer demografik özelliklerinin belirlenebilir olması anlamına gelir."
  },
  {
    "id": "3833589",
    "unitNumber": 4,
    "text": "Bir işletmenin, sadece küçük bir pazar bölümüne ya da bir iki çok küçük pazar bölümüne hizmet vermesi durumu ne olarak ifade edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Farklılaşmış pazarlama",
      "B": "Yoğunlaşmış pazarlama",
      "C": "Bölümlü pazarlama",
      "D": "Kitlesel pazarlama",
      "E": "Mikro pazarlama"
    },
    "explanation": "Doğru yanıt B şıkkıdır<br/>Bir işletmenin, sadece küçük bir pazar bölümüne ya da bir iki çok küçük pazar bölümüne hizmet vermesi durumu yoğunlaşmış pazarlama olarak ifade edilir"
  },
  {
    "id": "3833590",
    "unitNumber": 4,
    "text": "Bir işletme pazar bölümleri arasındaki farklılıkları göz ardı ederek, tek bir teklifle (sunum) ile tüm pazarı hedefleyebilir. Bu hangi tür pazarlamadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Farklılaşmış pazarlama",
      "B": "Yoğunlaşmış pazarlama",
      "C": "Bölümlü pazarlama",
      "D": "Kitlesel pazarlama",
      "E": "Mikro pazarlama"
    },
    "explanation": "Doğru yanıt D şıkkıdır<br/>Bir işletme pazar bölümleri arasındaki farklılıkları göz ardı ederek, tek bir teklifle (sunum) ile tüm pazarı hedefleyebilir. Bu kitlesel pazarlamadır."
  },
  {
    "id": "3833592",
    "unitNumber": 4,
    "text": "Rakip ürünler ile karşılaştırıldığında tüketicilerin zihninde o ürüne ilişkin algılamaların, izlenimlerin ve duyguların tümü olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Konumu",
      "B": "Fiyatı",
      "C": "Promosyonu",
      "D": "Desteği",
      "E": "Hedefi"
    },
    "explanation": "Doğru yanıt A şıkkıdır<br/>Rakip ürünler ile karşılaştırıldığında tüketicilerin zihninde o ürüne ilişkin algılamaların, izlenimlerin ve duyguların tümü olarak tanımlanan kavram ürünün konumudur"
  },
  {
    "id": "3832752",
    "unitNumber": 5,
    "text": "Hem kurumlar hem de ürünler için bir pazarlamacının en önemli işi nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "tarz oluşturmak",
      "B": "şekil oluşturmak",
      "C": "marka oluşturmak",
      "D": "dayanıklılık",
      "E": "performans"
    },
    "explanation": "Hem kurumlar hem de ürünler için marka oluşturmak ve markaları güçlendirmek, bir pazarlamacının en önemli işidir. Markalaşma, sadece bir ürüne yönelik mevcut eğilimi etkilemekle kalmaz aynı zamanda, işletmenin gelecekteki itibarını ve mesajlarının güvenilirliğini de etkiler."
  },
  {
    "id": "3832753",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi emlakların lokasyon özelliklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "kullanım türü",
      "B": "dış görünüm",
      "C": "binanın doluluk oranı",
      "D": "görüntü,plan",
      "E": "tesisler"
    },
    "explanation": "Kapsam: Binanın fiziksel özellikleri<br/>mimarı tasarım<br/>görüntü, plan<br/>inşaatta kullanılan malzemeler<br/>yapı malzemeleri<br/>dış görünüm<br/>Bağlam: Lokasyonun özellikleri<br/>ulaşılabilirlik<br/>güvenlik<br/>tesisler<br/>çevresel kalite<br/>sosyo ekonomik sistemin canlılığı<br/>görüş açısı, manzara<br/>İç özellikler: Binanın kendi içinde yerine getirilen aktiviteler<br/>kullanım türü (iş, ofis, konut vb.)<br/>oturanların/ kiracıların kalitesi<br/>binanın doluluk oranı<br/>gelirin sürdürülebilirliği"
  },
  {
    "id": "3832756",
    "unitNumber": 5,
    "text": "Emlak sektöründeki aracılar hangi işlevleri yerine getirirler ?",
    "correctAnswer": "B",
    "options": {
      "A": "proje yapmak",
      "B": "beyanname doldurmak",
      "C": "arabuluculuk yapmak",
      "D": "kiraya zam yapmak",
      "E": "üretim yapmak"
    },
    "explanation": "Emlak sektöründeki en yaygın aracılar olan emlakçıların yerine getirdiği görevler şunlardır (https://<br/>www.emlakdeposu.com/blog/detay/emlakcinin-gorevleri-nelerdir/):<br/>• Emlak alım ve satımı konusunda danışmanlık hizmeti sunma<br/>• Tapu sicil müdürlüklerinde; ipotek, satış ve miras yoluyla geçen mülkiyetler ile ilgili tüm işlemlere<br/>aracılık etme<br/>• Noterlerde yapılacak olan satış sözleşmeleri için yardımcı olma<br/>• Alanı ile ilgili danışmanlık hizmeti sunarak seçenekler ve karşılaştırmalı örnekler sunma<br/>• Müşteri adına beyanname doldurma<br/>• Proje yapımında pazarlamayı kolaylaştıracak tavsiyelerde bulunma<br/>• Kooperatif kurulmasına yardımcı olarak pazar araştırması yapma. Yine kooperatife üye olma konusunda çalışmalar yapma<br/>• Kiracı adaylarının sosyal ve ekonomik durumları hakkında bilgi sahibi olup ev sahibi ya da onun<br/>vekiline bilgi verme. Eğer anlaşma sağlanırsa kira sözleşmesi hazırlama"
  },
  {
    "id": "3832771",
    "unitNumber": 5,
    "text": "İnsanların istek ve ihtiyaçlarını karşılamak üzere pazara sunulan ve değişime konu olan her şey ........... olarak tanımlanır.<br/>Aşağıdakilerden hangisi bu boşluğu doğru şekilde doldurur?",
    "correctAnswer": "B",
    "options": {
      "A": "reklam",
      "B": "ürün",
      "C": "pazarlama",
      "D": "kiralama",
      "E": "satış"
    },
    "explanation": "İnsanların istek ve ihtiyaçlarını karşılamak üzere pazara sunulan ve değişime konu olan her şey, ürün olarak tanımlanır."
  },
  {
    "id": "3832799",
    "unitNumber": 5,
    "text": "Aşağıdaki ifadelerden hangisi, duyurum ile ilgili doğru bir açıklamadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Duyurum, sadece reklam amaçlı yayınlanan metinlerden oluşur.",
      "B": "her firma yalnızca bir kez duyurum yapabilir",
      "C": "gazete ve dergilerde bir kurum ve ürün ve markaları hakkında haber niteliğinde çıkan bilgileri ifade eder.",
      "D": "duyurum yalnızca şirket yetkilisi tarafından yapılır",
      "E": "türkiye pazarı dışındaki firmalar duyurum yapamaz"
    },
    "explanation": "Duyurum, gazete ve dergilerde bir kurum ve ürün ve markaları hakkında haber niteliğinde çıkan bilgileri ifade eder"
  },
  {
    "id": "3832815",
    "unitNumber": 5,
    "text": "Aşağıdaki ifadelerden hangisi, emlak fiyatı belirleme süreci ile ilgili doğru bir açıklamadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Emlak fiyatı belirlerken, tüketicilerin önemsedikleri değerler de dikkate alınır.",
      "B": "Fiyatlama süreci sadece maliyetlerin hesaplanmasından ibarettir.",
      "C": "Rakiplerin fiyatları, fiyatlama sürecinde dikkate alınmaz.",
      "D": "Psikolojik fiyatlama, sadece emlak sektöründe kullanılır",
      "E": "Sosyal faktörler fiyatlanma aşamasında rol oynamaz."
    },
    "explanation": "Emlak fiyatı belirlenirken de tüketicinin ulaşım kolaylığı/zorluğu, aidatların az/çok olması gibi tüketici için fayda ya da maliyet oluşturacak unsurlar göz önüne alınır."
  },
  {
    "id": "3832829",
    "unitNumber": 5,
    "text": "Aşağıdaki ifadelerden hangisi, markalaşma ile ilgili doğru bir açıklamadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Markalaşma, sadece ürünün pazarlamasını etkiler, işletmenin gelecekteki itibarını etkilemez.",
      "B": "Emlak sektöründe markalaşma, sadece finansal riskleri azaltmaya odaklanır.",
      "C": "Markalaşma, işletmenin gelecekteki itibarını ve mesajlarının güvenilirliğini etkileyebilir.",
      "D": "Markalaşma, yalnızca büyük şirketler için önemlidir, küçük işletmeler için gereksizdir.",
      "E": "Markalaşma, bir ürünün sadece şekil ve özellikleriyle ilgili fark yaratır, diğer faktörleri dikkate almaz."
    },
    "explanation": "Markalaşma, sadece bir ürüne yönelik mevcut eğilimi etkilemekle kalmaz aynı zamanda, işletmenin gelecekteki itibarını ve mesajlarının güvenilirliğini de etkiler."
  },
  {
    "id": "3832850",
    "unitNumber": 5,
    "text": "Aşağıdaki ifadelerden hangisi, emlak sektöründe ürün ve markalaşma hakkında doğru bir bilgidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Emlak ürünleri hizmet unsuru içermez.",
      "B": "Emlak, dayanıklı olmayan mallardan oluşur",
      "C": "Emlak, sadece fiziksel mallardan oluşur.",
      "D": "Emlak hem tüketim hem de ticari mal olarak kabul edilir.",
      "E": "Emlak sadece ticari mallardan oluşur."
    },
    "explanation": "Emlak hem bir tüketim malı hem de ticari mal olarak düşünülebilir. İnsanların konut amaçlı kiraladıkları, satın aldıkları emlak bir nihai tüketim malıdır. Ofis binası, perakendecilik yapma amaçlı bir dükkân ya da üretim yapma amaçlı fabrika ise ticari bir mal kapsamında değerlendirilebilir."
  },
  {
    "id": "3832853",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi emlak pazarlamasında yer alan ve müşterilere doğrudan bilgi sağlamak ve geri bildirim almak için kullanılan bir tutundurma aracıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğrudan Pazarlama",
      "B": "Satış Tutundurma",
      "C": "Halkla İlişkiler",
      "D": "Kişisel Satış",
      "E": "Reklam"
    },
    "explanation": "Doğrudan pazarlama, herhangi bir mekânda ölçülebilir bir tepki almak ve/veya bir ticari işlemi etkilemek için, bir ya da birden fazla reklam medyasını kullanan etkileşimli bir pazarlama sistemidir."
  },
  {
    "id": "3832858",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, reklamın başlıca amaçlarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Müşteriye anında geri bildirim almak",
      "B": "Kitleyi bilgilendirmek, ikna etmek ve hatırlatmak",
      "C": "Satış sonrası müşteri ilişkileri geliştirmek",
      "D": "Hizmet kalitesini artırmak",
      "E": "bireysel ilişkileri geliştirmek"
    },
    "explanation": "Reklamın yerine getirebileceği amaçlar; bilgilendirmek, ikna etmek ve hatırlatmaktır"
  },
  {
    "id": "3832413",
    "unitNumber": 6,
    "text": "Aşağıdaki seçeneklerden hangisi, tutundurma karmasının alt elemanlarından birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Reklam",
      "B": "Satış geliştirme",
      "C": "Kişisel satış",
      "D": "Halkla ilişkiler",
      "E": "Zaman yönetimi"
    },
    "explanation": "Pazarlamanın 4P’si olarak bilinen karma elemanlarından biri olan tutundurma işletmenin ürün ve hizmetleri hakkında bilgilendirme yaparak, hedef kitlesinde davranış değişikliği yaratmayı ve ürünlerinin satılmasını sağlamayı hedefler. Tutundurma karmasının, beş alt karma<br/>elemanı bulunmaktadır. Bunlar aşağıdaki gibi sıralanabilir (Kotler ve Armstrong, 2019: 447):<br/>• Reklam<br/>• Satış geliştirme<br/>• Kişisel satış<br/>• Halkla ilişkiler<br/>• Doğrudan ve dijital pazarlama<br/>Yukarıdaki seçenekler incelendiğinde, zaman yönetimi tutundurma karmasının alt elemanlarından birisi olmadığından bu sorunun doğru yanıtı E seçeneğidir."
  },
  {
    "id": "3832416",
    "unitNumber": 6,
    "text": "Ürünün satışını gerçekleştirecek olan kişinin, alıcılarla yüz yüze gelerek satışı gerçekleştirmek üzere sürdürdüğü tüm ikna edici iletişim ve tutundurma faaliyetleri, aşağıdaki kavramlardan en fazla hangisiyle ilişkilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Elektronik satış",
      "B": "Gümrüksüz satış",
      "C": "Rızaen satış",
      "D": "Kişisel satış",
      "E": "Perakende satış"
    },
    "explanation": "Ürünün satışını gerçekleştirecek olan kişinin, alıcılarla yüz yüze gelerek satışı gerçekleştirmek üzere sürdürdüğü tüm ikna edici iletişim ve tutundurma faaliyetleri, kişisel satış şavramıyla açıklandığından bu sorunun doğru yanıtı D seçeneğidir."
  },
  {
    "id": "3832420",
    "unitNumber": 6,
    "text": "Aşağıdaki seçeneklerden hangisi emlak satış yönetiminin amaçlarından birisi değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gelir yaratmak",
      "B": "Satış hacmini artırmak",
      "C": "Tasarruf sağlamak",
      "D": "Karlılığı sürdürmek",
      "E": "Pazar lideri olmak"
    },
    "explanation": "Emlak satış yönetiminin amaçları şu başlıklarda özetlenebilir:<br/><ul> <li>Gelir yaratmak</li> <li>Satış hacmini artırmak</li> <li>Karlılığı sürdürmek</li> <li>Satış elemanlarını geliştirmek</li> <li>Pazar lideri olmak</li> <li>Potansiyel değişimler yaratmak</li> <li>Satış gücü motivasyonu sağlamak</li> </ul> Yukarıdaki seçenekler incelendiğinde, tasarruf sağlamak emlak satış yönetiminin amaçlarından birisi olmadığından bu sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "3832425",
    "unitNumber": 6,
    "text": "Aşağıdaki seçeneklerden hangisi, satış elemanının görev ve sorumluluklarından birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kalite yönetimi",
      "B": "Öz yönetim",
      "C": "Zaman yönetimi",
      "D": "Stres yönetimi",
      "E": "Eğitim yönetimi"
    },
    "explanation": "Satış elemanının görev ve sorumlulukları şu başlıklarda özetlenebilir:<br/><ul> <li>Satış ve gelir başarısı</li> <li>Müşteri bulma</li> <li>Veritabanı ve bilgi yönetimi</li> <li>Öz yönetim</li> <li>Şikayetlerin ele alınması</li> <li>Hizmet sunma</li> <li>İlişki yönetimi</li> <li>Satış ve pazarlama stratejilerini uygulama</li> </ul> Yukarıdaki seçenekelr incelendiğinde, öz yönetim satış elemanının görev ve sorumluluklarından birisi olduğundan bu sorunun doğru yanıtı B seçeneğidir."
  },
  {
    "id": "3832428",
    "unitNumber": 6,
    "text": "Aşağıdaki seçeneklerden hangisi emlak satma ve satın alma nedenlerinden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Beklenmeyen refah artışı",
      "B": "İklim değişikliği",
      "C": "Sosyal sorumluluk projelerine katılma",
      "D": "Güvenlik endişeleri",
      "E": "Emeklilik planları"
    },
    "explanation": "Emlak satma ve satın almanın nedenleri şu başlıklarda özetlenebilir:<br/><ul> <li>Ölüm</li> <li>Boşanma</li> <li>Hastalık</li> <li>Finansal baskılar</li> <li>İşini kaybetme</li> <li>İş transferi</li> <li>Evlilik</li> <li>Doğum</li> <li>Terfi</li> <li>Beklenmeyen refah artışı</li> <li>Prestij </li> <li>Yatırım</li> </ul>"
  },
  {
    "id": "3832732",
    "unitNumber": 6,
    "text": "Aşağıdaki seçeneklerden hangisi satış denetim sürecinin aşamalarından birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hedefenen standartlarla, gerçekleşen durumun karşılaştırılması",
      "B": "İç kontrol sisteminin etkinliğinin ölçülmesi",
      "C": "SWOT analizinin yapılması",
      "D": "İş yükünün ölçülmesi",
      "E": "Mevcut toplumsal faydanın hesaplanması"
    },
    "explanation": "Satış denetim sürecinin aşamaları şu başlıklardan oluşmaktadır:<br/><ul> <li>Satış hedeflerinin ve satış performans standartlarının ortaya konulması</li> <li>Satış performansının ölçülmesi</li> <li>Hedefenen standartlarla, gerçekleşen durumun karşılaştırılması</li> <li>Farklılıkların giderilmesi için düzeltici önlemlerin alınması</li> </ul> Yukarıdaki seçenekler incelendiğinde, hedeflenen standartlarla, gerçekleşen durumun karşılaştırılması satış denetim sürecinin aşamalarından birisi olduğundan bu sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3832737",
    "unitNumber": 6,
    "text": "Müşteride doğru bir izlenim yaratmak, kişisel satış sürecinin aşağıda belirtilen aşamalarından en fazla hangisiyle ilişkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Potansiyel müşterileri tanıma ve sınıflandırma",
      "B": "Müşteriye yaklaşım",
      "C": "Sunum ve gösterme",
      "D": "İtirazları karşılama",
      "E": "Satış kapama"
    },
    "explanation": "Satış elemanları müşterileri ile ilk kez müşteriye yaklaşım aşamasında yüz yüze gelirler. Bu aşamada, müşteride doğru bir izlenim yaratmak önceliklidir. Yaratılan iyi bir izlenim, satışın başarılı olması açısından yaşamsal bir öneme sahiptir. Bunun için, yaklaşım aşamasına satış elemanlarının çok iyi hazırlanması gerekir. Bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde, bu sorunun doğru yanıtı B seçeneğidir."
  },
  {
    "id": "3832742",
    "unitNumber": 6,
    "text": "Müşterinin ilgilendiği emlakların, müşterinin ihtiyaçları ile örtüştüğünün gösterilmesi suretiyle müşterinin dikkatinin çekilmesi ve ikna edilmesi, kişisel satış sürecinin aşağıda belirtilen aşamalarından en fazla hangisiyle ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Potansiyel müşterileri tanıma ve sınıflandırma",
      "B": "Müşteriye yaklaşım",
      "C": "Sunum ve gösterme",
      "D": "Satış kapama",
      "E": "İzleme"
    },
    "explanation": "Emlak satış elemanın, müşteri ile ilgili çeşitli bilgileri topladıktan ve müşteri sorun ve ihtiyaçlarını belirledikten sonra, etkili bir sunum yapmak üzere hazırlanması gerekir. Müşteri ihtiyaçlarına yanıt verecek olan ve önceki aşamalarda belirlenmiş olan en iyi ürün yelpazesi, bu aşamada müşteriye sunulur. Bu aşamada amaç, müşteriye sunulan emlakların, müşterinin ihtiyaçları ile örtüştüğünün gösterilmesi suretiyle müşterinin dikkatinin çekilmesi ve ikna edilmesidir. Bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde, bu sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "3832746",
    "unitNumber": 6,
    "text": "Müşterilerin satın alma kararı verme aşamasında, hissettikleri bir eksikliğe bağlı olarak endişelerini dile getirmeleri ve kafalarındaki soru işaretlerine yanıt bulmaya çalışmaları, kişisel satış sürecinin aşağıda belirtilen aşamalarından en fazla hangisiyle ilişkilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Potansiyel müşterileri tanıma ve sınıflandırma",
      "B": "Müşteriye yaklaşım",
      "C": "Sunum ve gösterme",
      "D": "İtirazları karşılama",
      "E": "İzleme"
    },
    "explanation": "İtirazlar, müşteri tarafından dile getirilen sorun ya da endişelerdir. Müşteriler; satın alma kararı verme aşamasında, hissettikleri bir engele/eksikliğe bağlı olarak, endişelerini dile getirirler. Kafasındaki soru işaretlerine yanıt bulmaya çalışan müşteriler, çeşitli itirazlarda bulunur ve itirazları karşılanmadığı sürece satın alma kararı veremezler. İtirazlar, genel olarak satış elemanlarının sunduğu bilgi ya da önerilere inanmama, şüphe duyma gibi güvensizliğe bağlı ya da kafa karışıklığı yaşamaya bağlı olarak ortaya çıkabilir. Bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde bu sorunun doğru yanıtı D seçeneğidir."
  },
  {
    "id": "3832748",
    "unitNumber": 6,
    "text": "Emlak satış sürecinin son aşaması, aşağıdaki seçeneklerden hangisinde belirtilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Müşteriye yaklaşım",
      "B": "Sunum ve gösterme",
      "C": "İtirazları karşılama",
      "D": "Satış kapama",
      "E": "İzleme"
    },
    "explanation": "İzleme satış sürecinin son aşamasıdır. Günümüzde işletmeler, müşterilerle uzun vadeli ilişkiler geliştirmenin sağlayacağı rekabet avantajının farkındadırlar. Bu nedenle satıştan sonra müşterilerle ilişkilerini çeşitli yöntemlerle devam ettirmekte ve müşteri memnuniyetinin sağlanıp sağlanmadığını izlemektedirler. Emlak satın alan müşterinin satın alma sonrası verdiği karardan memnun olup olmadığı, çeşitli sorunlar yaşayıp yaşamadığı satış elemanları tarafından izlenir ve bir memnuniyetsizlik varsa giderilmeye çalışılarak, müşterilerle uzun vadeli ilişkiler geliştirilmeye ve sadık müşteriler yaratılmaya çabalanır. Müşterisinin satın alma sonrası sorunları ile ilgilenen satış elemanları, müşterinin güvenini de kazanır. Bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde bu sorunun doğru yanıtı E seçeneğidir."
  },
  {
    "id": "3831068",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi emlak sektörünün dijitalleşmesinin sonuçlarından biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Emlak pazarının tamamen aracısızlaşması",
      "B": "Emlakçıların ve acentelerin rollerinin değişmesi",
      "C": "Arama maliyetlerinin düşmesi",
      "D": "Emlak bilgilerinin niteliğinin artışı",
      "E": "Yeni bir dijital pazarın doğuşu"
    },
    "explanation": "Emlak sektörünün dijitalleşmesi emlak pazarının aracısızlaşmasına değil emlakçıların ve acentelerin rollerinin değişmesine neden olmuştur. Doğru yanıt A'dır."
  },
  {
    "id": "3831085",
    "unitNumber": 7,
    "text": "Alıcılar ile satıcılar arasındaki bilgi asimetrisinin azalması dijital emlak piyasası için anlama gelmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alıcılar artık emlak piyasasıyla ilgili aradıkları çoğu bilgiye erişebilmektedirler",
      "B": "Satıcılar piyasayla ilgili bilgileri tekellerine almışlardır",
      "C": "Alıcılar ve satıcıların bilgi paylaşımı azalmıştır",
      "D": "Alıcılar piyasadaki fiyatların tek belirleyicisi haline gelmişlerdir",
      "E": "Satıcılar piyasadaki fiyatların tek belirleyicisi haline gelmişlerdir"
    },
    "explanation": "Burada bahsedilen asimetrinin azalması alıcıların artık emlak piyasasıyla ilgili aradıkları çoğu bilgiye erişebildiklerini ve emlak piyasasıyla ilgili emlakçıların artık bilgi tekeline sahip olmadıklarını ifade etmektedir. Doğru yanıt A'dır."
  },
  {
    "id": "3831089",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir ağ etkisi örneği olarak gösterilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Emlakçıların kendi aralarında birlik oluşturması",
      "B": "Emlak alıcılarının kendi aralarında birlik oluşturması",
      "C": "Bir emlak sitesinde kullanıcı sayısının artış göstermesi",
      "D": "Emlak fiyatlarının dijitalleşme sayesinde düşmesi",
      "E": "Emlak piyasasının yoğunlaşması"
    },
    "explanation": "Ağ etkisi (literatürde Metcalfe Kanunu olarak da geçer) bir ürünü ya da hizmeti kullanan sayısı arttıkça, o ürün ya da hizmetin ek değer kazanacağını (değerleneceğini) ifade eder. Örneğin sahibinden.com sayfasında, satıcı sayısı arttıkça bu sayfa alıcılar için daha değerli olacaktır. Doğru yanıt C'dir."
  },
  {
    "id": "3831091",
    "unitNumber": 7,
    "text": "Dijital pazarlama stratejileri yürüten emlak sektörü aracılarından beklenen temel bir özellik ne olmaya başlamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Müşteriyi de sürecin parçası olarak görmeleri",
      "B": "Bir içerik üreticisi gibi hizmet vermeleri",
      "C": "Fiyatları aşağıya çekmeleri",
      "D": "Bilgi asimetrisini ortadan kaldırmaları",
      "E": "Satılan emlak ürünleri hakkında detaylı bilgi vermeleri"
    },
    "explanation": "Emlak sektörü aracılarının, bir yandan iyi birer teknoloji kullanıcısı olması diğer taraftan ise dijital birer içerik üreticisi gibi hizmet vererek dijital pazarlama stratejilerini yürütmeleri beklenmektedir. Doğru yanıt B'dir."
  },
  {
    "id": "3831093",
    "unitNumber": 7,
    "text": "Emlak uzmanlarının kampanyaların performansını izleyebilmesi, etkileşimi ölçebilmesi ve elde edilen içgörülere dayanarak stratejilerini gerçek zamanlı olarak ayarlayabilmesi dijital pazarlamanın emlak piyasasına sağladığı hangi faydayla açıklanabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Veriye Dayalı İçgörüler",
      "B": "Daha Geniş Erişim",
      "C": "Düşük Maliyet",
      "D": "Gelişmiş Etkileşim",
      "E": "Rekabet Avantajı"
    },
    "explanation": "Veriye Dayalı İçgörüler: Dijital pazarlama sayesinde, büyük ölçekte veriye ulaşmak ve bunları analiz etmek mümkün olmaktadır. Bu sayede emlak uzmanları, kampanyalarının performansını izleyebilir, etkileşimi ölçebilir ve elde edilen içgörülere dayanarak stratejilerini gerçek zamanlı olarak ayarlayabilir. Doğru yanıt A'dır."
  },
  {
    "id": "3831120",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi arama motoru optimizasyonunun iyileştirilmesi için gerekli <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "İçerik",
      "B": "Anahtar kelimeler",
      "C": "Meta başlık ve meta açıklama",
      "D": "Geri bağlantılar",
      "E": "Çevrim dışı dizinler"
    },
    "explanation": "arama motoru optimizasyonunun iyileştirilmesi için çevrim içi dizinler faydalı olabilir. Çevrim dışı dizinler ise bu çerçevede anlamlı değildir. Doğru yanıt E'dir."
  },
  {
    "id": "3831121",
    "unitNumber": 7,
    "text": "Dijital reklamların büyük kısmı tıklama başına ödeme yapılan reklamlardır. Bu durum dijital reklamların emlak işletmelerine sağlayabileceği faydalar arasından hangisiyle açıklanabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Daha geniş erişim",
      "B": "Küresel pazara odaklanabilmek",
      "C": "Uygun maliyet",
      "D": "Ölçülebilir satışlar",
      "E": "E-posta reklamları"
    },
    "explanation": "Uygun maliyet: Dijital reklamların büyük kısmı tıklama başına ödeme yapılan reklamlar olduğundan, bütçenin daha verimli kullanılmasına olanak sağlar. Doğru yanıt C'dir."
  },
  {
    "id": "3831124",
    "unitNumber": 7,
    "text": "Doğru hedefleme, uygun maliyet ve yerele odaklanma gibi unsurlar emlak sektöründe kullanılabilecek hangi reklam türünü açıklamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "E-posta reklamları",
      "B": "Sosyal medya reklamları",
      "C": "Görüntü bazlı reklamlar (Display ad)",
      "D": "Advertorial",
      "E": "Tıklama başına ödeme reklamları (PPC)"
    },
    "explanation": "Tıklama başına ödeme reklamların en önemli faydalarının başında, doğru hedefleme (reklamlar ilgili konuda arama yapan kişilere gösterilir), uygun maliyet (sadece reklama tıklandığında ödeme yapılır) ve yerele odaklanma (belirli konumları hedeflemek mümkün olduğundan reklamların sadece hizmet verilen bölgeye gösterilmesi) gibi unsurlar gelmektedir. Doğru yanıt E'dir."
  },
  {
    "id": "3831129",
    "unitNumber": 7,
    "text": "“Proptech” emlak profesyonellerinin olduğu kadar, aşağıdaki sektörlerden hangisinin emlak işlemlerini yönetmek ve iyileştirmek için kullandığı temel teknolojileri ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sigorta",
      "B": "Gıda",
      "C": "Güvenlik",
      "D": "Eğlence",
      "E": "Turizm"
    },
    "explanation": "“Proptech” emlak profesyonellerinin olduğu kadar; sigortacıların, emlak geliştiricilerin, emlak yöneticilerinin, bankaların ve diğer farklı aracıların emlak işlemlerini yönetmek ve iyileştirmek için kullandıkları temel teknolojileri ifade etmektedir. Doğru yanıt A'dır."
  },
  {
    "id": "3831135",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi PropTech sayesinde daha kolay çözülebilecek emlak süreçlerinden biri olarak <u>gösterilemez</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Bina yönetimi",
      "B": "Emlak işlemleri",
      "C": "Müşteri deneyimi",
      "D": "Kira yenilemeleri",
      "E": "İnşaat imalat süreçleri"
    },
    "explanation": "PropTech, konut ve ticari gayrimenkullere sahip olma, satma, yönetme, işletme, araştırma, kiralama, pazarlama, satın alma ve yatırım yapma yöntemlerini basitleştirmek için insanları, teknolojiyi ve bilgiyi birbirine bağlayan bir ekosistem ortaya çıkartmaktadır. İnşaat süreçleri bunların dışındadır. Doğru yanıt E'dir."
  },
  {
    "id": "3830883",
    "unitNumber": 8,
    "text": "Ahlakın temel belirleyicilerinden biri olan toplum sözleşmesi kavramı neyi ifade etmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dini öğretilere dayalı kişisel sorumlulukları",
      "B": "Bireyin kendi ahlaki değerlerini sorgulama sürecini",
      "C": "Devlet tarafından koyulan kurallar ve yasalar bütününü",
      "D": "Topluluk tarafından benimsenen inanç veya felsefeler kümesini",
      "E": "İnsanların toplum içinde yaşayabilmesine rehberlik eden kurallar bütününü"
    },
    "explanation": "Din yoluyla Tanrı, yol göstericiliğe muhtaç olan insana uyması gereken kuralları bildirmekte; toplum sözleşmesinde ise, insanların ortak bir paydada buluşarak, toplum içinde yaşayabilmesine rehberlik eden kurallardan bahsedilmektedir."
  },
  {
    "id": "3830884",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi iş etiği kavramının temel amacıyla en doğru şekilde örtüşmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşletme politikalarına yön vermek",
      "B": "İşletmelerin kârlılığını maksimize etmek",
      "C": "İş dünyasında sağduyulu seçimler yapılmasına katkı sağlamak",
      "D": "Çalışma hayatında kişisel ahlaki değerleri denetlemek",
      "E": "Tüm sektörler için standart etik kodlar geliştirmek"
    },
    "explanation": "İş etiği kavramı, uzun bir geçmişe sahip olmakla birlikte, işletmecilik literatüründe 1970’li yıllarda ortaya çıkmıştır. İş etiği uygulamalı etiğin bir alt alanıdır ve işletmecilik dünyasında sağduyulu seçimler yapılmasına yol gösteren, ilke ve değerleri inceler."
  },
  {
    "id": "3830885",
    "unitNumber": 8,
    "text": "Paydaşlarla birlikte her türlü manipülasyonu, baskıyı ya da güven unsurunu zedeleyecek yaklaşımı reddetmek pazarlama profesyonelleri için hangi etik değerler kapsamına girmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Eşitlik",
      "B": "Dürüstlük",
      "C": "Şeffaflık",
      "D": "Sorumluluk",
      "E": "Vatandaşlık sorumluluğuna sahip olma"
    },
    "explanation": "Dürüstlük<br/>• Her zaman her ne olursa olsun, dürüst olun. Paydaşlarla birlikte her türlü manipülasyonu,<br/>baskıyı ya da güven unsurunu zedeleyecek yaklaşımı reddedin.<br/>• İletişim ve etkileşimlerinizde, belirttiğiniz niyetinizle çatışmayan değerli çözüm önerileri sunun.<br/>• Açıkça ya da üstü kapalı bir şekilde verdiğiniz taahhüt ve sözlere bağlılık gösterin."
  },
  {
    "id": "3830886",
    "unitNumber": 8,
    "text": "“Uygulayıcılar, tüm finansal işlemlerinde dürüst, şeffaf ve güvenilir olmalıdır” ifadesi, Uluslararası Etik Standartlar Koalisyonu’nun emlak sektörü için belirlediği etik ilkelerden hangisi ile ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çıkar çatışması",
      "B": "Hizmet standardı",
      "C": "Hesap verilebilirlik",
      "D": "Finansal sorumluluk",
      "E": "Yasalara uygun davranma"
    },
    "explanation": "Finansal sorumluluk: Uygulayıcılar, tüm finansal işlemlerinde dürüst, şeffaf ve güvenilir olmalıdır."
  },
  {
    "id": "3830887",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir emlak danışmanının 05.06.2018 tarihli Resmî Gazete’de yayımlanan Taşınmaz Ticareti Hakkında Yönetmeliğe uygun davranışlarından biri <u>olamaz</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Yetkilendirmenin sona ermesini takip eden 30 gün içinde ilan faaliyetine son vermek",
      "B": "Kişilerin tercihlerini etkileyecek nitelikteki bilgileri gizlememek",
      "C": "Hizmet verdiği kişilere tehdit veya taciz edici davranışlarda bulunmamak",
      "D": "Yetkilendirme sözleşmesini ve diğer belgeleri en az beş yıl süreyle saklamak",
      "E": "Edindiği bilgi ve belgeleri, yetkilendirme sözleşmesinde belirtilen esaslar dışında kullanmamak"
    },
    "explanation": "(h) Taşınmazın satılması veya kiralanması ya da satış veya kiralamadan vazgeçilmesi yahut yetkilendirme sözleşmesinin feshedilmesi veya süresinin sona ermesi durumunda, bu durumun gerçekleştiği tarihi izleyen üç gün içinde ilan faaliyetine son verir."
  },
  {
    "id": "3830888",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sektörün yapısal sorunları nedeniyle karşılaşılan etik dışı davranışlardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Haksız rekabete yol açan davranışlar",
      "B": "Aracılık aşamasındaki iletişimsel problemler",
      "C": "Denetim mekanizmalarının eksikliği/yetersizliği",
      "D": "Haksız kazanç elde edilmesine yönelik davranışlar",
      "E": "Sunuş aşamasında yanıltıcı bilgi ve görsel kullanımı"
    },
    "explanation": "Markoc ve Cizmeci’ye (2021) göre emlak uygulamalarında süreci teftiş eden bir mekanizmanın bulunmaması ile emlak komisyoncularının sektörde faaliyet göstermek için sahip olması gereken niteliklerin yasal olarak tanımlanmaması sektörün yapısal sorunları nedeniyle karşılaşılan etik dışı davranışlar arasında yer almaktadır."
  },
  {
    "id": "3830889",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi emlak pazarlamasında fiyatla ilgili etik konular arasında yer <u>almaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Karaborsacılık",
      "B": "Yem fiyatlama",
      "C": "Birlikte fiyat belirleme",
      "D": "Aşırı fiyat uygulaması",
      "E": "Yüksek baskılı satış"
    },
    "explanation": "Emlak sektöründe fiyata ilişkin etik sorunlar, sıklıkla karşılaşılan sorunlar olup genellikle şu konularda karşımıza çıkmaktadır; aşırı fiyat uygulaması, karaborsacılık, birlikte fiyat belirleme ve yem fiyatlama."
  },
  {
    "id": "3830891",
    "unitNumber": 8,
    "text": "Emlak sektöründe ürünü geri çağırma süreci hangi durumlarda etik bir zorunluluk haline gelir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yapının riskli olup olmadığı tespit edilemediğinde",
      "B": "Bir binanın enerji verimliliği belgesi bulunmadığında",
      "C": "İnşaat sürecinde maliyetlerin düşürülmesi gerektiğinde",
      "D": "Ürünün yapısal kusurlarının kullanıcı güvenliğini tehdit ettiğinde",
      "E": "Tüketicilerin yeni ve modern konutları tercih ettiği durumlarda"
    },
    "explanation": "Ürünü geri çağırma: Ürünün güvenlik kusuru barındırması ya da yönetmeliklere uygun olmaması durumunda, ürünün kullanımını önlemek amacıyla -işletme tarafından gönüllü bir şekilde veya yasalara göre zorunlu olarakgerçekleştirilen bir faaliyettir (Astvansh, Antia, ve Tellis, 2024). Emlak sektöründe ürünün geri çağrılması 6306 Sayılı Afet Riski Altındaki Alanların Dönüştürülmesi Hakkında Kanun ile ilişkilendirilebilir. İlgili kanunda riskli yapı şu şekilde tanımlanmaktadır: “Riskli alan içinde veya dışında olup ekonomik ömrünü tamamlamış olan ya da yıkılma veya ağır hasar görme riski taşıdığı ilmî ve teknik verilere dayanılarak tespit edilen yapı.” Bu durumda pazarlaması yapılan emlağın, riskli yapı olma ihtimali olmasına karşın risk tespitinin bulunmaması, etik bir sorun olarak ortaya çıkabilmektedir."
  },
  {
    "id": "3830892",
    "unitNumber": 8,
    "text": "Emlak sektöründe etik dağıtım uygulamalarını geliştirmek için aşağıdaki kurallardan hangisi bir etik rehberde yer almalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Franchise veren işletmelerin, taahhüt ettiği destekleri sağlaması",
      "B": "Emlak danışmanlarının bölgeler arası geçiş yapmasının serbest bırakılması",
      "C": "Tüm emlak ilanlarının yalnızca tek bir platformda yayınlanması",
      "D": "Müşteri bilgilerinin rakip firmalarla paylaşılması",
      "E": "Franchise alan işletmelerin sözleşmeleri diledikleri zaman ihlal edebilmesi"
    },
    "explanation": "Dağıtımda Etik Konular<br/>Dağıtım, emlak işletmeleri açısından fizikî emlakların satış kanalları olarak ifade edilebilir. Dağıtım kanallarında<br/>yer alan emlak işletmeleri; bağımsız emlak ofisleri ve franchise sisteminde yer alan emlak ofisleri ile fiziki<br/>kanallar aracılığıyla ve/veya internet üzerinden web siteleri ve mobil uygulamalar ile faaliyetlerini sürdürebilmektedirler.<br/>Sahibinden.com vb. internet siteleri ve mobil uygulamalar, çevrim içi pazar yerlerine örnek olarak<br/>gösterilebilir. Emlak pazarlamasında dağıtımda sıklıkla karşılaşılan etik konular aşağıdaki şekilde sıralanabilir:<br/>• Emlak işletmesinin, fiziki ve çevrim içi dağıtım kanallarında ürün portföyünün farklılıklar içermesi,<br/>• Franchise veren emlak işletmesinin, sözleşmede bölge sınırlarını net bir şekilde belirtmemesi ya da<br/>söz konusu bölgeye kapasitesinden fazla franchise vermesi, emlak danışmanlarının birbirlerinin<br/>bölgelerinde çalışma yürütmeleri,<br/>• Franchise veren emlak işletmesinin, franchise alan işletmeye başlangıçta vermeyi taahhüt ettiği destekleri<br/>vermemesi ve sözleşmeyi haksız gerekçelerle sonlandırması,<br/>• Franchise alan tarafın, franchise veren emlak işletmesinden habersiz şekilde başka şirket üzerinden<br/>satış yapması."
  },
  {
    "id": "3830893",
    "unitNumber": 8,
    "text": "Emlak sektöründe tutundurma sürecinde etik ihlallerin yaşanmasının en temel nedeni nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Komisyoncuların niteliklerinin yasal olarak tanımlanmamış olması",
      "B": "Müşteri üzerindeki etkiyi artırma isteği",
      "C": "Alıcıların yeterli bilinç düzeyine sahip olmaması",
      "D": "Emlak sektöründe rekabetin düşük olması",
      "E": "Satıcıların portföyünün yetersizliği"
    },
    "explanation": "Pazarlama karmasında tutundurma, müşteriye sunulacak değerin müşteri ile iletişim kurularak müşteriye<br/>anlatılmasıdır. Tutundurma ya da bir başka ifadeyle pazarlama iletişimi; reklam, halkla ilişkiler, kişisel<br/>satış, satış promosyonu ile doğrudan ve dijital pazarlama araçları kullanılarak gerçekleştirilir (Kotler, Armstrong,<br/>ve Opresnik, 2021).<br/>Emlak sektöründe tutundurmada etik konular bağlamında genellikle ‘kişisel satış’ konusu ön plana<br/>çıkmaktadır. Buna paralel olarak, satış yapan emlak komisyoncularının ya da acente çalışanlarının davranışları<br/>irdelenmektedir. Emlak komisyoncularının kişisel satış esnasında etik davranış sergilemeleri, emlak<br/>komisyoncusuna duyulan güveni ve böylece müşteri sadakatini olumlu yönde etkilemekte; müşterinin<br/>şikâyet davranışında azalmaya sebep olabilmektedir (Lee, 2012)."
  }
]