[
  {
    "id": "3681571",
    "unitNumber": 1,
    "text": "_________________ is a sort of energy that is produced from other energy sources through the use of a transformation or conversion<br/>process. <br/><h1><strong>Which of the following should come in the blank space above?</strong></h1>",
    "correctAnswer": "0",
    "options": {
      "A": "Primary energy",
      "B": "Secondary energy",
      "C": "Primary source",
      "D": "Secondary source",
      "E": "Primary transformation"
    },
    "explanation": "Secondary energy, on the other hand, is a sort of<br/>energy that is produced from other energy sources<br/>through the use of a transformation or conversion<br/>process."
  },
  {
    "id": "3681597",
    "unitNumber": 1,
    "text": "Energy flow and consumption optimization can assist in reducing the environmental impacts and costs associated with manufacturing processes. Which of the following is a tool for assessing the environmental effect of energy-producing processes?",
    "correctAnswer": "E",
    "options": {
      "A": "The Operation Assessment",
      "B": "The Environment Assessment",
      "C": "The Policy Assessment",
      "D": "The Efficiency Assessment",
      "E": "The Life Cycle Assessment"
    },
    "explanation": "Energy flow and consumption optimization<br/>can assist in reducing the environmental impacts<br/>and costs associated with manufacturing processes<br/>(Soheilifard et al., 2021). The Life Cycle Assessment<br/>(LCA) method is a useful tool for assessing<br/>the environmental effect of energy-producing<br/>processes."
  },
  {
    "id": "3684243",
    "unitNumber": 1,
    "text": "Which of the following cannot be a policy approach to address environmental challenges in the energy?",
    "correctAnswer": "C",
    "options": {
      "A": "Encouraging the renewables business",
      "B": "Encouraging legislative actions",
      "C": "Increasing emissions from power plants and industrial<br/>establishments",
      "D": "Creating incentives and subsidies for the use of renewable energy",
      "E": "Creating incentives and subsidies for the use of energy-efficient technologies"
    },
    "explanation": "Policy approaches to address environmental challenges in the energy sector require a long-term<br/>perspective and a focus on sustainable practices (Senarathne and Jayasinghe, 2021). Environmental<br/>regulations are critical in encouraging the use of renewable energy, but they can also stifle its growth.<br/>To encourage the renewables business, legislative actions should attempt to achieve coherence between<br/>environmental rules and the development of environmental technologies (Bashir et al., 2021).<br/>Environmental concerns in the energy sector are also addressed through policy methods. Governments,<br/>for example, may enact laws and standards to reduce emissions from power plants and industrial<br/>establishments. They may also create incentives and subsidies to encourage the use of renewable energy<br/>and energy-efficient technologies (Khan and Rehan, 2020).<br/>Furthermore, environmental taxation can stimulate further development in the renewable energy<br/>sector and contribute to a cleaner environment (Bashir et al., 2021). Environmental policy innovations,<br/>such as environmental agencies, regulations, and instruments, can also serve as helpful models for policy<br/>transfer and convergence (Busch and Jörgens, 2005). Countries can develop effective ways to manage<br/>environmental concerns in the energy industry by learning from successful policies applied elsewhere."
  },
  {
    "id": "3684250",
    "unitNumber": 1,
    "text": "Work environment and external environment are examples of which of the following?",
    "correctAnswer": "B",
    "options": {
      "A": "energy benefits",
      "B": "non-energy benefits",
      "C": "side benefits",
      "D": "efficiency measures",
      "E": "control measures"
    },
    "explanation": "Furthermore, non-energy benefits such as improved work environment and external environment can increase the financial potential and appeal of energy efficiency measures (Nehler,<br/>2018)."
  },
  {
    "id": "3684262",
    "unitNumber": 1,
    "text": "Which of the following can be an example of energy efficiency measures?",
    "correctAnswer": "A",
    "options": {
      "A": "insulating buildings",
      "B": "using energy-inefficient appliances",
      "C": "circular economy",
      "D": "increasing grrenhouse gas emissions",
      "E": "increasing pollutant emissions"
    },
    "explanation": "Some examples of energy<br/>efficiency measures include using energy-efficient<br/>appliances, insulating buildings, and promoting<br/>fuel-efficient transportation."
  },
  {
    "id": "3684269",
    "unitNumber": 1,
    "text": "Which of the following cannot be regarded as a form of energy?",
    "correctAnswer": "C",
    "options": {
      "A": "Thermal",
      "B": "Mechanical",
      "C": "Raw",
      "D": "Elecctrical",
      "E": "Chemical"
    },
    "explanation": "In addition to thermal, mechanical, electrical, and<br/>chemical energy, it also occurs in other forms."
  },
  {
    "id": "3684275",
    "unitNumber": 1,
    "text": "__________ is the energy present in natural resources before they are converted or transformed by humans.<br/>Which of the following should come in the blank space above?",
    "correctAnswer": "A",
    "options": {
      "A": "Primary energy",
      "B": "Secondary energy",
      "C": "Raw energy",
      "D": "Cultivated energy",
      "E": "Produced energy"
    },
    "explanation": "Primary energy is the energy present<br/>in natural resources before they are converted or<br/>transformed by humans."
  },
  {
    "id": "3684282",
    "unitNumber": 1,
    "text": "Which of the following can be used to categorize the main energy sources?",
    "correctAnswer": "D",
    "options": {
      "A": "raw plants",
      "B": "unrenewable energy sources",
      "C": "chemical energy",
      "D": "nuclear energy",
      "E": "indirect energy"
    },
    "explanation": "Fossil fuels, renewable energy sources, and<br/>nuclear energy can be used to categorize the main<br/>energy sources."
  },
  {
    "id": "3684285",
    "unitNumber": 1,
    "text": "Which of the following cannot be regarded as naturally regenerating resources?",
    "correctAnswer": "B",
    "options": {
      "A": "geothermal energy",
      "B": "duomass",
      "C": "hydropower",
      "D": "wind power",
      "E": "solar power"
    },
    "explanation": "Renewable energy sources come from naturally regenerating resources and provide a more sustainable option to fossil fuels. These resources include geothermal energy, biomass, hydropower,<br/>wind power, and solar power."
  },
  {
    "id": "3684290",
    "unitNumber": 1,
    "text": "Which of the following is defined as the continuity of energy supplies relative to demand and the capacity to insure against risks of energy import disruptions?",
    "correctAnswer": "B",
    "options": {
      "A": "energy efficiency",
      "B": "energy security",
      "C": "energy cover",
      "D": "energy harm",
      "E": "energy save"
    },
    "explanation": "Energy security, which can be defined as the continuity of energy supplies relative to demand and the capacity to insure against<br/>risks of energy import disruptions."
  },
  {
    "id": "3692206",
    "unitNumber": 1,
    "text": "<ul><br/><li>The energy is presented in natural resources before being converted or transformed by humans.</li><br/><li>Its sources are extracted directly from nature without any change and are not derived from any other energy source.</li><br/><li>Before being processed, primary energy sources have economic worth.</li><br/></ul><br/>Which of the following has the information listed above?",
    "correctAnswer": "A",
    "options": {
      "A": "Primary energy",
      "B": "Great energy",
      "C": "Source energy",
      "D": "Futuristic energy",
      "E": "Additional energy"
    },
    "explanation": "Primary energy is the energy that is present in natural resources before they are converted or transformed by humans. Primary energy sources are extracted directly from nature without any change and are not derived from any other energy source. Additionally, before being processed, primary energy sources have economic worth"
  },
  {
    "id": "3692216",
    "unitNumber": 1,
    "text": "Which of the following could be the reason that renewable energy sources are growing in popularity?",
    "correctAnswer": "B",
    "options": {
      "A": "Easy to reach",
      "B": "Has low environmental impact",
      "C": "Less costly to transport",
      "D": "Efortless to export",
      "E": "More manageable"
    },
    "explanation": "Renewable energy sources like solar, wind, hydro, and biomass are growing in popularity because of their low environmental impact."
  },
  {
    "id": "3692223",
    "unitNumber": 1,
    "text": "Which of the following could be an example for the microeconomic factors that affect energy efficiency and conservation?",
    "correctAnswer": "B",
    "options": {
      "A": "Cheap labor",
      "B": "Behavioral modifications",
      "C": "More firms in the market",
      "D": "Less brand loyalty",
      "E": "Safer environments"
    },
    "explanation": "The microeconomic factors that affect energy efficiency and conservation are behavioral modifications and technological developments."
  },
  {
    "id": "3692235",
    "unitNumber": 1,
    "text": "Which of the following could be a reason for energy policies to be connected with other policy areas such as environmental, economic, and social?",
    "correctAnswer": "C",
    "options": {
      "A": "to reduce barriers to energy transition",
      "B": "to function as centralized exchanges in some situations",
      "C": "to achieve sustainable and comprehensive outcomes",
      "D": "to facilitate energy commodity trading",
      "E": "to regulate energy prices"
    },
    "explanation": "To achieve sustainable and comprehensive outcomes, energy policies must be connected with other policy areas such as environmental, economic, and social policies (Vucic and Vucic, 2018). Policy integration contributes to addressing the difficulties and tradeoffs inherent in energy policymaking."
  },
  {
    "id": "3692250",
    "unitNumber": 1,
    "text": "... is critical in tackling the concerns of supply security, energy market competitiveness, and environmental preservation.<br/>Which of the following logically completes the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "Policy instrument",
      "B": "Stakeholder involvement",
      "C": "Policy goal",
      "D": "Energy policy",
      "E": "Adoption of energy"
    },
    "explanation": "Energy policy is critical in tackling the concerns of supply security, energy market competitiveness, and environmental preservation (Doukas et al., 2008)."
  },
  {
    "id": "3692257",
    "unitNumber": 1,
    "text": "... such as renewable energy subsidies or carbon pricing mechanisms, can change market players’ behavior and influence market outcomes.<br/>Which of the following logically completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Policy interventions",
      "B": "Trade off",
      "C": "Competition",
      "D": "Obstacles",
      "E": "Sustainable development tools"
    },
    "explanation": "Policy interventions, such as renewable energy subsidies or carbon pricing mechanisms, can change market players’ behavior and influence market outcomes"
  },
  {
    "id": "3692262",
    "unitNumber": 1,
    "text": "Which of the following can have a huge impact on the economy, influencing industries, consumers, and investment decisions?",
    "correctAnswer": "A",
    "options": {
      "A": "Energy price fluctuations",
      "B": "Entrance barriers",
      "C": "Number of firms in the market",
      "D": "Brand loyalty",
      "E": "Skilled workers"
    },
    "explanation": "Energy price fluctuations can have a huge impact"
  },
  {
    "id": "3692270",
    "unitNumber": 1,
    "text": "According to Liu et al., what percentage of global greenhouse gas emissions are individual households responsible for?",
    "correctAnswer": "B",
    "options": {
      "A": "65%",
      "B": "70%",
      "C": "75%",
      "D": "80%",
      "E": "85%"
    },
    "explanation": "Individual households are responsible for more than 70% of global greenhouse gas emissions, according to a study, with home operations, food production, and transportation being the key sources of these emissions (Liu et al., 2016)."
  },
  {
    "id": "3692275",
    "unitNumber": 1,
    "text": "Which of the following seeks to reduce waste, enhance resource efficiency, and maximize material reuse and recycling?",
    "correctAnswer": "D",
    "options": {
      "A": "Enviromental taxation",
      "B": "Reduce emmissions",
      "C": "Renewable energy",
      "D": "The circular economy",
      "E": "Policy innovations"
    },
    "explanation": "The circular economy seeks to reduce waste, enhance resource efficiency, and maximize material reuse and recycling."
  },
  {
    "id": "3692279",
    "unitNumber": 1,
    "text": "Which of the following have the potential to improve energy efficiency by motivating people to conserve energy and create new environmental technology?",
    "correctAnswer": "A",
    "options": {
      "A": "Energy tariffs",
      "B": "Energy taxes",
      "C": "Energy innovations",
      "D": "Energy markets",
      "E": "Energy commodity"
    },
    "explanation": "Energy tariffs have the potential to improve energy efficiency by motivating people to conserve energy and create new environmental technology (He et al., 2019)."
  },
  {
    "id": "3675354",
    "unitNumber": 2,
    "text": "Which of the following is the total amount of energy that is accessible and can be delivered by suppliers to end users?",
    "correctAnswer": "B",
    "options": {
      "A": "Energy demand",
      "B": "Energy supply",
      "C": "Energy efficiency",
      "D": "Energy intensity",
      "E": "Energy quality"
    },
    "explanation": "This question is derived from the Energy Supply topic.<br/>The energy supply refers to the total amount of energy that is accessible and can be delivered by suppliers to end users."
  },
  {
    "id": "3675432",
    "unitNumber": 2,
    "text": "What does energy output / energy input mean?",
    "correctAnswer": "E",
    "options": {
      "A": "Energy intensity",
      "B": "Energy supply",
      "C": "Energy elasticity",
      "D": "Energy demand",
      "E": "Energy efficiency"
    },
    "explanation": "This question is derived from the Energy Efficiency topic.<br/>Energy efficiency = Energy output / Energy input"
  },
  {
    "id": "3675551",
    "unitNumber": 2,
    "text": "Which of the following represents the price elasticity of energy demand?",
    "correctAnswer": "B",
    "options": {
      "A": "Percentage change in energy price / Percentage change in the quantity of energy demanded",
      "B": "Percentage change in the quantity of energy demanded / Percentage change in energy price",
      "C": "Percentage change in energy price − Percentage change in the quantity of energy demanded",
      "D": "Percentage change in the quantity of energy demanded − Percentage change in energy price",
      "E": "Percentage change in energy price + Percentage change in the quantity of energy demanded"
    },
    "explanation": "This question is derived from the Energy Demand Classification topic.<br/>Percentage change in the quantity of energy demanded / Percentage change in energy price"
  },
  {
    "id": "3675592",
    "unitNumber": 2,
    "text": "Which of the following represents inelastic energy demand?",
    "correctAnswer": "C",
    "options": {
      "A": "% change in the quantity of energy demanded / % change in energy price &gt; 1",
      "B": "% change in energy price / % change in the quantity of energy demanded &gt; 1",
      "C": "% change in the quantity of energy demanded / % change in energy price &lt; 1",
      "D": "% change in energy price / % change in the quantity of energy demanded &lt; 1",
      "E": "% change in energy price / % change in the quantity of energy demanded = 1"
    },
    "explanation": "This question is derived from the Energy Demand Classification topic.<br/>The concept of inelastic demand for energy arises when the percentage change in the quantity of energy demanded is smaller than the percentage change in the energy price:<br/>% change in the quantity of energy demanded / % change in energy price &lt; 1"
  },
  {
    "id": "3675687",
    "unitNumber": 2,
    "text": "Which of the following is not a possible factor associated to energy intensity?",
    "correctAnswer": "D",
    "options": {
      "A": "Economic growth",
      "B": "Price of energy",
      "C": "Government policies",
      "D": "Inflation rate",
      "E": "Employment levels"
    },
    "explanation": "This question is derived from the Energy Density topic.<br/>The inflation rate is not related to energy intensity."
  },
  {
    "id": "3679958",
    "unitNumber": 2,
    "text": "Which of the following is a non-renewable energy supply chain?",
    "correctAnswer": "A",
    "options": {
      "A": "Coal supply chain",
      "B": "Wind energy supply chain",
      "C": "Biomass energy supply chain",
      "D": "Solar energy supply chain",
      "E": "Geothermal energy supply chain"
    },
    "explanation": "This question is derived from the Non-renewable Energy Supply Chain topic.<br/>Non-renewable Energy Supply Chain:<br/><ul><br/><li>The coal supply chain</li><br/><li>The natural gas supply chain</li><br/><li>The oil supply chain</li><br/></ul>"
  },
  {
    "id": "3679988",
    "unitNumber": 2,
    "text": "\"The ---------- industry is widely recognized as a highrisk sector due to its detrimental environmental impacts and significant consequences for both natural ecosystems and human societies.\"<br/>Which of the following completes the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "geothermal energy",
      "B": "natural gas",
      "C": "solar energy",
      "D": "oil",
      "E": "hydropower energy"
    },
    "explanation": "This question is derived from the Oil Supply Chain topic.<br/>The oil industry is widely recognized as a highrisk sector due to its detrimental environmental impacts and significant consequences for both natural ecosystems and human societies."
  },
  {
    "id": "3682650",
    "unitNumber": 2,
    "text": "Which of the following is not one of the five specific targets encompassed by SDG-7?",
    "correctAnswer": "A",
    "options": {
      "A": "Fostering closedness in the realm of research and development",
      "B": "Achieving a twofold acceleration in energy efficiency enhancement",
      "C": "Ensuring equitable availability of energy services to all individuals",
      "D": "Extending infrastructure and upgrading technologies related to energy provision",
      "E": "Augmenting the proportion of renewable energy sources in the overall energy mix"
    },
    "explanation": "This question is derived from the Renewable Energy Systems topic.<br/>SDG-7 encompasses a set of five specific objectives, namely: ensuring equitable availability of energy services to all individuals; augmenting the proportion of renewable energy sources in the overall energy mix; achieving a twofold acceleration in energy efficiency enhancement; fostering international collaboration in the realm of research and development; and extending infrastructure and upgrading technologies related to energy provision."
  },
  {
    "id": "3683899",
    "unitNumber": 2,
    "text": "\"---------- costs are commonly referred to as sunk costs due to their nature of being irrecoverable once incurred during the construction of a plant.\"<br/>Which of the following completes the sentence above?",
    "correctAnswer": "E",
    "options": {
      "A": "Average",
      "B": "Total",
      "C": "Expected",
      "D": "Variable",
      "E": "Fixed"
    },
    "explanation": "This question is derived from Fixed and Variable Costs for Energy topic.<br/>Fixed costs are commonly referred to as “sunk costs” due to their nature of being irrecoverable once incurred during the construction of a plant."
  },
  {
    "id": "3683954",
    "unitNumber": 2,
    "text": "\"Sustainable development is a concept that intersects with the environment, encompassing three key dimensions: environmental, social, and ---------- variables.\"<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "economic",
      "B": "political",
      "C": "health",
      "D": "education",
      "E": "demographic"
    },
    "explanation": "This question is derived from Environmental, Social and Economic Development topic.<br/>Sustainable development is a concept that intersects with the environment, encompassing three key dimensions: environmental, social, and economic variables."
  },
  {
    "id": "3692289",
    "unitNumber": 2,
    "text": "... encompasses the dynamics between the price and quantity of energy, specifically in the form of fuel or electrical power.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Energy demand",
      "B": "Energy power",
      "C": "Energy tariff",
      "D": "Energy market",
      "E": "Energy commodity"
    },
    "explanation": "Energy demand encompasses the dynamics between the price and quantity of energy, specifically in the form of fuel or electrical power"
  },
  {
    "id": "3692299",
    "unitNumber": 2,
    "text": "..... is just the opposite of energy efficiency; however, many additional factors might contribute to a shift in it. <br/>....is influenced by both the energy efficiency at the firm level and the mix of industries. The formula of ……………..is the ratio of energy input to energy output?<br/>Which of the following completes the sentence above?",
    "correctAnswer": "C",
    "options": {
      "A": "Energy demand",
      "B": "Energy ratio",
      "C": "Energy intensity",
      "D": "Energy elasticity",
      "E": "Energy power"
    },
    "explanation": "Energy intensity is just the opposite of energy efficiency; however, many additional factors might contribute to a shift in energy intensity. The energy intensity is influenced by both the energy efficiency at the firm level and the mix of industries (Schwarz, 2017). The formulation of energy intensity can be expressed as follows: Energy intensity = Energy input /Energy output"
  },
  {
    "id": "3692305",
    "unitNumber": 2,
    "text": "………… is observed when the % change in the quantity of energy demanded surpasses the % change in energy price.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "C",
    "options": {
      "A": "Energy diversity",
      "B": "Future expectations",
      "C": "Elastic energy demand",
      "D": "Barriers to energy transition",
      "E": "Adoption of energy"
    },
    "explanation": "Elastic energy demand is observed when the % change in the quantity of energy demanded surpasses the % change in energy price."
  },
  {
    "id": "3692307",
    "unitNumber": 2,
    "text": "Which of the non-renewable energy resources can have negative effects on landforms, water quality, air quality, and other environmental factors while processing?",
    "correctAnswer": "D",
    "options": {
      "A": "Natural gas",
      "B": "Oil",
      "C": "Wind",
      "D": "Coal",
      "E": "Water"
    },
    "explanation": "Non-renewable energy resources encompass coal, natural gas, and oil. Coal undergoes a supply chain that begins with exploration and continues through various stages, including mining, washing, transport, processing, transformation, and consumption. The primary actors in the coal supply chain are the companies supplying the coal, the coal companies, the logistical service providers, and the end consumers (Man-zhi et al., 2009). Nevertheless, there are several adverse environmental effects that occur simultaneously, particularly during the power generation process. For instance, the mining and processing of coal can have negative effects on landforms, water quality, air quality, and other environmental factors (Wang et al., 2021)."
  },
  {
    "id": "3692311",
    "unitNumber": 2,
    "text": "Which of the following is commonly regarded as the fossil fuel with the lowest carbon content?",
    "correctAnswer": "B",
    "options": {
      "A": "Coal",
      "B": "Natural gas",
      "C": "Water",
      "D": "Oil",
      "E": "Wind"
    },
    "explanation": "Natural gas is commonly regarded as the fossil fuel with the lowest carbon content."
  },
  {
    "id": "3692319",
    "unitNumber": 2,
    "text": "………..can be described as the process of converting raw energy into usable energy, encompassing a well-structured framework of management principles that govern the procurement of energy resources and the subsequent consumption of usable energy.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "E",
    "options": {
      "A": "The Biomass energy supply chain",
      "B": "The geothermal energy supply chain",
      "C": "The hydropwer energy supply chain",
      "D": "The solar energy supply chain",
      "E": "The renewable energy supply chain"
    },
    "explanation": "The renewable energy supply chain can be described as the process of converting raw energy into usable energy, encompassing a well-structured framework of management principles that govern the procurement of energy resources and the subsequent consumption of usable energy. The process primarily comprises five distinct stages, namely supply, production, transmission, distribution, and demand. These stages encompass the entire renewable energy supply chain, from sourcing raw materials to delivering the end product (Luthra et al., 2015)"
  },
  {
    "id": "3692330",
    "unitNumber": 2,
    "text": "Which of the following energy types is limited to specific geographical areas in order to maximize its efficiency potential, and the process of collecting and converting necessitates significant financial and technological investments?",
    "correctAnswer": "B",
    "options": {
      "A": "biomass energy",
      "B": "geothermal energy",
      "C": "hydropwer energy",
      "D": "solar energy",
      "E": "water energy"
    },
    "explanation": "Geothermal energy is considered a sustainable energy source due to its lack of harmful emissions. Additionally, in many geothermal sites, the waste generated from extracting heat is safely disposed of by being returned to the subsurface (Yadav et al., 2022). In addition to the direct utilization of heat resources, similar to other renewable energy sources, the conversion of heat energy into another form of energy is necessary for its application in industrial and agricultural contexts. Heat-pump systems have the capability to store geothermal energy, enabling the management of fluctuations in demand between low and high peaks. Nevertheless, the utilization of geothermal energy is limited to specific geographical areas in order to maximize its efficiency potential. The process of collecting and converting necessitates significant financial and technological investments (Wee et al., 2012)."
  },
  {
    "id": "3692338",
    "unitNumber": 2,
    "text": "Which of the following sustainable development dimensions can have availability, affordability, inequality, and security as indicators?",
    "correctAnswer": "C",
    "options": {
      "A": "Enviromental dimension",
      "B": "Economic dimension",
      "C": "Social dimension",
      "D": "Futuristic dimension",
      "E": "Polar dimension"
    },
    "explanation": "The social and economic aspects of sustainable development can be measured with a variety of energy indicators. In terms of the social dimension, the most important indicators are availability, affordability, inequality, and security."
  },
  {
    "id": "3692353",
    "unitNumber": 2,
    "text": "Which of the following types of costs for energy encompass expenditures related to fuel, operational, and maintenance activities, and potential charges are associated with CO2 emissions?",
    "correctAnswer": "D",
    "options": {
      "A": "Total cost",
      "B": "Marginal cost",
      "C": "Average cost",
      "D": "Variable cost",
      "E": "Sunk cost"
    },
    "explanation": "Variable costs for energy encompass expenditures related to fuel, operational and maintenance activities, and potential charges associated with CO2 emissions."
  },
  {
    "id": "3692368",
    "unitNumber": 2,
    "text": "<ul> <li>They provide improved credit conditions for clean energy projects.</li> <li>They have the capability to combine numerous small projects to attain a commercially appealing scale.</li> <li>They contribute to the development of innovative financial products.</li> <li>They contribute to the expansion of the market by disseminating information regarding the advantages associated with clean energy initiatives.</li> </ul> Which of the following could have the advantages listed above?",
    "correctAnswer": "A",
    "options": {
      "A": "Green banks",
      "B": "Green dollars",
      "C": "Green forests",
      "D": "Green tax",
      "E": "Green investments"
    },
    "explanation": "Green banks and green bonds possess considerable promise for facilitating the advancement of sustainable energy initiatives. Green banks possess several advantages. Firstly, they provide improved credit conditions for clean energy projects. Secondly, they have the capability to combine numerous small projects to attain a commercially appealing scale. Additionally, green banks contribute to the development of innovative financial products. Lastly, they contribute to the expansion of the market by disseminating information regarding the advantages associated with clean energy initiatives (Sachs et al., 2019)."
  },
  {
    "id": "3687432",
    "unitNumber": 3,
    "text": "\"---------- is a versatile fuel with a lower carbon footprint than that of ---------- and ----------.\"<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Natural gas / oil / coal",
      "B": "Oil / coal / natural gas",
      "C": "Coal / natural gas / oil",
      "D": "Oil / solar energy / natural gas",
      "E": "Coal / oil / solar energy"
    },
    "explanation": "This question is derived from the Introduction topic.<br/>Natural gas is a versatile fuel with a lower carbon footprint than that of oil and coal."
  },
  {
    "id": "3687896",
    "unitNumber": 3,
    "text": "Which of the following was <strong>not</strong> among the top 10 countries with the largest natural gas production in 2021?",
    "correctAnswer": "E",
    "options": {
      "A": "Russia",
      "B": "Iran",
      "C": "United States",
      "D": "China",
      "E": "United Kingdom"
    },
    "explanation": "This question is derived from Global Natural Gas Supply topic.<br/>Top 10 Countries with the Largest Natural Gas Production in 2021:<br/><ol><br/><li>United States</li><br/><li>Russia</li><br/><li>Iran</li><br/><li>China</li><br/><li>Canada</li><br/><li>Qatar</li><br/><li>Australia</li><br/><li>Saudi Arabia</li><br/><li>Norway</li><br/><li>Algeria</li><br/></ol>"
  },
  {
    "id": "3688078",
    "unitNumber": 3,
    "text": "Which of the following refers to the total amount of natural gas that is extracted, processed, and made available for consumption worldwide.",
    "correctAnswer": "B",
    "options": {
      "A": "global natural gas demand",
      "B": "global natural gas supply",
      "C": "global natural gas price",
      "D": "global natural gas competition",
      "E": "global natural gas quality"
    },
    "explanation": "This question is derived from Global Oil Supply topic.<br/>Global oil supply is the total amount of oil that is produced and ready for use worldwide."
  },
  {
    "id": "3688085",
    "unitNumber": 3,
    "text": "Which of the following was <strong>not</strong> among the top 10 countries with largest oil reserves in 2022?",
    "correctAnswer": "D",
    "options": {
      "A": "United States",
      "B": "Iraq",
      "C": "Iran",
      "D": "France",
      "E": "Venezuela"
    },
    "explanation": "This question is derived from Global Oil Supply topic.<br/>Top 10 Countries with Largest Oil Reserves in 2022:<br/><ol><br/><li>Venezuela</li><br/><li>Saudi Arabia</li><br/><li>Iran</li><br/><li>Canada</li><br/><li>Iraq</li><br/><li>Kuwait</li><br/><li>United Arab Emirates</li><br/><li>Russia</li><br/><li>Libya</li><br/><li>United States</li><br/></ol>"
  },
  {
    "id": "3688177",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Market conditions</li> <li>Advances in technology and investment</li> <li>Move towards renewable energy</li> <li>Literacy rate</li> </ol> Which of the above are among the factors affecting global oil supply?",
    "correctAnswer": "C",
    "options": {
      "A": "I and II",
      "B": "III and IV",
      "C": "I, II, and III",
      "D": "II, III, and IV",
      "E": "I, II, III, and IV"
    },
    "explanation": "This question is derived from Global Oil Supply topic.<br/>Several factors influence the global oil supply. The main one is the production capacity of countries and companies, which includes both traditional and new sources such as shale oil. Advances in technology and investment also help increase the supply (Mohaddes and Raissi, 2018). Political and geographical factors can also affect the supply of oil. For example, political stability and conflicts can disrupt production, whereas the location of oil reserves plays a role in how much can be produced. Market conditions such as the price of oil can either encourage or discourage production. Higher prices make it profitable to produce more, even from difficult sources, whereas lower prices can lead to production cuts. The idea of “peak oil” is also relevant. This is when the world reaches its highest level of oil production before it starts to decline. Opinions differ on whether we have reached this point, but some believe that new technologies and discoveries could delay this decline. Finally, the move towards renewable energy affects the oil supply. Efforts to lower greenhouse gas emissions have led to a focus on alternative energy sources, which could reduce the long-term need for oil and change the global oil supply dynamics."
  },
  {
    "id": "3688191",
    "unitNumber": 3,
    "text": "Which of the following was <strong>not</strong> among the top 10 oil-producing countries in 2022?",
    "correctAnswer": "D",
    "options": {
      "A": "Saudi Arabia",
      "B": "United States",
      "C": "Canada",
      "D": "Germany",
      "E": "Kuwait"
    },
    "explanation": "This question is derived from Global Oil Supply topic.<br/>Top 10 Oil-Producing Countries in 2022:<br/><ol><br/><li>United States</li><br/><li>Saudi Arabia</li><br/><li>Russia</li><br/><li>Canada</li><br/><li>Iraq</li><br/><li>China</li><br/><li>United Arab Emirates</li><br/><li>Iran</li><br/><li>Brazil</li><br/><li>Kuwait</li><br/></ol>"
  },
  {
    "id": "3688203",
    "unitNumber": 3,
    "text": "Which of the following is <strong>not</strong> directly related to oil prices?",
    "correctAnswer": "C",
    "options": {
      "A": "Inflation",
      "B": "Economic growth",
      "C": "Education",
      "D": "Balance of trade",
      "E": "Government revenues"
    },
    "explanation": "This question is derived from Economic and Geopolitical Impacts of Oil Prices topic.<br/>Oil prices are related to:<br/><ul> <li>Economic growth</li> <li>Inflation</li> <li>Balance of trade</li> <li>Government revenues</li> <li>Geopolitical factors</li> </ul>"
  },
  {
    "id": "3688220",
    "unitNumber": 3,
    "text": "Which of the following was <strong>not</strong> among the top 10 countries with the largest natural gas production in 2021?",
    "correctAnswer": "A",
    "options": {
      "A": "Japan",
      "B": "Qatar",
      "C": "China",
      "D": "Russia",
      "E": "Iran"
    },
    "explanation": "This question is derived from Global Natural Gas Supply topic.<br/>Top 10 Countries with the Largest Natural Gas Production in 2021:<br/><ol><br/><li>United States</li><br/><li>Russia</li><br/><li>Iran</li><br/><li>China</li><br/><li>Canada</li><br/><li>Qatar</li><br/><li>Australia</li><br/><li>Saudi Arabia</li><br/><li>Norway</li><br/><li>Algeria</li><br/></ol>"
  },
  {
    "id": "3688313",
    "unitNumber": 3,
    "text": "Which of the following is <strong>not</strong> a factor affecting electricity demand?",
    "correctAnswer": "B",
    "options": {
      "A": "Urbanization",
      "B": "Inflation",
      "C": "Industrial activity",
      "D": "Economic growth",
      "E": "Population growth"
    },
    "explanation": "This question is derived from Electricity Demand topic.<br/>The demand for electricity is influenced by several factors. Economic factors such as gross domestic product (GDP) growth and industrial activity have a significant impact on electricity demand. Population growth and urbanization also contribute to electricity demand. Weather conditions play a crucial role in electricity demand, particularly in relation to heating and cooling needs. Extreme temperatures, both hot and cold, can lead to higher electricity consumption for air conditioning, heating, ventilation, and different time."
  },
  {
    "id": "3688332",
    "unitNumber": 3,
    "text": "Which country had the largest natural gas consumption in 2022?",
    "correctAnswer": "E",
    "options": {
      "A": "Canada",
      "B": "China",
      "C": "Iran",
      "D": "Russia",
      "E": "United States"
    },
    "explanation": "This question is derived from Global Natural Gas Demand topic.<br/>Top 10 Countries with the Largest Natural Gas Consumption in 2021:<br/><ol> <li>United States</li> <li>Russia</li> <li>China</li> <li>Iran</li> <li>Canada</li> <li>Saudi Arabia</li> <li>Japan</li> <li>Germany</li> <li>Mexico</li> <li>Italy</li> </ol>"
  },
  {
    "id": "3701764",
    "unitNumber": 4,
    "text": "Which of the given is a renewable energy source?",
    "correctAnswer": "B",
    "options": {
      "A": "Fossil resources",
      "B": "Solar energy",
      "C": "Natural gas",
      "D": "Wood",
      "E": "Oil"
    },
    "explanation": "Solar energy, wind energy, various forms of water-based energies (hydro, wave, tidal, ocean, and current energy), biomass energy, and geothermal energy are the most basic renewable and sustainable renewable energy sources.<br/>The answer is B."
  },
  {
    "id": "3701767",
    "unitNumber": 4,
    "text": "I. A renewable energy source is the capacity to refresh itself at a proportion equivalent to the energy retrieved from the source and faster than the source’s consuming ratio.<br/>II. Solar energy, wind energy, various forms of water-based energies, biomass energy, and geothermal energy are the most basic renewable and sustainable renewable energy sources.<br/>III. Technological advances, increasing environmental pollution, and rapid fossil fuel consumption mean the demand for and interest in renewable energy sources is dropping. <br/>What can be sadi to be true about renewable energy sources?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "A renewable energy source is described as the capacity to refresh itself at a proportion equivalent to the energy retrieved from the source and faster than the source’s consuming ratio. solar energy, wind energy, various forms of water-based energies (hydro, wave, tidal, ocean, and current energy), biomass energy, and geothermal energy are the most basic renewable and sustainable renewable energy sources. Technological advances, increasing environmental pollution, and rapid fossil fuel consumption mean the demand for and interest in renewable energy sources is rissing. <br/>The answer is C."
  },
  {
    "id": "3701771",
    "unitNumber": 4,
    "text": "Which of the given can be said to be one of the critical advantages renewable energy sources have over fossil fuels according to the International Renewable Energy Agency (IRENA)?",
    "correctAnswer": "E",
    "options": {
      "A": "The proliferation of renewable energy technologies in developed and developing countries reduces significant employment opportunities in these sectors.",
      "B": "Renewable energy technologies cause more environmental pollution compared to fossil fuels.",
      "C": "Meeting the energy needs of geographically challenging regions with renewable energy technologies provides inconvenience.",
      "D": "Using renewable energy technologies energy sources will increase dependence on fossil fuels.",
      "E": "The ease of installation of renewable energy technologies and the possibility of rapid installation facilitate energy access to disaster areas."
    },
    "explanation": "According to the International Renewable Energy Agency (IRENA), renewable energy sources have five critical advantages over fossil fuels (IRENA, 2018). T he first advantage is related to employment. T he use of renewable energy sources has recently become rapidly widespread. The proliferation of renewable energy technologies in developed and developing countries creates significant employment opportunities in these sectors. T he second advantage is that they cause less or no air and environmental pollution compared to fossil fuels. In particular, wind, solar, and hydroelectric sources have the potential to create zero air pollution. Biomass and geothermal energy sources make deficient levels of environmental pollution compared to fossil fuels. Access to energy resources and uninterrupted energy supply is essential in regions where natural disasters occur. Renewable energy technologies can quickly provide energy access to areas where energy access is cut off in regions where earthquakes, floods, and hurricanes occur. The ease of installation of renewable energy technologies and the possibility of rapid installation facilitate energy access to disaster areas. Delivering electrical energy to small islands and rural areas in geographically challenging regions takes a lot of work. Meeting the energy needs of these regions with renewable energy technologies provides excellent convenience. In addition, using these energy sources will reduce dependence on fossil fuels. In this way, the adverse effects on the environment caused by CO2 emissions and the greenhouse gas effect caused by energy consumption can be minimized.<br/>The answer is E."
  },
  {
    "id": "3701773",
    "unitNumber": 4,
    "text": "I. Solar<br/>II. Coal<br/>III. Hydro<br/>IV. Biomass<br/>Which of the given energy sources can be considered as renewable energy sources?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "I, II, and III",
      "D": "I, II, and IV",
      "E": "I, III, and IV"
    },
    "explanation": "Renewable energy sources can be categorized into six primary headings. The most well-known sources are solar, wind, geothermal, biomass, hydrogen, and water-based energy types. In addition, water-based energy sources can be divided into subheadings such as hydro, wave, tidal, ocean, and flow energy sources.<br/>The answer is E."
  },
  {
    "id": "3701804",
    "unitNumber": 4,
    "text": "What is one of the advantages of solar energy?",
    "correctAnswer": "B",
    "options": {
      "A": "Creates waste such as carbon monoxide, sulfur, or radiation.",
      "B": "Its technology is simple and its operating cost is relatively low.",
      "C": "Affected by foreign dependence on energy and bilateral country crises",
      "D": "High initial investment costs",
      "E": "The need for large surfaces"
    },
    "explanation": "Solar energy is preferred because it is an abundant, inexhaustible and a renewable energy source. It does not create waste such as carbon monoxide, sulfur, or radiation, and can be easily applied in every region because its technology is simple and its operating cost is relatively low. Also, it is not affected by foreign dependence on energy and bilateral country crises and solar energy can be used everywhere. In addition, the development of solar cell technology offers the opportunity for many different usage areas such as housing, workplaces, rural areas, agriculture and industry, transportation, communication, signaling, and automation as a heat and light source. Despite these advantages, there are also disadvantages, albeit limited. The need for large surfaces, the problem of storing the energy generated, little solar radiation during winter months and long nights, and high initial investment costs limit the use of solar energy.<br/>The answer is B."
  },
  {
    "id": "3701838",
    "unitNumber": 4,
    "text": "I. The wind energy source is the sun; only 1-2% of solar energy is converted into wind energy. <br/>II. The wind is formed due to the displacement of air masses arising from these differences.<br/>III. One of the disadvantages of wind energy entails low initial investment costs.<br/>What can be said to be true about wind energy?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I and II",
      "E": "I and III"
    },
    "explanation": "Wind energy is also natural, renewable, and environmentally friendly. The wind energy source is the sun; only 1-2% of solar energy is converted into wind energy. Since the sun does not heat the Earth equally, pressure and temperature differences occur. The wind is formed due to the displacement of air masses arising from these differences. The reasons for the differentiation of wind energy in different regions are the movement of air currents between high and low-pressure areas, the Earth’s rotation around its axis, surface frictions, regional heat dissipation, atmospheric events, and topographical differences of the terrains. The primary disadvantages of wind energy include regional variability and local variations due to factors such as differences in wind speed and intensity Additionally, wind energy entails high initial investment costs, impact on electromagnetic waves, and risks to bird deaths.<br/>The answer is D."
  },
  {
    "id": "3701842",
    "unitNumber": 4,
    "text": "I. Hydraulic energy, sourced from water, is the oldest renewable energy source,which started with grinding grain by operating mills with flowing water in ancient times, dates back to the past. <br/>II. Hydraulic energy is obtained by converting electrical energy into water energy thanks to the water’s flow and fall rate. <br/>III. Hydroelectric power plants offer positive externalities such as the possibility of transportation on the water in the region, protection of water quality and prevention of water pollution.<br/>What can be said to be true about hydraulic energy?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "Hydraulic energy, sourced from water, is the oldest renewable energy source,which started with grinding grain by operating mills with flowing water in ancient times, dates back to the past. Hydraulic energy is obtained by converting water energy into electrical energy thanks to the water’s flow and fall rate. Hydroelectric power plants offer positive externalities such as the possibility of transportation on the water in the region, the development of aquaculture and fisheries, prevention of erosion, creation of new employment, protection of water quality and prevention of water pollution.<br/>The answer is D."
  },
  {
    "id": "3701844",
    "unitNumber": 4,
    "text": "What type of energy is obtained from underground hot water, steam, and gas leaking to the surface of the Earth then using the underground hot water, gas, and steam pass through the turbines and convert the high temperature into electrical energy?",
    "correctAnswer": "A",
    "options": {
      "A": "Geothermal Energy",
      "B": "Solar Energy",
      "C": "Wind Energy",
      "D": "Hydroelectric Energy",
      "E": "Biomass Energy"
    },
    "explanation": "The heat and pressure collected deep in the Earth’s crust increase the temperature underground, and with this increasing temperature, underground water, steam, and gas form an energy source. Geothermal energy is obtained from underground hot water, steam, and gas leaking to the surface of the Earth. The underground hot water, gas, and steam pass through the turbines and convert the high temperature into electrical energy.<br/>The answer is A."
  },
  {
    "id": "3701845",
    "unitNumber": 4,
    "text": "Which is one of the animal biomass resources?",
    "correctAnswer": "A",
    "options": {
      "A": "Feces of cattle, sheep, and poultry",
      "B": "Oilseed plants",
      "C": "Vegetable residues",
      "D": "Sugar and starch plants",
      "E": "Municipal wastes"
    },
    "explanation": "Animal Biomass Resources<br/>•Feces of cattle, sheep, and poultry, slaughterhouse waste, and wastes produced when handling animal products.<br/>The answer is A."
  },
  {
    "id": "3701846",
    "unitNumber": 4,
    "text": "Which renewable energy sources has the largest share in total energy production in Türkiye?",
    "correctAnswer": "C",
    "options": {
      "A": "Biomass energy",
      "B": "Solar energy",
      "C": "Thermal energy",
      "D": "Hydrolic energy",
      "E": "Wind energy"
    },
    "explanation": "According to TEIAŞ 2023 data, Türkiye’s renewable energy production is 43,879 MW, and its share in total energy production is 32%. The largest share in renewable energy sources is thermal energy, with 54%; solar power, with 19%; wind, with 12%; and hydroelectric energy, with 11%.<br/>The answer is C."
  },
  {
    "id": "3689944",
    "unitNumber": 5,
    "text": "I. The foundation of energy supply security can be traced back to the green paper titled “Towards a European Strategy For the Security of Energy Supply” published by the European Commission in 2001.<br/>II. Energy supply security is defined as the commitment to “ensure, for the benefit of the general public and the smooth functioning of the economy within the scope of sustainable development, the uninterrupted physical availability on the market of energy products for all consumers at all prices.”<br/>III. The primary goal is to fulfill the energy requirements of a system, aligning with the demand for a specified quantity and quality. This should be achieved at predictable and sustainable costs over only the short term.<br/>What can be said to be true about energy supply security?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "I. The foundation of energy supply security can be traced back to the green paper titled “Towards a European Strategy For the Security of Energy Supply” published by the European Commission in 2001. (TRUE)<br/>II. Energy supply security is defined as the commitment to “ensure, for the benefit of the general public and the smooth functioning of the economy within the scope of sustainable development, the uninterrupted physical availability on the market of energy products for all consumers at all prices.” (TRUE)<br/>III. The primary goal is to fulfill the energy requirements of a system, aligning with the demand for a specified quantity and quality. This should be achieved at predictable and sustainable costs over only the short term. (FALSE, The primary goal is to fulfill the energy requirements of a system, aligning with the demand for a specified quantity and quality. This should be achieved at predictable<br/>and sustainable costs over <strong>the short, medium, and long</strong> terms.)<br/>The answer is C."
  },
  {
    "id": "3690682",
    "unitNumber": 5,
    "text": "What is the sustained availability of the necessary energy services for an economy?",
    "correctAnswer": "A",
    "options": {
      "A": "Energy supply security",
      "B": "Energy demand",
      "C": "Energy economics",
      "D": "Energy efficiency",
      "E": "Cost-effectiveness"
    },
    "explanation": "Energy supply security refers to the sustained availability of an economy's necessary energy services. It encompasses various factors, including the manageability of energy supplies to meet demands, cost-effectiveness, diversification of energy sources, durability of these sources, and the assurance of security in energy transactions. <br/>The answer is A."
  },
  {
    "id": "3690701",
    "unitNumber": 5,
    "text": "I. The Eastern Mediterranean has become a region where the world’s eyes are on due to the presence of many countries and its geographical location. <br/>II. The Eastern Mediterranean has decreased its strategic importance due to its energy resources, trade and connection between many countries due to its geographical location.<br/>III. The natural gas and oil resources to be discovered in the Eastern Mediterranean have a<br/>high potential to change the balance in the region. <br/>What can be said tobe true about the Eastern Mediterranean Region?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "The Eastern Mediterranean has become a region where the world’s eyes are on due to the presence<br/>of many countries and its geographical location. This region constantly maintains and even increases its strategic importance due to its energy resources, increasing importance in trade and connection between many countries due to its geographical location. The natural gas and oil resources to be discovered in the Eastern Mediterranean have a high potential to change the balance in the region. <br/>The answer is D."
  },
  {
    "id": "3690729",
    "unitNumber": 5,
    "text": "What is the Eastern Mediterranean identified as in terms of energy source?",
    "correctAnswer": "B",
    "options": {
      "A": "Fire wood",
      "B": "Natural gas",
      "C": "Renewable sources",
      "D": "Nuclear energy",
      "E": "Geothermal"
    },
    "explanation": "Eastern Mediterranean is identified with natural gas. The answer is B."
  },
  {
    "id": "3690734",
    "unitNumber": 5,
    "text": "I. The ownership of resources from the Eastern Mediterranean region to European countries is likely to be a more important issue than the issue of transportation.<br/>II. It is anticipated that the energy resources of the Eastern Mediterranean region will be an important alternative to the global natural gas trade. <br/>III. The Eastern Mediterranean region is not a viable alternative to decrease the dependence of European countries on Russia for natural gas.<br/>Which of the given statements can be said to be true?",
    "correctAnswer": "B",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I and II",
      "E": "I and III"
    },
    "explanation": "The transportation of resources from the Eastern Mediterranean region to European countries is likely to be a more important issue than the issue of ownership. It is anticipated that the energy resources of the Eastern Mediterranean region will be an important alternative to the global natural gas trade. The Eastern Mediterranean region is the only alternative for reducing and even ending the dependence of European countries on Russia for natural gas.<br/>The answer is B."
  },
  {
    "id": "3690744",
    "unitNumber": 5,
    "text": "I. The objective of the SGC project is to enhance and diversify the European energy supply by transporting gas resources from the Caspian Sea to markets in Europe.<br/>II. There are four projects within the scope of the SGC: Lines are the operation of the Shah See natural gas condensate field (SD1 and SD2), the South Caucasus Pipeline Project (SCP), the Trans Anatolian Natural Gas Pipeline Project (TANAP) and the Trans-Adriatic Pipeline Project (TAP).<br/>III. With the SGC project, Türkiye’s role in increasing the role of this corridor in energy supply security will decrease leading Türkiye’s quest to become the energy center in the region to be unsuccessful.<br/>What can be said to be true about The Southern Gas Corridor (SGC)?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and II"
    },
    "explanation": "The objective of the SGC project is to enhance and diversify the European energy supply by transporting gas resources from the Caspian Sea to markets in Europe. There are four projects within the scope of the SGC: Lines are the operation of the Shah See natural gas condensate field (SD1 and SD2), the South Caucasus Pipeline Project (SCP), the Trans Anatolian Natural Gas Pipeline Project (TANAP) and the Trans-Adriatic Pipeline Project (TAP).<br/>The answer is C."
  },
  {
    "id": "3690754",
    "unitNumber": 5,
    "text": "Which strategically important pipeline that Türkiye host, will transport Azerbaijan gas to Europe?",
    "correctAnswer": "E",
    "options": {
      "A": "TurkStream",
      "B": "EU (European Union)",
      "C": "East-Med Pipeline",
      "D": "South Caucasus Pipeline Project (SCP)",
      "E": "TANAP (Trans Anatolian Natural Gas Pipeline)"
    },
    "explanation": "Türkiye hosts two strategically important pipelines in the region, such as TANAP (Trans Anatolian Natural Gas Pipeline), which will transport Azerbaijan gas to Europe and TurkStream, which will transmit Russian gas to Europe."
  },
  {
    "id": "3690757",
    "unitNumber": 5,
    "text": "Which strategically important pipeline that Türkiye host, will transmit Russian gas to Europe?",
    "correctAnswer": "E",
    "options": {
      "A": "GCASC (Greek Cypriot Administration of Southern Cyprus)",
      "B": "East-Med Pipeline",
      "C": "Energy Trade Center",
      "D": "TANAP (Trans Anatolian Natural Gas Pipeline)",
      "E": "TurkStream"
    },
    "explanation": "Türkiye hosts two strategically important pipelines in the region, such as TANAP (Trans Anatolian Natural Gas Pipeline), which will transport Azerbaijan gas to Europe and TurkStream, which will transmit Russian gas to Europe."
  },
  {
    "id": "3692306",
    "unitNumber": 5,
    "text": "I. With TurkStream, Russia provides energy from its large gas reserves directly to Türkiye and Southern and Southeastern Europe.<br/>II. While natural gas will be supplied to Türkiye from one line of the TurkStream project, it is planned to transport natural gas to Europe, especially the Eastern and Northeastern European countries, from the other line.<br/>III. The TurkStream project, one of the largest energy projects in the world and implemented in two lines, is an extremely important project that will contribute to the energy supply security of Europe, especially Türkiye.<br/>What can be said to be true about TurkStream project?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "The TurkStream project, one of the largest energy projects in the world and implemented in two lines, is an extremely important project that will contribute to the energy supply security of Europe, especially Türkiye. While natural gas will be supplied to Türkiye from one line of the TurkStream project, it is planned to transport natural gas to Europe, especially the Southern and Southeastern European countries, from the other line. With TurkStream, Russia provides energy from its large gas reserves directly to Türkiye and Southern and Southeastern Europe.<br/>The answer is D."
  },
  {
    "id": "3692314",
    "unitNumber": 5,
    "text": "What is one of the most important indicators of successful cooperation between Türkiye and Azerbaijan in the field of energy?",
    "correctAnswer": "A",
    "options": {
      "A": "Trans Anatolian Natural Gas Pipeline Project",
      "B": "East-Med Pipeline Project",
      "C": "Trans-Adriatic Pipeline Project",
      "D": "The Southern Gas Corridor",
      "E": "Greek Cypriot Administration of Southern Cyprus"
    },
    "explanation": "The TANAP (Trans Anatolian Natural Gas Pipeline Project) is one of the most important indicators of successful cooperation between Türkiye and Azerbaijan in the field of energy.<br/>The answer is A."
  },
  {
    "id": "3688358",
    "unitNumber": 6,
    "text": "Which of the following options<strong> is not</strong> one of the new variables that Van de Graaf and Sovacool introduce into the discussion of traditional energy problems?",
    "correctAnswer": "E",
    "options": {
      "A": "Climate change",
      "B": "Emerging markets (especially, China)",
      "C": "The transition to renewable energy",
      "D": "Energy poverty",
      "E": "Conflicts among countries"
    },
    "explanation": "Issues such as conflicts between firms, consumers, countries, etc. are considered traditional energy issues. They are not new topics of conflict."
  },
  {
    "id": "3688407",
    "unitNumber": 6,
    "text": "Which of the following is an area of interest for 'environmental sustainability' in global energy governance?",
    "correctAnswer": "B",
    "options": {
      "A": "Managing energy reserves",
      "B": "Promoting renewable energy",
      "C": "Information sharing",
      "D": "Handling pipeline and route issues",
      "E": "Solving investment problems"
    },
    "explanation": "Targets of Managing energy reserves, Information sharing, Handling pipeline and route issues, Solving investment problems are in 'Supply and Demand Security'. 'Promoting renewable energy' can be evaluated within 'Environmental sustainability' for global energy governance."
  },
  {
    "id": "3688425",
    "unitNumber": 6,
    "text": "\".......... can be defined as the lack of access to affordable and high-quality energy services.”<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Energy poverty",
      "B": "Emerging markets",
      "C": "Climate change",
      "D": "Global energy governance",
      "E": "Renewable energy"
    },
    "explanation": "\"Energy poverty can be defined as the lack of access to affordable and high-quality energy services.”"
  },
  {
    "id": "3688458",
    "unitNumber": 6,
    "text": "Match the following areas with energy problems.<br/>K. the Sub-Saharan African countries<br/>L. the Middle Eastern countries<br/>M. the European countries<br/><ol type=\"I\"> <li>are interested in energy supply/demand security and diversification of energy sources</li> <li>are to maximize their revenue from energy export</li> <li>are energy poverty</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "K-III; L-II; M-I",
      "B": "K-II; L-III; M-I",
      "C": "K-I; L-II; M-III",
      "D": "K-III; L-I; M-II",
      "E": "K-I; L-III; M-II"
    },
    "explanation": "K-III; L-II; M-I<br/>For instance, the main energy problems are different across sub-Saharan Africa, North Africa, the Middle East, and European countries. The main focus of sub-Saharan African countries is energy poverty, while the Middle Eastern countries (especially, OPEC members) aim is to maximize their revenue from energy export. Besides, European countries are interested in energy supply/demand security and diversification of energy sources."
  },
  {
    "id": "3688483",
    "unitNumber": 6,
    "text": "Which of the following is an institution whose main purpose is to secure energy supplies (especially oil), and whose missions have been expanded in recent years to propose measures to improve energy resources' reliability, affordability, and sustainability?",
    "correctAnswer": "C",
    "options": {
      "A": "the World Energy Council (WEC)",
      "B": "International Renewable Energy Agency (IRENA)",
      "C": "the International Energy Agency (IEA)",
      "D": "the International Energy Forum (IEF)",
      "E": "The Agency for the Cooperation of Energy Regulators (ACER)"
    },
    "explanation": "The IEA’s main objective is to secure the energy supply (especially oil); however, its missions have extended in recent years. It suggests measures to improve the reliability, affordability, and sustainability of energy sources (IEA, 2023b)."
  },
  {
    "id": "3688490",
    "unitNumber": 6,
    "text": ".............. is mainly interested in gas and electricity issues in the European Union. When necessary, it coordinates the efforts of national regulatory authorities in carrying out their regulatory duties.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "E",
    "options": {
      "A": "Organization of the Petroleum Exporting Countries (OPEC)",
      "B": "International Energy Agency (IEA)",
      "C": "World Energy Council (WEC)",
      "D": "International Renewable Energy Agency (IRENA)",
      "E": "Agency for the Cooperation of Energy Regulators (ACER)"
    },
    "explanation": "The Agency for the Cooperation of Energy Regulators (ACER) is mainly interested in gas and electricity issues in the European Union. When necessary, it coordinates the efforts of national regulatory authorities in carrying out their regulatory duties (European Union, 2023)."
  },
  {
    "id": "3688502",
    "unitNumber": 6,
    "text": "Which of the following<strong> is not</strong> a global energy agreement?",
    "correctAnswer": "D",
    "options": {
      "A": "The Stockholm Conference",
      "B": "The Rio Conference",
      "C": "The Kyoto Protocol",
      "D": "European Community Treaty",
      "E": "The Paris Agreement"
    },
    "explanation": "The European Community Treaty is not one of the global energy agreements."
  },
  {
    "id": "3688529",
    "unitNumber": 6,
    "text": "Which of the following agreements includes commitments by countries to reduce greenhouse gas emissions, improve climate resilience, and support climate finance to reduce global warming to pre-industrial levels?",
    "correctAnswer": "D",
    "options": {
      "A": "The Stockholm Conference",
      "B": "The Rio Conference",
      "C": "The Kyoto Protocol",
      "D": "The Paris Agreement",
      "E": "The United Nations Sustainable Development Goals"
    },
    "explanation": "The Paris Agreement, which was adopted in 2015, seeks to keep global warming well below 2 degrees Celsius above preindustrial levels. The agreement includes countries’ pledges to mitigate greenhouse gas emissions, improve climate resilience, and support climate financing (United Nations, 2023a)."
  },
  {
    "id": "3688534",
    "unitNumber": 6,
    "text": "Which of the following is the agreement that defines targets for binding emission reductions for industrialized countries responsible for the high current level of atmospheric emissions?",
    "correctAnswer": "A",
    "options": {
      "A": "Kyoto Protocol",
      "B": "Paris Agreement",
      "C": "Stockholm Conference",
      "D": "Rio Conference",
      "E": "European Green Deal"
    },
    "explanation": "The Kyoto Protocol was one of the main international accords under the United Nations Framework Convention on Climate Change (UNFCCC) that was established in 1997 and went into effect in 2005. In order to tackle climate change, it established binding emission reduction objectives for industrialized countries that were responsible for the high current emission level in the atmosphere (UNFCCC, 2023)"
  },
  {
    "id": "3688538",
    "unitNumber": 6,
    "text": "Which emerging market country created demand for energy consumption in the 2000s?",
    "correctAnswer": "A",
    "options": {
      "A": "China",
      "B": "USA",
      "C": "Canada",
      "D": "Norway",
      "E": "France"
    },
    "explanation": "Emerging markets (e.g., China, India, and the Middle Eastern countries) affect global energy markets significantly because their impacts on the global economy increase over time. For instance, world oil prices hit a record in 2008 due to an increased demand for oil by China and India (Schwarz, 2018). The high energy demand that comes from Eastern countries has increased the significance of the East compared to the West in the energy markets. For example, the share of the total energy consumption of OECD countries was 70.59% in 1965, while it decreased to 38.80% in 2022. It is seen that the weight of the non-OECD countries, mostly consisting of emerging markets, exceeded the share of OECD countries in the world energy demand (Energy Institute, 2023). Especially, China has especially become a key player in the global economy and has been an important share of the world’s energy consumption. ..."
  },
  {
    "id": "3692328",
    "unitNumber": 7,
    "text": "Which field of economics examines the interplay between human economic activity and the natural world?",
    "correctAnswer": "E",
    "options": {
      "A": "Behavioral economics",
      "B": "Economic development",
      "C": "The economics of industrial organization",
      "D": "The economics of happiness",
      "E": "The economics of environmental sustainability"
    },
    "explanation": "The economics of environmental sustainability is complex and multifaceted, examining the interplay between human economic activity and the natural world.<br/>The answer is E."
  },
  {
    "id": "3692359",
    "unitNumber": 7,
    "text": "I. Efficient allocation refers to putting resources where they are most needed and effective. <br/>II. The idea centers on how scarce resources such as land and water are allocated in a way that maximizes the overall gain for society.<br/>III. When viewed through the perspective of environmental sustainability, the maximization of social welfare is accomplished through just one time period rather than a number of time periods.<br/>What can be said to be true about efficient allocation?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "The term efficient allocation is a fundamental concept. Efficient allocation refers to putting resources where they are most needed and effective. The idea centers on how scarce resources such as land and water are allocated in a way that maximizes the overall gain for society. When viewed through the perspective of environmental sustainability, the maximization of social welfare is accomplished throughout a number of time periods rather than just one.<br/>The answer is C."
  },
  {
    "id": "3692370",
    "unitNumber": 7,
    "text": "What is the notion that refers to decisions that society or individuals make about the allocation of resources between the present and the future?",
    "correctAnswer": "A",
    "options": {
      "A": "Intertemporal tradeoffs",
      "B": "Efficient allocation",
      "C": "Environmental sustainability",
      "D": "Precautionary approach",
      "E": "Green growth"
    },
    "explanation": "The answer is A."
  },
  {
    "id": "3692383",
    "unitNumber": 7,
    "text": "What philosophy, emphasizes that our economic objectives must be balanced against ecological constraints?",
    "correctAnswer": "A",
    "options": {
      "A": "Limits to Growth",
      "B": "Internalizing Externalities",
      "C": "Regulatory Approaches",
      "D": "Sustainability Paradox",
      "E": "Environmental Sustainability"
    },
    "explanation": "The ‘Limits to Growth’ philosophy, emphasizes that our economic objectives must be balanced against ecological constraints.<br/>The answer is A."
  },
  {
    "id": "3692394",
    "unitNumber": 7,
    "text": "I. Central to this exploration is the social cost of carbon (SCC), a concept in environmental economics that quantifies the economic damage associated with a marginal increase in CO<sub>2 </sub>emissions in a given year. <br/>II. The SCC provides a monetary estimate of the harm caused by emitting an additional ton of CO<sub>2 </sub>into the atmosphere. By calculating SCC, policymakers and businesses can better understand the long-term consequences of carbon emissions and make informed decisions to mitigate them.<br/>III. The SCC estimation unfortunately ignores various important factors, such as health impacts, agricultural losses, and damage to infrastructure, providing a comprehensive assessment of the true economic impact of carbon emissions.<br/>What can be said to be true about the social cost of carbon (SCC)?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "Central to this exploration is the social cost of carbon (SCC), a concept in environmental economics that quantifies the economic damage associated with a marginal increase in CO<sub>2 </sub>emissions in a given year. The SCC provides a monetary estimate of the harm caused by emitting an additional ton of CO<sub>2 </sub>into the atmosphere. By calculating SCC, policymakers and businesses can better understand the long-term consequences of carbon emissions and make informed decisions to mitigate them. This estimation takes into account various factors, such as health impacts, agricultural losses, and damage to infrastructure, providing a comprehensive assessment of the true economic impact of carbon emissions.<br/>The answer is C."
  },
  {
    "id": "3692410",
    "unitNumber": 7,
    "text": "I. Global warming is non-rival because one country experiencing the negative effects of global warming does not mitigate the effects of another.<br/>II. Global warming is also considered excludable because its effects do not impact everyone, regarding whether or not they contribute to the problem.<br/>III. Global warming can be both considered a global public bad and a global externality.<br/>What can be said to be true about the economics of global warming?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "Global warming is non-rival because one country experiencing the negative effects of global warming does not mitigate the effects of another. Global warming is also considered non-excludable because its effects impact everyone, regardless of whether or not they contribute to the problem. Global warming can be both considered a global public bad and a global externality.<br/>The answer is D."
  },
  {
    "id": "3692420",
    "unitNumber": 7,
    "text": "What is the term that is used to quantify the economic damage associated with a marginal increase in CO<sub>2 </sub>emissions in a given year?",
    "correctAnswer": "E",
    "options": {
      "A": "Limits to growth",
      "B": "Global externality",
      "C": "Global public bad",
      "D": "Free-rider problem",
      "E": "The social cost of carbon"
    },
    "explanation": "The social cost of carbon (SCC), a concept in environmental economics that quantifies the economic damage associated with a marginal increase in CO<sub>2 </sub>emissions in a given year.<br/>The answer is E."
  },
  {
    "id": "3692430",
    "unitNumber": 7,
    "text": "What is a Pigouvian Tax?",
    "correctAnswer": "B",
    "options": {
      "A": "Pigouvian taxes operates on the principle of “polluter pays,” penalizing companies for their carbon dioxide emissions, which are a significant driver of global warming.",
      "B": "Pigouvian taxes are levied at a rate proportional to the cost of the harm caused by externalities.",
      "C": "Pigouvian taxes establishes a maximum allowable level of pollution-a ‘cap’-and then distributes<br/>or auctions permits to businesses, giving them the right to emit a certain amount of pollution.",
      "D": "Pigouvian taxes promote positive environmental changes, particularly in the adoption of renewable energy and carbon-abating technologies.",
      "E": "Pigouvian taxes typically set specific standards or limits for emissions, waste disposal, resource<br/>extraction, and other environmentally impactful activities."
    },
    "explanation": "Pigouvian taxes are levied at a rate proportional to the cost of the harm caused by externalities.<br/>The answer is B."
  },
  {
    "id": "3692440",
    "unitNumber": 7,
    "text": "I. The circular economy is an economic system that attempts to reduce waste and maximize resource utilization. <br/>II. Switching to a circular economy is an easy task that involves a combination of actions, policies, and mental shifts. <br/>III. A circular economy, aligned with the three pillars of sustainable development-economic,<br/>environmental, and social-offers numerous benefits.<br/>What can be said to be true about Circular Economy?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "The circular economy is an economic system that attempts to reduce waste and maximize resource utilization. A circular economy, aligned with the three pillars of sustainable development-economic,<br/>environmental, and social-offers numerous benefits. However, switching to a circular economy<br/>is a difficult task that involves a combination of actions, policies, and mental shifts.<br/>The answer is D."
  },
  {
    "id": "3692454",
    "unitNumber": 7,
    "text": "What operates on the principle of “polluter pays,” penalizing companies for their carbon dioxide emissions?",
    "correctAnswer": "B",
    "options": {
      "A": "Pigouvian Tax",
      "B": "Carbon Tax",
      "C": "Cap-and-Trade Systems",
      "D": "Subsidies",
      "E": "Environmental Regulations"
    },
    "explanation": "A carbon tax operates on the principle of “polluter pays,” penalizing companies for their carbon dioxide emissions, which are a significant driver of global warming.<br/>The answer B."
  },
  {
    "id": "3688861",
    "unitNumber": 8,
    "text": "<strong>Match the following regulations and institutions with their contents.</strong><br/>K. the first European Climate Law<br/>L. the Climate Pact<br/>M. the 2030 Climate Target Plan<br/><ol type=\"I\"><br/><li>is a platform that aims to increase awareness of climate-related issues.</li><br/><li>sets a legally binding objective of achieving net-zero greenhouse gas emissions by 2050.</li><br/><li>sets objective of reducing greenhouse gas emissions to a minimum of 55% below 1990 levels by the year 2030.</li><br/><li>requires the EU Institutions and the Member States to take the necessary measures to meet the net zero target.</li><br/></ol>",
    "correctAnswer": "A",
    "options": {
      "A": "K-I ve IV; L-I; M-III",
      "B": "K-III ve IV; L-I; M-II",
      "C": "K-I; L-II; M-III ve IV",
      "D": "K-II; L-III; M-I ve IV",
      "E": "K-I; L-III-IV; M-II"
    },
    "explanation": "K-I ve IV; L-I, M-III<br/>the first European Climate Law sets a legally binding objective of achieving net-zero greenhouse gas emissions by 2050.<br/>the first European Climate Law requires the EU Institutions and the Member States to take the necessary measures to meet the net zero target.<br/>the Climate Pact is a platform that aims to increase awareness of climate-related issues<br/>the 2030 Climate Target Plan sets objective of reducing greenhouse gas emissions to a minimum of 55% below 1990 levels by the year 2030"
  },
  {
    "id": "3688886",
    "unitNumber": 8,
    "text": "Sustainable Industry Strategy targets both the green and digital transition, often referred to as ..............., to reduce the carbon footprint through the presentation of clean technology solutions and the development of new business models.<br/>Which of the following is complete in the blank in the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Climate Action",
      "B": "the twin transition",
      "C": "Zero Pollution",
      "D": "Protection of Biodiversity",
      "E": "Construction and Renovation"
    },
    "explanation": "Sustainable Industry Strategy targets both the green and digital transition, often referred to <strong>as the twin transition</strong>, to reduce the carbon footprint through the presentation of clean technology solutions and the development of new business models."
  },
  {
    "id": "3688952",
    "unitNumber": 8,
    "text": "Which of the following <strong>is not</strong> among the targets of 'sustainable agriculture'?",
    "correctAnswer": "C",
    "options": {
      "A": "to reduce the use of pesticides and fertilizers",
      "B": "to increase the land area given to organic farming",
      "C": "to improve air quality to reduce the number of premature deaths",
      "D": "to reduce food waste",
      "E": "to improve animal welfare"
    },
    "explanation": "'To improve air quality to reduce the number of premature deaths' is among the targets of 'zero pollution'."
  },
  {
    "id": "3689740",
    "unitNumber": 8,
    "text": "To meet the targets outlined in the European Green Deal, EU countries need to create a 10-year integrated national energy and climate plan for the period 2021-2030.<br/>Which of the following <strong>are not</strong> the main areas in this plan?",
    "correctAnswer": "D",
    "options": {
      "A": "Energy efficiency",
      "B": "Greenhouse gas emissions reductions",
      "C": "Interconnected energy systems",
      "D": "Waste management",
      "E": "Renewables energy"
    },
    "explanation": "To meet the targets outlined in the European Green Deal, EU countries need to create a 10-year integrated national energy and climate plan for the period 2021-2030. These plans provide a roadmap particularly addressing five areas: energy efficiency, renewables, greenhouse gas emissions reductions, interconnected energy systems, as well as research and innovation."
  },
  {
    "id": "3689810",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>It was adopted in 2015 as a legally binding treaty</li> <li>It is an international treaty addressing climate change</li> <li>It is specific to Europe</li> <li>It addresses the energy consumption of buildings mainly through the Renovation Wave Strategy.</li> </ol> Which of the above contains correct information regarding the European Green Deal?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I ve IV",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "the European Green Deal is is specific to Europe and addresses the energy consumption of buildings mainly through the Renovation Wave Strate."
  },
  {
    "id": "3689820",
    "unitNumber": 8,
    "text": "<ol> <li>It was adopted in 2015 as a legally binding treaty</li> <li>It is an international treaty addressing climate change</li> <li>It is specific to Europe</li> <li>It addresses the energy consumption of buildings mainly through the Renovation Wave Strategy.</li> </ol> Which of the above contains correct information for the Paris Agreement?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I ve IV",
      "C": "II ve III",
      "D": "II ve IV",
      "E": "I, II ve III"
    },
    "explanation": "The Paris Agreement was adopted in 2015 as a legally binding treaty and is an international treaty addressing climate change."
  },
  {
    "id": "3689884",
    "unitNumber": 8,
    "text": "The shift of production in high carbon emitting sectors to countries with lax environmental policies is known as .............. .<br/>Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Free Allowances",
      "B": "Carbon Leakage",
      "C": "Carbon Border Adjustment Mechanism",
      "D": "Fit for 55 Package",
      "E": "Life-cycle Assessment"
    },
    "explanation": "Carbon leakage refers to a situation where a company relocates its production from a country with strict climate policies to a country that has laxer climate standards. As a result, greenhouse gas emissions increase, and the emissions resulting from this relocation are defined as carbon leakage."
  },
  {
    "id": "3689926",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>the plan aims to minimize waste by keeping materials in the economy as much as possible.</li> <li>the plan encourages sustainable consumption by offering consumers the ‘right to repair’.</li> <li>the plan encourages sharing, renting, reusing, repairing, and recycling materials and products for as long as possible.</li> </ol> Which of the above statements about the circular economy action plan (CEAP) is correct?",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "The circular economy is an economic model that needs transformation both on the production and consumption side. On the production side, the CEAP introduces initiatives along the life cycle of products such as the design of the production process (sustainable product policy &amp; eco-design) and waste reduction. On the consumption side, new habits will be incentivized with the ‘right to repair’ initiative which will promote sustainable consumption by providing consumers with the opportunity to repair defective goods. The CEAP promotes business models that involve sharing, leasing, reusing, repairing, and recycling materials and products for as long as possible.<br/>the circular economy action plan (CEAP)"
  },
  {
    "id": "3689942",
    "unitNumber": 8,
    "text": "................ is a process of evaluating the effects that a product has on the environment over the entire period of its life.<br/>Which of the following correctly completes the above sentence?",
    "correctAnswer": "A",
    "options": {
      "A": "Life-cycle assessment",
      "B": "Carbon leakage",
      "C": "Free allowances",
      "D": "the Carbon Border Adjustment Mechanism (CBAM)",
      "E": "Sustainable agriculture"
    },
    "explanation": "Life-cycle assessment is a process of evaluating the effects that a product has on the environment over the entire period of its life."
  },
  {
    "id": "3689960",
    "unitNumber": 8,
    "text": "Which of the following<strong> is not linked</strong> to the Border Adaptation Mechanism (CBAM)?",
    "correctAnswer": "E",
    "options": {
      "A": "The mechanism aims to reduce carbon emissions within the European Union.",
      "B": "The mechanism monitors the amount of carbon emissions in imported products.",
      "C": "The mechanism attempts to prevent carbon leakage in selected sectors.",
      "D": "The mechanism incentivizes trading partners to adopt climate-friendly production.",
      "E": "The mechanism is based on the importer's declaration for imported products."
    },
    "explanation": "Starting from January 2026 onwards, importers would be responsible for acquiring CBAM certificates for each metric ton of CO2. Importers will also be responsible for ensuring independent verifications of emission calculations. As a result, imported products will have the same carbon pricing standards as those produced domestically in the EU."
  }
]