[
  {
    "id": "3102188",
    "unitNumber": 1,
    "text": "Despite not being commonly associated as one of the topics in the definition of entrepreneurship, which of the following is part of Schumpeter's definition of entrepreneurship from an economic development context?",
    "correctAnswer": "D",
    "options": {
      "A": "Creation.",
      "B": "Risk.",
      "C": "Invention.",
      "D": "Destruction.",
      "E": "Growth."
    },
    "explanation": "As can be seen in figure 1.2, common topics in definitions of entrepreneurship are: creativity, innovation, enterprise creation, decision making, defining entrepreneurship, accepting challenges, growth, invention, risk oriented, and profit or non profit. That being said, the innovative and dynamic nature of the entrepreneur in economic development was first emphasized and brought forward by Joseph A. Shumpeter who defined entrepreneurship as the process of \"creative destruction\"."
  },
  {
    "id": "3102189",
    "unitNumber": 1,
    "text": "Considering the vital personal characteristics required for entrepreneurship, which of the following accurately describes the difference between dedication and determination?",
    "correctAnswer": "B",
    "options": {
      "A": "Dedication is the ability of the entrepreneur to persuade others while determination is the will of the entrepreneur to succeed.",
      "B": "Determination refers to the desire for success while dedication is the force that motivates them to work hard, especially during the early stages when many ideas must be generated.",
      "C": "Dedication is the beginning that enables the development of new products, services, or methods for doing business while determination is the factor that gets the entrepreneur started and motivated.",
      "D": "Determination is a function of experience and expertise, while dedication refers to the time and effort spent by the entrepreneur.",
      "E": "Dedication is the ability of the entrepreneur to create rules and set goals, while determination is their willingness to follow these rules and achieve these goals to achieve success."
    },
    "explanation": "The personal characteristics defined by certain studies as vital for entrepreneurship are as follows:\n <ul> <li><strong>Leadership</strong> is creating rules and setting goals. It is the capacity to act by seeing that success will be achieved by following the rules.</li> <li><strong>Ambition</strong> is the factor that gets an entrepreneur started and motivated. It gives the entrepreneur the power to persuade others to believe in his vision. Therefore, it enables the entrepreneur to be focused on and understood by other people.</li> <li><strong>Self-confidence</strong> thrives through actions that reduce the level of risk and uncertainty. Expertise also contributes to the formation of self-confidence.</li> <li><strong>Creativity</strong> is the beginning that enables the development of new products, services, or methods for doing business. It is the driving force of innovation and growth. Creativity allows you to get rid of prejudices by continually learning and questioning.</li> <li><strong>Dedication</strong> is the force that motivates the entrepreneur to work tirelessly, especially at the beginning stage. It is necessary to generate a lot of ideas and work hard at all stages.</li> <li><strong>Determination</strong> is an intense desire for success. It also includes stability and the ability to recover after difficult times. Profit is not the primary motivation for a determined entrepreneur. Success is the main motivation; profit is its reward.</li> <li><strong>Flexibility</strong> is the ability to respond quickly to changing market needs and conditions. The entrepreneur’s vision may even change due to market conditions.</li> </ul>"
  },
  {
    "id": "3102190",
    "unitNumber": 1,
    "text": "Which of the following is not one of the four main components of entrepreneurial thinking?",
    "correctAnswer": "E",
    "options": {
      "A": "Risk-taking.",
      "B": "Pioneering.",
      "C": "Innovation and creativity.",
      "D": "Competitive thinking.",
      "E": "Flexibility."
    },
    "explanation": "Flexibility is a personal characteristic suggested to be vital for entrepreneurship, while risk-taking, pioneering, innovation and creativity, and competitive thinking are elements of entrepreneurial thinking that reflect \"effective reasoning\" rather than \"causal reasoning\"."
  },
  {
    "id": "3102191",
    "unitNumber": 1,
    "text": "For many years in Turkey, middle-aged and older housewives with limited education have sold homemade goods, some even establishing businesses around their products (such as knitted clothing, tapestries, baked and dried food products etc.). Which of the following accurately describes the motivation for these enterprises?",
    "correctAnswer": "C",
    "options": {
      "A": "Independence.",
      "B": "Inventions.",
      "C": "Limited opportunities.",
      "D": "Earning income.",
      "E": "Prestige."
    },
    "explanation": "Limited opportunities: People who cannot get a job as they want may have to work independently. Also, groups such as retirees and homemakers who aim to provide themselves with additional income can establish a business."
  },
  {
    "id": "3102192",
    "unitNumber": 1,
    "text": "Which of the following factors accurately describes the motivation for the high number of \"fake\" or \"copycat\" products originating from China in the global market?",
    "correctAnswer": "B",
    "options": {
      "A": "Awareness of opportunities.",
      "B": "Imitation.",
      "C": "Using skills.",
      "D": "Horizontal thinking.",
      "E": "Mentoring."
    },
    "explanation": "Imitation (External Factor): Entrepreneurs develop new production techniques, introduce new products and services, and establish new businesses. However, some countries’ economic growth processes show that imitation can also be an essential economic development element. Entrepreneurs can also develop business ideas by imitating other successful ideas."
  },
  {
    "id": "3102193",
    "unitNumber": 1,
    "text": "During the global 2020 Covid-19 pandemic, large corporations failed to adapt to the changing conditions and often had to reduce or halt production and service. Which of the following accurately describes the role entrepreneurs may have filled during this period?",
    "correctAnswer": "B",
    "options": {
      "A": "Entrepreneurs used their increase in profits to accumulate capital.",
      "B": "Entrepreneurs adapted to changing conditions by ensuring production and product diversity.",
      "C": "Entrepreneurs created new employment opportunities by competing in a global market.",
      "D": "Entrepreneurs calculated the risk of doing business as being too high and followed suit with the large corporations, shutting down their businesses.",
      "E": "Entrepreneurs increased their export capacity to fill the void left by large corporations."
    },
    "explanation": "Bu soru fazlasıyla yoruma açık olabilir.<br/>The economic dimensions of the change in the world cause small businesses to adapt to new conditions. Due to competitive situations, entrepreneurs need product diversification and specialization. Entrepreneurs who cannot adapt to changing new conditions have a low chance of survival. Entrepreneurs are open systems that are in constant contact with their environment. Therefore, entrepreneurs have to adapt themselves to continually changing conditions. Keeping up with changing conditions is a requirement of sustainability, one of the companies’ main objectives."
  },
  {
    "id": "3102194",
    "unitNumber": 1,
    "text": "Which of the following is an example of an internal factor motivating entrepreneurship?",
    "correctAnswer": "E",
    "options": {
      "A": "Parents encouraging their children to participate in the family business.",
      "B": "The will to produce a certain product at a cheaper price point using new manufacturing techniques.",
      "C": "Taking advantage of the tutelage of an experienced business person by consulting them regarding their ideas.",
      "D": "Government policies with financial support for small businesses.",
      "E": "Utilizing personal skills and knowledge in a field to establish business ideas."
    },
    "explanation": "Using Skills (Internal Factor): Many people instinctively consider starting a business based on job skills. Owned skills can be significant sources of business ideas. However, many other people likely have the same abilities and therefore, robust competition on the other side."
  },
  {
    "id": "3102195",
    "unitNumber": 1,
    "text": "Which of the following statements regarding pioneering as part of the entrepreneurial mindset is correct?",
    "correctAnswer": "E",
    "options": {
      "A": "Pioneering refers to being the first at something.",
      "B": "Pioneering is the leadership required from entrepreneurs.",
      "C": "Pioneering is the ability to create new processes and recognize opportunities.",
      "D": "Pioneering refers to the search for creative, unconventional, and new solutions to problems and needs.",
      "E": "Pioneering is taking action by making the necessary decisions rather than following others."
    },
    "explanation": "Pioneering is taking action by making the necessary decisions rather than following others. The entrepreneur should be a pioneer who takes responsibility for the awareness that he is more visionary than his competitors. Pioneering is a concept related to practice. The ability to create new processes and recognize opportunities is essential. However, it is not enough for a person or business to be considered an entrepreneur. Many of the innovative thinkers were unable to translate their ideas into action."
  },
  {
    "id": "3102196",
    "unitNumber": 1,
    "text": "If education and experience in a field increase one's expertise, which personal characteristic of entrepreneurs may benefit from education and experience?",
    "correctAnswer": "C",
    "options": {
      "A": "Leadership.",
      "B": "Ambition.",
      "C": "Self-confidence.",
      "D": "Dedication.",
      "E": "Flexibility."
    },
    "explanation": "Self-confidence thrives through actions that reduce the level of risk and uncertainty. Expertise also contributes to the formation of self-confidence."
  },
  {
    "id": "3102197",
    "unitNumber": 1,
    "text": "Which theoretical approach to entrepreneurship explains the concept of entrepreneurship through organizational climate and management?",
    "correctAnswer": "E",
    "options": {
      "A": "Economic theories.",
      "B": "Psychological theories.",
      "C": "Sociological theories.",
      "D": "Personality theories.",
      "E": "Business theories."
    },
    "explanation": "Economic theories explain entrepreneurship with the profit motive, and business theories explain the organizational climate and management features. In addition to these, psychological and sociological theories have made significant contributions to this field, emphasizing non-profit motives while dealing with entrepreneurship. Psychological theories of entrepreneurship try to explain the entrepreneurial personality based on personal characteristics. Accordingly, our unique qualities significantly define our psychological and social position. Within the personality theories, psychodynamic and social-psychological approaches portray the entrepreneur as a person with a unique character with her attitude and innovative performance. In addition to these features, among the personal qualities emphasized by psychodynamic and social-psychological approaches, entrepreneurs are proactive, dynamic, focused, positive, initiative, and open to cooperation."
  },
  {
    "id": "3102198",
    "unitNumber": 1,
    "text": "What is creating rules and setting goals called?",
    "correctAnswer": "A",
    "options": {
      "A": "Leadership",
      "B": "Ambition",
      "C": "Creativity",
      "D": "Dedication",
      "E": "Determination"
    },
    "explanation": "Leadership is creating rules and setting<br/>goals. It is the capacity to act by seeing that<br/>success will be achieved by following the<br/>rules."
  },
  {
    "id": "3102199",
    "unitNumber": 1,
    "text": "What is the factor that gets an entrepreneur started and motivated called?",
    "correctAnswer": "B",
    "options": {
      "A": "Leadership",
      "B": "Ambition",
      "C": "Creativity",
      "D": "Dedication",
      "E": "Determination"
    },
    "explanation": "Ambition is the factor that gets an<br/>entrepreneur started and motivated. It gives<br/>the entrepreneur the power to persuade<br/>others to believe in his vision. Therefore, it<br/>enables the entrepreneur to be focused on<br/>and understood by other people."
  },
  {
    "id": "3102200",
    "unitNumber": 1,
    "text": "What is the beginning that enables the development of new products, services, or<br/>methods for doing business called?",
    "correctAnswer": "C",
    "options": {
      "A": "Leadership",
      "B": "Ambition",
      "C": "Creativity",
      "D": "Dedication",
      "E": "Determination"
    },
    "explanation": "Creativity is the beginning that enables the<br/>development of new products, services, or<br/>methods for doing business. It is the driving<br/>force of innovation and growth. Creativity<br/>allows you to get rid of prejudices by<br/>continually learning and questioning."
  },
  {
    "id": "3102201",
    "unitNumber": 1,
    "text": "What is the force that motivates the entrepreneur to work tirelessly, especially<br/>at the beginning stage called?",
    "correctAnswer": "D",
    "options": {
      "A": "Leadership",
      "B": "Ambition",
      "C": "Creativity",
      "D": "Dedication",
      "E": "Determination"
    },
    "explanation": "Dedication is the force that motivates the<br/>entrepreneur to work tirelessly, especially<br/>at the beginning stage. It is necessary to<br/>generate a lot of ideas and work hard at all<br/>stages."
  },
  {
    "id": "3102202",
    "unitNumber": 1,
    "text": "What is an intense desire for success called?",
    "correctAnswer": "E",
    "options": {
      "A": "Leadership",
      "B": "Ambition",
      "C": "Creativity",
      "D": "Dedication",
      "E": "Determination"
    },
    "explanation": "Determination is an intense desire for<br/>success. It also includes stability and the<br/>ability to recover after difficult times.<br/>Profit is not the primary motivation for a<br/>determined entrepreneur. Success is the<br/>main motivation; profit is its reward."
  },
  {
    "id": "3102203",
    "unitNumber": 1,
    "text": "What is the ability to respond quickly to changing market needs and conditions called?",
    "correctAnswer": "A",
    "options": {
      "A": "Flexibility",
      "B": "Ambition",
      "C": "Creativity",
      "D": "Dedication",
      "E": "Determination"
    },
    "explanation": "Flexibility is the ability to respond quickly<br/>to changing market needs and conditions.<br/>The entrepreneur’s vision may even change<br/>due to market conditions."
  },
  {
    "id": "3102204",
    "unitNumber": 1,
    "text": "Which one of the following is a vital personal characteristic for entrepreneurship?",
    "correctAnswer": "B",
    "options": {
      "A": "Risk-taking",
      "B": "Self-confidence",
      "C": "Pioneering",
      "D": "Innovation and creativity",
      "E": "Competitive thinking"
    },
    "explanation": "Some studies<br/>suggest that some personal characteristics, such<br/>as leadership, ambition and self-confidence,<br/>creativity, dedication, determination, and<br/>flexibility, are vital for entrepreneurship"
  },
  {
    "id": "3102205",
    "unitNumber": 1,
    "text": "Which one of the following <strong>is not </strong>a main component of entrepreneurial thinking?",
    "correctAnswer": "C",
    "options": {
      "A": "Risk-taking",
      "B": "Pioneering",
      "C": "Flexibility",
      "D": "Innovation and creativity",
      "E": "Competitive thinking"
    },
    "explanation": "Entrepreneurial thinking generally has<br/>four main components. These are risk-taking,<br/>pioneering, innovation and creativity, and<br/>competitive thinking"
  },
  {
    "id": "3102206",
    "unitNumber": 1,
    "text": "Which one of the following <strong>is not</strong> a main reason for owning a business?",
    "correctAnswer": "D",
    "options": {
      "A": "Earning income",
      "B": "Inventions",
      "C": "Limited opportunities",
      "D": "Dependent",
      "E": "Prestige"
    },
    "explanation": "The main reasons for owning a business can generally be as follows:<br/>• Earning income<br/>• Independence<br/>• Inventions\n • Limited opportunities<br/>• Prestige"
  },
  {
    "id": "3102207",
    "unitNumber": 1,
    "text": "I. Risk\n II. Income\n III. Age\n IV. Education\n Which of the essential elements above stand out in the<br/>explanations made about entrepreneurs’ characteristics?",
    "correctAnswer": "E",
    "options": {
      "A": "I and III",
      "B": "II and IV",
      "C": "I and IV",
      "D": "II and III",
      "E": "I and II"
    },
    "explanation": "Four essential elements stand out in the<br/>explanations made about entrepreneurs’<br/>characteristics (Litunnen, 2000, p. 295). These<br/>elements are below:<br/>• Risk<br/>• Income<br/>• Effort<br/>• Creation"
  },
  {
    "id": "3102208",
    "unitNumber": 2,
    "text": "The employee who is willing to and able to transform his/her ideas to a successful innovation for the sake of their organizations is called internal corporate ____________.\n Which of the following best fills in the blank?",
    "correctAnswer": "D",
    "options": {
      "A": "CEO",
      "B": "Manager",
      "C": "Capitalist",
      "D": "Entrepreneur",
      "E": "Managing director"
    },
    "explanation": "The correct answer is <strong>D</strong>. The employee who is willing to and able to transform his/her ideas to a successful innovation for the sake of their organizations is called internal corporate entrepreneur."
  },
  {
    "id": "3102209",
    "unitNumber": 2,
    "text": "____________ ____________ refers to the strategic posture of firms towards entrepreneurship in three dimensions which are proactiveness, innovativeness, and risk-taking propensity.\n Which of the following pair best fits in the blanks?",
    "correctAnswer": "B",
    "options": {
      "A": "Strategic renewal",
      "B": "Entrepreneurial orientation",
      "C": "Innovative ability",
      "D": "Technology creation",
      "E": "Product creation"
    },
    "explanation": "The correct answer is <strong>B</strong>. Entrepreneurial orientation refers to the strategic posture of firms towards entrepreneurship in three dimensions which are proactiveness, innovativeness, and risk-taking propensity."
  },
  {
    "id": "3102210",
    "unitNumber": 2,
    "text": "Which of the following is <strong>not </strong>a form of corporate entrepreneurship?",
    "correctAnswer": "A",
    "options": {
      "A": "Process innovation",
      "B": "Sustained regeneration",
      "C": "Organizational rejuvenation",
      "D": "Strategic renewal",
      "E": "Domain redefinition"
    },
    "explanation": "Process innovation is not a form of corporate entrepreneurship."
  },
  {
    "id": "3102211",
    "unitNumber": 2,
    "text": "Which of the following happens “when top management of the corporations becomes inclusive among their employees in developing, emerging, or renewing the planned strategies against the rival competition.”",
    "correctAnswer": "D",
    "options": {
      "A": "Process innovation",
      "B": "Sustained regeneration",
      "C": "Organizational rejuvenation",
      "D": "Strategic renewal",
      "E": "Domain redefinition"
    },
    "explanation": "The correct answer is <strong>D</strong>. Strategic renewal happens when top management of the corporations becomes inclusive among their employees in developing, emerging, or renewing the planned strategies against the rival competition."
  },
  {
    "id": "3102212",
    "unitNumber": 2,
    "text": "Which of the following products is one of the examples of “<strong>Domain Redefinition</strong><strong>” </strong>as a type of corporate entrepreneurship?",
    "correctAnswer": "C",
    "options": {
      "A": "Cumhuriyet peperoni",
      "B": "Ekici cheese",
      "C": "Selpak napkin",
      "D": "Filiz pasta",
      "E": "Kavaklıdere vinegar"
    },
    "explanation": "The correct answer is <strong>C</strong>. <strong>Domain Redefinition</strong> is the positioning or repositioning of one or a group of current or new products or services in the markets. Among all other products of Eczacibasi, Selpak became the generic name of the whole paper napkins in the Turkish napkin market."
  },
  {
    "id": "3102213",
    "unitNumber": 2,
    "text": "Which of the following is <strong>not</strong> necessary in order to create a better environment for an internal corporate entrepreneurship?",
    "correctAnswer": "E",
    "options": {
      "A": "Management support",
      "B": "Reward System",
      "C": "Tolerance for risk taking",
      "D": "Autonomy",
      "E": "Dependence"
    },
    "explanation": "The correct answer is <strong>E</strong>. <strong>Dependence </strong>is not necessary in order to create a better environment for an internal corporate entrepreneurship."
  },
  {
    "id": "3102214",
    "unitNumber": 2,
    "text": "The experience and education level of employees are called __________ ____________.\n Which of the following pair best fit in the blanks?",
    "correctAnswer": "B",
    "options": {
      "A": "Tangible resources",
      "B": "Intangible resources",
      "C": "Physical resources",
      "D": "Conventional resources",
      "E": "Unconventional resources"
    },
    "explanation": "The correct answer is <strong>B</strong>. The experience and education level of employees are called intangible resources."
  },
  {
    "id": "3102215",
    "unitNumber": 2,
    "text": "Which of the following is an example of intellectual property of a firm?",
    "correctAnswer": "D",
    "options": {
      "A": "Buildings",
      "B": "Land",
      "C": "Machinery",
      "D": "Patent",
      "E": "Workers"
    },
    "explanation": "The correct answer is <strong>D</strong>. Patent is an example of intellectual property of a firm."
  },
  {
    "id": "3102216",
    "unitNumber": 2,
    "text": "A/An _____________ is the implementation of a new or significantly improved product (good or service), or process, a new marketing method, or a new organizational method in business practices, workplace organization or external relations.\n Which of the following best fits in thee blank?",
    "correctAnswer": "C",
    "options": {
      "A": "Production",
      "B": "Imitation",
      "C": "Innovation",
      "D": "Assembly",
      "E": "Factorization"
    },
    "explanation": "The correct answer is <strong>C</strong>. A <u>innovation</u> is the implementation of a new or significantly improved product (good or service), or process, a new marketing method, or a new organizational method in business practices, workplace organization or external relations."
  },
  {
    "id": "3102217",
    "unitNumber": 2,
    "text": "Which of the following is one of the most salient outcome indicators for intrapreneurship?",
    "correctAnswer": "B",
    "options": {
      "A": "Production capacity",
      "B": "Innovative performance",
      "C": "Productivity enhancement",
      "D": "Efficiency gains",
      "E": "Employment creation"
    },
    "explanation": "The correct answer is <strong>B</strong>. Innovative performance is one of the most salient outcomes indicators for intrapreneurship."
  },
  {
    "id": "3102218",
    "unitNumber": 2,
    "text": "Which one of the following options is the least effective internal factors for corporate entrepreneurship?",
    "correctAnswer": "A",
    "options": {
      "A": "Building a warm climate",
      "B": "Project development",
      "C": "Effective reward system",
      "D": "Motivating for risk-taking",
      "E": "A discrete work environment"
    },
    "explanation": "As to the previous research in the internal factors of corporate entrepreneurship, there are main and consistent findings that uncover the organizational mechanisms and factors. These are, management support for idea generation and project development (Bulut and Alpkan, 2006, p.65), an effective reward system (Kanter, 2006, p.77), a discrete work environment, allocation of resources owned by the organization (Hornsby et al., 2001, p.267), and motivating employees to take risks or tolerancing the failures. Besides, which employees are called as intrapreneurs, and what the main characteristics of them that differentiate them from regular employees are should be clarified. Therefore the correct answer is A. This is a quite shallow method for developing entrepreneurship."
  },
  {
    "id": "3102219",
    "unitNumber": 2,
    "text": "Which one of the following is the trigger of new business creation in on-going organizations through various innovative endeavors?",
    "correctAnswer": "B",
    "options": {
      "A": "Product innovation",
      "B": "Corporate entrepreneurship",
      "C": "Process innovations",
      "D": "Marketing techniques",
      "E": "Organizational development"
    },
    "explanation": "Corporate entrepreneurship is the trigger of new business creation in on-going organizations through various innovative endeavors. These entrepreneurial efforts are not limited to different forms of innovations such as product, process, marketing technique, and organization. The correct answer is B."
  },
  {
    "id": "3102220",
    "unitNumber": 2,
    "text": "Which of the following options collectively defines intrapreneurship?\n I. Processes that start intrapreneurs\n II. Follow-up\n III. Resources\n IV. Result with innovation\n V. Contribute to sustainability",
    "correctAnswer": "C",
    "options": {
      "A": "I-II-III-IV",
      "B": "II-III-IV-V",
      "C": "I-II-IV-V",
      "D": "II-III-IV-V",
      "E": "I-II-III-V"
    },
    "explanation": "Employees’ internal-entrepreneurial behaviors come to surface only with the commitment of management towards innovative outcomes (Alpkan et al., 2010, p.736). Therefore, intrapreneurship is the sum of the processes that intrapreneurs start, follow-up, lead, and result with innovation with the support of management, and it contributes to the economic development and sustainability of organizations. The correct response is C."
  },
  {
    "id": "3102221",
    "unitNumber": 2,
    "text": "Which one of the following options <strong>is not</strong> one of the dimensions of entrepreneural orientation?",
    "correctAnswer": "D",
    "options": {
      "A": "Innovativeness",
      "B": "Risk-taking propensity",
      "C": "Proactiveness",
      "D": "Locus of control",
      "E": "Competitive agressiveness"
    },
    "explanation": "Although the research and literature on entrepreneurial orientation are still in growth, if we aim at summing up the dimensions entrepreneurial orientation, four-dimensional theoretical structure, which are innovativeness, proactiveness, risk-taking propensity, and competitive aggressiveness, becomes prominent among other combinations. The correct response is D."
  },
  {
    "id": "3102222",
    "unitNumber": 2,
    "text": "In order to create an ……………… ………………. in organizations, top managers’ capacity to well understand and convince the middle level managers in their organizations is essential.\n Which one of the following options should fill in the blanks in the sentence?",
    "correctAnswer": "E",
    "options": {
      "A": "Commitment to intrapreneurship",
      "B": "Intrapreneurship climate",
      "C": "Intrapreneurship support",
      "D": "Intrapreneurship resources",
      "E": "Intrapreneurship culture"
    },
    "explanation": "In order to create an intrapreneurship culture in organizations, top managers’ capacity to well understand and convince the middle level managers in their organizations is essential. Thus, the correct response is E."
  },
  {
    "id": "3102223",
    "unitNumber": 2,
    "text": "Which one of the options <strong>does not</strong> include the main components of internal factors for intrapreneurship?",
    "correctAnswer": "A",
    "options": {
      "A": "Moderating factors",
      "B": "Management support",
      "C": "Risk-taking",
      "D": "Autonomy",
      "E": "Resource allocation"
    },
    "explanation": "Intrapreneurship with organizational performance are significant. Besides other conditional, mediating or moderating factors, the main components of internal factors for intrapreneurship in the literature are management support (Stevenson and Jarillo, 1990,p.25) for new ideas (Fry, 1987, p.6) and projects (Bulut and Alpkan, 2006, p.67), risk-taking (Lumpkin and Dess, 2001, p.431), autonomy (Dess and Lumpkin, 2005, p.148), and resource allocation (Covin and Miles, 1999, p.52) including time. Thus, the correct response is A."
  },
  {
    "id": "3102224",
    "unitNumber": 2,
    "text": "Which one of the following is more important when rewarding individuals for entrepreneurship in organizations?",
    "correctAnswer": "B",
    "options": {
      "A": "Promotion to managerial positions",
      "B": "Interaction of extrinsic and intrinsic rewards",
      "C": "Extrinsic rewards are more important",
      "D": "Intrinsic rewards are more important",
      "E": "Establishing a support unit"
    },
    "explanation": "While extrinsic rewards are important to start-up intrapreneurship, conditioning the employees towards intrapreneurship is dependent on the powerful interaction of the extrinsic and intrinsic rewards. Intrinsic rewards refer to the psychological rewards perceived values of which are much higher than their economic value or exchange value with money. The main sorts of intrinsic rewards are appreciation, gratification, or recognition. The correct response is B."
  },
  {
    "id": "3102225",
    "unitNumber": 2,
    "text": "Which one of the following options provides enhancement for intrapreneurs to pursue projects in terms of persistence and patience for innovation?",
    "correctAnswer": "C",
    "options": {
      "A": "Management support",
      "B": "Reward system",
      "C": "Autonomy",
      "D": "Tolerance for risk-taking",
      "E": "Resource allocation"
    },
    "explanation": "Enhancement of autonomy provides the intrapreneurs with the independence to pursue project in terms of persistence and patience for innovation. The correct answer is C"
  },
  {
    "id": "3102226",
    "unitNumber": 2,
    "text": "Which one of the following <strong>does not</strong> include the correct functions of management?",
    "correctAnswer": "D",
    "options": {
      "A": "Planning",
      "B": "Organizing",
      "C": "Leading",
      "D": "Delegating",
      "E": "Controlling"
    },
    "explanation": "Considering the functions of management, which are planning, organizing, leading, and controlling, firms’ strategies for corporate entrepreneurship are also subject to performance evaluation. The correct response is D."
  },
  {
    "id": "3102227",
    "unitNumber": 2,
    "text": "Which one of the following is the preference of modern managers?",
    "correctAnswer": "E",
    "options": {
      "A": "Attitudes",
      "B": "Loyalty",
      "C": "Hardworking",
      "D": "Commitment to organization",
      "E": "Control objectives"
    },
    "explanation": "Modern managers frequently control the facts of the operations to compare them with the objectives in plans, whereas traditional managers prefer to evaluate the attitudes of organizational members about whether they are hardworking, are loyal to them, or committed to the organization. The correct response is E"
  },
  {
    "id": "3102228",
    "unitNumber": 3,
    "text": "Which of the following is one of the benefits of innovation for companies?",
    "correctAnswer": "A",
    "options": {
      "A": "Reducing the manufacturing times of the services and products",
      "B": "Decrease in quality",
      "C": "Reduction in size of product mix and line",
      "D": "Minimizing customer satisfaction",
      "E": "Decreasing the share rate in the market"
    },
    "explanation": "The benefits of innovation for companies can be listed as follows (Uzkurt, 2010, p.30):<br/>• A decrease in costs,<br/>• Providing competitive advantage,<br/>• Increasing the share rate in the market,<br/>• Increase in productivity,<br/>• Providing efficiency in the use of raw materials,<br/>• Increase in profitability,<br/>• Transforming information into an economic phenomenon,<br/>• Improvement of quality,<br/>• Expansion of product mix and line,<br/>• Discovering new market environments,<br/>• Providing convenience in entering new markets,<br/>• Maximizing customer satisfaction,<br/>• Reducing the manufacturing times of the services and products and minimizing the waste given,<br/>• Providing flexibility in manufacturing, marketing, and supply,<br/>• Providing data sharing by improving the communication environment with suppliers, consumers, and intermediary institutions,<br/>• Improved working conditions."
  },
  {
    "id": "3102229",
    "unitNumber": 3,
    "text": "Which of the following is one of the individual determinants of innovation?",
    "correctAnswer": "B",
    "options": {
      "A": "Managerial tenur",
      "B": "Emotional intelligence",
      "C": "Administrative intensity",
      "D": "De-Centralization",
      "E": "External and Internal Communication"
    },
    "explanation": "We can classify the individual determinants of innovation under six headings (Patterson et al., 2009). The first one is intelligence, that is, the ability to grasp and intellectual responsibility. The second component is expressed as the concept of personality, and with this concept, the openness of the person to experience is defined. The third <br/>component is the concept of motivation. The fourth component is the concept of knowledge, which is explained by one’s experience and level of expertise and is a crucial human resource for innovation in organizations. The fifth component is strong communication, and this component defines the behavioral dimension in social relations. The sixth and final component is called emotional intelligence."
  },
  {
    "id": "3102230",
    "unitNumber": 3,
    "text": "Which of the following is one of the organizational and environmental determinants of innovation?",
    "correctAnswer": "C",
    "options": {
      "A": "Intelligence",
      "B": "Personality",
      "C": "Technical information resources",
      "D": "Strong communication",
      "E": "Knowledge"
    },
    "explanation": "We can define the organizational and environmental determinants that affect innovation as follows (Damanpour, 1991, p.558).<br/>• Specialization<br/>• Professionalism<br/>• Technical information resources<br/>• Administrative intensity<br/>• Managerial tenure<br/>• De-Centralization<br/>• External and Internal Communication"
  },
  {
    "id": "3102231",
    "unitNumber": 3,
    "text": "According to the Oslo Manual (2005), which of the following factors that hinder or may hinder innovation are one of the cost factors?",
    "correctAnswer": "D",
    "options": {
      "A": "Insufficient demand for innovative products",
      "B": "A potential market dominated by established enterprises",
      "C": "Insufficient outsourcing of information and services",
      "D": "Insufficient external capital in the business",
      "E": "Inability to devote staff to innovation activity due to production requirements"
    },
    "explanation": "Cost factors:<br/>• Excessive perceived risks<br/>• High costs<br/>• Insufficient capital within the enterprise<br/>• Insufficient external capital in the business"
  },
  {
    "id": "3102232",
    "unitNumber": 3,
    "text": "What is the concept that is defined as to develop a method, tool, device that is not previously available and to create something very different from the existing structure?",
    "correctAnswer": "E",
    "options": {
      "A": "Entrepreneurship",
      "B": "Creativity",
      "C": "Research and development",
      "D": "Innovation",
      "E": "Invention"
    },
    "explanation": "Invention is to develop a method, tool, device that is not previously available and to create something very different from the existing structure. We cannot accept every invention as innovation."
  },
  {
    "id": "3102233",
    "unitNumber": 3,
    "text": "Which of the following statements about innovation related concepts is correct?",
    "correctAnswer": "A",
    "options": {
      "A": "Innovation creates economic value if it combines with entrepreneurship.",
      "B": "Invention is a commercial innovation.",
      "C": "Innovation is an input of R&amp;D studies.",
      "D": "Creativity is not considered the starting point of the innovation process.",
      "E": "Originality means that the product presented is same wiht what was previously offered."
    },
    "explanation": "This question can be answered by understanding the concepts related with innovation. Innovation is a commercial invention. Innovation is an output of R&amp;D studies. Originality means that the product presented is different from what was previously offered. Individual and organizational creativity is considered the starting point of the innovation process. Innovation creates economic value if it combines with entrepreneurship<br/>Innovation creates economic value if it combines with entrepreneurship."
  },
  {
    "id": "3102234",
    "unitNumber": 3,
    "text": "Which of the following is one of the innovation types by application area?",
    "correctAnswer": "B",
    "options": {
      "A": "Radical Innovation",
      "B": "Service Innovation",
      "C": "Incremental Innovation",
      "D": "Modular Innovation",
      "E": "Architectural Innovation"
    },
    "explanation": "According to the application areas, also known as technical innovation, innovation types are classified in three ways as (i) product, (ii) service, and (iii) process innovations.<br/>Service Innovation"
  },
  {
    "id": "3102235",
    "unitNumber": 3,
    "text": "Which of the following pairs is correct about the comparison of incremental and radical innovation?",
    "correctAnswer": "C",
    "options": {
      "A": "Continuous product and process improvements- Radical Innovation",
      "B": "They change or create an industry-Incremental Innovation",
      "C": "They are generally developed by the businesses in the industry- Incremental Innovation",
      "D": "They happen rarely- Incremental Innovation",
      "E": "Enables the development of business capabilities of existing businesses in the industry-Radical Innovation"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/49ff66154c3e4fbb15d8f74715cc57fa.png\" alt=\"\" width=\"796\" height=\"313\"><br/>They are generally developed by the businesses in the industry- Incremental Innovation"
  },
  {
    "id": "3102236",
    "unitNumber": 3,
    "text": "Private manufacturing companies make single and often complex products according to the customers’ orders. According to the changes which are not considered innovations, what type of change is this?",
    "correctAnswer": "D",
    "options": {
      "A": "Trading of new or significantly improved products",
      "B": "Regular seasonal and other cyclical changes",
      "C": "Simple capital replacement or extension",
      "D": "Customization",
      "E": "Ceasing to use a process, a marketing method or an organization method, or to market a product"
    },
    "explanation": "Customization is one of the changes which are not considered innovations. Private manufacturing companies make single and often complex products according to the customers’ orders. This one-time product is not<br/>a product innovation unless it shows significantly different properties from the products the company has previously made. The point to be noted here is not the implementation of the customized production itself, but the product changes due to personalization. For example, the integration of production, sales, and delivery operations is an organizational innovation."
  },
  {
    "id": "3102237",
    "unitNumber": 3,
    "text": "What is the last adaptation stage of innovation?",
    "correctAnswer": "E",
    "options": {
      "A": "Awareness",
      "B": "Interest",
      "C": "Evaluation",
      "D": "Trial",
      "E": "Adoption"
    },
    "explanation": "Adoption; occurs when the result of the trial is positive. Innovation becomes a part of one’s life and practices, and this becomes a factor in the adoption of others (Yurttaş et al., 2007, p.46).\n<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f88311d6854bb5436dd693ce7e3f0382.png\" alt=\"\" width=\"758\" height=\"223\">"
  },
  {
    "id": "3102238",
    "unitNumber": 3,
    "text": "What is increasing self-confidence and a commitment to move beyond the status quo called?",
    "correctAnswer": "A",
    "options": {
      "A": "Professionalism",
      "B": "Administrative intensity",
      "C": "Managerial tenure",
      "D": "De-Centralization\n External and Internal Communication",
      "E": "De-Centralization\n External and Internal Communication"
    },
    "explanation": "Professionalism: Professionalism increases<br/>self-confidence and a commitment to move<br/>beyond the status quo."
  },
  {
    "id": "3102239",
    "unitNumber": 3,
    "text": "The higher the _______________, the more easily can new technical ideas be understood, and procedures for their development and implementation be attained.\n Fill in the blank above with the appropriate answer below.",
    "correctAnswer": "B",
    "options": {
      "A": "Professionalism",
      "B": "Technical information resources",
      "C": "Managerial tenure",
      "D": "De-Centralization",
      "E": "External and Internal Communication"
    },
    "explanation": "Technical information resources: The<br/>higher the technical knowledge resources,<br/>the more easily can new technical ideas<br/>be understood, and procedures for their<br/>development and implementation be<br/>attained."
  },
  {
    "id": "3102240",
    "unitNumber": 3,
    "text": "What is successful adoption of innovations depends mostly on the leadership, support, and coordination provided by managers called?",
    "correctAnswer": "C",
    "options": {
      "A": "Professionalism",
      "B": "Managerial tenure",
      "C": "Administrative intensity",
      "D": "De-Centralization",
      "E": "External and Internal Communication"
    },
    "explanation": "Administrative intensity: Successful<br/>adoption of innovations depends mostly on<br/>the leadership, support, and coordination<br/>provided by managers."
  },
  {
    "id": "3102241",
    "unitNumber": 3,
    "text": "What is the longevity of the managers in their work provides legitimacy<br/>and information on how to carry out the tasks, how to manage political processes,<br/>and achieve the desired results called?",
    "correctAnswer": "D",
    "options": {
      "A": "Professionalism",
      "B": "Administrative intensity",
      "C": "De-Centralization",
      "D": "Managerial tenure",
      "E": "External and Internal Communication"
    },
    "explanation": "Managerial tenure: The longevity of the<br/>managers in their work provides legitimacy<br/>and information on how to carry out the<br/>tasks, how to manage political processes,<br/>and achieve the desired results."
  },
  {
    "id": "3102242",
    "unitNumber": 3,
    "text": "What is environmental screening of members and extra organizational, professional activities can bring innovative ideas called?",
    "correctAnswer": "E",
    "options": {
      "A": "Professionalism",
      "B": "Administrative intensity",
      "C": "Managerial tenure",
      "D": "De-Centralization",
      "E": "External and Internal Communication"
    },
    "explanation": "External and Internal Communication:<br/>Environmental screening of members and<br/>extra organizational, professional activities<br/>can bring innovative ideas"
  },
  {
    "id": "3102243",
    "unitNumber": 3,
    "text": "Which one of the following is a cost factor that hinder or may hinder innovation according to the Oslo Manual?",
    "correctAnswer": "A",
    "options": {
      "A": "Excessive perceived risks",
      "B": "Inadequate innovation efforts",
      "C": "Uncertain demand for innovative goods or services",
      "D": "Lack of infrastructure",
      "E": "Insufficient demand for innovative products"
    },
    "explanation": "According to the Oslo Manual (2005), the<br/>factors that hinder or may hinder innovation are<br/>(OECD, 2003, p.113):<br/>Cost factors:<br/>• Excessive perceived risks<br/>• High costs<br/>• Insufficient capital within the enterprise<br/>• Insufficient external capital in the business"
  },
  {
    "id": "3102244",
    "unitNumber": 3,
    "text": "Which one of the following is a knowledge factor that hinder or may hinder innovation according to the Oslo Manual?",
    "correctAnswer": "B",
    "options": {
      "A": "Excessive perceived risks",
      "B": "Inadequate innovation efforts",
      "C": "Uncertain demand for innovative goods or services",
      "D": "Lack of infrastructure",
      "E": "Insufficient demand for innovative products"
    },
    "explanation": "Knowledge Factors:<br/>• Inadequate innovation efforts,<br/>• Lack of qualified employees,<br/>• Technology deficiency,<br/>• Lack of information on markets,<br/>• Insufficient outsourcing of information and<br/>services,<br/>• Incomplete cooperation in process<br/>innovation,<br/>• Insufficient marketing distribution activity,<br/>• Incompatibility of employees working in<br/>innovation,\n • Management does not want innovation,<br/>• The administrative function of the<br/>entrepreneur,<br/>• Innovation flaw,<br/>• Inability to devote staff to innovation<br/>activity due to production requirements."
  },
  {
    "id": "3102245",
    "unitNumber": 3,
    "text": "Which one of the following is a market factor that hinder or may hinder innovation according to the Oslo Manual?",
    "correctAnswer": "C",
    "options": {
      "A": "Excessive perceived risks",
      "B": "Inadequate innovation efforts",
      "C": "Uncertain demand for innovative goods or services",
      "D": "Lack of infrastructure",
      "E": "Insufficient demand for innovative products"
    },
    "explanation": "Market Factors:<br/>• Uncertain demand for innovative goods or<br/>services<br/>• A potential market dominated by established<br/>enterprises"
  },
  {
    "id": "3102246",
    "unitNumber": 3,
    "text": "Which one of the following is an i nstitutional factor that hinder or may hinder innovation according to the Oslo Manual?",
    "correctAnswer": "D",
    "options": {
      "A": "Excessive perceived risks",
      "B": "Inadequate innovation efforts",
      "C": "Uncertain demand for innovative goods or services",
      "D": "Lack of infrastructure",
      "E": "Insufficient demand for innovative products"
    },
    "explanation": "Institutional Factors:<br/>• Lack of infrastructure,<br/>• The weakness of property rights,<br/>• Legal authority regulations and scope"
  },
  {
    "id": "3102247",
    "unitNumber": 3,
    "text": "Which one of the following is an other factor that hinder or may hinder innovation according to the Oslo Manual?",
    "correctAnswer": "E",
    "options": {
      "A": "Excessive perceived risks",
      "B": "Inadequate innovation efforts",
      "C": "Uncertain demand for innovative goods or services",
      "D": "Lack of infrastructure",
      "E": "Insufficient demand for innovative products"
    },
    "explanation": "Other Factors:<br/>• The current innovative processes are<br/>considered sufficient,<br/>• Insufficient demand for innovative<br/>products."
  },
  {
    "id": "3102248",
    "unitNumber": 4,
    "text": "Which of the following is tool for new entrepreneurs seeking financial support express their business ideas and for funders and investors to determine whether the enterprise is worth investing in?",
    "correctAnswer": "A",
    "options": {
      "A": "Business plan",
      "B": "Strategy",
      "C": "Business policy",
      "D": "Mission statement",
      "E": "Procedure"
    },
    "explanation": "Business plans are tools for funders and investors to determine whether the enterprise is worth investing in. This guide is an essential roadmap for small and medium-sized businesses, especially in a business environment where resources are scarce and difficult to reach."
  },
  {
    "id": "3102249",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Motivation</li> <li>Preparing a program</li> <li>Identifying a successful business idea</li> <li>Feasibility research of the business idea</li> <li>Preparing the business plan</li> <li>Start the business</li> </ol> Which of the following is the correct sorting of basic steps of the business establishment?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV, V, VI",
      "B": "VI, V, IV, III, II, I",
      "C": "I, III, II, IV, V, VI",
      "D": "I, IV, VI, V, II, III",
      "E": "V, VI, IV, I, II, III"
    },
    "explanation": "Basic Steps of the Business Establishment Process:\n <ul> <li>Motivation</li> <li>Preparing a program</li> <li>Identifying a successful business idea</li> <li>Feasibility research of the business idea</li> <li>Preparing the business plan</li> <li>Start the business</li> </ul>"
  },
  {
    "id": "3102250",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>A Business plan is a guide and roadmap to starting a business</li> <li>A Business plan is a tool that provides the necessary research and planning studies before establishing a business.</li> <li>A Business plan is required to obtain support from a bank or other financial organization</li> </ol> Which of the above statements are true?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II and III",
      "B": "I and II",
      "C": "I and III",
      "D": "II and III",
      "E": "III"
    },
    "explanation": "A Business plan is a guide and roadmap to starting a business. It is a tool that provides the necessary research and planning studies before establishing a business. It is required to obtain support from a bank or other financial organization."
  },
  {
    "id": "3102251",
    "unitNumber": 4,
    "text": "Which of the following elements of business plan is the most important?",
    "correctAnswer": "A",
    "options": {
      "A": "Executive summary",
      "B": "Market",
      "C": "Organization",
      "D": "Management type",
      "E": "Operations"
    },
    "explanation": "The executive summary is the most important part of the Business Plan."
  },
  {
    "id": "3102252",
    "unitNumber": 4,
    "text": "Which of the following executive summary elements do include items such as prototypes, patents, location of a facility, key contracts required for product development?",
    "correctAnswer": "A",
    "options": {
      "A": "Critical advances",
      "B": "Business concept",
      "C": "Financial features",
      "D": "Financial requirements",
      "E": "Current status of the business"
    },
    "explanation": "Critical advances: Include items such as prototypes, patents, location of a facility, key contracts required for product development, or the results of any sample marketing performed."
  },
  {
    "id": "3102253",
    "unitNumber": 4,
    "text": "Which of the following business plan elements do focus on business structure and describe the type of operation like wholesale and retail?",
    "correctAnswer": "A",
    "options": {
      "A": "Company description",
      "B": "Product or service",
      "C": "Market",
      "D": "Financial projections",
      "E": "Marketing plan"
    },
    "explanation": "When defining a business, the first thing to focus on is its structure. Company description section should describe the type of operation (wholesale, retail, manufacturing, or service-oriented)."
  },
  {
    "id": "3102254",
    "unitNumber": 4,
    "text": "Which of the following executive summary elements do include the capital info required to start or grow the business?",
    "correctAnswer": "A",
    "options": {
      "A": "Financial requirements",
      "B": "Business concept",
      "C": "Financial features",
      "D": "Current status of the business",
      "E": "Critical advances"
    },
    "explanation": "Financial requirements: The capital required to start or grow the business is clearly stated. It is necessary to detail how the capital will be used and the state of equity."
  },
  {
    "id": "3102255",
    "unitNumber": 4,
    "text": "In which of the following part of the business plan do experts expect to find information on workflow diagrams?",
    "correctAnswer": "A",
    "options": {
      "A": "Operations",
      "B": "Financial projections",
      "C": "Market",
      "D": "Marketing plan",
      "E": "Company description"
    },
    "explanation": "Experts evaluating the business plan generally expect the following information to be included in the Operations section:\n <ul> <li>Location analysis,</li> <li>Research to provide raw materials and semi- finished products,</li> <li>Quality and cost of labor,</li> <li>Shipping costs and order lead times,</li> <li>Estimation of capacity and compatibility with financing resources, and</li> <li>Workflow diagrams.</li> </ul>"
  },
  {
    "id": "3102256",
    "unitNumber": 4,
    "text": "In which of the following part of the business plan do experts expect to find information on competitors and market shares in the industry?",
    "correctAnswer": "A",
    "options": {
      "A": "Market",
      "B": "Organization and management",
      "C": "Operations",
      "D": "Financial projections",
      "E": "Company description"
    },
    "explanation": "Experts evaluating the business plan generally expect the following information to be included in the Market section:\n <ul> <li>Information on the sector and sub-sector in which the enterprise will operate,</li> <li>General characteristics of the sector in which the business will operate, its current situation, and expectations for the future,</li> <li>Competitors and market shares in the industry</li> </ul>"
  },
  {
    "id": "3102257",
    "unitNumber": 4,
    "text": "In which of the following part of the business plan do experts expect to find information on balance sheets and income statements for the last three years for companies that are not newly established?",
    "correctAnswer": "A",
    "options": {
      "A": "Financial projections",
      "B": "Marketing plan",
      "C": "Operations",
      "D": "Management style",
      "E": "Product or service"
    },
    "explanation": "Experts evaluating the business plan generally expect the following information to be included in the Financial Projections section:\n <ul> <li>The funding requirement for the establishment phase of the business,</li> <li>Loan repayment</li> <li>Balance sheets and income statements for the last three years for companies that are not newly established,</li> <li>Compliance of cash flows with income and expenses,</li> </ul>"
  },
  {
    "id": "3102258",
    "unitNumber": 4,
    "text": "Which of the following has the primary purpose to determine how and when entrepreneurs will carry out activities to achieve specific goals in the business establishment process?",
    "correctAnswer": "B",
    "options": {
      "A": "A business meeting",
      "B": "A business plan",
      "C": "A businesss decision",
      "D": "A business portal",
      "E": "A business projection"
    },
    "explanation": "A business plan’s primary purpose is to determine how and when entrepreneurs will carry out activities to achieve specific goals in the business establishment process. That's why the correct answer is B."
  },
  {
    "id": "3102259",
    "unitNumber": 4,
    "text": "What is the main reason why the vast majority of startups fail when they start operations?",
    "correctAnswer": "A",
    "options": {
      "A": "Lack of a detailed business plan.",
      "B": "Lack of sectorel awareness.",
      "C": "Lack of sufficient capital.",
      "D": "Lack of ethical integrity.",
      "E": "Lack of discipline."
    },
    "explanation": "According to our textbook, the main reason why the vast majority of startups fail is that they start operations without a detailed business plan."
  },
  {
    "id": "3102260",
    "unitNumber": 4,
    "text": "As a ................... tool, the business plan is used to raise funds, attract investment, and find strategic business partners.\n Choose the correct word that suits the meaning in the above sentence.",
    "correctAnswer": "D",
    "options": {
      "A": "Official",
      "B": "Management",
      "C": "Pİanning",
      "D": "Communication",
      "E": "Benefit"
    },
    "explanation": "As a communication tool, the business plan is used to raise funds, attract investment, and find strategic business partners."
  },
  {
    "id": "3102261",
    "unitNumber": 4,
    "text": "As a ............. tool, the business plan helps determine the ways to be followed depending on the development stages of the enterprise, monitoring the results, and evaluating the development.\n Choose the correct word that suits the meaning in the above sentence best.",
    "correctAnswer": "E",
    "options": {
      "A": "Communication",
      "B": "Development",
      "C": "Assessment",
      "D": "Evaluation",
      "E": "Management"
    },
    "explanation": "As a management tool, the business plan helps determine the ways to be followed depending on the development stages of the enterprise, monitoring the results, and evaluating the development."
  },
  {
    "id": "3102262",
    "unitNumber": 4,
    "text": "As a ............... tool, the business plan guides at every stage of the business.\n Choose the correct word that suits the meaning in the above sentence best.",
    "correctAnswer": "E",
    "options": {
      "A": "Communication",
      "B": "Management",
      "C": "Startup",
      "D": "Traditional",
      "E": "Planning"
    },
    "explanation": "As a planning tool, the business plan guides at every stage of the business."
  },
  {
    "id": "3102263",
    "unitNumber": 4,
    "text": "Which of the following is <strong>not</strong> an element of a business plan?",
    "correctAnswer": "E",
    "options": {
      "A": "Executive Summary",
      "B": "Company Description",
      "C": "Product or Service",
      "D": "Market",
      "E": "Exchange rate"
    },
    "explanation": "\"Exchange rate\" is not an element of a business plan."
  },
  {
    "id": "3102264",
    "unitNumber": 4,
    "text": "Which of the following must be included in a business plan?",
    "correctAnswer": "C",
    "options": {
      "A": "Work Hours",
      "B": "Racial Setup of Workers",
      "C": "Company Description",
      "D": "Exchange Rates",
      "E": "Social Security Number"
    },
    "explanation": "\"Company Description\" must be included in a business plan with the following sub-elements:\n<br/><ul><br/><li>Company name, legal status, and ownership structure</li><br/><li>Mission statement</li><br/><li>Explains what the company plans to do. It contains information about the product or service to be produced.</li><br/></ul><br/>\"Company Description\" must be included in a business plan with the following sub-elements:\n <ul> <li>Company name, legal status, and ownership structure</li> <li>Mission statement</li> <li>Explains what the company plans to do. It contains information about the product or service to be produced.<br/></li> </ul>"
  },
  {
    "id": "3102265",
    "unitNumber": 4,
    "text": "Which of the following elements of a business plan refers to a snapshot of the business plan?",
    "correctAnswer": "A",
    "options": {
      "A": "Executive Summary",
      "B": "Company Description",
      "C": "Marketing Plan",
      "D": "Logo",
      "E": "Balance sheet"
    },
    "explanation": "\"Exacutive Summary\" refers to a snapshot of the business plan."
  },
  {
    "id": "3102266",
    "unitNumber": 4,
    "text": "When defining a business in a business plan, what is the first thing to focus on?",
    "correctAnswer": "A",
    "options": {
      "A": "Business structure",
      "B": "Business location",
      "C": "Business profit projection",
      "D": "Business ethics",
      "E": "Business target group"
    },
    "explanation": "According to our textbook, when defining a business in a business plan, the first thing to focus on is the business structure."
  },
  {
    "id": "3102267",
    "unitNumber": 4,
    "text": "In which section of a business plan we need to mention the funding requirement for the establishment phase of the business and details regarding loan repayment?",
    "correctAnswer": "B",
    "options": {
      "A": "Product or Service",
      "B": "Financial Projections",
      "C": "Operations",
      "D": "Company Description",
      "E": "Organization and Management"
    },
    "explanation": "In the Financial Projections section of a business plan, we need to mention the funding requirement for the establishment phase of the business and details regarding loan repayment"
  },
  {
    "id": "3102268",
    "unitNumber": 5,
    "text": "Which of the following has the correct three targets for social enterprise activities?",
    "correctAnswer": "B",
    "options": {
      "A": "individuals, firms, banks",
      "B": "individuals, communities, future generations",
      "C": "firms, government, households",
      "D": "communities, government, banks",
      "E": "future generations, firms, banks"
    },
    "explanation": "The target of social enterprise activities are individuals, communities, and future generations. Social entrepreneurs develop products and services for these three levels of need. Accordingly, social enterprises serve the sustainable development purpose of the products and services required to meet the basic needs of individuals, to activate the structures of their communities, and to maximize the preferences of future generations."
  },
  {
    "id": "3102269",
    "unitNumber": 5,
    "text": "Social capital, consisting of social networks, ............. and ............ provides access to the resources needed.\n Which of the following has the correct answer to fill the blanks above?",
    "correctAnswer": "E",
    "options": {
      "A": "utility and choice",
      "B": "profit and cost",
      "C": "price and profit",
      "D": "cost and benefit",
      "E": "trust and cooperation"
    },
    "explanation": "Social entrepreneurs who need human, financial, and organizational capital need to manage their relations with their stakeholders and use their social capital to implement their activities and reach their mission. Social capital, consisting of social networks, trust, and cooperation, provides access to the resources needed. For this reason, social entrepreneurs create more social capital by creating cooperation and trust in society with the social capital they use."
  },
  {
    "id": "3102270",
    "unitNumber": 5,
    "text": "I. Social values are not only created by non-profit organizations\n<br/>II. The profit purpose of the business should not mean that social value cannot be created.\n<br/>III. Commercial enterprises can not create social effects.\n<br/>Which of the above statement(s) is (are) correct?",
    "correctAnswer": "A",
    "options": {
      "A": "I and II",
      "B": "I, II and III",
      "C": "II and III",
      "D": "Only I",
      "E": "Only III"
    },
    "explanation": "Social values are not only created by non-profit organizations, and social entrepreneurship is not only applicable to these businesses. Such preacceptance is one of the biggest obstacles to the development of the concept of social enterprise. The profit purpose of the business should not mean that social value cannot be created. Commercial enterprises can also benefit from the products and services they produce and create social effects. In this context, sustainable development is possible not only with the efforts of social entrepreneurs, but with the joint efforts of all institutions operating in the private, public, and third sectors. Social enterprises are also defined as private institutions committed to solving social problems."
  },
  {
    "id": "3102271",
    "unitNumber": 5,
    "text": "Which of the following is an essential factor ensuring the continuity of social enterprises?",
    "correctAnswer": "C",
    "options": {
      "A": "possibilities for more profit",
      "B": "decreasing private cost",
      "C": "the creation of new resources",
      "D": "more commercial products",
      "E": "new way to achieve more profit"
    },
    "explanation": "While one aspect of social entrepreneurship is develop new ventures, the other aspect is to apply the profit principles of traditional enterprises without forgetting their social mission. The social mission determined to create social value provides a typical premise for commercial businesses and governments. Ensuring continuity in the social mission is an essential factor in ensuring the continuity of social enterprises. In summary, ensuring social continuity depends on the creation of new resources, the diversity of the relationship network, and a common social mission for all stakeholders."
  },
  {
    "id": "3102272",
    "unitNumber": 5,
    "text": "I. Social enterprises have a social purpose.\n II. The assets and wealth of social enterprises are used to create private profit.\n III. Social enterprises may pursue business activities to achieve their goals.\n Which of the criteria mentioned above is (are) the correct one(s)to make an organization as a social enterprise?",
    "correctAnswer": "C",
    "options": {
      "A": "I and II",
      "B": "II and III",
      "C": "I and III",
      "D": "Only II",
      "E": "I, II and III"
    },
    "explanation": "Thompson and Doherty (2006) have concluded that organizations that fall neatly into the category of social enterprises conform to several criteria. These include:\n • Social enterprises have a social purpose.\n • The assets and wealth of social enterprises are used to create community benefit. • Social enterprises pursue business activities (at least in part) to achieve their goals.\n • In social enterprises, profits and surplus are reinvested in business and society instead of being distributed to shareholders.\n • Employees (or members) have a role in decision making and governance in social enterprises. The business is held accountable to both its members and the wider community shareholders and owners, and having either a double or triple-bottom line paradigm (Thompson and Doherty, 2006)."
  },
  {
    "id": "3102273",
    "unitNumber": 5,
    "text": "Which of the following is an <strong><em>unique</em> </strong>characteristics of the profit-oriented entrepreneur?",
    "correctAnswer": "C",
    "options": {
      "A": "Innovator",
      "B": "Opportunity alert",
      "C": "Risk bearer",
      "D": "Mission leader",
      "E": "Socially alert"
    },
    "explanation": "Unique characteristics of the profit-oriented entrepreneur:High achiever,Risk bearer, Organizer, Strategic thinker,Value creator, Holistic, Arbitrageur\n Characteristics common to both types: Innovator, Dedicated, Initiative taker, Leader, Opportunity alert, Persistent, Committed\n Unique characteristics of the social entrepreneur: Mission leader, Emotionally charged, Change agent, Opinion leader, Social value creator, Socially alert, Manager, Visionary, Highly accountable"
  },
  {
    "id": "3102274",
    "unitNumber": 5,
    "text": "Which of the following is a <em><strong>unique</strong> </em>characteristics of the social entrepreneur?",
    "correctAnswer": "D",
    "options": {
      "A": "Committed",
      "B": "High achiever",
      "C": "Arbitrageur",
      "D": "Socially alert",
      "E": "Holistic"
    },
    "explanation": "Unique characteristics of the profit-oriented entrepreneur:High achiever,Risk bearer, Organizer, Strategic thinker,Value creator, Holistic, Arbitrageur\n Characteristics common to both types: Innovator, Dedicated, Initiative taker, Leader, Opportunity alert, Persistent, Committed\n Unique characteristics of the social entrepreneur: Mission leader, Emotionally charged, Change agent, Opinion leader, Social value creator, Socially alert, Manager, Visionary, Highly accountable"
  },
  {
    "id": "3102275",
    "unitNumber": 5,
    "text": "The primary characteristics of social entrepreneurs are that they focus on .......... ..............\n Which of the following should be replaced into the blanks above?",
    "correctAnswer": "D",
    "options": {
      "A": "private profit",
      "B": "marjinal benefit",
      "C": "inflation",
      "D": "social goals",
      "E": "total cost"
    },
    "explanation": "The primary characteristics of social entrepreneurs are that they focus on social goals. Social entrepreneurs produce projects that will generate social benefits and value for groups such as the elderly, the poor, and the disadvantaged in society, and these projects must have an essential place in solving social problems. Social entrepreneurs consider long-term social returns when investing. In other words, they aim for a permanent improvement by not thinking for the short term. Social entrepreneurs need to activate their personal and social networks to identify their behaviors that require intellectual capacity and imagination to produce value-based on sustainable social solutions."
  },
  {
    "id": "3102276",
    "unitNumber": 5,
    "text": "What is the term used for \"third sector\" between private and public sectors?",
    "correctAnswer": "A",
    "options": {
      "A": "social economies",
      "B": "business sector",
      "C": "private firms",
      "D": "agricultural economy",
      "E": "service sector"
    },
    "explanation": "Economies can be considered as three sectors:\n • Public sector supported by the state, • Business or private sector operating for profit,\n • Social economies that combine Union, volunteering and non-profit activities.\n The government is at the center of the public sector, while profit is at the center of the private sector, and citizens are at the center of the third sector. Social economies are defined as the third sector between the private and public sectors."
  },
  {
    "id": "3102277",
    "unitNumber": 5,
    "text": "Which of the following is the type of enterprise model that \"combines aspects of the for profit and non-profit legal models, either through an innovative legal structure or by using a for-profit subsidiary to support the social activities of the non-profit\"?",
    "correctAnswer": "C",
    "options": {
      "A": "social business",
      "B": "enterprising non-profit",
      "C": "hybrid enterprise",
      "D": "leveraged non-profit",
      "E": "private profit organization"
    },
    "explanation": "A hybrid enterprise combines aspects of the for profit and non-profit legal models, either through an innovative legal structure or by using a for-profit subsidiary to support the social activities of the non-profit."
  },
  {
    "id": "3102278",
    "unitNumber": 5,
    "text": "What is the meaning of the statement \"social entrepreneurs are community entrepreneurs\"?",
    "correctAnswer": "E",
    "options": {
      "A": "the output of their work is social.",
      "B": "the core assets are forms of social capital.",
      "C": "the mission is to develop services that benefit society.",
      "D": "they are expected to create equal opportunities.",
      "E": "they try to recreate the community that lives in their neighbourhood."
    },
    "explanation": "Social entrepreneurs are oftencommunity entrepreneurs: Social enterprises should be<br/>social profit organizations that operate in the third sector between the public sector<br/>and the private sector. They try to recreate the neighborhood and society they live in.<br/>The answer is E because community based means social entrepreneurship operate in the third sector and tries to improve the community in the neighbourhood."
  },
  {
    "id": "3102279",
    "unitNumber": 5,
    "text": "Which of the following is not one of the purposes of social entrepreneurship?",
    "correctAnswer": "A",
    "options": {
      "A": "Making profit and increasing prosperity.",
      "B": "Recognizing and pursuing new opportunities.",
      "C": "Continuously innovating and changing.",
      "D": "Taking affordable risks.",
      "E": "Creating and sustaining social value."
    },
    "explanation": "Making profit, increasing prosperity, or meeting customers’ wishes is a part of this model, but not its purpose. The measure of the created value is social impact, not profit or customer satisfaction.<br/>Social entrepreneurship does not try to make profit so the answer is A."
  },
  {
    "id": "3102280",
    "unitNumber": 5,
    "text": "Which of the following is at the centre of the third sector of the economic area?",
    "correctAnswer": "B",
    "options": {
      "A": "The state",
      "B": "Citizens",
      "C": "Businesses",
      "D": "Private enterprises",
      "E": "Investors"
    },
    "explanation": "Economies can be considered as three sectors:<br/>• Public sector supported by the state,<br/>• Business or private sector operating for<br/>profit,<br/>• Social economies that combine Union,<br/>volunteering and non-profit activities.<br/>The government is at the center of the public sector, while profit is at the center of the private<br/>sector, and citizens are at the center of the third sector. Social economies are defined as the third<br/>sector between the private and public sectors.<br/>The third sector is composed of citizens, unions, volunteering and non profit activities."
  },
  {
    "id": "3102281",
    "unitNumber": 5,
    "text": "Why does social entrepreneurship get out of the boundaries of the social sector?",
    "correctAnswer": "C",
    "options": {
      "A": "To realize their social mission.",
      "B": "To develop relationships with the private sector.",
      "C": "To make profit as a survival strategy for competition.",
      "D": "To create job opportunities",
      "E": "To solve social problems"
    },
    "explanation": "Even if social entrepreneurship activities are accepted in the non-profit or voluntary sector,<br/>the boundaries of the social enterprises move to the private sector with their efforts to make a profit as a survival strategy for competition.<br/>They are not only inside the third sector as they need to make profit in order to exist finacially."
  },
  {
    "id": "3102282",
    "unitNumber": 5,
    "text": "Which of the following is among the unique characateristics of the social entrepreneurs?",
    "correctAnswer": "D",
    "options": {
      "A": "Persistent",
      "B": "Holistic",
      "C": "Organizer",
      "D": "Accountable",
      "E": "Innovator"
    },
    "explanation": "Please see Table 5.1<br/>The fact that social entrepreneurs are highly accountable is a unique characteristic for them. so the answer is D."
  },
  {
    "id": "3102283",
    "unitNumber": 5,
    "text": "Which of the following is a model of social entrepreneurship that does not have an income earning strategy?",
    "correctAnswer": "A",
    "options": {
      "A": "Leveraged nonprofit",
      "B": "Enterprising nonprofit",
      "C": "Hybrid enterprise",
      "D": "Social business",
      "E": "Commercial business"
    },
    "explanation": "Based on their legal form and revenue sources, social enterprises can be divided into four categories: leveraged non-profits, enterprising non-profits, hybrid enterprises, and social businesses. A leveraged non-profit is one that does not have an income-earning strategy but has secured sustainable partnerships and funding to move beyond the traditional donor-dependent model.<br/>A nonprofit legal entity form of social entrepreneurship model is called leverage non profit."
  },
  {
    "id": "3102284",
    "unitNumber": 5,
    "text": "What is the difference between completely philanthropic organizations and other organizations?",
    "correctAnswer": "A",
    "options": {
      "A": "Philantropic organizations entirely rely on donations and grants.",
      "B": "Philanthropic organizations rely on business partnerships.",
      "C": "Philantropic organizations have their own income generation activities.",
      "D": "Philantropic organizations reinvest most of their earnings into social activities.",
      "E": "Philantropic organizations maximise profits of shareholders."
    },
    "explanation": "Please see Table 5. 3<br/>They entirely rely on grants and donations. They have no income generation or financial activities."
  },
  {
    "id": "3102285",
    "unitNumber": 5,
    "text": "Which of the following statements is false related to the relationship between social entrepreneurship and employment?",
    "correctAnswer": "C",
    "options": {
      "A": "They contribute to employment in direct and indirect ways.",
      "B": "They integrate disadvantaged groups into employment.",
      "C": "They only create employment with the human capital they use.",
      "D": "They aim to combat unemployment.",
      "E": "They aim to increase the size of employment in the entrepreneurship sector."
    },
    "explanation": "One of the primary and most critical economic values created by social entrepreneurship is to combat unemployment and create employment. According to various calculations, the size of employees in the entrepreneurship sector varies between 1% and 7% in many sectors (in total employment). Therefore, social entrepreneurship activities contribute to employment both through direct employment and solutions developed for the unemployed. <br/>Social entrepreneurs create jobs directly or indirectly. When we think like a classical business, social<br/>entrepreneurs create direct employment with their human capital, and they also create indirect employment areas as a result of their help and similar activities.<br/>Another characteristic of social entrepreneurs in creating employment is that they provide employment opportunities for disadvantaged groups such as people with disabilities, homeless people, and those who experience gender discrimination.<br/>they not only create employment through their own human capital but also create opportunities for others especially disadvantaged groups to get involved in employment."
  },
  {
    "id": "3102286",
    "unitNumber": 5,
    "text": "Which of the following could be an example of a social entrepreneurship activity that promotes equality?",
    "correctAnswer": "E",
    "options": {
      "A": "Creating social capital of trust and cooperation in society.",
      "B": "Creating environmentally sustainable opportunities.",
      "C": "Maintaining collective structures.",
      "D": "Projects that help individuals develop themselves according to their interests.",
      "E": "Microloans for women in poverty"
    },
    "explanation": "Social entrepreneurship supports that society has a structure where all resources are distributed with a moreegalitarian approach. Grameen Bank supported women who are disadvantaged with microloans.<br/>Promoting equality means caring for the disadvantaged groups such as women, the poor or the disabled."
  },
  {
    "id": "3102287",
    "unitNumber": 5,
    "text": "If we are maximizing options for the effective presentation of products and services in a sustainable way, who are we targeting in our solution to a social problem?",
    "correctAnswer": "D",
    "options": {
      "A": "Individuals",
      "B": "Disadvantaged people",
      "C": "Social structures",
      "D": "Future generations",
      "E": "Communities"
    },
    "explanation": "Please see Figure 5.5<br/>Maximising options is related to future generations."
  },
  {
    "id": "3102288",
    "unitNumber": 5,
    "text": "I. It is a non-profit social entrepreneur action \n II. It aims at providing individual support\n III. It provides social benefits\n IV. It addresses social challenges\n Which of the above is/are true about social entrepreneurship?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I-II and III",
      "D": "I-III and IV",
      "E": "II and IV"
    },
    "explanation": "Statements I-III and IV are true about social entrepreneurship."
  },
  {
    "id": "3102289",
    "unitNumber": 5,
    "text": "An entrepreneur who is concerned about creating radical change in the fisheries sector is practicing .......................... Approach",
    "correctAnswer": "B",
    "options": {
      "A": "Philanthropy",
      "B": "Social Entrepreneurship",
      "C": "Traditional",
      "D": "Strengthening",
      "E": "Philosophical"
    },
    "explanation": "An entrepreneur who is concerned about creating radical change in the fisheries sector is practicing Social Entrepreneurship Approach."
  },
  {
    "id": "3102290",
    "unitNumber": 5,
    "text": "I. They find innovative solutions to the most critical problems of society.\n II. They find where the problem originates from rather than leaving the solution of social issues.\n III. They dedicate themselves to the realization of social transformation in their area.\n IV. They are concerned about their own benefits and interests.\n Which of the above is/are true about social entrepreneurs?",
    "correctAnswer": "E",
    "options": {
      "A": "Only II",
      "B": "Only IV",
      "C": "I and II",
      "D": "III and IV",
      "E": "I-II and III"
    },
    "explanation": "Statements I-II and III are true about social entrepreneurs."
  },
  {
    "id": "3102291",
    "unitNumber": 5,
    "text": "I. The social entrepreneur operates for the realization of the social mission\n II. The traditional entrepreneur works for profit\n III.The social entrepreneur is interested in social change\n IV. The focus of traditional entrepreneurs is financial investments\n Which of the above is/are true?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I-II and IV",
      "E": "I-II-III and IV"
    },
    "explanation": "Statements I-II-III and IV are all true."
  },
  {
    "id": "3102292",
    "unitNumber": 5,
    "text": "I. leveraged non-profits\n II. private, individual profit organizations\n III. enterprising non-profits\n IV. social businesses \n Which of the above is/are among the categories of social enterprises?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "I-III and IV",
      "D": "II and IV",
      "E": "Only II"
    },
    "explanation": "Statements I-III and IV are among the categories of social enterprises"
  },
  {
    "id": "3102293",
    "unitNumber": 5,
    "text": "I.Social enterprises have a social purpose.\n II.The assets and wealth of social enterprises are used to create individual interest.\n III.Profits and surplus are reinvested in shareholders.\n IV.Employees (or members) have a role in decision making and governance.\n Which of the above is/are true about social enterprises?",
    "correctAnswer": "D",
    "options": {
      "A": "I and II",
      "B": "Only I",
      "C": "III and IV",
      "D": "I and IV",
      "E": "I-II-III and IV"
    },
    "explanation": "Statements I and IV are true about social enterprises."
  },
  {
    "id": "3102294",
    "unitNumber": 5,
    "text": "............................... combines aspects of the for-profit and non-profit legal models, either through an innovative legal structure or by using a for-profit subsidiary to support the social activities of the non-profit.",
    "correctAnswer": "A",
    "options": {
      "A": "Hybrid Enterprise",
      "B": "Leveraged Non-Profit",
      "C": "Social Business",
      "D": "Enterprising Non-Profit",
      "E": "Workforce"
    },
    "explanation": "A hybrid enterprise combines aspects of the for-profit and non-profit legal models, either through an innovative legal structure or by using a for-profit subsidiary to support the social activities of the non-profit."
  },
  {
    "id": "3102295",
    "unitNumber": 5,
    "text": "I.Creating Social Value and Impact\n II. Sustaining Individual Interest\n III.Having a Social Vision and Mission\n IV.Being Innovative\n Which of the above is/are among the components of social enterprise?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and III",
      "D": "I-III and IV",
      "E": "II-III and IV"
    },
    "explanation": "Statements I-III and IV are among the components of social enterprise"
  },
  {
    "id": "3102296",
    "unitNumber": 5,
    "text": "........................... is a structure that facilitates cooperation and coordination in the development process.",
    "correctAnswer": "B",
    "options": {
      "A": "Traditional enterprise",
      "B": "Social capital",
      "C": "Workforce",
      "D": "Innovation",
      "E": "Leveraged non-profit"
    },
    "explanation": "Social capital is a structure that facilitates cooperation and coordination in the development process."
  },
  {
    "id": "3102297",
    "unitNumber": 5,
    "text": "I.Physical capital\n II.Financial capital\n III.Human capital\n IV.Organisational capital\n Which of the above is/are among the features of the virtuous circle of social capital?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only III",
      "C": "I and II",
      "D": "II-III and IV",
      "E": "I-II-III and IV"
    },
    "explanation": "Statements I-II-III and IV are all features of the virtuous circle of social capital."
  },
  {
    "id": "3102298",
    "unitNumber": 6,
    "text": "Which of the following is not among the contemporary resources for entrepreneurs?",
    "correctAnswer": "A",
    "options": {
      "A": "Banks",
      "B": "Crowdfunding",
      "C": "Incubators",
      "D": "Accelerators",
      "E": "Business angels"
    },
    "explanation": "Contemporary resources include crowdfunding, incubators, accelerators and business angels.<br/>Banks"
  },
  {
    "id": "3102299",
    "unitNumber": 6,
    "text": "Which of the following is among the traditional funding resources for entrepreneurs?",
    "correctAnswer": "B",
    "options": {
      "A": "Incubators",
      "B": "Government funding",
      "C": "Business angels",
      "D": "Accelerators",
      "E": "Crowdfunding"
    },
    "explanation": "Government funding is a traditional funding resource for entrepreneurs."
  },
  {
    "id": "3102300",
    "unitNumber": 6,
    "text": "Which of the following is not among resources for companies to sustain competitive advantage according to Barney?",
    "correctAnswer": "D",
    "options": {
      "A": "Assets",
      "B": "Capabilities",
      "C": "Company characteristics",
      "D": "Industrial zone",
      "E": "Knowledge"
    },
    "explanation": "Barney (1991) identified various resources for companies to sustain competitive advantage which include resources such as assets, capabilities, company characteristics, information and knowledge.<br/>Industrial zone"
  },
  {
    "id": "3102301",
    "unitNumber": 6,
    "text": "Which of the following is among the intangible resources?",
    "correctAnswer": "C",
    "options": {
      "A": "Cash",
      "B": "Assets",
      "C": "Reputation",
      "D": "Office",
      "E": "Equipment"
    },
    "explanation": "Reputation is among the intangible resources."
  },
  {
    "id": "3102302",
    "unitNumber": 6,
    "text": "Which of the following is among the tangible resources?",
    "correctAnswer": "E",
    "options": {
      "A": "Knowledge",
      "B": "Reputation",
      "C": "Relationships",
      "D": "Social capital",
      "E": "Policies"
    },
    "explanation": "Policies are tangible resources"
  },
  {
    "id": "3102303",
    "unitNumber": 6,
    "text": "Which of the following resources are related to organizational structure?",
    "correctAnswer": "D",
    "options": {
      "A": "Cash",
      "B": "Assets",
      "C": "Equipment",
      "D": "Procedures",
      "E": "Office"
    },
    "explanation": "Procedures are organizational structure-related resources."
  },
  {
    "id": "3102304",
    "unitNumber": 6,
    "text": "Which of the following represents the entrepreneurial stage when product or service is commercialized and business is less than 36 months old?",
    "correctAnswer": "A",
    "options": {
      "A": "Early phase",
      "B": "Seed phase",
      "C": "Start-up phase",
      "D": "Growth phase",
      "E": "Maturity phase"
    },
    "explanation": "Early Phase: Product or service is commercialized, business is less than 36 months old"
  },
  {
    "id": "3102305",
    "unitNumber": 6,
    "text": "Which of the following is the primary source of finance for start-ups according to Cassar?",
    "correctAnswer": "E",
    "options": {
      "A": "Loans",
      "B": "Crowdfunding",
      "C": "Business angels",
      "D": "Accelerators",
      "E": "Personal savings"
    },
    "explanation": "Cassar also lists personal savings as the primary source of finance for start-ups."
  },
  {
    "id": "3102306",
    "unitNumber": 6,
    "text": "_______ is raising money from family members and friends.\n Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Informal investment",
      "B": "Crowdfunding",
      "C": "Personal savings",
      "D": "Accelerators",
      "E": "Loans"
    },
    "explanation": "Informal investment is raising money from family members and friends."
  },
  {
    "id": "3102307",
    "unitNumber": 6,
    "text": "Which of the following is among the advantages of debt financing from informal investors?",
    "correctAnswer": "B",
    "options": {
      "A": "Not value-added investors",
      "B": "Fundraising is easier and faster",
      "C": "No realistic evaluation of risk",
      "D": "Risk of damaging relationships",
      "E": "Short-term and unsustainable solution"
    },
    "explanation": "Advantages:\n<br/>• Fundraising is easier and faster<br/>• Less problems occur when repayment cannot be done<br/>• Less expensive (no or low interest)<br/>• No or fewer demand for equity"
  },
  {
    "id": "3102308",
    "unitNumber": 6,
    "text": "Which of the following is a tangible entrepreneurial resource?",
    "correctAnswer": "C",
    "options": {
      "A": "Networks",
      "B": "Reputation",
      "C": "Technology",
      "D": "Intellectual capital",
      "E": "Skills"
    },
    "explanation": "Types of Entrepreneurial Resources<br/>Technologyis a tangible entrepreneurial resource."
  },
  {
    "id": "3102309",
    "unitNumber": 6,
    "text": "Which of the following is an intangible entrepreneurial resource?",
    "correctAnswer": "A",
    "options": {
      "A": "Leadership",
      "B": "Equipment",
      "C": "Assets",
      "D": "Policies",
      "E": "Procedures"
    },
    "explanation": "Types of Entrepreneurial Resources<br/>Leadership is an intangible entrepreneurial resource."
  },
  {
    "id": "3102310",
    "unitNumber": 6,
    "text": "Positive profit and cash flow figures are characteristics of which business phase?",
    "correctAnswer": "D",
    "options": {
      "A": "Start-up phase",
      "B": "Decline phase",
      "C": "Growth phase",
      "D": "Maturity phase",
      "E": "Early phase"
    },
    "explanation": "Business Growth Phases and Changing Funding Opportunities<br/>Positive profit and cash flow figures are characteristics of maturity phase."
  },
  {
    "id": "3102311",
    "unitNumber": 6,
    "text": "Which of the following is a disadvantage of debt financing from informal investors?",
    "correctAnswer": "B",
    "options": {
      "A": "Less expensive",
      "B": "Short-term solution",
      "C": "Fundraising is easier",
      "D": "No or fewer demand for equity",
      "E": "Less problems when repayment"
    },
    "explanation": "Family and Friends<br/>Short-term solution is a disadvantage of debt financing from informal investors"
  },
  {
    "id": "3102312",
    "unitNumber": 6,
    "text": "Barter bootstrap technique is a subject of which group?",
    "correctAnswer": "E",
    "options": {
      "A": "Stabilizing cash flows",
      "B": "Self-financing",
      "C": "Minimizing investment",
      "D": "Stabilizing accounts receiveble",
      "E": "Sharing resources with others"
    },
    "explanation": "Bootstrap Financing<br/>Barter bootstrap technique is a subject of sharing resources with others."
  },
  {
    "id": "3102313",
    "unitNumber": 6,
    "text": "Which of the following is a disadvantage of bootstrap financing?",
    "correctAnswer": "E",
    "options": {
      "A": "No need for business plan",
      "B": "Sole control on actions",
      "C": "Less time to spend to attract capital",
      "D": "Utilizing connections instead of money",
      "E": "Vulnerability if there is lack of resources"
    },
    "explanation": "Bootstrap Financing<br/>\"Vulnerability if there is lack of resources\" is the correct answer."
  },
  {
    "id": "3102314",
    "unitNumber": 6,
    "text": "Not-for-profit incubators are mostly associated with which of the following?",
    "correctAnswer": "C",
    "options": {
      "A": "National governments",
      "B": "Regional governments",
      "C": "Universities",
      "D": "Municipalities",
      "E": "Non-governmental organisations"
    },
    "explanation": "Incubators and Accelerators<br/>Not-for-profit incubators are mostly associated with universities."
  },
  {
    "id": "3102315",
    "unitNumber": 6,
    "text": "Which of the following is an anvantage of Angel investment?",
    "correctAnswer": "A",
    "options": {
      "A": "Individual angels are more patient than institutional investors for growth realization",
      "B": "Expensive capital",
      "C": "Over interference of angels to daily operations",
      "D": "Angels bring incompetence",
      "E": "One single round of investment with limited capital"
    },
    "explanation": "Business Angels<br/>\"Individual angels are more patient than institutional investors for growth realization\" answer is an anvantage of Angel investment"
  },
  {
    "id": "3102316",
    "unitNumber": 6,
    "text": "Which of the following is a feature of venture capital investment?",
    "correctAnswer": "B",
    "options": {
      "A": "Relatively small amounts of money invested",
      "B": "Investment at growth phase generally",
      "C": "Investor is an individual",
      "D": "Investments in a variety of industries",
      "E": "Mainly local/regional investments"
    },
    "explanation": "\"Investment at growth phase generally\" is a feature of venture capital investment."
  },
  {
    "id": "3102317",
    "unitNumber": 6,
    "text": "In which of the following country banks play more important role for funding new enterprises?",
    "correctAnswer": "D",
    "options": {
      "A": "Columbia",
      "B": "India",
      "C": "Greece",
      "D": "Finland",
      "E": "Ireland"
    },
    "explanation": "Selecting the Right Resource<br/>In Finland banks play more important role for funding new enterprises."
  },
  {
    "id": "3102318",
    "unitNumber": 7,
    "text": "What is the customary way to form a new business?",
    "correctAnswer": "C",
    "options": {
      "A": "business building",
      "B": "business hours",
      "C": "the business plan",
      "D": "business meeting",
      "E": "business acquaintances"
    },
    "explanation": "The customary way to form a new business anticipates that the business person should write a business plan."
  },
  {
    "id": "3102319",
    "unitNumber": 7,
    "text": "Which of the statements about the business plan is correct?",
    "correctAnswer": "D",
    "options": {
      "A": "It isn’t persuasive enough.",
      "B": "It won’t have the option to attract capital.",
      "C": "The cash won’t finance the worker hours.",
      "D": "No input from customers is sought.",
      "E": "No assets are required to reach the customers."
    },
    "explanation": "Along the entire procedure, no input from customers/consumers is sought, and thus making the whole procedure unsafe since the vast majority of the financial plan has just been spent based on a bet."
  },
  {
    "id": "3102320",
    "unitNumber": 7,
    "text": "Which of the elements below isn’t included into the business design?",
    "correctAnswer": "E",
    "options": {
      "A": "the kind of customers",
      "B": "the kind of consumers",
      "C": "the quantity of goods",
      "D": "the quantity of service providers",
      "E": "the characteristics of the goods"
    },
    "explanation": "Other than reflecting the entire business design (the kind of customers/consumers, the quantity of goods/services providers, and so forth.), the presence of a business model requires to show the characteristics of the goods (or services) to be sold."
  },
  {
    "id": "3102321",
    "unitNumber": 7,
    "text": "Which of the statements below doesn’t indicate what the Lean Start Up targets?",
    "correctAnswer": "D",
    "options": {
      "A": "It decreases the risk for new business model development.",
      "B": "It substitutes the customary business plan.",
      "C": "It prefers experimentation.",
      "D": "It prefers too much planning.",
      "E": "It changes the entrepreneur’s insight."
    },
    "explanation": "The Lean Startup approach by Eric Ries (2011) targets decreasing risk for new business model development, substituting the customary business plan (with hypotheses to be confirmed) and changing the entrepreneur’s insight."
  },
  {
    "id": "3102322",
    "unitNumber": 7,
    "text": "Which of the statements below isn’t correct related with the Lean Start Up approach?",
    "correctAnswer": "C",
    "options": {
      "A": "It can be defined as a crossroads in management strategies.",
      "B": "It prefers customer feedback.",
      "C": "It prefers intuition.",
      "D": "It prefers iterative design.",
      "E": "It doesn’t prefer old-style progress."
    },
    "explanation": "It has increasingly been attracting more people, and even can be defined as a crossroads in management strategies. It prefers experimentation rather than too much planning, customer feedback instead of intuition, and iterative design over old-style progress."
  },
  {
    "id": "3102323",
    "unitNumber": 7,
    "text": "What is the origin of the Lean Startup?",
    "correctAnswer": "B",
    "options": {
      "A": "Mercedes factory production system.",
      "B": "Toyota factory production system.",
      "C": "Hyundai factory production system.",
      "D": "Ford factory production system.",
      "E": "Audi factory production system."
    },
    "explanation": "The Lean Startup originates from Lean Manufacturing and Lean Thinking, the management approaches applied in Toyota’s factory production system."
  },
  {
    "id": "3102324",
    "unitNumber": 7,
    "text": "Which one of the statements below is correct related with the Lean Start Up approach?",
    "correctAnswer": "D",
    "options": {
      "A": "Supply-Chain Management isn’t based on Lean.",
      "B": "Total Quality Management isn’t based on Lean.",
      "C": "Lean thinking isn’t found effective in many different areas.",
      "D": "Lean thinking is found useful in many different areas.",
      "E": "Lean Startup isn’t one of the latest concepts widely discussed."
    },
    "explanation": "Lean Manufacturing/Thinking/Enterprise has proven to be useful/effective in many different areas. In the 80s and 90s, methodologies and approaches like Supply-Chain Management/Integration or Total Quality Management were also based on Lean. Lean Startup is the one of the latest concepts which is widely discussed."
  },
  {
    "id": "3102325",
    "unitNumber": 7,
    "text": "It is a perspective about examining the waste created by the way in which the procedure is sorted out. Which one of the items below belongs to the description mentioned above?",
    "correctAnswer": "B",
    "options": {
      "A": "the business plan",
      "B": "lean thinking",
      "C": "supply-chain management",
      "D": "total quality management",
      "E": "entrepreneur"
    },
    "explanation": "Lean thinking is a perspective about examining the waste created by the way in which the procedure is sorted out. It is an approach to determine value, arrange value creating activities in the best succession, direct these without interference whenever demand appears, and perform them increasingly more adequately"
  },
  {
    "id": "3102326",
    "unitNumber": 7,
    "text": "What is the name of the person who makes fresh business under the conditions of risk and vulnerability/ uncertainty to have profit and development by seeing opportunities?",
    "correctAnswer": "A",
    "options": {
      "A": "Entrepreneur",
      "B": "Entrepreneurship",
      "C": "Equipment",
      "D": "Enterprise",
      "E": "Endeavor"
    },
    "explanation": "Even though many individuals create extraordinary business ideas, most of them never follow up on their ideas but entrepreneurs do follow."
  },
  {
    "id": "3102327",
    "unitNumber": 7,
    "text": "Which one of the items below <em><strong>isn’t among</strong></em> the principles that lean thinking utilizes?",
    "correctAnswer": "C",
    "options": {
      "A": "value",
      "B": "flow",
      "C": "startup",
      "D": "pull",
      "E": "value streams"
    },
    "explanation": "Value, Value streams, Flow, Pull and Perfection are the principles of lean thinking."
  },
  {
    "id": "3102328",
    "unitNumber": 7,
    "text": "<ol type=\"I\"><br/><li>Startup carries on testing all other hypotheses and tries to validate customers’ interest through early orders and/or usage. If no interest exists, the startup may “pivot” via changing the hypothesis/hypotheses. </li><br/><li>Founders convert ideas into business model hypotheses, check suppositions about customers’ needs, as a result create a “minimum viable product” to test the suggested solution on customers. </li><br/><li>The product is developed sufficient to sell. Through proven hypotheses, the startup constructs demand rapidly through marketing and sales spending, and makes the business larger.</li><br/><li>Business evolves from startup to functional departments via implementing its model.</li><br/></ol><br/>Which of the following gives the correct order of four steps for customer development?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II-III-IV",
      "B": "II-I-III-IV",
      "C": "II-III-I-IV",
      "D": "III-I-IV-II",
      "E": "IV-III-II-I"
    },
    "explanation": "The correct order should be II-I-III-IV."
  },
  {
    "id": "3102329",
    "unitNumber": 7,
    "text": "\"....... is a version of the product that enables a full turn of the build-measure-learn loop with a minimum amount of effort and the least amount of development time\". \n<br/>Which of the following completes the sentence correctly, above?",
    "correctAnswer": "C",
    "options": {
      "A": "perfect product",
      "B": "minimum lovable product",
      "C": "minimum viable product",
      "D": "latest product",
      "E": "first product"
    },
    "explanation": "Minimum viable product (MVP) is a version of the product that enables a full turn of the build-measure-learn loop with a minimum amount of effort and the least amount of development time."
  },
  {
    "id": "3102330",
    "unitNumber": 7,
    "text": "Who defines the minimum viable product as \"MVP is a version of the product that enables a full turn of the build-measure-learn loop with a minimum amount of effort and the least amount of development time\"?",
    "correctAnswer": "A",
    "options": {
      "A": "Ries",
      "B": "Robinson",
      "C": "Blank",
      "D": "Dorf",
      "E": "Jobs"
    },
    "explanation": "After Robinson, Ries (2011) defined the minimum viable product (MVP) as a: “version of the product that enables a full turn of the build-measure-learn loop with a minimum amount of effort and the least amount of development time”."
  },
  {
    "id": "3102331",
    "unitNumber": 7,
    "text": "There are difficulties in developing and then using the MVP through hypotheses testing. Which of the following is <strong>not</strong> one of them?",
    "correctAnswer": "E",
    "options": {
      "A": "legal problems",
      "B": "concerns about competitors",
      "C": "branding risks",
      "D": "moral impacts",
      "E": "management"
    },
    "explanation": "According to Ries (2011), there are difficulties in developing and then using the MVP through hypotheses testing, e.g. legal problems, concerns about competitors, branding risks, and moral impacts."
  },
  {
    "id": "3102332",
    "unitNumber": 7,
    "text": "\".......... describes the rationale of how an organization creates, delivers, and captures value\". \n<br/>Which of the following completes the sentence correctly, above?",
    "correctAnswer": "A",
    "options": {
      "A": "business model",
      "B": "lean startup",
      "C": "minimum viable product",
      "D": "revenue",
      "E": "learn feedback loop"
    },
    "explanation": "Osterwalder and Pigneur (2010) defined the business model as: “A business model describes the rationale of how an organization creates, delivers, and captures value.”"
  },
  {
    "id": "3102333",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Do customers recognize that they have a problem you are trying to solve?</li> <li>If there was a solution, would they buy it?</li> <li>Would they buy it [the solution] from us?</li> <li>Can we build a solution for that problem?</li> </ol> Which of the above is one of the important questions asked during validated learning?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I-II",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "According to Ries, (2011) the tests try to refer to the important four questions: 148 The Lean Startup 7 1- Do customers recognize that they have a problem you are trying to solve? 2- If there was a solution, would they buy it? 3- Would they buy it [the solution] from us? 4- Can we build a solution for that problem?"
  },
  {
    "id": "3102334",
    "unitNumber": 7,
    "text": "Which of the pairings below about differences between Lean and Traditional Approaches is correct?",
    "correctAnswer": "B",
    "options": {
      "A": "lean-business plan",
      "B": "lean-hypothesis driven",
      "C": "lean-product management",
      "D": "traditional-customer and agile development teams",
      "E": "traditional-metrics that matter"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0aeb6bb3260542e63a66609f12df7605.png\" alt=\"\" width=\"594\" height=\"568\">"
  },
  {
    "id": "3102335",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>finding and prioritizing market opportunities in startups</li> <li>designing business models</li> <li>validated learning </li> <li>building minimum viable products</li> </ol> Which of the above is one of the building blocks in the lean startup framework?",
    "correctAnswer": "E",
    "options": {
      "A": "I-III",
      "B": "I-IV",
      "C": "II-III",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "The lean startup framework has five major building blocks. These are (Blank, 2013, 2019; Gruber &amp; Tal, 2017; Osterwalder &amp; Pigneur, 2010; Ries, 2011): (a) finding and prioritizing market opportunities in startups, (b) designing business models, (c) validated learning (including customer development), (d) building minimum viable products (MVPs), (e) learning whether to persevere with or pivot from the current course of action"
  },
  {
    "id": "3102336",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Working in a garage is a must.</li> <li>The idea of entrepreneurship incorporates any individual working inside the definition.</li> <li>Entrepreneurs are everywhere.</li> <li>The Lean Startup approach may operate in various sizes.</li> </ol> Which of the above is one of the principles of the Lean Startup?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "I-II-III",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "The principles of the Lean Startup can be presented as follows (Ries, 2011, p.18): 1. Entrepreneurs are everywhere. Working in a garage is not a must. The idea of entrepreneurship incorporates any individual working inside the definition. It implies that the entrepreneurs are everywhere and also the Lean Startup approach may operate in various sizes, i.e. it can even be an enormous firm in any sector/industry."
  },
  {
    "id": "3102337",
    "unitNumber": 7,
    "text": "A startup is defined as \"a human institution designed to create a new product or service under conditions of extreme uncertainty\". Which of the following is the person who made this definition?",
    "correctAnswer": "A",
    "options": {
      "A": "Ries",
      "B": "Contigiani &amp; Levinthal",
      "C": "Rasmussen &amp;Tanev",
      "D": "Gunther McGrath &amp; MacMillan",
      "E": "Osterwalder and Pigneur"
    },
    "explanation": "Thus it is essential to present a concise definition of the startup as: “a human institution designed to create a new product or service under conditions of extreme uncertainty” (Ries, 2011, p.38)."
  }
]