[
  {
    "id": "3885778",
    "unitNumber": 1,
    "text": "Aşağıdaki dönemlerden hangisi yaklaşık olarak 2.5 milyon yıl önce ilk aletlerin üretilmesi ile başlayıp yazının kullanılmaya başlandığı döneme kadar geçen süreç olarak adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Prehistorik Dönem",
      "B": "Mezolitik Dönem",
      "C": "Neolitik Dönem",
      "D": "Kalkolitik Dönem",
      "E": "İlk Tunç Çağı"
    },
    "explanation": "Prehistorik Dönem"
  },
  {
    "id": "3885779",
    "unitNumber": 1,
    "text": "Aşağıdaki dönemlerden hangisi insanlık tarihinin en eski ve en uzun dönemidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Paleolitik Dönem",
      "B": "Neolitik Dönem",
      "C": "Kalkolitik Dönem",
      "D": "İlk Tunç Çağı",
      "E": "Mezolitik Dönem"
    },
    "explanation": "Paleolitik Dönem"
  },
  {
    "id": "3885780",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Anadolu'da Paleolitik ve Epipaleolitik Dönemin yaşam sürecini açıklar?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplayıcı, avcı ve göçebe yaşam",
      "B": "Yerleşik yaşam ve üretimin başlangıç süreci",
      "C": "Çiftçi köylerin kentlere dönüşümünde toplumsal ve ekonomik gelişmeler",
      "D": "Devlet ile birlikte ortaya çıkan karmaşık ekonomik yapılar",
      "E": "Devlet ile birlikte ortaya çıkan karmaşık toplumsal yapılar"
    },
    "explanation": "Toplayıcı, avcı ve göçebe yaşam"
  },
  {
    "id": "3885781",
    "unitNumber": 1,
    "text": "Aşağıdaki olaylardan hangisi Orta Paleolitik Dönem'de gerçekleşmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hayvanların evcilleştirilmesi",
      "B": "Tarımsal etkinliklerin başlaması",
      "C": "Ateşin kullanılmaya başlanması",
      "D": "Köylerin ortaya çıkması",
      "E": "Üretim ekonomisinin gelişimi"
    },
    "explanation": "Ateşin kullanılmaya başlanması"
  },
  {
    "id": "3885782",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Anadolu’daki Üst Paleolitik Dönem merkezleri içinde en önemlilerinden biri olarak kabul edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karain mağarası",
      "B": "Damlataş mağarası",
      "C": "İnsuyu mağarası",
      "D": "Hacılar",
      "E": "Alişar"
    },
    "explanation": "Karain mağarası"
  },
  {
    "id": "3885783",
    "unitNumber": 1,
    "text": "Paleolitik Dönem’de karşımıza çıkan, ‘düşünen insan’ anlamında kullanılan ve çağdaş insana en yakın insan aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Neanderthal",
      "B": "Homo Sapiens",
      "C": "Homo Erectus",
      "D": "Homo Habilis",
      "E": "Homo Rudolfensis"
    },
    "explanation": "Homo Sapiens"
  },
  {
    "id": "3885784",
    "unitNumber": 1,
    "text": "Doğal yollarla oluşmuş volkanik kökenli bir cam türü olup, tarih öncesi dönemde Anadolu’da ok, mızrak ucu, bıçak, kesici aletler ve ayna yapımında da kullanılan madde aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bazalt",
      "B": "Granit",
      "C": "Obsidiyen",
      "D": "Çakmak taşı",
      "E": "Kalker"
    },
    "explanation": "Obsidiyen"
  },
  {
    "id": "3885785",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Anadolu'nun Neolitik Dönem yerleşmelerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Alacahöyük",
      "B": "Hacılar",
      "C": "Troia",
      "D": "Boğazköy",
      "E": "Maşathöyük"
    },
    "explanation": "Hacılar"
  },
  {
    "id": "3885786",
    "unitNumber": 1,
    "text": "Kalkolitik dönemde aşağıdakilerden hangisi yeni bir iş dalı olarak ortaya çıkmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Hayvanların evcilleştirilmesi",
      "B": "Besinlerin toplanması",
      "C": "Mühür imalatı",
      "D": "Avcılık",
      "E": "Kilden eserler İmalatı"
    },
    "explanation": "Mühür imalatı"
  },
  {
    "id": "3885787",
    "unitNumber": 1,
    "text": "Türkiye Cumhuriyeti’nin kuruluşundan sonra başlatılan ilk Türk kazısı olarak özel bir öneme sahip olan yerleşim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çatalhöyük",
      "B": "Alacahöyük",
      "C": "Alişar",
      "D": "Kültepe",
      "E": "Göbeklitepe"
    },
    "explanation": "Alacahöyük"
  },
  {
    "id": "3885788",
    "unitNumber": 1,
    "text": "Yaklaşık olarak 2.5 milyon yıl önce ilk aletlerin üretilmesi ile başlayıp yazının kullanılmaya başlandığı döneme kadar geçen süreç aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Prehistorik Dönem",
      "B": "Tunç Çağı",
      "C": "Paleolitik Dönem",
      "D": "Neolitik Dönem",
      "E": "Kalkolitik Dönem"
    },
    "explanation": "Prehistorik Dönem: Yaklaşık olarak 2.5 milyon yıl önce ilk aletlerin üretilmesi ile başlayıp yazının kullanılmaya başlandığı döneme kadar geçen süreç."
  },
  {
    "id": "3885789",
    "unitNumber": 1,
    "text": "İstanbul’da bulunan ve Anadolu’da Alt Paleolitik Dönemi yansıtan önemli merkezlerden biri olan mağara aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yarımburgaz Mağarası",
      "B": "Beldibi Mağarası",
      "C": "Öküzini Mağarası",
      "D": "Karain Mağarası",
      "E": "Dursunlu Mağarası"
    },
    "explanation": "Anadolu’da Alt Paleolitik Dönemi yansıtan en önemli merkezlerden birisi İstanbul’da Küçük Çekmece Gölü’nün kuzeyindeki Yarımburgaz Mağarası olduğu için bu merkeze ayrı bir sayfa açmak gerekmektedir."
  },
  {
    "id": "3885790",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Orta Paleolitik Dönemde ortaya çıkan insan tipidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Neanderthal insanı",
      "B": "Homo sapiens",
      "C": "Avcı-toplayıcı insan",
      "D": "Devşirici insan",
      "E": "Homo habilis"
    },
    "explanation": "Orta Paleolitik Dönem- Bu dönemin ikinci saf- hası olan Orta Paleolitik, MÖ 200.000-40/35.000 tarihleri arasındaki dönemi kapsamaktadır. Bu dönem içinde önce uzun sıcak bir süreç, ardından buzul çağı yaşanmıştır. Böylesi değişen iklim koşulları içinde karşımıza doğa karşısında daha başarılı bir insan tipi olan Neanderthal insanı çıkmıştır."
  },
  {
    "id": "3885791",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Orta Paleolitik Dönem kültüründe toplumsallaşma yolunda atılan önemli bir adımdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ölülerini eşyalarıyla gömmeleri",
      "B": "Ateşin yaygın olarak kullanılması",
      "C": "Çakmak taşından ve obsidyenden aletler yapmaları",
      "D": "Ok ve yay teknolojisini kullanarak avlanmaları",
      "E": "Yemek pişirme tekniklerinin gelişmesi"
    },
    "explanation": "Orta Paleolitik dönemin, toplumsallaşma yolunda atılan en önemli adımlarından biri de insanların ölülerini gömmesi ve ölülerin yanına bazı armağanlar bırakmasıdır. Ölümden sonra yeniden dirilişe inancı gösteren bu uygulama, dönem insanının soyutlama yetisinin kanıtları olarak yorumlanmaktadır."
  },
  {
    "id": "3885792",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi MÖ 7000-5500 döneminde ortaya çıkan Neolitik bir teknolojidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çanak çömlek yapımı",
      "B": "Tunç eşya yapımı",
      "C": "Tarımda sabanın kullanılması",
      "D": "Teknolojide odun kömürü kullanımı",
      "E": "Demiri işleme"
    },
    "explanation": "Çanak Çömlekli Neolitik Dönem (MÖ 7.000-5.500)"
  },
  {
    "id": "3885793",
    "unitNumber": 1,
    "text": "2012 yılında UNESCO Dünya Miras Listesi’ne dahil edilen ve tarih öncesi bir Anadolu yerleşmesinin niteliğine dair ayrıntılı bilgiler sunan Neolitik yerleşim yeri hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çatalhöyük",
      "B": "Hacılar",
      "C": "Harman Önü",
      "D": "Arslan Tepe",
      "E": "Alişar"
    },
    "explanation": "Anadolu'da Neolitik Dönemin en önemli yerleşimlerinden biri, 2012 yılında 1405 sıra numarasıyla UNESCO Dünya Miras Listesi’ne dâhil edilen ve tarih öncesi bir Anadolu yerleşmesinin niteliğine dair ayrıntılı bilgiler sunan Çatalhöyük’tür."
  },
  {
    "id": "3885794",
    "unitNumber": 1,
    "text": "Eski Anadolu tarihinde, “köy ve çiftçi yaşam tarzının dönüşüm geçirmesi” veya “tarımcı köylerin kentleşme süreci” aşağıdaki süreçlerden hangisi içerisinde gerçekleşmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kalkolitik Dönem",
      "B": "Mezolitik Dönem",
      "C": "Demir Çağı",
      "D": "Neolitik Dönem",
      "E": "Tunç Çağı"
    },
    "explanation": "Kalkolitik Dönem, “köy ve çiftçi yaşam tarzının dönüşüm geçirmesi” veya “tarımcı köylerin kentleşme süreci” şeklinde tanımlanabilir. ‘Kalkolitik’ sözcük anlamıyla ‘bakır taş’ şeklinde ifade edilip, taş ile birlikte bakır kullanımının gerçekleşmeye başladığı dönemi ifade eder. (Aslında son dönemlerde yapılan araştırmalar bakır kullanımının daha erken dönemlere uzandığını gösterse de şimdilik literatürde bu şekilde kullanıldığı için ünitede de aynı şekliyle belirtilmiştir.) Uygarlık tarihi içinde bu dönem geniş anlamda, kent/devlet ekonomisinin tohumlarının atıldığı, yönetici sınıfın, bürokrasinin, mesleki uzmanlaşmaların, organize ticaretin ve savaşların ortaya çıktığı dönem şeklinde değerlendirilmektedir. Dolayısıyla Neolitik Dönem’de gerçekleşen büyük üretim sıçramasının ardından uygarlık tarihindeki ikinci hareket -kimi bilim insanlarına göre ikinci devrim- Kalkolitik Dönem’deki kentleşme sürecidir."
  },
  {
    "id": "3885795",
    "unitNumber": 1,
    "text": "Kalkolitik Dönem'de ortaya çıkan \"turnet\" adı verilen teknoloji aşağıdakilerden hangisini sağlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Seri üretim standart kaplar üretilmiştir",
      "B": "Demir kesici aletler yapılmıştır",
      "C": "Sabanın ve pulluğun kullanımı yaygınlaşmıştır",
      "D": "Heykelcilik yaygınlaşmıştır",
      "E": "Tunçtan eşyalar üretilmiştir"
    },
    "explanation": "İlk Tunç Çağı’nda ortaya çıkacak olan çömlekçi çarkının öncüsü turnet, yani yavaş dönen çark bu dönemde bulunmuş ve yaygın olarak kullanılmaya başlanmıştır. Sonuçta özellikle iç hacmi aynı olan seri üretim standart kaplar imal edilmiştir ki bu kaplar büyük olasılıkla dönemin yoğun ticari etkinliklerinin bir zorunluluğu olarak imal edilmişlerdir."
  },
  {
    "id": "3885796",
    "unitNumber": 1,
    "text": "Tunç çağında çömlekçilik ve madencilik başta olmak üzere ilerleyen teknolojiler, daha fazla ürün elde edilmesi, ticaretin gelişmesi sonucu karmaşıklaşan toplumsal yapı aşağıdakilerden hangisine yol açmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Devlet örgütünün ortaya çıkmasını sağlamıştır",
      "B": "Bronz üretimi ve ticaretinin yaygınlaşmasını sağlamıştır",
      "C": "Ticaret yollarında hanlar yapılmıştır",
      "D": "Kentler giderek büyümüştür",
      "E": "Kentlerden krallıklara geçilmeye başlanmıştır"
    },
    "explanation": "İlk Tunç Çağı’nda köy tipi yerleşim yerleri yavaş yavaş büyüyerek kentlere dönüşmüşler ve bu merkezlerde yaşayan insanların bazıları yoğun bir ticari etkinlikle uğraşıp, zenginliğin büyük bir kısmını kontrol etmeye başlayınca toplumsal gruplar arasındaki fark daha öncekilere göre hiç olmadığı kadar artmıştır. Madenciliğin gelişimine ilaveten çömlekçi çarkının kullanımının da yaygınlaştığı sürecin sonunda Anadolu halklarının üretim hızı önceki dönemlere göre inanılmaz boyutlarda artmıştır. Bütün bu gelişim aşaması süresince, örgütlenmiş bir iş gücü, depolama alanları ve bunların etkili bir şekilde korunması için yeni bir oluşuma gereksinim duyulmuştur. Nihayetinde daha da karmaşıklaşan toplumsal ve ekonomik yapı, hemen hemen tüm kurumlarıyla bir devlet örgütünün ortaya çıkmasını sağlamıştır."
  },
  {
    "id": "3885797",
    "unitNumber": 1,
    "text": "Alacahöyük kazılarının Türkiye'deki arkeoloji çalışmaları açısından önemi aşağıdakilerden hangisinde belirtilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Türkiye Cumhuriyeti’nin kuruluşundan sonra başlatılan ilk Türk kazısıdır.",
      "B": "Simge olarak kullanılan güneş diskleri ele geçirilmiştir.",
      "C": "Anadolu’da saptanmış ilk Roma dönemi yerleşimidir.",
      "D": "Türk kültürüne ilişkin erken dönem sanat eserleri ele geçirilmiştir.",
      "E": "Anadolu'daki ilk dinsel tören objeleri ele geçirilmiştir."
    },
    "explanation": "İlk Tunç II Dönemi’nin en önemli ve üzerinde ayrı durulması gereken merkezlerinden biri Alacahöyük’tür. Türkiye Cumhuriyeti’nin kuruluşundan sonra başlatılan ilk Türk kazısı olarak özel bir öneme sahip olan yerleşim, MÖ 2300 - 2000 yılları arasında kullanıldığı tespit edilmiş 13 kral mezarıyla zengin ve etkili bir Anadolu beyliğine başkentlik yapmıştır."
  },
  {
    "id": "3885798",
    "unitNumber": 1,
    "text": "Anadolu’da şu ana kadar yapılan araştırmalarda saptanan ve yaklaşık 1. 1 milyon yıl yaşında olduğu tahmin edilen en eski insana ait buluntu, aşağıdaki illerimizden hangisinde ele geçirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Denizli",
      "B": "İstanbul",
      "C": "Antalya",
      "D": "Burdur",
      "E": "Kayseri"
    },
    "explanation": "Paleolitik Dönem'in sonlarına doğru değişen iklimin etkisiyle insan grupları kendi coğrafyalarından çıkıp dünya üzerinde yayılmışlardır ki Anadolu, bu noktada insanların Avrupa ve Asya kıtalarına geçiş güzergâhı üzerindeki duraklarından biri olmuştur. Nitekim yakın zamanlarda Denizli’nin Kocabaş Beldesi’nde ele geçirilmiş 1,1 milyon yaşında olduğu belirlenen bir insana ait kafatası kalıntıları, sürekli “köprü” olarak anılan bu coğrafyanın tarih öncesi dönemiyle ilgili bir tartışma daha başlatmıştır. Ne olursa olsun Anadolu’da kurak ve yarı kurak düzlüklerden, yayvan ya da iğne yapraklı ormanların olduğu dağlara, alüvyonlu kıyı ovalarından buzullarla kaplı yüksek dağlara kadar çok farklı iklim bölgelerinin her dönemde insanlar için çekici bir coğrafya olduğu muhakkaktır."
  },
  {
    "id": "3886189",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Anadolu’nun tarih (yazı) öncesi dönemlerinden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Demir Çağı",
      "B": "Paleolitik Dönem",
      "C": "Epipaleolitik Dönem",
      "D": "Mezolitik Dönem",
      "E": "Neolitik Dönem"
    },
    "explanation": "Anadolu’nun Paleolitik ve Epipaleolitik (Mezolitik) dönemleri kabaca MÖ 1.000.000-10.000 yılları arasını kapsamaktadır. Sürecin bir sonraki aşaması, MÖ 11.000-5000 yılları arasını kapsayan ve hem yerleşik yaşamın hem de üretimin başladığı Neolitik Dönem’dir. Bir önceki çağda üretimi başlatıp ilk büyük köklü hareketi gerçekleştirmiş Anadolu insanları, Kalkolitik Dönem’de daha da ileri giderek, ekonomik ve toplumsal anlamda daha karmaşık örgütlenmelere yol açacak hamlelerde bulunmuşlardır. Anadolu’da tarih öncesi dönemlerin son safhası Tunç Çağı’dır."
  },
  {
    "id": "3886190",
    "unitNumber": 1,
    "text": "Volkanik Hasan Dağı çevresindeki Avladağı ve Kaletepe’de ele geçirilen el baltaları, Alt Paleolitik Dönem insanlarının doğayı tanıma ve ondan yararlanma isteği içinde olduklarını göstermektedir. Söz konusu baltaların ana malzemesi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bakır",
      "B": "Obsidyen",
      "C": "Bronz",
      "D": "Kemik",
      "E": "Demir"
    },
    "explanation": "Bu dönemin en önemli gelişmelerinden biri de volkanik Hasan Dağ’ın çevresindeki Avladağı ve Kaletepe’de ele geçirilen obsidiyenden yapılmış el baltalarıdır. Nitekim bu sayede Alt Paleolitik Dönem insanlarının yanardağların çevresiyle yüksek platolarda gezindikleri ve çakmaktaşı yanında obsidiyeni de kullanmaya başladıkları, daha genel bir ifadeyle doğayı tanıma ve ondan yararlanma isteği içinde oldukları anlaşılmaktadır. Alt Paleolitik Dönem, daha gelişkin çakmaktaşı aletler yapabilen kültürlerinin ortaya çıkmasıyla sonlanmıştır."
  },
  {
    "id": "3886191",
    "unitNumber": 1,
    "text": "İstanbul bölgesinin geçirdiği iklim değişikleri ve jeolojik süreçler kadar, bölgede yaşamış ve türü tükenmiş hayvanlar da olmak üzere bölgenin faunası hakkında bilgi sağlayan, Anadolu’nun Alt Paleolitik Dönemine tarihli önemli merkez aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Göbeklitepe",
      "B": "Çatalhöyük",
      "C": "Yarımburgaz",
      "D": "Karain",
      "E": "Beldibi"
    },
    "explanation": "Anadolu’da Alt Paleolitik Dönemi yansıtan en önemli merkezlerden birisi İstanbul’da Küçük Çekmece Gölü’nün kuzeyindeki Yarımburgaz Mağarası olduğu için bu merkeze ayrı bir sayfa açmak gerekmektedir. Yarımburgaz Mağarası, çok geniş bir mağara olmamasına rağmen gerek doğal özellikleri gerekse arkeolojik dolguları açısından dünyadaki önemli mağaralardan biridir. Uzun süre arkeolojik araştırma yapılan mağara, İstanbul bölgesinin geçirdiği iklim değişikleri ve jeolojik süreçler kadar, bölgede yaşamış ve bugün türü tükenmiş hayvanlar da olmak üzere bölgenin faunası hakkında sağladığı bilgiler nedeniyle bir arşiv gibidir. Toplamda 16 katmandan oluşan bu mağarada bulunan en önemli belgeler, 300.000 yıl kadar önce yaşamış Alt Paleolitik Dönem insanlarının yaptığı taş aletlerdir. Büyük bir kısmı çakmaktaşından üretilen aletler yanında az sayıda kuvars kayacından yapılmış olanlar da vardır."
  },
  {
    "id": "3886192",
    "unitNumber": 1,
    "text": "“<em>Epipaleolitik (Mezolitik) Dönemde, mevsimlik ve kalıcı yerleşmelerin ortaya çıkmasının temel nedenlerinden biri, ‘bilinçli besin toplayıcılığı’ da denilen ………………………….. olmuştur.</em>”<br/>Yukarıdaki boşluğu doğru olarak tamamlayan sözcük aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Öğütücülük",
      "B": "Kollektifçilik",
      "C": "İmece usulü toplayıcılık",
      "D": "Devşiricilik",
      "E": "Tapınak ekonomisi"
    },
    "explanation": "Epipaleolitik (Mezolitik) Dönem, üretici olmayan toplayıcı-avcı-göçebe yaşam ile üretimin ve yerleşik yaşamın başladığı Neolitik Dönem arasında bir geçiş sürecidir. Bu geçişte temel rolü yine iklim değişiklikleri oynamıştır. Nitekim Son Buzul Çağı’nın bitmesinin ardından değişen dünya iklimiyle birlikte flora ve faunada köklü değişiklikler meydana gelmiş, örneğin ağaç ve bitki türleri zenginleşirken, ormanlar geniş bölgelere yayılmıştır. Dolayısıyla beslenme ve avlanma konusunda dönem insanları, farklı koşullarla karşı karşıya kalmışlar ve sonuçta yaşam biçimlerinde birtakım değişikliklere gitmişlerdir. Bu değişikliklerden biri hiç şüphesiz ki mevsimlik ve kalıcı yerleşmelerin ortaya çıkmasıdır. Bu durumun gelişmesinde “Devşiricilik” denilen “bilinçli besin toplayıcılığı” anlayışının rolü büyüktür. Öğütme taşları ile obsidiyenden üretilmiş sivri uçlu ve boynuz saplı oraklar, bu insanların tahıl ektiklerini kesin bir şekilde kanıtlamasa da en azından bu tür ürünler ile bir şekilde ilişki içinde olduklarını ortaya koymaktadır."
  },
  {
    "id": "3886193",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Çanak Çömleksiz Neolitik Dönem (MÖ. 10.000 - 7.000) sürecinde Anadolu’da tüketilmiş ürünlerden birini göstermektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Pamuk",
      "B": "Tütün",
      "C": "Fasulye",
      "D": "Kabak",
      "E": "Çitlembik"
    },
    "explanation": "Tarıma geçmiş toplumların bu dönemde; buğday, arpa, çavdar, darı, fiğ, mercimek, baklagiller, çitlembik, sakız, badem, geven ve karakafes otu gibi türleri tükettiği bilinmektedir. Bu bitkilerin ilk olarak nerede ve ne zaman tarımsal etkinlikler içine alındığı kesin değildir. Yapılan biyogenetik araştırmalardan birine göre tarıma alınan buğdayın anavatanının olasılıkla Urfa ile Diyarbakır arasındaki Karacadağ yöresi olduğunu göstermektedir. Bu dönemde tahılı biçmek için kullanılan boynuz bir sapa yerleştirilen çakmaktaşından oraklar ve tahılları un haline getirmek için öğütme taşları kullanılmaya başlanmıştır."
  },
  {
    "id": "3886194",
    "unitNumber": 1,
    "text": "I. Bölgeler arası ticaret <br/>II. Dövme tekniğiyle basit maden kullanımı<br/>III. Ölülerin ev içlerine gömülmesi <br/>IV. Yuvarlak planlı yapılar Yukarıdaki gelişmelerden hangileri, Çanak Çömleksiz Neolitik Dönem (MÖ. 10.000 - 7.000) sürecinde karşımıza çıkmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II ve III",
      "C": "II, III ve IV",
      "D": "I, III ve IV",
      "E": "I ve IV"
    },
    "explanation": "Bu dönemde; obsidiyen, çakmaktaşı, yarı değerli taşlar, doğal bakır ve tuz gibi ham maddelerin bölgeler arasında nakledildiği ve olasılıkla değiş tokuş yöntemiyle bir ticaret yapıldığı düşünülmektedir. Önceki süreçlerde, çakmaktaşı, obsidiyen gibi yongalanabilir taş türleri kullanan insanlar bu dönemle birlikte doğada bulduğu hemen her türlü maddeyi kullanmaya çalışmıştır. Nitekim yakın zamanlarda yapılan araştırmalar maden kullanıldığına dair ipuçları da sunmuştur. Ölüler, genellikle ev tabanlarının altına, hocker pozisyonunda yerleştirilmişler ve yanlarına armağanlar bırakılmıştır. Yerleşik yaşama geçiş ile birlikte yeni bir mimari anlayış belirmiştir. Bu mimari anlayışın erken evreleri, yuvarlak planlı, toprağa gömük, üst bölümleri kerpiçle sıvanmış saz ve ağaç dalları kullanılarak inşa edilmiş yapılardan oluşmuştur."
  },
  {
    "id": "3886195",
    "unitNumber": 1,
    "text": "Başta tahıllar olmak üzere, mercimek gibi bitkilerin yoğun olarak ekildiği ve aynı zamanda insanların bu türleri kendi bölgeleri dışına götürüp, başka yerlerde de yetiştirmeye başladıkları, dolayısıyla besin üretiminin ve çiftçiliğin tam anlamıyla yaşam biçimi haline dönüştüğü dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çanak Çömleksiz Neolitik Dönem",
      "B": "Çanak Çömlekli Neolitik Dönem",
      "C": "Epipaleolitik Dönem",
      "D": "Mezolitik Dönem",
      "E": "Üst Paleolitik Dönem"
    },
    "explanation": "Besin üretiminin ve çiftçiliğin tam anlamıyla yaşam biçimi haline dönüştüğü sürece Çanak Çömlekli Neolitik Dönem adı verilmektedir. Başta tahıllar olmak üzere, mercimek gibi bitkilerin yoğun olarak ekildiği süreç, aynı zamanda insanların bu türleri kendi bölgeleri dışına götürüp, başka yerlerde de yetiştirmeye başladıkları dönemdir. Diğer bir deyişle bu dönem, bitkilerin götürüldükleri yeni çevrelerine uyum sağladıkları ve tür çeşitlemesine uğradıkları aşamadır. Hâlâ kuru tarımın uygulandığı dönemde, saban, döven gibi ilkel tarımın mekanik aletleri bilinmemektedir. Çanak Çömlekli Neolitik Dönem’de köy ve çiftçi yaşamı, bir önceki dönemde Güneydoğu Anadolu ve Yakın Doğu’da örneklerini gördüğümüz kültürleri derinden etkilemiş ve bu merkezlerin çoğu tamamen ortadan kalkmıştır. Buna karşılık Orta Anadolu ile Göller Bölgesi yerleşme yerlerinin sayısında belirgin bir artış gözlemlenmektedir."
  },
  {
    "id": "3886196",
    "unitNumber": 1,
    "text": "Anadolu’da zengin boya bezemeli çanak çömlek üreten seçkin bir zanaatkar sınıf ile birlikte yeni bir iş dalı olarak ve mülkiyet göstermek için üretilmiş mühür imalatının ortaya çıktığı dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Obeyd Kültürü",
      "B": "Olduvan Kültürü",
      "C": "Halaf Kültürü",
      "D": "Uruk Kültürü",
      "E": "Mezopotamya Kültürü"
    },
    "explanation": "Kalkolitik Dönemin erken evreleri (İlk Kalkolitik Dönem), Halaf kültürü olarak tanımlanmaktadır. Bu dönemde bölgede büyük ve merkezî bir politik güçten söz edilemediği gibi yerleşimler arasındaki ekonomik ve politik farklar belirginleşmeye başlamıştır. Ticarete dayalı ekonomik anlayışlarıyla basit bir yaşam standardına sahip dönem insanları arasında zengin boya bezemeli çanak çömlek üreten seçkin bir zanaatkar sınıf olduğu bilinmektedir. Ayrıca bu dönemde yeni bir iş dalı olarak mühür imalatı ortaya çıkmıştır. Sadece bir imza gibi düşünülmemesi gereken mühürler, mülkiyet göstermek için üretilmişlerdir ve zaman zaman depo kapılarına ya da bir yere yollanan kapların üzerine de basılmışlardır."
  },
  {
    "id": "3886197",
    "unitNumber": 1,
    "text": "Köylerin yavaş yavaş büyüyerek kentlere dönüştüğü, yoğun ticari etkinlikler sonucu toplumsal gruplar arasındaki farkın daha fazla açıldığı ve madenciliğin gelişimine ilaveten çömlekçi çarkının kullanımının da yaygınlaştığı dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kalkolitik Dönem",
      "B": "Demir Çağı",
      "C": "Bakır Çağı",
      "D": "Tunç Çağı",
      "E": "Mezolitik Dönem"
    },
    "explanation": "Tunç kullanımına başlanması, önemli sosyo-ekonomik, sosyopolitik ve sosyokültürel gelişmeleri de beraberinde getirmiştir. Nitekim İlk Tunç Çağı’nda köy tipi yerleşim yerleri yavaş yavaş büyüyerek kentlere dönüşmüşler ve bu merkezlerde yaşayan insanların bazıları yoğun bir ticari etkinlikle uğraşıp, zenginliğin büyük bir kısmını kontrol etmeye başlayınca toplumsal gruplar arasındaki fark daha öncekilere göre hiç olmadığı kadar artmıştır. Madenciliğin gelişimine ilaveten çömlekçi çarkının kullanımının da yaygınlaştığı sürecin sonunda Anadolu halklarının üretim hızı önceki dönemlere göre inanılmaz boyutlarda artmıştır."
  },
  {
    "id": "3886198",
    "unitNumber": 1,
    "text": "Aşağıdaki gelişmelerden hangisi, Tunç Çağı’nda “devlet” kavramının ortaya çıkmasında rol oynamış temel etmenleri göstermektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Toprağa yerleşimle birlikte artı ürünün ortaya çıkması",
      "B": "Yerleşimlerin etrafında surların inşa edilmesi",
      "C": "Kara ve deniz ticaretinin başlaması",
      "D": "Ticaret yollarının ortaya çıkması ve bunların güvenliğinin sağlanma gerekliliği",
      "E": "Örgütlenmiş iş gücü, ürünlerin depolanma gereksinimi ve korunması"
    },
    "explanation": "Tunç Çağı’na kadar olan gelişim aşaması süresince, örgütlenmiş bir iş gücü, depolama alanları ve bunların etkili bir şekilde korunması için yeni bir oluşuma gereksinim duyulmuştur. Nihayetinde daha da karmaşıklaşan toplumsal ve ekonomik yapı, hemen hemen tüm kurumlarıyla bir devlet örgütünün ortaya çıkmasını sağlamıştır."
  },
  {
    "id": "3940948",
    "unitNumber": 1,
    "text": "Köy tipi yerleşim yerlerinin yavaş yavaş büyüyerek kentlere dönüştüğü ve bu merkezlerde yaşayan insanların bazılarının yoğun bir ticari etkinlikle uğraşmaya başlayarak zenginleşmesiyle, toplumsal gruplar arasındaki farkın artmaya başladığı dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İlk Tunç Çağı",
      "B": "Neolitik Dönem",
      "C": "Kalkolitik Dönem",
      "D": "Epipaleolitik Dönem",
      "E": "Demir Çağları"
    },
    "explanation": "MÖ 4. bin yılın sonlarına doğru Anadolu halkının, kalayı bakır ile karıştırmasıyla başlattığı süreç uygarlık tarihinde yeni bir aşama olarak değerlendirilmiş ve Tunç (Bronz) Çağı olarak adlandırılmıştır. Üre-tim ekonomisinin gelişiminde madenciliğin ciddi bir rol oynadığı dönemde Anadolu halkları, bu madeni kullanarak hem gündelik yaşamda kullanılan daha ince süs eşyaları hem de daha etkili silahlar üretmişlerdir. Ancak olay sadece tuncun kullanımı değil beraberinde getirdiği önemli sosyo-ekonomik, sosyopolitik ve sosyokültürel gelişmeler olarak değerlendirilmelidir. Nitekim İlk Tunç Çağı’nda köy tipi yerleşim yerleri yavaş yavaş büyüyerek kentlere dönüşmüşler ve bu merkezlerde yaşayan insanların bazıları yoğun bir ticari etkinlikle uğraşıp, zenginliğin büyük bir kısmını kontrol etmeye başlayınca toplumsal gruplar arasındaki fark daha öncekilere göre hiç olmadığı kadar artmıştır. Madenciliğin gelişimine ilaveten çömlekçi çarkının kullanımının da yaygınlaştığı sürecin sonunda Anadolu halklarının üretim hızı önceki dönemlere göre inanılmaz boyutlarda artmıştır."
  },
  {
    "id": "3941537",
    "unitNumber": 1,
    "text": "Yaklaşık olarak 2.5 milyon yıl önce ilk aletlerin üretilmesi ile başlayıp yazının kullanılmaya başlandığı döneme kadar geçen süreç aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tunç Çağı",
      "B": "Prehistorik Dönem",
      "C": "Paleolitik Dönem",
      "D": "Epipaleolitik Dönem",
      "E": "Kalkolitik Dönem"
    },
    "explanation": "Yaklaşık olarak 2.5 milyon yıl önce ilk aletlerin üretilmesi ile başlayıp yazının kullanılmaya başlandığı<br/>döneme kadar geçen süreç Prehistorik dönem'dir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3941539",
    "unitNumber": 1,
    "text": "Toplayıcılık ve avcılık .......... dönemin en belirgin özelliklerindendir.<br/>Yukarıdaki boşluğa hangisi getirilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tunç",
      "B": "Prehistorik",
      "C": "Paleolitik",
      "D": "Neolitik",
      "E": "Kalkolitik"
    },
    "explanation": "Toplayıcılık ve avcılık Paleolitik dönemin en belirgin özelliklerindendir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3941540",
    "unitNumber": 1,
    "text": "........... Anadolu’da Epipaleolitik (Mezolitik) Dönem özelliklerini yansıtan merkezdir.<br/>Yukarıdaki boşluğa hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Öküzini Mağarası",
      "B": "Nevali Çöri",
      "C": "Caferhöyük",
      "D": "Troia I",
      "E": "Aşıklıhöyük"
    },
    "explanation": "Öküzini mağarası Anadolu’da Epipaleolitik (Mezolitik) Dönem özelliklerini yansıtan merkezdir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3941542",
    "unitNumber": 1,
    "text": "Köy ve çiftçi yaşam tarzının dönüşüm geçirmesi” veya “tarımcı köylerin kentleşme süreci”ni ifade eden dönem hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Prehistorik",
      "B": "Paleolitik",
      "C": "Tunç",
      "D": "Neolitik",
      "E": "Kalkolitik"
    },
    "explanation": "Köy ve çiftçi yaşam tarzının dönüşüm geçirmesi” veya “tarımcı köylerin kentleşme süreci”ni ifade eden dönem Kalkolitik dönem'dir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3941543",
    "unitNumber": 1,
    "text": "Orta Kalkolitik Çağ’ın Doğu ve Güneydoğu’daki sürecine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Obeyd Kültürü",
      "B": "Halaf Kültürü",
      "C": "Uruk Kültürü",
      "D": "Olduvan Kültürü",
      "E": "Aşölyen Kültür"
    },
    "explanation": "Orta Kalkolitik Çağ’ın Doğu ve Güneydoğu’daki sürecine Obeyd Kültürü adı verilmektedir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3941545",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Anadolu’da Alt Paleolitik Dönemi yansıtan <strong>en</strong> önemli merkezlerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Aşıklıhöyük",
      "B": "Beldibi Mağarası",
      "C": "Yarımburgaz Mağarası",
      "D": "Belbaşı Mağarası",
      "E": "Öküzini Mağarası"
    },
    "explanation": "Yarımburgaz Mağarası Anadolu’da Alt Paleolitik Dönemi yansıtan <strong>en</strong> önemli merkezlerden biridir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3941547",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi İlk Kalkolitik Dönemi yansıtan belli başlı yerleşimlerden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Tepecik Çiftlik",
      "B": "Köşk Höyük",
      "C": "Höyücek",
      "D": "Troia I",
      "E": "Ulucak"
    },
    "explanation": "Troia I İlk Kalkolitik Dönemi yansıtan belli başlı yerleşimlerden değildir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3941548",
    "unitNumber": 1,
    "text": "Troia I hangi dönemin kültür bölgelerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "İlk Tunç Çağı",
      "B": "Paleolitik Dönem",
      "C": "Kalkolitik Dönem",
      "D": "Neolitik Dönem",
      "E": "Mezolitik Dönem"
    },
    "explanation": "İlk Tunç I Dönemi’nin kültür bölgelerinin başında, tüm kuzeybatıyı ve Trakya’nın güney kıyılarını etkisi altına alan Troia I gelmektedir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3941549",
    "unitNumber": 1,
    "text": "İlk Tunç III Dönemi merkezlerinden Yazırhöyük hangi ilin sınırları içerisindedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Malatya",
      "B": "Eskişehir",
      "C": "İstanbul",
      "D": "Samsun",
      "E": "Şanlıurfa"
    },
    "explanation": "İlk Tunç III Dönemi merkezlerinden Yazırhöyük Eskişehir sınırları içerisindedir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3941550",
    "unitNumber": 1,
    "text": "............ İlk Tunç II Dönemi’nin en önemli ve üzerinde ayrı durulması gereken merkezlerinden biridir.<br/>Yukarıdaki boşluğa hangisi getirilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yarımburgaz Mağarası",
      "B": "Köşk Höyük",
      "C": "Alacahöyük",
      "D": "Çadır Höyük",
      "E": "Hassek Höyük"
    },
    "explanation": "Alacahöyük İlk Tunç II Dönemi’nin en önemli ve üzerinde ayrı durulması gereken merkezlerinden biridir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3885799",
    "unitNumber": 2,
    "text": "Ticari etkinliklerde bulunmak üzere başka bölgelere giden halkın yerleştiği yere ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Pazar yeri",
      "B": "limmu",
      "C": "İrişum",
      "D": "Koloni",
      "E": "Koalisyon"
    },
    "explanation": "Ticari etkinliklerde bulunmak üzere başka bölgelere giden halkın yerleştiği yere koloni adı verilmektedir. Doğru cevap olarak D) şıkkı işaretlenmelidir."
  },
  {
    "id": "3885800",
    "unitNumber": 2,
    "text": "Anadolu'ya <u>ilk</u> askeri seferleri yapan ve buradaki bir grup tüccarı koruyan Akkad kralı kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "I.Sargon",
      "B": "Naramsin",
      "C": "Luhuşatiya",
      "D": "Ankuwa",
      "E": "Puzur"
    },
    "explanation": "Akkad devletinin kurucusu kral I.Sargon’a (MÖ 2340 - 2284) ithaf edilmiş yazıtlarda kralın, hem Anadolu içlerine askerî seferler yaptığı hem de buradaki bir grup tüccarın korumasını üstlendiği görülmektedir. Burada işaretlenmesi gereken doğru cevap A) şıkkıdır."
  },
  {
    "id": "3885801",
    "unitNumber": 2,
    "text": "Anadolu'daki Assur egemenliğinin<u> en temel özelliği</u> aşağıdakilerden hangisidir? Lütfen işaretleyiniz!",
    "correctAnswer": "B",
    "options": {
      "A": "Koloni",
      "B": "Ticaret",
      "C": "Politik",
      "D": "Dinsel",
      "E": "Tarım"
    },
    "explanation": "Eski Assur dilinde yazılmış Kültepe tabletleri ilk çözümlendiğinde, Assurluların politik<br/>anlamda Orta Anadolu’da Kayseri’ye kadar genişlediği şeklinde bir görüş ileri sürülmüştür. Ancak yapılan araştırmalar zamanla bu görüşü çürütmüş ve kolonizasyonun tamamen ticari amaçla gerçekleştirildiğini göstermiştir. Dolayısıyla Assur Ticaret Kolonileri Çağı Anadolu’da bir Assur egemenliği şeklinde düşünülmemelidir. Burada doğru cevap B) şıkkı olarak işaretlenmelidir."
  },
  {
    "id": "3885802",
    "unitNumber": 2,
    "text": "Kral veya kraliçeden sonra gelen ve veliaht durumunda bulunan görevliye ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Puruşhattum",
      "B": "Wahşuşana",
      "C": "Rubatum",
      "D": "Targumannum",
      "E": "Rabi simmiltim"
    },
    "explanation": "Kral veya kraliçeden sonra en yetkili kabul edilen kişi ‘rabi simmiltim’ denilen veliaht idi. Tam çevirisi “merdiven büyüğü” olan rabi simmiltim’in veliaht olmasının yanında nasıl bir görevi olduğu aslında tam olarak bilinmemektedir. Zira kimi araştırmacılar tarafından sözcük; baş yargıç veya vali şeklinde de tercüme edilmiştir. Ne olursa olsun rabi simmiltim, üst düzeydeki kişilerin ölüm ve para cezalarını onaylama yetkisine sahip kişi olmuştur. Burada doğru cevap E) şıkkı olarak işaretlenmelidir."
  },
  {
    "id": "3885803",
    "unitNumber": 2,
    "text": "Anadolu'daki Assur kolonilerinin en yetkili organı hangisidir? İşaretleyiniz.",
    "correctAnswer": "C",
    "options": {
      "A": "Rabi sukkallim",
      "B": "Bab karim",
      "C": "Bet Karim",
      "D": "Bab İlim",
      "E": "Rubaum Rabum"
    },
    "explanation": "Anadolu’daki bütün karum’lar Kaniş’teki karum’a, burası da Assur’a bağlı şekilde hizmet etmiştir. Assur Devleti’nin Anadolu’daki en yetkili organı bu anlamda Kaniş’teki ‘Karum Evi’dir. (Bet Karim). Assur’dan gönderilen elçi heyeti, Karum Evi’nin ileri gelenleriyle yazılı bir sözleşme yaptığında, bu sözleşme, o bölgeye daha sonra gelen Assurlu tüccar için de geçerliliğini korumuştur. Burada doğru cevap olarak C) şıkkı işaretlenmelidir."
  },
  {
    "id": "3885804",
    "unitNumber": 2,
    "text": "Kaniş ile Assur arasındaki yol güzergahları hangi kentten <u>geçmezdi</u>? Lütfen İşaretleyiniz!",
    "correctAnswer": "A",
    "options": {
      "A": "Hatay",
      "B": "Diyarbakır",
      "C": "Urfa",
      "D": "Elbistan",
      "E": "Gaziantep"
    },
    "explanation": "İlk yol, Musul’dan hareketle Dicle Nehri’ni takip ederek Diyarbakır’dan Gürün ve Pınarbaşı’ndan ilerleyerek önce Kapadokya bölgesine ve ardından Kaniş’e giden yoldur. İkincisi, Assur’dan başlayıp Dicle Nehri üzerinden, Harran, Urfa, Gaziantep, Adana ve Gülek Boğazı’ndan geçerek Kaniş’e ulaşan yoldur. Son güzergâh ise Assur’dan Gaziantep’e kadar ikinci yol ile aynı şekilde ilerleyip, kuzeye yönelerek Pazarcık ve Kahramanmaraş üzerinden Elbistan’a, buradan Pazarviran’a, sonrasında da Erciyes Dağı’nın kuzeyinden Kaniş’e ilerleyen yoldur. Dolayısıyla Hatay güzergahta yer almamaktadır. Doğru cevap A) şıkkıdır."
  },
  {
    "id": "3885805",
    "unitNumber": 2,
    "text": "Assur tabletlerinde \"kaba ve kültürsüz\" anlamında kullanılan, yerli halkları ifade eden kavram hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Madawa",
      "B": "Tupezialga",
      "C": "Nuaum",
      "D": "Sisisi",
      "E": "Hamrum"
    },
    "explanation": "Kimi araştırmacılar sözcüğün ‘kaba’ ve ‘kültürsüz’ anlamına geldiğini ve Assurluların yerel halkları küçümsemek için kullandıklarını yazsa da kimi araştırmacılar sözcüğün yazıyı bilmeyen yerel halklar karşısında Assurluların kendi farklılıklarını ortaya koyabilmek ve koloni çağındaki ‘yerel halkı’n kendilerinden ayırabilmek amacıyla tercih ettiklerini belirtmektedirler. Bu sözcük 'nuaum' olarak tabletlerde yer almaktadır. Burada doğru cevap olarak C) şıkkı işaretlenmelidir."
  },
  {
    "id": "3885806",
    "unitNumber": 2,
    "text": "Assur inancında adı geçen büyük tanrılardan \"Assur\" <u>neyin Tanrısı</u> olarak tasvir edilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gök Tanrısı",
      "B": "Ay Tanrısı",
      "C": "Bilgi ve sular Tanrısı",
      "D": "Ulusal Tanrı",
      "E": "Fırtına Tanrısı"
    },
    "explanation": "Kültepe tabletlerinde ismi en çok geçen tanrının Assur olduğu belirtilmektedir. <strong>O, devletin simgesi ve Assur halkının ulusal tanrısıdır.</strong> Genellikle sakallı ve sivri bir başlık takmış şekilde kanatlı bir diskin üzerinde yayını çeker vaziyette tasvir edilen tanrı Assur, devletin sınırları büyüdükçe daha geniş bir alana yayılmıştır. Tüm evrenin kralı, cennet ile cehennemin yaratıcısı ve savaşçı bir tanrı olarak öncelikle başkente, ardından tüm ülkeye adını vermiştir. Burada doğru cevap D) şıkkı olarak işaretlenmelidir."
  },
  {
    "id": "3885807",
    "unitNumber": 2,
    "text": "Koloni çağı sanatında hangi türden eserler <u>görülmez</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Damga mühür",
      "B": "Kil zarf",
      "C": "Testi",
      "D": "Vazo",
      "E": "Heykel"
    },
    "explanation": "Koloni çağı sanatında; heykel, kabartma veya kaya abideleri gibi anıtsal eserler görülmez. Doğru cevap E) şıkkıdır."
  },
  {
    "id": "3885808",
    "unitNumber": 2,
    "text": "Hangisi Kültepe kazılarında bulunan sarayın özelliklerinden <u>değildir</u>? İşaretleyiniz.",
    "correctAnswer": "A",
    "options": {
      "A": "Büyük bir tapınağa sahip olması",
      "B": "Küplerle dolu depolarının olması",
      "C": "Büyük ocaklarla ısınan mutfağının olması",
      "D": "Bazı bölümlerinin iki katlı olması",
      "E": "Çok odalı ve salonunun olması"
    },
    "explanation": "Yapılan arkeolojik kazılar sonrasında 120 metre uzunluğunda ve 110 metre genişliğinde bir alanı kapladığı anlaşılan sarayın 42 odası ve bir salonu gün yüzüne çıkarılmıştır. Büyük ocaklarla ısıtılan mutfaklar, küplerle dolu depolar, hizmet bölümleri sıralar halinde, koridora paralel şekilde dizilidir. Bu plan Kaniş’e özgü bir yeniliği yansıtmaktadır. Alanda tespit edilen küçük merdivenler salonlardan bazılarının iki<br/>katlı olduğunu, küp ve kil bullalar ise saray depolarının varlığını açıkça ortaya koymuştur. Kültepe’de yapılan kazılar sonrasında doğrudan tapınak olarak nitelendirilebilecek bir yapı saptanamamıştır. Burada doğru cevap olarak A) şıkkı işaretlenmelidir."
  },
  {
    "id": "3885809",
    "unitNumber": 2,
    "text": "Anadolu’nun Protohistorik Dönemi hangi bin yılın ilk çeyreğinde başlamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "MÖ I.",
      "B": "MÖ II.",
      "C": "MÖ III.",
      "D": "MÖ IV.",
      "E": "MÖ V."
    },
    "explanation": "ASSUR TİCARET KOLONİLERİ ÇAĞI VE YAZILI SÜRECİN BAŞLANGICI<br/>Anadolu’nun Protohistorik Dönemi, MÖ II. binin ilk çeyreğinde Assurlu bir grup tüccarın Eski Assur lehçesinde yazmış olduğu kil tabletler aracılığıyla başlamış ve bu sürecin başlangıcında da en önemli merkez Kayseri’nin kuzeydoğusunda bulunan Kültepe / Kaniş yerleşimi olmuştur."
  },
  {
    "id": "3885810",
    "unitNumber": 2,
    "text": "Anadolu tarihini aydınlatan en eski yazılı tablet belgeler nereden ele geçirilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Alişar",
      "B": "Boğazköy",
      "C": "Hattuşaş",
      "D": "Karum",
      "E": "Kültepe"
    },
    "explanation": "ASSUR TİCARET KOLONİLERİ ÇAĞI VE YAZILI SÜRECİN BAŞLANGICI<br/>Çoğunluğu Kültepe’den ele geçirilmiş yirmi binden fazla tablet Anadolu tarihini aydınlatan en eski yazılı belgelerdir. Yabancı bir ülkedeki ticari kolonilerin varlığını gösteren bu tabletlere, şimdiye kadar ne Akdeniz ve Ege dünyasında ne de Assur Devleti’nde rastlanmıştır. Söz konusu tabletler Anadolu’nun; politik, ekonomik, toplumsal, dinsel ve sanatsal yaşamına yönelik bilgiler sunmaktadır."
  },
  {
    "id": "3885811",
    "unitNumber": 2,
    "text": "Assurlu tüccarlara ait Anadolu’daki <em>karumlar</em> içinde en önemlisi hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hattuş Karumu",
      "B": "Kaniş Karumu",
      "C": "Lıhuşatiya Karumu",
      "D": "Timelkiya Karumu",
      "E": "Zalpa Karumu"
    },
    "explanation": "ASSUR TİCARET KOLONİLERİ ÇAĞI VE YAZILI SÜRECİN BAŞLANGICI<br/>Anadolu’daki <em>karumlar</em> içinde hiç şüphesiz ki en önemlisi Kültepe yakınında kurulmuş Kaniş Karumu’dur. Yerleşimdeki ilk arkeolojik kazılardan sonra Assurlu tüccara ait bu pazar mahallesine <em>“Kaniş Korumu’,</em> tepedeki kazılara da “<em>Kültepe Kazıları</em>” denilmiştir."
  },
  {
    "id": "3885812",
    "unitNumber": 2,
    "text": "Assur tabletlerinde yazılanlar hangi temel konularla ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Din",
      "B": "Tarih",
      "C": "Ticaret",
      "D": "Ulaşım",
      "E": "Yerleşim"
    },
    "explanation": "ASSUR TİCARET KOLONİLERİ ÇAĞI VE YAZILI SÜRECİN BAŞLANGICI\n<br/>Tabletlerin İçeriği<br/>Assurlu tüccarın kendi arasında veya yerli halk ile karşılıklı düzenledikleri borç, faiz ve kredi senetleri, ticari ve kişisel mektuplar, hesap ve eşya listeleri, makbuzlar, ev ve köle satışları, iade belgeleri, yol masrafı kayıtları ve mahkeme tutanakları oluşturmaktadır. Belgeler dönemin politik gelişmelerinden çok fazla söz etmemektedirler. Bununla birlikte satır aralarında Anadolu daki; aile hukukunu ilgilendiren evlenme, boşanma, evlatlık alma ve miras konularına ilişkin bilgiler yanında, birçok şehir, tanrı, tanrıça, şahıs, maden ve hayvan adına rastlanmaktadır. Bu nedenle dönemin; sosyopolitik, sosyoekonomik ve sosyokültürel hayatı hakkında oldukça önemli bilgiler sunmaktadırlar.\n Tabletlerin hemen hemen tamamına yakını ticari etkinliklere ilişkin olduğu için, elimizde koloni çağındaki politik manzarayı betimleyen sınırlı sayıda belge bulunmaktadır."
  },
  {
    "id": "3885813",
    "unitNumber": 2,
    "text": "<em>“Anitta Metni”nine- </em>Tablete göre Anitta, Anadolu şehirlerini tek bir idare altında toplayıp, Orta Anadolu’da siyasi birliği kurduktan sonra kendisini <em>“Rubaum Rabum</em>” olarak adlandırmıştır. <em>“Rubaum Rabum</em>” anlamı hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Krallar Kralı",
      "B": "Baş Kral",
      "C": "Kralların Başı",
      "D": "Büyük Kral",
      "E": "Kralların Hası"
    },
    "explanation": "KOLONİ ÇAĞINDA POLİTİK YAPI<br/>Assurlu tüccar ile ilişkilerin sürdürülmesinde ve dolayısıyla idari yapı ve bürokrasinin başında <em>rubaum</em> (kral) yer almaktaydı. Sözcük, Boğazköy arşivi belgelerinde ele geçirilmiş <em>“Anitta Metni’nde </em>ve Assurlu tüccarın kendi arasındaki yazışmalarda karşımıza çıkmaktadır. Tablete göre Anitta, Anadolu şehirlerini tek bir idare altında toplayıp, Orta Anadolu’da siyasi birliği kurduktan sonra kendisini <em>“Rubaum Rabum</em>’ yani ‘krallar kralı’ olarak adlandırmıştır. Assurlu tüccar da tabletlerde, şehir devletlerindeki kralların doğrudan adını vermek yerine çoğu<br/>zaman bu terimi kullanmıştır."
  },
  {
    "id": "3885814",
    "unitNumber": 2,
    "text": "Assurlu tüccar ile Eski Assur dilini bilmeyen Anadolu halkı arasındaki iletişimi sağlayan tercümana ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Rubatum",
      "B": "Rubaum",
      "C": "Simmiltimin",
      "D": "Sukkallim",
      "E": "Targumannum"
    },
    "explanation": "KOLONİ ÇAĞINDA POLİTİK YAPI<br/><strong>Targumannum: </strong>Assurlu tüccar ile Eski Assur dilini bilmeyen Anadolu halkı arasındaki iletişimi sağlayan tercüman."
  },
  {
    "id": "3885815",
    "unitNumber": 2,
    "text": "Assurluların Anadolu’ya getirdiği mallardan birinci sıradaki en önemlisi hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Baharat",
      "B": "Değerli Taş",
      "C": "Fildişi",
      "D": "Kalay",
      "E": "Kumaş"
    },
    "explanation": "KOLONİ ÇAĞINDA EKONOMİK VE TOPLUMSAL YAPI\n<br/>Ekonomik Yapı<br/><em>Anadolu’ya Getirilen Mallar</em> - Assurluların Anadolu’ya getirdiği mallardan belki de en önemlisi, bakır ile karıştırıldıktan sonra bronza (tunç) dönüşen ve bu yüzden o günün dünyasında hayati öneme sahip olan kalaydır. Bunun dışında önem açısından ikinci sırada belirtilmesi gereken mal, Babil’den getirilen tekstil ürünleridir. Belgelerden anlaşıldığı kadarıyla kırktan fazla kumaş çeşidi, Anadolu’da büyük kârla satıldığı için Assurlu tüccar yoğun bir dokuma ve kumaş taşımacılığı gerçekleştirmiştir."
  },
  {
    "id": "3885816",
    "unitNumber": 2,
    "text": "Assur ile Kaniş arasındaki düzgün döşenmemiş yollar ve aşılması gereken dağlar da düşünüldüğünde 5 ile 25 hayvandan oluşan kervan, yirmiye yakın mola istasyonu bulunan yolu normal şartlarda yaklaşık kaç ayda almaktaydı?",
    "correctAnswer": "B",
    "options": {
      "A": "1 Ay",
      "B": "1,5 - 2 Ay",
      "C": "2,5 - 3 Ay",
      "D": "3,5 - 4 Ay",
      "E": "4,5 - 5 Ay"
    },
    "explanation": "KOLONİ ÇAĞINDA EKONOMİK VE TOPLUMSAL YAPI\n<br/>Ekonomik Yapı<br/>Assur ile Kaniş arasındaki düzgün döşenmemiş yollar ve aşılması gereken dağlar da düşünüldüğünde söz konusu güzergâhın uzun ve yorucu olduğu muhakkaktır. Malların yüklenmesinden sorumlu görevliler hazırlıklarını tamamladıktan sonra Assur’dan yola çıkan ve 5 ile 25 hayvandan oluşan kervan, yirmiye yakın mola istasyonu bulunan yolu normal şartlarda yaklaşık 1,5 - 2 ayda almaktaydı. Bağımsız olarak yola çıkan kervanlar bazen yolda<br/>bir araya gelerek konvoy oluşturmakta, kervandaki eşekler için sürücüler ve yolu bilen rehberler kiralanmaktaydı. Ayrıca taşınan eşyaların idaresinden, yani sevkiyattan ve malların tesliminden sorumlu olan bir aracı da ekiple birlikte hareket etmekteydi."
  },
  {
    "id": "3885817",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Kültepe tabletlerinde yer alan ana vergi ve ödeme başlıklarından birisi değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tekstil ürünleri, yün, kalay veya gümüşten alınan vergiler.",
      "B": "Seyahat edilen güzergâh üzerindeki şehrin tanrısına adak vergisi.",
      "C": "Yerel krallıkların Assur’dan gelen kervanlardan aldığı yol vergisi.",
      "D": "Yerel krallıklar tarafından kervandaki her bir şahıs için alınan vergi.",
      "E": "Yerel krallıklara kervan sahibi tarafından ödenen giriş vergisi."
    },
    "explanation": "KOLONİ ÇAĞINDA EKONOMİK VE TOPLUMSAL YAPI\n<br/>Ekonomik Yapı<br/>Kültepe tabletlerinde birçok vergi veya ödeme çeşidi belirlenmiştir. Bunlar ana başlıklar altında toplandığında karşımıza şöyle bir tablo çıkmaktadır:\n <ul> <li>Tekstil ürünleri, yün, kalay veya gümüşten alınan vergiler.</li> <li>Seyahat edilen güzergâh üzerindeki şehrin Karum Dairesine ödenen vergiler.</li> <li>Yerel krallıkların Assur’dan gelen kervanlardan aldığı yol vergisi.</li> <li>Yerel krallıklar tarafından kervandaki her bir şahıs için alınan vergi.</li> <li>Hareket edecek kervan sahibinden alınan ihraç vergisi.</li> <li>Yerel krallıklara kervan sahibi tarafından ödenen giriş vergisi.</li> </ul>"
  },
  {
    "id": "3885818",
    "unitNumber": 2,
    "text": "Koloni Çağında özellikle alım satım işlerinde, taraflar arasındaki antlaşmalarda şahit olarak gösterilen tanrı hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Aala",
      "B": "Anna",
      "C": "Halki",
      "D": "Hapantalli",
      "E": "Utu"
    },
    "explanation": "KOLONİ ÇAĞINDA KÜLTÜREL YAPI\n<br/>Dinsel Yapı<br/>Koloni Çağı Panteonu iki farklı coğrafyadan beslenmiştir. Bunun ilk grubunda; Hatti, Hurri, Luwi, Pala, Hitit tanrıları ve tanrıçaları olmak üzere Anadolu inançları vardır. İkinci grupta ise Mezopotamya’dan getirilmiş; Sümer, Akkad, Amurru ve Assur tanrıları ve tanrıçaları yer almaktadır. Bütün diğer inançlarda olduğu gibi buradaki tanrılara ve tanrıçalara da belirli semboller ya da güçler yüklenmiştir. Nitelikleri belirlenmiş Anadolulu tanrılar ve tanrıça-<br/>lardan bazıları şunlardır: Irmak Tanrısı <em>Hapantalli,</em> Demirci Tanrı <em>Hasşamili,</em> Güneş Tanrısı <em>Utu,</em> Koruyucu Tanrı <em>Aala,</em> Tahıl Tanrısı <em>Halki,</em> Çocukları Koruyan ve Gözeten Tanrıça <em>GUL-şeş.</em> Bunlara ilaveten <em>Mama</em> şehrinde olduğu gibi bazı tanrıların adlarının şehirlere verildiği, Hatti tanrıları <em>Huzzia, İnar</em> ve <em>Pirwa’</em>nın, prensler ve krallar tarafından kişisel ad olarak tercih edildiği saptanmıştır.\n Söz konusu kutsal varlıklar, taraflar arasındaki antlaşmalarda zaman zaman şahit de gösterilmişlerdir. Özellikle alım satım işlerinde şahit olarak gösterilen tanrı <strong><em>Anna</em></strong> bu duruma güzel bir örnektir."
  },
  {
    "id": "3886139",
    "unitNumber": 2,
    "text": "“<em>Yazının icat edilmesi ya da komşu bir kültürden alınarak kullanılmaya başlanmasıyla birlikte toplumların tarihî çağlara girdikleri kabul edilmektedir. Ancak bu geçiş sürecinde yazıyı bilmeseler de bazı toplumlar, yazıyı kullanmasını bilen çevrelerindeki başka topluluklarla etkileşime girerek, kendileri hakkında yazılı bilgi edinmemizi sağlamışlardır ki bu döneme ……………………………………. adı verilmektedir.</em>”\n Yukarıdaki boşluğu doğru olarak tamamlayan sözcük aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Protohistorik Dönem",
      "B": "Prehistorik Dönem",
      "C": "Kalkolitik Dönem",
      "D": "Paleolitik Dönem",
      "E": "Epipaleolitik Dönem"
    },
    "explanation": "Tarih öncesi çağ (prehistorya) bilindiği üzere yazı öncesi dönemi ifade etmekte olup, toplumların bu dönemi günümüze kalmış maddi belgeler sayesinde anlaşılmaktadır. Ardından yaşanan süreçte yazının icat edilmesi ya da komşu bir kültürden alınarak kullanılmaya başlanmasıyla birlikte toplumların tarihî çağlara girdikleri kabul edilmektedir. Ancak bu geçiş sürecinde yazıyı bilmeseler de bazı toplumlar, yazıyı kullanmasını bilen çevrelerindeki başka topluluklarla etkileşime girerek, kendileri hakkında yazılı bilgi edinmemizi sağlamışlardır ki bu döneme Protohistorik Dönem adı verilmektedir. Bu bağlamda Anadolu’nun Protohistorik Dönemi, MÖ II. binin ilk çeyreğinde Assurlu bir grup tüccarın Eski Assur lehçesinde yazmış olduğu kil tabletler aracılığıyla başlamış ve bu sürecin başlangıcında da en önemli merkez Kayseri’nin kuzeydoğusunda bulunan Kültepe / Kaniş yerleşimi olmuştur."
  },
  {
    "id": "3886140",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, Kültepe (Kaniş) kazılarında ele geçirilen ve Assur Ticaret Kolonileri Çağı’na yönelik bilgi veren tabletlerin içeriğini <u>oluşturmaz?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Borç, faiz ve kredi senetleri",
      "B": "Politik gelişmeler",
      "C": "Ticari ve kişisel mektuplar",
      "D": "Hesap ve eşya listeleri",
      "E": "Yol masrafı kayıtları"
    },
    "explanation": "Tabletlerin içeriğini; Assurlu tüccarın kendi arasında veya yerli halk ile karşılıklı düzenledikleri borç, faiz ve kredi senetleri, ticari ve kişisel mektuplar, hesap ve eşya listeleri, makbuzlar, ev ve köle satışları, iade belgeleri, yol masrafı kayıtları ve mahkeme tutanakları oluşturmaktadır. Belgeler dönemin politik gelişmelerinden çok fazla söz etmemektedirler. Bununla birlikte satır aralarında Anadolu’daki; aile hukukunu ilgilendiren evlenme, boşanma, evlatlık alma ve miras konularına ilişkin bilgiler yanında, birçok şehir, tanrı, tanrıça, şahıs, maden ve hayvan adına rastlanmaktadır. Bu nedenle dönemin; sosyopolitik, sosyoekonomik ve sosyokültürel hayatı hakkında oldukça önemli bilgiler sunmaktadırlar."
  },
  {
    "id": "3886141",
    "unitNumber": 2,
    "text": "Assur Ticaret Kolonileri Çağı’na ilişkin kil tabletlerde kralın yanında; Ankuwa, Timelkiya, Wahşuşana ve Tawinia, gibi adlarla geçen, özellikle alım satım işlerinde etkin olduğu düşünülen <em>rubatum</em> unvanlı kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Vezir",
      "B": "Veliaht",
      "C": "Kraliçe",
      "D": "Kraliyet tüccarı",
      "E": "Prens"
    },
    "explanation": "Kral ile birlikte; Ankuwa, Timelkiya, Wahşuşana, Tawinia, gibi kimi şehirlerde kralın yanında <em>rubatum</em> (kraliçe) unvanı ile görev yapan ve özellikle alım satım işlerinde etkin olduğu düşünülen kadınların varlığı da bilinmektedir. Ancak, metinlerde hiçbir kraliçenin adı belirtilmemiştir."
  },
  {
    "id": "3886142",
    "unitNumber": 2,
    "text": "Assur’dan gönderilen elçi heyeti ile yerel krallar arasında yapılması gerekenleri, diğer deyişle sözleşme metinlerini hazırlayan ve Assur Devleti’nin Anadolu’daki en yetkili organı olan kurum aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Rubatum",
      "B": "Targumannum",
      "C": "Wahşuşana",
      "D": "Bet Karim",
      "E": "Rabi Simmiltim"
    },
    "explanation": "Bürokrasinin şehir devletlerindeki temel görevi, saray ile tüccar arasındaki ilişkilerin düzenlenmesi olmuştur. Bunun için Anadolu’daki bütün karum’lar Kaniş’teki karum’a, burası da Assur’a bağlı şekilde hizmet etmiştir. Assur Devleti’nin Anadolu’daki en yetkili organı bu anlamda Kaniş’teki ‘Karum Evi’dir. (Bet Karim) Assur’dan gönderilen elçi heyeti, Karum Evi’nin ileri gelenleriyle yazılı bir sözleşme yaptığında, bu sözleşme, o bölgeye daha sonra gelen Assurlu tüccar için de geçerliliğini korumuştur. Hemen hemen tamamı Assurlular tarafından hazırlanmış bu sözleşme metinlerinde kralların yapması gereken işler listelenmiştir."
  },
  {
    "id": "3886143",
    "unitNumber": 2,
    "text": "Tarımsal etkinlikler açısından Assur Ticaret Kolonileri Çağı meyveleri arasında ilk sırayı alan, Anadolu’da, çok soğuk iller ve yüksek yaylalar hariç, hemen her bölgede yetiştirilen ürün aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çilek",
      "B": "Elma",
      "C": "Kayısı",
      "D": "Ayva",
      "E": "Üzüm"
    },
    "explanation": "Daha alçak bölgelerde yer alan ve sulama gerektiren bahçe arazileri sebze yetiştirmek amacıyla kullanılmıştır. Meyve bahçeleri ve üzüm bağları ise sulamanın kısmen mümkün olduğu tepe arazilerinde yer almışlardır. Yapılan araştırmaların da gösterdiği gibi Kültepe metinlerinde meyve isimleri, sebze isimlerine göre daha sık geçmektedir. Yetiştiriciliği yapılan meyveler arasında ilk sırayı üzüm almaktadır ki bilindiği üzere Anadolu’nun iklim şartları ve coğrafi özellikleri, çok soğuk iller ve yüksek yaylalar hariç, hemen her bölgede bağcılık yapılmasını mümkün kılmaktadır. Metinlerde sadece üzüme değil, aynı zamanda asma ve şarap sözcüklerine de rastlanmıştır."
  },
  {
    "id": "3886144",
    "unitNumber": 2,
    "text": "Ticaret Kolonileri çağında Assurlu tüccarın taşımacılık ve ulaşım işlemlerinde vazgeçilmez hayvanı olan ve gerektiğinde paraya çevrilebildiği için önemli bir ticari mal olarak da kabul gören hayvan aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eşek",
      "B": "At",
      "C": "Katır",
      "D": "Deve",
      "E": "Öküz"
    },
    "explanation": "Dönemin hayati derecede önem taşıyan diğer bir hayvanı, farklı coğrafyalara kolay uyumundan dolayı Assurlu tüccarın taşımacılık ve ulaşım işlemlerinde vazgeçilmez hayvan olmuş eşektir. Genelde kervan sahipleri tarafından Assur’dan alınan eşekler, Anadolu’dan Assur’a geri dönüş yolculuğu yapacak olan tüccara satılırdı. Bu anlamda kolaylıkla paraya da çevrilebildiği için eşek önemli bir ticari mal olmuştur. Eşek yanında büyük olasılıkla; at, katır veya deve de ulaşım ve taşımacılıkta kullanılmış olmalıdır. Ancak Mezopotamya’dan ele geçirilmiş yazılı belgelerde bu hayvanların adlarına rastlansa da şu ana kadar yayımlanmış Kültepe tabletlerinde söz konusu hayvanlarla ilgili bir bilgi elde edilememiştir."
  },
  {
    "id": "3886145",
    "unitNumber": 2,
    "text": "Koloni Çağı’nda Assurluların Anadolu’ya getirdiği mallardan en önemlisi olan kalaydan sonra, önem açısından ikinci sırada belirtilmesi gereken ürün aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tahıl",
      "B": "Tekstil",
      "C": "Demir",
      "D": "Gümüş",
      "E": "Seramik"
    },
    "explanation": "Assurluların Anadolu’ya getirdiği mallardan belki de en önemlisi, bakır ile karıştırıldıktan sonra bronza (tunç) dönüşen ve bu yüzden o günün dünyasında hayati öneme sahip olan kalaydır. Bunun dışında önem açısından ikinci sırada belirtilmesi gereken mal, Babil’den getirilen tekstil ürünleridir. Belgelerden anlaşıldığı kadarıyla kırktan fazla kumaş çeşidi, Anadolu’da büyük kârla satıldığı için Assurlu tüccar yoğun bir dokuma ve kumaş taşımacılığı gerçekleştirmiştir. Ticareti yapılan dokuma ürünleri genellikle yünlü kumaşlar olmuştur. Metinlerde en çok geçen kumaş türü kutanūm denilen ve çarşaf ya da elbise şeklinde kullanıldığı düşünülen kumaştır. Dokumacılık ve kumaş endüstrisinde, eşleri Kaniş’teki karum’da ticaretle uğraşan kadınların çalıştığı bilinmektedir."
  },
  {
    "id": "3886146",
    "unitNumber": 2,
    "text": "Kültepe tabletlerinde ismi en çok geçen, devletin simgesi ve ulusal tanrısı kabul edilen, genellikle sakallı ve sivri bir başlık takmış şekilde kanatlı bir diskin üzerinde yayını çeker vaziyette tasvir edilen tanrı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Adad",
      "B": "Amurru",
      "C": "Assur",
      "D": "Ea",
      "E": "Sin"
    },
    "explanation": "Kültepe tabletlerinde ismi en çok geçen tanrının Assur olduğu belirtilmelidir. O, devletin simgesi ve Assur halkının ulusal tanrısıdır. Genellikle sakallı ve sivri bir başlık takmış şekilde kanatlı bir diskin üzerinde yayını çeker vaziyette tasvir edilen tanrı Assur, devletin sınırları büyüdükçe daha geniş bir alana yayılmıştır. Tüm evrenin kralı, cennet ile cehennemin yaratıcısı ve savaşçı bir tanrı olarak öncelikle başkente, ardından tüm ülkeye adını vermiştir. Bu anlamda Assur devletinin dış politikasının temel dayanağı ve emperyalizminin meşru zemini olmuştur. Tanrı Assur’dan başka; Fırtına Tanrısı Adad, Batının Tanrısı Amurru, Gök Tanrısı Anum, Bilgi ve Sular Tanrısı Ea, Ay Tanrısı Sin ve Savaş ve Aşk Tanrıçası İştar panteonda öne çıkan kutsal varlıklar olmuşlardır."
  },
  {
    "id": "3886147",
    "unitNumber": 2,
    "text": "Kültepe tabletlerinde genellikle yerli halklar arasında düzenlenen borç veya satış sözleşmelerinde, idari nitelikli veya boşanma belgelerinde şahit olarak gösterilen, hiyerarşik yapıda örgütlenmiş ve “epattum” adlı özel elbiseler giyen grup aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kraliyet ailesi",
      "B": "Aristokratlar",
      "C": "Tüccar",
      "D": "Rahipler",
      "E": "Askerler"
    },
    "explanation": "Kültepe tabletleri, hiyerarşik bir yapıda örgütlenmiş ve dinsel törenlerde gümüş ve değerli taşlarla süslü “epattum” adlı özel elbiseler giyen rahiplerden de söz etmektedir. Hem yerel halktan kişilerin hem Assurluların rahip olabildiği bilinmektedir. Rahipler din işleri yanında, genellikle yerli halklar arasında düzenlenen borç veya satış sözleşmelerinde, idari nitelikli veya boşanma belgelerinde şahit olarak da gösterilmişlerdir."
  },
  {
    "id": "3886148",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Assur Ticaret Kolonileri Çağı sanatına ilişkin gelişmelerden birini göstermektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Heykel",
      "B": "Kabartma",
      "C": "Kaya abideleri",
      "D": "Anıtsal eserler",
      "E": "Mühürler"
    },
    "explanation": "Koloni çağı sanatında; heykel, kabartma veya kaya abideleri gibi anıtsal eserler görülmez. Bu dönemde daha ziyade zengin mühür veya figürin gibi küçük eserler üretilmiştir ki Kültepe’de ele geçirilen bu eserler Anadolu’da Hititler öncesi sanatın belki de en güzel örnekleridir. Söz konusu mühür baskılar; damga ve silindir mühür baskı olmak üzere iki şekilde üretilmişlerdir. Bunlardan damga mühürler Kalkolitik Çağ’dan beri zaten bölgede bilinen ve kullanılan eserlerdir. Bunların üzerinde geometrik şekiller veya hayvan betimlemeleri bulunmaktadır. Silindir mühürler ise koloni çağında karşımıza çıkmıştır. Bu mühürler ya Assurlu tüccar tarafından doğrudan kendi ülkelerinden getirilmiş ya da yoğun ticari faaliyetlerin bir sonucu olarak yerli halk tarafından üretilmişlerdir. Silindir mühürlerin üzerindeki mitolojik sahneler, tapınma, av ve savaş sahneleri belirgin bir Mezopotamya etkisidir."
  },
  {
    "id": "3885819",
    "unitNumber": 3,
    "text": "Boğazköy arşivlerinde Hititler kendilerini nasıl adlandırmışlardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Neşalı",
      "B": "Het oğulları",
      "C": "Het-hiter",
      "D": "Hitties",
      "E": "İttiti"
    },
    "explanation": "Anadolu’nun İlk İmparatorluğu: Hititler/Giriş<br/>Boğazköy arşivlerinin bulunmasıyla Hititlerin kendilerini “Hitit”, dillerini ise “Hititçe” olarak adlandırmadıkları ortaya çıkmıştır. Kendilerini <strong>Neşalı</strong> ve dillerini ise Neşaca olarak isimlendirdikleri yazılı belgelerde geçen naşili, neşili ve neşaumnili (Neşa tarzında) kelimelerinden anlaşılmaktadır."
  },
  {
    "id": "3885820",
    "unitNumber": 3,
    "text": "Çivi biçimli konik kil tabletlerin içeriği aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kral yazıtları ve karaciğer falı metinleri",
      "B": "Ev satım belgeleri ve yapı yazıtları",
      "C": "Öğrenci tabletleri",
      "D": "Tarım içerikli metinler",
      "E": "Edebi metinler"
    },
    "explanation": "Anadolu’nun İlk İmparatorluğu: Hititler/Çivi yazısı<br/>Çivi biçimli konik tabletlerin içeriği, <strong>ev satım belgeleri ve yapı yazıtlarıyla sınırlıdır.</strong>"
  },
  {
    "id": "3885821",
    "unitNumber": 3,
    "text": "Kilden mektuplar, günümüzde olduğu gibi kilden yapılmış olan zarflar içine konulurdu. Zarflar ilk defa aşağıdaki dönemlerden hangisinde kullanılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "III. Ur Sülalesi Dönemi",
      "B": "Eski Babil Krallığı Dönemi",
      "C": "Akkad Krallığı Dönemi",
      "D": "Erken Sümer Hanedanları Dönemi",
      "E": "Eski Assur Krallığı Dönemi"
    },
    "explanation": "Anadolu’nun İlk İmparatorluğu: Hititler/ Çivi yazısı<br/>Bu örneklere ek olarak mektuplar, günümüzde olduğu gibi kilden yapılmış olan zarflar içine konulurdu. Zarfların kullanılması ilk defa <strong>III. Ur Sülalesi Dönemi’nde</strong> özellikle idari metinlerin yazımında kullanılmıştır."
  },
  {
    "id": "3885822",
    "unitNumber": 3,
    "text": "Anadolu, çivi yazısı ile ilk defa aşağıdaki dönemlerden hangisinde tanışmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Assur Ticaret Kolonileri Çağı",
      "B": "Eski Babil Krallığı Dönemi",
      "C": "III. Ur Sülalesi Dönemi",
      "D": "Akkad Krallığı Dönemi",
      "E": "Erken Sümer Hanedanları Dönemi"
    },
    "explanation": "Anadolu’nun İlk İmparatorluğu: Hititler/ Hitit çivi yazısı<br/>Anadolu, çivi yazısı ile ilk defa <strong>Assur Ticaret Kolonileri Çağı’nda</strong> (yak. MÖ 1950-1750), Assur’dan gelen tüccarlar sayesinde tanışmıştır."
  },
  {
    "id": "3885823",
    "unitNumber": 3,
    "text": "Hititler çivi yazısının yanı sıra ikinci bir yazı sistemini de kullanmışlardır. Hiyeroglif olarak bildiğimiz bu yazı sistemi aşağıdakilerden hangisinde <u>kullanılmamıştır?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Prizma şeklinde kil tabletlerde",
      "B": "Kayalara yapılmış kabartmalardaki yazıtlarda",
      "C": "Taş stellerdeki yazıtlarda",
      "D": "Kral ve şahıs mühürlerinde",
      "E": "Bazı kaplar üzerinde"
    },
    "explanation": "Hitit Çivi yazısı.<br/>Hititler çivi yazısının yanı sıra ikinci bir yazı sistemini de kullanmışlardır. <strong>Kayalara yapılmış kabartmalardaki yazıtlarda, taş stellerdeki yazıtlarda, kral ve şahıs mühürlerinde, bazı kaplar üzerinde</strong> hiyeroglif sisteminde yazılmış yazılar mevcuttur."
  },
  {
    "id": "3885824",
    "unitNumber": 3,
    "text": "Başkent Hattuşa’daki arşivler tam anlamıyla bir devlet arşivi niteliğindedir. Hattuşa arşivlerinde aşağıdaki konulardan hangisi hakkında doğrudan bilgi veren tabletler <u>yoktur</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Mitolojik hikayeler",
      "B": "Tıp",
      "C": "Din",
      "D": "Hukuk",
      "E": "Halk yaşamı"
    },
    "explanation": "HİTİT İMPARATORLUĞU’NUN SİYASAL TARİHİ / Hititlerin Kimliği<br/>Mitolojiden tıbba, dinden hukuka çeşitli konularda kayıtlar bulunmasına rağmen <strong>halkın yaşamı hakkında doğrudan bilgi veren tabletler yoktur. </strong>"
  },
  {
    "id": "3885825",
    "unitNumber": 3,
    "text": "İyi bir diplomat ve uluslararası politik dengeleri kullanmasını iyi bilen bir devlet adamı olan, Kadeş Savaşı’ndan sonraki gerginliği bitiren“ebedî barışın ve ebedî kardeşliğin” antlaşması ile Mısır ilişkilerini düzelten Hitit kralı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "III. Hattuşili",
      "B": "III. Murşili",
      "C": "II. Muvatalli",
      "D": "Genç Tuthaliya",
      "E": "II. Arnuvanda"
    },
    "explanation": "Hitit Siyasal Tarihi’ne Genel Bir Bakış<br/><strong>III. Hattuşili</strong> iyi bir diplomat ve uluslararası politik dengeleri kullanmasını iyi bilen bir devlet adamıydı. Kadeş Savaşı’ndan sonraki gerginliği bitiren“ebedî barışın ve ebedî kardeşliğin” antlaşması ile Mısır ilişkilerini düzeltmiştir (MÖ 1270)."
  },
  {
    "id": "3885826",
    "unitNumber": 3,
    "text": "Hitit Devleti’nin idare biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Monarşi",
      "B": "Timokrasi",
      "C": "Tiranlık",
      "D": "Demokrasi",
      "E": "Oligarşi"
    },
    "explanation": "Hititlerde Devlet İdaresi ve Halk<br/>Hitit Devleti’nin idare biçimi t<strong>eokratik monarşi</strong> olarak tarif edilebilir."
  },
  {
    "id": "3885827",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi özellikle Hitit Devleti'nin kuruluş döneminde Hitit krallarının görevleri arasında değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Resmî tanrılar topluluğundaki tanrı ve tanrıçalar için belli bir takvime göre uygulanması gerekli dinî bayramların ihmal edilmeden yapılması",
      "B": "Tapınaklarının tam donanımlı olması ve kurbanların eksiksiz yerine getirilmesi",
      "C": "Başkomutanlık",
      "D": "Önemli davaların karara bağlanması",
      "E": "Ölüm cezalarına onay vermek"
    },
    "explanation": "Hititlerde Devlet İdaresi ve Halk<br/>Kralların üçüncü görevleri “baş yargıç”lıktı. Kral,<br/>önemli davaların karara bağlanmasında görevliydi. Ancak Hitit krallığının mutlakıyetçi olduğunu söylemek, özellikle devletin kuruluş dönemi için,<br/>pek olası görünmemektedir. Çünkü bir danışma kurulu niteliği de taşısa, “panku” adı verilen ve çoğunlukla kraliyet ailesine mensup devlet memurlarından kurulu asiller meclisinin yetkileri vardı.<br/>Örneğin ölüm cezalarına bu meclis onay vermek durumundaydı. “panku” adı verilen ve çoğunlukla kraliyet ailesine mensup devlet memurlarından kurulu asiller meclisinin yetkileri vardı.\n<br/><strong>Örneğin ölüm cezalarına bu meclis onay vermek durumundaydı. </strong>"
  },
  {
    "id": "3885828",
    "unitNumber": 3,
    "text": "Hitit Mitolojisinde Mezopotamya kökenli mitolojiler içerisinde en önemli Destan aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gılgamış",
      "B": "Kumarbi",
      "C": "Hedammu",
      "D": "Ullikummi Şarkısı",
      "E": "Zalpa Hikâyesi"
    },
    "explanation": "Hitit Mitolojisi<br/>Hitit edebiyat ürünlerini teşkil eden mitolojileri kökenlerine göre şu gruplara ayrılır:\n<br/>Hatti kökenli mitolojiler; İlluyanka Hikâyesi, Kaybolan Tanrı Mitosu, Gökten Düşen Ay Mitosu, Kamruşepa Mitosu.\n<br/>Hurri kökenli mitolojiler; Kumarbi Efsanesi, Hedammu Mitosu, Ullikummi Şarkısı, Avcı Keşşi’nin hayatını anlatan bir masal ve Appu adlı<br/>bir adam ile oğulları “İyi” ve “Kötü”nün hikâyesini<br/>içeren masal dikkate değerdir.\n<br/>Mezopotamya kökenli mitolojiler içerisinde en önemlisi <strong>Gılgamış Destanı</strong>’dır."
  },
  {
    "id": "3885830",
    "unitNumber": 3,
    "text": "Mezopotamyalıların Dicle ve Fırat nehirlerinin sularının yükselip alçalması sonucunda kerpiç-tuğla ve çömlek yapımında kullanmak üzere kolaylıkla elde ettikleri malzeme aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kil",
      "B": "Bronz",
      "C": "Ametist",
      "D": "Petrol",
      "E": "Kireç"
    },
    "explanation": "Kil\n<br/>Çivi yazısı ilk olarak Mezopotamya’da ortaya çıkan bir yazı sistemidir. Mezopotamya ise bilindiği gibi, kabaca Dicle ile Fırat Nehirlerinin suladığı alanlara verilen coğrafi isimdir. Her iki nehrin yükselip alçalması nedeniyle, yıl içerisinde nehir boyunca çok kaliteli bir kil tabakası oluşmaktaydı. Mezopotamya’da yaşayan insanlar burada zahmetsiz olarak biriken kili, kerpiç-tuğla ya da çanak çömlek yapımı gibi birçok alanda kullanmışlardır. Yazı malzemesi olarak da kilden yapılan tabletler yaygın olarak kullanılmıştır."
  },
  {
    "id": "3885831",
    "unitNumber": 3,
    "text": "Çivi yazısı yazı sistemi ile ilgili aşağıdaki bilgilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Sağdan sola yazılırdı",
      "B": "Aşağıdan yukarı yazılırdı",
      "C": "Çapraz yazılırdı",
      "D": "Soldan sağa yazılırdı",
      "E": "Yukarıdan aşağı yazılırdı"
    },
    "explanation": "Soldan sağa yazılırdı\n<br/>Çivi yazısı soldan sağa yazılan bir yazı sistemidir."
  },
  {
    "id": "3885832",
    "unitNumber": 3,
    "text": "Stylus nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üzerine resim-yazı yazılan kilden tabletler",
      "B": "Kilden tabletlerin konulduğu kilden zarflar",
      "C": "Kilden tabletlere yazı yazmak için kullanılan ucu sivri bir alet",
      "D": "Kilden zarfların üzerine basılan ve gönderen kişiyi belli eden mühür baskısı",
      "E": "Prizma şeklinde olan kilden tabletler"
    },
    "explanation": "Aslında birer fikir yazısı olan resim-yazıları, kullanan toplumlar tarafından kilden tabletler üzerine stylus adını verdiğimiz ucu sivri bir alet yardımı ile yazıyorlardı.<br/>Kilden tabletler üzerine yazı yazmak için kullanılan ucu sivri bir alet"
  },
  {
    "id": "3885833",
    "unitNumber": 3,
    "text": "Çorum sınırları içinde kalan ve eski adı Hattuşa olan eski Hitit başkenti hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Boğazköy",
      "B": "Yassıhöyük",
      "C": "Ortaköy",
      "D": "Kuşaklı",
      "E": "Maşathöyük"
    },
    "explanation": "Hititlerin başkenti, Çorum sınırları içinde kalan ve eski adı Hattuşa olan Boğazköy’dür."
  },
  {
    "id": "3885834",
    "unitNumber": 3,
    "text": "Hitit tahtını kardeşini öldürerek elde etmesine karşın bu devleti imparatorluk haline dönüştüren kral kimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Genç Tuthaliya",
      "B": "Telipinu",
      "C": "I. Murşili",
      "D": "II. Tuthaliya",
      "E": "Şuppiluliuma"
    },
    "explanation": "MÖ 1450 yıllarında tahta çıkan ve otuz yıl kadar egemen olan kral II. Tuthaliya ve kraliçesi Nikkalmati döneminde devletin yeniden toparlandığı görülmektedir. Bu krali çiftini Arnuvanda ve kraliçesi Aşmunikal izler. Arnuvanda’dan sonra oğlu III. Tuthaliya ve kraliçesi Taduhepa egemen olmuşlardır. Bu çiftin Genç Tuthaliya olarak belgelere geçen oğulları daha tahta geçemeden, kardeşi Şuppiluliuma tarafından öldürtülmüştür. Hitit tahtını kan dökerek elde etmesine karşın bu kral, devleti imparatorluk haline dönüştüren kişidir. Ülkenin toprakları bu kral döneminde tekrar genişlemiş, Halpa, Kargamış alınarak tüm Kuzey Suriye egemenlik alanı içine katılmış, alınan bu iki önemli kentin başına Şuppiluliuma’nın oğulları getirilmiştir."
  },
  {
    "id": "3885835",
    "unitNumber": 3,
    "text": "Boğazköy arşivlerine dayalı olarak Hititlerin kendilerini aşağıdaki isimlerden hangisiyle adlandırdıkları ortaya çıkmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Hethiter",
      "B": "Etiler",
      "C": "Neşalı",
      "D": "İttiti",
      "E": "Hatti"
    },
    "explanation": "GİRİŞ<br/>“Boğazköy arşivlerinin bulunmasıyla Hititlerin kendilerini “Hitit”, dillerini ise “Hititçe” olarak adlandırmadıkları ortaya çıkmıştır. Kendilerini Neşalı ve dillerini ise Neşaca olarak isimlendirdikleri yazılı belgelerde geçen naşili, neşili ve neşaumnili (Neşa tarzında) kelimelerinden anlaşılmaktadır.”"
  },
  {
    "id": "3885836",
    "unitNumber": 3,
    "text": "Hititlerde toplumun geniş kesiminin kullandığı yazı dili aşağıdakilerden hangisine dayanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Luwi hiyeroglifi",
      "B": "Assur çivi yazısı",
      "C": "Babil çivi yazısı",
      "D": "Mısır hiyeroglifi",
      "E": "Girit hiyeroglifi"
    },
    "explanation": "<strong>Hitit Çivi Yazısı</strong><br/>“Hititler çivi yazısının yanı sıra ikinci bir yazı sistemini de kullanmışlardır. Kayalara yapılmış kabartmalardaki yazıtlarda, taş stellerdeki yazıtlarda, kral ve şahıs mühürlerinde, bazı kaplar üzerinde hiyeroglif sisteminde yazılmış yazılar mevcuttur. Hitit-Luwi Hiyeroglifi olarak tanımladığımız bu yazı sisteminin esin kaynağı muhtemelen Mısır Hiyeroglif yazısıdır. Çivi yazısının aksine, hiyeroglif kullanılan yerler halka açık kaya kabartmaları ya da halktan insanlara ait mühürlerdir. Buradan hareketle çivi yazısı sisteminin resmi yazı ve dil olduğu, hiyeroglif sistemi ve yansıttığı Luwi dilinin toplumun geniş kesiminin kullandığı dil ve yazı olduğu söylenebilir.”"
  },
  {
    "id": "3885837",
    "unitNumber": 3,
    "text": "Hitit Devletinin altın çağını yaşadığı dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "M.Ö. 13. yüzyıl",
      "B": "M.Ö. 12. yüzyıl",
      "C": "M.Ö. 11. yüzyıl",
      "D": "M.Ö. 10. yüzyıl",
      "E": "M.Ö. 9. yüzyıl"
    },
    "explanation": "HİTİT İMPARATORLUĞU’NUN SİYASAL TARİHİ<br/>“MÖ on üçüncü yüzyılda Hitit Devleti altın çağını yaşamış, birçok ülkeyi kendine bağlamış, böylece hem siyasi hem de ekonomik açıdan güçlenmiştir.”"
  },
  {
    "id": "3885838",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Hitit Devleti hakkında önemli bilgiler edinmemizi sağlayan arşivlerin bulunduğu kazı alanlarından biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Boğazköy (Hattuşa)",
      "B": "Maşathöyük (Tapigga)",
      "C": "Ortaköy (Şapinuwa)",
      "D": "Didim (Millawanda)",
      "E": "Sivas-Kuşaklı (Şarişşa)"
    },
    "explanation": "HİTİT İMPARATORLUĞU’NUN SİYASAL TARİHİ<br/>“Boğazköy (Hattuşa)’deki arşivlerde 25.000’den fazla sayıda tablet ve tablet parçası bulunmuştur. Ayrıca Anadolu’da yapılan diğer kazılarda Tokat ilinin Zile ilçesi yakınlarındaki Maşathöyük (Tapigga), bugün Çorum’a bağlı olan Ortaköy (Şapinuwa) ve Sivas-Kuşaklı (Şarişşa)’da da arşivler ortaya çıkartılmıştır.”"
  },
  {
    "id": "3885839",
    "unitNumber": 3,
    "text": "M.Ö. 1300’lü yıllarda Hitit devletini imparatorluk haline dönüştüren kral aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hattuşili",
      "B": "Huzziya",
      "C": "Zidanta",
      "D": "Şuppiluliuma",
      "E": "Hantili"
    },
    "explanation": "<strong>Hitit Siyasal Tarihi’ne Genel Bir Bakış</strong><br/>\"Arnuvanda’dan sonra oğlu III. Tuthaliya ve kraliçesi Taduhepa egemen olmuşlardır. Bu çiftin Genç Tuthaliya olarak belgelere geçen oğulları daha tahta geçemeden, kardeşi Şuppiluliuma tarafından öldürtülmüştür. Hitit tahtını kan dökerek elde etmesine karşın bu kral, devleti imparatorluk haline dönüştüren kişidir. Ülkenin toprakları bu kral döneminde tekrar genişlemiş, Halpa, Kargamış alınarak tüm Kuzey Suriye egemenlik alanı içine katılmış, alınan bu iki önemli kentin başına Şuppiluliuma’nın oğulları getirilmiştir.”"
  },
  {
    "id": "3885840",
    "unitNumber": 3,
    "text": "Mısır ile Hitit ülkeleri arasında yapılan tarihteki ilk uluslararası barış antlaşması olan Kadeş Antlaşması hangi tarihte yapılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "M.Ö. 1258",
      "B": "M.Ö. 1264",
      "C": "M.Ö. 1270",
      "D": "M.Ö. 1285",
      "E": "M.Ö. 1289"
    },
    "explanation": "<strong>Hitit Siyasal Tarihi’ne Genel Bir Bakış</strong><br/>“Kadeş Antlaşması, Mısır ile Hitit ülkeleri arasında yapılan tarihteki ilk uluslararası barış antlaşmasıdır… Kadeş Savaşı’ndan sonraki gerginliği bitiren “ebedî barışın ve ebedî kardeşliğin” antlaşması ile Mısır ilişkilerini düzeltmiştir (MÖ 1270).”\n<br/>Kadeş Savaşı Hitit ve Mısır devletleri arasında MÖ. 1285 yılında yapılmıştır. Kadeş Barış Antlaşması ise MÖ. 1270 yılında yapılmıştır. Soruda Kadeş Barış Antlaşması'nın yapıldığı tarih sorulmuştur. Dolayısıyla Doğru cevap \"C şıkkı\" yani MÖ. 1270 tir."
  },
  {
    "id": "3885841",
    "unitNumber": 3,
    "text": "Hititlerde devlet idaresi içinde danışma kurulu gibi çalışan kurulun adı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Panku",
      "B": "Tuliya",
      "C": "Yaşlılar meclisi",
      "D": "Tuppi",
      "E": "Dub"
    },
    "explanation": "<strong>HİTİT İMPARATORLUĞU’NUN KÜLTÜR TARİHİ</strong><br/>“Hitit krallığının mutlakıyetçi olduğunu söylemek, özellikle devletin kuruluş dönemi için, pek olası görünmemektedir. Çünkü bir danışma kurulu niteliği de taşısa, “panku” adı verilen ve çoğunlukla kraliyet ailesine mensup devlet memurlarından kurulu asiller meclisinin yetkileri vardı.”"
  },
  {
    "id": "3885842",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi \"Hatti\" kökenli Hitit edebiyatı mitolojilerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kumarbi Efsanesi",
      "B": "Ullikummi Şarkısı",
      "C": "Hedammu Mitosu",
      "D": "Kamruşepa Mitosu",
      "E": "Gılgamış Destanı"
    },
    "explanation": "<strong>HİTİT DİNİ</strong><br/>“Hatti kökenli mitolojiler; İlluyanka Hikâyesi, Kaybolan Tanrı Mitosu, Gökten Düşen Ay Mitosu, Kamruşepa Mitosu.”"
  },
  {
    "id": "3885843",
    "unitNumber": 3,
    "text": "Çok tanrılı sistemlerde bir devletin oluşturduğu resmi tanrılar topluluğuna verilen isim aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Panku",
      "B": "Tuliya",
      "C": "Pantheon",
      "D": "Asyanik",
      "E": "Tuppi"
    },
    "explanation": "<strong>HİTİT DİNİ</strong><br/>“Pantheon, çok tanrılı sistemlerde bir devletin oluşturduğu resmi tanrılar topluluğuna verilen isimdir.”"
  },
  {
    "id": "3885844",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Hurri kökenli Hitit edebiyatı mitolojilerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gökten Düşen Ay Mitosu",
      "B": "Hedammu Mitosu",
      "C": "Gılgamış Destanı",
      "D": "Kamruşepa Mitosu",
      "E": "İlluyanka Hikayesi"
    },
    "explanation": "<strong>HİTİT DİNİ</strong><br/>“Hurri kökenli mitolojiler; Kumarbi Efsanesi, Hedammu Mitosu, Ullikummi Şarkısı, Avcı Keşşi’nin hayatını anlatan bir masal ve Appu adlı bir adam ile oğulları “İyi” ve “Kötü”nün hikâyesini içeren masal dikkate değerdir.”"
  },
  {
    "id": "3885845",
    "unitNumber": 3,
    "text": "Hangisi Hitit Devleti’nin idare biçimini tarif etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Oligarşi",
      "B": "Devlet sosyalizmi",
      "C": "Teokratik monarşi",
      "D": "Liberteryenizm",
      "E": "Demokrasi"
    },
    "explanation": "Hitit Devleti’nin idare biçimi teokratik monarşi olarak tarif edilebilir. Kralların kendileri tanrı değilse de buyrukları tanrı buyruğu kadar baş eğdirici idi. Karşı gelmenin cezası ölümdü. Ayrı- ca kralın gücünü tanrılardan aldığı kabul edilirdi. Diğer yandan, ölümden sonra kralların tanrı oldu- ğuna da inanılırdı."
  },
  {
    "id": "3885846",
    "unitNumber": 3,
    "text": "Panku nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Askerlerden kurulu askeri danışmanlık veren grup.",
      "B": "Çoğunlukla kraliyet ailesine mensup devlet memurlarından kurulu asiller meclisi.",
      "C": "Taşra kentlerinde bulunan ve bir tür senato diyebileceğimiz kurul.",
      "D": "Sınır bölgelerinde görev yapan askeri valiler.",
      "E": "Din adamları ve yaşlılardan kurulu danışma heyeti."
    },
    "explanation": "Ancak Hitit krallığının mutlakıyetçi olduğunu söylemek, özellikle devletin kuruluş dönemi için, pek olası görünmemektedir. Çünkü bir danışma kurulu niteliği de taşısa, “panku” adı verilen ve çoğunlukla kraliyet ailesine mensup devlet memurlarından kurulu asiller meclisinin yetkileri vardı. Örneğin ölüm cezalarına bu meclis onay vermek durumundaydı. Ayrıca, bir prense, örneğin babasının vasiyetinde bildirdiği görevleri hatırlatmak gibi, hanedan içi sorunlara ilişkin konular da “panku”nun yetkisindeydi.<br/>Çoğunlukla kraliyet ailesine mensup devlet memurlarından kurulu asiller meclisi."
  },
  {
    "id": "3885847",
    "unitNumber": 3,
    "text": "Hangisi Hititler'in hukuk sistemi için geçerli <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Hititlerin hukuka bakış açısı, bütünüyle dinseldi.",
      "B": "Pek çok suçun karşılığında tazminat ödenirdi.",
      "C": "Ailenin anaerkil bir düzen taşıdığı belli olmaktadır.",
      "D": "İşkence cezaları yerine tazminat olarak hayvan kurbanları konmuştur.",
      "E": "Mağdur tarafın suçludan tazminatı almasını garantileyen, günümüzdeki haciz ile karşılaştırılabilecek bir uygulama dikkati çeker."
    },
    "explanation": "Ailenin ataerkil bir düzen taşıdığı belli olmaktadır. Aile reisi olan erkek, karısı ve çocukları üzerinde egemendir.<br/>Ailenin anaerkil bir düzen taşıdığı belli olmaktadır."
  },
  {
    "id": "3885848",
    "unitNumber": 3,
    "text": "Hangisi Hititler'in din sistemleri için geçerli <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Resmi panteonlarında farklı etnik kökenli toplumlardan alınan tanrılar bulunmaktadır.",
      "B": "Hitit inanç sisteminde doğa unsurları ayrı ayrı tanrılar ile temsil edilmiştir.",
      "C": "Hitit inancına göre, tanrılar tıpkı insanlar gibi yaşamakta, yiyip içmekte, aralarında kavga etmekte, birbirleri ile evlenmekte ve çocuk sahibi olmaktaydılar.",
      "D": "Tanrıları göklerde yaşamalı evleri olmamalıydı.",
      "E": "Hitit dininin pratiğinde halka yer verilmiyordu."
    },
    "explanation": "Hitit inancına göre insan gibi düşünülen tanrıların bir de yaşadıkları evleri olmalıydı. Sümerceden “tanrının evi” olarak çevrilen É.DINGIR, insanların ibadetlerini gerçekleştirdikleri tapınaklardı.<br/>Tanrıları göklerde yaşamalı evleri olmamalıydı."
  },
  {
    "id": "3885849",
    "unitNumber": 4,
    "text": "I. Kargamış\n<br/>II. Tarhuntaşşa ve çevresi\n<br/>III. Tuşpa ve çevresi\n<br/>Hitit kralı III. Hattuşili döneminde Hitit ülkesi, üç büyük coğrafi bölgeye ayrılmıştı. Yukarıdakilerden hangileri bu coğrafi bölgeler arasında yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Hitit kralı III. Hattuşili döneminde Hitit ülkesi, üç büyük coğrafi bölgeye ayrılmıştı. Bunlar: Merkezde Kızılırmak kavsi içerisindeki Hattuşa ve çevresi, güneybatıda merkezi Konya-Karaman’da bulunan Tarhuntaşşa ve çevresi (Madde II) ile güneybatıda Gaziantep-Nizip yakınlarında bulunan Kargamış’tır (Madde I). Bu kapsamda cevap: Kargamış ve çevresi (Madde I) ile Tarhuntaşşa ve çevresi (Madde II)’nin yer aldığı C seçeneğidir."
  },
  {
    "id": "3885850",
    "unitNumber": 4,
    "text": "Kahramanmaraş ve dolaylarında kurulmuş Geç Hitit Krallığı/Beyliği aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gurgum",
      "B": "Melid",
      "C": "Sam’al",
      "D": "Pattina",
      "E": "Tabal"
    },
    "explanation": "Güneydoğu Anadolu’da ve kısmen Kuzey Suriye’de kurulmuş Geç Hitit Krallıkları/Beylikleri: Kargamış; Antakya ve Amuk Ovası dolaylarında Pattina (Unqi); Gaziantep ve güneyinde Sam’al; <strong>Kahramanmaraş ve dolaylarında Gurgum</strong>; Malatya ve çevresinde Melid; Adıyaman dolaylarında Kummuhu; Çukurova ve kuzeyinde Que ve Hilakku; Kayseri ve dolayları Tabal’dır.\n<br/>Bu kapsamda cevap: Gurgum’dur."
  },
  {
    "id": "3885851",
    "unitNumber": 4,
    "text": "I. Genellikle kabartmalarla süslü anıtsal kapıları olan surlarla çevrilmiş kentler kurmuşlardır.\n II. Sanat eserlerinde çoğunlukla “Hayvan Üslubu” adı verilen kendilerine özgü bir üslubun yaratıcıları olmuşlardır.\n III. Sarayları ve tapınakları bit-hilani (sütunlu portico) denen plan tipindedir.\n Yukarıdakilerden hangileri, Geç Hitit krallıklarının kendilerine özgü mimari ve sanat anlayışlarını yansıtmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Geç Hitit krallıkları hakkında önemli bir kaynak grubunu da kentlerde geliştirdikleri kendilerine özgü mimari ve sanat anlayışlarını yansıtan kalıntılar oluşturur. Bunların genel özellikleri şöyle sıralanabilir: • Geç Hititler, genellikle kabartmalarla süslü anıtsal kapıları olan surlarla çevrilmiş kentler kurdular (Madde I) • Sarayları ve tapınakları bit-hilani (sütunlu portico) denen plan tipindedir. (Madde III)• Yönetici veya tanrılara ait heykeller, stel ve kaya kabartmaları yaygındır. • Kabartmalarla birlikte Hiyeroglif Luwicesi ve Arami alfabesi ile yazılmış yazıtlar vardır. • Doğu Akdeniz kıyısına yakın olan bölgede fildişi ve maden işçiliği de gelişmiştir. Bu kapsamda Madde I ve Madde III doğrudur. “Sanat eserlerinde çoğunlukla “Hayvan Üslubu” adı verilen kendilerine özgü bir üslubun yaratıcıları olmuşlardır” maddesi İskitlerin sanat anlayışını yansıtmaktadır. Doğru cevap: C şıkkıdır."
  },
  {
    "id": "3885852",
    "unitNumber": 4,
    "text": "Kargamış’ın iç şehir ve kalesi ile dış şehri günümüzde hangi iki ülke sınırları içerisinde yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Türkiye-Irak",
      "B": "Türkiye- Suriye",
      "C": "Türkiye- İran",
      "D": "Suriye- Irak",
      "E": "Irak- İran"
    },
    "explanation": "Kargamış’ın iç şehir ve kalesi bugün Türkiye Cumhuriyeti sınırları içerisinde, Gaziantep ili, Nizip ilçesi, Barak (Karkamış) bucağı, Karkamış köyü yakınlarındadır. Dış şehir ise, büyük ölçüde Suriye’nin Jerablus/Jerabis (Hierapolis) Köyü sınırlarındadır. Bu kapsamda cevap: Türkiye-Suriye’dir."
  },
  {
    "id": "3885853",
    "unitNumber": 4,
    "text": "I. Doğal kayalar üzerindeki hiyeroglifli yazıtlar\n<br/>II. Steller ve mimari eserler üzerindeki hiyeroglifli yazıtlar\n<br/>III. Assurlu kralların yazdırdığı çivi yazılı tabletler\n<br/>Geç Hitit Devletleri hakkındaki yazılı bilgiler yukarıda verilen kaynakların hangilerinden sağlanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Geç Hitit Devletleri hakkında yazılı bilgi; doğal kayalar (Madde I) , steller ve mimari eserler üzerindeki hiyeroglifli yazıtlar (Madde II) ve Assurlu kralların yazdırdığı çivi yazılı tabletlerden (Madde III) sağlanmıştır. Bu kapsamda cevap E şıkkıdır."
  },
  {
    "id": "3885854",
    "unitNumber": 4,
    "text": "Aşağıdaki seçeneklerin hangisinde \"Ortostat\" kavramının tanımı verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "MÖ birinci bin yılda Kuzey Mezopotamya ve Suriye civarında yaşayan halklara verilen genel addır.",
      "B": "Geç Hitit kentlerinin anıtsal girişlerinde duvarların alt bölümlerine yerleştirilmiş, üzerinde çeşitli kabartmalar bulunan yassı taşlardır.",
      "C": "Assurlu tüccar ile Eski Assur dilini bilmeyen Anadolu halkı arasındaki iletişimi sağlayarak tercümanlık yapan ve aynı zamanda Asurlu tüccarlardan borç alan Anadolu halkına kefil olan kişilere verilen isimdir.",
      "D": "Genellikle hayvan biçimli imal edilmiş tören kaplarıdır.",
      "E": "Çok tanrılı sistemlerde bir devletin oluşturduğu resmi Tanrılar topluluğuna verilen addır."
    },
    "explanation": "Cevap Ortostat’dır. Orostat: Geç Hitit kentlerinin anıtsal girişlerinde duvarların alt bölümlerine yerleştirilmiş, üzerinde çeşitli kabartmalar bulunan yassı taşlardır. Sorudaki diğer kavram ve tanımları ise şunlardır: Targumannum: Assurlu tüccar ile Eski Assur dilini bilmeyen Anadolu halkı arasındaki iletişimi sağlayan tercüman. Arami Aramiler Sami bir halktır, MÖ birinci bin yılda Kuzey Mezopotamya ve Suriye civarında yaşamışlardır. MÖ 10-8. yüzyıllarda günümüz Suriye coğrafyası ve çevresinde çeşitli prenslikler kurmuşlardır. Riton: Genellikle hayvan biçimli imal edilmiş tören kaplarıdır. Pantheon: Çok tanrılı sistemlerde bir devletin oluşturduğu resmi tanrılar topluluğuna verilen isimdir."
  },
  {
    "id": "3885855",
    "unitNumber": 4,
    "text": "I. Geç Hitit Devletleri birbirine bağlı ve tek bir kral tarafından yönetilmekteydi.\n<br/>II. Krallar savaşlarda ordunun idaresi, barış dönemlerinde ise rahiplik görevini yerine getirirlerdi.\n<br/>III. Arabalı savaşçılar ve yaya askerlerle Assur’a karşı savaşmışlardır.\n<br/>Yukarıda Geç Hitit dönemi devlet ve ordu yönetimi ile ilgili verilen bilgilerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Geç Hitit Devletlerinin yönetimleri birbirinden bağımsız idi. Bu nedenle de ayrı ayrı krallar tarafından yönetilmekteydi (Madde I yanlış). Bu dönemdeki kral adları, Hitit İmparatorluk Dönemi’ndeki kral adlarının değişikliğe uğramış biçimidir. Bu küçük devletlerin başında bulunan kralların yetkilerini tam olarak bilememekle beraber, yazılı kaynaklarda “Büyük Kral, Kahraman, Ülke Beyi, Hâkim” gibi unvanlarına rastlanmaktadır. Savaşlarda ordunun idaresi görevini üstlendikleri, barış dönemlerinde rahiplik görevini yerine getirdikleri bilinmektedir (Madde II doğru). Diğer yandan hukuki sorunlar karşısında yargıçlık görevi de yaptıkları, kabartmalar üzerindeki sahnelerden anlaşılmaktadır. Arabalı savaşçılar ve yaya askerler olarak Assur’a karşı savaştıkları bilinmektedir (Madde III doğru). Kabartmalarda görüldüğü kadarıyla yaya askerler ok, yay ve mızrakla donanımlı iken, arabalarda iki asker bulunmaktadır.\n<br/>Bu kapsamda cevap Madde II ve Madde III’ün birlikte yer aldığı D seçeneğidir."
  },
  {
    "id": "3885856",
    "unitNumber": 4,
    "text": "Geç Hitit sanatı, aşağıda yer alan hangi kültürün etkisinde gelişmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Frig",
      "B": "Hurri",
      "C": "İskit",
      "D": "Kimmer",
      "E": "Urartu"
    },
    "explanation": "Geç Hitit sanatı, Kuzey Suriye’de köklü bir geçmişi bulunan Hurri kültürü etkisinde gelişmiştir. Cevap Hurri kültürüdür."
  },
  {
    "id": "3885857",
    "unitNumber": 4,
    "text": "Kargamış’ın Uzun Duvar, Kral Burcu, Kahramanlar Duvarı ve Su Kapısı olarak adlandırılan kabartmaları aşağıdaki müzelerden hangisinde sergilenmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Amasya Arkeoloji Müzesi",
      "B": "Anadolu Medeniyetleri Müzesi",
      "C": "Hatay arkeoloji Müzesi",
      "D": "İstanbul Arkeoloji Müzesi",
      "E": "Şanlıurfa Arkeoloji Müzesi"
    },
    "explanation": "Geç Hitit sanatını en iyi şekilde anlamamızı sağlayan buluntulardan bir grubu Kargamış’ta ortaya çıkarılmıştır. Bugün Ankara Anadolu Medeniyetleri Müzesi’nde sergilenen ve Kargamış’ın Uzun Duvar, Kral Burcu, Kahramanlar Duvarı ve Su Kapısı olarak adlandırılan kabartmaları orijinal durumlarına uygun olarak yerleştirilmiştir. Cevap Anadolu Medeniyetleri Müzesidir."
  },
  {
    "id": "3885858",
    "unitNumber": 4,
    "text": "Geç Hitit Krallıklarının hangisinin yönetim merkezi olan kentte bulunan yazıtlar, Batı Semitik dillerden olan Fenikece ve Aramca olarak yazılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Gurgum",
      "B": "Kummuh",
      "C": "Pattin",
      "D": "Sam’al",
      "E": "Tabal"
    },
    "explanation": "Yönetim merkezi Gaziantep’in güneyinde, Fevzipaşa İstasyonu yakınındaki Zincirli Höyüğü olan Sam’al ya da Şalmaneser döneminden sonraki Aramice adıyla Bit Gabbar Devleti, MÖ 858’de adı geçen Assur kralına vergi ödemek zorunda bırakılmıştır. Kazılar sonucu Zincirli’de ele geçmiş olan Esarhaddon (MÖ 681-669) steli, Assur egemenliğinin bir belirtisi olmakla beraber, Sam’al Krallığı’nın Assur etkisine ne zaman girdiği tam olarak bilinmemektedir. Sam’al’ın daire şeklinde bir alana yayılan aşağı şehrini, iç içe geçmiş çifte sur duvarları çevreler. Bu kentte bulunan yazıtlar, Batı Semitik dillerden olan Fenikece ve Aramcadır. Bu kapsamda cevap Sam’al’dır."
  },
  {
    "id": "3885859",
    "unitNumber": 4,
    "text": "Geç Hitit Devletleri döneminde doğudaki Mezopotamya, İran, Afganistan ve Hindistan’dan gelen malların deniz yoluyla batıya aktarılacağı son nokta aşağıdakilerin hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Suriye",
      "B": "Finike",
      "C": "Kargamış",
      "D": "Antakya",
      "E": "Kudüs"
    },
    "explanation": "Suriye, doğudaki Mezopotamya, İran, Afganistan ve Hindistan’dan gelen malların deniz yoluyla batıya aktarılacağı son noktaydı. Ayrıca Anadolu’ya ulaşmak için de Suriye’den geçmek gerekiyordu. Bu soruda istenen yanıt Suriye'dir."
  },
  {
    "id": "3885860",
    "unitNumber": 4,
    "text": "Geç Hitit Devletlerinden Tabal aşağıdaki bölgelerden hangisinde kurulmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "Antakya ve Amuk Ovasında",
      "B": "Gaziantep ve güneyinde",
      "C": "Kahramanmaraş ve dolaylarında",
      "D": "Malatya ve çevresinde",
      "E": "Kayseri ve dolaylarında"
    },
    "explanation": "Güneydoğu Anadolu’da ve kısmen Kuzey Suriye’de kurulmuş Geç Hitit Krallıkları/Beylikleri: Kargamış; Antakya ve Amuk Ovası dolaylarında Pattina (Unqi); Gaziantep ve güneyinde Sam’al; Kahramanmaraş ve dolaylarında Gurgum; Malatya ve çevresinde Melid; Adıyaman dolaylarında Kummuhu; Çukurova ve kuzeyinde Que ve Hilakku; Kayseri ve dolayları Tabal’dır."
  },
  {
    "id": "3885861",
    "unitNumber": 4,
    "text": "Kargamış'ın daha güneyinin Geç Hitit Devleti olma özelliğini yitirmesinin nedeni aşağıdakilerin hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kuzey'deki Geç Hitit Devletlerinin daha güçlü olması",
      "B": "Aramilerin nüfus dengesini değiştirmesiyle kültüre etkisi",
      "C": "Urartu Devleti'nin fetih hareketleriyle giderek bölgeye hakim olması",
      "D": "Sakarya Nehri bölgesinde kurulan Frig Devleti'nin etkisi",
      "E": "Kargamış şehrinin ekonomik ve politik olarak güçlenmesi"
    },
    "explanation": "MÖ birinci binyılın başında, Anadolu ve çevresinde Geç Hitit kent devletlerini etkileyen bir dizi gelişme yaşanmıştır. Kuzey Suriye’ye güneyden yoğun bir Arami göçü olmuştur. Yarı göçebe bir yaşam biçimine sahip bu halk gruplar halinde gelerek bütün bölgedeki nüfus dengesini değiştirmiştir. Bu bölgedeki Hitit ve Hurri kültürel unsurları, bu etnik grubun kültürüyle karışmaya başlamıştır. Kargamış’ın daha güneyi, Arami etkisine daha çabuk girmiş olduğundan, Hitit’ten çok bir Arami bölgesi sayılabilir."
  },
  {
    "id": "3885862",
    "unitNumber": 4,
    "text": "Geç Hitit Devleti Dönemi tarihi ile ilgili olarak aşağıda verilenlerin hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Parça parça bilgiler halindedir.",
      "B": "Doldurulması gereken pek çok boşluk bulunur.",
      "C": "Assur çivi yazılı belgelerindeki bilgiler Assur lehine yazılmıştır.",
      "D": "Yazılı kaynaklar doğal kayalar, steller ve mimari eserler üzerindeki yazıtlarla sınırlıdır.",
      "E": "Geç Hitit Devletlerinin yöneticileri olan kralların izledikleri siyaset hakkında bilgi eksikliği vardır."
    },
    "explanation": "Geç Hitit Dönemi tarihi hakkında bilgiler parça parça ve sınırlıdır. Kralların izledikleri siyasi ve askeri icraatlarla ilgili bilgi elde edilememiştir. Assur Belgelerinde Geç Hitit devletleri ile ilgili bilgiler olsa da bu bilgiler Assurlular lehine yazılmış yanlı bir tarih sergilemektedir. Geç Hitit Devletleri hakkında yazılı bilgi; doğal kayalar, steller ve mimari eserler üzerindeki hiyeroglifli yazıtlar ve Assur krallarının yazdırdığı çivi yazılı tabletlerden sağlanmıştır. \n<br/>Bu bilgilere göre Geç Hitit Dönemi Tarihi ile ilgili bilgiler sadece doğal kayalar, steller ve mimari eserlerden değil, yanlı dahi olsa Assur çivi yazılı tabletlerinden de sağlanmıştır."
  },
  {
    "id": "3885863",
    "unitNumber": 4,
    "text": "Geç Hitit kentlerinin anıtsal girişlerinde duvarların alt bölümlerine yerleştirilmiş olan ve üzerinde çeşitli kabartmalar bulunan yassı taşlara verilen isim aşağıdakilerin hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ortostat",
      "B": "Tympanon",
      "C": "Bastion",
      "D": "Palaestra",
      "E": "Kompozit"
    },
    "explanation": "Geç Hitit kentlerinin anıtsal girişlerinde duvarların alt bölümlerine yerleştirilmiş olan ve üzerinde çeşitli kabartmalar bulunan yassı taşlara verilen isim Ortostatdır."
  },
  {
    "id": "3885864",
    "unitNumber": 4,
    "text": "Hitit İmparatorluğu’nun Güneydoğu Anadolu Bölgesi’ndeki hâkimiyetinin anahtarı olarak görülen Geç Hitit Kenti aşağıdakilerin hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kızıldağ",
      "B": "Kargamış",
      "C": "Gurgum",
      "D": "Pattin",
      "E": "Kummuh"
    },
    "explanation": "Anadolu yüksek ovasının bittiği, Suriye düzlüklerinin başladığı, Güneydoğu Anadolu Bölgesi’nde stratejik bir noktada yer alan Kargamış, Hitit İmparatorluğu’nun bölgedeki hâkimiyetinin anahtarı olmuştur."
  },
  {
    "id": "3885865",
    "unitNumber": 4,
    "text": "Hitit Devleti’nin MÖ 1200 dolaylarında yıkılmasından sonra Tarhuntaşşa’da tahta geçerek krallığını ilân eden isim aşağıdakilerin hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "II. Muwatalli",
      "B": "III. Hattuşili",
      "C": "Ambaris",
      "D": "Hartapu",
      "E": "Uşpilulume"
    },
    "explanation": "Hartapu, Hitit Devleti’nin MÖ 1200 dolaylarında yıkılmasından sonra Tarhuntaşşa’da tahta geçerek krallığını ilân eder."
  },
  {
    "id": "3885866",
    "unitNumber": 4,
    "text": "Kızıldağ'daki kırmızımsı kaya yüzeyindeki taht yapısı üzerinde Geç Hitit Dönemi Sanatı'nın aşağıdaki hangi özelliği <strong>yer almaz</strong>.",
    "correctAnswer": "E",
    "options": {
      "A": "Kralın uzun ve püsküllü giysisi",
      "B": "Kralın ensesinde toplanmış uzun saçları",
      "C": "Kralın sağ eliyle bir kâse olması",
      "D": "Kralın ileri uzattığı sol elinde uzun bir asa olması",
      "E": "Kralın yüzünün bir ortostada bakması"
    },
    "explanation": "Kaya yüzeyi üzerinde, oldukça düzgün yatay ve dikey yüzeyli bir “taht” yapısı vardır. Söz konusu taht üzerine oturmuş olarak betimlenen bir kral figürü mevcuttur. Kral sakalı, ensesinde toplanmış uzun saçları, başlığı, uzun ve püsküllü giysisi ile Geç Hitit Dönemi sanatının öğelerini yansıtır. Betimlenen kral sağ eliyle bir kâse, ileri uzattığı sol eliyle uzun bir asa tutmaktadır. Kralın yüzünün yakında bulunan bir ortostada bakması yanlış olan seçenektir."
  },
  {
    "id": "3885867",
    "unitNumber": 4,
    "text": "Ünlü Assur kralı II. Sargon tarafından MÖ 711 yılında Assur’un bir eyaleti haline getirilerek isminin Marqas olarak değiştirildiği Geç Hitit Devleti aşağıdakilerin hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Pattin",
      "B": "Kummuh",
      "C": "Gurgum",
      "D": "Que ve Hilakku",
      "E": "Kızıldağ"
    },
    "explanation": "Ünlü Assur kralı II. Sargon'un MÖ 711 yılında Mutallu’yu tahttan<br/>indirip, Gurgum Devleti’ni Assur’un bir eyaleti haline getirdiği ve Eyaletin adını da Marqas olarak değiştirdiği bilinmektedir. \n<br/>s. 84\n<br/><strong>Gurgum</strong><br/>Gurgum, bugünkü Kahramanmaraş ve çevresi olarak lokalize edilebilir. Gurgum’un tarihi de Geç Hitit Krallılarının pek çoğu gibi Assur kaynaklarına dayanır. Gurgum Devleti’nin adı, Assur kaynaklarında ilk kez II. Aşurnasirpal (MÖ 883-859) döneminde geçer. MÖ 858 tarihinde de Gurgum kralı Mutalli’nin, Assur kralı III. Şalmaneser’e vergi ödediği anlaşılır. MÖ 805’de başka bir Assur kralı olan III. Adad-nirari, sekiz kralın oluşturduğu ittifaka karşı bir sefer düzenler ve sonrasında diğer bir Geç Hitit Krallığı olan Kummuhu’nun kralı Uşpilulume ile Gurgum kralı Palalam oğlu Qalparunda arasındaki sınırı Kummuhu kralının lehine yeniden düzenler. MÖ 796 dolaylarında aynı ittifaktan bir kez daha bahsedilir. Bu defa ittifakı oluşturanların arasında kesin olarak Gurgum kralı da görülür. Elli üç yıl sonra ise, bir başka <strong>Gurgum kralı olan Tarhulara’yı, III. Tiglatpileser’e karşı oluşturulan ve Urartu kralı II. Sarduri’nin başını çektiği bir birliğin arasında görmekteyiz. Assur bu birliği dağıttıysa da MÖ 738 ile 732 yıllarına ait vergi listelerine göre Gurgum kralı Tarhulara’yı affeder. Daha sonra Tarhulara, babasının tahtını gasp eden oğlu Mutallu </strong><strong>tarafından öldürülür. Bunun üzerine ünlü Assur kralı II. Sargon MÖ 711 yılında Mutallu’yu tahttan </strong><strong>indirip, Gurgum Devleti’ni Assur’un bir eyaleti haline getirir. Eyaletin adını da Marqas olarak değiştirir.</strong>"
  },
  {
    "id": "3885868",
    "unitNumber": 4,
    "text": "Hitit İmparatorluğu'nun yıkılış süreciyle birlikte gelişen aşağıdaki durumlardan hangisi, Geç Hitit Krallıklarının kuruluş sürecine temel teşkil ettiği yönünde değerlendirilebilecek durumlardan biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hattuşa’da hayatın köye dönüşerek devam etmesi",
      "B": "Hitit çivi yazının kullanımına son verilmesi",
      "C": "Hitit halkının geleneksel yaşama dönmesi",
      "D": "Hiyeroglif ile yazılan Luwi Dili'nin kullanılması",
      "E": "Torosların güneyindeki Hitit kentlerinin varlığını sürdürmesi"
    },
    "explanation": "Hitit İmparatorluğu'nın yıkılışının ardından elit sınıf ve devlet adamları, Hitit kral ailesinden gelen birçok sülale Anadolu'nun güneyine göç etmişlerdir. Bununla birlikte, Hitit idaresi altında Torosların güneyinde yaşayan kentler ve buradaki yönetici sınıf da bir şekilde varlığını korumuştur. Bu durumlar, Geç Hitit Devletlerinin kurulmasına zemin hazırladığı biçiminde değerlendirilebilir."
  },
  {
    "id": "3886149",
    "unitNumber": 4,
    "text": "Geç Hitit Devletleri, Hitit İmparatorluğu'nun hangi sürecinden sonra ortaya çıkmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "MÖ 1500’deki Kadeş Barışı sonrası",
      "B": "MÖ 1200 civarındaki çöküş sonrası",
      "C": "MÖ 2000’deki ticaret kolonileri dönemi sonrası",
      "D": "MÖ 1000’deki Urartu istilası sonrası",
      "E": "MÖ 750’deki Asur egemenliği sonrası"
    },
    "explanation": "Hitit İmparatorluğu MÖ 1200’lerde çökmüş, ardından Geç Hitit kent devletleri oluşmuştur.<br/>MÖ 1200 civarındaki çöküş sonrası"
  },
  {
    "id": "3886150",
    "unitNumber": 4,
    "text": "Hitit çivi yazısı terk edildikten sonra hangi yazı sistemi kullanılmaya devam edilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Aramice alfabe",
      "B": "Akadca yazı sistemi",
      "C": "Fenike alfabesi",
      "D": "Hiyeroglif Luwice",
      "E": "Sümerce piktogram"
    },
    "explanation": "Çivi yazısı terk edilmiştir fakat hiyeroglif Luwice taş eserlerde kullanılmaya devam etmiştir."
  },
  {
    "id": "3886151",
    "unitNumber": 4,
    "text": "“Büyük Kral” unvanını Hitit sonrası ilk kez kullandığı belgelenen kişi kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kuzi-Teşup",
      "B": "Hartapu",
      "C": "Warpalawas",
      "D": "Tarhunazi",
      "E": "Asatiwatas"
    },
    "explanation": "Tarhuntaşşa’daki yazıt Hartapu’nun “Büyük Kral” unvanını kullandığını belgelemektedir."
  },
  {
    "id": "3886152",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Geç Hitit Devletleri'nin coğrafi yayılım bölgesi <u><strong>dışında kalır</strong></u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kayseri",
      "B": "Gaziantep",
      "C": "Malatya",
      "D": "Antalya",
      "E": "Adıyaman"
    },
    "explanation": "Antalya bölgesi, Geç Hititlerin tarihsel olarak etkili olduğu bölgeler arasında yer almaz."
  },
  {
    "id": "3886153",
    "unitNumber": 4,
    "text": "Melid (Malatya) kalesinin giriş kapısı hangi isimle tanınır?",
    "correctAnswer": "B",
    "options": {
      "A": "Güneş Kapısı",
      "B": "Aslanlı Kapı",
      "C": "Tanrılar Kapısı",
      "D": "Doğu Kapısı",
      "E": "Tohma Kapı"
    },
    "explanation": "Aslan kabartmaları nedeniyle Melid kalesi girişi “Aslanlı Kapı” olarak adlandırılır."
  },
  {
    "id": "3886154",
    "unitNumber": 4,
    "text": "Arslantepe’de yer alan kabartmalarda hangi figür sıkça tasvir edilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kartal",
      "B": "Kral ve tanrı sahneleri",
      "C": "Askeri seferler",
      "D": "Tarım araçları",
      "E": "Yazı tabletleri"
    },
    "explanation": "Arslantepe kabartmalarında özellikle kral-tanrı ilişkisini vurgulayan sahneler yer alır.<br/>Kral ve tanrı sahneleri"
  },
  {
    "id": "3886155",
    "unitNumber": 4,
    "text": "Geç Hitit döneminde Asur tehdidi karşısında şehir krallıkları ne yapmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Toplu göç",
      "B": "Güç birliği ve savunma ittifakları",
      "C": "Perslere bağlanma",
      "D": "Kendilerini feshetme",
      "E": "Dini reform"
    },
    "explanation": "Asur baskısı karşısında bazı Geç Hitit şehirleri askeri ve siyasi ittifaklar kurmuştur.<br/>Güç birliği ve savunma ittifakları"
  },
  {
    "id": "3886156",
    "unitNumber": 4,
    "text": "Geç Hitit kent devletlerinin Asur tarafından ortadan kaldırılma süreci ne zaman tamamlanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "MÖ 800",
      "B": "MÖ 700",
      "C": "MÖ 600",
      "D": "MÖ 650",
      "E": "MÖ 550"
    },
    "explanation": "Asur Krallığı, MÖ 700’lerde Geç Hitit kent devletlerini tamamen ortadan kaldırmıştır."
  },
  {
    "id": "3886157",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Geç Hitit şehirlerinden biri <u><strong>değildir</strong></u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Kargamış",
      "B": "Gordion",
      "C": "Sam'al",
      "D": "Melid",
      "E": "Zincirli"
    },
    "explanation": "Gordion, Friglerin başkentidir; Geç Hitit şehirleri arasında yer almaz."
  },
  {
    "id": "3886158",
    "unitNumber": 4,
    "text": "Geç Hitit kabartmalarında kralların sıklıkla tanrılarla birlikte betimlenmesinin amacı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sanat anlayışını göstermek",
      "B": "Estetik kaygılar",
      "C": "Dinsel meşruiyet vurgusu",
      "D": "Ticari ilişkileri belgelemek",
      "E": "Askeri başarıyı anlatmak"
    },
    "explanation": "Kral-tanrı tasvirleri hükümdarlığın kutsal kaynağını vurgular.<br/>Dinsel meşruiyet vurgusu"
  },
  {
    "id": "3885869",
    "unitNumber": 5,
    "text": "Urartu ordularının, güçlü olduğu dönemlerinde hemen hemen her yıl yaptıkları yağma seferleri ile ulaştıkları en uç noktalarda ana kayalara kazdırdıkları “gösteriş yazıtlarını” veya diktikleri yazıtlarla sınırlarını çizmişlerdir. Tamamen propaganda amaçlı olan <strong>bu yazıtlara ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Lamaşşu",
      "B": "Sfenks",
      "C": "Fibula",
      "D": "İdol",
      "E": "Stel"
    },
    "explanation": "Urartu ordularının, güçlü olduğu dönemlerinde hemen hemen her yıl yaptıkları yağma seferleri ile ulaştıkları en uç noktalarda ana kayalara kazdırdıkları “gösteriş yazıtlarını” veya diktikleri yazıtlı <strong>stelleri</strong> esas alarak çizilen sınırlardır."
  },
  {
    "id": "3885870",
    "unitNumber": 5,
    "text": "Urartu ile Assur arasındaki dağlık alanda, hiçbir krallığın denetimine girmeyen ve Assur yazıtlarında krallık olarak tanımlanan güçlü yerel topluluklar egemen idi. <strong>Bu topluluklara ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sitadel",
      "B": "Aşiret",
      "C": "Marduk",
      "D": "Horus",
      "E": "Anubis"
    },
    "explanation": "Urartu ile Assur arasındaki dağlık alanda, hiçbir krallığın denetimine girmeyen ve Assur yazıtlarında krallık olarak tanımlanan güçlü <strong>yerel aşiretler</strong> egemen idi."
  },
  {
    "id": "3885871",
    "unitNumber": 5,
    "text": "Urartu öncesinde ve Urartu döneminde yaygın olarak yeraltında kapısı bulunan, taştan yapılmış, dikdörtgen planda inşa edilmiş mezarlara <strong>ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Megaron",
      "B": "Ziggurat",
      "C": "Höyük",
      "D": "Oda Mezar",
      "E": "Tümülüs"
    },
    "explanation": "Yeni gelen bu grupların mezar mimarisi, bireysel gömü için tasarlanan kurganlar yerine, içine çok<br/>sayıda gömü yapılan, <strong>oda mezar</strong> biçimindedir."
  },
  {
    "id": "3885872",
    "unitNumber": 5,
    "text": "Urartu yazılı belgelerinde büyük bir göç dalgasıyla geldikleri konusunda bilgiler bulunan, Doğuda Mana ülkesinden Urartu topraklarına ilerleyen, bozkır kökenli, savaşçı bir toplum aşağıdakilerden <strong>hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kimmerler",
      "B": "Babiller",
      "C": "Asurlar",
      "D": "Hititler",
      "E": "Uygurlar"
    },
    "explanation": "Urartu yazılı belgelerinde büyük bir göç dalgasıyla geldikleri konusunda bilgiler bulunan Kimmerler<br/>idi. Doğuda Mana ülkesinden Urartu topraklarına ilerleyen Kimmerler, bozkır kökenli, savaşçı<br/>bir toplum idi. Bu toplum daha sonra Anadolu ve Grek dünyasında da adlarından söz ettirecektir."
  },
  {
    "id": "3885873",
    "unitNumber": 5,
    "text": "Urartu krallığı döneminde <strong>kentler kaç bölümden oluşur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "6",
      "B": "5",
      "C": "4",
      "D": "3",
      "E": "2"
    },
    "explanation": "<strong>Kentler iki bölümden oluşmaktadır:</strong> sitadel ve aşağı şehir.<br/>2"
  },
  {
    "id": "3885874",
    "unitNumber": 5,
    "text": "Urartu krallığı döneminde <strong>Sitadellerde</strong> (Yönetim Birimi) birçok yapılar bulunur. Aşağıdakilerden hangisi bu yapılardan <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Atölye",
      "B": "Megaron",
      "C": "Tapınak",
      "D": "Konak",
      "E": "Depo"
    },
    "explanation": "Sitadellerde, <em><strong>tapınak, saray, depolar, konaklar ve atölyeler</strong> </em>gibi yapılar bulunmaktadır.<br/>Megaron"
  },
  {
    "id": "3885875",
    "unitNumber": 5,
    "text": "Urartu dini ve mitolojisinde kötü ruhlardan korunmak için boyuna asıldığı anlaşılan madalyonun adı aşağıdakilerden <strong>hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Fibula",
      "B": "İdol",
      "C": "Sfenks",
      "D": "Pektoral",
      "E": "Paye"
    },
    "explanation": "Kötü ruhlardan korunmak için boyuna asıldığı anlaşılan <strong>pektoraller, madalyonlar ve bronz levhalar </strong>üzerindeki motifler de genellikle Urartu dini ve mitolojisinden seçilmiştir."
  },
  {
    "id": "3885876",
    "unitNumber": 5,
    "text": "MÖ dokuzuncu yüzyılda Frigler tarafından geliştirilen ve çengelli iğnenin atası olarak kabul edilen, genellikle soylular ve zenginler tarafından prestij ürünü olarak kabul edilmiş ve kullanılmış, kısa zamanda yaygınlaşarak Geç Hitit, Assur ve Urartu ülkesinde de üretilmiş ve değerli eşyaya ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilezik",
      "B": "Madalyon",
      "C": "Küpe",
      "D": "Pektoral",
      "E": "Fibula"
    },
    "explanation": "MÖ dokuzuncu yüzyılda Frigler tarafından geliştirilen ve çengelli iğnenin atası olarak kabul edilen <em><strong>Fibula</strong> </em>genellikle soylular ve zenginler tarafından prestij ürünü olarak kabul edilmiş ve kullanılmıştır.<br/>Kısa zamanda yaygınlaşarak Geç Hitit, Assur ve Urartu ülkesinde de üretilmiş ve kullanılmıştır."
  },
  {
    "id": "3885877",
    "unitNumber": 5,
    "text": "Urartular döneminde <strong>kaç tür tapınak bulunmaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Urartularda <strong>iki tür tapınak</strong> bulunmaktaydı. Bunlardan ilki kentlerin sitadellerinde inşa edilen standart boyutlarda, kare planlı, kule tipi tapınaklardı. İkincisi geleneksel ibadet anlayışının devamı olduğu anlaşılan kapı biçiminde yontulmuş kutsal nişlerdir.<br/>2"
  },
  {
    "id": "3885878",
    "unitNumber": 5,
    "text": "Urartu Devleti'ndeki bayındırlık hizmetlerinden biri olan Şamram Kanalı hangi kral zamanında yapılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Aramu",
      "B": "Sarduri",
      "C": "Minua",
      "D": "I. Rusa",
      "E": "II. Argişti"
    },
    "explanation": "\"Günümüzde de kullanılan elli dört km uzunluğundaki Şamram Kanalı, Minua tarafından yaptırılmış ve Edremit civarında bağlar bahçeler oluşturulmuştur.\" (s.100). Bu nedenle cevap c seçeneğidir."
  },
  {
    "id": "3885879",
    "unitNumber": 5,
    "text": "Urartu Devleti'nin başkenti aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tuşpa",
      "B": "Ayanis",
      "C": "Bastam",
      "D": "Toprakkale",
      "E": "Anzaf"
    },
    "explanation": "\"Krallığın planladığı bütün kentler, başkent Van (Tuşpa) dışında daha önce yerleşilmemiş alanlarda kurulmuştur.\"(s.104). Görüldüğü üzere başkent Tuşpa olup cevap a seçeneğidir."
  },
  {
    "id": "3885880",
    "unitNumber": 5,
    "text": "I- Sulu tarımın teşvik edilmesi\n II- Bayındırlık hizmetlerinin geliştirilmesi\n III- Ekonominin hayvancılığa dayandırılması\n Yukarıdakilerden hangileri Urartu Devleti’nin yerleşik yaşamı yaygınlaştırmak için yaptıkları arasında yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II, III"
    },
    "explanation": "\" Coğrafyanın tüm olumsuzluklarına rağmen nüfusun önemli bir bölümünün kentlerde yaşamaya zorlanması, sulu tarımın teşvik edilerek yerleşik köy toplumu oluşturma çabaları ve güçlü bir merkezi yönetimin kurulması bu değişim sürecinin belli başlı noktalarıdır. \"(s.103). \"Urartu Devleti yatırımlarını genellikle tarım alanlarının bulunduğu bölgelere yapmış, yüksek ve ulaşılması zor bölgeleri ise hayvan ihtiyacını karşılamak amacıyla zaman zaman yağmalamıştır.\" (s.98) Bu anlamda cevap c seçeneğidir."
  },
  {
    "id": "3885881",
    "unitNumber": 5,
    "text": "I- I.Sarduri tarafından yaptırılmıştır.\n II- Van/Toprakkale yakınlarında yer almaktadır.\n III- Yazıtta tanrı ve tanrıçalar ve onlara sunulacak kurbanlar sıralanmıştır.\n Meher Kapıya ilişkin yukarıdaki bilgilerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II, III"
    },
    "explanation": "\"...Şamram Kanalı, Minua tarafından yaptırılmış ve Edremit civarında bağlar bahçeler oluşturulmuştur. Babası ile kendi adının birlikte onurlandırıldığı Van/ Toprakkale yakınındaki Meherkapı yazıtında Urartu Devleti’nin sınırlarında kutsanan tanrı ve tanrıçaları ve bunlara sunulacak kurbanlar sıralanmıştır.\" (s.100). Bu anlamda I. madde yanlış olup diğerleri doğrudur. Cevap d seçeneğidir."
  },
  {
    "id": "3885882",
    "unitNumber": 5,
    "text": "Urartu yazıtlarına ilişkin aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yazıtların çoğu taş steller üzerine ve ana kayalara yazılmıştır",
      "B": "Sınırlara gösteriş yazıtları dikilmiştir.",
      "C": "Yazıtlarda çoğunlukla hiyeroglif yazı kullanılmıştır.",
      "D": "Gösteriş yazıtların içeriği, giriş, gelişme ve sonuç olmak üzere üç bölüm halinde düzenlenmiştir.",
      "E": "Tapınak yazıtlarında kral tanrıya yakınlığını ve ülkesi için yaptıklarını anlatmıştır."
    },
    "explanation": "\"Urartu kralları, MÖ dokuzuncu yüzyılın ortalarından itibaren önce Assurca, arkasından Assur çivi yazısıyla Urartuca yazıt yazdırmışlardır. Urartu yazıtlarının çoğu taş steller üzerine ve ana kayalara yazılmıştır. (...) Ayrıca çoğu büyük depo küpleri üzerinde ölçü işareti olmak üzerine yazılmış hiyeroglif işaretlerinin de kullanıldığı bilinmektedir. Ancak hiyeroglif kullanımı yaygın değildir.\" (s.103). Bu anlamda c seçeneği yanlış olup sorunun cevabıdır."
  },
  {
    "id": "3885883",
    "unitNumber": 5,
    "text": "Urartu sitadellerine ilişkin aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sitadeller surlarla çevrilerek korunmuştur.",
      "B": "Bulunduğu yere hakim bir kayalık yükselti üzerine kurulmuşlardır.",
      "C": "İçinde tapınak, saray, depolar, konaklar ve atölyeler gibi yapılar yer almıştır.",
      "D": "Yöneticiler, zorunlu iskâna tabi tutulan insanlarla birlikte sitadelde yaşamışlardır.",
      "E": "Sitadeldeki yapılar inşa edilmeden önce kanalizasyon, tuvalet, sarnıç gibi altyapı sistemleri yapılmıştır."
    },
    "explanation": "\"Sitadelde yöneticiler, sitadel dışındaki düz alanda kurulan yerleşmede ise genellikle halk yaşamaktaydı.\"(s.97). Bu nedenle d seçeneği yanlış olup sorunun cevabıdır."
  },
  {
    "id": "3885884",
    "unitNumber": 5,
    "text": "Urartuların ölü gömme geleneğine ilişkin aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Urartu tek odalı mezarları Hellenistik-Roma döneminde inşa edilmiş tek odalı mezarlara örnek olmuştur.",
      "B": "Her gömü için bir kap içinde yemek, değerli silah ve takılar hediye olarak mezara bırakılmıştır.",
      "C": "Kaya mezarlarına sadece yakılmış gömülerin külleri koyulmuştur.",
      "D": "Kaya mezarları ve oda mezarları tek kişi için yapılmıştır.",
      "E": "Krallar, valiler ve yerel yöneticiler aşağı şehirdeki mezarlara gömülmüştür."
    },
    "explanation": "\"Krallar, valiler ve yerel yöneticiler, yönetim merkezlerinin sitadelinde yaptırdıkları çok odalı kaya mezarlarına gömülmekteydi. Her gömü için bir kap içinde yemek, değerli silah ve takılar hediye olarak mezara bırakılmaktaydı. Çok odalı kaya mezarlarının planı, Urartu’ya özgü yanları tanımlanabilir bir anlayışla biçimlenmiştir.\" (s.105). Bu anlamda cevap b seçeneğidir."
  },
  {
    "id": "3885885",
    "unitNumber": 5,
    "text": "I-Urartu sanatı birçok bakımdan Assur ve Geç Hitit kültürlerinden izler taşır. \n II- Fibula, MÖ dokuzuncu yüzyılda ilk kez Urartular tarafından geliştirilmiştir.\n III- Kırmızı renkte astarlanmış, oldukça parlak yüzeyli, yonca ağızlı testiler özgün Urartu ürünleridir.\n Urartu sanatına ilişkin yukarıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II, III"
    },
    "explanation": "\" Kırmızı renkte astarlanmış, oldukça parlak yüzeyli, yonca ağızlı testiler madeni kapları taklit ederek kilden yapılmış özgün ürünlerdir. Urartu sanatı birçok bakımdan Assur ve Geç Hitit kültürlerinden izler taşır. Bronz kalkanlar ve kemerler üzerindeki savaş sahneleri daha çok Assur etkili olarak gelişmişken fildişi ve cam Geç Hitit, fibula ise Frig kültürünün etkisi olarak Doğu Anadolu’ya ulaşmış ve buradaki zengin-soylu sınıfın beğenisi doğrultusunda biçimlendirilmiştir.\" (s.106). \"MÖ dokuzuncu yüzyılda Frigler tarafından geliştirilen ve çengelli iğnenin atası olarak kabul edilen Fibula genellikle soylular ve zenginler tarafından prestij ürünü olarak kabul edilmiş ve kullanılmıştır\" (s.106). Bu nedenle II. madde yanlış olup cevap c seçeneğidir."
  },
  {
    "id": "3885886",
    "unitNumber": 5,
    "text": "I- Kaleler, yerel aşiret reisleri tarafından inşa edilmiştir.\n II- Kalelerin büyük bölümü dağlık olan alanlarda kurulmuştur.\n III- Kalelerde de çok odalı kaya mezarları yer almıştır.\n Urartu kalelerine ilişkin yukarıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II, III"
    },
    "explanation": "\"Yerel yöneticiler de egemen oldukları bölgede inşa ettikleri eyalet merkezi niteliğindeki kalelerde kendileri için çok odalı kaya mezarları yaptırmışlardır\"(s.98). \"Urartu Krallığı’nın egemen olduğu, büyük bölümü dağlık olan alanda birçok bakımdan Urartu kentlerinin sitadellerine benzeyen kaleler kurulmuştur. Kaleler, Urartu Devleti’nin yönetim sistemine entegre olarak varlığını koruyan yerel aşiret reisleri tarafından inşa edilmiştir.\" (s.104). Bu anlamda cevap e seçeneğidir."
  },
  {
    "id": "3885887",
    "unitNumber": 5,
    "text": "Urartu Devletinde yüksek kayalıklar üzerine kurulmuş, çevresi surlarla kuşatılmış, içinde saray, tapınak, depo mekânları ve atölyelerin bulunduğu yönetim birimine ne ad verilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Situla",
      "B": "Krali kent",
      "C": "Stel",
      "D": "Aşağı şehir",
      "E": "Sitadel"
    },
    "explanation": "Yüksek kayalıklar üzerine kurulmuş, çevresi surlarla kuşatılmış, içinde saray, tapınak, depo mekânları ve atölyelerin bulunduğu yönetim birimine stadel denilmektedir (s.96). Bu nedenle cevap e seçeneğidir."
  },
  {
    "id": "3886159",
    "unitNumber": 5,
    "text": "Urartu Krallığı'nın başkenti neresidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Malatya",
      "B": "Tuşpa",
      "C": "Arin Berd",
      "D": "Ankara",
      "E": "Sardurihinili"
    },
    "explanation": "Van Gölü’nün doğu kıyısında kurulan Tuşpa, Urartu Krallığı’nın başkentidir."
  },
  {
    "id": "3886160",
    "unitNumber": 5,
    "text": "Urartu’nun “gösteriş yazıtları” hangi amaçla dikilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ticaret anlaşmalarını kaydetmek",
      "B": "Dini törenleri belgelemek",
      "C": "Sınırları abartılı biçimde göstermek",
      "D": "Yerleşim yerlerini göstermek",
      "E": "Tarım alanlarını belgelemek"
    },
    "explanation": "Gösteriş yazıtları, gerçek sınırları yansıtmaz; propaganda amaçlıdır.<br/>Sınırları abartılı biçimde göstermek"
  },
  {
    "id": "3886161",
    "unitNumber": 5,
    "text": "Urartu’nun egemenliğini doğuda sınırlayan doğal coğrafi unsur nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Aras Nehri",
      "B": "Ağrı Dağı",
      "C": "Urmiye Gölü",
      "D": "Hazar Denizi",
      "E": "Zagros Dağları"
    },
    "explanation": "Urartu yazıtlarında, Urmiye Gölü’nün güneyindeki Zagroslar sınır olarak geçer.<br/>Zagros Dağları"
  },
  {
    "id": "3886162",
    "unitNumber": 5,
    "text": "Urartu kentleri hangi iki temel bölümden oluşur?",
    "correctAnswer": "B",
    "options": {
      "A": "Askeri bölge - Tapınak",
      "B": "Sitadel - Aşağı şehir",
      "C": "Pazar alanı - Su deposu",
      "D": "Mezarlık - Tapınak",
      "E": "Sur içi - Sur dışı"
    },
    "explanation": "Urartu kentleri, yönetim yapılarının olduğu sitadel ve halkın yaşadığı aşağı şehirden oluşur.<br/>Sitadel - Aşağı şehir"
  },
  {
    "id": "3886163",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Urartu mimarisinde görülen tapınak tipi <u><strong>değildir</strong></u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Kule planlı tapınak",
      "B": "Kapı niş biçiminde tapınak",
      "C": "Dört sütunlu bazilika",
      "D": "Standart kare planlı tapınak",
      "E": "Açık hava tapınağı"
    },
    "explanation": "Dört sütunlu bazilika tipi tapınak, Urartu mimarisine ait değildir."
  },
  {
    "id": "3886164",
    "unitNumber": 5,
    "text": "Urartu Krallığı’nın yıkılmasında en büyük etken aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kıtlık",
      "B": "İç savaş",
      "C": "Göçebe kavimlerin istilaları",
      "D": "Med istilası",
      "E": "Su kanallarının tahribi"
    },
    "explanation": "İskit ve Kimmerler gibi göçebe toplulukların istilası Urartu’nun çöküşünü hızlandırmıştır.<br/>Göçebe kavimlerin istilaları"
  },
  {
    "id": "3886165",
    "unitNumber": 5,
    "text": "Urartu ölü gömme geleneklerinden hangisi yaygındır?",
    "correctAnswer": "C",
    "options": {
      "A": "Lahitli gömü",
      "B": "Tümülüs mezar",
      "C": "Kaya mezarı",
      "D": "Yakma gömü",
      "E": "Kiremitli mezar"
    },
    "explanation": "Urartular, kayalara oyulmuş mezar odaları (kaya mezarı) kullanmışlardır."
  },
  {
    "id": "3886166",
    "unitNumber": 5,
    "text": "Urartu inancında önemli yer tutan tanrı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tarhunt",
      "B": "Haldi",
      "C": "Marduk",
      "D": "Teşup",
      "E": "Ashur"
    },
    "explanation": "Haldi, Urartu panteonunun baş tanrısıdır."
  },
  {
    "id": "3886167",
    "unitNumber": 5,
    "text": "Urartu inancında önemli yer tutan tanrı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tarhunt",
      "B": "Haldi",
      "C": "Marduk",
      "D": "Teşup",
      "E": "Ashur"
    },
    "explanation": "Haldi, Urartu panteonunun baş tanrısıdır."
  },
  {
    "id": "3886168",
    "unitNumber": 5,
    "text": "Urartu mezarlarında en çok rastlanan armağan türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Altın bilezik",
      "B": "Cam boncuk",
      "C": "Seramik kap",
      "D": "Gümüş kalkan",
      "E": "Demir ok ucu"
    },
    "explanation": "Urartu mezarlarında ölü armağanı olarak çoğunlukla seramik kaplar konulmuştur."
  },
  {
    "id": "3886209",
    "unitNumber": 5,
    "text": "Urartu Krallığı’nın esas rakibi ve bölgedeki bütün siyasal gelişmeleri yönlendiren devlet aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Assur Krallığı",
      "B": "Melitia Krallığı",
      "C": "Kommagene Krallığı",
      "D": "Geç Hitit Krallıkları",
      "E": "Frig Krallığı"
    },
    "explanation": "Urartu, Anadolu ve çevresinde kendi döneminde var olan güçlü devletlerden biriydi. Urartu’nun çağdaşı olan Melitia (Melid, Malatya), Tablani (Tabal/ Kayseri çevresi) ve Qumaha (Kummuh/ Kommagene, Adıyaman/Samsat) gibi Geç Hitit devletleri Batı ile olan ilişkilerinde rol oynadılar. Urartu yazıtları bu krallıkları, Hititlerin devamı olduklarını vurgulayan bir isimle Hate olarak adlandırmaktaydı. Orta Anadolu’da Frigler, Geç Hititler aracılığıyla dolaylı ilişki kurulan bir devlet idi. Güneydoğu ve doğu politikası daha çok Kuzeybatı İran’da gelişmekte olan Mana ve Med krallıkları ile ilişkiler üzerine kurulmuştu. Urartu’nun esas rakibi ve bütün bölgedeki siyasal gelişmeleri yönlendiren devlet ise Mezopotamya’nın temsilcisi ve güney komşu Assur Krallığı idi."
  },
  {
    "id": "3886210",
    "unitNumber": 5,
    "text": "«<em>Urartular, yüksek kayalıklar üzerinde kurulmuş, sitadel ve eteklerindeki sivil yerleşmelerden oluşan kentlerinin çoğunu ……… havzasında ve kuzeyde Aras Nehri vadisinde inşa etmişlerdir</em>.»\n Yukarıda paragrafı doğru olarak tamamlayan açıklama aşağıdakilerden hangisinde belirtilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fırat Irmağı",
      "B": "Van Gölü",
      "C": "Dicle Irmağı",
      "D": "Tatta Gölü",
      "E": "Urmiye Gölü"
    },
    "explanation": "Urartu’nun egemen olduğu bölgeleri algılamak ve sınırlarını çizebilmek için devletin inşa ettiği kentlerin ve bağlı yerel yönetim merkezlerinin dağılımına bakmak gereklidir. Urartu Devleti yüksek kayalıklar üzerinde kurulmuş, sitadel ve eteklerindeki sivil yerleşmelerden oluşan kentlerin çoğunu Van Gölü havzasında ve kuzeyde Aras Nehri vadisinde inşa etmiştir. Devlete bağlı yerel yönetim merkezleri ise daha geniş bir alanda karşımıza çıkar."
  },
  {
    "id": "3886211",
    "unitNumber": 5,
    "text": "Urartuların siyasal tarihleri göz önüne alındığında, Hazar Denizi etrafında denetim sağlayamamaları ya da Akdeniz ve Karadeniz gibi denizlere ulaşamamaları genel olarak nasıl yorumlanabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Emperyalist politika izlememişlerdir",
      "B": "Komşularıyla karşılaştırıldıklarında daha güçsüzlerdir",
      "C": "Kara devleti olarak kalmışlardır",
      "D": "Ekonomide ticarete daha ağırlık vermişlerdir",
      "E": "Savaşçı bir devlet olamamışlardır"
    },
    "explanation": "Urartu ordularının doğuda, kısa süreli ganimet elde etmek amacıyla Tebriz üzerinden Hazar Denizi yakınına kadar gittiği anlaşılmaktadır. Ancak bu uzak bölgede kalıcı bir denetim kurulamamıştır. Urartu Krallığı, tarihi boyunca bir kara devleti olarak gelişmiş, Akdeniz ve Karadeniz gibi büyük denizlere ulaşamamıştır."
  },
  {
    "id": "3886212",
    "unitNumber": 5,
    "text": "Erken Demir Çağı’nda Doğu Anadolu Bölgesi’ne yeni gelen grupların mezar mimarisi, bireysel gömü için tasarlanan kurganlar yerine, aşağıdaki mezar tiplerinden hangisine göre şekillenmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Lahit mezar",
      "B": "Küp mezar",
      "C": "Sandık mezar",
      "D": "Oda mezar",
      "E": "Anıt mezar"
    },
    "explanation": "Erken Demir Çağı olarak adlandırılan bu süreçte bölgede hâlâ büyük aşiretlerin yarı göçebe bir yaşam sürdüğü anlaşılmaktadır. Yeni gelen bu grupların mezar mimarisi, bireysel gömü için tasarlanan kurganlar yerine, içine çok sayıda gömü yapılan, oda mezar biçimindedir. Bütün Doğu Anadolu’da ayrıca yaygın olarak yakarak gömme (kremasyon) uygulanmaya başlamıştır."
  },
  {
    "id": "3886213",
    "unitNumber": 5,
    "text": "Van Kalesi’nin bulunduğu kayalıkların kuzeybatı ucunda Assurca yazdırdığı kitabeyle Urartu devletinin kuruluşunu ilan eden kral aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Aramu",
      "B": "Lutipri",
      "C": "Argişti",
      "D": "İşpuini",
      "E": "I. Sarduri"
    },
    "explanation": "Assur kralı III. Şalmaneser’in yirmi yedinci yılına ait (MÖ 832) sefer kayıtlarında Van Gölü çevresine egemen Seduri (Lutipri oğlu Sarduri) adlı bir başka kral vardır. Sarduri, devletin başkenti olan Tuşpa (Van) kentinde oturmaktaydı. Van Kalesi’nin bulunduğu kayalıkların kuzey-batı ucunda bu kralın Assurca yazdırdığı kuruluş kitabesi devletin kuruluşunu ilan eden ilk Urartu yazıtıdır. Yazıt şöyledir: “Lutipri oğlu Sarduri, büyük kral, güçlü kral, dünyanın kralı, Nairi ülkesinin kralı, benzeri olmayan kral, hayret verici çoban, dik başlı uyruklarla savaşmaktan korkmayan kralın yazıtıdır. Lutipri oğlu Sarduri, krallar kralı, her kraldan haraç almış olan (benim). Lutipri oğlu Sarduri şöyle der: Bu taşları Alniunu kentinden getirttim ve bu duvarı yaptırdım.”"
  },
  {
    "id": "3886214",
    "unitNumber": 5,
    "text": "Urartu kralı Minua döneminde inşa edilmiş ve günümüzde de halen kullanılan yaklaşık 54 kilometre uzunluğundaki su kanalı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Şamram Kanalı",
      "B": "Rusa Kanalı",
      "C": "Ayanis Kanalı",
      "D": "Teişebai URU Kanalı",
      "E": "Aludiri Kanalı"
    },
    "explanation": "Urartu kralı Minua döneminde bayındırlık hizmetlerinin de başlatıldığı anlaşılmaktadır. Günümüzde de kullanılan elli dört km uzunluğundaki Şamram Kanalı, Minua tarafından yaptırılmış ve Edremit civarında bağlar bahçeler oluşturulmuştur."
  },
  {
    "id": "3886215",
    "unitNumber": 5,
    "text": "“<em>Aynı yerde, biri yıkılınca üzerine bir sonraki dönemde kurulmuş yerleşme veya yerleşmelerin kalıntılarından oluşan tepe-görünümlü yükseltilere ……………. denir. Urartu Devleti’nin kuruluşundan önceki bin yıla yakın süre boyunca bölgenin büyük bölümündeki bu tip yerleşimler terk edilmiş, yayla kültürü yaygınlık kazanmaya başlamıştır.</em>”\n Aşağıdakilerden hangisi yukarıda paragrafı doğru olarak tamamlayan açıklama aşağıdakilerden hangisinde belirtilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tümülüs",
      "B": "Höyük",
      "C": "Megaron",
      "D": "Sitadel",
      "E": "Krali kent"
    },
    "explanation": "Aynı yerde, biri yıkılınca üzerine bir sonraki dönemde kurulmuş yerleşme veya yerleşmelerin kalıntılarından oluşan tepe-görünümlü yükseltilere höyük denir. Urartu Devleti’nin kuruluşundan önceki bin yıla yakın süre boyunca bölgenin büyük bölümündeki höyükler (köyler) terk edilmiştir. Kuzeydoğu Anadolu’da höyüklerin ıssızlaştığı bu dönemde, kurgan türü mezar mimarisi ve bir bölümü çok renkli bezemelere sahip çanak çömleğiyle varlıklarından haberdar olduğumuz “yayla kültürü” yaygınlık kazanmıştır."
  },
  {
    "id": "3886216",
    "unitNumber": 5,
    "text": "Urartu ülkesini yeniden yapılandıran II. Rusa’nın siyasal eylemleri konusunda ipuçları sunan Rusa Yazıtları, aşağıdaki kalelerden hangisinde ele geçirilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Van Kalesi",
      "B": "Kef Kalesi",
      "C": "Ayanis Kalesi",
      "D": "Toprakkale",
      "E": "Anzaf Kalesi"
    },
    "explanation": "II. Argişti’nin oğlu II. Rusa’nın saltanatı, Urartu ülkesinin yeniden yapılandırıldığı bir dönemdir. Bu dönemdeki siyasi gelişmeleri anlatan ayrıntılı yıllıklardan yoksunuz. Rusa, yazıtlarında daha çok yaptığı büyük inşa projelerinden söz etmektedir. Van Gölü’nün doğu kıyısındaki Ayanis Kalesi tapınağına yazdırdığı uzun yazıtının bir bölümü onun siyasal eylemlerinin sınırı konusunda ipuçları vermektedir."
  },
  {
    "id": "3886217",
    "unitNumber": 5,
    "text": "Kültür tarihi açısından düşünüldüğünde Urartuların bölgeye (Doğu Anadolu’ya) kazandırdıkları yenilik aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Höyük yerleşimleri",
      "B": "Sikke kullanımı",
      "C": "Din olgusu",
      "D": "Kentleşme",
      "E": "Hayvancılık"
    },
    "explanation": "Urartu Krallığı, Doğu Anadolu’da kökü eskilere giden bir geleneğin devamı değil, öncüsüz ve birdenbire kurulmuş gözükmektedir. Devlet, kent tasarımı, mimari, yazı ve sanat gibi alanlarda atılan adımların tümü bölge için yenidir. Urartu Devleti’nin kuruluşuyla, Assur ve Geç Hitit dünyasından Doğu Anadolu’ya taşınan yeniliklerin birçoğu, buradaki geleneksel yaşam biçimiyle hiçbir şekilde örtüşmemekte ve radikal değişimleri zorunlu kılmaktaydı. Coğrafyanın tüm olumsuzluklarına rağmen nüfusun önemli bir bölümünün kentlerde yaşamaya zorlanması, sulu tarımın teşvik edilerek yerleşik köy toplumu oluşturma çabaları ve güçlü bir merkezi yönetimin kurulması bu değişim sürecinin belli başlı noktalarıdır. Urartu Krallığı, kentler inşa ettiği Van Gölü ve Aras Nehri havzası gibi bölgeleri doğrudan yönetmiş, ülkenin dağlık ve uzak bölgelerini ise kendine bağladığı yerel aşiret reisleri aracılığıyla denetleme yoluna gitmiştir."
  },
  {
    "id": "3886218",
    "unitNumber": 5,
    "text": "Çok tanrılı Urartu inanç sisteminde Haldi ve Teişeba ile ilk üç sırayı paylaşan, Hurri kökenli güneş tanrısı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Teşup",
      "B": "Arinna",
      "C": "Kuvava",
      "D": "Agdistis",
      "E": "Şivini"
    },
    "explanation": "Van/ Toprakkale yakınındaki Meher Kapı açık hava anıtındaki yazıta göre, Urartuların inandığı, kutsadığı ve adlarına belirli dönemlerde kurban kestiği 79 tanrı, tanrıça ve tanrısal özellik bulunmaktadır. Bunlardan ilk üç sırayı Haldi, Teişeba ve Şivini paylaşır. Haldi, Urartuların baştanrısı idi. En büyük tapınağı Van Gölü havzasının güneyinde, Assur ile Urartu arasındaki bölgede bulunan Muşaşir’de idi. Teişeba (Fırtına tanrısı) Hurri kökenlidir, Hititçede adı Teşup’tur. Şivini de (Güneş tanrısı) Hurri kökenlidir. Hititlerdeki Şimegi’nin karşılığıdır."
  },
  {
    "id": "3885888",
    "unitNumber": 6,
    "text": "Frig Krallığının etki alanı olarak aşağıdakilerden hangi il ve çevresi merkez olarak kabul edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ankara ve çevresi",
      "B": "Adana ve çevresi",
      "C": "Ağrı ve çevresi",
      "D": "Adıyaman ve çevresi",
      "E": "Trabzon ve çevresi"
    },
    "explanation": "Cevabınız yanlışsa \"Giriş\" bölümüne bakınız.<br/>Ankara ve çevresi, Frig Krallığının coğrafi etki alanı olarak kabul edilir."
  },
  {
    "id": "3885889",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Frig göçmenlerinin MÖ 11. yüzyıla doğru yerleştikleri ve Frig krallığının başkentli olacak olan yerleşim yeridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dorylaion/ Eskişehir",
      "B": "Yassıhöyük/Gordion",
      "C": "Alpu/ Karahöyük",
      "D": "Aizanoi/ Çavdarhisar",
      "E": "Pessinus/ Sivrihisar"
    },
    "explanation": "Cevabınız yanlışsa, \"Frig Siyasi Tarihinin Ana Hatları\" konusuna bakınız.<br/>Gordion’da Hitit yerleşmesi üzerinde bulunan ve Erken Demir Çağı’na (MÖ 1200 - 950 yılları)<br/>tarihlenen kalıntılar, ilk Frig göçmenlerinin MÖ 11. yüzyıla doğru Polatlı yakınlarında daha sonra <strong>başkentleri olacak olan</strong> <strong>Yassıhöyük’e (Gordion)</strong> ulaştıklarını gösterir."
  },
  {
    "id": "3885890",
    "unitNumber": 6,
    "text": "Mita - Midas, Geç Hitit Beyliklerinden Kargamışlı Pisiris, Taballı Ambaris, Atunalı Matti ve Urartu kralı I. Rusa ile yakın ilişkiler kurarak, Assurlu çağdaşı kral II. Sargon’a (MÖ 721-705) karşı aşağıdaki hangi bölgede bir güç birliği oluşturduğu ve etki alanını arttırarak genişlettiği bölgedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sangarios / Sakarya",
      "B": "Nikomedia/ İzmit",
      "C": "Nakoleia /Eskişehir",
      "D": "Kilikya/ Toroslar",
      "E": "Kadoi /Gediz"
    },
    "explanation": "Cevabınız yanlışsa, \"Frig Siyasi Tarihinin Ana Hatları\" konusuna bakınız.<br/>MÖ 717-709 yılları arasında Doğu, Güney ve Güneydoğu Anadolu Bölgesi’nde Geç Hitit Beyliklerinden Kargamışlı Pisiris, Taballı Ambaris, Atunalı Matti ve Urartu kralı I. Rusa ile yakın ilişkiler kurmuştu. <strong>Mita - Midas, Assurlu çağdaşı kral II. Sargon’a (MÖ 721-705) karşı bu bölgede bir güç birliği oluşturmuş, etki alanını Kilikya’nın kuzeyine, Toroslara kadar genişletmişti.</strong>"
  },
  {
    "id": "3885891",
    "unitNumber": 6,
    "text": "Midas döneminde, Frig ülkesinin göçebe Kimmer boyları tarafından istila edildiğini ve Midas’ın bu felaket karşısında boğa kanı içerek yaşamına son verdiğini anlatan ünlü coğrafyacı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Alyattes",
      "B": "II. Sargon",
      "C": "Adrastos",
      "D": "Herodotos",
      "E": "Strabon"
    },
    "explanation": "Cevabınız yanlışsa, \"Frig Siyasi Tarihinin Ana Hatları\" konusuna bakınız.<br/>Ünlü <strong>Amasyalı coğrafyacı Strabon</strong> (MÖ 64 - MS 24) ise Midas döneminde Frig ülkesinin göçebe Kimmer boyları tarafından istila edildiğini ve Midas’ın bu felaket karşısında boğa<br/>kanı içerek yaşamına son verdiğini anlatır."
  },
  {
    "id": "3885892",
    "unitNumber": 6,
    "text": "Gordion’da saptanan Frig diliyle yazılmış en erken yazıtlar MÖ sekizinci yüzyıl başlarına tarihlenir. Fenike alfabesinden alınmış; Eski Yunan, Lidya ve Likya alfabesine benzeyen Frig alfabesindeki harf sayısı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "16",
      "B": "17",
      "C": "19",
      "D": "20",
      "E": "21"
    },
    "explanation": "Cevabınız yanlışsa, \"Uygarlık\" konusuna bakınız.<br/>Friglerin Hint-Avrupa karakterli, Trak ve Eski Yunanca ile ilişkili dilleri vardı. Gordion’da saptanan Frig diliyle yazılmış en erken yazıtlar MÖ sekizinci yüzyıl başlarına tarihlenir. Fenike alfabesinden alınmış, Eski Yunan, Lidya ve Likya alfabesine benzeyen <strong>Frig alfabesi 19 harften oluşmaktaydı.</strong>"
  },
  {
    "id": "3885893",
    "unitNumber": 6,
    "text": "Eskiçağdaki yazıtlarda kullanılan ve eski Yunancada öküz dönüşü anlamına gelen yazı stili aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ortostat",
      "B": "Bilingual",
      "C": "Paleo-Frigçe",
      "D": "Boustrophedon",
      "E": "Neo-Frigçe"
    },
    "explanation": "Cevabınız yanlışsa, \"Uygarlık\" konusuna bakınız.<br/><strong>Boustrophedon</strong> Eskiçağ’da yazıtlarda kullanılan yazı stillerinden biridir. <strong>Eski Yunancada öküz dönüşü anlamına gelmektedir.</strong> Bu sisteme göre yazının bir satırı soldan sağa, sonraki satırı sağdan sola yazılıyordu."
  },
  {
    "id": "3885894",
    "unitNumber": 6,
    "text": "Batı Anadolu ve Ege dünyasında MÖ.3. bin yıldan itibaren kullanılan, önde, dar kısa taraflarında bar giriş holü ve arkada ocaklı büyük bir salondan oluşan dikdörtgen planlı yapıların tanımı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Megaron",
      "B": "Ahşap yapılar",
      "C": "Kümbet",
      "D": "Höyük",
      "E": "Sitadel"
    },
    "explanation": "Cevabınız yanlışsa, \"Yönetim Merkezleri ve Kaleler\" konusuna bakınız.<br/><strong>Megaron</strong> Batı Anadolu ve Ege dünyasında MÖ.3. bin yıldan itibaren kullanılan, önde, dar<br/>kısa taraflarında bar giriş holü ve arkada ocaklı büyük bir salondan oluşan dikdörtgen<br/>planlı yapılardır."
  },
  {
    "id": "3885895",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, Frig kalelerinin en özgün örnekleri arasında <u>yer almaz?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Pişmiş Kale",
      "B": "Yazılıkaya/ Midas Kenti",
      "C": "Karatepe-Aslantaş",
      "D": "Akpara Kale",
      "E": "Kümbet Asar Kale"
    },
    "explanation": "Cevabınız yanlışsa, \"Yönetim Merkezleri ve Kaleler\" konusuna bakınız.<br/>Dağlık Frigya Bölgesi’ndeki Frig yerleşmeleri vadileri sınırlandıran yüksek, kayalık platolar üzerine kurulmuş olan kalelerden oluşmaktadır. Kalelerde olasılıkla yönetici sınıf oturmaktaydı. Halk ise kalelerin eteklerinde köy niteliğindeki yerleşmelerde yaşıyor olmalıydı. Frig kaleleri, hem bulundukları vadiye hem de vadiye ulaşan yollara hâkim stratejik noktalarda konumlanmıştır. Eskişehir’in güneyinde <strong>Yazılıkaya/ Midas Kenti, Pişmiş Kale, Akpara Kale, Kümbet Asar Kale, Yapıldak Asarkaya Frig kalelerinin</strong> en özgün örneklerini oluşturur."
  },
  {
    "id": "3885896",
    "unitNumber": 6,
    "text": "Hitit-Luviler tarafından “Kubaba”olarak adlandırılan ve Frig toplumu için de yaşamın kaynağı, doğanın, doğurganlığın, bereketin kendisi ve sembolü olarak bilinen tanrı ya da tanrıça aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Matar",
      "B": "Midas",
      "C": "Sargon",
      "D": "Kybele",
      "E": "Hepat"
    },
    "explanation": "Cevabınız yanlışsa, \"Din\" konusuna bakınız.<br/><strong>Tanrıça Matar</strong>, Frig toplumu için yaşamın kaynağı, doğanın, doğurganlığın, bereketin kendisidir"
  },
  {
    "id": "3885897",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi tunç, altın ya da gümüşten yapılmış, giysi uçlarını tutturmaya yarayan veya süs amaçlı kullanılan bir tür çengelli iğnedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Omphalos",
      "B": "Fibula",
      "C": "Nekropol",
      "D": "Ortostat",
      "E": "Akroter"
    },
    "explanation": "Cevabınız yanlışsa, \"Sanat\" konusuna bakınız.<br/><strong>Fibula,</strong> tunç, altın ya da gümüşten yapılmış, giysi uçlarını tutturmaya yarayan veya süs amaçlı kullanılan bir tür çengelli iğne olarak bilinir."
  },
  {
    "id": "3885898",
    "unitNumber": 6,
    "text": "Frigya Bölgesi, Büyük Frigya ve Küçük Frigya ya da Frigya Epiktetos olmak üzere iki ana bölüme ayrılmıştır. Aşağıdakilerden hangisi Küçük Frigya Bölgesindeki Frig yerleşmelerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gordion (Polatlı/ Yassıhöyük)",
      "B": "Ankyra (Ankara)",
      "C": "Pessinus (Sivrihisar/Ballıhisar)",
      "D": "Kelainai - Apameia (Afyonkarahisar/ Dinar)",
      "E": "Midaion (Alpu/ Karahöyük)"
    },
    "explanation": "GİRİŞ<br/>Frigya Bölgesi, Büyük Frigya ve Küçük Frigya ya da Frigya Epiktetos olmak üzere iki ana bölüme ayrılmıştır. <strong>Küçük Frigya ya da Frigya Epiktetos,</strong> günümüzde İç Batı Anadolu ile Yukarı Sakarya Vadisi’nde Eskişehir, Afyonkarahisar ve Kütahya illeri arasında uzanan daha küçük bir bölümü kapsıyordu. Bölgenin önemli kentleri arasında Midas Kenti (Eskişehir/ Yazılıkaya), Dorylaion (Eskişehir/ Şarhöyük), <strong>Midaion (Alpu/ Karahöyük)</strong>, Nakoleia (Eskişehir/ Seyitgazi), Kotiaion (Kütahya), Aizanoi (Kütahya/ Çavdarhisar) ve Kadoi (Kütahya/ Gediz) sayılabilir."
  },
  {
    "id": "3885899",
    "unitNumber": 6,
    "text": "Frigya Bölgesinin Marmara Denizi’nin güneyinde kalan kesimine verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Brigler",
      "B": "Büyük Frigya",
      "C": "Küçük Frigya",
      "D": "Frigya Epiktetos",
      "E": "Hellespontos Frigyası"
    },
    "explanation": "GİRİŞ<br/><strong>Frigya Bölgesi, Büyük Frigya ve Küçük Frigya ya da Frigya Epiktetos olmak üzere iki ana bölüme ayrılmıştır.</strong> Büyük Frigya, doğuda Kızılırmak Nehri ve Tuz Gölü’ne (Tatta), batıda Denizli-Pamukkale yöresine, güneybatıda Elmalı Ovası’na kadar uzanan geniş bir bölümü kapsamaktaydı. Friglerin ünlü başkenti Gordion (Polatlı/ Yassıhöyük), Ankyra (Ankara), Pessinus (Sivrihisar/Ballıhisar) ve Kelainai - Apameia (Afyonkarahisar/ Dinar) bu<br/>bölgenin en önemli Frig yerleşmelerini oluşturur. Küçük Frigya ya da Frigya Epiktetos, günümüzde İç Batı Anadolu ile Yukarı Sakarya Vadisi’nde Eskişehir, Afyonkarahisar ve Kütahya illeri arasında uzanan daha küçük bir bölümü kapsıyordu. Bölgenin önemli kentleri arasında Midas Kenti (Eskişehir/ Yazılıkaya), Dorylaion (Eskişehir/ Şarhöyük), Midaion (Alpu/ Karahöyük), Nakoleia (Eskişehir/ Seyitgazi), Kotiaion (Kütahya), Aizanoi (Kütahya/<br/>Çavdarhisar) ve Kadoi (Kütahya/ Gediz) sayılabilir. <strong>Marmara Denizi’nin güneyinde kalan kesim ise buradaki Frig toplulukları nedeniyle Hellespontos Frigyası olarak adlandırılmıştır.</strong>"
  },
  {
    "id": "3885900",
    "unitNumber": 6,
    "text": "Friglerin, Anadolu’daki hala büyük ölçüde karanlık olan ilk yüz yılını aydınlatmayı amaçlayan bir arkeolojik kazı çalışmasının eksikliği nedeniyle göçmen Trak boylarının ilk yerleşim bölgesi olan aşağıdaki kazılardan hangisinin yapılması gerekir?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğuda Kızılırmak Nehri ve Tuz Gölü çevresindeki arkeolojik kazıları",
      "B": "Marmara Denizi’nin güney kıyıları ile Çanakkale Boğazı çevresindeki arkeolojik kazıları",
      "C": "Batıda Denizli-Pamukkale yöresindeki arkeolojik kazıları",
      "D": "İznik Gölü (Askania) kıyıları ile Sakarya Nehri (Sangarios) vadisi çevresindeki kazıları",
      "E": "Güneybatıda Elmalı Ovası çevresindeki kazıları"
    },
    "explanation": "FRİG SİYASİ TARİHİNİN ANA HATLARI<br/>Adlarını Homeros’un destanlarından öğrendiğimiz Mygdon, Askanios, Otreus gibi liderlerin önderliğinde, Marmara Denizi’nin güney kesiminde göçebe ve yarı göçebe aşiret düzeninde yaşamlarını sürdüren <strong>Friglerin Anadolu’daki ilk yüz yılları hala büyük ölçüde karanlıktır. Bu konunun aydınlatılabilmesi için göçmen Trak boylarının ilk yerleşim bölgesi olan</strong> <strong>Marmara Denizi’nin güney kıyıları ile Çanakkale Boğazı çevresinde arkeolojik kazılara ihtiyaç vardır.</strong>"
  },
  {
    "id": "3885901",
    "unitNumber": 6,
    "text": "Antik Batı kaynaklarına göre merkezi Frig Devleti’nin ilk kralı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Midas",
      "B": "Gordias",
      "C": "Alyattes",
      "D": "Adrastos",
      "E": "Mygdon"
    },
    "explanation": "FRİG SİYASİ TARİHİNİN ANA HATLARI<br/>Antik Batı kaynaklarına göre merkezi Frig Devleti’nin ilk kralı Gordias’tır."
  },
  {
    "id": "3885902",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Herodotos’un, MÖ altıncı yüzyılın ilk yarısı içinde yaşayan son Frig kral sülalesi için yaptığı doğru sıralamadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Midas-Gordios-Adrastos",
      "B": "Midas-Adrastos-Gordios",
      "C": "Gordios-Midas-Adrastos",
      "D": "Gordios-Adrastos-Midas",
      "E": "Adrastos-Midas-Gordios"
    },
    "explanation": "FRİG SİYASİ TARİHİNİN ANA HATLARI<br/>Herodotos’un, MÖ altıncı yüzyılın ilk yarısı içinde yaşayan son Frig kral sülalesi için yaptığı sıralama;<strong>Midas-Gordios-Adrastos'tur.</strong>"
  },
  {
    "id": "3885903",
    "unitNumber": 6,
    "text": "Eskiçağ’da yazıtlarda kullanılan, bir satırı soldan sağa, sonraki satırı sağdan sola yazılan yazı stiline verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Paleo-Frigçe",
      "B": "Neo-Frigçe",
      "C": "Boustrophedon",
      "D": "Bilingual",
      "E": "Ortostat"
    },
    "explanation": "UYGARLIK<br/>Eskiçağ’da yazıtlarda kullanılan, bir satırı soldan sağa, sonraki satırı sağdan sola yazılan yazı stiline verilen ad “Boustrophedon”dur. Paleo-Frigçe (Eski Frigçe); Frig dilinde Frig alfabesi ile yazılmış belgelerdir. Neo-Frigçe (Yeni Frigçe); Yunan alfabesi ile Frig dilinde yazılmış olan belgelerdir. Bilingual; çift dilli anlamındadır. Ortostat ise duvarların alt kısımlarında kullanılan, dikine yerleştirilmiş düz ya da kabartmalarla bezeli taş levha ya da bloktur."
  },
  {
    "id": "3885904",
    "unitNumber": 6,
    "text": "Frig Krallığı, en güçlü olduğu MÖ sekizinci yüzyılın ikinci yarısında kral Midas yönetiminde, çok belirgin olmamakla birlikte Kızılırmak Nehri’nin doğusunda Çorum, Tokat ve Kırşehir; kuzeyde Samsun; güneyde Niğde ve Konya; güneybatıda Burdur ve Elmalı Ovası; batıda Eskişehir, Afyonkarahisar ve Kütahya; kuzeybatıda --------- yörelerine kadar olan alanı etkisi altına almıştı.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Bandırma",
      "B": "Balıkesir",
      "C": "Bursa",
      "D": "Bolu",
      "E": "Düzce"
    },
    "explanation": "UYGARLIK<br/>\"Frig Krallığı, en güçlü olduğu MÖ sekizinci yüzyılın ikinci yarısında kral Midas yönetiminde, çok belirgin olmamakla birlikte Kızılırmak Nehri’nin doğusunda Çorum, Tokat ve Kırşehir; kuzeyde Samsun; güneyde Niğde ve Konya; güneybatıda Burdur ve Elmalı Ovası; batıda Eskişehir, Afyonkarahisar ve Kütahya; kuzeybatıda --------- yörelerine kadar olan alanı etkisi altına almıştı.\" cümlesinde boş bırakılan yeri <strong>Bandırma</strong> doğru olarak tamamlar."
  },
  {
    "id": "3885905",
    "unitNumber": 6,
    "text": "Friglerin siyasi ve kültürel olarak en etkili oldukları kesim aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kızılırmak Nehri’nin batısında Gordion (Yassıhöyük), Polatlı yakınlarında Hacıtuğrul/ Yenidoğan höyüğü, Ankara, Pessinus (Ballıhisar) ve Dorylaion (Şarhöyük)",
      "B": "Kızılırmak’ın doğusunda eski Hitit başkenti Hattuşa (Boğazköy)",
      "C": "Çorum’un kuzeyinde Pazarlı, Yozgat yakınlarında Alişar ve Kerkenes",
      "D": "Kırşehir yakınlarında Kaman/ Kalehöyük",
      "E": "Eskişehir, Afyonkarahisar ve Kütahya illeri arasında Frigya Yaylası olarak tanımlanan bölgedeki Frig vadileri"
    },
    "explanation": "UYGARLIK<br/>Friglerin siyasi ve kültürel olarak en etkili oldukları kesim, Yukarı Sakarya Vadisi’nde Eskişehir, Afyonkarahisar ve Kütahya illeri arasında Dağlık Frigya/Frigya Yaylası olarak tanımlanan bölgedeki Frig vadileridir. Diğer seçenekler de önemli Frig merkezleridir."
  },
  {
    "id": "3885906",
    "unitNumber": 6,
    "text": "Frig sanatında betimlenen ve “Matar” (Ana) olarak tanımlanan tanrıçaya Romalılar tarafından verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kubaba",
      "B": "Kybele",
      "C": "Magna Mater",
      "D": "Matar Areyastin",
      "E": "Matar kubileya"
    },
    "explanation": "UYGARLIK<br/>Frig sanatında betimlenen ve “Matar” (Ana) olarak tanımlanan tanrıçaya Romalılar tarafından verilen ad, Büyük Ana anlamına gelen “Magna Mater”dir.\n “Kubaba” Hitit-Luviler’in; “Kybele” Yunanlıların Tanrıçaya verdiği addır. “Matar Areyastin” veya “Matar kubileya” da Paleo - Frigçe yazıtlarda geçer."
  },
  {
    "id": "3885907",
    "unitNumber": 6,
    "text": "Friglerin ölü gömme geleneklerinden biri olan, ölülerin toprağa gömülmesi işlemine verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İnhumasyon",
      "B": "Kremasyon",
      "C": "Tümülüs",
      "D": "Epifani",
      "E": "Nekropol"
    },
    "explanation": "UYGARLIK<br/>Friglerin ölü gömme geleneklerinden biri olan, ölülerin toprağa gömülmesi işlemine verilen ad “İnhumasyon”dur. Latince humus: Toprak sözcüğünden gelir. Kremasyon; ölülerin yakılarak bir kap içerisinde küllerinin gömülmesi işlemine verilen isimdir. Tümülüs; kral ve soylu kişiler için yapılmış, çoğu kez altında ahşap ya da taştan bir mezar odası bulunan tepe şeklinde yığma toprak ya da ataş mezar anıtıdır. Epifani; Tanrının tezahür edişi anlamındadır. Nekropol (Nekropolis); Yunanca ölü anlamına gelen nekros ve kent anlamına gelen polis kelimelerinden türetilmiş bir kelimedir. Bir kentin dışında yer alan mezarlık alanıdır."
  },
  {
    "id": "3886169",
    "unitNumber": 6,
    "text": "Frigler hangi bölgeye yerleşerek ilk siyasi yapılarını oluşturmuşlardır?",
    "correctAnswer": "C",
    "options": {
      "A": "İzmir çevresi",
      "B": "Trakya",
      "C": "Gordion",
      "D": "Kapadokya",
      "E": "Elmalı Ovası"
    },
    "explanation": "Frigler MÖ 11. yüzyılda Polatlı yakınlarındaki Gordion bölgesine yerleşmiş ve başkent yapmışlardır."
  },
  {
    "id": "3886170",
    "unitNumber": 6,
    "text": "Gordion'daki Tümülüs MM hangi Frig kralına atfedilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gordias",
      "B": "Midas",
      "C": "Kyaxares",
      "D": "Muratılı",
      "E": "Ardini"
    },
    "explanation": "Tümülüs MM, büyük olasılıkla efsanevi Kral Midas’a aittir."
  },
  {
    "id": "3886171",
    "unitNumber": 6,
    "text": "Friglerin dini yapıları genellikle nerededir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kent merkezleri içinde",
      "B": "Yeraltı mağaralarında",
      "C": "Açık alan, kaya tapınaklarında",
      "D": "Büyük saraylara bitişik",
      "E": "Su kenarında limanlara yakın"
    },
    "explanation": "Frigler, tapınma yerlerini doğayla iç içe, kayalara oyulmuş açık alanlara kurmuşlardır.<br/>Açık alan, kaya tapınaklarında"
  },
  {
    "id": "3886172",
    "unitNumber": 6,
    "text": "Friglerde tanrıça Kybele'nin temsil ettiği en belirgin kavram nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Savaş gücü",
      "B": "Su ve deniz",
      "C": "Bereket ve doğa",
      "D": "Ay tanrıçası",
      "E": "Zaman ve kader"
    },
    "explanation": "Kybele, doğa ve bereketin tanrıçası olarak Frig inanç sisteminin merkezindedir.<br/>Bereket ve doğa"
  },
  {
    "id": "3886173",
    "unitNumber": 6,
    "text": "Friglerin çöküşünde aşağıdaki hangi olay temel etkendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Pers istilası",
      "B": "Assur saldırısı",
      "C": "Lidya ittifakı",
      "D": "Kimmer istilası",
      "E": "Büyük deprem"
    },
    "explanation": "Frigler, MÖ 7. yüzyılda Kimmer akınlarıyla yıkıma uğramıştır.<br/>Kimmer istilası"
  },
  {
    "id": "3886174",
    "unitNumber": 6,
    "text": "Frig yazıtlarında sıkça geçen “afto” sözcüğü neyi ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Tapınak",
      "B": "Tanrı",
      "C": "İş",
      "D": "Mezar",
      "E": "Mülkiyet"
    },
    "explanation": "“Afto” kelimesi “mal” ya da “mülk” anlamına gelir ve yazıtlarda sıkça yer alır.<br/>Mülkiyet"
  },
  {
    "id": "3886175",
    "unitNumber": 6,
    "text": "Friglerde kralın gücü en çok neyle ilişkilendirilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tapınak yapımı",
      "B": "Tarım üretimi",
      "C": "Tanrısal meşruiyet",
      "D": "Askeri zafer",
      "E": "Halk meclisi"
    },
    "explanation": "Kralın otoritesi tanrılardan gelen bir meşruiyete dayandırılmıştır.<br/>Tanrısal meşruiyet"
  },
  {
    "id": "3886176",
    "unitNumber": 6,
    "text": "Frig efsanelerine göre Midas’ın dokunduğu her şeyin neye dönüştüğü anlatılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Ateşe",
      "B": "Buza",
      "C": "Taşa",
      "D": "Altına",
      "E": "Cama"
    },
    "explanation": "Efsaneye göre Midas’ın dokunduğu her şey altına dönüşür."
  },
  {
    "id": "3886177",
    "unitNumber": 6,
    "text": "Frig Krallığı, çöküşünden sonra hangi uygarlığın egemenliğine girmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Asur",
      "B": "Pers",
      "C": "Med",
      "D": "Urartu",
      "E": "Lidya"
    },
    "explanation": "Frigler yıkıldıktan sonra bölge Lidya egemenliğine geçmiştir."
  },
  {
    "id": "3886178",
    "unitNumber": 6,
    "text": "Frig alfabesi kaç harften oluşur?",
    "correctAnswer": "C",
    "options": {
      "A": "15",
      "B": "18",
      "C": "19",
      "D": "22",
      "E": "24"
    },
    "explanation": "Frig alfabesi sağdan sola yazılan 19 harfli bir sistemdir."
  },
  {
    "id": "3885908",
    "unitNumber": 7,
    "text": "Lidya’nın tarih öncesi devirlerinin aydınlatılmasına yönelik olarak başvurulan yazarlar aşağıdakilerin hangisinde birlikte ve sırasıyla verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Homeros - Herodotos",
      "B": "Homeros - Pythagoras",
      "C": "Herodotos - Empedokles",
      "D": "Pythagoras - Anaksagoras",
      "E": "Empedokles - Anaksagoras"
    },
    "explanation": "Lidya’nın tarih öncesi devirlerinin aydınlatılmasına yönelik olarak başvurulan yazarlar \n<br/>Homeros ve Herodotos'tur.<br/>Lidya’nın tarih öncesi devirlerinin aydınlatılmasına yönelik olarak başvurulan yazarlar \n Homeros ve Herodotos'tur. Bu nedenle doğru cevap A şıkkıdır."
  },
  {
    "id": "3885909",
    "unitNumber": 7,
    "text": "Lidya Krallığı’nın başkenti Sardeis ve çevresinde yapılan arkeolojik kazı ve yüzey araştırmalarının sonuçlarına göre bölgedeki ilk iskânın geçmişi --------- (Neolitik Çağ’a) kadar geriye gitmektedir.\n Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "MÖ beşinci bin yıla",
      "B": "MÖ ikinci bin yıla",
      "C": "MÖ dördüncü bin yıla",
      "D": "MÖ altıncı bin yıla",
      "E": "MÖ sekizinci binyıla"
    },
    "explanation": "Lidya Krallığı’nın başkenti Sardeis ve çevresinde yapılan arkeolojik kazı ve yüzey araştırmalarının sonuçlarına göre bölgedeki ilk iskânın geçmişi MÖ sekizinci binyıla (Neolitik Çağ’a) kadar geriye gitmektedir. Bu nedenle doğru cevap E şıkkıdır."
  },
  {
    "id": "3885910",
    "unitNumber": 7,
    "text": "MÖ 1200 yıllarından sonra Anadolu ve Doğu Akdeniz çevresinde kentlerin büyük oranda terk edildiği, merkezi güçlerin zayıfladığı/ yıkıldığı döneme aşağıdakilerden hangisi denilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Felaket Çağı",
      "B": "Karanlık Çağ",
      "C": "Göç Çağı",
      "D": "Yıkılış Çağı",
      "E": "Trajedi Çağı"
    },
    "explanation": "MÖ 1200 yıllarından sonra Anadolu ve Doğu Akdeniz çevresinde kentlerin büyük oranda terk edildiği, merkezi güçlerin zayıfladığı/ yıkıldığı döneme Karanlık Çağ denilmektedir. Bu nedenle doğru cevap B şıkkıdır."
  },
  {
    "id": "3885911",
    "unitNumber": 7,
    "text": "Lidyalıların Thrak kabilesi içinde güç mücadelesine girdikleri ve MÖ sekizinci yüzyılda güç mücadelesini kazandıkları topluluk aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İonialılar",
      "B": "Karialılar",
      "C": "Maionlular",
      "D": "Aiolisliler",
      "E": "Frigler"
    },
    "explanation": "Karanlık Çağ sonlarına kadar bölgede daha etkili olan Thrak kabilesi Maionlar tarafından gölgelenmiştir. Fakat MÖ sekizinci yüzyılda Lidler (Lidyalılar) Maionlardan daha güçlüydüler ve Maionlar Lidlerin giderek artan gücüne boyun eğmek zorunda kalır. Maionların yaşadığı topraklar Hellenistik ve Roma döneminde adlarıyla (Maionia) yaşamaya devam eder. Bu nedenle doğru cevap C şıkkıdır."
  },
  {
    "id": "3885912",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Lidya krallarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gyges",
      "B": "Sadyattes",
      "C": "Alyattes",
      "D": "Kodros",
      "E": "Kroisos"
    },
    "explanation": "Gyges, Sadyattes, Alyattes, Kroisos, Lidya krallarıdır. Acak Kodros Atina kralıdır. Bu nedenle doğru cevap D şıkkıdır."
  },
  {
    "id": "3885913",
    "unitNumber": 7,
    "text": "MÖ 585 yılında Lidyalılar ile Medlerin savaşını sonlandıran olay aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Güneş tutulması",
      "B": "Salgın",
      "C": "Medlerin uğradığı ağır yenilgi",
      "D": "Orduların yenişememesi",
      "E": "Lidyalıların askerî kayıpları"
    },
    "explanation": "Kızılırmak yakınlarında Medlerle yapılan savaş sırasında meydana gelen güneş tutulması, her iki kral tarafından tanrının savaş istememesinin bir işareti olarak yorumlanmıştır. Bu olay üzerine MÖ 585 yılında yapılan barış, evliliklerle kurulan akrabalık temelinde güçlendirilmiştir. Bu nedenle doğru cevap A şıkkıdır."
  },
  {
    "id": "3885914",
    "unitNumber": 7,
    "text": "Lidya, aşağıdaki kralların hangisinin döneminde siyasal gücünün zirvesine ulaşmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Gyges",
      "B": "Kroisos",
      "C": "Sadyattes",
      "D": "Alyattes",
      "E": "Ardys"
    },
    "explanation": "Lidya Krallığı, zenginliğiyle ün salmış olan Kroisos’un hükümdarlığı döneminde siyasal gücünün zirvesine ulaşmıştır. Bu nedenle doğru cevap B şıkkıdır."
  },
  {
    "id": "3885915",
    "unitNumber": 7,
    "text": "Lidyalıların sosyo-politik ve ekonomik yapısı ile ilgili aşağıda söylenenlerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Lidya Krallığı’nın yönetim biçimi, monarşidir.",
      "B": "Lidya krallarının paralı askerlerden oluşan daimi-profesyonel bir askeri birliğe sahip bulunur.",
      "C": "Lidya ülkesi maden bakımından da zengindir.",
      "D": "Lidya Krallığı’nda bir kentleşme özelliği baskındır.",
      "E": "Lidya’da okuryazarlık yaygın değildir."
    },
    "explanation": "Lidya Krallığı’nda bir kentleşmeden söz edilemez. Başkent Sardeis dışındaki Lidyalıların ekseriyeti köylerde yaşayan kırsal yaşam sakinleriydiler. Bu nedenle doğru cevap D şıkkıdır."
  },
  {
    "id": "3885916",
    "unitNumber": 7,
    "text": "Aşağıda Lidyalılarla ilgili söylenenlerden hangisi yanlıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Lidyalılarda el sanatı gelişmiş durumdadır.",
      "B": "Lidyalıların günlük yaşamında müzik önemli bir yer tutmaktadır.",
      "C": "Lidyalıların anıtsal ölçüde heykel sanatı ilerlemiştir.",
      "D": "Lidyalıların kimya bilgileri gelişmiştir.",
      "E": "Lidyalıların matematik ve geometri bilgilerinin olduğuna dair işaretler mevcuttur."
    },
    "explanation": "Lidya sanatında anıtsal ölçüde heykel sanatı mevcut değildir. Bu nedenle doğru cevap C şıkkıdır."
  },
  {
    "id": "3885917",
    "unitNumber": 7,
    "text": "Lidyalılar, en azından MÖ altıncı yüzyıldan itibaren Eski Yunan dininin etkisi altına girmişti. Fakat dinsel etkileşim tek taraflı olmadı. Zira Yunan tanrısı----, Lidya kökenli bir tanrıydı.\n Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kybebe",
      "B": "Kandaules",
      "C": "Herodotos",
      "D": "Artimu",
      "E": "Bakkhos"
    },
    "explanation": "Lidyalılar, en azından MÖ altıncı yüzyıldan itibaren Eski Yunan dininin etkisi altına girmişti. Fakat dinsel etkileşim tek taraflı olmadı. Zira Yunan tanrısı Bakkhos, Lidya kökenli bir tanrıydı. Bu nedenle doğru cevap E şıkkıdır."
  },
  {
    "id": "3885918",
    "unitNumber": 7,
    "text": "Lidya ile ilgili ilk ve bize en fazla bilgi veren tarihçi hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Herodotos",
      "B": "Thukidides",
      "C": "Ksenophon",
      "D": "Strabon",
      "E": "Plutarkhos"
    },
    "explanation": "Lidya’nın tarihi dönemleriyle ilgili olan yazılı kaynakların başında eski Yunan diliyle yazılmış olan antik edebi eser yazarları gelmektedir. <u>Bunlardan ilki ve bize n fazla bilgi vereni MÖ beşinci yüzyılda yaşamış olan Bodrumlu (eski adı Halikarnassos) tarihçi Herodotos’un Histories adlı eseridir. </u>"
  },
  {
    "id": "3885919",
    "unitNumber": 7,
    "text": "Lidyalıların konuştukları dil hangi dil ailesindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ural-Altay",
      "B": "Hint-Avrupa",
      "C": "Sami-Hami",
      "D": "Çin-Tibet",
      "E": "Bantu"
    },
    "explanation": "Lidyalıların konuştukları dilin <u>Hint-Avrupa dil ailesinden</u> olduğu bilinmektedir."
  },
  {
    "id": "3885920",
    "unitNumber": 7,
    "text": "Hangisi Lidyalılardan bize ulaşan heykel ve heykelciklerinin ham maddesi değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "altın",
      "B": "gümüş",
      "C": "ahşap",
      "D": "fildişi",
      "E": "mermer"
    },
    "explanation": "Lidya sanatında anıtsal ölçüde heykel sanatı da mevcut değildir. Bize ulaşan heykel ve heykelciklerin ham maddesi genellikle altın, gümüş, fildişi ve mermerdir."
  },
  {
    "id": "3885921",
    "unitNumber": 7,
    "text": "Mısır firavunları Merneptah (ya da Merentah: MÖ 1213-1203) ile III. Ramses’in (MÖ 1183-1152) hükümdarlıkları dönemine ait yazıtlarda, Balkan kökenli büyük ve zincirleme göç hareketinin Mısır’a saldıran uzantılarından …………………………….. olarak söz edildi.\n Boş bırakılan yere hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kuzeyli Halklar",
      "B": "Batılı Halklar",
      "C": "Dağ Halkları",
      "D": "Deniz Halkları",
      "E": "Göçebe Halklar"
    },
    "explanation": "Mısır firavunları Merneptah (ya da Merentah: MÖ 1213-1203) ile III. Ramses’in (MÖ 1183-1152) hükümdarlıkları dönemine ait yazıtlarda, Balkan kökenli büyük ve zincirleme göç hareketinin Mısır’a saldıran uzantılarından “Deniz Halkları” olarak söz edildi."
  },
  {
    "id": "3885922",
    "unitNumber": 7,
    "text": "“Ege Göçlerinin ardından Anadolu’da ve Yunanistan da dâhil hemen hemen tüm orta ve doğu Akdeniz ile Önasya’da iki yüz ile dört yüz yıl arasında değişen bir zaman dilimi içinde <strong>Karanlık Çağ </strong>yaşandı.”\n Metindeki “Karanlık Çağ” ile hangisi kastedilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bölge kısa süreli buzul çağına girmiştir.",
      "B": "Pers işgâli yaşanmıştır.",
      "C": "Mısır işgâli yaşanmıştır.",
      "D": "Bölgede iç savaş yaşanmıştır.",
      "E": "Bu dönemi aydınlatacak yazılı ve arkeolojik kaynakların yetersizdir."
    },
    "explanation": "<strong>Karanlık Çağ</strong>\n MÖ 1200 yıllarından sonra Anadolu ve Doğu Akdeniz çevresinde kentlerin büyük oranda terk edildiği, merkezi güçlerin zayıfladığı/ yıkıldığı görülür. Bu dönemde Anadolu’da yazı, anıtsal heykel ve kabartma yapımı kesintiye uğramıştır. Halk büyük oranda kırsal alanlarda tarım ve hayvancılık yaparak yaşamaya devam etmiştir. <u>Karanlık Çağ denmesinin nedeni bu süreci aydınlatacak yazılı ve arkeolojik kaynakların yetersizliğidir.</u>"
  },
  {
    "id": "3885923",
    "unitNumber": 7,
    "text": "Etrüsklerle ilgili olarak hangisi <u>söylenemez</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Eski Yunanlılar bu halkı Tyrrhenler/ Tyrsenler olarak adlandırmışlardır.",
      "B": "Latinler (Romalılar) bu halkı Etrüskler olarak adlandırmışlardır.",
      "C": "Bu halk Lidya’dan ayrılıp İtalya’ya gitmişlerdir.",
      "D": "Etrüskler MÖ ikinci bin yıl Batı Anadolu halklarından olabilirler.",
      "E": "Lidyalılar ile Etrüskler aynı dili konuşan akraba kavimlerdir."
    },
    "explanation": "Eski Yunanlıların Tyrrhenler/ Tyrsenler, Latinlerin (Romalıların) Etrüskler adıyla tanıdıkları bu halkın Lidya’dan ayrılıp İtalya’ya gidişi, günümüzden yaklaşık 2500 yıl önce yaşamış olan Bodrumlu (Halikarnassos) tarihçi Herodotos tarafından anlatıldı. Lidya-Etrüsk ilişkisiyle ilgili olarak Herodotos’un satırlarına yansıyan efsanevi nitelikli bu bilgiler, Mısır firavunlarının kahramanlık yazıtlarında sözü edilen Turşalar (Tyrrhen/Tyrsen/Etrüsk) ile ilgili gerçeğin sözlü gelenekte muhafaza edilebilmiş olan izleri olabilir. Eğer öyleyse İtalya’ya gidip yerleşen Etrüskler, MÖ ikinci binyıl Batı Anadolu halklarından olabilirler, ancak Lidyalılarla akraba değildiler. Zira <u>Lidyalıların dilleri Hind-Avrupa dil ailesinden, Etrüsklerin dilleri ise bu aileden değildir</u>."
  },
  {
    "id": "3885924",
    "unitNumber": 7,
    "text": "Ünlü tarih yazarı Herodotos’a göre Lidya’da hüküm süren üç hanedan biri hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mermnadlar",
      "B": "Merneptahlar",
      "C": "Maionlar",
      "D": "Maionialar",
      "E": "Tabaloslar"
    },
    "explanation": "Ünlü tarih yazarı Herodotos’a göre Lidya’da üç hanedan hüküm sürdü. Bunlardan ilki Atyadlar, İkincisi Heraklidler (ya da Tylonidler), üçüncüsü ve sonuncusu Mermnadlardı."
  },
  {
    "id": "3885925",
    "unitNumber": 7,
    "text": "Lidya Krallığı, zenginliğiyle ün salmış olan hangi kralın hükümdarlığı döneminde siyasal gücünün zirvesine ulaşmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Alyattes",
      "B": "Aryenis",
      "C": "Astyages",
      "D": "Kyaksares",
      "E": "Kroisos"
    },
    "explanation": "Lidya Krallığı, zenginliğiyle ün salmış olan Kroisos’un hükümdarlığı döneminde siyasal gücünün zirvesine ulaştı."
  },
  {
    "id": "3885926",
    "unitNumber": 7,
    "text": "Lidya kültürüyle ilgili olarak hangisi <u>söylenemez</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Lidyalılardan günümüze ulaşan yazılı belgeleri okuma ve anlamaya yönelik çalışmalar on dokuzuncu yüzyıl sonlarına doğru başladı",
      "B": "Yunanca-Lidce ve Aramca-Lidce olarak yazılmış çift dilli yazıtların varlığı bu dilin okunup anlaşılmasını sağladı.",
      "C": "Taşa ve seramiklere (grafiti) kazınmış olarak günümüze kadar korunarak gelmiş bulunan bu yazıtların çoğu başkent Sardeis’te bulunmuştur.",
      "D": "MÖ birinci yüzyıla kadar konuşulmaya devam eden bu dilde yazılmış edebi bir eser yoktur. Bu nedenle biz onların tarihlerini doğrudan doğruya onların dilinden değil en yakın komşuları olan Yunanlı tarihçilerden öğreniyoruz.",
      "E": "Lidce yazılı belgelerin en erken tarihli olanları MÖ onuncu yüzyıla aittir."
    },
    "explanation": "Lidyalılardan günümüze ulaşan yazılı belgeleri okuma ve anlamaya yönelik çalışmalar on dokuzuncu yüzyıl sonlarına doğru başladı. Yunanca-Lidce ve Aramca-Lidce olarak yazılmış çift dilli yazıtların varlığı bu dilin okunup anlaşılmasını sağladı. Taşa ve seramiklere (grafiti) kazınmış olarak günümüze kadar korunarak gelmiş bulunan bu yazıtların çoğu başkent Sardeis’te bulunmuştur<u>. /…/ Lidce yazılı belgelerin en erken tarihli olanları MÖ yedinci yüzyıla aittir. </u>/…/ MÖ birinci yüzyıla kadar konuşulmaya devam eden bu dilde yazılmış edebi bir eser yoktur. Bu nedenle biz onların tarihlerini doğrudan doğruya onların dilinden değil en yakın komşuları olan Yunanlı tarihçilerden öğreniyoruz."
  },
  {
    "id": "3885927",
    "unitNumber": 7,
    "text": "Lidyalıların din anlayışıyla ilgili olarak hangisi <u>söylenemez</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Frigler gibi Lidyalılar da tanrılardan daha çok tanrıçalara itibar ediyorlardı.",
      "B": "Lidyalılar geleceğin tanrılar tarafından kendilerine bir takım işaretlerle haber verileceğine inanıyorlardı.",
      "C": "Lidyalılar, en azından MÖ altıncı yüzyıldan itibaren Eski Yunan dininin etkisi altına girmişti.",
      "D": "Lidyalılar öbür dünyanın varlığına inanmıyor ve ölülerini toprağa gömmek yerine yakıyorlardı.",
      "E": "Yunan tanrısı Bakkhos, Lidya kökenli bir tanrıydı."
    },
    "explanation": "Lidyalıların dini çok tanrılıydı. Frigler gibi Lidyalılar da tanrılardan daha çok tanrıçalara itibar ediyorlardı. /…/ Lidyalılar geleceğin tanrılar tarafından kendilerine bir takım işaretlerle haber verileceğine inanıyorlardı. /…/ Anlaşılacağı üzere Lidyalılar, en azından MÖ altıncı yüzyıldan itibaren Eski Yunan dininin etkisi altına girmişti. Fakat dinsel etkileşim tek taraflı olmadı. Zira Yunan tanrısı Bakkhos, Lidya kökenli bir tanrıydı. <u>Lidyalılar öbür dünyanın varlığına inanıyorlar ve ölülerini yakmadan toprağa gömüyorlardı</u>."
  },
  {
    "id": "3885928",
    "unitNumber": 7,
    "text": "Medlerin Anadolu’ya ilerlemesinden sonra Türkiye topraklarının Trakya hariç batı yarısının en<br/>güçlü kralı kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alyattes",
      "B": "Sadyattes",
      "C": "Kyaksares",
      "D": "Aşurbanipal",
      "E": "Kroisos"
    },
    "explanation": "Medlerin Anadolu’ya ilerlemesinden sonra Türkiye topraklarının Trakya hariç batı yarısının en güçlü kralı olan Alyattes ile Doğu’nun hâkimi Med kralı Kyaksares tam beş yıl savaştılar. Fakat taraflar birbirlerine karşı bir üstünlük kuramadılar."
  },
  {
    "id": "3886199",
    "unitNumber": 7,
    "text": "Lidya uygarlığı ile ilgili düşünüldüğünde “<em>Kuvava</em>” terimi aşağıdakilerden hangisini ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Lidya tanrıçası",
      "B": "Lidya tanrısı",
      "C": "Lidya kralı",
      "D": "Lidya sikkesi",
      "E": "Lidya kenti"
    },
    "explanation": "Lidyalıların dini çok tanrılıydı. Frigler gibi Lidyalılar da tanrılardan daha çok tanrıçalara itibar ediyorlardı. Bu tanrıçalardan birisi Herodotos ve diğer antik Yunan yazarlarının Kybele dediği Ana Tanrıça Kybebe ya da Kuvava idi. Lidyalılar arasında saygın bir yere sahip olan diğer tanrıça, onların Artimu dediği tanrıça Artemis’ti."
  },
  {
    "id": "3886200",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Lidyalıların uzmanı ya da üretmiş olduğu eserlerden biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Tümülüs",
      "B": "Ziggurat",
      "C": "Altın takılar",
      "D": "Seramik",
      "E": "Dokuma"
    },
    "explanation": "Etkileyici büyüklükteki tümülüslerin (mezar anıtlarının) inşasında ileri düzeyde bir mimarlık ve mühendislik hüneri olmasa da el sanatı çok daha gelişmiş durumdaydı. Altından yapılma düğmeler, rozetler ve takılar üreten Lidyalı zanaatkârlar, hünerlerini seramik ve dokumada da sergilediler. Daha önce söz etmiş olduğumuz gibi bu tür el sanatı ürünlerinin bazıları uluslararası üne sahipti. Kimya bilgileri Paktalos nehrindeki elektronu altın ve gümüşe ayrıştırmayı başaracak, civa ve arsenik madenleri ile safranı ihtiyaç duydukları malzemeleri üretmek için kullanacak kadar gelişmişti. Lidyalıların günlük yaşamında da müzik önemli bir yer almakta hatta onlar müzik yarışmaları düzenlemekteydiler."
  },
  {
    "id": "3886201",
    "unitNumber": 7,
    "text": "Frigya Krallığı’nı büyük bir bozguna uğratan Kimmerlerin saldırılarının yarattığı tehdit nedeniyle Assur ve Mısır ile politik ve askeri ilişki kurmak zorunda kalan Lidya kralı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ardys",
      "B": "Sadyattes",
      "C": "Gyges",
      "D": "Alyattes",
      "E": "Kroisos"
    },
    "explanation": "Frigya Krallığı’nı büyük bir bozguna uğratan Kimmerlerin saldırıları Gyges’i Anadolu dışındaki krallarla siyasal ilişkiler kurmaya zorladı. Bu krallıklardan birisi Assur, diğeri Mısır’dı. Assur başkenti Ninive’de bulunan ve bugün Londra’daki British Müzesi’nde muhafaza edilmekte olan Assurca yazılı belgeye göre Gyges (MÖ 680-644), MÖ 664 yılında kendisini hiç tanımayan Assur kralı Aşurbanipal’e elçilerini gönderip Assur hâkimiyetini tanıdığını bildirdi ve onunla ittifak yapmaya çalıştı. Fakat Assur kralının askeri desteğini alamadı. Zira MÖ 662 ve MÖ 657 yıllarında Kimmerlere karşı yapmış olduğu savaşlarda Assur’un askeri desteği söz konusu olmadı. Gyges’in Mısır ile ilişkisi ise iki Kimmer savaşı arasındaki bir tarihte, Mısır’ın firavunu I. Psammetikhos’un tahta oturmasından hemen sonra patlak veren bir isyanı bastırabilmesine yardım etmek için askeri destek vermesiyle başladı. Gyges, Assur’un düşmanı olan Mısır’a Lidyalı, Karyalı ve İyonyalı ücretli askerlerinden oluşan bir ordu gönderdi."
  },
  {
    "id": "3886202",
    "unitNumber": 7,
    "text": "Lidya kralı Gyges’in Batı Anadolu’daki kent devletleri arasında hiçbir zaman kontrolünü ele geçiremediği merkez aşağıdakilerden hangisi olmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "Hattusa",
      "B": "Gordion",
      "C": "Tuspa",
      "D": "Magnesia ad Meandrum",
      "E": "Pompeii"
    },
    "explanation": "Gyges, MÖ 662 ve MÖ 657 yıllarında Kimmerlerle savaşarak onların ülkesini istila etmesine engel oldu. Hatta Assur kralına göndermiş olduğu armağanlar arasında Kimmer askerlerinin de bulunmasından anlaşıldığı kadarıyla Kimmerleri savaşta yenmeyi başarmıştı. Fakat Kimmerler istila ettikleri bölgeleri terk etmediler ve tehdit olarak var olmaya devam ettiler. Bu arada Geyges Batı Anadolu kıyı kentleri olan Miletos (Milet), Kolophon (Değirmendere), Magnesia ad Maiandrum (Ortaklar) ve Smyrna (İzmir) gibi bazı kentlere seferler yaptı. Fakat bu kentlerin hiçbirisini ele geçiremedi."
  },
  {
    "id": "3886203",
    "unitNumber": 7,
    "text": "Lidyalıların ilk kez darp ettikleri, altın ve gümüş karışımı sikkeye verilen isim aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Alabastron",
      "B": "Megaron",
      "C": "Koinion",
      "D": "Artemision",
      "E": "Elektron"
    },
    "explanation": "Lidyalıların uygarlığa en büyük katkısı sikke darbını gerçekleştirmeleriydi. İlk Lidya sikkeleri elektrondan (altın ve gümüş karışımı) yapılmıştı ve bakla biçimindeydi. Sikkelerin üzerinde, Lidya Krallığı’nın arması olan aslan figürü bulunmaktaydı. İlk sikkelerin elektrondan darp edilmiş olmasının nedeni, Sart Çayı’nın kumlarından ayrıştırdıkları altının doğal olarak gümüşle karışık bir halde bulunmasıydı. Lidyalılar daha sonra, elektronu ayrıştıran bir teknolojiyi keşfettiler ve böylece hem altından ve hem de gümüşten sikkeler darp ettiler."
  },
  {
    "id": "3886204",
    "unitNumber": 7,
    "text": "Karun gibi zengin” ifadesiyle dilimize de geçmiş ve çok varlıklı olan insanları anlatmak için kullanılan deyişte geçen “Karun”, aşağıdaki Lidya krallarından hangisine karşılık gelmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kroisos",
      "B": "Gyges",
      "C": "Alyattes",
      "D": "Kyros",
      "E": "Kandaules"
    },
    "explanation": "Alyattes’in ardılı olan Kroisos, yaşadığı zamanda özellikle zenginliğiyle çok ünlüydü. Onun yaşarken sahip olduğu bu ününün izi, günümüzde “Karun kadar zengin” tabiriyle korunmaya devam etmektedir. Zira “Karun”un kim olduğunu bilerek ya da bilmeden bu tabiri kullanan herkes, günümüzden takriben 2560 yıl önce yaşamı sona ermiş bulunan Lidya kralı Kroisos’a atıfta bulunmakta veya onu anmaktadır. MÖ birinci yüzyılda yaşamış olan Romalı devlet adamı ve hitabet ustası Cicero’dan beri tarihin babası olarak tanınan Herodotos da Kroisos’un zenginliğini vurgulayan hikâyeler anlatmaktan kendini alamamıştır."
  },
  {
    "id": "3886205",
    "unitNumber": 7,
    "text": "“<em>Lidya Krallığı’nın yönetim biçimi, Anadolu’nun diğer Demir Çağı krallıkları gibi ……………….idi.</em>”\n Yukarıdaki cümleyi doğru olarak tamamlayan sözcük aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Demokrasi",
      "B": "Monarşi",
      "C": "Cumhuriyet",
      "D": "Oligarşi",
      "E": "Doğrudan demokrasi"
    },
    "explanation": "Lidya Krallığı’nın yönetim biçimi, Anadolu’nun diğer Demir Çağı krallıkları gibi monarşiydi. Devlet, iktidarının meşruiyetini babasından alan krallar tarafından yönetiliyordu. Kral, devletin hem mülki, hem askeri, hem adli hem de dini lideriydi. Kraliyet sarayı, günümüzdeki Sart adlı yerleşmede bulunan başkent Sardeis’te idi."
  },
  {
    "id": "3886206",
    "unitNumber": 7,
    "text": "I. Tarımsal Ürün II. Altın, gümüş vb. madenler<br/>III. Zeytinyağı IV. Deniz ürünleri\n Yukarıdakilerden hangileri Lidyalıların ekonomik zenginliklerinin temel nedenleri arasında gösterilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I ve II"
    },
    "explanation": "Lidyalıların ekonomik refah düzeyi, tarımsal ürünlerin, altın, gümüş ve bakır gibi madenlerin, hayvancılığın, zeytin yağı, şarap, seramik, tekstil, kozmetik, sentetik boya ve ilaç üretimi ve ticareti sayesinde MÖ yedinci yüzyıldan itibaren giderek artmış, Kroisos’un iktidarı döneminde zirveye ulaşmıştı."
  },
  {
    "id": "3886207",
    "unitNumber": 7,
    "text": "MÖ. VI. yüzyıldan itibaren Lidyalıların dinsel anlamda karşılıklı etkileşim içerisinde olduğu uygarlık aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Urartu",
      "B": "Frig",
      "C": "Hitit",
      "D": "Yunan",
      "E": "Roma"
    },
    "explanation": "Lidyalılar, en azından MÖ altıncı yüzyıldan itibaren Eski Yunan dininin etkisi altına girmişti. Fakat dinsel etkileşim tek taraflı olmadı. Zira Yunan tanrısı Bakkhos, Lidya kökenli bir tanrıydı. Lidyalı rahiplerin hadım olmaları, dini törenlerini çılgınca kutlamaları, bu sırada teflerini, zillerini, kırbaçlarını ve uzun saçlarının buklelerini Ana Tanrıça’ya ithaf etmeleri Bakkhos ile ilişkilidir."
  },
  {
    "id": "3886208",
    "unitNumber": 7,
    "text": "Lidya uygarlığıyla ilgili aşağıda verilen bilgilerden hangisi <u>doğrudur</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Batı Anadolu’da kurulmuş krallığın başkenti Gordion (Yassıhöyük) kentidir.",
      "B": "Krallığın yönetim biçimi demokratik oligarşidir.",
      "C": "Ege Göçleri sonrasında politik anlamda ortadan kalkmışlardır.",
      "D": "Assurlular ile birlikte Urartu ve Geç Hitit Devletlerine karşı mücadele etmişlerdir.",
      "E": "Lidya Krallığı’nda bir kentleşmeden söz edilemez."
    },
    "explanation": "Lidya Krallığı’nda bir kentleşmeden söz edilemez. Başkent Sardeis dışındaki Lidyalıların ekseriyeti köylerde yaşayan kırsal yaşam sakinleriydiler. Irmakların suladığı verimli topraklarda tahıl, incir, üzüm, zeytin, soğan, elma, kestane, ceviz ve safran yetiştirdiler."
  },
  {
    "id": "3885929",
    "unitNumber": 8,
    "text": "I. Yunan kaynaklarında Skythioi,\n II. Pers kaynaklarında Sakalar,\n III. Assur kaynaklarında Aşguzailer,\n IV. Urartu kaynaklarında İşkigulu olarak geçerler, \n V. Yurtları, batıda Volga Nehri’nden doğuda Çin’e kadar uzanır, \n Yukarıda sıralanan bilgiler hangi topluma aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kimmerler",
      "B": "Hititler",
      "C": "İskitler",
      "D": "Urartu",
      "E": "Assur"
    },
    "explanation": "İskitler ise; Yunan kaynaklarında Skythioi; Pers kaynaklarında Sakalar; Assur kaynaklarında Aşguzailer ve Urartu kaynaklarında ise İşkigulu olarak geçmektedir. İskitlerin ülkesi ise batıda Volga Nehri’nden doğuda Çin’e kadar uzanan büyük bir alanı içermekteydi."
  },
  {
    "id": "3885930",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi çok tanrılı inanç sistemine sahip İskitlerin tanrı/tanrıçalarından birisi <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Ocak tanrıçası Tabiti",
      "B": "Güneş tanrısı Helios",
      "C": "Toprak tanrıçası Abi,",
      "D": "Savaş tanrısı Ares",
      "E": "Gökyüzü tanrısı Papaios"
    },
    "explanation": "İskitler, ocak tanrıçası Tabiti’ye; savaş tanrısı Ares’e; gökyüzünün tanrısı Papaios’a; toprak tanrıçası Abi’ye; Işık tanrısı Oitosyros’a; güzellik ve aşk tanrıçası Argimpasa’ya ve denizlerin tanrısı Thagimasadas’a tapmıştırlar."
  },
  {
    "id": "3885931",
    "unitNumber": 8,
    "text": "İskit krallarının mezarlarının bulunduğu bölgenin adı nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kurgan",
      "B": "Tümülüs",
      "C": "Solocha",
      "D": "Tschertomlyk",
      "E": "Gerrhos"
    },
    "explanation": "İskitler, ölen kralları için <strong>Gerrhos</strong> adını verdikleri bir bölgede nekropol alanı oluşturmuşlar ve kralı defnetmeden önce bir takım dinsel törenler düzenlemişlerdir."
  },
  {
    "id": "3885932",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi İskit Kurganlarından birisine örnek <strong>teşkil etmez</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Gümüşhacıköy",
      "B": "Pazırık",
      "C": "Solocha",
      "D": "Tolstaja Mogila",
      "E": "Tschertomlyk"
    },
    "explanation": "İskit krali mezarlık bölgesi olan Gerrhos, bugünkü Kiev’in güneyinde, Saporoschje adındaki modern yerleşimin yakınlarındadır. Bu bölgedeki iyi araştırılmış kral kurganlarının adları; Solocha, Tschertomlyk ve Tolstaja Mogila olarak bilinmektedir.\n<br/>Üzerinde durulması gereken gereken diğer bir kurgan Altay dağlarında Ukok vadisinde yer alan Pazırık vadisindeki dünyaca ünlü Pazırık kurganıdır.\n<br/>Anadolu’daki kurganlara Amasya Gümüşhacıköy’deki Kimmer kurganı."
  },
  {
    "id": "3885933",
    "unitNumber": 8,
    "text": "Kırım’ın kuzeybatısındaki Olbia’nın iç kısımlarında oturan ve ağırlıklı olarak tahıl üreten tarımcı toplumların İskitler olduğunu belirten antik yazar kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Homeros",
      "B": "Herodotos",
      "C": "Strabon",
      "D": "Livius",
      "E": "Arnabius"
    },
    "explanation": "Herodotos, Kırım’ın kuzeybatısındaki Olbia’nın iç kısımlarında oturan insanların ağırlıklı olarak tahıl üreten tarımcı İskitler olduğunu belirtmektedir."
  },
  {
    "id": "3885934",
    "unitNumber": 8,
    "text": "Kimmerler ve Urartular arasında şimdiye değin bilinen ilk sıcak temas hangi Urartu Kralı döneminde kaç yılında gerçekleşmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gyges - MÖ 680",
      "B": "II. Rusa - MÖ 685",
      "C": "II. Argişti - MÖ 707",
      "D": "III. Tiglat-pileser - MÖ 744",
      "E": "Esarhaddon - MÖ 669"
    },
    "explanation": "Kimmerler ve Urartular arasında şimdiye değin bilinen ilk sıcak temas Urartu<br/>Kralı II. Argişti (MÖ 714-685) zamanında MÖ 707 senesinde olmuştur."
  },
  {
    "id": "3885935",
    "unitNumber": 8,
    "text": "Kimmerlerin Anadolu’ya girişlerinden ilk etkilenen toplum hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Urartular",
      "B": "Hititler",
      "C": "Lidyalılar",
      "D": "Likyalılar",
      "E": "Frigler"
    },
    "explanation": "Kimmerlerin Anadolu’ya girişlerinden ilk etkilenenler, başkentleri Van Gölü civarında bulunan Urartular olmuştur."
  },
  {
    "id": "3885936",
    "unitNumber": 8,
    "text": "I. Toplumunda hayatta kalabilmenin en önemli yollarından biri, iyi dövüşmek ve savaşmaktır.<br/>II. Savaşlardan sonra ganimet kazanma onlar için önemliydi.\n<br/>III. Hem erkekler hem de genç kızlar savaşçı bir biçimde yetiştiriliyorlardı.\n<br/>IV. Erkekler özellikle okçuluk ve ata binme konularında kendilerini yetiştirmektedirler.\n<br/>V. Toplumun kadınları da ata binmesini, ok ve mızrak atmasını biliyorlardı.\n<br/>VI. Toplumun kızları en az üç adet düşman öldürmedikçe bir erkekle evlenemiyorlardı.\n<br/>VII. Kazanılan bir zaferden sonra ganimetten pay alabilmeleri için öldürdükleri düşmanlarının kafasını kesip krala götürmeleri gerekliydi.\n<br/>Yukarıda sıralanan özellikler hangi topluma aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Frigler",
      "B": "İskitler",
      "C": "Urartular",
      "D": "Lidyalılar",
      "E": "Persler"
    },
    "explanation": "İskit toplumunda hayatta kalabilmenin en önemli yollarından biri, iyi dövüşmek ve savaşmaktır. Savaşlardan sonra ganimet kazanma da onlar için önemliydi. Bunun için hem erkekler hem de genç kızlar savaşçı bir biçimde yetiştiriliyorlardı. Erkekler zamanlarının büyük bir bölümünü at üzerinde, avcılık ve dövüş sporlarında geçirirlerdi. Onlar küçüklüklerinden itibaren özellikle okçuluk ve ata binme konularında kendilerini yetiştirmektedirler. Erkekler kadar olmasa da İskit kızları ve kadınları da ata binmesini, ok ve mızrak atmasını biliyorlardı. Ayrıca İskit kanunlarına göre, İskit kızları, üç adet düşman öldürmedikçe bir erkekle evlenemiyorlardı. İskitlerin savaşçı özelliklerini gösteren diğer bir durum da, onların kazanılan bir zaferden sonra ganimetten pay alabilmeleri için öldürdükleri düşmanlarının kafasını kesip krala götürmeleriydi."
  },
  {
    "id": "3885937",
    "unitNumber": 8,
    "text": "Yukarı şehir anlamına gelen, etrafındaki yerleşim birimine hâkim olan ve üzerinde, kentlerin en önemli dini, idari ve mali binalarının yer aldığı tepeye ne ad verilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Macellum",
      "B": "Forum",
      "C": "Agora",
      "D": "Akropolis",
      "E": "Nekropol"
    },
    "explanation": "Akropolis: Yukarı şehir manasına gelmektedir. Bu kelimeyle etrafındaki yerleşim birimine hâkim olan ve üzerinde, kentlerin en önemli dini, idari ve mali binalarının yer aldığı tepe anlatılmaktadır."
  },
  {
    "id": "3885938",
    "unitNumber": 8,
    "text": "İskitlerin hayat tarzını, antik yazar Hippokrates aracılığıyla belirleyebiliyoruz. Aşağıdakilerden hangisi Hippokrates'in İskitler ile ilgili olarak verdiği bilgilerden birisi <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Sulak ve çayırları bol olan yüksek düzlüklerde evleri olmadan büyük ölçüde hayvancılığa dayalı bir şekilde yaşamışlardır.",
      "B": "Bulundukları düzlüklerde at, sığır ve koyun yetiştirmişlerdir.",
      "C": "İskitler, sıklıkla pişirilmiş et, kısrak sütünden yapılmış peynir ve sütle beslenmişlerdir.",
      "D": "İskitler, bir yerden diğer bir yere göç ederlerken çocuklar arabaların içerisinde yer alırken, erkekler ve kadınlar at üzerinde ilerlemişlerdir.",
      "E": "İskitlerin bir yerden diğer bir yere konup göçmelerindeki en büyük nedenlerden bir tanesi bulundukları alanda hayvanlar için yeteri derecede ot ve su kalmamasıdır."
    },
    "explanation": "İskitlerin hayat tarzını, antik yazar Hippokrates aracılığıyla belirleyebiliyoruz. Onun verdiği bilgilere göre (Hippokrates, 18) İskitler, aşağıdaki gibi bir hayat tarzına sahip olmuşlardır: Onlar, sulak ve çayırları bol olan yüksek düzlüklerde evleri olmadan büyük ölçüde hayvancılığa dayalı bir şekilde yaşamışlardır.\n<br/>Bulundukları düzlüklerde at, sığır ve koyun yetiştirmişlerdir. İskitler, sıklıkla pişirilmiş et, kısrak sütünden yapılmış peynir ve sütle beslenmişlerdir.\n<br/>İskitler, ev yerine arazi üzerinde konut olarak tasarladıkları arabaların içinde yaşamışlardır. İklim şartlarından korunabilmek için arabalarının üzerlerini yağmur, kar ve rüzgâra dayanıklı keçeyle kaplamışlardır. İskitlerin bir yerden diğer bir yere konup göçmelerindeki en büyük nedenlerden bir tanesi bulundukları alanda hayvanlar için yeteri derecede ot ve su kalmamasıdır. Onlar bir yerden diğer bir yere göç ederlerken arabaların boyunduruğuna öküzleri bağlamışlar; kadınlar ve çocuklar arabaların içerisinde yer alırken, erkekler at üzerinde ilerlemişlerdir."
  },
  {
    "id": "3885939",
    "unitNumber": 8,
    "text": "Kimmerler ve İskitler hakkında kısıtlı bilgeye sahip olunmasının nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kimmerler ve İskitler aslında gerçekte yaşamamış mitolojik halk toplulukları oldukları içindir.",
      "B": "Step halkı olduklarından tek başlarına yaşamış ve içine kapanık bir halk oldukları içindir.",
      "C": "Konuştukları dil hakkında yeterli bilgiye sahip olunmaması ve yazılı kaynaklarının bulunmaması nedeniyle bilgi sahibi olunamamıştır.",
      "D": "Kimmerler ve iskitler aslında aynı halk topluluğudur. Farklı kültürlerde farklı isimlerle adlandırıldıkları için tarihçelerini anlamak mümkün olmamaktadır.",
      "E": "Kimmerler ve İskitler aslında bir kavim değildir. Bunlar Orta Asya'dan gelen göçmen gruplardır. Aslında başka kültürlere ait oldukları için bir ulus oluşturamamışlardır."
    },
    "explanation": "Kimmerler, Antikçağ’ın Yunan kaynaklarında Kimmerioi; Assur kaynaklarında Gimirrai; Tevratta Gomer olarak anılmışlardır. İskitler ise; Yunan kaynaklarında Skythioi; Pers kaynaklarında Sakalar; Assur kaynaklarında Aşguzailer ve Urartu kaynaklarında ise İşkigulu olarak geçmektedir. Gerek Kimmerler gerekse İskitlerin kökenleri hakkında çok uzun zamandan beri bilim dünyasında farklı görüşler ortaya atılmaktadır. Görüş farklılıklarının nedeni, Kimmer ve İskitlerin kendi yazılı kaynaklarının olmaması ve bizim onların konuştukları dil hakkında yeteri kadar bilgi sahibi olamamamızdan ileri gelmektedir."
  },
  {
    "id": "3885940",
    "unitNumber": 8,
    "text": "Kimmerler ve İskitlerin hangi halk kökenli olduğu Eski Çağ Bilimcileri tarafından öne sürülmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Türkler",
      "B": "İranlılar",
      "C": "Moğollar",
      "D": "Çinliler",
      "E": "Luviler"
    },
    "explanation": "Taner Tarhan isimli Türk tarihçisi, Kimmerler ve İskitlerin Türk kökenli topluluklar olduğunu belirtmektedir. Aynı şekilde İlhami Durmuş adındaki diğer bir tarihçi, İskitlerin Eskiçağ’ın Türk halklarından birisi olduğunu belirtmektedir. Kimmer ve İskitlerin Türk kökenli olması şeklindeki görüşün hareket noktası bu toplulukların sahip oldukları inançları ve hayat tarzlarının Orta Asya Türk toplulukları ile yakın benzerlikler göstermesidir. Perslerin başkenti Sus’ta ele geçen bazı çivi yazılı metinlerde karşılaşılan İskitçe kelimelerin Türk lehçelerinde konuşulan kelimelerle büyük benzerlikler göstermesi durumu da diğer önemli bir dayanak noktasıdır. Aynı şekilde İskitlerdeki Tabiti (tapmak); Papaios (baba), Api (Ebe) gibi bazı tanrı adların da Türkçe kelimelerle benzeşmesi onların dillerinin Ural Altay dil ailesine ait olduğunu düşündürmektedir."
  },
  {
    "id": "3885941",
    "unitNumber": 8,
    "text": "Assurlular'ın Kimmerler'e karşı dirençli bir tutum izlemesinden sonra Kimmerler Anadolu'da batıya doğru ilerleyerek aşağıdaki devletlerden hangisine saldırmışlardır?",
    "correctAnswer": "E",
    "options": {
      "A": "Urartular",
      "B": "Hititler",
      "C": "Persler",
      "D": "Medler",
      "E": "Frigler"
    },
    "explanation": "Assurluların Kimmerlere karşı dirençli bir tutum izlemesinden sonra Kimmerler batıya doğru ilerleyerek Frig Devleti’nin başkenti Gordion’u yağmalamışlardır. İstila sonrasında Frig kralı Midas intihar etmiş, Frig Devleti ağır darbe almıştır. İstila öylesine şiddetli olmuştur ki, Gordion halkı günlük hayatta kullandıkları eşyalarını kurtaramadan kentten ayrılmışlardır."
  },
  {
    "id": "3885942",
    "unitNumber": 8,
    "text": "MÖ 7. yüzyılın sonunda İskitler hangi devletin yıkılmasına neden olmuşlardır?",
    "correctAnswer": "B",
    "options": {
      "A": "Hititler",
      "B": "Urartular",
      "C": "Lidyalılar",
      "D": "Babiller",
      "E": "Akadlar"
    },
    "explanation": "İskitler, Mannai ülkesindeki yerleşme sürecini tamamlarken, onlarla antlaşma imzalamış olan Urartu Kralı II. Rusa ileride olabilecek İskit saldırılarından da çekinmiştir. Bu nedenle İskitlerin sınırına yakın yerlerde örneğin Bastam, Danalu, Kaleoğlu, Kalesiyah, Kızkalesi ve Sangar gibi yerlerde hummalı bir şekilde askeri karakollar inşa ettirmiştir. II. Rusa’nın İskitlere duyduğu şüphe haklı çıkmış ve İskitler, Urartu ülkesine saldırarak ülkenin şehirlerini ve kalelerini istila etmişlerdir. Tuşpa, Bastam ve Argiştihinili yerleşmelerindeki yangın tabakalarında bulunan İskit ok uçları, at koşum takımları ve insan iskeletleri bu istilanın izleridirler. Sonuçta vaktiyle Kimmerler tehlikesini bir şekilde batıya doğru savuşturmasını bilen Urartular, İskitlerin sürekli saldırılarına dayanamayarak MÖ yedinci yüzyılın sonlarında yıkılmışlardır. Bu yıkım öylesine sert olmuştur ki, çoğu Urartu yerleşim birimleri bir daha kullanılmamak üzere terk edilmişlerdir."
  },
  {
    "id": "3885943",
    "unitNumber": 8,
    "text": "Kimmerler ve iskitlerde krallar geniş coğrafyada üstünlüklerini nasıl sağlamaktadırlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Kral güneş tanrının oğlu olduğu için ona hem tapınılmakta hem de mutlak hakim olarak görülmekteydi.",
      "B": "Göçer kabile oldukları için ekonomileri ganimetlere dayanmaktadır. Krallar hakla ganimet dağıtarak bağlılıklarını sağlardı.",
      "C": "Klan ve geniş aile düzeniene sahiptiler ve en yaşlı üye yönetici olarak kabul edilmekteydi.",
      "D": "Diğer kabile reislerini etkisi altına alarak onların vasıtası ile sağlamaktadırlar.",
      "E": "Kimmerler ve İskitler yerleşik hayatı benimsemedikleri için tek bir liderleri yoktur."
    },
    "explanation": "Geniş bir coğrafyaya yayılmış olan Kimmer ve İskit halklarının güvenliği ve iaşesi krallık makamı tarafından sağlanmaktaydı. Krallar şüphesiz kabileler halinde yaşayan halklar üzerinde de adaleti tesis etmekle sorumluydu. Kralların geniş coğrafya üzerindeki kabileleri itaati altına alması, ancak diğer kabile reislerinin üzerinden mümkün olmuş olmalıydı."
  },
  {
    "id": "3885944",
    "unitNumber": 8,
    "text": "Kimmerler İskitlerden yaşam şekli olarak nasıl ayrılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kimmerler step insanı oldukları için daha çok çadır tarzı yerleşimi ve hayvancılık ekonomisini tercih etmişlerdir.",
      "B": "Kimmerler İskitlerden önce yerleşik hayata geçmişlerdir. Daha erken çağlardan itibaren deniz kıyısında oturmaya alışıklardı.",
      "C": "Kimmerler genelde istilacı halktır. Kentleri işgal eder, yağmalamaz ve oraya yerleşirlerdi.",
      "D": "Kimmerler aslında Kafkasya yaşayan ve burayı hiç terk etmeyen barışçıl bir halktır.",
      "E": "Kimmerler Mısır'a yerleşen ve Mısır yaşam tarzını benimseyen Orta Asya halkıdır."
    },
    "explanation": "Büyük bir olasılıkla Kimmer toplumunun da yaşayış tarzları İskitlerinkine yakındı. Ancak hemen belirtelim ki, Avrasya’nın göçebe savaşçı halkları olarak görülen iki halktan Kimmerler, yerleşik hayata daha yatkın ve deniz kıyısında oturmaya daha erken çağlardan itibaren alışıktırlar. Nitekim Herodotos, Kimmerlerin Karadeniz’in güneyinde kale yerleşimleri bulunduğunu yazmaktadır. Ayrıca Kimmerler denize aşinalıklarından olsa gerek, Anadolu’dayken, Sinop civarına ve Edremit Körfezi’ne yerleşmişlerdir."
  },
  {
    "id": "3885945",
    "unitNumber": 8,
    "text": "İskit erkeklerinin kendilerini eğittikleri konu veya konular aşağıdaki hangi seçenekte verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tarımcılık konusunda gereken herşeyi küçük yaştan itibaren öğrenmektedirler.",
      "B": "Denizci halk oldukları için yüzme ve gemiciliği öğrenmek zorundaydılar.",
      "C": "Eğitime çok önem verilirdi. Yunan harflerini benimseyen İskitler erkek çocuklarına okuma ve yazma öğretirlerdi.",
      "D": "Erkek çocuklar doğaya salınır ve kendi yaşamlarını idame etmesi sağlanırdı.",
      "E": "Küçük yaşta ata binmeyi ve okçuluğu öğrenirlerdi."
    },
    "explanation": "İskit toplumunda hayatta kalabilmenin en önemli yollarından biri, iyi dövüşmek ve savaşmaktır. Savaşlardan sonra ganimet kazanma da onlar için önemliydi. Bunun için hem erkekler hem de genç kızlar savaşçı bir biçimde yetiştiriliyorlardı. Erkekler zamanlarının büyük bir bölümünü at üzerinde, avcılık ve dövüş sporlarında geçirirlerdi. Onlar küçüklüklerinden itibaren özellikle okçuluk ve ata binme konularında kendilerini yetiştirmektedirler."
  },
  {
    "id": "3885946",
    "unitNumber": 8,
    "text": "İskitlerde \"Tabiti\" neyi simgelemekteydi?",
    "correctAnswer": "E",
    "options": {
      "A": "Savaş Tanrısı",
      "B": "Gök Tanrısı",
      "C": "Doğa Tanrısı",
      "D": "Suların Tanrıçası",
      "E": "Ocak Tanrıçası"
    },
    "explanation": "İskitlerin geniş bir coğrafyaya yayılmış olmaları, sürekli hareket halinde ve diğer medeniyetlerle ilişki içerisinde olmaları, İskit pantheonu üzerinde etkili olmuştur. Bu etkileşim sonucunda taptıkları ilahi varlıkların sayısı ve inanç sistemlerinde bölgesel farklılıklar oluşmuştur. Bu bağlamda özellikle Yunan kentleri ile girmiş oldukları münasebet belirleyici bir rol oynamıştır. İskitlerin tanrıları da, Yunanlıların tanrıları gibi farklı cinsiyetlerden oluşan ve çeşitli görev alanlarına sahip yüce varlıklardır: İskitler, ocak tanrıçası Tabiti’ye; savaş tanrısı Ares’e; gökyüzünün tanrısı Papaios’a; toprak tanrıçası Abi’ye; Işık tanrısı Oitosyros’a; güzellik ve aşk tanrıçası Argimpasa’ya ve denizlerin tanrısı Thagimasadas’a tapmıştırlar."
  },
  {
    "id": "3885947",
    "unitNumber": 8,
    "text": "İskitler tanrılarına en çok hangi hayvanı kurban olarak adarlardı?",
    "correctAnswer": "D",
    "options": {
      "A": "Keçi",
      "B": "Koç",
      "C": "Boğa",
      "D": "At",
      "E": "Deve"
    },
    "explanation": "Savaşçı bir topluluk olan İskitler için savaş tanrısına sığınmak çok daha önemlidir. Onlara göre düşmana karşı alınacak galibiyet tanrı Ares sayesinde mümkün olmaktadır. Yukarıdaki metinde sözü edilen pala şeklindeki heykel, İskitlerin ve ondan sonra Perslerin kullandıkları, iki tarafı keskin Akinakes adı verilen kılıçtır. Bu kılıç, savaş tanrısı Ares’in kutsal eşyalarından birisi olmuştur. Yukarıdaki metinden anlaşıldığı kadarıyla İskitler en çok at kurban etmişlerdir. İskitler kurban hayvanını önce bağlayarak yere düşürmüşler ve bu esnada hangi tanrı için hayvanı kurban ediyorlarsa, o tanrı için dua etmişlerdir. H"
  },
  {
    "id": "3885948",
    "unitNumber": 8,
    "text": "İskitlerin krallarını gömmek için inşa ettikleri anıtsal yapıya ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurgan",
      "B": "Tümülüs",
      "C": "Kenotaph",
      "D": "Mausoleum",
      "E": "Naos"
    },
    "explanation": "Önce dikdörtgen biçimli bir mezar kazılarak bunun yüzeyi çimenlerle örtülmüş ve naaş bu çimenlerin üzerine konulmuştur. Mezar, etrafına dikilen mızraklarla çevrilmiş ve bu alanın üzerine sazlardan oluşan bir çardak meydana getirilmiştir. Mezarın içinde boş bırakılan alanlara, boğularak öldürülen kralın karılarından birisi, elinden içki içtiği bir hizmetkârı, bir aşçısı, bir silahtarı, bir uşağı, bir habercisi ve hayattayken sahip olduğu atları kralla birlikte defnedilmişlerdir. Ayrıca kralın günlük hayatta kullandığı eşyalar, özellikle kaplar da mezarın içerisine yerleştirilmişlerdir. Naaşların ve eşyaların üzerine toprak atıldıktan sonra, mezarın yüksek bir tepe-mezar görünümü alabilmesi için alanının üzeri toprakla yükseltilmiştir. Bu yüksek tepe-mezarlara kurgan adı verilmektedir. Bu mezarlar, hem Kimmerlerde hem de İskitlerde oldukça yaygın bir biçimde kullanım görmüş olup, her iki toplumun kralları ve ayrıcalıklı zengin kimseleri bu tür mezarlara gömülmüşlerdir."
  },
  {
    "id": "3886179",
    "unitNumber": 8,
    "text": "Kimmerler hangi bölgeden Anadolu'ya göç etmişlerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğu Avrupa",
      "B": "Kafkaslar",
      "C": "Mezopotamya",
      "D": "Balkanlar",
      "E": "Afrika"
    },
    "explanation": "Kimmer halkı, Kafkaslar üzerinden Anadolu’ya yönelmiştir."
  },
  {
    "id": "3886180",
    "unitNumber": 8,
    "text": "İskitlerin savaş tanrısı olarak kabul ettikleri tanrı kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Zeus",
      "B": "Tabiti",
      "C": "Papaios",
      "D": "Ares",
      "E": "Argimpasa"
    },
    "explanation": "İskitlerin savaş tanrısı Ares’tir ve ona özel tapınaklar yapılmıştır."
  },
  {
    "id": "3886181",
    "unitNumber": 8,
    "text": "Kimmerlerin Anadolu’daki ilk büyük askeri başarıları hangi devlete yöneliktir?",
    "correctAnswer": "B",
    "options": {
      "A": "Asur",
      "B": "Frig",
      "C": "Urartu",
      "D": "Pers",
      "E": "Lidya"
    },
    "explanation": "Kimmerler, Frig Krallığı’nı yıkarak Anadolu’da büyük bir güç olarak ortaya çıkmıştır."
  },
  {
    "id": "3886182",
    "unitNumber": 8,
    "text": "İskitlerde ölümden sonra yaşam inancı hangi uygulamaya neden olmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "Ceset yakma",
      "B": "Mumyalanma",
      "C": "Kurban verme",
      "D": "Kurgan inşa etme",
      "E": "Toplu mezar"
    },
    "explanation": "İskitlerde ölümden sonra yaşam inancı, ölülerin eşyalarıyla birlikte kurganlara gömülmesine yol açmıştır.<br/>Kurgan inşa etme"
  },
  {
    "id": "3886183",
    "unitNumber": 8,
    "text": "İskit sanatının en belirgin özelliği nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Soyut formlar",
      "B": "Geometrik desenler",
      "C": "Hayvan üslubu",
      "D": "Mimari süsleme",
      "E": "Figüratif freskler"
    },
    "explanation": "İskit sanatında hayvan betimlemeleri yoğun şekilde yer alır.<br/>Hayvan üslubu"
  },
  {
    "id": "3886184",
    "unitNumber": 8,
    "text": "İskitler, aşağıdaki hangi metal işçiliğinde ustalaşmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Demir",
      "B": "Bronz",
      "C": "Altın",
      "D": "Kalay",
      "E": "Gümüş"
    },
    "explanation": "Altın takılar ve eşyalar İskit el işçiliğinin en dikkat çeken örnekleridir."
  },
  {
    "id": "3886185",
    "unitNumber": 8,
    "text": "İskit kurganlarında rastlanan \"pantolon\" ile ilgili gerçek aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İran’dan ithal edilmiştir",
      "B": "Yalnızca rahiplere aittir",
      "C": "Atlı savaşçılar için geliştirilmiştir",
      "D": "Maden işçileri tarafından giyilmiştir",
      "E": "Asurlulara karşı propaganda malzemesidir"
    },
    "explanation": "At üzerinde rahat hareket etmek için İskitler pantolonu geliştirmiştir.<br/>Atlı savaşçılar için geliştirilmiştir"
  },
  {
    "id": "3886186",
    "unitNumber": 8,
    "text": "İskit sanatında görülen \"hayvan üslubu\" en çok neyle ilişkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gökyüzü tanrıları",
      "B": "Şaman inancı",
      "C": "Pers etkisi",
      "D": "Mezopotamya kültürü",
      "E": "Helenistik etki"
    },
    "explanation": "Hayvan üslubu, doğayla ve şaman inancıyla bağlantılıdır."
  },
  {
    "id": "3886187",
    "unitNumber": 8,
    "text": "Herodotos'a göre İskitler hangi dine yakındır?",
    "correctAnswer": "E",
    "options": {
      "A": "Zerdüştlük",
      "B": "Paganizm",
      "C": "Gök tanrı inancı",
      "D": "Totemizm",
      "E": "Şamanizm"
    },
    "explanation": "İskitlerin inanç sistemi Herodotos’un aktarımıyla şamanik öğeler içerir<br/>Şamanizm"
  },
  {
    "id": "3886188",
    "unitNumber": 8,
    "text": "İskit sanatında kullanılan malzemeler arasında yer <u><strong>almaz</strong></u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Altın",
      "B": "Gümüş",
      "C": "Ahşap",
      "D": "Demir",
      "E": "Mermer"
    },
    "explanation": "Mermer, İskitlerin kullandığı bir malzeme değildir."
  }
]