[
  {
    "id": "3122238",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Cooperation makes war and conflict less likely.</li> <li>The single market offers European businesses a larger pool of consumers.</li> <li>Mergers and takeovers create world-class European corporations, helping the EU better compete in the global marketplace.</li> </ol> Which of the above are the advantages of regional integration?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I, II",
      "D": "I, III",
      "E": "I, II, III"
    },
    "explanation": "<strong>The Advantages of Regional Integration</strong><br/>✓ Cooperation makes war and conflict less likely.<br/>✓ The single market offers European businesses a larger pool of consumers.<br/>✓ Mergers and takeovers create world-class European corporations, helping the EU better compete in the global marketplace.<br/>✓ There is greater freedom of cross-border movement within the EU.<br/>✓ It pools the economic and social resources of multiple member states.<br/>✓ Member states working together enjoy new global power and influence.<br/>✓ Less advanced member states rise to standards maintained by more progressive states.<br/>✓ Funds and investments create new opportunities in the poorer parts of the EU.<br/>✓ Democracy and capitalism are promoted in less advanced member states."
  },
  {
    "id": "3122239",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Loss of sovereignty and national independence</li> <li>Loss of national identity as laws, regulations, and standards are harmonized</li> <li>Reduced power of national governments</li> </ol> Which of the above are the disadvantages of regional integration?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only III",
      "C": "I, III",
      "D": "II, III",
      "E": "I, II, III"
    },
    "explanation": "<strong>The Disadvantages of Regional Integration</strong><br/>✓ Loss of sovereignty and national independence.<br/>✓ Loss of national identity as laws, regulations, and standards are harmonized.<br/>✓ Reduced power of national governments.<br/>✓ The creation of a new level of distant and impersonal ‘big government’ in Brussels.<br/>✓ Too little reference to public opinion regarding key decisions on integration.<br/>✓ Increased competition and job losses brought by the removal of market protection.<br/>✓ Progressive states are handicapped as standards are reduced to help integrate state with lower standards.<br/>✓ Increased drug trafficking, crime and illegal immigration arising from the removal of border controls.<br/>✓ Problems related to controversial initiatives such as the Common Agricultural Policy"
  },
  {
    "id": "3122240",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Federalism</li> <li>Functionalism</li> <li>Transactionalism</li> <li>Intergovernmentalism</li> </ol> Which of above are the early integration theories?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II",
      "B": "II, IV",
      "C": "II, III, IV",
      "D": "I, II, III",
      "E": "I, II, III, IV"
    },
    "explanation": "Early integration theories such as federalism, functionalism, and transactionalism took an account of<br/>the origin and nature of integration, the contemporary integration theories such as neofunctionalism, intergovernmentalism, and liberal intergovernmentalism have sought to analyze how and why the EU emerged and how it works on a daily basis."
  },
  {
    "id": "3122241",
    "unitNumber": 1,
    "text": "Which theorist is most closely associated with federalism?",
    "correctAnswer": "A",
    "options": {
      "A": "A. Spinelli",
      "B": "D. Mitrany",
      "C": "J. Monnet",
      "D": "K. Deutsch",
      "E": "S. Hoffman"
    },
    "explanation": "The Italian politician Altiero Spinelli was one of the fathers of the European Union. He was the leading figure behind the European Parliament’s proposal for a Treaty on a federal European Union - the so-called ‘Spinelli Plan’. This was adopted in 1984 by an overwhelming majority in the Parliament and provided an important inspiration for the strengthening of the EU Treaties in the 1980s and ‘90s."
  },
  {
    "id": "3122242",
    "unitNumber": 1,
    "text": "............ emerged as an alternative to federalist designs about the organization of the international system.\n Fill in the blank above.",
    "correctAnswer": "A",
    "options": {
      "A": "Functionalism",
      "B": "Neofunctionalism",
      "C": "Intergovernmentalism",
      "D": "Liberal intergovernmentalism",
      "E": "Multi-Level Governance"
    },
    "explanation": "Functionalism emerged as an alternative to federalist designs about the organization of the international system. Functionalism belongs to the liberal-idealist tradition of international relations theory and usually takes account of Immanuel Kant, John Jacques Rousseau, and Woodrow Wilson. The main figure of functionalism is David Mitrany (1888-1975). Mitrany’s seminal work entitled “A Working Peace System of 1944” has influenced many of his successors in European studies."
  },
  {
    "id": "3122243",
    "unitNumber": 1,
    "text": "In the .................., integration has two key dimensions. The first is a process of social integration and the second dimension is the process of political integration.",
    "correctAnswer": "C",
    "options": {
      "A": "Federalism",
      "B": "Functionalism",
      "C": "Transactionalism",
      "D": "Neofunctionalism",
      "E": "Intergovernmentalism"
    },
    "explanation": "In the transactionalist model, integration has two key dimensions. The first is a process of social integration, leading to the formation of pluralistic security communities. The formation of security communities relies on the notion that international transactions-communication, migration, mutual services, military collaboration and so forth trigger the process of social-psychological learning which in turn produce common identities and trust among social actors. The second dimension is the process of political integration. Once pluralistic community formation has taken place, political elites may opt to build common supranational institutions, thereby producing ‘amalgamated’ security communities (essentially federal unions)."
  },
  {
    "id": "3122244",
    "unitNumber": 1,
    "text": "Which integration theory is most popular in 1950s and 1960s?",
    "correctAnswer": "C",
    "options": {
      "A": "Functionalism",
      "B": "Transactionalism",
      "C": "Neofunctionalism",
      "D": "Intergovernmentalism",
      "E": "Liberal intergovernmentalism"
    },
    "explanation": "Neofunctionalism, as a popular theory of the European integration in the 1950s and 1960s, focused particularly upon the integration project in Europe. It sought to explain what was happening in Europe, and to provide a conceptual framework within which developments in Europe could be understood."
  },
  {
    "id": "3122245",
    "unitNumber": 1,
    "text": "When did intergovernmentalism reach its prime in the ‘doldrum years’ of the European Integration?",
    "correctAnswer": "C",
    "options": {
      "A": "1950s",
      "B": "1960s",
      "C": "1970s",
      "D": "1980s",
      "E": "2000s"
    },
    "explanation": "Intergovernmentalism reached its prime in the ‘doldrum years’ of the European Integration during the 1970s, when the failure to get any further with political integration seemed to confirm most of its premises."
  },
  {
    "id": "3122246",
    "unitNumber": 1,
    "text": ".................... is a synthetic approach that derives from both realist/liberal elements and domestic/international politics.\n Fill in the blank above.",
    "correctAnswer": "B",
    "options": {
      "A": "Intergovernmentalism",
      "B": "Liberal intergovernmentalism",
      "C": "Federalism",
      "D": "Functionalism",
      "E": "Neofunctionalism"
    },
    "explanation": "Moravcsik (1993) has developed the intergovermentalist approach but agreed with many of the key principles, such as the assumption that nations could be seen as rational and departing from realists approach to the state. He also derived insights from classic intergovernmentalism which sees national interests arising in the context of the state’s perception of its relative position in the state system. At the highest level of abstraction, liberal intergovernmentalism is a variant of rationalist approach in international relations theory specifically tailored to explain European integration. On the other hand, liberal intergovermentalism is more rigorous than its antecedents (Hoffman’s intergovermentalism), incorporating within both realist and neo-liberal elements, and dealing explicitly with the interface between domestic and international politics. In other words, liberal intergovernmentalism is a synthetic approach that derives from both realist/liberal elements and domestic/international politics."
  },
  {
    "id": "3122247",
    "unitNumber": 1,
    "text": "Which integration theories are the two dominant approaches analyzing the impact of the Europan integration on the member states?",
    "correctAnswer": "D",
    "options": {
      "A": "Federalism - Functionalism",
      "B": "Federalism - Transactionalism",
      "C": "Functionalism - Transactionalism",
      "D": "Neofunctionalism - Liberal Intergovernmentalism",
      "E": "Neofunctionalism - Transactionalism"
    },
    "explanation": "(Neo) functionalism and (liberal) intergovernmentalism are the two dominant approaches analyzing the impact of the European integration on the member states. While (liberal) Intergovernmentalists put the states at the center of EU policy-making, (neo) functionalist emphasized the increased role of supranational and domestic groups."
  },
  {
    "id": "3122248",
    "unitNumber": 1,
    "text": "How many member states does the EU have today?",
    "correctAnswer": "A",
    "options": {
      "A": "28",
      "B": "18",
      "C": "38",
      "D": "48",
      "E": "30"
    },
    "explanation": "Today, the EU is composed of twenty-eight member states, while waiting for the end-result of Brexit process."
  },
  {
    "id": "3122249",
    "unitNumber": 1,
    "text": "Which of the following <strong>is not</strong> one of the four approaches Ben Rosamond listed in order to examine the study of the EU/ European Integration?",
    "correctAnswer": "B",
    "options": {
      "A": "To understand the EU as an international organization",
      "B": "Regarding the EU as a defence alliance against the threats out of Europe",
      "C": "Considering the European integration as an instance of regionalism in the global economy",
      "D": "To treat the EU as a useful location for the study of policy-making process",
      "E": "Regarding the EU as a sui generis phenomenon"
    },
    "explanation": "Ben Rosamond (2000:14-15) lists at least four approaches in order to examine the study of the EU/ European Integration. The first of these approaches would be to understand the EU as an international organization. Although it is possible to treat the EU as an international organization, the EU is evidently rather more than a straightforward instance of an international organization. The second treats the European integration as an instance of regionalism in the global economy. The EU is the example of a regional integration that has drawn the most international attention and that has had the most clearly evident effects both on its member states and on the states doing business with the EU (McCormick, 2008: 12). It is, therefore, to make meaningful comparisons between the EU and other regional groupings such as the North American Free Trade Agreement (NAFTA), Asia Pacific Economic Cooperation (APEC) or Mercusor in South America. Yet, the progress and evolution of the EU have many differences than other reg<br/>Regarding the EU as a defence alliance against the threats out of Europe"
  },
  {
    "id": "3122250",
    "unitNumber": 1,
    "text": "What does sui generis mean?",
    "correctAnswer": "C",
    "options": {
      "A": "A different kind",
      "B": "Similar kind",
      "C": "Of its own kind",
      "D": "From various kinds",
      "E": "An old kind"
    },
    "explanation": "Sui generis is a Latin phrase that means “of its (his, her, their) own kind; in a class by itself; unique.”"
  },
  {
    "id": "3122251",
    "unitNumber": 1,
    "text": "What does the abbreviation NATO stand for?",
    "correctAnswer": "D",
    "options": {
      "A": "The North Atlantic Trade Organization",
      "B": "The North Atlantic Transportation Organization",
      "C": "The North Atlantic Tactical Organization",
      "D": "The North Atlantic Treaty Organization",
      "E": "The North Atlantic Treasury Organization"
    },
    "explanation": "They may become together out of the need for security in the face of a common external threat, as the members of the North Atlantic Treaty Organization (NATO) did during the Cold War."
  },
  {
    "id": "3122252",
    "unitNumber": 1,
    "text": "Which of the following <strong>is not</strong> one of the advantages of regional integration?",
    "correctAnswer": "E",
    "options": {
      "A": "Cooperation makes war and conflict less likely.",
      "B": "There is greater freedom of cross-border movement within the EU.",
      "C": "It pools the economic and social resources of multiple member states.",
      "D": "Democracy and capitalism are promoted in less advanced member states.",
      "E": "Funds and investments create new opportunities in the poor parts of the world."
    },
    "explanation": "The Advantages of Regional Integration<br/>✓ Cooperation makes war and conflict less likely.<br/>✓ The single market offers European businesses a larger pool of consumers.<br/>✓ Mergers and takeovers create world-class European corporations, helping the EU better compete in the global marketplace.<br/>✓ There is greater freedom of cross-border movement within the EU.<br/>✓ It pools the economic and social resources of multiple member states.<br/>✓ Member states working together enjoy new global power and influence.<br/>✓ Less advanced member states rise to standards maintained by more progressive states.<br/>✓ Funds and investments create new opportunities in the poorer parts of the EU.<br/>✓ Democracy and capitalism are promoted in less advanced member states."
  },
  {
    "id": "3122253",
    "unitNumber": 1,
    "text": "Which of the following <strong>is not</strong> one of the disadvantages of regional integration?",
    "correctAnswer": "A",
    "options": {
      "A": "Increasing power of national governments.",
      "B": "Loss of national identity as laws, regulations, and standards are harmonized.",
      "C": "Loss of sovereignty and national independence.",
      "D": "Too little reference to public opinion regarding key decisions on integration.",
      "E": "Increased drug trafficking, crime and illegal immigration arising from the removal of border controls."
    },
    "explanation": "The Disadvantages of Regional Integration<br/>✓ Loss of sovereignty and national independence.<br/>✓ Loss of national identity as laws, regulations, and standards are harmonized.<br/>✓ Reduced power of national governments.<br/>✓ The creation of a new level of distant and impersonal ‘big government’ in Brussels.<br/>✓ Too little reference to public opinion regarding key decisions on integration.<br/>✓ Increased competition and job losses brought by the removal of market protection.<br/>✓ Progressive states are handicapped as standards are reduced to help integrate state with lower standards.<br/>✓ Increased drug trafficking, crime and illegal immigration arising from the removal of border controls.<br/>✓ Problems related to controversial initiatives such as the Common Agricultural Policy."
  },
  {
    "id": "3122254",
    "unitNumber": 1,
    "text": "In which model the EU integration has two key dimensions as the process of social and political integration?",
    "correctAnswer": "B",
    "options": {
      "A": "Neofunctionalism",
      "B": "Transactionalism",
      "C": "Functionalism",
      "D": "Federalism",
      "E": "Intergovernmentalism"
    },
    "explanation": "In the transactionalist model, integration has two key dimensions. The first is a process of social integration, leading to the formation of pluralistic security communities. The formation of security communities relies on the notion that international transactions-communication, migration, mutual services, military collaboration and so forth trigger<br/>the process of social-psychological learning which in turn produce common identities and trust among social actors. The second dimension is the process of political integration.<br/>In the transactionalist model."
  },
  {
    "id": "3122255",
    "unitNumber": 1,
    "text": "Which of the following is based on the assumption that states can create a peaceful world society through gradualist and pragmatic cooperation with one another in technical and economic sectors of activity?",
    "correctAnswer": "C",
    "options": {
      "A": "Federalism",
      "B": "Transactionalism",
      "C": "Functionalism",
      "D": "Pluralism",
      "E": "Intergovernmentalism"
    },
    "explanation": "The classic functionalist approach to world order is based on the assumption that states can create a peaceful world society through gradualist and pragmatic cooperation with one another in technical and economic sectors of activity."
  },
  {
    "id": "3122256",
    "unitNumber": 1,
    "text": "Which of the following theory views the European integration from the standpoint of national states searching for mutually advantageous bargains?",
    "correctAnswer": "D",
    "options": {
      "A": "Federalism",
      "B": "Functionalism",
      "C": "Transactionalism",
      "D": "Intergovernmentalism",
      "E": "Neofunctionalism"
    },
    "explanation": "Intergovernmentalists view the European integration from the standpoint of national states searching for mutually advantageous bargains."
  },
  {
    "id": "3122257",
    "unitNumber": 1,
    "text": "In what type of elections unanimity is used in the EU?",
    "correctAnswer": "E",
    "options": {
      "A": "In all elections",
      "B": "Only in elections where there are many issues to vote",
      "C": "Only in elections where there is only one discreet issue to vote",
      "D": "Only in elections where there are conroversial politic issues that all the EU citizens might vote",
      "E": "Only in elections where there is no room for doubt or disagreement."
    },
    "explanation": "Unanimity Rule is a voting rule in which decisions are made based on unanimous approval of those casting votes. That is, every voter must cast the same vote. Unanimity is used in elections where there is no room for doubt or disagreement."
  },
  {
    "id": "3122258",
    "unitNumber": 1,
    "text": "What means “of its (his, her, their) own kind; in a class by itself; unique?",
    "correctAnswer": "A",
    "options": {
      "A": "Sui generis",
      "B": "Euroscepticism",
      "C": "Neofunctionalism",
      "D": "Transactionalism",
      "E": "Supranational"
    },
    "explanation": "Sui generis is a Latin phrase that means “of its (his, her, their) own kind; in a class by itself; unique.”"
  },
  {
    "id": "3122259",
    "unitNumber": 1,
    "text": "Which one is one of the Advantages of Regional Integration?",
    "correctAnswer": "E",
    "options": {
      "A": "Loss of sovereignty and national independence",
      "B": "Increased competition and job losses brought by the removal of market protection",
      "C": "Progressive states are handicapped as standards are reduced to help integrate state with lower standards",
      "D": "Too little reference to public opinion regarding key decisions on integration",
      "E": "Democracy and capitalism are promoted in less advanced member states"
    },
    "explanation": "The Advantages of Regional Integration\n <ul> <li> ✓ Cooperation makes war and conflict less likely.\n </li> <li> ✓ The single market offers European businesses a larger pool of consumers.\n </li> <li> ✓ Mergers and takeovers create world-class European corporations, helping the EU better compete in the global marketplace.\n </li> <li> ✓ There is greater freedom of cross-border movement within the EU.\n </li> <li> ✓ It pools the economic and social resources of multiple member states.\n </li> <li> ✓ Member states working together enjoy new global power and influence.\n </li> <li> ✓ Less advanced member states rise to standards maintained by more progressive states.\n </li> <li> ✓ Funds and investments create new opportunities in the poorer parts of the EU.\n </li> <li> ✓ Democracy and capitalism are promoted in less advanced member states.\n </li> </ul>"
  },
  {
    "id": "3122260",
    "unitNumber": 1,
    "text": "I. Federalism, II. Neofunctionalism\n III. Functionalism IV. Intergovernmentalism\n V. Transactionalism\n Which ones of the above are early integration theories?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III",
      "B": "I, II, IV",
      "C": "I, III, V",
      "D": "III, IV, V",
      "E": "I, II, V"
    },
    "explanation": "I. Federalism, III. Functionalism V. Transactionalism are early integration theories."
  },
  {
    "id": "3122261",
    "unitNumber": 1,
    "text": "Which one of the below is the contemporary integration theory that focused particularly upon the integration project in Europe in 50s and 60s?",
    "correctAnswer": "D",
    "options": {
      "A": "Federalism",
      "B": "Functionalism",
      "C": "Liberal Intergovernmentalism",
      "D": "Neofunctionalism",
      "E": "Intergovernmentalism"
    },
    "explanation": "Neofunctionalism, as a popular theory of the European integration in the 1950s and 1960s, focused particularly upon the integration project in Europe."
  },
  {
    "id": "3122262",
    "unitNumber": 1,
    "text": "Which one of the below is the characteristic of Functional spillover?",
    "correctAnswer": "D",
    "options": {
      "A": "The groups would act as a barrier to a retreat from integration.",
      "B": "Politics would increasingly be played out at the regional rather than the national level.",
      "C": "Once different functional sectors are integrated, interest groups will switch from trying to influence national governments to try to influence regional institutions.",
      "D": "Economies are so interconnected that if states integrate one sector of economies, it will lead to the integration of other sectors.",
      "E": "Disparities in standards will cause states to rise (or sink) to the level of the state with the tightest (or loosest) regulations."
    },
    "explanation": "Functional spillover implies that economies are so interconnected that if states integrate one sector of economies, it will lead to the integration of other sectors."
  },
  {
    "id": "3122263",
    "unitNumber": 1,
    "text": "Neofunctionalist has formulated theories that they have used to predict the behavior of European institutions. Which of the below is NOT one of them?",
    "correctAnswer": "B",
    "options": {
      "A": "The European Commission is expected to act as a political entrepreneur as well as mediator.",
      "B": "Neofunctionalists would expect member states not to be influenced by the logic of spillover.",
      "C": "The European Court is expected not only to rule on the basis of legal arguments but also to favor political integration.",
      "D": "The European Parliament is expected to be a supranationally oriented institution and to be the natural ally of the European Commission.",
      "E": "The EU Council is expected to be the institution where national interests are defended."
    },
    "explanation": "Neofunctionalist expectations about the European institutions\n Neofunctionalist has formulated theories that they have used to predict the behavior of European institutions.\n <ul> <li> The European Commission is expected to act as a political entrepreneur as well as mediator. The Commission will, according to neofunctionalist theory, try to push for greater cooperation between member states in a direction that leads to more and more supranational decision making.\n </li> <li> The European Court is expected not only to rule on the basis of legal arguments but also to favor political integration. In this way, the Court will seek to expand the logic of Community law to new areas.\n </li> <li> The European Parliament is expected to be a supranationally oriented institution and to be the natural ally of the European Commission. Although the Members of the European Parliament (MEPs) are elected by the nationals of their home country, they are divided politically and ideologically in their daily work. Neofunctionalists expect MEPs to develop loyalties towards the EU and the European idea so that they would often (though not always) defend European interests against national interests.\n </li> <li> The EU Council is expected to be the institution where national interests are defended. However, neofunctionalists would also expect member states to be influenced by the logic of spillover, which would lead them to argue for greater economic and political integration, despite their national interests. The member states are also expected to be influenced by the fact that they are involved in ongoing negotiations in a supranational context. This makes it difficult for a member state to resist proposals that lead to further political integration.\n </li> </ul>"
  },
  {
    "id": "3122264",
    "unitNumber": 1,
    "text": "Which of the below is NOT one of the features of pluralism?",
    "correctAnswer": "C",
    "options": {
      "A": "Interest groups lobby the formal institutions to try to get their preferred legislative options.",
      "B": "It is a competitive system of seeking influence.",
      "C": "Every group benefit equally from interest representation.",
      "D": "Early pluralist theories suggested that there was a level playing field of competition.",
      "E": "It is accepted that some groups have greater resources than others."
    },
    "explanation": "Pluralism/Pluralist\n In a pluralist system, interest groups lobby the formal institutions to try to get their preferred legislative options. It is a competitive system of seeking influence, but although early pluralist theories suggested that there was a level playing field of competition, it is now generally accepted that some groups have greater resources than others, and so benefit more from this form of interest representation."
  },
  {
    "id": "3122265",
    "unitNumber": 1,
    "text": "Which one of the below is related to the neofunctionalism?",
    "correctAnswer": "E",
    "options": {
      "A": "It seeks to understand the reasons why states join together and to provide a realistic approach to the analysis of the regional integration mechanisms.",
      "B": "It certainly constitutes its realist counterpart.",
      "C": "It explains integration as the outcome of cooperation and competition among national governments.",
      "D": "It views the European integration from the standpoint of national states searching for mutually advantageous bargains.",
      "E": "It explains integration as the outcome of cooperation and competition among societal actors."
    },
    "explanation": "Intergovernmentalists view the European integration from the standpoint of national states searching for mutually advantageous bargains. Whereas neofunctionalism explains integration as the outcome of cooperation and competition among societal actors, intergovernmentalism explains integration as the outcome of cooperation and competition among national governments."
  },
  {
    "id": "3122266",
    "unitNumber": 1,
    "text": "Which one of the below is a synthetic approach that derives from both realist/liberal elements and domestic/international politics?",
    "correctAnswer": "A",
    "options": {
      "A": "Liberal Intergovernmentalism",
      "B": "Transactionalism",
      "C": "Neofunctionalism",
      "D": "Intergovernmentalism",
      "E": "Multi-Level Governance"
    },
    "explanation": "Liberal intergovernmentalism is a synthetic approach that derives from both realist/liberal elements and domestic/international politics."
  },
  {
    "id": "3122267",
    "unitNumber": 1,
    "text": "Which one of the below is NOT about Unanimity Rule?",
    "correctAnswer": "D",
    "options": {
      "A": "It is a voting rule in which decisions are made based on unanimous approval of those casting votes.",
      "B": "Every voter must cast the same vote.",
      "C": "Unanimity is used in elections where there is no room for doubt.",
      "D": "Supranational and subnational actors will become increasingly influential.",
      "E": "Unanimity is used in elections where there is no room for disagreement."
    },
    "explanation": "Unanimity Rule is a voting rule in which decisions are made based on unanimous approval of those casting votes. That is, every voter must cast the same vote. Unanimity is used in elections where there is no room for doubt or disagreement."
  },
  {
    "id": "3122268",
    "unitNumber": 1,
    "text": "Which one below is one that has power or influence going beyond that permitted to it by national governments?",
    "correctAnswer": "B",
    "options": {
      "A": "Neofunctionalism",
      "B": "Supranational",
      "C": "Intergovernmentalism",
      "D": "Liberal intergovernmentalism",
      "E": "Governmentalism"
    },
    "explanation": "‘Supranational’ literally means ‘above the national’. A supranational institution is one that has power or influence going beyond that permitted to it by national governments. An international institution, in contrast, is one that results from the co-operation of national governments and has no power beyond that permitted to it by those governments. The European Union and the World Trade Organization are both supranational entities. In the EU, each member votes on a policy that will affect each member nation. The benefits of this construct are the synergies derived from social and economic policies and a stronger presence on the international stage."
  },
  {
    "id": "3122269",
    "unitNumber": 1,
    "text": "Which one below is one of the disadvantages of regional integration?",
    "correctAnswer": "D",
    "options": {
      "A": "Less advanced member states rise to standards maintained by more progressive states.",
      "B": "It pools the ecenomic and social resources of multiple member states.",
      "C": "Democracy and capitalism are promoted in less advanced member states.",
      "D": "Increased competition and job losses brought by the removal of market protection.",
      "E": "Cooperation makes war and conflict less likely."
    },
    "explanation": "<table> <tbody> <tr> <td> The Disadvantages of Regional Integration\n ✓ Loss of sovereignty and national independence. \n ✓ Loss of national identity as laws, regulations, and standards are harmonized. \n ✓ Reduced power of national governments. \n ✓ The creation of a new level of distant and impersonal ‘big government’ in Brussels. \n ✓ Too little reference to public opinion regarding key decisions on integration. \n ✓ Increased competition and job losses brought by the removal of market protection. \n ✓ Progressive states are handicapped as standards are reduced to help integrate state with lower standards. \n ✓ Increased drug trafficking, crime and illegal immigration arising from the removal of border controls. \n ✓ Problems related to controversial initiatives such as the Common Agricultural Policy. \n </td> </tr> </tbody> </table>"
  },
  {
    "id": "3122270",
    "unitNumber": 1,
    "text": "Who is one of the fathers of the European Union?",
    "correctAnswer": "E",
    "options": {
      "A": "Diez",
      "B": "Mitrany",
      "C": "Rousseau",
      "D": "Kant",
      "E": "Spinelli"
    },
    "explanation": "The Italian politician Altiero Spinelli was one of the fathers of the European Union. He was the leading figure behind the European Parliament’s proposal for a Treaty on a federal European Union - the so-called ‘Spinelli Plan’. This was adopted in 1984 by an overwhelming majority in the Parliament and provided an important inspiration for the strengthening of the EU Treaties in the 1980s and ‘90s."
  },
  {
    "id": "3122271",
    "unitNumber": 1,
    "text": "In which approach below world order is based on the assumption that states can create a peaceful world society through gradualist and pragmatic cooperation with one another in technical and economic sectors of activity?",
    "correctAnswer": "B",
    "options": {
      "A": "federalist",
      "B": "Classic functionalist",
      "C": "Transactionalist",
      "D": "Neofunctionalist",
      "E": "Euroscepticist"
    },
    "explanation": "The classic functionalist approach to world order is based on the assumption that states can create a peaceful world society through gradualist and pragmatic cooperation with one another in technical and economic sectors of activity. Functionalism offers an alternative model of the international order to the power politics approach to international relations which is the characteristic of realism. The idea is to eliminate nationalism which is seen as the root cause of any war by attacking national sovereignty."
  },
  {
    "id": "3122272",
    "unitNumber": 1,
    "text": "Whose work below did not have an impact on Functionalism?",
    "correctAnswer": "D",
    "options": {
      "A": "Immanuel Kant",
      "B": "John Jacques Rousseau",
      "C": "Woodrow Wilson",
      "D": "Robert Schuman",
      "E": "David Mitrany"
    },
    "explanation": "Functionalism emerged as an alternative to federalist designs about the organization of the international system. Functionalism belongs to the liberal-idealist tradition of international relations theory and usually takes account of Immanuel Kant, John Jacques Rousseau, and Woodrow Wilson. The main figure of functionalism is David Mitrany."
  },
  {
    "id": "3122273",
    "unitNumber": 1,
    "text": "Which option below is <em>NOT</em> one of the features that make transactionalism different from federalism and functionalism?",
    "correctAnswer": "D",
    "options": {
      "A": "does not presume the need to establish federal bodies or functional agencies in order to ensure peace between nations.",
      "B": "focuses on the social rather than political or economic dimensions of integration",
      "C": "seeks to ensure sufficient integration at a social level to make conflict unthinkable",
      "D": "presupposes a specific legal and institutional framework.",
      "E": "views integration as a process of cultural assimilation"
    },
    "explanation": "Transactionalism differs from federalism and functionalism as it does not presume the need to establish federal bodies or functional agencies in order to ensure peace between nations. Transactionalism was pioneered by Karl Deutsch and his colleagues which focuses on the social rather than political or economic dimensions of integration in the 1950s. In other words, transactionalism seeks to ensure sufficient integration at a social level to make conflict unthinkable (Eilstrup- Sangiovanni, 2006: 29). Therefore, in contrast to federalism, the transactionalist approach does not presuppose a specific legal and institutional framework. Transactionalism views integration as a process of cultural assimilation, leading to the formation of international security communities in which peoples are linked in bonds of mutual trust and identification, and in which wars are no longer considered possible. Transactionalism rests on the idea that increasing interaction at a social level between people builds up feelings of trust and goodwill that would make conflict unthinkable"
  },
  {
    "id": "3122274",
    "unitNumber": 1,
    "text": "Which one below suggests that deepening of integration in one sector is expected to create pressures for a further economic integration within and beyond that sector, leading to functional needs for a European authority?",
    "correctAnswer": "B",
    "options": {
      "A": "Amalgamation",
      "B": "Spillover",
      "C": "Self-determination",
      "D": "Schuman Declaration",
      "E": "Euroscepticism"
    },
    "explanation": "The question is answered with the concept of spillover. The concept of spillover in the neofunctionalist theory is considered as the most important driving process of integration. It simply suggests that deepening of integration in one sector is expected to create pressures for a further economic integration within and beyond that sector, leading to functional needs for a European authority. It was hoped that economic and technical cooperation would “spillover” into European politics. Spillover is a process where political cooperation conducted with a specific goal in mind leads to the formulation of new goals in order to assure the achievement of the original goal. What this means is that political cooperation, once initiated, is extended to overtime in a way that was not necessarily intended at the outset. Spillover is a valuable analytical concept but it is better understood when it is broken down into more specific varieties."
  },
  {
    "id": "3122275",
    "unitNumber": 1,
    "text": "Which one below expresses the idea of a contingent, or qualified opposition, as well as incorporating outright and unqualified opposition to the process of European integration?",
    "correctAnswer": "B",
    "options": {
      "A": "Pluralism",
      "B": "Euroscepticism",
      "C": "State-centrism",
      "D": "Supranationalism",
      "E": "Intergovernmentalism"
    },
    "explanation": "Haas paid little attention to public opinion, although he was well aware of public criticism of the European integration that today would be termed Eurosceptic (Haas 1958: 18). However, Haas deemed it justifiable to ignore such skepticism for two reasons. First, he argued that the public was simply ignorant and lacked understanding of the European integration. Second, given the bureaucratic nature of the European integration, decision-makers were shielded from public scrutiny and, therefore, public opinion simply did not matter for integration.\n <strong>Euroscepticism </strong>“expresses the idea of a contingent, or qualified opposition, as well as incorporating outright and unqualified opposition to the process of European integration”"
  },
  {
    "id": "3122276",
    "unitNumber": 1,
    "text": "Which approach below view the European integration from the standpoint of national states searching for mutually advantageous bargains?",
    "correctAnswer": "A",
    "options": {
      "A": "Intergovernmentalism",
      "B": "Neofunctionalism",
      "C": "Multi-level governance",
      "D": "Asymmetrical interdependence",
      "E": "Pluralism"
    },
    "explanation": "Intergovernmentalists view the European integration from the standpoint of national states searching for mutually advantageous bargains. Whereas neofunctionalism explains integration as the outcome of cooperation and competition among societal actors, intergovernmentalism explains integration as the outcome of cooperation and competition among national governments (Hooghe and Marks, 2019: 1115). Accordingly, if (neo) functionalism represents IR liberalism in the European Integration debate, (liberal) intergovernmentalism certainly constitutes its realist counterpart."
  },
  {
    "id": "3122277",
    "unitNumber": 1,
    "text": "Which one below is used in elections where there is no room for doubt or disagreement?",
    "correctAnswer": "E",
    "options": {
      "A": "Interstate bargaining",
      "B": "Autonomous decisions,",
      "C": "Multi-level governance",
      "D": "Aggregation",
      "E": "Unanimity Rule"
    },
    "explanation": "Unanimity Rule is a voting rule in which decisions are made based on unanimous approval of those casting votes. That is, every voter must cast the same vote. Unanimity is used in elections where there is no room for doubt or disagreement."
  },
  {
    "id": "3122278",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Policy integration</li> <li>Institutional integration</li> <li>Civilizing/security dimension</li> <li>Attitudinal dimension</li> </ol> According to Haas's definition of the integration process, which of above are the sub-dimensions of political integration?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "I, IV",
      "C": "I, II, IV",
      "D": "III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "One of the leading scholars on the European integration, Ernst B. Haas defined integration as a process “whereby political actors in several, distinct national settings are persuaded to shift their loyalties, expectations and political activities toward a new centre”. The end result of a process of political integration is a “new political community, superimposed over the pre-existing ones”. Political integration is usually identified with the emergence of a political community based on trust, loyalty and shared values. On the basis of Haas’ definition, it is both useful and necessary to differentiate between the sub-dimensions of political integration below:\n <ul> <li>Policy integration</li> <li>Institutional integration</li> <li>Civilizing/security dimension</li> <li>Attitudinal dimension</li> </ul>"
  },
  {
    "id": "3122279",
    "unitNumber": 2,
    "text": "............. is concerned with the sources of support or opposition to regional integration among the public at large and among the political and economic elites.\n Fill in the blank above.",
    "correctAnswer": "D",
    "options": {
      "A": "Policy integration",
      "B": "Institutional integration",
      "C": "Security integration",
      "D": "Attitudinal integration",
      "E": "Social integration"
    },
    "explanation": "Attitudinal integration is concerned with the sources of support or opposition to regional integration among the public at large and among the political and economic elites. Attitudes affect the development of policy and institutional integration. For instance, European public support for a more effective, credible and coherent EU foreign policy as well as external demands and expectations are one of the key factors shaping the actorness of the Union. It is also important to recognize the transformative nature of the European integration: transformation of the nation-state by the EU and transformation of the EU by the member states and the contradictory and differential impact of globalization on the EU."
  },
  {
    "id": "3122280",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>The collapse of the international monetary order</li> <li>Oil crises</li> <li>Stagflation</li> <li>Global Financial Crises</li> </ol> Which of above are international economic problems threatening member states in 1970s?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I, II, III",
      "D": "II, III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "While the Commission was far from acting as a policy entrepreneur, the meetings of the European Council were often paralyzed by distributional conflicts, notably the British budgetary rebate. The member states were not only challenged by the internal problems of an enlarged Community but also by the international economic system unconducive to further integration. Three factors were particularly important: the collapse of the international monetary order in 1971; two oil crises of 1973 and 1979; and the concurrence of low growth and high inflation (stagflation) producing economic divergence in Western Europe."
  },
  {
    "id": "3122281",
    "unitNumber": 2,
    "text": "Which of the following is the treaty in which the European Council is identified as one of the seven EU institutions?",
    "correctAnswer": "B",
    "options": {
      "A": "Rome",
      "B": "Lisbon",
      "C": "Nice",
      "D": "Amsterdam",
      "E": "Maastricht"
    },
    "explanation": "The European Council has emerged over the last four decades as the most powerful among/in the traditional Community institutions. It exercised several functions without any legal treaty basis for them, ranging from providing strategic guidelines, decisionmaking capacity in economic governance, foreign and security policy and amending the treaties. The Lisbon Treaty has put an end to the paradoxical status of the European Council by identifying it as one of the seven EU institutions."
  },
  {
    "id": "3122282",
    "unitNumber": 2,
    "text": "Even though, EU institution-building, from the outset, followed the logic of market integration, it had a political purpose too, often associated with two alternative ideas and ideologies.\n Which are these two alternative ideas/ideologies?",
    "correctAnswer": "A",
    "options": {
      "A": "Functionalism - Federalism",
      "B": "Supranationalism - Intergovernmentalism",
      "C": "New Intergovernmentalism - Intergovernmentalism",
      "D": "Functionalism - Supranationalism",
      "E": "Supranationalism - Federalism"
    },
    "explanation": "Even though, EU institution-building, from the outset, followed the logic of market integration, it had a political purpose too, often associated with two alternative ideas and ideologies: the functionalist approach and the federalist approach."
  },
  {
    "id": "3122283",
    "unitNumber": 2,
    "text": "For Nicole Scicluna, whose 'no votes' caused the democratization via politicization to fail?",
    "correctAnswer": "D",
    "options": {
      "A": "Italian - German",
      "B": "German - French",
      "C": "French - Italian",
      "D": "Dutch - French",
      "E": "Italian - Dutch"
    },
    "explanation": "For Nicole Scicluna, the demise of the Constitutional Treaty as a result of the French and Dutch “no” votes demonstrate an unsuccessful attempt at “democratization via politicization”. The Constitutional Treaty was drafted with the interrelated aims of filling the symbolic gaps of Europe, facilitating the growth of European demos, and bringing the Union closer to citizens. Its defeat in 2005 triggered a process of de-constitutionalization that culminated in the Lisbon Treaty of December 2009."
  },
  {
    "id": "3122284",
    "unitNumber": 2,
    "text": "How is regarded Post-Maastricht European integration mostly?",
    "correctAnswer": "A",
    "options": {
      "A": "New intergovernmentalism",
      "B": "Supranationalism",
      "C": "Functionalism",
      "D": "Federalism",
      "E": "New Functionalism"
    },
    "explanation": "Post-Maastricht European integration which is mostly regarded as the new intergovernmentalism is a contentious issue."
  },
  {
    "id": "3122285",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>The integration paradox</li> <li>Deliberative intergovernmentalism as a new form of EU governance in highly prominent areas of EU activity and that prevails over the classic Community method</li> <li>A new phase in the European integration</li> </ol> According to Uwe Puetter, which of above are intergovernmentalism's arguments?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only III",
      "C": "I, III",
      "D": "II, III",
      "E": "I, II, III"
    },
    "explanation": "Uwe Puetter associates the new intergovernmentalism with three arguments: the integration paradox, deliberative intergovernmentalism as a new form of EU governance in highly prominent areas of EU activity such as economic governance and foreign and security policy and that prevails over the classic Community method, and a new phase in the European integration."
  },
  {
    "id": "3122286",
    "unitNumber": 2,
    "text": "..................... is also characterized by member states’ preference to delegate authority to “de novo” bodies which are located at the interface of supranational and intergovernmental governance mechanisms and numerous regulatory and executive agencies.\n Fill in the blank above.",
    "correctAnswer": "D",
    "options": {
      "A": "Intergovernmentalism",
      "B": "Federalism",
      "C": "Functionalism",
      "D": "New Intergovernmentalism",
      "E": "Supranationalism"
    },
    "explanation": "The new intergovernmentalism is also characterized by member states’ preference to delegate authority to “de novo” bodies which are located at the interface of supranational and intergovernmental governance mechanisms and numerous regulatory and executive agencies. These bodies often enjoy considerable autonomy by way of executive or legislative power and have a degree of control over their own resources."
  },
  {
    "id": "3122287",
    "unitNumber": 2,
    "text": "The post-Maastricht phase of European integration has become associated with the new research agenda of post-............ .\n Fill in the blank above.",
    "correctAnswer": "C",
    "options": {
      "A": "Supranationalism",
      "B": "Intergovernmentalism",
      "C": "Functionalism",
      "D": "Federalism",
      "E": "New Intergovernmentalism"
    },
    "explanation": "The post-Maastricht phase of European integration has become associated with the new research agenda of post-functionalism. This theory postulates that functional pressures no longer continue to play a major role in the European integration. Instead, integration has become vulnerable to changes and developments in domestic political contexts and notably to greater political and cultural (identity-based) political party and public contestation around the issues of the European integration."
  },
  {
    "id": "3122288",
    "unitNumber": 2,
    "text": "Which of the following is among the key features of political integration?",
    "correctAnswer": "A",
    "options": {
      "A": "Multi-level",
      "B": "Multi-religion",
      "C": "Multi-purpose",
      "D": "Multi-border",
      "E": "Multi-nation"
    },
    "explanation": "Political integration can be subdivided into level (vertical), scope (sectoral) and territorial (horizontal) dimensions, this chapter, however, takes a broader view of the concept by underlining its three basic features: multidimensional (comprising policy, institutional, security and attitudinal dimensions), multi-method (combining various policy-making<br/>methods ranging from intergovernmentalism to the Community supranational method) and multi-level (based on the interaction between the national and the European level and also entailing other levels below and beyond the state and thus situating the EU in an international and globalizing context).<br/>Political integration can be subdivided into level (vertical), scope (sectoral) and territorial (horizontal) dimensions and multi-level (based on the interaction between the national and the European level and also entailing other levels below and beyond the state and thus situating the EU in an international and globalizing context)."
  },
  {
    "id": "3122289",
    "unitNumber": 2,
    "text": "Which of the following <strong>is not</strong> one of the the sub-dimensions of political integration?",
    "correctAnswer": "B",
    "options": {
      "A": "policy integration",
      "B": "religious integration",
      "C": "institutional integration",
      "D": "civilizing/security dimension",
      "E": "attitudinal dimension"
    },
    "explanation": "On the basis of Haas’ definition, it is both useful and necessary to differentiate between the sub-dimensions of political integration below:<br/>• policy integration;<br/>• institutional integration;<br/>• civilizing/security dimension and<br/>• attitudinal dimension."
  },
  {
    "id": "3122290",
    "unitNumber": 2,
    "text": "Which of the following is a conception of or strategy for regional integration that follows sector-by-sector logic?",
    "correctAnswer": "C",
    "options": {
      "A": "Communal Integration",
      "B": "Political Integration",
      "C": "Sectoral Integration",
      "D": "International Integration",
      "E": "The EU Integration"
    },
    "explanation": "Sectoral Integration is a conception of or strategy for regional integration that follows sector-by-sector logic."
  },
  {
    "id": "3122291",
    "unitNumber": 2,
    "text": "Of the following institutional settings, which one was created to debate European issues and to resolve disputes?",
    "correctAnswer": "D",
    "options": {
      "A": "NATO",
      "B": "The European Union",
      "C": "The European Parliament",
      "D": "The European Council",
      "E": "The European Reserve Bank"
    },
    "explanation": "In the pragmatic politics of the 1970s, national political leaders found a new and alternative institutional setting to debate European issues and to resolve disputes: the creation of the European Council in 1974."
  },
  {
    "id": "3122292",
    "unitNumber": 2,
    "text": "When was the Maastricht Treaty signed by the EU countries?",
    "correctAnswer": "E",
    "options": {
      "A": "1984",
      "B": "1986",
      "C": "1988",
      "D": "1990",
      "E": "1992"
    },
    "explanation": "The outcome was the Maastricht Treaty of 1992 which was shaped by a combination of internal debates and positions, as well as attempts to react to a number of external shocks.<br/>The Maastricht Treaty, 1992"
  },
  {
    "id": "3122293",
    "unitNumber": 2,
    "text": "Which of the following implies that each of the institutions has to act in accordance with the powers conferred on it by the Treaties, in accordance with the division of powers?",
    "correctAnswer": "A",
    "options": {
      "A": "Institutional balance",
      "B": "Community method",
      "C": "Permissive consensus",
      "D": "Sectoral integration",
      "E": "Constitutionalization"
    },
    "explanation": "The principle of institutional balance in the EU implies that each of its institutions has to act in accordance with the powers conferred on it by the Treaties, in accordance with the<br/>division of powers."
  },
  {
    "id": "3122294",
    "unitNumber": 2,
    "text": "Which of the following is the formalization of the rules of the game, which in an EU context, might involve a process whereby the treaties become over time?",
    "correctAnswer": "B",
    "options": {
      "A": "Institutional balance",
      "B": "Constitutionalization",
      "C": "Community method",
      "D": "Sectoral Integration",
      "E": "Permissive consensus"
    },
    "explanation": "Constitutionalization is the formalization of the rules of the game, which in an EU context, might involve a process whereby the treaties become over time."
  },
  {
    "id": "3122295",
    "unitNumber": 2,
    "text": "Which term reflects the shift of policy activity from the intergovernmental pillars to the community pillar?",
    "correctAnswer": "C",
    "options": {
      "A": "Community method",
      "B": "Democratic deficit",
      "C": "Communitarization",
      "D": "Constitutionalization",
      "E": "Institutional balance"
    },
    "explanation": "Communitarization: The shift of policy activity from the intergovernmental pillars to the Community pillar."
  },
  {
    "id": "3122296",
    "unitNumber": 2,
    "text": "Which term is used to cover the expansion in the use of rule-making, monitoring, and enforcement techniques and institutions by the state, and a parallel change in the way in which its positive functions in society are being carried out?",
    "correctAnswer": "D",
    "options": {
      "A": "Communitarization",
      "B": "Democratic deficit",
      "C": "Constitutionalization",
      "D": "Regulatory state",
      "E": "Institutional balance"
    },
    "explanation": "Regulatory state: It is the expansion in the use of rule-making, monitoring, and enforcement techniques and institutions by the state, and a parallel change in the way in which its positive functions in society are being carried out."
  },
  {
    "id": "3122297",
    "unitNumber": 2,
    "text": "Complete the following:\n From the perspective of functionalism and the new intergovernmentalism, the EU can be identified with a particular form of Union, namely, the EU as a/an ............................. .",
    "correctAnswer": "E",
    "options": {
      "A": "interstate actor",
      "B": "intergovernmental treaty",
      "C": "separate union",
      "D": "disintegrated area",
      "E": "regulatory state"
    },
    "explanation": "From the perspective of functionalism and the new intergovernmentalism, the EU can be identified with a particular form of Union, namely, the EU as a regulatory state."
  },
  {
    "id": "3122298",
    "unitNumber": 2,
    "text": "Which one of the below is NOT one of the sub-dimensions of political integration?",
    "correctAnswer": "E",
    "options": {
      "A": "Policy integration",
      "B": "Institutional integration",
      "C": "Civilizing/security dimension",
      "D": "Attitudinal dimension",
      "E": "Multi-method dimension"
    },
    "explanation": "Subdimensions of political integration are\n • policy integration;<br/>• institutional integration;<br/>• civilizing/security dimension and\n • attitudinal dimension."
  },
  {
    "id": "3122299",
    "unitNumber": 2,
    "text": "Which of the below is about Institutional integration?",
    "correctAnswer": "A",
    "options": {
      "A": "It refers to the growth of collective decision-making among a group of states.",
      "B": "It is concerned with the sources of support or opposition to regional integration among the public at large and among the political and economic elites.",
      "C": "Its members no longer regard physical force as a legitimate means of resolving disputes.",
      "D": "Integration is meant the attainment within a community of “peaceful change” and of institutions and practices needed to assure this condition.",
      "E": "It focuses on the extent to which the responsibility for particular policies is transferred to a higher level of government or jointly exercised or coordinated by more than one level."
    },
    "explanation": "Institutional integration refers to the growth of collective decision-making among a group of states. The extent to which common institutions are or should be supranational in character is a debated subject in the literature. Supranational institutions can engage the citizens of member states directly, and can take decisions independently of, and in some cases, against the wishes of the member states. Intergovernmental institutions, by contrast, are those that result from the cooperation of national governments, and have no power beyond that permitted to them by those governments."
  },
  {
    "id": "3122300",
    "unitNumber": 2,
    "text": "What is the pre-Maastricht political context that allowed further integration led by elites with tacit support or indifference of citizens?",
    "correctAnswer": "C",
    "options": {
      "A": "Community method",
      "B": "Institutional balance",
      "C": "Permissive consensus",
      "D": "Sectoral Integration",
      "E": "Foundational Period"
    },
    "explanation": "Permissive consensus:\n The pre-Maastricht political context that allowed further integration led by elites with tacit support or indifference of citizens."
  },
  {
    "id": "3122301",
    "unitNumber": 2,
    "text": "What implies that each of its institutions has to act in accordance with the powers conferred on it by the Treaties, in accordance with the division of powers?",
    "correctAnswer": "E",
    "options": {
      "A": "Democratic deficit",
      "B": "Community method",
      "C": "Sectoral Integration",
      "D": "Pragmatist politics",
      "E": "Institutional balance"
    },
    "explanation": "Institutional balance:\n The principle of institutional balance in the EU implies that each of its institutions has to act in accordance with the powers conferred on it by the Treaties, in accordance with the division of powers"
  },
  {
    "id": "3122302",
    "unitNumber": 2,
    "text": "What is the term used by people who argue that the EU institutions and their decision-making procedures suffer from a lack of democracy and seem inaccessible to the ordinary citizen due to their complexity?",
    "correctAnswer": "B",
    "options": {
      "A": "Single Market",
      "B": "Democratic deficit",
      "C": "Competition Policy",
      "D": "Regulatory state",
      "E": "Communitarization"
    },
    "explanation": "Democratic deficit:\n It is a term used by people who argue that the EU institutions and their decision-making procedures suffer from a lack of democracy and seem inaccessible to the ordinary citizen due to their complexity. The real EU democratic deficit seems to be absence of European politics"
  },
  {
    "id": "3122303",
    "unitNumber": 2,
    "text": "Which of the below is about The Foundational Period?",
    "correctAnswer": "A",
    "options": {
      "A": "The politics of the period was dictated by the task of post-war economic reconstruction and political reconciliation.",
      "B": "It is the politics of the 1970s.",
      "C": "The period is the one marked by the emergence of intergovernmental cooperation, notably in monetary policy and foreign policy",
      "D": "The period is marked by “pragmatic intergovernmentalism” through new institutions, new tools and some new policy areas.",
      "E": "To debate European issues and to resolve disputes European Council was created in 1974."
    },
    "explanation": "Apart from option A, other options are about Pragmatist Politics of the Mid-1970s and Beyond."
  },
  {
    "id": "3122304",
    "unitNumber": 2,
    "text": "Which one of the below is NOT about Maastricht and beyond?",
    "correctAnswer": "D",
    "options": {
      "A": "European Council's expanded roles have brought about a transition from the original bi-polar institutional system into a tri-polar balance.",
      "B": "The dominant role of the European Council in the development of the EU has some significant implications for the institutional balance.",
      "C": "It was shaped by a combination of internal debates and positions, as well as attempts to react to a number of external shocks.",
      "D": "The period is marked by “pragmatic intergovernmentalism” through new institutions, new tools and some new policy areas, such as regional policies, structural funds and the environment.",
      "E": "Maastricht Treaty was created in 1992."
    },
    "explanation": "The transformative yet uncertain context of the 1990s necessitated a qualitative leap forward from the EC side in order to adapt to the new European order by pushing both monetary union and political union. The outcome was the Maastricht Treaty of 1992 which was shaped by a combination of internal debates and positions, as well as attempts to react to a number of external shocks. \n The dominant role of the European Council in the development of the EU has some significant implications for the institutional balance. Its expanded roles have brought about a transition from the original bi-polar institutional system into a tri-polar balance and subsequently, a four polar balance with the Lisbon reforms (Monar, 2011). The institutional balance of power has shifted in favour of the European Council and the European Parliament (EP) vis-a-vis relative decline in the powers of the Commission and of the Council. In so doing, Lisbon strengthened both citizens and Member States as key sources of legitimacy in the EU."
  },
  {
    "id": "3122305",
    "unitNumber": 2,
    "text": "Which one is the below is NOT related to the new intergovernmentalism?",
    "correctAnswer": "A",
    "options": {
      "A": "It is characterised by the sole right of the European Commission to initiate legislation.",
      "B": "Integration paradox",
      "C": "Deliberative intergovernmentalism",
      "D": "A new phase in the European integration",
      "E": "It is characterized by member states’ preference to delegate authority to “de novo” bodies."
    },
    "explanation": "Uwe Puetter (2016, 57) associates the new intergovernmentalism with three arguments: the integration paradox; deliberative intergovernmentalism as a new form of EU governance in highly prominent areas of EU activity such as economic governance and foreign and security policy and that prevails over the classic Community method, and a new phase in the European integration."
  },
  {
    "id": "3122306",
    "unitNumber": 2,
    "text": "What is the shift of policy activity from the intergovernmental pillars to the Community pillar?",
    "correctAnswer": "C",
    "options": {
      "A": "Community method",
      "B": "Constitutionalization",
      "C": "Communitarization",
      "D": "Democratic deficit",
      "E": "Regulatory state"
    },
    "explanation": "Communitarization\n The shift of policy activity from the intergovernmental pillars to the Community pillar."
  },
  {
    "id": "3122307",
    "unitNumber": 2,
    "text": "What is the expansion in the use of rule-making, monitoring, and enforcement techniques and institutions by the state, and a parallel change in the way in which its positive functions in society are being carried out?",
    "correctAnswer": "B",
    "options": {
      "A": "Institutional balance",
      "B": "Regulatory state",
      "C": "Constitutionalization",
      "D": "Democratic deficit",
      "E": "Communitarization"
    },
    "explanation": "Regulatory state:\n It is the expansion in the use of rule-making, monitoring, and enforcement techniques and institutions by the state, and a parallel change in the way in which its positive functions in society are being carried out."
  },
  {
    "id": "3122308",
    "unitNumber": 2,
    "text": "Which of the following is not one of the sub-dimensions of political integration?",
    "correctAnswer": "C",
    "options": {
      "A": "Policy integration;",
      "B": "Institutional integration;",
      "C": "Behavioral dimension",
      "D": "Security dimension",
      "E": "Attitudinal dimension."
    },
    "explanation": "it is both useful and necessary to differentiate between the sub-dimensions of<br/>political integration below:\n<br/><ul><br/><li>policy integration;</li><br/><li>institutional integration;</li><br/><li>civilizing/security dimension and</li><br/><li>attitudinal dimension.</li><br/></ul>"
  },
  {
    "id": "3122309",
    "unitNumber": 2,
    "text": "Which of the following is true about \"Sectoral Integration\"?",
    "correctAnswer": "B",
    "options": {
      "A": "It focuses on the analysis of political integration and its dynamics of widening",
      "B": "It is a conception or strategy for regional integration that follows sector-by-sector logic.",
      "C": "It may be understood as a process whereby either the level or scope of political<br/>integration decreases",
      "D": "It does not imply a complete breakdown of the system, just as the European integration.",
      "E": "It leads to the assertion that neither progressive nor unidirectional, the European integration."
    },
    "explanation": "Sectoral Integration is a conception or strategy for regional integration that follows sector-by-sector logic."
  },
  {
    "id": "3122310",
    "unitNumber": 2,
    "text": "\"Institutional balance in the EU.........................\"\n Which of the following best completes the sentence above?",
    "correctAnswer": "E",
    "options": {
      "A": "is functionally specific, reflecting the mix of protectionism and economic liberalism across the policy areas",
      "B": "are likely to focus on the issues to broader the questions of allocation of competences between the two levels",
      "C": "continue to exist in, more or less, their current form, but would be increasingly ignored by governments",
      "D": "is the pre-Maastricht political context that allowed further integration led by elites with tacit support or indifference of citizens",
      "E": "implies that each of its institutions has to act in accordance with the powers conferred on it by the Treaties,"
    },
    "explanation": "The principle of institutional balance in the EU implies that each of its institutions has to act in accordance with the powers conferred on it by the Treaties, in accordance with the division of powers."
  },
  {
    "id": "3122311",
    "unitNumber": 2,
    "text": "Which of the following is false about the \"EU\"?",
    "correctAnswer": "B",
    "options": {
      "A": "The EU is neither a state nor a traditional international organization, but rather a unique experiment embedding the national in the European and the European in the national",
      "B": "EU institutions always act as agents of member governments they do not allow substantial autonomy against them",
      "C": "The EU is a nonstate actor but it performs a wide variety of state functions, both internally and externally.",
      "D": "The institutions of EU deserve attention not only because they are unique and/or hybrid in character, but also because institutions are the locus of power politics<br/>for several players.",
      "E": "EU institutions are arenas where power and influence are exercised and bargains take place within a framework of norms, rules, ideas, and practices, formal and informal"
    },
    "explanation": "The EU is neither a state nor a traditional international organization, but rather a unique experiment embedding the national in the European and the European in the national. The EU is a nonstate actor but it performs a wide variety of state functions, both internally and externally. What distinguishes the EU above all is its institutions: they deserve particular attention not only because they are unique and/or hybrid in character, but also because institutions are the locus of power politics for several players. Institutions are arenas where power and influence are exercised and bargains take place within a framework of norms, rules, ideas, and practices, formal and informal. Policy debates are mostly debates between national actors pursuing national interests. Yet, EU politics have to be understood in terms of institutional competition (and cooperation) among its principal institutions and not just in terms of intergovernmental competition (and cooperation) between the member states. EU institutions do not always act as agents of member governments they also enjoy substantial autonomy against them."
  },
  {
    "id": "3122312",
    "unitNumber": 2,
    "text": "\"Democratic deficit..............\"\n Which of the following best completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "demonstrates the critical role of national political leaders and their resistance against the presumed irreversibility of integration.",
      "B": "is a term used by people who argue that the EU institutions and their decision-making procedures suffer from a lack of democracy and seem inaccessible to the ordinary citizen due to their complexity",
      "C": "is one of sectoral integration policy which seemed to prioritize the efficient management of the available strategies",
      "D": "is characterized by major new projects, apart from the failed constitutional attempt, rather the institutional change",
      "E": "does not appear to require any major transfer of competence or of resources to the European level."
    },
    "explanation": "The democratic deficit is a term used by people who argue that the EU institutions and their decision-making procedures suffer from a lack of democracy and seem inaccessible to an ordinary citizen due to their complexity. The real EU democratic deficit seems to be the absence of European politics"
  },
  {
    "id": "3122313",
    "unitNumber": 2,
    "text": "Which of the following is the definition of \"Communitarization\"?",
    "correctAnswer": "D",
    "options": {
      "A": "It is an approach aiming at re-building the nation-state in postwar Western Europe",
      "B": "It is the predominant method of governance within core state areas",
      "C": "It is the weight given to supranational institutions for intergovernmental purposes",
      "D": "It is the shift of policy activity from the intergovernmental pillars to the Community pillar",
      "E": "It is an integral part of the competing visions of Europe for a common future"
    },
    "explanation": "Communitarization is the shift of policy activity from the intergovernmental pillars to the Community pillar."
  },
  {
    "id": "3122314",
    "unitNumber": 2,
    "text": "\"Regulatory state..................\"\n Which of the following best completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "is the system of increasing the cost to sustain the logic of unification in the EU",
      "B": "is the expansion in the use of rule-making, monitoring, and enforcement techniques and institutions by the state",
      "C": "is the logic of supranational and federal integration to give way to an incomplete,<br/>paradoxical and unstable Union",
      "D": "is the process of parliamentarization to improve the democratic legitimacy of the<br/>EU governance",
      "E": "is the background of reinforced intergovernmentalisation of EU decision-making"
    },
    "explanation": "The regulatory state is the expansion in the use of rule-making, monitoring, and enforcement techniques and institutions by the state, and a parallel change in<br/>the way in which its positive functions in society are being carried out."
  },
  {
    "id": "3122315",
    "unitNumber": 2,
    "text": "Which of the following cannot be claimed about \" European integration\"?",
    "correctAnswer": "A",
    "options": {
      "A": "It requires more central governance",
      "B": "It is the task of managing high levels of interdependence",
      "C": "It is the provision of collective goods",
      "D": "It is the attainment of the common good for European states and societies",
      "E": "It gives rise to the need for institutionalizing"
    },
    "explanation": "Underlying the European integration is the task of managing high levels of interdependence and the provision of collective goods and the attainment of the common good for European states and societies all. This gives rise to the need for institutionalizing collective governance with institutions that work collectively to offer leadership, to manage diverse tasks and to integrate diverse interests."
  },
  {
    "id": "3122316",
    "unitNumber": 2,
    "text": "\" Supranational institutions .............................\"\n Which of the following best completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "have no power beyond what is permitted by the member states",
      "B": "can engage the citizens of member states directly",
      "C": "result from the cooperation of national governments",
      "D": "cannot be against the wishes of the member states",
      "E": "cannot take decisions independently"
    },
    "explanation": "Institutional integration refers to the growth of collective decision-making among a group of states. The extent to which common institutions are or should be supranational in character is a debated subject in the literature. Supranational institutions can engage the citizens of member states directly and can take decisions independently of, and in some cases, against the wishes of the member states. Intergovernmental institutions, by contrast, are those that result from the cooperation of national governments and have no power beyond<br/>that permitted to them by those governments."
  },
  {
    "id": "3122317",
    "unitNumber": 2,
    "text": "Which of the following is true about \"Attitudinal integration\"?",
    "correctAnswer": "D",
    "options": {
      "A": "It is the attainment within a community for a “peaceful change” in their institutions",
      "B": "It is about the transformation of the nation-state by the EU members",
      "C": "It does not recognize the transformative nature of the European integration",
      "D": "It is concerned with the sources of support or opposition to regional integration",
      "E": "It is based on the belief that attitudes have nothing to do with the development of policy"
    },
    "explanation": "Attitudinal integration is concerned with the sources of support or opposition to regional integration among the public at large and among the political and economic elites. Attitudes affect the development of policy and institutional integration. For instance, European public support for a more effective, credible and coherent EU foreign policy as well as external demands and expectations are one of the key factors shaping the actorness of the Union. It is also important to recognize the transformative nature of European integration: the transformation of the nation-state by the EU and the transformation of the EU by the member states and the contradictory and differential impact of globalization on the EU."
  },
  {
    "id": "3122318",
    "unitNumber": 3,
    "text": "Which is the last country to join the European Union?",
    "correctAnswer": "C",
    "options": {
      "A": "Romania",
      "B": "Bulgaria",
      "C": "Croaita",
      "D": "Malta",
      "E": "Cyprus"
    },
    "explanation": "Lastly Croatia joined The EU on 1 July 2013."
  },
  {
    "id": "3122319",
    "unitNumber": 3,
    "text": "When did Romania join the European Union?",
    "correctAnswer": "D",
    "options": {
      "A": "1986",
      "B": "1995",
      "C": "2004",
      "D": "2007",
      "E": "2013"
    },
    "explanation": "Romania and Bulgaria have become members on 1 Jan 2007."
  },
  {
    "id": "3122320",
    "unitNumber": 3,
    "text": "Which of the following is not a founding member of the European Union?",
    "correctAnswer": "E",
    "options": {
      "A": "Belgium",
      "B": "France",
      "C": "Italy",
      "D": "Luxembourg",
      "E": "Austria"
    },
    "explanation": "The Founding states were Belgium, The Federal Republic of Germany, France, Italy, Luxembourg and the Netherlands. Austria joined on 1 Jan 1995."
  },
  {
    "id": "3122321",
    "unitNumber": 3,
    "text": "I. The Single European Act - 1990\n II. The Treaty on EU (Maastricht Treaty) - 1992\n III. The Nice Treaty - 2001\n The European Union agreements and the conclusions signed are given above. Which matches are correct?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and III",
      "D": "II and III",
      "E": "I, II ve III"
    },
    "explanation": "The Single European Act which was signed in 1986 (1987)."
  },
  {
    "id": "3122322",
    "unitNumber": 3,
    "text": "This institution is the representative of “European Peoples” and their interests and political affiliations. It has a legitimising and supervisory function as well since it is the only directly elected EU institution by the people.\n The characteristics of a European Union institution are given above. Which institution is mentioned below?",
    "correctAnswer": "A",
    "options": {
      "A": "European Parliament",
      "B": "European Council",
      "C": "The Council (Council of Ministers)",
      "D": "The European Commission",
      "E": "The Court of Justice of the EU"
    },
    "explanation": "The European Parliament is the representative of “European Peoples” and their interests and political affiliations. The European Parliament has a legitimising and supervisory function as well since it is the only directly elected EU institution by the people. Accordingly, it provides democratic legitimacy and control to the whole of the European integration process. It exercises legislative and budgetary functions together with the Council and has some consultative functions too. Moreover, it exercises the functions of political/democratic control over the other EU institutions."
  },
  {
    "id": "3122323",
    "unitNumber": 3,
    "text": "The role of ................. is to provide the judicial safeguards necessary to ensure that the law is observed in the interpretation and application of the treaties and generally in all of the activities of the Union.\n Which of the following correctly completes the blank in the above sentence?",
    "correctAnswer": "C",
    "options": {
      "A": "The European Commission",
      "B": "The Council (Council of Ministers)",
      "C": "The Court of Justice of the EU",
      "D": "European Council",
      "E": "European Parliament"
    },
    "explanation": "In the institutional design of the EU, the CJEU acts as the judicial branch. The role of the CJEU is to provide the judicial safeguards necessary to ensure that the law is observed in the interpretation and application of the treaties and generally in all of the activities of the Union. As mentioned above, the European integration is governed by the rule of law. Its very existence is based on the recognition by the Member States, by the EU institutions and by individuals of the binding nature of its rules. Therefore, the CJEU safeguards the legal foundations of the European integration, provides it legitimacy and also fills in the gaps in the written rules."
  },
  {
    "id": "3122324",
    "unitNumber": 3,
    "text": "Which of the following is not one of the aims of the institutional framework of the Eurepean Union?",
    "correctAnswer": "E",
    "options": {
      "A": "Promoting its values",
      "B": "Advancing its objectives",
      "C": "Serving its interest",
      "D": "Ensuring the consistency",
      "E": "Monitoring governments' budgets"
    },
    "explanation": "According to Article 13 of the TEU, “The shall have an institutional framework shall aim to promote its values, advance its , serve its interests, those of its citizens those of the Member States, and ensure the , effectiveness and continuity of its and actions.”"
  },
  {
    "id": "3122325",
    "unitNumber": 3,
    "text": "Which of the follow is not one of the institutions of the European Union?",
    "correctAnswer": "A",
    "options": {
      "A": "International Court of Justice",
      "B": "The European Central Bank,",
      "C": "The European Commission",
      "D": "The European Council",
      "E": "The European Parliament"
    },
    "explanation": "The European Union’s institutions are;<br/>• the European Parliament,<br/>• the European Council,<br/>• the Council,<br/>• the European Commission (hereinafter to as ‘the Commission’),<br/>• theCJEU of the EU,<br/>• the European Central Bank,<br/>• the Court of Auditors."
  },
  {
    "id": "3122326",
    "unitNumber": 3,
    "text": "Which of the following is not one of the member of the European Council?",
    "correctAnswer": "C",
    "options": {
      "A": "Heads of the State",
      "B": "Government of the Member States",
      "C": "Representative of the Condidate Countries",
      "D": "President of the Member States",
      "E": "The President of the Commision"
    },
    "explanation": "The European Council consists of the Heads State or Government of the Member States, with its President and the President of the . Since it is the institution comprising<br/>the highest political representatives of the Member , those heads of state represent their own ’ national interests."
  },
  {
    "id": "3122327",
    "unitNumber": 3,
    "text": "'One of the most significant powers and responsibilities of the Commission is..............'\n Which of the following best completes the statement above?",
    "correctAnswer": "D",
    "options": {
      "A": "to ensure financial sustainability among the members of the European union",
      "B": "to monitor the visa provedures in the member countries of the union",
      "C": "to coordinate the communication among the parliaments of the member countries",
      "D": "to prepare the legislative proposals in the EU legislative and decision making procedures.",
      "E": "to affirm legislative proposals in the EU and decisions made."
    },
    "explanation": "One of the most significant powers and responsibilities of the Commission is to prepare the legislative proposals in the EU legislative and decision making procedures. Commission has the exclusive power to initiate the legislative process through it proposals, except where the Treaties provide otherwise."
  },
  {
    "id": "3122328",
    "unitNumber": 3,
    "text": "'The role of the Court of Justice of the EU is .........................'\n Which of the following best completes the statement above?",
    "correctAnswer": "B",
    "options": {
      "A": "to put a maximum limit for the files under judgement in the member countries",
      "B": "to provide the judicial safeguards necessary to ensure that the law is observed in<br/>the interpretation and application of the treaties in member countries",
      "C": "to coordinate the files at courts which concern more than two member counties in the union",
      "D": "to monitor if the judge files are dealth with competently by the judges in the member countries",
      "E": "to provide judges for the member countries to help them investigate the judge files beyond their control"
    },
    "explanation": "In the institutional design of the EU, the CJEU acts as the judicial branch. The role of the CJEU is to provide the judicial safeguards necessary to ensure that the law is observed in the interpretation and application of the treaties and generally in all of the activities of the Union. As mentioned above, the European integration is governed by the rule of law."
  },
  {
    "id": "3122329",
    "unitNumber": 3,
    "text": "Which of the following is not one of the members of the Governing Council of the European Central Bank (ECB)?",
    "correctAnswer": "0",
    "options": {
      "A": "the members of the Executive Board of the ECB",
      "B": "the Governors of the national central banks of the Member States in Euro zone",
      "C": "the President",
      "D": "Representatives of condidate countries",
      "E": "the Vice-President"
    },
    "explanation": "The Governing Council of the ECB comprises the members of the Executive Board of the ECB and the Governors of the national central banks of the Member States whose currency is the euro. The Executive Board comprises the President, the Vice-President and four other members"
  },
  {
    "id": "3122330",
    "unitNumber": 3,
    "text": "Which of the following is true about EU?",
    "correctAnswer": "D",
    "options": {
      "A": "EU has the power to define the type of state structure of Member States.",
      "B": "EU dictates all member countries to govern the state with a parliament",
      "C": "EU bans member states from ruling through a federative structure",
      "D": "EU expects member countries to respect and embrace the fundamental values of the Union",
      "E": "EU does not care about the state of the democracy in the member coutries"
    },
    "explanation": "Therefore, the type of state structure of a Member State, for instance whether it is a republic or a monarchy, the governmental system of a Member State, for instance whether it is a parliamentary, presidential or a semi-presidential system, whether it is a federation or a unitary state as such are determined by those Member States themselves. The EU does not have the power to regulate those issues; in fact it has to respect the constitutional structures of its Member States. However, the Member States, despite being free to design their own state structure, should respect and embrace the fundamental values of the Union which are enshrined in Article 2 of the TEU. Consequently, whatever state structure is adopted by a Member State, this structure should demonstrate the basic requirements of democracy, respect for human rights and rule of law, amongst others."
  },
  {
    "id": "3122331",
    "unitNumber": 3,
    "text": "Which of the following is not among the exclusive competences of the EU?",
    "correctAnswer": "A",
    "options": {
      "A": "Currency rates of the condiate countries",
      "B": "Common commercial policy",
      "C": "the establishing of the competition rules necessary for the functioning of the internal market",
      "D": "Monetary policy for the Member States whose currency is the euro",
      "E": "The conservation of marine biological resources under the common fisheries<br/>policy"
    },
    "explanation": "The EU shall have exclusive competence only in the following areas:<br/>• customs union;<br/>• the establishing of the competition rules necessary for the functioning of the internal market;<br/>• monetary policy for the Member States whose currency is the euro;<br/>• the conservation of marine biological resources under the common fisheries<br/>policy;<br/>• common commercial policy"
  },
  {
    "id": "3122332",
    "unitNumber": 3,
    "text": "Which of the following is not an example of the shared power of the EU according to the Treaty Article?",
    "correctAnswer": "C",
    "options": {
      "A": "Internal market",
      "B": "Environment",
      "C": "Valid currency",
      "D": "Transport;",
      "E": "Energy"
    },
    "explanation": "In that context, the Treaty Article gives certain examples of the shared powers of the EU and the Member States and those areas are as follows:<br/>• internal market;<br/>• social policy, for the aspects defined in this Treaty;<br/>• economic, social and territorial cohesion;<br/>• agriculture and fisheries, excluding the conservation of marine biological resources;<br/>• environment;<br/>• consumer protection;<br/>• transport;<br/>• trans-European networks;<br/>• energy;<br/>• area of freedom, security and justice;<br/>• common safety concerns in public health matters, for the aspects defined in this Treaty."
  },
  {
    "id": "3122333",
    "unitNumber": 3,
    "text": "Which of the following is not one of the competencies of the EU according to the article 6 of the TFEU?",
    "correctAnswer": "E",
    "options": {
      "A": "Industry",
      "B": "Culture",
      "C": "Tourism",
      "D": "Civil protection",
      "E": "Legislative cooperation"
    },
    "explanation": "Article 6 of the TFEU states those areas in an exhaustive manner which fall under this category of competence for the EU. Those are:<br/>• protection and improvement of human health;<br/>• industry;<br/>• culture;<br/>• tourism;<br/>• education, vocational training, youth and sport;<br/>• civil protection;<br/>• administrative cooperation"
  },
  {
    "id": "3122334",
    "unitNumber": 3,
    "text": "I. Exclusive Power Areas for the EU\n II. Shared Power Areas between the EU and the Member States\n III. Supporting, Coordinating and Supplementing Competence Areas for the E\n Under the principle of conferral the EU has 5 different categories of powers which are regulated between articles 2-6 of the TFEU. Which of the above are included in these categories?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only III",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II, III"
    },
    "explanation": "Under the principle of conferral the EU has 5 different categories of powers which are regulated between articles 2-6 of the TFEU. Such categories are as follows:\n Exclusive Power Areas for the EU\n Shared Power Areas between the EU and the Member State\n Coordination of Economic and Employment Policies of the Member States\n EU’s Powers in the Area of CFSP\n Supporting, Coordinating and Supplementing Competence Areas for the EU"
  },
  {
    "id": "3122335",
    "unitNumber": 3,
    "text": "A ................. of an EU institution is binding in its entirety upon those to whom it is addressed. It may be addressed to one or more Member States or to a natural or legal person.\n Which of the following correctly completes the bank in the abone sentence?",
    "correctAnswer": "B",
    "options": {
      "A": "Directive",
      "B": "Decision",
      "C": "Recommendation",
      "D": "Opinion",
      "E": "International Agreement"
    },
    "explanation": "A decision of an EU institution is binding in its entirety upon those to whom it is addressed. It may be addressed to one or more Member States or to a natural or legal person. It differs from a regulation which is formulated in an abstract manner. A decision must also be based on a Treaty provision. It has to be notified to whom it is addressed to take effect."
  },
  {
    "id": "3122336",
    "unitNumber": 3,
    "text": "They are not automatically applicable within the Member States since Member States exercise discretion to select the appropriate form of domestic law to incorporate the obligations arising from the directive into national law. They are not meant to be an instrument of uniformity. They are used for the approximation or harmonisation of national legal systems. They have to be reasoned and based on the Treaties. They are addressed to the Member States. They should be implemented completely, correctly and in the most effective way by those Member States\n To which source does the information belong to the European Union?",
    "correctAnswer": "B",
    "options": {
      "A": "Founding Treaties",
      "B": "Directives",
      "C": "Decisions",
      "D": "Reccoendations",
      "E": "Opinions"
    },
    "explanation": "As compared with regulations which are, in principle, binding in their entirety, directives issued by the EU institutions are binding as to the result to be achieved, and the deadline for the result to be achieved, upon each Member State to which they are addressed and the choice of the method is left to the state concerned. Therefore, directives are binding to the time and the purpose, but leaves discretion to the Member States as to the method and instrument. A directive also has a binding effect but only against the Member State to whom it is addressed and only in relation to the result to be achieved. Directives are not automatically applicable within the Member States since Member States exercise discretion to select the appropriate form of domestic law to incorporate the obligations arising from the directive into national law. Directives are not meant to be an instrument of uniformity. They are used for the approximation or harmonisation of national legal systems."
  },
  {
    "id": "3122337",
    "unitNumber": 3,
    "text": "I. According to the well established case law of the CJEU, where there is a conflict between directly applicable or directly effective provisions of EU law and national law, it is the national law which should prevail.\n II. The supremacy of EU law is clearly the necessary corollary of the status of the EU as a supranational organisation which exercises sovereign powers transferred to it by the Member States.\n III. The CJEU arrived at this conclusion by founding its judgment on a concept of rights pertaining to the individual.\n Which of the above information is correct?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and III",
      "D": "II and III",
      "E": "I, II, III"
    },
    "explanation": "According to the well established case law of the CJEU, where there is a conflict between directly applicable or directly effective provisions of EU law and national law, it is the <strong>EU rule</strong> which should prevail. So, (I) is incorrect."
  },
  {
    "id": "3122338",
    "unitNumber": 3,
    "text": "Which one of the following <strong>is not</strong> among the founding states of Economic Community (EEC) and the European Atomic Energy Community (EURATOM)?",
    "correctAnswer": "E",
    "options": {
      "A": "Belgium",
      "B": "The Federal Republic of Germany",
      "C": "Luxembourg",
      "D": "Italy",
      "E": "The United Kingdom"
    },
    "explanation": "A further development came in 1957 with the Treaties of Rome of 25 March 1957, which created the European Economic Community (EEC) and the European Atomic Energy Community (EURATOM). The Founding states were Belgium, The Federal Republic of Germany, France, Italy, Luxembourg and the Netherlands. On 1 Jan 1973 Denmark, Ireland and the United Kingdom acceded to the Communities."
  },
  {
    "id": "3122339",
    "unitNumber": 3,
    "text": "When was the Brexit referendum conducted in the UK?",
    "correctAnswer": "B",
    "options": {
      "A": "2015",
      "B": "2016",
      "C": "2017",
      "D": "2018",
      "E": "2019"
    },
    "explanation": "However, the UK decided to leave the EU with the Brexit referendum in 2016, but both the date and the legal arrangements have become uncertain and the EU has 28 members for the time being."
  },
  {
    "id": "3122340",
    "unitNumber": 3,
    "text": "Which one of the following <strong>is not</strong> among the institutions of the European Union?",
    "correctAnswer": "B",
    "options": {
      "A": "the European Parliament",
      "B": "European Court of Human Rights",
      "C": "the European Council",
      "D": "the European Commission",
      "E": "the European Central Bank"
    },
    "explanation": "The Union’s institutions will be:<br/>• the European Parliament,<br/>• the European Council,<br/>• the Council,<br/>• the European Commission (hereinafter<br/>referred to as ‘the Commission’),<br/>• theCJEU of the EU,<br/>• the European Central Bank,<br/>• the Court of Auditors"
  },
  {
    "id": "3122341",
    "unitNumber": 3,
    "text": "Which one of the following EU institutions is the representative of “European Peoples” and the only directly elected EU institution by the people?",
    "correctAnswer": "A",
    "options": {
      "A": "the European Parliament",
      "B": "the European Council",
      "C": "the European Commission",
      "D": "the European Central Bank",
      "E": "the Court of Auditors"
    },
    "explanation": "The European Parliament is the representative of “European Peoples” and their interests and political affiliations. The European Parliament has a legitimising and supervisory function as well since it is the only directly elected EU institution<br/>by the people."
  },
  {
    "id": "3122342",
    "unitNumber": 3,
    "text": "Which one of the following EU institutions is responsible for providing the Union with the necessary impetus for its development and defining the general political directions?",
    "correctAnswer": "C",
    "options": {
      "A": "the European Central Bank",
      "B": "the European Commission",
      "C": "the European Council",
      "D": "the Court of Auditors",
      "E": "the European Parliament"
    },
    "explanation": "According to Article 15 of TEU, “The European Council shall provide the Union with the necessary impetus for its development and shall define the general political directions and priorities thereof. It shall not exercise legislative functions.”"
  },
  {
    "id": "3122343",
    "unitNumber": 3,
    "text": "How long is the The European Commission's term of office?",
    "correctAnswer": "D",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "The Commission’s term of office is 5 years and the members are chosen from amongst the citizens of the EU countries, on the ground of their general competence and European commitment. Their independence must be beyond doubt."
  },
  {
    "id": "3122344",
    "unitNumber": 3,
    "text": "How many members does The Court of Auditors have?",
    "correctAnswer": "C",
    "options": {
      "A": "23",
      "B": "25",
      "C": "28",
      "D": "30",
      "E": "32"
    },
    "explanation": "The Court of Auditors comprises 28 members. The Members are to be chosen from among persons who belong or have belonged in their respective States to external audit bodies or who are especially qualified for this office."
  },
  {
    "id": "3122345",
    "unitNumber": 3,
    "text": "Which one of the following <strong>is not</strong> among the areas the EU shall have exclusive competence under Article 3/1 of the TFEU?",
    "correctAnswer": "E",
    "options": {
      "A": "customs union",
      "B": "the establishing of the competition rules necessary for the functioning of the internal market",
      "C": "monetary policy for the Member States whose currency is the euro",
      "D": "the conservation of marine biological resources under the common fisheries policy",
      "E": "the migration and the integration of refugees policy"
    },
    "explanation": "under Article 3/1 of the TFEU, the EU shall have exclusive competence only in the following areas:<br/>• customs union;<br/>• the establishing of the competition rules necessary for the functioning of the internal market;<br/>• monetary policy for the Member States whose currency is the euro;<br/>• the conservation of marine biological resources under the common fisheries<br/>policy;<br/>• common commercial policy"
  },
  {
    "id": "3122346",
    "unitNumber": 3,
    "text": "I. Internal market\n II. Consumer protection\n III. Internal affairs\n Which one(s) of these is/are among the areas given as examples by the Treaty Article regarding the shared powers of the EU?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I-II",
      "E": "II-III"
    },
    "explanation": "In that context, the Treaty Article gives certain examples of the shared powers of the EU and the Member States and those areas are as follows:<br/>• internal market;<br/>• social policy, for the aspects defined in this Treaty;<br/>• economic, social and territorial cohesion;<br/>• agriculture and fisheries, excluding the conservation of marine biological resources;<br/>• environment;<br/>• consumer protection;<br/>• transport;<br/>• trans-European networks;<br/>• energy;<br/>• area of freedom, security and justice;<br/>• common safety concerns in public health<br/>matters, for the aspects defined in this<br/>Treaty."
  },
  {
    "id": "3122347",
    "unitNumber": 3,
    "text": "Which one of the following institution is basically responsible for examining and checking the revenue and expenditure of the EU?",
    "correctAnswer": "A",
    "options": {
      "A": "the Court of Auditors",
      "B": "the European Central Bank",
      "C": "the European Commission",
      "D": "the European Council",
      "E": "the European Parliament"
    },
    "explanation": "The European Court of Auditors is the taxpayers’ representative in the EU structure. Its main task is to examine and check the revenue and expenditure of the EU and to ensure that the acts and actions are dealt with according to law."
  },
  {
    "id": "3122348",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>The European Parliament</li> <li>The European Council</li> <li>The European Central Bank</li> <li>The European Board</li> </ol> Which ones are among the institutions of the European Union?",
    "correctAnswer": "B",
    "options": {
      "A": "II, III and IV",
      "B": "I, II and III",
      "C": "I, II and IV",
      "D": "I, III and IV",
      "E": "I, II, III and IV"
    },
    "explanation": "The Union’s institutions will be:\n <ul> <li>the European Parliament,</li> <li>the European Council,</li> <li>the Council,</li> <li>the European Commission</li> <li>theCJEU of the EU,</li> <li>the European Central Bank,</li> <li>the Court of Auditors.</li> </ul>"
  },
  {
    "id": "3122349",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>United Kingdom</li> <li>Belgium</li> <li>France</li> <li>Spain</li> <li>Germany</li> </ol> Which of the countries above are among the founding members of the European Union?",
    "correctAnswer": "A",
    "options": {
      "A": "II, III and V",
      "B": "I, III and V",
      "C": "II, III and IV",
      "D": "I, II and Iv",
      "E": "I, II, III, IV and V"
    },
    "explanation": "The Founding states were Belgium, The Federal Republic of Germany, France, Italy, Luxembourg and the Netherlands."
  },
  {
    "id": "3122350",
    "unitNumber": 3,
    "text": "Which country decided to leave the European Union with a referendum in 2016?",
    "correctAnswer": "E",
    "options": {
      "A": "France",
      "B": "Germany",
      "C": "Spain",
      "D": "Italy",
      "E": "United Kingdom"
    },
    "explanation": "the UK decided to leave the EU with the Brexit referendum in 2016, but both the date and the legal arrangements have become uncertain and the EU has 28 members for the time being"
  },
  {
    "id": "3122351",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>European Central Bank</li> <li>European Court of Human Rights</li> <li>European Council </li> <li>European Commission</li> </ol> Which of the above are institutions of the European Union?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II and III",
      "B": "I, III and IV",
      "C": "II, III and IV",
      "D": "I, II and IV",
      "E": "I, II, III and IV"
    },
    "explanation": "The Union’s institutions will be: • the European Parliament, • the European Council, • the Council, • the European Commission, • theCJEU of the EU, • the European Central Bank, • the Court of Auditors."
  },
  {
    "id": "3122352",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Sweden</li> <li>Finland</li> <li>Norway</li> <li>Switzerland</li> <li>Netherlands</li> </ol> Which of the above are member of the European Union?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II and V",
      "B": "II, III and IV",
      "C": "I, III and V",
      "D": "III, IV and V",
      "E": "I, II, III, IV and V"
    },
    "explanation": "The Founding states were Belgium, The Federal Republic of Germany, France, Italy, Luxembourg and the Netherlands. On 1 Jan 1973 Denmark, Ireland and the United Kingdom acceded to the Communities. Then, on 1 JanJ 1981 Greece and on 1 Jan 1986 Spain and Portugal became members. A further accession took place on 1 Jan1995 with Austria, Sweden and Finland. Most recently, 10 new members (Poland, Hungary, Czechia, Slovenia, Slovakia, Latvia, Lithuania, Estonia, Cyprus and Malta) have joined the Union on 1 May 2004, Romania and Bulgaria have become members on 1 Jan 2007and lastly Croatia joined on 1 July 2013. However, the UK decided to leave the EU with the Brexit referendum in 2016, but both the date and the legal arrangements have become uncertain and the EU has 28 members for the time being"
  },
  {
    "id": "3122353",
    "unitNumber": 3,
    "text": "Which one is not among the principles that make EU law generally binding all?",
    "correctAnswer": "E",
    "options": {
      "A": "Uniformity of EU Law",
      "B": "Autonomy of EU Law",
      "C": "Primacy/Supremacy of EU Law",
      "D": "Generality of EU Law",
      "E": "Exceptionality of EU Law"
    },
    "explanation": "• Uniformity of EU Law • Generality of EU Law • Autonomy of EU Law • Direct Applicability of EU Law • Direct Effect of EU Law • Primacy/Supremacy of EU Law According to those principles, EU law is a body of law which should be effectively enforced by all the branches of government in all the Member States in the same manner, at the same time and with the same meaning; the rules and principles of EU should be generally binding all; and that since the EU law has autonomy it could not be amended or repealed by a unilateral act of a Member State or judicially reviewed by national courts and could only be changed, repealed or annulled by the EU institutions."
  },
  {
    "id": "3122354",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Directives</li> <li>Decisions</li> <li>Recommendations</li> <li>Opinions</li> </ol> Which of the regulations are binding in EU?",
    "correctAnswer": "A",
    "options": {
      "A": "I and II",
      "B": "I and III",
      "C": "II and IV",
      "D": "II and III",
      "E": "I, II, III and IV"
    },
    "explanation": "As compared with regulations which are, in principle, binding in their entirety, directives issued by the EU institutions are binding as to the result to be achieved, and the deadline for the result to be achieved, upon each Member State to which they are addressed and the choice of the method is left to the state concerned. Therefore, directives are binding to the time and the purpose, but leaves discretion to the Member States as to the method and instrument. A directive also has a binding effect but only against the Member State to whom it is addressed and only in relation to the result to be achieved. Directives are not automatically applicable within the Member States since Member States exercise discretion to select the appropriate form of domestic law to incorporate the obligations arising from the directive into national law. Directives are not meant to be an instrument of uniformity. They are used for the approximation or harmonisation of national legal systems.\n A decision of an EU institution is binding in its entirety upon those to whom it is addressed. It may be addressed to one or more Member States or to a natural or legal person.\n Recommendations and opinions are listed in Article 288 of the TFEU, but they cannot be considered as a constituting part of the legislation of the EU in strict terms, as they are not legally binding, however they are still amongst the sources of EU law."
  },
  {
    "id": "3122355",
    "unitNumber": 3,
    "text": "Which treaty established the European Coal and Steel Community and laid down the foundation of the European Union?",
    "correctAnswer": "B",
    "options": {
      "A": "Lisbon Treaty",
      "B": "Paris Treaty",
      "C": "Nice Treaty",
      "D": "Rome Treaty",
      "E": "Maastricht Treaty"
    },
    "explanation": "The sources of EU law can be divided into two as “primary sources” and “secondary sources”. Primary sources comprise firstly, the Founding Treaties establishing the three European Communities, i.e, the Paris Treaty establishing the European Coal and Steel Community, the Rome Treaty establishing the European Atomic Energy Community and the Rome Treaty establishing the European Economic Community."
  },
  {
    "id": "3122356",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Customs union</li> <li>Monetary policy for the Member States whose currency is the euro</li> <li>Common commercial policy</li> </ol> In which are areas above does EU have exclusive competence?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "I, II and III"
    },
    "explanation": "Under Article 3/1 of the TFEU, the EU shall have exclusive competence only in the following areas: • customs union; • the establishing of the competition rules necessary for the functioning of the internal market; • monetary policy for the Member States whose currency is the euro; • the conservation of marine biological resources under the common fisheries policy; • common commercial policy"
  },
  {
    "id": "3122357",
    "unitNumber": 3,
    "text": "Which one of the following institutions possesses the executive power in the EU?",
    "correctAnswer": "E",
    "options": {
      "A": "European Court of Justice",
      "B": "European Central Bank",
      "C": "European Parliament",
      "D": "European Court of Auditors",
      "E": "European Commission"
    },
    "explanation": "According to Article 17 of the TEU, the Commission promotes the general interest of the Union and takes appropriate initiatives to that end. As the institution that exercises administrative supervision as well as acting as the executive branch of the government, it ensures the proper application of the Treaties, and of measures adopted by the institutions pursuant to them by everyone, overseeing the application of Union law under the control of the CJEU. As the executive branch of the government, it executes the budget and manages the Union programmes."
  },
  {
    "id": "3122358",
    "unitNumber": 4,
    "text": "Which of the following is not one of the probable reasons of the failures of the economic integration initiatives following the World War II in Europe?",
    "correctAnswer": "B",
    "options": {
      "A": "High-dependence on trade with the countries that are outside the economic integration",
      "B": "Failure in providing financial support to the accepted projects in some European countries",
      "C": "A small domestic market that is far from supporting a higher degree of<br/>industrialization",
      "D": "High transportation costs and weak international relations",
      "E": "Addiction to a central planning system of the ex-Soviet countries"
    },
    "explanation": "The probable reasons of the failures of the economic integration initiatives might be as follows:<br/>1. High-dependence on trade with the countries that are outside the economic integration,\n<br/>2. A small domestic market that is far from supporting a higher degree of industrialization and economies of scale, \n<br/>3. High transportation costs and weak international relations,\n<br/>4. Addiction to a central planning system, once experienced by CMEA (Council for Mutual Economic Assistance) of the exSoviet countries (Jovanović, 2006, 156)."
  },
  {
    "id": "3122359",
    "unitNumber": 4,
    "text": "Which of the following is not one of the stages/types of economic integration?",
    "correctAnswer": "E",
    "options": {
      "A": "Preferential trade agreement",
      "B": "Free trade area",
      "C": "Customs union",
      "D": "Common market",
      "E": "Competitive organs"
    },
    "explanation": "Preferential trade agreement, Free trade area, Customs union, Common market and EMU are the stages/types of economic integration."
  },
  {
    "id": "3122360",
    "unitNumber": 4,
    "text": "Which of the following is true about \"trade diversion\"?",
    "correctAnswer": "D",
    "options": {
      "A": "It occurs when traded commodity is shifted from the highest cost domestic producer to the lowest cost customs union member country.",
      "B": "It is an international organization that deals with the rules of the multilateral<br/>trading system.",
      "C": "It emanates at the formation of the customs union which represents very short run effects.",
      "D": "It occurs when traded commodity is shifted from the lowest cost country that is out of the customs union to the relatively higher cost customs union member country.",
      "E": "It constitutes the area in between the demand and the price of the commodity that is subject to examination."
    },
    "explanation": "Trade diversion occurs when traded commodity is shifted from the lowest cost<br/>country that is out of the customs union (third country) to the relatively higher cost customs union member country."
  },
  {
    "id": "3122361",
    "unitNumber": 4,
    "text": "Which of the following is true about 'autarky'?",
    "correctAnswer": "E",
    "options": {
      "A": "Changing the world price of a commodity",
      "B": "Demand and supply of a small market",
      "C": "Failing to affect the world commodity prices",
      "D": "The law of comparative advantage",
      "E": "Closed economy condition"
    },
    "explanation": "Autarky is a closed economy condition. An economy that is closed and self-sufficient is at the autarky condition."
  },
  {
    "id": "3122362",
    "unitNumber": 4,
    "text": "Which of the following cannot be given as a dynamic effect of customs union?",
    "correctAnswer": "C",
    "options": {
      "A": "Increased competition",
      "B": "Higher level of technology",
      "C": "Higher profitability",
      "D": "Induce to foreign direct investments",
      "E": "Economies of scale"
    },
    "explanation": "Dynamic Effects of Customs Union: Dynamic effects are long run effects of customs union. They arise due to increased competition within the customs union, higher level of technology, economies of scale, induce to foreign direct investments and better allocation of economic resources."
  },
  {
    "id": "3122363",
    "unitNumber": 4,
    "text": "Which of the following is false about 'Factor-Price Equalization Theorem'?",
    "correctAnswer": "A",
    "options": {
      "A": "It is the difference between the maximum price that the consumer would like to pay and actual price of a commodity.",
      "B": "It is one of the sub-theorems of the Heckscher-Ohlin Theory",
      "C": "It means perfect competition in both the commodity and factor market",
      "D": "It means that there is no transportation cost between the trading countries",
      "E": "It is about the identical demand preferences of the trading countries"
    },
    "explanation": "Factor-Price Equalization Theorem: It is one of the sub-theorems of the Heckscher-Ohlin Theory. Given a number of assumptions of the Heckscher-Ohlin Theory, namely perfect competition in both the commodity and factor market, no transportation costs between the trading countries, identical demand preferences of the trading countries and constant returns to scale in production in both of the trading countries, the Factor Price Equalization Theorem postulates that international trade equalizes the factor prices along with the commodity prices. In other words, international trade provides one-to one correspondence between commodity prices and factor prices."
  },
  {
    "id": "3122364",
    "unitNumber": 4,
    "text": "Which of the following is true about 'capital-abundant country'?",
    "correctAnswer": "B",
    "options": {
      "A": "It is means that the ratio of the service to the total amount of labor available in the country is greater than the other country",
      "B": "It is means that the ratio of the total amount of capital to the total amount of labor available in the country is greater than the other country",
      "C": "It means that the ratio of the total amount of labor to the total amount of capital available in the country is greater than the other country",
      "D": "It means that the ratio of the total amount of money to the total amount of salary in the country is greater than the other country",
      "E": "It means that the ratio of the total amount of workworce to the total amount of unrecorded income in the country is greater than the other country"
    },
    "explanation": "Capital-abundant country means that the ratio of the total amount of capital to the total amount of labor available in the country is greater than the other country"
  },
  {
    "id": "3122365",
    "unitNumber": 4,
    "text": "\"Single European Act....................\"\n<br/>Which of the following does not complete the statement above?",
    "correctAnswer": "B",
    "options": {
      "A": "was the first significant amendment of the Treaty of Rome",
      "B": "established a common ground the US foreign policy",
      "C": "was signed in February 1986",
      "D": "entered into force in July 1987",
      "E": "aims to set a deadline for the establishment of European Single Market by 1992"
    },
    "explanation": "Single European Act was the first significant amendment of the Treaty of Rome. It was signed in February 1986 and entered into force in July 1987. Its main aim was to set a deadline for the establishment of European Single Market by 1992. It also paved the way for deeper integration by making it easier to decide on EU legislation, strengthening the EU Parliament and laying down the foundations of the EU foreign policy."
  },
  {
    "id": "3122366",
    "unitNumber": 4,
    "text": "Which of the following is true about 'convertibility'?",
    "correctAnswer": "A",
    "options": {
      "A": "It is usually used to nominate currency convertibility",
      "B": "It refers to a currency that can be purchased only with government restriction or regulation",
      "C": "It is an independent authority that implements monetary policy",
      "D": "It reserves assets held by the central bank in foreign currencies",
      "E": "It has a sign that gives information about the qualifications of a product"
    },
    "explanation": "Convertibility is usually used nominate currency convertibility. In this<br/>respect, currency convertibility refers to a currency that can be purchased or sold without any government restriction or regulation."
  },
  {
    "id": "3122367",
    "unitNumber": 4,
    "text": "Which of the following is true about \"optimum currency area\"?",
    "correctAnswer": "E",
    "options": {
      "A": "It affects total expenditure, monetary policy instruments and fiscal policy instruments",
      "B": "It requires that the adoption of a single currency leads to competitiveness in adjusting to economic shocks",
      "C": "It is the ratio of external trade to the total output of an economy.",
      "D": "It is the good and service which cannot be provided by the market",
      "E": "It is an area in which costs and benefits of sharing a single currency is balanced."
    },
    "explanation": "Optimum currency area is a currency area in which costs and benefits of sharing a single currency is balanced."
  },
  {
    "id": "3122368",
    "unitNumber": 4,
    "text": "Which of the following takes part at the top of the economic integration pyramid?",
    "correctAnswer": "A",
    "options": {
      "A": "Economic and monetary union",
      "B": "Common market",
      "C": "Customs union",
      "D": "Free trade area",
      "E": "Preferential trade agreement"
    },
    "explanation": "The last stage/type of the economic integration process is the economic and monetary union. Economic and monetary union takes part at the top of the pyramid. Certainly, it is the most comprehensive type of economic integration. Economic and monetary union encompasses all the features of the common market and goes further to unify all the economic institutions."
  },
  {
    "id": "3122369",
    "unitNumber": 4,
    "text": "It is the second stage within the economic integration. The member countries are entitled to abolish all trade restrictions among themselves but continue to implement their own trade policies toward the third countries. \n Which stage of the economic integration is described above?",
    "correctAnswer": "D",
    "options": {
      "A": "Economic and monetary union",
      "B": "Common market",
      "C": "Customs union",
      "D": "Free trade area",
      "E": "Preferential trade agreement"
    },
    "explanation": "Free trade area is the next stage within the economic integration. The member countries are entitled to abolish all trade restrictions among themselves but continue to implement their own trade policies toward the countries that are out of the free trade area. In other words, member countries of a free trade area are free to implement their national external trade policy to the third countries."
  },
  {
    "id": "3122370",
    "unitNumber": 4,
    "text": "It is the third stage/type of economic integration. Member countries of a customs union abolish all the trade restrictions among themselves and implement a common external trade policy in the third countries. Member countries leave their independence in deciding and implementing their own tariff rates.\n Which stage of economic integration is described above?",
    "correctAnswer": "C",
    "options": {
      "A": "Economic and monetary union",
      "B": "Common market",
      "C": "Customs union",
      "D": "Free trade area",
      "E": "Preferential trade agreement"
    },
    "explanation": "The third stage/type of economic integration is customs union. Member countries of a customs union abolish all the trade restrictions among themselves and implement a common external trade policy in the third countries. Moreover, the customs union member countries act together as a single entity at the negotiation and conclude the trade agreements with the other countries (third countries). The implementation of the common external tariff avoids the possibility of trade deflection or transshipment. Certainly, it is one step further through a deeper integration. Member countries leave their independence in deciding and implementing their own tariff rates."
  },
  {
    "id": "3122371",
    "unitNumber": 4,
    "text": "When were the welfare effects of the customs union introduced by Jacob Viner?",
    "correctAnswer": "C",
    "options": {
      "A": "1930",
      "B": "1940",
      "C": "1950",
      "D": "1960",
      "E": "1970"
    },
    "explanation": "Theory of customs union analyzes the welfare effects of customs union. The welfare effects of customs union are introduced by Jacob Viner in 1950. Viner in his book, titled The Customs Union Issue, examines the static effects of customs union."
  },
  {
    "id": "3122372",
    "unitNumber": 4,
    "text": "Which of the following terms depends on David Ricardo's famous book, Principles of Political Economy an Taxation, according to which a country has to be specialized in the commodity in which its absolute disadvantage is smaller?",
    "correctAnswer": "D",
    "options": {
      "A": "Consumer surplus",
      "B": "Trade diversion",
      "C": "Trade creation effect",
      "D": "Comparative advantage",
      "E": "Autarky"
    },
    "explanation": "\"Comparative advantage\" term depends on the law of comparative advantage that is presented by David Ricardo in his famous book, titled Principles of Political Economy and Taxation, published in 1817. According to the law of comparative advantage, the country has to be specialized in the commodity in which its absolute disadvantage is smaller."
  },
  {
    "id": "3122373",
    "unitNumber": 4,
    "text": "I. The decrease in competition will lead to a search for a higher level of technology.\n II. Along with the establishment of the customs union, trade restrictions among the member countries are abolished.\n III. Increased foreign direct investments will also help to the adjustment of balance of payments deficits of the member countries, if any.\n Which of the above information on the \"dynamic effects of the customs union\" are correct?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and III",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "Increased competition will lead to some search of higher level of technology. Since producers would like to rise efficiency in order to meet the increased competition, they would demand higher level of technology within their production. So, (I) is not ture."
  },
  {
    "id": "3122374",
    "unitNumber": 4,
    "text": "When was the EU Common Market established?",
    "correctAnswer": "D",
    "options": {
      "A": "1978",
      "B": "1985",
      "C": "1989",
      "D": "1993",
      "E": "1996"
    },
    "explanation": "Common Market of the EU as lately referred to EU Internal Market was established in 1993. It had been a major aim of the EU since the signing of the Treaty of Rome. It is well known that, establishment of a common market within the EU was the main aim of the Treaty of Rome."
  },
  {
    "id": "3122375",
    "unitNumber": 4,
    "text": "Which of the following is not one of the twelve leverages set by the European Commission in 2011 to achieve the common goal of a highly competitive social market economy?",
    "correctAnswer": "C",
    "options": {
      "A": "Mobility for citizens",
      "B": "Consumer empowerment",
      "C": "Single currency",
      "D": "Social cohesion",
      "E": "Public procurement"
    },
    "explanation": "The European Commission identified twelve levers to ensure the common goal of highly competitive social market economy. These levers were;\n • access to finance for small and medium sized enterprises,\n • mobility for citizens,\n • intellectual property rights,\n • consumer empowerment,\n • services,\n • networks,\n • the digital single market,\n • social entrepreneurship,\n • taxation,\n • social cohesion,\n • business environment,\n • public procurement."
  },
  {
    "id": "3122376",
    "unitNumber": 4,
    "text": "According to the Maastricht Convergence Criteria, public debt should not exceed ........... percent of GDP.\n Which of the following correctly completes the bank in the above sentence?",
    "correctAnswer": "D",
    "options": {
      "A": "30",
      "B": "40",
      "C": "50",
      "D": "60",
      "E": "70"
    },
    "explanation": "The Maastricht Convergence Criteria in detail:\n <ol> <li> Inflation: To be eligible for the membership of the monetary union of the EU, a country’s inflation rate should not exceed the average of the three lowest inflation rates achieved by the EU member countries by more than 1.5 percentage points.\n </li> <li> Long-term nominal interest rate: It should not exceed the average long-term nominal interest rates observed in the three lowest inflation rate countries by more than 2 percentage points.\n </li> <li> Budget deficit: It should not exceed 3 percent of GDP.\n </li> <li> <strong>Public debt: It should not exceed 60 percent of GDP.</strong>\n </li> <li> EMS membership: Every member country is supposed to take part in the ERM for at least two years without any devaluation.\n </li> </ol>"
  },
  {
    "id": "3122377",
    "unitNumber": 4,
    "text": "Based on the requirements of the Maastricht Treaty, when wast the Euro launched?",
    "correctAnswer": "C",
    "options": {
      "A": "1992",
      "B": "1995",
      "C": "1999",
      "D": "2001",
      "E": "2004"
    },
    "explanation": "Based on the requirements of the Maastricht Treaty, the Euro was launched on 1 January 1999. On the same date, the Eurozone established the implementation of monetary policy transferred from member states to the European Central Bank which was founded in Frankfurt in 1998."
  },
  {
    "id": "3122378",
    "unitNumber": 4,
    "text": "I. High transportation costs and weak international relations\n<br/>II. High-dependence on trade with countries that are outside the economic integration\n<br/>III. Addiction to a central planning system\n<br/>Which of the above is among the reasons of the failures of the economic integration initiatives before EC?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "The probable reasons of the failures of the economic integration initiatives might be as follows:\n<br/>1. High-dependence on trade with the countries that are outside the economic integration,\n<br/>2. A small domestic market that is far from supporting a higher degree of industrialization and economies of scale,\n<br/>3. High transportation costs and weak international relations."
  },
  {
    "id": "3122379",
    "unitNumber": 4,
    "text": "Which option shows the true economic integration steps from top to bottom?",
    "correctAnswer": "C",
    "options": {
      "A": "Preferential Trade Agreement - EMU - Common Market - Customs Union - Free trade area",
      "B": "Common Market - Customs Union - Preferential trade agreement - EMU - Free trade area",
      "C": "EMU - Common market - Customs union - Free trade areas - Preferential trade agreement",
      "D": "Free trade area - Customs union - EMU - common market - preferential trade agreement",
      "E": "Common market - EMU - Free trade area - Preferential trade agreement - Customs union"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c2abc16e06154edc66da3e129083776a.png\" alt=\"\" width=\"905\" height=\"460\">"
  },
  {
    "id": "3122380",
    "unitNumber": 4,
    "text": "I. It refers to the first stage of economic integration.\n II. The aim is to enhance international trade among the participant countries.\n III. In this respect, the countries lower the tariffs.\n Which of the above is correct related to preferential trade agreement?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "Preferential trade agreement that is at the bottom of the economic integration pyramid constitutes the basic form of economic integration. In other words, it refers to the first stage of economic integration. At the preferential trade agreement, the policies that require common decisions and implementations of the participant countries are minimum. The basic aim within a preferential trade agreement is to enhance international trade among the participant countries in certain industries. In this respect, countries lower the tariffs and restrict the implementation of the non-tariff restrictions on the related industries."
  },
  {
    "id": "3122381",
    "unitNumber": 4,
    "text": "\"It occurs when traded commodity is shifted from the highest cost domestic producer to the lowest cost customs union member country.\"\n What is the name of the term explained above?",
    "correctAnswer": "A",
    "options": {
      "A": "Trade Creation",
      "B": "Trade diversion",
      "C": "Consumer Surplus",
      "D": "Static effect of customs union",
      "E": "Tariffs"
    },
    "explanation": "It occurs when traded commodity is shifted from the highest cost domestic producer to the lowest cost customs union member country. This term is called trade creation."
  },
  {
    "id": "3122382",
    "unitNumber": 4,
    "text": "It constitutes the area in between the demand and the price of the commodity that is subject to examination.\n What is the name of the term explained above?",
    "correctAnswer": "B",
    "options": {
      "A": "Autarky",
      "B": "Consumer surplus",
      "C": "Comparative advantage",
      "D": "Trade creation effect",
      "E": "Small country"
    },
    "explanation": "Consumer surplus: It constitutes the area in between the demand and the price of the commodity that is subject to examination. In other words, consumer surplus is the difference between the maximum price that the consumer would like to play and actual price of a commodity."
  },
  {
    "id": "3122383",
    "unitNumber": 4,
    "text": "\"Before the establishment of the customs union, producers may enjoy the protection behind the trade restrictions. Along with the establishment of the customs union, trade restrictions among the member countries are abolished.\"\n Which of the dynamic effect of custom unions is correct regarding the explanation above?",
    "correctAnswer": "B",
    "options": {
      "A": "Higher level of technology",
      "B": "Increased competition",
      "C": "Economies of scale",
      "D": "Induce to foreign direct investments",
      "E": "Better allocation of economic resources"
    },
    "explanation": "Increased Competition: Before the establishment of the customs union, producers may enjoy the protection behind the trade restrictions. Along with the establishment of the customs union, trade restrictions among the member countries are abolished.Thus, producers have to be more efficient so as to compete with the identical commodities of the other member countries. Due to the increased competition, costs of production will be decreased, leading to a decrease in prices. Consumers will enjoy the lower prices that were the outcomes of increased competition"
  },
  {
    "id": "3122384",
    "unitNumber": 4,
    "text": "I. International trade provides one-to-one correspondence between commodity prices and factor prices.\n II. It's one of the sub-theorems of the Heckscher-Ohlin Theory.\n III. It refers to perfect competition in both the commodity and factor market.\n Which of the above is true Factor-Price Equalization Theorem?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "It is one of the sub-theorems of the Heckscher-Ohlin Theory. Given a number of assumptions of the Heckscher-Ohlin Theory, namely perfect competition in both the commodity and factor market, no transportation costs between the trading countries, identical demand preferences of the trading countries and constant returns to scale in production in both of the trading countries, the Factor-Price Equalization Theorem postulates that international trade equalizes the factor prices along with the commodity prices. In other words, international trade provides one-toone correspondence between commodity prices and factor prices."
  },
  {
    "id": "3122385",
    "unitNumber": 4,
    "text": "I. It was the first significant amendment of the Treaty of Rome.\n II. Its main aim was to set a deadline for the establishment of European Single Market. \n III. It also paved the way for deeper integration.\n Which of the above is correct related to Single European Act?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "Single European Act: It was the first significant amendment of the Treaty of Rome. It was signed in February 1986 and entered into force in July 1987. Its main aim was to set a deadline for the establishment of European Single Market by 1992. It also paved the way for deeper integration by making it easier to decide on EU legislation, strengthening the EU Parliament and laying down the foundations of the EU foreign policy."
  },
  {
    "id": "3122386",
    "unitNumber": 4,
    "text": "I. an action to open the provision of domestic rail passenger services to further intra-EU competition\n II. the improvement of a single market for maritime transport\n III. measures to accelerate the Single European sky\n Which of the above is correct relating developing fully integrated networks in Single Market?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "The twelve key actions under the auspices of the four main drivers were;\n 1. developing fully integrated networks in the Single Market:\n <ul> <li>an action to open the provision of domestic rail passenger services to further intra-EU competition,</li> <li>the improvement of a single market for maritime transport,</li> <li>measures to accelerate the Single European sky,</li> <li>actions to make the application of existing EU energy legislation effective.</li> </ul>"
  },
  {
    "id": "3122387",
    "unitNumber": 4,
    "text": "What is the name of the term that means the mechanism which was decided in 1972 by the governors of the EU central banks?",
    "correctAnswer": "B",
    "options": {
      "A": "Bretton Woods System",
      "B": "Snake in the Tunnel",
      "C": "European Monetary System",
      "D": "Exchange Rate Mechanism",
      "E": "European Currency Unit"
    },
    "explanation": "Snake in the Tunnel: It is a mechanism which was decided in 1972 by the governors of the EU central banks. According to this mechanism, national currencies of the EU member countries could fluctuate like a snake within narrow limits against the US dollar that was resembled to a tunnel and central banks were allowed to buy and sell European currencies within the fluctuation margin of 2.25%."
  },
  {
    "id": "3122388",
    "unitNumber": 4,
    "text": "What was the main motive behind the establishment of European Communities<br/>(EC) in the 1950s?",
    "correctAnswer": "C",
    "options": {
      "A": "To form a common market for coal and steel which were the main ingredients of the economy.",
      "B": "To make economic integration more effective.",
      "C": "To prevent probable political problems among the Western European countries.",
      "D": "To broaden the scope of integration from coal and steel industries.",
      "E": "To solve the economic problems of the member countries."
    },
    "explanation": "C) The founding fathers aimed to prevent probable political problems among the Western European countries."
  },
  {
    "id": "3122389",
    "unitNumber": 4,
    "text": "I. Common market\n II. Security issues\n III. Customs union\n IV. Preferential trade agreement\n Which of the above are among the tages/types of Economic Integration?",
    "correctAnswer": "A",
    "options": {
      "A": "I, III and IV",
      "B": "I, II and IV",
      "C": "II, III and IV",
      "D": "I, II and III",
      "E": "I and IV"
    },
    "explanation": "A)\n I. Common market\n III. Customs union\n IV. Preferential trade agreement\n are among the tages/types of Economic Integration"
  },
  {
    "id": "3122390",
    "unitNumber": 4,
    "text": "How are the countries that are out of economic integration referred to?",
    "correctAnswer": "E",
    "options": {
      "A": "Foreigners",
      "B": "Outsiders",
      "C": "Countervails",
      "D": "Opt-outs",
      "E": "Third countries"
    },
    "explanation": "E) Third countries"
  },
  {
    "id": "3122391",
    "unitNumber": 4,
    "text": "What does the monetary union simply refer to?",
    "correctAnswer": "C",
    "options": {
      "A": "Fostering mobility of citizens and businesses across borders",
      "B": "Developing fully integrated networks in the Single Market",
      "C": "The adoption of a common currency by the member countries",
      "D": "Actions to make the application of existing EU energy legislation effective",
      "E": "Supporting the digital economy across Europe"
    },
    "explanation": "C)\n The monetary union simply refers to the adoption of a common currency by the member countries within the economic integration."
  },
  {
    "id": "3122392",
    "unitNumber": 4,
    "text": "Which of the following dyamic effects of customs union leads to a decrease in prices?",
    "correctAnswer": "D",
    "options": {
      "A": "Higher level of technology",
      "B": "Better allocation of economic resources",
      "C": "Economies of scale",
      "D": "Increased competition",
      "E": "Induce to foreign direct investments"
    },
    "explanation": "D) Increased competition"
  },
  {
    "id": "3122393",
    "unitNumber": 4,
    "text": "Which of the following is defined by this statement? \"The ratio of the total amount of labor to the total amount of capital available in the country is greater than the other country.\"",
    "correctAnswer": "A",
    "options": {
      "A": "Labor-abundant country",
      "B": "Capital-abundant country",
      "C": "Factor-Price Equalization Theorem",
      "D": "Autarky",
      "E": "Comparative advantage"
    },
    "explanation": "A) Labor-abundant country"
  },
  {
    "id": "3122394",
    "unitNumber": 4,
    "text": "Which one is considered a response to the long-standing economic turmoil after the oil crisis?",
    "correctAnswer": "B",
    "options": {
      "A": "Treaty of Rome",
      "B": "EU Internal Market",
      "C": "Trade creation",
      "D": "Trade diversion",
      "E": "Consumer surplus"
    },
    "explanation": "B) EU Internal Market"
  },
  {
    "id": "3122395",
    "unitNumber": 4,
    "text": "I. Central bank \n II. Single currency\n III. Full convertibility of currencies and capital\n IV. Irrevocably fixed exchange rates\n Which of the above are considered among the substantial characteristics of monetary union?",
    "correctAnswer": "E",
    "options": {
      "A": "I and II",
      "B": "II and III",
      "C": "I, II and IV",
      "D": "I and III",
      "E": "II, III and IV"
    },
    "explanation": "E)\n II. Single currency\n III. Full convertibility of currencies and capital\n IV. Irrevocably fixed exchange rates"
  },
  {
    "id": "3122396",
    "unitNumber": 4,
    "text": "Which of the following refers to the ratio of external trade to the total output of an economy?",
    "correctAnswer": "C",
    "options": {
      "A": "Optimum currency area",
      "B": "Main macroeconomic policy instruments",
      "C": "Degree of openness of an economy",
      "D": "Foreign exchange reserves",
      "E": "Convertibility"
    },
    "explanation": "C) Degree of openness of an economy"
  },
  {
    "id": "3122397",
    "unitNumber": 4,
    "text": "Which of the following refers to the <em>Bretton Woods System</em>?",
    "correctAnswer": "D",
    "options": {
      "A": "The aim was to strengthen the EU Parliament and laying down the foundations of the EU foreign policy.",
      "B": "The country has to be specialized in the commodity in which its absolute disadvantage is smaller.",
      "C": "Member countries could fluctuate like a snake within narrow limits against the US dollar.",
      "D": "Member countries would maintain fixed exchange rates between their currencies and the US dollar.",
      "E": "It refers to the area in between the demand and the price of the commodity that is subject to examination."
    },
    "explanation": "D) Member countries would maintain fixed exchange rates between their currencies and the US dollar."
  },
  {
    "id": "3122398",
    "unitNumber": 5,
    "text": "Which of the below statement <strong>is not</strong> one of the obstacles related to the EU?",
    "correctAnswer": "E",
    "options": {
      "A": "The EU does not possess the characteristics of a modern nation-state.",
      "B": "Some Member States want to maintain their special relations with certain regions or countries.",
      "C": "There are differing national views on the defence policy.",
      "D": "Most Member States do not want to lose or share their competence in the field of foreign policy.",
      "E": "The defence spending of the Member States is within domain of the Union."
    },
    "explanation": "Decisions regarding defence expenditure remain exclusively within national<br/>competence, that is, outside the framework of the EU."
  },
  {
    "id": "3122399",
    "unitNumber": 5,
    "text": "EU foreign and security policy seeks to:\n<br/>I. preserve peace \n<br/>II. strengthen international security\n<br/>III. promote international cooperation\n<br/>IV. develop and consolidate democracy, the rule of law and respect for human rights &amp; fundamental freedoms\n<br/>Which of the above are aims related to the EU foreign policy?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III",
      "B": "I, II, IV",
      "C": "I, II, III, IV",
      "D": "II, III, IV",
      "E": "I, III, IV"
    },
    "explanation": "EU foreign and security policy seeks to:\n<br/>I. preserve peace \n<br/>II. strengthen international security\n<br/>III. promote international cooperation\n<br/>IV. develop and consolidate democracy, the rule of law and respect for human rights &amp; fundamental freedoms"
  },
  {
    "id": "3122400",
    "unitNumber": 5,
    "text": "The global strategy set some priorities for EU action. Which one of the below is NOT one of them?",
    "correctAnswer": "B",
    "options": {
      "A": "the security of the EU",
      "B": "preserve global peace",
      "C": "state and societal resilience",
      "D": "an integrated approach to conflicts and crises",
      "E": "cooperative regional orders"
    },
    "explanation": "The global strategy set the following five priorities for EU action:\n<br/>• the security of the EU;<br/>• state and societal resilience;<br/>• an integrated approach to conflicts and crises;\n<br/><ul><br/><li>cooperative regional orders; and</li><br/></ul><br/><ul><br/><li><br/>global governance for the 21st century\n<br/></li><br/></ul>"
  },
  {
    "id": "3122401",
    "unitNumber": 5,
    "text": "How did Gulf War start?",
    "correctAnswer": "A",
    "options": {
      "A": "Iraq invaded Kuwait.",
      "B": "Kuwait invaded Iraq.",
      "C": "Iraq invaded Turkey.",
      "D": "Iraq invaded Syria.",
      "E": "Syria invaded Iraq."
    },
    "explanation": "Gulf War started with the invasion of Kuwait by Iraq."
  },
  {
    "id": "3122402",
    "unitNumber": 5,
    "text": "Which one of the below is NOT one of the aims of EU?",
    "correctAnswer": "E",
    "options": {
      "A": "to safeguard the Union’s values, fundamental interests, security, independence and integrity",
      "B": "to strengthen and support democracy",
      "C": "to preserve peace, prevent conflicts and strengthen international security",
      "D": "to encourage the integration of all countries into the world economy",
      "E": "to rank number one considering defence in the world"
    },
    "explanation": "EU does not mean to be a strong military force in the first place."
  },
  {
    "id": "3122403",
    "unitNumber": 5,
    "text": "Which of the following EU Member State possess nuclear power?",
    "correctAnswer": "D",
    "options": {
      "A": "Germany",
      "B": "Italy",
      "C": "Spain",
      "D": "France",
      "E": "Portugal"
    },
    "explanation": "Among the EU Member States, France possess nuclear power."
  },
  {
    "id": "3122404",
    "unitNumber": 5,
    "text": "Which one of the below groups meets at least once a month with the participation of the Commission and diplomats responsible for the coordination of the Common Foreign and Security Policy within Foreign Ministries?",
    "correctAnswer": "D",
    "options": {
      "A": "The Foreign Affairs Council",
      "B": "The Permanent Representatives Committee",
      "C": "The Political and Security Committee",
      "D": "The Correspondents’ Group",
      "E": "Working Groups"
    },
    "explanation": "The Correspondents’ Group meets at least once a month with the participation of the Commission and diplomats responsible for the coordination of the CFSP within Foreign Ministries."
  },
  {
    "id": "3122405",
    "unitNumber": 5,
    "text": "A new position called the High Representative of the Union for Foreign Affairs and Security Policy was established with ______.\n<br/>Which of the following correctly completes the sentence above?",
    "correctAnswer": "C",
    "options": {
      "A": "The European Commission",
      "B": "The Treaty of Lisbon",
      "C": "Treaty of Amsterdam",
      "D": "The European Council",
      "E": "The European External Action Service"
    },
    "explanation": "With the Treaty of Amsterdam, a new position called the High Representative of the Union for Foreign Affairs and Security Policy was established."
  },
  {
    "id": "3122406",
    "unitNumber": 5,
    "text": "In the Treaty of ........, there are certain notable provisions that contribute to the enhancement of the security and defence policy. The Treaty contains an article regarding reciprocal defence. Accordingly, in the event of any attack or act of aggression against a member state, other Member States are obliged to provide aid and assistance to the member state concerned.\n<br/>Which of the following correctly fills in the blank above?",
    "correctAnswer": "C",
    "options": {
      "A": "Amsterdam",
      "B": "Maastricht",
      "C": "Lisbon",
      "D": "Nice",
      "E": "Rome"
    },
    "explanation": "Treaty of Lisbon... Furthermore, the European Security and Defence Policy (ESDP), which was used since the Helsinki European Council meeting of 1999, was symbolically renamed, once again, to the Common Security and Defence Policy (CSDP). It was emphasized that the CSDP was an integral part of the CFSP."
  },
  {
    "id": "3122407",
    "unitNumber": 5,
    "text": "How many countries are there in the EU?",
    "correctAnswer": "B",
    "options": {
      "A": "21",
      "B": "28",
      "C": "32",
      "D": "37",
      "E": "44"
    },
    "explanation": "There are 28 member countries in EU."
  },
  {
    "id": "3122408",
    "unitNumber": 5,
    "text": "Which one explains the role of EU as a common foreign and security policy?",
    "correctAnswer": "A",
    "options": {
      "A": "to adopt efficient and effective policies within the framework of the CFSP,",
      "B": "to present the outlines of potential resources,",
      "C": "to use capabilities provided by Member States,",
      "D": "to have unexperienced qualified and comprehensive diplomacy,",
      "E": "to include progressive development of a common defence policy that may transform into uncommon defence,"
    },
    "explanation": "Given its size and resources, the EU is an important actor in international relations. In this respect, it has the necessary resources to adopt efficient and effective policies within the framework of the CFSP. Doğru yanıt <strong>\" A \"</strong> dır."
  },
  {
    "id": "3122409",
    "unitNumber": 5,
    "text": "Which of the following <strong>is not</strong> an obstacle that the EU is faced with in its CFSP?",
    "correctAnswer": "B",
    "options": {
      "A": "Some Member States want to maintain their special relations with certain regions or countries.",
      "B": "Some members refrain from any action that is not against the interests of the Union.",
      "C": "Sometimes, differences of opinion on foreign policy arise among the EU Member States.",
      "D": "There are differing national views on the defence policy.",
      "E": "Decisions regarding defence expenditure remain exclusively within national<br/>competence, that is, outside the framework of the EU."
    },
    "explanation": "Despite these powerful and decisive statements laid down in the ToL, the Union faces a number of obstacles to Member States’ pursuit of a common foreign and defence policy. Among these obstacles are as follows:\n<br/>The EU does not possess the characteristics of a modern nation-state. Therefore, not only it does not have a stable and longterm foreign policy strategy, but also lacks a “homeland” or “national interests” that should be protected."
  },
  {
    "id": "3122410",
    "unitNumber": 5,
    "text": "Which one defines the European Political Cooperation (EPC) correctly?",
    "correctAnswer": "C",
    "options": {
      "A": "The origins of the CFSP don't lay in the European Political Cooperation (EPC).",
      "B": "It is not an official acknowledgement of the EPC.",
      "C": "The EPC was initiated as a means of coordinating the meetings of foreign ministers.",
      "D": "Under the EPC, legislative activities were not allowed.",
      "E": "The EPC could not force any member state to participate in any action."
    },
    "explanation": "In fact, the EPC was initiated as a means of coordinating the meetings of foreign ministers. The EPC did not have an organizational structure of its own until the Single European Act (SEA) was introduced, and it was administered by the Troika. Doğru yanıt <strong>\" C \"</strong> dir."
  },
  {
    "id": "3122411",
    "unitNumber": 5,
    "text": "Which of the following <strong>isnot</strong> one of the main highlights of the early 1990s?",
    "correctAnswer": "E",
    "options": {
      "A": "The disintegration of Yugoslavia",
      "B": "Increasing intergovernmental cooperation in foreign policy",
      "C": "Gulf War in Middle East",
      "D": "The reunification of East and West Germany.",
      "E": "The consolidation of East-West division"
    },
    "explanation": "The collapse of communism in the Eastern Bloc in the wake of the Cold War and the dissolution of the Soviet Union changed the balance of power in international relations. The elimination of the East-West division and the<br/>dissipation of tensions in Europe, strategically speaking, put an end to Europe’s being caught in the middle between two superpowers."
  },
  {
    "id": "3122412",
    "unitNumber": 5,
    "text": "Which one is the fourth factor that EC should immediately go beyond moderate economic sanctions or general declarations that often remained on paper?",
    "correctAnswer": "E",
    "options": {
      "A": "It was the increased intergovernmental cooperation with the SEA in the field of foreign policy and security.",
      "B": "The collapse of communism in the Eastern Bloc in the wake of the Cold War and<br/>the dissolution of the Soviet Union changed the balance of power in international relations.",
      "C": "The unification process brought about political, economic, social, and cultural problems.",
      "D": "It was the 1990-1991 Gulf War, which started with the invasion of Kuwait by Iraq.",
      "E": "It is the process of the disintegration of Yugoslavia that started in 1991."
    },
    "explanation": "The fourth factor is the process of the disintegration of Yugoslavia that started in 1991. The EC and Member States were caught unprepared by the crises and conflicts that erupted near their borders. Thus, they fell short in resolving conflicts through crisis management, and delayed to act on time. Doğru yanıt <strong>\" E \"</strong> dir."
  },
  {
    "id": "3122413",
    "unitNumber": 5,
    "text": "Which one is not correct that EU foreign and security policy seeks to?",
    "correctAnswer": "A",
    "options": {
      "A": "• not to put the EU foreign policies before their national foreign policies,",
      "B": "• preserve peace,",
      "C": "• strengthen international security,",
      "D": "• promote international cooperation,",
      "E": "• develop and consolidate democracy, the rule of law and respect for human rights &amp; fundamental freedoms,"
    },
    "explanation": "EU foreign and security policy seeks to:<br/>• preserve peace<br/>• strengthen international security<br/>• promote international cooperation<br/>• develop and consolidate democracy, the rule of law and respect for human rights &amp; fundamental freedoms, but doesn't seek to put the EU foreign policies before their national foreign policies. Doğru yanıt <strong>\" A \"</strong> dır."
  },
  {
    "id": "3122414",
    "unitNumber": 5,
    "text": "When was the first significant step in the area of defence policy within the framework of the EU taken?",
    "correctAnswer": "B",
    "options": {
      "A": "in October 1994,",
      "B": "in December 1998,",
      "C": "in December 1990,",
      "D": "İn Nowember 1990,",
      "E": "in October 1998,"
    },
    "explanation": "The first significant step in the area of defence policy within the framework of the EU was taken at the Summit held jointly by France and the United Kingdom in December 1998. In fact, France and the United Kingdom adopted different stances on the formulation of a European defence policy. Doğru yanıt<strong> \" B \"</strong> dir."
  },
  {
    "id": "3122415",
    "unitNumber": 5,
    "text": "What does the foreign and security policy of the European Union aim?",
    "correctAnswer": "C",
    "options": {
      "A": "It undertakes to progressively improve their military capabilities.",
      "B": "It was stated that the said report was prepared with the aim of not replacing the European Security Strategy, but enhancing it.",
      "C": "It aims to enable the 28 member countries to carry more weight on the world stage than if they were to act alone.",
      "D": "In the TEU, the Petersberg tasks are interpreted very broadly.",
      "E": "It was emphasized that the CSDP was an integral part of the CFSP."
    },
    "explanation": "The foreign and security policy of the European Union aims to enable the 28 member countries to carry more weight on the world stage than if they were to act alone. Doğru yanıt <strong>\" C \"</strong> dir."
  },
  {
    "id": "3122416",
    "unitNumber": 5,
    "text": "Which one of the followings does not explain The European Council?",
    "correctAnswer": "D",
    "options": {
      "A": "It identifies the Union’s strategic interests,",
      "B": "It sets the aims of the general guidelines for the common foreign and security policy,",
      "C": "It defines the general guidelines for the common foreign and security policy,",
      "D": "It involves four distinctive features such as the CFSP policy,",
      "E": "It includes for defence-related matters,"
    },
    "explanation": "The European Council identifies the Union’s strategic interests, sets the aims of and defines the general guidelines for the common foreign and security policy, including for defence-related matters (see Article 26(1) of the TEU). Doğru yanıt <strong>\" D \"</strong> dir."
  },
  {
    "id": "3122417",
    "unitNumber": 5,
    "text": "Which one of the followings is not the role of The European Parliament’s?",
    "correctAnswer": "E",
    "options": {
      "A": "counselling,",
      "B": "monitoring,",
      "C": "evaluating,",
      "D": "cooperation agreement,",
      "E": "decision-making,"
    },
    "explanation": "The European Parliament’s roles in the foreign policy area are restricted to counselling, monitoring and evaluating. It may have some exceptions. The European Parliament does not play any role in the processes of decision-making and policy implementation in the area of the CFSP. Doğru yanıt <strong>\" E \"</strong> dir."
  },
  {
    "id": "3122418",
    "unitNumber": 5,
    "text": "I. The EU Member States, even the EU itself, have experienced qualified and comprehensive diplomacy.\n II. Among the EU Member States, France and the United Kingdom possess nuclear power.\n III. There are differing national views on the defence policy\n Which one(s) of these is/are among the sources of EU to adopt efficient and effective policies within the framework of the CFSP?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I-II",
      "E": "II-III"
    },
    "explanation": "Given its size and resources, the EU is an important actor in international relations. In this respect, it has the necessary resources to adopt efficient and effective policies within the framework of the CFSP. Among these resources are:<br/>• The EU consisting of countries, each of which is considered powerful in international relations, such as Germany, France, the United Kingdom, Italy, Spain and Poland, has the capacity to play an effective role at global scale.<br/>• The EU Member States, even the EU itself, have experienced qualified and comprehensive diplomacy.<br/>• Among the EU Member States, France and the United Kingdom possess nuclear power.<br/>• Moreover, France and the United Kingdom are among the five permanent members of the UN Security Council.<br/>• The overall defence spending of the EU Member States ranks second after the United States (see www.eda.euuropa.eu)"
  },
  {
    "id": "3122419",
    "unitNumber": 5,
    "text": "Which one of the following <strong>is not</strong> among the obstacles the Union faces to pursuit a common foreign and defence policy?",
    "correctAnswer": "B",
    "options": {
      "A": "Most Member States do not want to lose or share their competence in the field of foreign policy, where sensitive issues such as “national sovereignty” and “identity” prevail.",
      "B": "The EU Member States, even the EU itself, have experienced qualified and comprehensive diplomacy",
      "C": "Some Member States want to maintain their special relations with certain regions or countries",
      "D": "Sometimes, differences of opinion on foreign policy arise among the EU Member States.",
      "E": "There are differing national views on the defence policy."
    },
    "explanation": "Despite these powerful and decisive statements<br/>laid down in the ToL, the Union faces a number of<br/>obstacles to Member States’ pursuit of a common<br/>foreign and defence policy. Among these obstacles<br/>are as follows:<br/>• The EU does not possess the characteristics<br/>of a modern nation-state. Therefore, not<br/>only it does not have a stable and longterm foreign policy strategy, but also lacks<br/>a “homeland” or “national interests” that<br/>should be protected.<br/>• Most Member States do not want to lose<br/>or share their competence in the field of<br/>foreign policy, where sensitive issues such<br/>as “national sovereignty” and “identity”<br/>prevail.<br/>• Some Member States want to maintain<br/>their special relations with certain regions<br/>or countries.<br/>• Sometimes, differences of opinion on<br/>foreign policy arise among the EU Member<br/>States.<br/>• There are differing national views on the<br/>defence policy.<br/>• Decisions regarding defence expenditure<br/>remain exclusively within national<br/>competence, that is, outside the framework<br/>of the EU."
  },
  {
    "id": "3122420",
    "unitNumber": 5,
    "text": "When was the European Political Cooperation (EPC), the origins of the CFSP, founded?",
    "correctAnswer": "A",
    "options": {
      "A": "1970",
      "B": "1971",
      "C": "1972",
      "D": "1973",
      "E": "1974"
    },
    "explanation": "In the EU, where cooperation in the area of foreign policy is not regulated by the Union Treaties, the origins of the CFSP lay in the European Political Cooperation (EPC), which was initiated by Luxembourg Report (a.k.a. Davignon Report) published in 1970."
  },
  {
    "id": "3122421",
    "unitNumber": 5,
    "text": "Which one of the following <strong>is not</strong> among the factors that led EC go beyond moderate economic sanctions or general declarations?",
    "correctAnswer": "E",
    "options": {
      "A": "The collapse of communism in the Eastern Bloc in the wake of the Cold War and the dissolution of the Soviet Union",
      "B": "The reunification of East and West Germany",
      "C": "The 1990-1991 Gulf War, which started with the invasion of Kuwait by Iraq",
      "D": "The process of the disintegration of Yugoslavia that started in 1991",
      "E": "Decisions regarding defence expenditure remain exclusively within national competence,"
    },
    "explanation": "Member States believed that due to certain factors, the EC should immediately go beyond moderate economic sanctions or general declarations that often remained on paper. Firstly, the collapse of communism in the Eastern Bloc in the wake of the Cold War and the dissolution of the Soviet Union changed the balance of power in international relations. Secondly, one of the main highlights of the early 1990s was the reunification of East and West Germany. The third factor was the 1990-1991 Gulf War, which started with the invasion of Kuwait by Iraq. The fourth factor is the process of the disintegration of Yugoslavia that started in 1991. The fifth factor was the increased intergovernmental cooperation with the SEA in the field of foreign policy and security, which was initiated following the changes mentioned above."
  },
  {
    "id": "3122422",
    "unitNumber": 5,
    "text": "The global strategy set five priorities for EU action. Which ones are among these priorities? I. the security of the EU II. state and societal resilience III. an integrated approach to conflicts and crises IV. cooperative regional orders",
    "correctAnswer": "E",
    "options": {
      "A": "I and II",
      "B": "II and IV",
      "C": "II, III and IV",
      "D": "III and IV",
      "E": "I, II, III and IV"
    },
    "explanation": "The global strategy set the following five priorities for EU action:<br/>• the security of the EU;<br/>• state and societal resilience;<br/>• an integrated approach to conflicts and crises;<br/>• cooperative regional orders; and<br/>• global governance for the 21st century"
  },
  {
    "id": "3122423",
    "unitNumber": 5,
    "text": "Which information is true for EU foreign and security policy? EU foreign and security policy seeks to: I. preserve peace II. strengthen international security III. promote international cooperation IV. develop and consolidate democracy",
    "correctAnswer": "E",
    "options": {
      "A": "Only III",
      "B": "I, II and III",
      "C": "II, III and IV",
      "D": "III and Iv",
      "E": "I, II, III and IV"
    },
    "explanation": "EU foreign and security policy seeks to:<br/>• preserve peace<br/>• strengthen international security<br/>• promote international cooperation<br/>• develop and consolidate democracy, the rule of law and respect for human rights &amp; fundamental freedoms."
  },
  {
    "id": "3122424",
    "unitNumber": 5,
    "text": "Which information <strong>is not</strong> true for the summit held jointly by France and the United Kingdom in December 1998?",
    "correctAnswer": "C",
    "options": {
      "A": "It was the first significant step in the area of defence policy within the framework of the EU.",
      "B": "France and the United Kingdom adopted different stances on the formulation of a European defence policy.",
      "C": "France favoured a defence policy that is more dependent on the United States.",
      "D": "These two countries’ call generated the historical Saint-Malo Declaration.",
      "E": "The United Kingdom attached importance to transatlantic relations."
    },
    "explanation": "The first significant step in the area of defence policy within the framework of the EU was taken at the Summit held jointly by France and the United Kingdom in December 1998. In fact, France and the United Kingdom adopted different stances on the formulation of a European defence policy. France favoured a defence policy that is more independent of the United States, whereas the United Kingdom attached importance to transatlantic relations and, advocated the implementation of defence policies within the framework of close relations with the United States. These two countries’ call for the establishment of a clearer and stronger EU security capability generated the historical Saint-Malo<br/>Declaration."
  },
  {
    "id": "3122425",
    "unitNumber": 5,
    "text": "................... adopted the European security strategy entitled “A Secure Europe in a Better World”. The strategy focused on crisis prevention and crisis management; “an effective multilateral system” was highlighted. Fill in the blank with the appropriate option please.",
    "correctAnswer": "A",
    "options": {
      "A": "The Brussels European Council Meeting of December 2003",
      "B": "EU Council of June 2000 held in Santa Maria da Feira",
      "C": "The meeting in Helsinki in December 1999",
      "D": "The European Council meeting of June 1999 in Cologne",
      "E": "The Treaty of Lisbon"
    },
    "explanation": "The Brussels European Council Meeting of December 2003 adopted the European security strategy entitled “A Secure Europe in a Better World”, which was drawn up under the authority of the EU’s High Representative for the CFSP. The strategy focused on crisis prevention and crisis management; “an effective multilateral system” was highlighted. In this respect, action through the medium of the UN and the maintenance of regional organizations were recommended. Furthermore, the need for autonomous EU-led operations was stressed."
  },
  {
    "id": "3122426",
    "unitNumber": 5,
    "text": "............. meets at least once a month with the participation of the Commission and diplomats responsible for the coordination of the CFSP within Foreign Ministries. It serves as a liaising mechanism between the Member States’ Foreign Ministers. Which of the following options defined above?",
    "correctAnswer": "C",
    "options": {
      "A": "The Foreign Affairs Council",
      "B": "The Permanent Representatives Committee",
      "C": "The Correspondents’ Group",
      "D": "The Political and Security Committee",
      "E": "The European Council"
    },
    "explanation": "The Correspondents’ Group meets at least once a month with the participation of the Commission and diplomats responsible for the coordination of the CFSP within Foreign Ministries. The Correspondents’ Group serves as a liaising mechanism between the Member States’ Foreign Ministers."
  },
  {
    "id": "3122427",
    "unitNumber": 5,
    "text": "Which is true for the European Commission? I.Since the London Report published in 1981, it has been responsible for the issues in the field of internal relations. II. It plays a key role in the field of the CFSP. III.The High Representative assists the Commission by making more extensive use of policy instruments other than foreign policy instruments.",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only III",
      "C": "I and III",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "The European Commission<br/>-Since the London Report published in 1981, the Commission has been responsible for the issues in the field of external relations.\n<br/>-The High Representative, who is also a member of the Commission, presides over the Foreign Affairs Council. This enables the Commission to play a key role in the field of the CFSP. The High Representative assists the Commission by making more extensive use of policy instruments other than foreign policy instruments (such as trade policies, aid policies) in a more coordinated fashion."
  },
  {
    "id": "3122428",
    "unitNumber": 5,
    "text": "Which country is one of the five permanent members of the UN Security Council?",
    "correctAnswer": "B",
    "options": {
      "A": "Germany",
      "B": "France",
      "C": "Italy",
      "D": "Turkey",
      "E": "Denmark"
    },
    "explanation": "France and the United Kingdom are among the five permanent members of<br/>the UN Security Council, along with China, the United States and Russian Federation."
  },
  {
    "id": "3122429",
    "unitNumber": 5,
    "text": "Which of the following is <u><em><strong>not</strong></em></u> an obstacle that the EU faces?",
    "correctAnswer": "A",
    "options": {
      "A": "It possesses the characteristics of a modern nation-state.",
      "B": "Member States do not want to lose or share their competence in the field of foreign policy.",
      "C": "Some Member States want to maintain their special relations with certain regions or countries.",
      "D": "There are differing national views on the defence policy.",
      "E": "Decisions regarding defence expenditure remain exclusively within national competence"
    },
    "explanation": "• The EU does not possess the characteristics of a modern nation-state. Therefore, not<br/>only it does not have a stable and longterm foreign policy strategy, but also lacks a “homeland” or “national interests” that should be protected.<br/>• Most Member States do not want to lose or share their competence in the field of foreign policy, where sensitive issues such as “national sovereignty” and “identity” prevail.<br/>• Some Member States want to maintain their special relations with certain regions or countries.<br/>• Sometimes, differences of opinion on foreign policy arise among the EU Member States.<br/>• There are differing national views on the defence policy.<br/>• Decisions regarding defence expenditure remain exclusively within national competence, that is, outside the framework of the EU."
  },
  {
    "id": "3122430",
    "unitNumber": 5,
    "text": "What contained provisions regarding European cooperation in the field of foreign policy and made Member States to commit to jointly identify and endeavourto implement a European foreign policy?",
    "correctAnswer": "B",
    "options": {
      "A": "European Political Cooperation (EPC)",
      "B": "Single European Act (SEA)",
      "C": "Common Foreign and Security Policy (CFSP)",
      "D": "European Economic Community (EEC Treaty)",
      "E": "the Troika"
    },
    "explanation": "The EPC did not have an organizational structure of its own until the Single European Act (SEA) was introduced, and it was administered by the Troika. The members of the Troika changed every six months.\n The SEA contained provisions regarding European cooperation in the field of foreign policy (see Title III of the SEA). Hence, with the official acknowledgement of the EPC, Member States have committed to jointly identify and endeavour to implement a European foreign policy (see Article 30 of the SEA)."
  },
  {
    "id": "3122431",
    "unitNumber": 5,
    "text": "Which of the following was true for The EC?",
    "correctAnswer": "D",
    "options": {
      "A": "It was politically powerful.",
      "B": "It was financially weak.",
      "C": "The EPC made the EC adopt an active attitude towards international developments.",
      "D": "The EC lacked a common foreign policy and Member States failed to act together.",
      "E": "Under the framework of the EPC, Member States had a common, influential stance."
    },
    "explanation": "The EC was “an economic giant, but “a political dwarf”. Under the framework of the EPC, the EC Member States did not have any common, influential stance reflecting the European viewpoint. The EPC made the EC and its Member States adopt not active, but rather a reactive attitude towards international developments. The fact that the EC lacked a common foreign policy and that Member States failed to act together in the face of international developments brought about the question of a foreign policy identity."
  },
  {
    "id": "3122432",
    "unitNumber": 5,
    "text": "Which of the following is not one of the develeopment after the elimination of the East-West division in the Europe?",
    "correctAnswer": "E",
    "options": {
      "A": "Dissipation of tensions in Europe between the superpowers",
      "B": "European countries tended to establish close relations with the United States.",
      "C": "Nuclear and military capacity became less important.",
      "D": "Economic power and geographic location came into prominence",
      "E": "Nuclear and military capacity became more important than ever."
    },
    "explanation": "The elimination of the East-West division and the dissipation of tensions in Europe, strategically speaking, put an end to Europe’s being caught in the middle between two superpowers. In the context of changing power balances, European countries tended to establish close relations as well as seek alliance with the United States. Another significant change was that nuclear and military capacity became less important, whereas economic power and geographic location came into prominence."
  },
  {
    "id": "3122433",
    "unitNumber": 5,
    "text": "\"In 2016 the High Representative launched the Global Strategy for the EU’s Foreign and Security Policy to enhance stability in the European neighbourhood and beyond, boost security and defence and deal with challenges.\"\n Which of the following is <u><em><strong>not</strong></em></u> one these challenges?",
    "correctAnswer": "D",
    "options": {
      "A": "Climate change",
      "B": "Terrorism",
      "C": "Energy security",
      "D": "Nuclear weapons",
      "E": "Irregular migration"
    },
    "explanation": "In 2016 the High Representative launched the Global Strategy for the EU’s Foreign and Security Policy to enhance stability in the European neighbourhood and beyond, boost security and defence and deal with challenges such as energy security, irregular migration, climate change and terrorism."
  },
  {
    "id": "3122434",
    "unitNumber": 5,
    "text": "What set the priorities of CSDP as\n (i) increasing the effectiveness, visibility and impact of the CSDP;\n (ii) improving civilian and military operational capabilities;\n (iii) strengthening the European defence industry?",
    "correctAnswer": "E",
    "options": {
      "A": "Treaty of Lisbon",
      "B": "TFEU",
      "C": "TEU",
      "D": "ESDP",
      "E": "Brussels EU Summit of December 2013"
    },
    "explanation": "The priorities as to the CSDP set out at the Brussels EU Summit of December 2013 are as follows: (i) increasing the effectiveness, visibility and impact of the CSDP; (ii) improving civilian and military operational capabilities; (iii) strengthening the European defence industry."
  },
  {
    "id": "3122435",
    "unitNumber": 5,
    "text": "Which of the following is <u><em><strong>not</strong></em></u> an aim of the EU?",
    "correctAnswer": "C",
    "options": {
      "A": "To safeguard the Union’s values, fundamental interests, security, independence and integrity",
      "B": "To cultivate the sustainable economic, social, and environmental development of developing countries",
      "C": "To design and put into effect a modernized, international constitution for Member States",
      "D": "To strengthen and support democracy, the rule of law, human rights and the principles of international law",
      "E": "To encourage the integration of all countries into the world economy, including via the progressive removal of restrictions on international trade"
    },
    "explanation": "The EU, with an aim of achieving the following aims, defines and pursues common policies and actions, and works for a high level of cooperation in all fields of international relations:<br/>a. to safeguard the Union’s values, fundamental interests, security, independence and integrity,<br/>b. to strengthen and support democracy, the rule of law, human rights and the principles of international law,<br/>c. to preserve peace, prevent conflicts and strengthen international security, in accordance with the purposes and principles of the United Nations Charter, in compliance with the principles of the Helsinki Final Act and with the objectives of the Charter of Paris, including those relating to external borders,<br/>d. to cultivate the sustainable economic, social and environmental development of developing countries, with the priority of eliminating poverty,<br/>e. to encourage the integration of all countries into the world economy, including via the progressive removal of restrictions on international trade,<br/>f. to contribute to the formulation of international measures to preserve and improve the quality of the environment and the sustainable management of global natural resources, in order to ensure sustainable development,<br/>g. to assist populations, countries and regions facing natural or man-made disasters,<br/>h. to promote an international system based on stronger multilateral cooperation and good global governance"
  },
  {
    "id": "3122436",
    "unitNumber": 5,
    "text": "<ul> <li>is the main decision-making body of the CFSP</li> <li>formulates the common foreign and security policy based on the general guidelines and strategic lines defined by the European Council</li> <li>makes the decisions needed for defining and implementing policies</li> </ul> What do the abovementioned features belong to?",
    "correctAnswer": "A",
    "options": {
      "A": "The Foreign Affairs Council",
      "B": "The Permanent Representatives Committee",
      "C": "The Political and Security Committee",
      "D": "The Correspondents’ Group",
      "E": "Working Groups"
    },
    "explanation": "The Foreign Affairs Council is the main decision-making body of the CFSP. The Foreign Affairs Council formulates the common foreign and security policy based on the general guidelines and strategic lines defined by the European Council. The Foreign Affairs Council takes the decisions needed for defining and implementing this policy (see Article 26(2) of the TEU)."
  },
  {
    "id": "3122437",
    "unitNumber": 5,
    "text": "\"...'s roles in the foreign policy area are restricted to counselling, monitoring, and evaluating. It does not play any role in the processes of decision-making and policy implementation in the area of the CFSP. Yet, it has the competence to discuss the foreign policy issues during the budget negotiations.\"\n What organization is discussed in the given part?",
    "correctAnswer": "B",
    "options": {
      "A": "The European Commission",
      "B": "The European Parliament",
      "C": "UN General Assembly",
      "D": "The EU Military Committee",
      "E": "The High Representative of the Union for Foreign Affairs and Security Policy"
    },
    "explanation": "The European Parliament’s roles in the foreign policy area are restricted to counselling,<br/>monitoring and evaluating. It may have some exceptions.\n The European Parliament does not play any role in the processes of decision-making and policy implementation in the area of the CFSP. Yet, it has the competence to discuss the foreign policy issues during the budget negotiations. Administrative expenditure in the field of the CFSP is financed from the EU budget. Operating expenditures arising from the implementation of the CFSP, expenditures arising from operations having military or defence implications and cases where the Council unanimously decides otherwise are covered by the EU budget"
  },
  {
    "id": "3122438",
    "unitNumber": 6,
    "text": "The deepening process of the European Union generally involves changes to the founding treaties. In this context, the EU has experienced five main deepening processes since its establishment. Which of the following isnot among these processes?",
    "correctAnswer": "C",
    "options": {
      "A": "the Single European Act (1986),",
      "B": "the Treaty of Maastricht (1992),",
      "C": "the Treaty of Zürich (1995),",
      "D": "the Treaty of Amsterdam (1997),",
      "E": "the Treaty of Lisbon (2007)."
    },
    "explanation": "INTRODUCTION\n<br/>The European Union integration process has two dimensions, namely, deepening and enlargement. The concept of deepening refers to the increased level of the Union’s competence and activity and to the reforms and changes in the institutional structure since the establishment of the Union. The deepening process generally involves changes to the founding treaties. In this context, the EU has experienced five main deepening processes since its establishment. These are; the Single European Act (1986), the Treaty of Maastricht (1992), the Treaty of Amsterdam (1997), the Treaty of Nice (2001) and the Treaty of Lisbon (2007). The enlargement of the European Union refers to the accession of new member states to the Union."
  },
  {
    "id": "3122439",
    "unitNumber": 6,
    "text": "Among the dimensions of the European Union integration process which of the following pairs are correct?",
    "correctAnswer": "A",
    "options": {
      "A": "deepening and enlargement,",
      "B": "deepening and engagement,",
      "C": "enlargement and extension,",
      "D": "enlargement and customs union",
      "E": "economic deepening and political enlargement,"
    },
    "explanation": "INTRODUCTION\n<br/>The European Union integration process has two dimensions, namely, deepening and enlargement. The concept of deepening refers to the increased level of the Union’s competence and activity and to the reforms and changes in the institutional structure since the establishment of the Union. The deepening process generally involves changes to the founding treaties. The enlargement of the European Union refers to the accession of new member states to the Union."
  },
  {
    "id": "3122440",
    "unitNumber": 6,
    "text": "By incorporating new member states, the EU endeavors <u>to become a much stronger Union</u>. Among the related issue-areas, which of the following <strong>is not</strong> listed?",
    "correctAnswer": "D",
    "options": {
      "A": "to become a much stronger economic Union,",
      "B": "to become a much stronger political Union",
      "C": "to become a much stronger Union in geopolitical terms,",
      "D": "to become a much stronger religious Union,",
      "E": "to increase its effective role in the international system."
    },
    "explanation": "INTRODUCTION\n<br/>By incorporating new member states, the EU endeavors to become a much stronger Union in economic, political and geopolitical terms, and to increase its effective role in the international system. In this context, the EU’s enlargement policy develops and changes in line with European integration."
  },
  {
    "id": "3122441",
    "unitNumber": 6,
    "text": "To date, the EU has experienced seven waves of enlargement. It is originally established by six countries. Which of the following county was not among the founding members?",
    "correctAnswer": "E",
    "options": {
      "A": "France,",
      "B": "West Germany,",
      "C": "Italy,",
      "D": "the Netherlands,",
      "E": "the United Kingdom"
    },
    "explanation": "INTRODUCTION\n<br/>To date, the EU has experienced seven waves of enlargement. Originally established by six countries (France, West Germany, Italy, the Netherlands, Belgium and Luxembourg), the Union experienced the first enlargement in 1973, when the United Kingdom, Ireland and Denmark incorporated."
  },
  {
    "id": "3122442",
    "unitNumber": 6,
    "text": "At present, there are four official candidate countries for EU membership, other than Turkey. Which of the following countries is not among the candidates at the present time?",
    "correctAnswer": "B",
    "options": {
      "A": "North Macedonia,",
      "B": "Iceland,",
      "C": "Montenegro,",
      "D": "Serbia,",
      "E": "Albania."
    },
    "explanation": "INTRODUCTION\n<br/>At present, there are four official candidate countries for EU membership, other than Turkey: North Macedonia, Montenegro, Serbia and Albania. The EU continues to hold accession talks and negotiations with Turkey, Montenegro and Serbia. Bosnia and Herzegovina and Kosovo are currently potential candidate countries. Iceland, which started accession negotiations with the EU on June 17, 2010, opened 27 of the 35 negotiation chapters and temporarily closed 11 chapters, withdrew its application for EU candidacy on March 12, 2015. The case of Iceland is the first in the history of enlargement in terms of a country withdrawing the application for EU membership after coming such a long way in the negotiation process."
  },
  {
    "id": "3122443",
    "unitNumber": 6,
    "text": "For building peace, the international integration theory of functionalism emphasizes which of the following view?",
    "correctAnswer": "A",
    "options": {
      "A": "the existence of functional international organizations that are free from national interests,",
      "B": "common interstate identities and values developed to establish international organizations and mechanisms to prevent wars,",
      "C": "spill-over, which means that cooperation or integration in a particular policy area can spread to other related policy areas because of the contact with each other,",
      "D": "spread of an integration process in one sector of the economy to other sectors of the economy, eventually cover the whole economy,",
      "E": "institutions playing an important role in determining behaviors and decisions of political actors."
    },
    "explanation": "European Integration and EU Enlargement\n<br/>Functionalism, an international integration theory, argues that intersocietal and interstate economic, political, cultural and military relationships are in perpetual motion. This theory was developed by David Mitrany in the 1930s and offered an approach wherein the basic logic of integration is to build a network of national actors who are involved in the integration process in order to collectively meet needs and interests. In this sense, Mitrany links the existence of a real peace environment to the existence of an international system where states are more integrated through common interests and needs, and therefore more influenced by each other, which in turn increases their dependence on each other. For building the peace, functionalism emphasizes the existence of functional international organizations that are free from national interests and encourage more intense cooperation among actors.\n<br/>Regarding the aftermath of the Second World War, it would be appropriate here to mention the approach referred to as “Security Community”, coined by the prominent political scientist Karl Deutsch in 1957. The Security Community approach argues that common interstate identities and values should be developed to establish international organizations and mechanisms and to prevent wars. In this respect, the goal is that states in the security community share common value judgments and thus consider themselves as part of this community. In addition, the states should exhibit attitudes and behaviors consistent with these values in the face of adverse events. The enlargement procedures and criteria, which will be discussed in detail in later parts of the study, should be evaluated within this scope.\n<br/>Another approach that needs to be mention here is Neo-Functionalism. Neo-Functionalism was introduced by Ernst B. Haas in his book “The Uniting of Europe: Political, Social, and Economic Forces 1950-1957” published for the first time in 1958. One of the basic concepts emphasized by neo-functionalism is spill-over, which means that cooperation or integration in a particular policy area can spread to other related policy areas because of the contact with each other. This theory argues that an integration process in one sector of the economy will spread to other sectors of the economy, eventually cover the whole economy. This would bring about prosperity and peace in both economic and political spheres. As nation-states derived greater benefits from the new situation, they would endeavor to become a part of it by giving more support to international integration and this process."
  },
  {
    "id": "3122444",
    "unitNumber": 6,
    "text": "For the issue of European Integration and EU Enlargement, according to the Security Community approach, one of the international integration theories, common interstate identities and values should be developed to establish international organizations and mechanisms in order to prevent ............\n<br/>Which of the following correctly fills in the blank above?",
    "correctAnswer": "C",
    "options": {
      "A": "dominance of one country in the union,",
      "B": "economic depressions,",
      "C": "wars,",
      "D": "economic intervention of governments,",
      "E": "cultural imperialism"
    },
    "explanation": "European Integration and EU Enlargement\n<br/>The Security Community approach argues that common interstate identities and values should be developed to establish international organizations and mechanisms and to prevent wars."
  },
  {
    "id": "3122445",
    "unitNumber": 6,
    "text": "“The values and ideas of EU institutions are the determinants of the integration process.” This statement belongs to which of the following international integration theories?",
    "correctAnswer": "D",
    "options": {
      "A": "Functionalism",
      "B": "Secure Europe Approach",
      "C": "The Security Community approach",
      "D": "Neoinstitutionalism",
      "E": "Post institutionalism"
    },
    "explanation": "European Integration and EU Enlargement\n<br/>The approach of neoinstitutionalism is also important in terms of the integration-enlargement relationship. The basic assumption of neo-institutionalism is that institutions play an important role in determining behaviors and decisions of political actors (March &amp; Olsen, 1984: 78). Concerning this, neo-institutionalism points out that in addition to institutions’ official structures, their values and ideas are also important in the decisionmaking processes and the functioning of the EU. According to this approach, the values and ideas of EU institutions are the determinants of the integration process. For example, supranational institutions, such as the European Commission, the European Parliament (EP) and the Court of Justice of the European Union (CJEU), are highly influential in establishing policies at the EU level."
  },
  {
    "id": "3122446",
    "unitNumber": 6,
    "text": "I. Granting the country applying for EU membership the official status of “candidate country” after presentation of the membership perspective,\n<br/>II. Granting the country applying for EU membership the official status of “Quasi-candidate country” after presentation of the membership perspective,\n<br/>III. Initiation of accession negotiations;\n<br/>IV. Accession of the country to the Union by approval of all member states, following the completion of accession negotiations and necessary reforms.\n<br/>The EU accession process has three stages, all of which are subject to the approval of the existing member states.\n<br/>These stages are correctly given in which of the below given choices?",
    "correctAnswer": "A",
    "options": {
      "A": "I, III, IV",
      "B": "I, II, III, IV",
      "C": "I, IV",
      "D": "I, II, III",
      "E": "I, III, IV"
    },
    "explanation": "WHAT DOES THE ENLARGEMENT OF THE EUROPEAN UNION MEAN? Each phase of the EU accession process has three stages, all of which are subject to the approval of the existing member states. These stages are:\n<br/><ul><br/><li>Granting the country applying for EU membership the official status of “candidate country” after presentation of the membership perspective;</li><br/><li>Initiation of accession negotiations;</li><br/><li>Accession of the country to the Union by approval of all member states, following the completion of accession negotiations and necessary reforms.</li><br/></ul>"
  },
  {
    "id": "3122447",
    "unitNumber": 6,
    "text": "Which of the following is not listed among the main economic benefits of EU membership?",
    "correctAnswer": "B",
    "options": {
      "A": "economic access to the Union’s domestic market,",
      "B": "free agricultural support opportunities,",
      "C": "inclusion in the economic and monetary union,",
      "D": "increased competitiveness in the external world,",
      "E": "opportunities to utilize the Union’s financial assistance and funds."
    },
    "explanation": "The Main Benefits of the EU Membership\n<br/>As for the participant countries, the main economic benefits of EU membership are economic access to the Union’s domestic market, free movement opportunities, inclusion in the economic and monetary union, increased competitiveness in the external world, and opportunities to utilize the Union’s financial assistance and funds."
  },
  {
    "id": "3122448",
    "unitNumber": 6,
    "text": "Which of the following scholars developed the theory of functionalism?",
    "correctAnswer": "A",
    "options": {
      "A": "David Mitrany",
      "B": "Ernst Haas",
      "C": "Joseph S. Nye",
      "D": "Robert Schuman",
      "E": "Jean Monnet"
    },
    "explanation": "David Mitrany developed the theory of functionalism. The answer is A."
  },
  {
    "id": "3122449",
    "unitNumber": 6,
    "text": "Which of the following is one of the basic concepts emphasized by neo-functionalism, which means that cooperation or integration in a particular policy area can spread to other related policy areas because of the contact with each other?",
    "correctAnswer": "B",
    "options": {
      "A": "Federalism",
      "B": "Spill-over",
      "C": "Supranationalism",
      "D": "Nationalism",
      "E": "Internationalism"
    },
    "explanation": "One of the basic concepts emphasized by neo-functionalism is spill-over, which means that cooperation or integration in a particular policy area can spread to other related policy areas because of the contact with each other. The answer is B."
  },
  {
    "id": "3122450",
    "unitNumber": 6,
    "text": "Which of the following approaches holds that integration is possible through interstate social contacts, interaction and communication?",
    "correctAnswer": "C",
    "options": {
      "A": "Federalism",
      "B": "Functionalism",
      "C": "Social constructivism",
      "D": "Neo-functionalism",
      "E": "Liberal Internationalism"
    },
    "explanation": "Social Constructivism holds that integration is possible through interstate social<br/>contacts, interaction and communication. The answer is C."
  },
  {
    "id": "3122451",
    "unitNumber": 6,
    "text": "Which of the following entered into force on January 1, 1958 and established the European Economic Community (EEC) and the European Atomic Energy Community (EURATOM)?",
    "correctAnswer": "D",
    "options": {
      "A": "Schuman Declaration",
      "B": "Treaty of Paris",
      "C": "Brussels Treaty",
      "D": "Treaty of Rome",
      "E": "The Merger Treaty"
    },
    "explanation": "The Treaty of Rome, which was signed on March 25, 1957 and entered into force on January 1, 1958, established the European Economic Community (EEC) and the European Atomic Energy Community (EURATOM)."
  },
  {
    "id": "3122452",
    "unitNumber": 6,
    "text": "Which of the following set the legal framework for EU enlargement?",
    "correctAnswer": "E",
    "options": {
      "A": "Schuman Declaration",
      "B": "The Merger Treaty",
      "C": "The Brussels Treaty",
      "D": "Treaty of Paris",
      "E": "The Copenhagen Criteria"
    },
    "explanation": "The Copenhagen Criteria set the legal framework for EU enlargement."
  },
  {
    "id": "3122453",
    "unitNumber": 6,
    "text": "Which of the following is not one of the economic benefits of the EU membership for a candidate country?",
    "correctAnswer": "A",
    "options": {
      "A": "the establishment of democracy and respect for human rights",
      "B": "access to the Union’s domestic market",
      "C": "free movement opportunities",
      "D": "inclusion in the economic and monetary union",
      "E": "opportunities to utilize the Union’s financial assistance and funds"
    },
    "explanation": "As for the participant countries, the main economic benefits of EU membership are economic access to the Union’s domestic market, free movement opportunities, inclusion in the economic and monetary union, increased competitiveness in the external world, and opportunities to utilize the Union’s financial assistance and funds. The answer is A."
  },
  {
    "id": "3122454",
    "unitNumber": 6,
    "text": "Which of the following was responsible for transforming the European Community into the European Union?",
    "correctAnswer": "C",
    "options": {
      "A": "The Lisbon Treaty",
      "B": "The Treaty of Rome",
      "C": "The Maastricht Treaty",
      "D": "The Merger Treaty",
      "E": "The Single European Act"
    },
    "explanation": "The Maastricht Treaty in 1992 (Treaty on European Union) was responsible for transforming the European Community into the European Union. The answer is C."
  },
  {
    "id": "3122455",
    "unitNumber": 6,
    "text": "Which of the following was established by the UK and other countries as an alternative to the European Community?",
    "correctAnswer": "A",
    "options": {
      "A": "EFTA",
      "B": "NATO",
      "C": "EUROTAM",
      "D": "EEC",
      "E": "COMECON"
    },
    "explanation": "EFTA was established by the UK and other countries as an alternative to the European Community. The answer is A."
  },
  {
    "id": "3122456",
    "unitNumber": 6,
    "text": "Which of the following was one of the current candidate countries of the EU?",
    "correctAnswer": "E",
    "options": {
      "A": "Crotia",
      "B": "Bulgaria",
      "C": "Romania",
      "D": "Slovenia",
      "E": "Turkey"
    },
    "explanation": "Current candidates of the EU are: Albania, North Macedonia, Montenegro, Serbia, and Turkey. The answer is E."
  },
  {
    "id": "3122457",
    "unitNumber": 6,
    "text": "Which of the following countries joined the EU in 2013?",
    "correctAnswer": "E",
    "options": {
      "A": "Turkey",
      "B": "Greece",
      "C": "Bulgaria",
      "D": "Slovenia",
      "E": "Crotia"
    },
    "explanation": "Crotia joined the EU in 2013. The answer is E."
  },
  {
    "id": "3122458",
    "unitNumber": 6,
    "text": "Which of the below is NOT one of the deepening processes of the EU has experienced since its establishment?",
    "correctAnswer": "C",
    "options": {
      "A": "The Treaty of Nice",
      "B": "the Treaty of Amsterdam",
      "C": "The Treaty of Oslo",
      "D": "The Treaty of Maastricht",
      "E": "The Single European Act"
    },
    "explanation": "The EU has experienced five main deepening processes since its establishment. These are; the Single European Act (1986), the Treaty of Maastricht (1992), the Treaty of Amsterdam (1997), the Treaty of Nice (2001) and the Treaty of Lisbon (2007)."
  },
  {
    "id": "3122459",
    "unitNumber": 6,
    "text": "Which of the below is true about the enlargement of the European Union?",
    "correctAnswer": "E",
    "options": {
      "A": "It stands as a 25-member Union that implements common policies in many areas.",
      "B": "It has experienced five main enlargement processes since its establishment.",
      "C": "It involves changes to the founding treaties.",
      "D": "It refers to the increased level of the Union’s competence and activity and to the reforms and changes in the institutional structure.",
      "E": "It refers to the accession of new member states to the Union."
    },
    "explanation": "The enlargement of the European Union refers to the accession of new member states to the Union. European integration has undergone various successive enlargement and deepening processes, and today it stands as a 28-member Union that implements common policies in many areas, including those related to currency, agricultural and migration policies."
  },
  {
    "id": "3122460",
    "unitNumber": 6,
    "text": "Which of the below is true about functionalism?",
    "correctAnswer": "A",
    "options": {
      "A": "It argues that intersocietal and interstate economic, political, cultural and military relationships are in perpetual motion.",
      "B": "This theory was developed by David Mitrany in the 1950s.",
      "C": "It links the existence of a real peace environment to the existence of a less integration among nations.",
      "D": "It is in favor of decreasing nations' dependence on each other.",
      "E": "It emphasizes the existence of functional international organizations that depend on national interests."
    },
    "explanation": "Functionalism, an international integration theory, argues that intersocietal and interstate economic, political, cultural and military relationships are in perpetual motion. This theory was developed by David Mitrany in the 1930s. It links the existence of a real peace environment to the existence of an international system where states are more integrated through common interests and needs. For building the peace, functionalism emphasizes the existence of functional international organizations that are free from national interests and encourage more intense cooperation among actors."
  },
  {
    "id": "3122461",
    "unitNumber": 6,
    "text": "Which of the below argues that establishing mechanisms is not technically necessary for integration, emphasizing rather, that integration is possible through interstate social contacts, interaction and communication?",
    "correctAnswer": "A",
    "options": {
      "A": "Social Constructivism",
      "B": "Institutionalism",
      "C": "Neo-Institutionalism",
      "D": "Neo-Functionalism",
      "E": "Functionalism"
    },
    "explanation": "Social Constructivism argues that establishing mechanisms is not technically necessary for integration, emphasizing rather, that integration is possible through interstate social contacts, interaction and communication. This view is based on the assumption that increased interstate interaction and communication, especially at the social, economic, cultural and political level, will lead to a sense of unity, which will accelerate the integration."
  },
  {
    "id": "3122462",
    "unitNumber": 6,
    "text": "Which one of the below is NOT one of the the main benefits of the EU membership?",
    "correctAnswer": "B",
    "options": {
      "A": "To eliminate security threats",
      "B": "To establish a regional model of cooperation among the countries",
      "C": "To create a dominant sense of peace and stability over the entire continent",
      "D": "To create the moral responsibility of reuniting a Europe that was divided during the Cold War",
      "E": "To establish free movement opportunities"
    },
    "explanation": "Although the Union could have chosen to establish a regional model of cooperation among the countries, most of which were poor and largely reliant on agriculture, it has opted to enlarge, despite all the negative effects and risks, enlargement posed to its institutional and financial structures, and in doing so has made a strong, concrete commitment. In other words, for the Union, excluding these countries from enlargement seemed to be a more inconvenient and risky policy option than to let them participate in the Union."
  },
  {
    "id": "3122463",
    "unitNumber": 6,
    "text": "When was the Treaty of Amsterdam introduced?",
    "correctAnswer": "D",
    "options": {
      "A": "1986",
      "B": "1992",
      "C": "1995",
      "D": "1997",
      "E": "1999"
    },
    "explanation": "The Treaty of Amsterdam was introduced in 1997."
  },
  {
    "id": "3122464",
    "unitNumber": 6,
    "text": "Which of the below is NOT one of the current criteria of being a member of EU?",
    "correctAnswer": "E",
    "options": {
      "A": "The capacity to adopt and implement EU legislation",
      "B": "Functioning market economy",
      "C": "Presence of human rights and respect for and protection of minorities",
      "D": "Presence of a stable institutional structure guaranteeing democracy",
      "E": "Being geographically in Europe"
    },
    "explanation": "Being geographically in Europe criteria was legitimate before the enlargement policy of EU."
  },
  {
    "id": "3122465",
    "unitNumber": 6,
    "text": "Which of the below is NOT one of the candidate countries of the EU?",
    "correctAnswer": "C",
    "options": {
      "A": "Albania",
      "B": "Turkey",
      "C": "England",
      "D": "Republic of North Macedonia",
      "E": "Montenegro"
    },
    "explanation": "Current candidate countries of the EU are:\n • Albania<br/>• Republic of North Macedonia<br/>• Montenegro\n • Serbia\n • Turkey"
  },
  {
    "id": "3122466",
    "unitNumber": 6,
    "text": "Which of the below is true about Accession Partnership Document (APD)?",
    "correctAnswer": "E",
    "options": {
      "A": "It is a financial instrument by which the EU supports reforms in the “enlargement countries”.",
      "B": "This is the document that cements the country’s membership of the EU.",
      "C": "It evaluates the progress made by the candidate country in the accession process and forms the basis of the Council’s decisions on the accession process.",
      "D": "It is prepared by the candidate country.",
      "E": "The short- and medium-term requirements of the candidate country during the pre-accession preparation stage are determined."
    },
    "explanation": "In this document, which is prepared by the Commission, the short- and medium-term requirements of the candidate country during the pre-accession preparation stage are determined and the EU financial assistance issue is regulated and collected under a single framework. In terms of the procedure, the Council unanimously decides to establish accession partnerships with the candidate country."
  },
  {
    "id": "3122467",
    "unitNumber": 6,
    "text": "Which of the below is true about EFTA?",
    "correctAnswer": "B",
    "options": {
      "A": "It is an international communication organization.",
      "B": "It was established on January 4, 1960.",
      "C": "It is headquartered in Lisbon.",
      "D": "EFTA has eleven members.",
      "E": "Finland became a member of the EFTA in 1970."
    },
    "explanation": "The EFTA is an international trade organization headquartered in Geneva, Switzerland. It was established on January 4, 1960 with the Stockholm Convention signed by Austria, Denmark, Norway, Portugal, Sweden, Switzerland and the United Kingdom. Finland became a member of the EFTA in 1986 and Iceland in 1970. Most of its members, including the founders, left EFTA and joined the EU. The EFTA now has only four members, Iceland, Switzerland, Liechtenstein and Norway. Norway and Switzerland have shown no interest in leaving the EFTA to join the EU. The founding Stockholm Convention was superseded by the Vaduz Convention."
  },
  {
    "id": "3122468",
    "unitNumber": 6,
    "text": "I. It's an international integration theory.\n II. It argues that intersocietal and interstate economic relationships are in perpetual motion.\n III.It was developed by David Mitrany in the 1930s.\n Which of the above is correct regarding 'functionalism'?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "Functionalism, an international integration theory, argues that intersocietal and interstate economic, political, cultural and military relationships are in perpetual motion. This theory was developed by David Mitrany in the 1930s and offered an approach wherein the basic logic of integration is to build a network of national actors who are involved in the integration process in order to collectively meet needs and interests."
  },
  {
    "id": "3122469",
    "unitNumber": 6,
    "text": "I. Common interstate identities and values should be developed to establish international organisations.\n II. The goal is that the states share common value judgments.\n III. The states should exhibit attitudes and behaviours consistent with value judgments in the face of adverse events.\n Which of the above is correct regarding the Security Community approach?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "The Security Community approach argues that common interstate identities and values should be developed to establish international organizations and mechanisms and to prevent wars. In this respect, the goal is that states in the security community share common value judgments and thus consider themselves as part of this community. In addition, the states should exhibit attitudes and behaviors consistent with these values in the face of adverse events. The enlargement procedures and criteria, which will be discussed in detail in later parts"
  },
  {
    "id": "3122470",
    "unitNumber": 6,
    "text": "I. It argues that establishing mechanisms is not technically necessary.\n II. It is based on the assumption that interstate interaction is enough to lead to a sense of unity.\n III. Spill-over is emphasised, meaning that cooperation or integration in a particular policy can spread to other policy areas.\n Which of the above is correct regarding Social Constructivism?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "Social Constructivism argues that establishing mechanisms is not technically necessary for integration, emphasizing rather, that integration is possible through interstate social contacts, interaction and communication. This view is based on the assumption that increased interstate interaction and communication, especially at the social, economic, cultural and political level, will lead to a sense of unity, which will accelerate the integration. However, one of the basic concepts emphasized by neo-functionalism is spill-over, which means that cooperation or integration in a particular policy area can spread to other related policy areas because of the contact with each other."
  },
  {
    "id": "3122471",
    "unitNumber": 6,
    "text": "What was the name of the treaty that was signed to bring the executive bodies of the ECSC, EEC and EURATOM together in order to form a single council and a single commission?",
    "correctAnswer": "B",
    "options": {
      "A": "Treaty on European Communities",
      "B": "The Merger Treaty",
      "C": "The Treaty of Amsterdam",
      "D": "The Maastricht Treaty",
      "E": "The Treaty of Nice"
    },
    "explanation": "The Merger Treaty, also known as the Treaty of Brussels, was signed in 1965 to bring the executive bodies of the ECSC, EEC and EURATOM together in order to form a single council and a single commission, but this treaty did not enter into force until July 1, 1967."
  },
  {
    "id": "3122472",
    "unitNumber": 6,
    "text": "I. Granting the country \"candidate country\" status.\n<br/>II. Initiation of accession negotiations,\n<br/>III. Accession of the country to the Union by approval of all member states.\n<br/>Which of the above is the correct stages for a country to be admitted to the European Union?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "Each phase of this process has three stages, all of which are subject to the approval of the existing member states. These stages are:\n<br/>• Granting the country applying for EU membership the official status of “candidate country” after presentation of the membership perspective;\n<br/>• Initiation of accession negotiations;\n<br/>• Accession of the country to the Union by approval of all member states, following the completion of accession negotiations and necessary reforms."
  },
  {
    "id": "3122473",
    "unitNumber": 6,
    "text": "I. Economic access to the Union's domestic market.\n II. Free movement opportunities,\n III. Inclusion in the economic and monetary union.\n Which of the above is correct regarding the advantages of the EU membership for the participant countries?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "As for the participant countries, the main economic benefits of EU membership are economic access to the Union’s domestic market, free movement opportunities, inclusion in the economic and monetary union, increased competitiveness in the external world, and opportunities to utilize the Union’s financial assistance and funds."
  },
  {
    "id": "3122474",
    "unitNumber": 6,
    "text": "I. Enlargement is a policy based on conditionality.\n<br/>II. The applicant countries must fulfill the criteria that they are set to.\n<br/>III. The applicant countries must meet the Copenhagen Criterias to join the Union.\n<br/>Which of the above is correct regarding the accession criteria?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "the enlargement is also a policy based on conditionality, meaning that the membership of a candidate country depends on its progress in fulfilling the criteria/ conditions required at every stage of the accession process. Apart from Europeanness, the other criteria a candidate country should meet are set out in the Copenhagen Summit (1993) in light of the experience gained from the first three enlargements and within the scope of the fifth enlargement wave involving the Central and Eastern European Countries."
  },
  {
    "id": "3122475",
    "unitNumber": 6,
    "text": "Which of the countries below is <strong>not</strong> a candidate country of the EU?",
    "correctAnswer": "C",
    "options": {
      "A": "Albania",
      "B": "Montenegro",
      "C": "Kosovo",
      "D": "Serbia",
      "E": "Turkey"
    },
    "explanation": "Current candidate countries of the EU are:\n • Albania\n • Republic of North Macedonia\n • Montenegro\n • Serbia\n • Turkey"
  },
  {
    "id": "3122476",
    "unitNumber": 6,
    "text": "I. The content and the principles on which the Union is founded.\n II. Joint actions, common positions and declarations.\n III. International agreements concluded by the Communities.\n Which of the above is correctly included in the acquis?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "In addition to legislative alignment, the accession also implies timely and effective implementation of the acquis. The acquis is constantly evolving and includes:\n - the content, principles and political objectives of the Treaties on which the Union is founded;\n - joint actions, joint positions, conventions signed, resolutions, statements and other acts agreed upon within the framework of justice and home affairs;\n - international agreements concluded by the Communities, the Communities jointly with their Member States, the Union, and those concluded by the Member States among themselves with regard to Union activities."
  },
  {
    "id": "3122477",
    "unitNumber": 6,
    "text": "I. It's an international trade company, headquartered in Geneva.\n II. It was established with the Stockholm Convention.\n III. The members are Iceland, Norway, Finland and Switzerland.\n Which of the above is correct regarding the EFTA?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "EFTA: The EFTA is an international trade organization headquartered in Geneva, Switzerland. It was established on January 4, 1960 with the Stockholm Convention signed by Austria, Denmark, Norway, Portugal, Sweden, Switzerland and the United Kingdom. Finland became a member of the EFTA in 1986 and Iceland in 1970. Most of its members, including the founders, left EFTA and joined the EU. The EFTA now has only four members, Iceland, Switzerland, Liechtenstein and Norway. Norway and Switzerland have shown no interest in leaving the EFTA to join the EU. The founding Stockholm Convention was superseded by the Vaduz Convention"
  },
  {
    "id": "3122478",
    "unitNumber": 6,
    "text": "At present, which of the followings is among the four official candidate countries for EU membership, other than Turkish Republic?",
    "correctAnswer": "B",
    "options": {
      "A": "Iceland.",
      "B": "North Macedonia.",
      "C": "Bosnia and Herzegovina.",
      "D": "Kosovo.",
      "E": "Romania."
    },
    "explanation": "Page 153.<br/>At present, there are four official candidate countries for EU membership, other than Turkey: North Macedonia, Montenegro, Serbia and Albania. The EU continues to hold accession talks and negotiations with Turkey, Montenegro and Serbia. Bosnia and Herzegovina and Kosovo are currently potential candidate countries. Therefore, the correct option is B."
  },
  {
    "id": "3122479",
    "unitNumber": 6,
    "text": "Which of the followings argues that intersocietal and interstate economic, political, cultural and military relationships are in perpetual motion?",
    "correctAnswer": "B",
    "options": {
      "A": "Federalism.",
      "B": "Functionalism.",
      "C": "Confederalism.",
      "D": "Institutionalism.",
      "E": "Feudalism."
    },
    "explanation": "Page 154.<br/>Functionalism, an international integration theory, argues that intersocietal and interstate economic, political, cultural and military relationships are in perpetual motion. Therefore, the correct option is B."
  },
  {
    "id": "3122480",
    "unitNumber": 6,
    "text": "Which of the followings argues that an integration process in one sector of the economy will spread to other sectors of the economy, eventually cover the whole economy?",
    "correctAnswer": "E",
    "options": {
      "A": "Functionalism.",
      "B": "Institutionalism.",
      "C": "Federalism.",
      "D": "Neo-institutionalism.",
      "E": "Neo-functionalism"
    },
    "explanation": "Page 154.<br/>Neo-Functionalism was introduced by Ernst B. Haas in his book “The Uniting of Europe: Political, Social, and Economic Forces 1950-1957” published for the first time in 1958. One of the basic concepts emphasized by neo-functionalism is spill-over, which means that cooperation or integration in a particular policy area can spread to other related policy areas because of the contact with each other. This theory argues that an integration process in one sector of the economy will spread to other sectors of the economy, eventually cover the whole economy. This would bring about prosperity and peace in both economic and political spheres. As nation-states derived greater benefits from the new situation, they would endeavor to become a part of it by giving more support to international integration and this process. Therefore, the correct option is E."
  },
  {
    "id": "3122481",
    "unitNumber": 6,
    "text": "Which of the followings was signed to bring the executive bodies of the ECSC, EEC and EURATOM together in order to form a single council and a single commission in 1965?",
    "correctAnswer": "D",
    "options": {
      "A": "Treaty of Paris.",
      "B": "Treaty of Rome.",
      "C": "Madrid Criteria.",
      "D": "Treaty of Brussels.",
      "E": "Treaty of Amsterdam."
    },
    "explanation": "Page 156.<br/>The Merger Treaty, also known as the Treaty of Brussels, was signed in 1965 to bring the executive bodies of the ECSC, EEC and EURATOM together in order to form a single council and a single commission, but this treaty did not enter into force until July 1, 1967. Therefore, the correct option is D."
  },
  {
    "id": "3122482",
    "unitNumber": 6,
    "text": "Which of the followings provided the necessary legal basis for EU enlargement and expanded the scope of the qualified majority voting system?",
    "correctAnswer": "A",
    "options": {
      "A": "The Nice Summit.",
      "B": "The Copenhagen Summit.",
      "C": "The Madrid Summit.",
      "D": "The Maastricht Summit.",
      "E": "The Merger Treaty."
    },
    "explanation": "Page 156.<br/>The Treaty of Nice was signed on February 26, 2001 and entered into force on February 1, 2003. This Treaty aimed to prepare the Central and Eastern European countries for the accession process and the Union’s decision-making mechanisms. In this context, how to shape the necessary institutional structure of the EU, the number of seats in the EU Parliament, the structure of the Commission, and the vote distribution in the Council were regulated. The Nice Summit provided the necessary legal basis for EU enlargement and expanded the scope of the qualified majority voting system. Therefore, the correct option is A."
  },
  {
    "id": "3122483",
    "unitNumber": 6,
    "text": "In the negotiation process of the Western Balkan countries, which of the followings is the Chapter 24 about?",
    "correctAnswer": "C",
    "options": {
      "A": "Fundamental Rights.",
      "B": "Free circulation within common market.",
      "C": "Justice, freedom and security.",
      "D": "Process of natural resources.",
      "E": "Global warming and emission of hazardous gases."
    },
    "explanation": "Page 157.<br/>In the negotiation process of the Western Balkan countries, which are currently seeking EU membership, the European Commission has developed a new approach to Chapter 23 (Judiciary and Fundamental Rights) and Chapter 24 (Justice, Freedom and Security). Therefore, the correct option is C."
  },
  {
    "id": "3122484",
    "unitNumber": 6,
    "text": "I. Granting the applying country the official status of “candidate country”, <br/>II. Initiation of accession negotiations,<br/>III. Accession of the country to the Union.\n Which of the ones listed above is among the stages in the phases of the EU accession process?",
    "correctAnswer": "B",
    "options": {
      "A": "I &amp; II.",
      "B": "I, II &amp; III.",
      "C": "II &amp; III.",
      "D": "Only II.",
      "E": "I &amp; III."
    },
    "explanation": "Page 158.<br/>The EU accession process will be discussed in detail later in this chapter. Each phase of this process has three stages, all of which are subject to the approval of the existing member states. These stages are: <br/>• Granting the country applying for EU membership the official status of “candidate country” after presentation of the membership perspective; <br/>• Initiation of accession negotiations; <br/>• Accession of the country to the Union by approval of all member states, following the completion of accession negotiations and necessary reforms. \n Therefore, the correct option is B."
  },
  {
    "id": "3122485",
    "unitNumber": 6,
    "text": "Which of the followings is <strong>not</strong> among the reasons behind enlargement in terms of the EU?",
    "correctAnswer": "B",
    "options": {
      "A": "Creation of cheap labor opportunities.",
      "B": "To rely on the use of militay force in foreign policy.",
      "C": "Growth of the trade volume with the opening of new markets.",
      "D": "To serve the EU’s interests.",
      "E": "To become a more effective economic and political actor globally."
    },
    "explanation": "Page 158.<br/>The reasons behind enlargement can be evaluated in terms of both the EU and the candidate countries. From the EU perspective, enlargement is, above all, a political decision, and is a policy implemented because it is considered to serve the EU’s interests. The benefit of enlargement to the Union is that it gives it an opportunity to become a more effective and weighted economic and political actor globally. The EU uses enlargement as an effective means of expanding its influence and potency as a civilian or soft power in bringing forward economic, diplomatic and cultural elements as well as its gravitational pull, rather than relying on the use of force, in foreign policy. With the EU’s control of the enlargement process on the basis of conditionality, it is able to determine its direction, which makes enlargement a much more attractive policy instrument. From the economic perspective, the enlargement process leads to a rise in the Union’s total GDP, growth of the trade volume with the opening of new markets, creation of cheap labor opportunities, reduction of regional differences and greater overall economic dynamism from the addition of new member states. From the political perspective, the enlargement process enables the EU to spread and secure political stability and democratic rule that respects human rights across the continent, and to increase its diplomatic influence and leverage in the international arena.Therefore, the correct option is B."
  },
  {
    "id": "3122486",
    "unitNumber": 6,
    "text": "\"Apart from Europeanness, the other criteria a candidate country should meet are set out in the Copenhagen Summit (1993).\"\n Which of the followings can be considered among the economic criteria set in this summit?",
    "correctAnswer": "D",
    "options": {
      "A": "Capacity to adopt and implement EU legislation.",
      "B": "Presence of a stable institutional structure guaranteeing democracy.",
      "C": "Compliance with the Acquis Communautaire.",
      "D": "Capacity to cope with market forces within the Union.",
      "E": "Alignment with the objectives of political union."
    },
    "explanation": "Page 162.<br/>Apart from Europeanness, the other criteria a candidate country should meet are set out in the Copenhagen Summit (1993) in light of the experience gained from the first three enlargements and within the scope of the fifth enlargement wave involving the Central and Eastern European Countries (CEECs):<br/><strong>Political Criteria:</strong> Presence of a stable institutional structure guaranteeing democracy, the rule of law, human rights and respect for and protection of minorities. <br/><strong>Economic Criteria:</strong> Presence of a functioning market economy and a capacity to cope with competitive pressure and market forces within the Union. <br/><strong>Compliance with the Acquis Communautaire:</strong> Possession of the capacity to adopt and implement EU legislation, including alignment with the objectives of political, economic and monetary union.\n Therefore, the correct option is D."
  },
  {
    "id": "3122487",
    "unitNumber": 6,
    "text": "Which of the followings is the document, which is prepared by the Commission, in which the short and medium-term requirements of the candidate country during the pre-accession preparation stage are determined?",
    "correctAnswer": "A",
    "options": {
      "A": "Accession Partnership Document.",
      "B": "Indicative Strategy Paper.",
      "C": "Instrument for Pre-accession Assistance.",
      "D": "National Program.",
      "E": "Progress Report."
    },
    "explanation": "Page 165.<br/>Accession Partnership Document (APD): In this document, which is prepared by the Commission, the short- and medium-term requirements of the candidate country during the pre-accession preparation stage are determined and the EU financial assistance issue is regulated and collected under a single framework. In terms of the procedure, the Council unanimously decides to establish accession partnerships with the candidate country. Although the document is prepared by the Commission in consultation with the candidate country, this unilateral text is not negotiated. Therefore, the correct option is A."
  },
  {
    "id": "3122488",
    "unitNumber": 7,
    "text": "<ul><br/><li>It's a debt crisis that broke out in Greece in 2009</li><br/><li>It was triggered by the speculative mortgage lending</li><br/></ul><br/>What is the name of the crisis which was caused by the above factors?",
    "correctAnswer": "B",
    "options": {
      "A": "Brexit crisis",
      "B": "Eurozone crisis",
      "C": "Post-Maastricht crisis",
      "D": "Lisbon crisis",
      "E": "Schengen crisis"
    },
    "explanation": "Eurozone crisis or as mostly referred as sovereign debt crisis that broke out in Greece in 2009 is fundamentally due to weak and unstable integration of peripheral countries in the Eurozone. It was triggered by the speculative mortgage lending by the US financial institutions in 2007."
  },
  {
    "id": "3122489",
    "unitNumber": 7,
    "text": "Which of the following created a major challenge in 2015 at the EU's external borders?",
    "correctAnswer": "C",
    "options": {
      "A": "Threat from Russia",
      "B": "Syrian civil war",
      "C": "The influx of refugees",
      "D": "Brexit",
      "E": "Threat from Iran"
    },
    "explanation": "The influx of refugees in 2015 created a further major challenge at the EU’s external borders and for the internal ‘Schengen’ free movement regime."
  },
  {
    "id": "3122490",
    "unitNumber": 7,
    "text": "After which agreement has the EU consolidated institutionally?",
    "correctAnswer": "D",
    "options": {
      "A": "The Treaty of Madrid",
      "B": "The Treaty of London",
      "C": "The Treaty of Paris",
      "D": "The Treaty of Lisbon",
      "E": "The Treaty of Stockholm"
    },
    "explanation": "When the Treaty of Lisbon entered into force in December 2009, the EU finally appeared to have consolidated institutionally after a series of incremental treaty revisions."
  },
  {
    "id": "3122491",
    "unitNumber": 7,
    "text": "Which of the following is true about debtor and creditor countries in EU?",
    "correctAnswer": "E",
    "options": {
      "A": "Debtor countries welcome conditionality",
      "B": "Creditor countries prefer risk-sharing",
      "C": "Creditor countries want redistribution",
      "D": "Debtor countries prefer risk-reduction",
      "E": "Creditor countries want to ensure compliance"
    },
    "explanation": "Whereas debtor countries - inter alia Greece, Italy and Spain - welcome risksharing,<br/>i.e. redistribution, but wish to avoid conditionality, creditor countries like Germany, Austria, Finland and the Netherlands prefer riskreduction over risk-sharing by establishing formal enforcement mechanisms to ensure compliance."
  },
  {
    "id": "3122492",
    "unitNumber": 7,
    "text": "\"Europe’s democracy (and the EU’s own legitimacy) has been at risk as national publics in several member countries have become increasingly dissatisfied not only with the EU but also with their incumbent governments. This growing political tension, in turn, has generated a rise of populist challenger parties both in the national and European electoral arena\".\n<br/>Which of the following is an example of the above-mentioned populist challenger parties?",
    "correctAnswer": "C",
    "options": {
      "A": "European Green Party",
      "B": "Party of European Socialists",
      "C": "Alternative für Deutschland",
      "D": "Alliance of European Conservatives and Reformists",
      "E": "European People's Party"
    },
    "explanation": "This growing political tension, in turn, has generated a rise of populist challenger parties both in the national and European electoral arena. Key examples include, the UK Independence Party (UKIP) in Britain, Geert Wilders’s Freedom Party in the Netherlands, Alternative für Deutschland (AfD) in Germany."
  },
  {
    "id": "3122493",
    "unitNumber": 7,
    "text": "\"The legislative measures introduced with ................ develop and strengthen the Stability and Growth Pack, which is the framework for coordination of the fiscal policies of the member states within a broader context of economic governance.\"\n<br/>Which of the following completes the sentence above correctly?",
    "correctAnswer": "D",
    "options": {
      "A": "The Nine-Pack and the Two-Pack",
      "B": "The Eight-Pack and the Three-Pack",
      "C": "The Seven-Pack and the Two-Pack",
      "D": "The Six-Pack and the Two-Pack",
      "E": "The Five-Pack and the Two-Pack"
    },
    "explanation": "The legislative measures introduced with the Six-Pack and the Two-Pack develop and<br/>strengthen the Stability and Growth Pack, which is the framework for coordination of the fiscal policies of the member states within a broader context of economic governance."
  },
  {
    "id": "3122494",
    "unitNumber": 7,
    "text": "Which of the following parties has a conservative, nationalist and xenophobic discourse in Germany?",
    "correctAnswer": "A",
    "options": {
      "A": "Alternative for Germany",
      "B": "Christian Democratic Union",
      "C": "Social Demacratic Party of Germany",
      "D": "Free Democratic Party",
      "E": "The Left"
    },
    "explanation": "Adopting a conservative, nationalist and xenophobic discourse, the AfD has filled a<br/>representation gap on cultural integration issues in the German party system, attracted the growing number of citizens who were dissatisfied with the migration policy of the coalition government, hence combining anti-migration and anti-establishment sentiment."
  },
  {
    "id": "3122495",
    "unitNumber": 7,
    "text": "Which of the followings initiated a process of disintegration in Europe?",
    "correctAnswer": "C",
    "options": {
      "A": "Schengen crisis",
      "B": "Refugee crisis",
      "C": "Brexit",
      "D": "Eurozone crisis",
      "E": "European financial crisis"
    },
    "explanation": "Whereas the Euro crisis has produced more integration, the Schengen crisis has not, and the Brexit referendum has initiated a process of disintegration."
  },
  {
    "id": "3122496",
    "unitNumber": 7,
    "text": "\"All member states would ideally want a Union in which they manage their higher levels of interdependence but also they retain maximum autonomy\".\n Which of the following key areas of tensions in Europe is relevant to above-mentioned sentence?",
    "correctAnswer": "A",
    "options": {
      "A": "EU collectivity and its member states",
      "B": "A functionalist EU",
      "C": "The Union as a political union",
      "D": "The classical tension between states and market",
      "E": "The EU and its wider international environment"
    },
    "explanation": "The first tension is between the EU collectivity and its member states. It is worth stressing that the nature of the relationship between the whole and the constituent parts has never been a zerosum game where the strengthening powers of the<br/>one inevitably leads to weakening of those of the other. As a unique form of joint exercise of pooled national sovereignties, the EU has not transcended the European states but transformed them from nation-states to member states. European integration should be studied as a process of state transformation. All member states would ideally want a Union in which they manage their higher levels of interdependence but also they retain maximum autonomy."
  },
  {
    "id": "3122497",
    "unitNumber": 7,
    "text": "\"The blurring of the distinction between external security and internal security on the one hand, and between hard power and soft power on the other, underlines how important the unstable and disorderly neighbourhood has become to Europe\".\n<br/>Which of the following key areas of tensions in Europe is relevant to above-mentioned sentence?",
    "correctAnswer": "B",
    "options": {
      "A": "Functionalist EU",
      "B": "The EU and its wider international environment",
      "C": "The Union as a problem-solving entity",
      "D": "An ever closer union versus the various forms of differentiated<br/>integration",
      "E": "States versus the market"
    },
    "explanation": "The last tension relates to the EU and its wider international environment. The blurring of the distinction between external security and internal security on the one hand, and between hard power and soft power on the other, underlines how important the unstable and disorderly neighbourhood has become to Europe."
  },
  {
    "id": "3122498",
    "unitNumber": 7,
    "text": "Which of the following statements is false regarding the \"Eurozone crisis\"?",
    "correctAnswer": "D",
    "options": {
      "A": "It was, in essence, a burden-sharing crisis.",
      "B": "Successive enlargements have sharpened the core-periphery cleavage within the Euro area.",
      "C": "Eurozone crisis is mostly referred as sovereign debt crisis.",
      "D": "It broke out in Latvia in 2009.",
      "E": "It was triggered by the speculative mortgage lending by the US financial institutions in 2007."
    },
    "explanation": "An Introductory to Crises in European Integration<br/>Eurozone crisis or as mostly referred as sovereign debt crisis that broke out in Greece in 2009 is fundamentally due to weak and unstable integration of peripheral countries in the Eurozone."
  },
  {
    "id": "3122499",
    "unitNumber": 7,
    "text": "Which of the followings is an example of how practices of differentiated integration might feed up perceptions of marginalization from the core policy areas and fears of having no voice in shaping of future reforms?",
    "correctAnswer": "B",
    "options": {
      "A": "Opt-outs",
      "B": "Brexit",
      "C": "Euroscepticism",
      "D": "The Schengen and Refugee Crisis",
      "E": "Postfunctionalism"
    },
    "explanation": "Crises in European Integration<br/>Brexit is an example of how practices of differentiated integration might feed up perceptions of marginalization from the core policy areas and fears of having no voice in shaping of future reforms."
  },
  {
    "id": "3122500",
    "unitNumber": 7,
    "text": "Which of the following crises have allowed the newly formed EU to operate in a context of European politics characterized by contestation of EU issues in domestic arenas paralleled by a gradual decline in public enthusiasm and support for the European integration project?",
    "correctAnswer": "D",
    "options": {
      "A": "The Eurozone Crisis",
      "B": "The Schengen Crisis",
      "C": "The Refugee Crisis",
      "D": "The Treaty Ratification Crises",
      "E": "The UK Brexit Crisis"
    },
    "explanation": "Crises in European Integration<br/>Treaty ratification crises have allowed the newly formed EU to operate in a context of European politics characterized by contestation of EU issues in domestic arenas paralleled by a gradual decline in public enthusiasm and support for the European integration project."
  },
  {
    "id": "3122501",
    "unitNumber": 7,
    "text": "Which of the following countries is a debtor country in EU?",
    "correctAnswer": "B",
    "options": {
      "A": "Austria",
      "B": "Spain",
      "C": "Finland",
      "D": "Netherlands",
      "E": "Germany"
    },
    "explanation": "THE NEW CONTEXT OF EU MULTIPLE CRISES<br/>Spain is a debtor country."
  },
  {
    "id": "3122502",
    "unitNumber": 7,
    "text": "Which of the following key features of the crisis-driven politicization in the EU is false?",
    "correctAnswer": "C",
    "options": {
      "A": "Politicization has not remained solely at the national level; it has become multi-levelled.",
      "B": "Politicization has become more nation and region specific or differentiated.",
      "C": "“International politics” is still the crucial arena for the politicization of the EU.",
      "D": "The substantive content of politicization was broadened to cover the EU’s governing authority.",
      "E": "Politicization has had differential effects and consequences for the Euro crisis and for the Schengen crisis."
    },
    "explanation": "CRISIS-DRIVEN POLITICIZATION OF EUROPEAN INTEGRATION<br/>“National politics” is still the crucial arena for the politicization of the EU."
  },
  {
    "id": "3122503",
    "unitNumber": 7,
    "text": "Which of the followings is a set of rules designed to ensure that countries in the EU implement sound public finances and coordinate their fiscal policies with the aim of achieving the well-functioning of the Economic and Monetary Union?",
    "correctAnswer": "A",
    "options": {
      "A": "Stability and Growth Pact",
      "B": "The Six-Pack",
      "C": "The Two-Pack",
      "D": "Opt-outs",
      "E": "Intergovernmentalism"
    },
    "explanation": "The New EU Inter-Institutional Dynamics<br/>Stability and Growth Pact (SGP): It is a set of rules designed to ensure that countries in the EU implement sound public finances and coordinate their fiscal policies with the aim of achieving the well-functioning of the Economic and Monetary Union."
  },
  {
    "id": "3122504",
    "unitNumber": 7,
    "text": "Which of the following countries is not in \"Schengen Area\"?",
    "correctAnswer": "E",
    "options": {
      "A": "The Czech Republic",
      "B": "Estonia",
      "C": "Liechtenstein",
      "D": "Lithuania",
      "E": "Serbia"
    },
    "explanation": "COMPARING THE EURO CRISIS AND THE SCHENGEN CRISIS<br/>Schengen area: It covers 26 countries without border controls among them. These countries are Austria, Belgium, the Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, the Netherlands, Norway, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden and Switzerland."
  },
  {
    "id": "3122505",
    "unitNumber": 7,
    "text": "Which of the followings is a reflection of tension between an ‘ever closer union’ and the various forms of ‘differentiated integration?",
    "correctAnswer": "B",
    "options": {
      "A": "The EU has not transcended the European states but transformed them from nation-states to member states",
      "B": "The UK’s membership of the EU and the challenge of Brexit.",
      "C": "The member states had “determined to lay the foundations of an ever closer union among the peoples of Europe”.",
      "D": "A hostile domestic political context and intensified tension between domestic politics and market-driven integration",
      "E": "The EU has witnessed the return of both geo-politics and geo-economics to the East with Putin’s incursion into Ukraine."
    },
    "explanation": "Key Areas of Tension<br/>The fourth tension is between an ‘ever closer union’ and the various forms of ‘differentiated integration. The UK’s membership of the EU and the challenge of Brexit deserves special attention here. Combined with a party-driven Euroscepticism as the persistent feature of the British domestic politics since the time of Maastricht, differentiated integration of the UK into the EU has not helped but marginalized it from the rest of the Union in the post-Lisbon period."
  },
  {
    "id": "3122506",
    "unitNumber": 7,
    "text": "Which of the following statements is not true regarding the dynamics of politicization of the EU?",
    "correctAnswer": "D",
    "options": {
      "A": "The post-Lisbon phase can be defined as crisis-driven integration as well as crisis-driven politicization of the European integration.",
      "B": "The EU economic governance and policy performance has become the subject of public mobilization and contestation.",
      "C": "EU policies of austerity and structural reform have had negative redistributive effects.",
      "D": "Politicization remained at the national level; it hasn't become multi-levelled despite the effects on EU actors and EU inter-institutional dynamics.",
      "E": "Politicization has had differential effects and consequences for the EU governance."
    },
    "explanation": "Identify the dynamics of politicization of the EU as one of the key features of the crisis-driven integration.<br/>Politicization has not remained solely at the national level; it has become multi-levelled with effects on EU actors and EU inter-institutional dynamics."
  },
  {
    "id": "3122507",
    "unitNumber": 7,
    "text": "Which of the following statements is not true regarding the overall impact of politicization for debates on the post-crisis EU?",
    "correctAnswer": "A",
    "options": {
      "A": "The UK played a differentiated leadership role in the crisis context, acting as a reluctant hegemon during the Eurozone crisis.",
      "B": "The crisis-driven integration and politicization of Europe necessitate a closer look into key areas of tension of integration.",
      "C": "European integration process can be characterized by a dialectical interplay of forward dynamics",
      "D": "Many scholars refer to divergent outcomes of the three crises for European integration in general.",
      "E": "The relative failure of the EU response and reforms in the Schengen crisis can be attributable to patterns of asymmetrical positioning of the member states to migratory flows."
    },
    "explanation": "Explain the overall impact of politicization for debates on the post-crisis EU.<br/>Germany played a differentiated leadership role in the crisis context, acting as a reluctant hegemon during the Eurozone crisis."
  },
  {
    "id": "3122508",
    "unitNumber": 7,
    "text": "Which of the following is not true about the \"Eurozone crisis\"?",
    "correctAnswer": "E",
    "options": {
      "A": "It is also referred as the sovereign debt crisis",
      "B": "It broke out in Greece in 2009",
      "C": "It is fundamentally due to weak and unstable integration of peripheral countries",
      "D": "It was triggered by the speculative mortgage lending by the US financial institutions",
      "E": "It has nothing to do with successive enlargements within the Euro area"
    },
    "explanation": "Eurozone crisis: Eurozone crisis or as mostly referred to as the sovereign debt crisis that broke out in Greece in 2009 is fundamentally due to weak and unstable integration of peripheral countries in the Eurozone. It was triggered by the speculative mortgage lending by the US financial institutions in 2007."
  },
  {
    "id": "3122509",
    "unitNumber": 7,
    "text": "\"Opt-outs are..........\"\n Which of the following best completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "a way of ensuring that when a country does not wish to join the others in a particular field of EU policy, it can opt-out, thus leaving their right to decide to other members",
      "B": "a way of ensuring that when a country does not wish to join the others in a particular field of EU policy, it can opt-out, thus avoiding an overall stalemate",
      "C": "a way of ensuring that when a country does not wish to join the others in a particular field of EU policy, it can opt-out, thus not participating in the decision-making meetings",
      "D": "a way of ensuring that when a country does not wish to join the others in a particular field of EU policy, it can opt-out, thus creating pressure over others",
      "E": "a way of ensuring that when a country does not wish to join the others in a particular field of EU policy, it can opt-out, thus blocking the decision-making process"
    },
    "explanation": "Opt-outs: They are a way of ensuring that when a given country does not wish to join the others in a particular field of EU policy, it can opt-out, thus avoiding an overall stalemate. In order to prevent the Danish ratification crisis to turn into a threatening crisis for the EU as a whole, the Edinburgh Summit of December 1992 granted opt-outs to Denmark in core state powers along with the certain exceptions in European citizenship. Examples of opt-outs were extended in time to other member states including the UK, Ireland, Sweden, and Poland."
  },
  {
    "id": "3122510",
    "unitNumber": 7,
    "text": "\"Politicization refers to..........\" Which of the following best completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "the equal distribution of powers among the member states",
      "B": "the increasing contestation of the scope, level, or character of regional integration",
      "C": "the distribution of the conflicts between member states",
      "D": "the indication of a deeper structural change",
      "E": "the context of the EU’s recent polycrisis"
    },
    "explanation": "Politicization refers to the increasing contestation of the scope, level, or character of regional integration, mass publics have come to pay more attention to political decision-making within EU framework and at the same time seem more critical of the policies. This increasing contentiousness has been called the ‘politicization of European integration’. To be more precise, politicization refers to “… an increase in polarization of opinions, interests or values and the extent to which they are publicly advanced towards policy formulation within the EU”"
  },
  {
    "id": "3122511",
    "unitNumber": 7,
    "text": "Which of the following cannot be claimed to be a key feature of the crisis-driven politicization?",
    "correctAnswer": "E",
    "options": {
      "A": "Politicization has become more nation and region specific or differentiated.",
      "B": "“national politics” is still the crucial arena for the politicization of the EU.",
      "C": "The substantive content of politicization was broadened to cover the EU’s governing authority",
      "D": "Politicization has had differential effects and consequences for the Euro crisis and for the Schengen crisis",
      "E": "Politicization has remained solely at the national level; it has not become multi-leveled"
    },
    "explanation": "Before overviewing how the EU has become increasingly politicized since the recent crises, the key features of the crisis-driven politicization are given as follows:<br/>• Politicization has not remained solely at the national level; it has become multi-leveled; at the bottom or national politics in the member states; bottom-up effects for all EU actors and effects for EU governance and its inter-institutional dynamics at the top.<br/>• Politicization has become more nation and region-specific or differentiated;<br/>• Yet, “national politics” is still the crucial arena for the politicization of the EU.<br/>• The substantive content of politicization was broadened to cover the EU’s governing authority, its governing activities and key dilemmas of governance-democratic accountability and democratic legitimacy.<br/>• Politicization has had differential effects and consequences for the Euro crisis and for the Schengen crisis."
  },
  {
    "id": "3122512",
    "unitNumber": 7,
    "text": "Which of the following is not one of the phonemena for which politicization could be used to describe at the national level?",
    "correctAnswer": "C",
    "options": {
      "A": "The increasing political salience of the EU in national public spheres;",
      "B": "The growing cross-cutting cleavages in the electorate that find expression in public debates",
      "C": "Ignoring the divisive and polarized debates, divided electorates, and volatile party politics",
      "D": "The mainstream party politics that have had difficulty coping with the electoral divides",
      "E": "The rise of populist challenger parties and governments that benefit from the electoral divides"
    },
    "explanation": "At the national level, politicization can be used to describe four interrelated phenomena:<br/>• the increasing political salience of the EU in national public spheres;<br/>• the growing cross-cutting cleavages in the electorate that find expression in public debates;<br/>• the mainstream party politics that has had difficulty coping with the electoral divides, as evidenced in election losses and weak public discourse; and<br/>• the rise of populist challenger parties and governments that benefit from the electoral divides and give voice to public discontent."
  },
  {
    "id": "3122513",
    "unitNumber": 7,
    "text": "\"Stability and Growth Pact...........\"\n Which of the following best completes the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "is the crisis suggesting the centrality of the European Council in the new European governance with the Commission’s agenda",
      "B": "is the exploration of how the process of politicization has developed in the national electoral arena of fifteen European countries",
      "C": "is the economic governance reforms leading to the Commission’s agenda-setting power's being decreased",
      "D": "is a set of rules designed to ensure that countries in the EU implement sound public finances and coordinate their fiscal policies",
      "E": "ensures that the EU banks are stronger and better supervised even under economic crisis conditions"
    },
    "explanation": "The Six-Pack and the Two-Pack: The legislative measures introduced with the Six-Pack and the Two-Pack develop and strengthen the Stability and Growth Pact, which is the framework for the coordination of the fiscal policies of the member states within a broader context of economic governance."
  },
  {
    "id": "3122514",
    "unitNumber": 7,
    "text": "Which of the following is true about the \"Euro Crisis\" and \"Shengen Crisis\"?",
    "correctAnswer": "A",
    "options": {
      "A": "Whereas the Euro crisis has produced more integration, the Schengen crisis has not",
      "B": "Whereas the Euro crisis has been costly, the Schengen crisis has caused no cost yet",
      "C": "Whereas the Euro crisis has had nothing to do with integration, the Schengen crisis has had",
      "D": "Whereas the Euro crisis has been produced in Western Europe, the Schengen crisis has focused on southern Europe",
      "E": "Whereas the Euro crisis is a new term, the Schengen crisis is an old one to manage"
    },
    "explanation": "Whereas the Euro crisis has produced more integration, the Schengen crisis has not, and the Brexit referendum has initiated a process of disintegration. There has been more<br/>political disintegration than some of the historically ‘optimistic’ theories (neo-functionalist and liberal intergovernmental) would have anticipated, but less than more recently-developed and more ‘pessimistic’ theories, notably post-functionalism, would have expected."
  },
  {
    "id": "3122515",
    "unitNumber": 7,
    "text": "Which of the following cannot be claimed about the role of Germany in the Euro crises?",
    "correctAnswer": "B",
    "options": {
      "A": "Germany was not willing to give a loan facility to Greece if the loan was to be used for promoting new economic governance reforms.",
      "B": "The hegemonic leadership role of Germany in the process of European integration have fiercely sparked debates",
      "C": "The fact that other Eurozone countries have not acted decisively and responsibly brought Germany to the forefront",
      "D": "During the Eurozone crisis, Germany has enhanced its role in managing and undertaking the burdens of the EU politics of crisis-management",
      "E": "Germany has always played a central role in the management of European crises"
    },
    "explanation": "The recent European crises have not only have made the EU a more publicly contested issue for several political actors at the domestic level but also, have fiercely sparked the debate concerning the hegemonic leadership role of Germany in the process of European integration. Germany has played a central role in all crises, but with varying degrees of success. During the Eurozone crisis, Germany seemed to have enhanced its role in managing and undertaking the burdens of the EU politics of crisis-management. Arguably, the fact that other countries of the Eurozone have not acted decisively and responsibly might be regarded as instrumental for bringing Germany to the forefront in assisting Greece with loan facility albeit with conditionality and for promoting new economic governance reforms."
  },
  {
    "id": "3122516",
    "unitNumber": 7,
    "text": "Which of the following is not one of the changes that EU crises have led?",
    "correctAnswer": "E",
    "options": {
      "A": "The supranational actors have been broadened to include de novo bodies created by member states",
      "B": "EU intergovernmental bodies have become more differentiated",
      "C": "Intergovernmental institutions have drawn scholarly attention to internal power constellation",
      "D": "Intergovernmental institutions have drawn scholarly attention to the importance of leadership in hard times",
      "E": "Less attention has started to be given to political leadership and national legitimation"
    },
    "explanation": "The EU crisis responses have led to changes within EU institutional actors. The supranational actors have been broadened to include de novo bodies created by member states after the Euro crisis and outside the EU framework alongside traditional supranational institutions. While EU intergovernmental bodies can be viewed as the most powerful decision-makers- either at a meeting in the European Council formation or in the Eurogroup and Euro Summits- they have become more differentiated as can be seen in the bipartite meetings led by France and Germany. The pattern of differentiation of intergovernmental institutions has drawn scholarly attention to internal power constellation and to the importance of leadership in hard times. Arguably, the European Council’s active role in the crisis management was a consequence of the very nature of the crisis which required political leadership and national legitimation of the policy instruments to tackle the crisis. In fact, throughout the crisis, European citizens had increasingly been identifying the Heads of State and Government as their legitimate representatives, giving them a collective responsibility for the management of the Eurozone crisis."
  },
  {
    "id": "3122517",
    "unitNumber": 7,
    "text": "Which of the following is not an area of tension in the EU?",
    "correctAnswer": "E",
    "options": {
      "A": "The tension between the EU collectivity and its member states",
      "B": "Then tension between a functionalist EU or the Union as a problem-solving entity",
      "C": "The tension between European-wide solidarity and fiscal union",
      "D": "The tension between an ‘ever closer union’ and the various forms of differentiated integration",
      "E": "The tension between the EU and its wider international environment."
    },
    "explanation": "The first tension is between the EU collectivity and its member states. It is worth stressing that the nature of the relationship between the whole and the constituent parts has never been a zero-sum game where the strengthening powers of the one inevitably lead to the weakening of those of the other. The second tension is between a functionalist EU or the Union as a problem-solving entity and a federal EU or the Union as a political union. From the outset, the member states had “determined to lay the foundations of an ever closer union among the peoples of Europe”. The fourth tension is between an ‘ever closer union’ and the various forms of ‘differentiated integration. The UK’s membership of the EU and the challenge of Brexit deserves special attention here. The last tension relates to the EU and its wider international environment. The blurring of the distinction between external security and internal security on the one hand, and between hard power and soft power on the other, underlines how important the unstable and disorderly neighbourhood has become to Europe."
  },
  {
    "id": "3122518",
    "unitNumber": 7,
    "text": "Which of the following is a feature of heightened conflicts invoked by crises?",
    "correctAnswer": "E",
    "options": {
      "A": "They do not raise sovereignty tensions if they are old.",
      "B": "They raise redistributive disputes that often derive from the reform agenda of the EU only if they are new.",
      "C": "They are be they old or new, unrelated to sovereignty tensions and redistributive disputes.",
      "D": "They do not require accommodation of different expectations, preferences and ideas of the member states under any circumstance.",
      "E": "They raise sovereignty tensions and redistributive disputes be they old or new."
    },
    "explanation": "Crises are not just mean moments of uncertainty but can invoke heightened conflicts, tensions, and contradictions amongst European actors reflecting the open-ended and ambiguous nature of the finalité politique of the Union. Such conflicts, be they old or new, do raise sovereignty tensions and redistributive disputes that often derive from the reform agenda of the EU and might require accommodation of different expectations, preferences and ideas of the member states.<br/>They raise sovereignty tensions and redistributive disputes be they old or new."
  },
  {
    "id": "3122519",
    "unitNumber": 7,
    "text": "Where did Eurozone crisis or as mostly referred as sovereign debt crisis break out?",
    "correctAnswer": "D",
    "options": {
      "A": "In Denmark in 1992",
      "B": "In Syria in 2009",
      "C": "In the Czech Republic in 2011",
      "D": "In Greece in 2009",
      "E": "In US in 2007"
    },
    "explanation": "Eurozone crisis or as mostly referred as sovereign debt crisis broke out in Greece in 2009."
  },
  {
    "id": "3122520",
    "unitNumber": 7,
    "text": "How long have there been the major crises in the EU?",
    "correctAnswer": "A",
    "options": {
      "A": "since the foundational period",
      "B": "for the last few years",
      "C": "since the beginning of the millenium",
      "D": "since the 1960s",
      "E": "since the late 1980s"
    },
    "explanation": "A) since the foundational period"
  },
  {
    "id": "3122521",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>A pragmatic tool of adjustment to heterogeneity of the enlarging Union</li> <li>Applicable to both old members and latecomers to the EU</li> <li>Restricted only to core policy areas including single market, EMU and Schengen</li> <li>An alternative method to uniform integration</li> </ol> Which of the above are features of differentiated integration?",
    "correctAnswer": "D",
    "options": {
      "A": "I and II",
      "B": "II and III",
      "C": "I, II and III",
      "D": "I, II, and IV",
      "E": "II, III and IV"
    },
    "explanation": "D) \n <ul> <li>A pragmatic tool of adjustment to heterogeneity of the enlarging Union</li> <li>Applicable to both old members and latecomers to the EU</li> <li>An alternative method to uniform integration</li> </ul>"
  },
  {
    "id": "3122522",
    "unitNumber": 7,
    "text": "I. The Migration crisis<br/>II. Brexit<br/>III. The rule of law crisis<br/>IV. Grexit\n Which of the above are among the features of the crisis-driven integration?",
    "correctAnswer": "B",
    "options": {
      "A": "I and II",
      "B": "I, II and III",
      "C": "II and III",
      "D": "II, III and IV",
      "E": "II and IV"
    },
    "explanation": "B)\n <ul> <li>The Migration crisis</li> <li>Brexit</li> <li>The rule of law crisis<br/></li> </ul>"
  },
  {
    "id": "3122523",
    "unitNumber": 7,
    "text": "<ol type=\"I\"><br/><li>Loss of public trust in national governments </li><br/><li>Declining mainstream parties</li><br/><li>The rise of the populist right-wing parties</li><br/><li>The rise of the radical left parties</li><br/></ol><br/>Which of the above are among the features of the new politics in Europe?",
    "correctAnswer": "C",
    "options": {
      "A": "I and II",
      "B": "I, II and III",
      "C": "II, III and IV",
      "D": "III and IV",
      "E": "I and IV"
    },
    "explanation": "C) \n<br/><ul><br/><li>Declining mainstream parties</li><br/><li>The rise of the populist right-wing parties</li><br/><li>The rise of the radical left parties</li><br/></ul>"
  },
  {
    "id": "3122524",
    "unitNumber": 7,
    "text": "<ol type=\"I\"><br/><li>Increased the relative power of the ECB</li><br/><li>Adopted intergovernmental treaties</li><br/><li>Strengthened technocratic governance</li><br/><li>Adopted Eurobonds</li><br/></ol><br/>In respect to the Eurozone crisis, which of the above has the EU done?",
    "correctAnswer": "E",
    "options": {
      "A": "I and II",
      "B": "II and III",
      "C": "II, III and IV",
      "D": "I and IV",
      "E": "I, II and III"
    },
    "explanation": "The EU did not adopt Eurobonds in respect to the Eurozone crisis."
  },
  {
    "id": "3122525",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Increased supervising and steering roles of the Commission</li> <li>The ECB’s strengthened role in the Banking Union</li> <li>Increased involvement of the EP under the Six-Pack</li> <li>Increased agenda-setting power of the Eurogroup</li> </ol> Which of the above are among the features of the new supranationalism?",
    "correctAnswer": "B",
    "options": {
      "A": "I and II",
      "B": "I, II and III",
      "C": "II, III and IV",
      "D": "III and IV",
      "E": "I, III and IV"
    },
    "explanation": "B) \n <ul> <li>Increased supervising and steering roles of the Commission</li> <li>The ECB’s strengthened role in the Banking Union</li> <li>Increased involvement of the EP under the Six-Pack</li> </ul>"
  },
  {
    "id": "3122526",
    "unitNumber": 7,
    "text": "How many countries does Schengen area cover?",
    "correctAnswer": "D",
    "options": {
      "A": "10",
      "B": "16",
      "C": "20",
      "D": "26",
      "E": "32"
    },
    "explanation": "D) Schengen area covers 26 countries without border controls among them."
  },
  {
    "id": "3122527",
    "unitNumber": 7,
    "text": "Which of the following developments is least likely to have an impact on the future of the EU?",
    "correctAnswer": "A",
    "options": {
      "A": "Weakened prospect of enlargement beyond the Balkans",
      "B": "The developing instability of Europe’s neighbourhood",
      "C": "Intensified tension between domestic politics and market-driven integration",
      "D": "Intensified tension between the goal of Union of Peoples and the Union of States",
      "E": "Tension between an ‘ever closer union’ and the various forms of ‘differentiated integration"
    },
    "explanation": "A) Weakened prospect of enlargement beyond the Balkans"
  }
]