[
  {
    "id": "3746938",
    "unitNumber": 1,
    "text": "Aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Firmaların finansal anlamda temel amaçları, firma değerinin en yükseğe çıkarılmasıdır.",
      "B": "Sermaye yapısı, firmanın dönen varlıklar ve duran varlıklar bileşimini gösterir.",
      "C": "Kısa vadeli fonların el değiştirdiği piyasalara para piyasaları adı verilir.",
      "D": "Orta ve uzun vadeli fonların el değiştirdiği piyasalara sermaye piyasaları adı verilir.",
      "E": "Finansman Hiyerarşisi Teorisinin temelinde, yatırımcılar ile işletme arasındaki asimetrik bilgi sorunu yatmaktadır."
    },
    "explanation": "Sermaye yapısı, firmanın yabancı kaynak ve öz kaynak bileşimini gösterir."
  },
  {
    "id": "3746939",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi orta vadeli finansman kaynaklarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Rotatif krediler",
      "B": "Forfaiting",
      "C": "Leasing (kiralama)",
      "D": "İcare",
      "E": "Faktoring"
    },
    "explanation": "Orta vadeli finansman kaynaklarını orta vadeli banka kredileri, orta vadeli yatırım malları kredileri, rotatif krediler, forfaiting, leasing (kiralama), icare, orta vadeli satıcı kredileri ve sigorta şirketlerinin orta vadeli kredileri olarak sıralayabiliriz. Faktoring ise kısa vadeli bir finansal araçtır."
  },
  {
    "id": "3746940",
    "unitNumber": 1,
    "text": "Kiralama türleri sözleşmelerin süresi bakımından, tarafları bakımından, konuları bakımından veya diğer şekillerde kategorize edilebilir. Sözleşmelerin süresi bakımından kategorize edilmesi durumunda aşağıdakilerden hangisi Sözleşmelerin süresi bakımından kiralamalar içinde yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Faaliyet Kiralaması",
      "B": "Finansal Kiralama",
      "C": "Deneme süreli kiralama",
      "D": "Satış ve Geri Kiralama",
      "E": "Satışa yardımcı kiralama"
    },
    "explanation": "Sözleşmelerin süresi bakımından kiralamalar şunlardır: Faaliyet Kiralaması, Finansal Kiralama, Satış ve Geri Kiralama, Satışa yardımcı kiralama. Deneme süreli kiralama “Diğer Finansal Kiralama” türleri içinde kategorize edilir."
  },
  {
    "id": "3746941",
    "unitNumber": 1,
    "text": "I Orta vadeli banka kredileri<br/>II Orta vadeli yatırım malları kredileri<br/>III Rotatif krediler<br/>IV Leasing (kiralama)<br/>Orta vadeli banka kredilerinin ödemeleri de genellikle eşit süreli, eşit tutarlı, eşit taksitler halinde yapılır. Eşit süreli, eşit tutarlı, eşit taksitlerle yapılan ödemeler serisine anüite adı verilir. Orta vadeli finansman kaynaklarından hangilerinin geri ödemeleri anüite şeklindedir.",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I",
      "B": "Sadece II",
      "C": "I ve II",
      "D": "I, II ve III",
      "E": "I, II ve IV"
    },
    "explanation": "Rotatif Krediler, firmaların nakit ihtiyacının karşılanması amacıyla belli bir limit dâhilinde istenildiği zaman kullandırılan ve istenildiği zaman geri ödeme yapılabilen, ticaret bankaları tarafından verilen kredi türüdür. Bu kredilerde limit, firma tarafından verilen teminata göre belirlenir. Bir vade yoktur ve faiz günlük olarak hesaplanır. Bu nedenle firmalar fona ihtiyacı olduğunda bu krediyi kullanır ve nakit akışları uygun oldukça da geri ödemelerini istediği zaman yapabilir. Ödemeler Eşit süreli, eşit tutarlı, eşit taksitlerle yapılmak zorunda değildir. Diğer üçünde ödemelerin Eşit süreli, eşit tutarlı, eşit taksitlerle olması beklenir."
  },
  {
    "id": "3746942",
    "unitNumber": 1,
    "text": "Leasing sözleşmesiyle aynı yapıdadır. Fakat yapılan akdin sahih olması için akdi yapanlar, üzerinde akit yapılan şey ve ücret hakkında bazı ek şartların bulunması gerekir. Katılım bankalarının sağladığı finans yöntemlerinden birisidir.<br/>Yukarıda orta vadeli finansman kaynaklarından birisinin bazı özellikleri sayılmaktadır. Özellikleri sayılan orta vadeli finansman kaynağı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Rotatif Kredi",
      "B": "Forfaiting",
      "C": "Sermaye Piyasaları",
      "D": "İcare",
      "E": "Faktoring"
    },
    "explanation": "Katılım bankalarının sağladığı finans yöntemlerinden birisi icaredir. Belirli bir menfaatin belirli bir bedel karşılığında satılmasıdır. Bu yaygın olarak kiralama olarak kullanılmaktadır. Menfaatin kaynağı taşınır veya taşınmaz mallar olabilir. Aslında icare, leasing sözleşmesiyle aynı yapıdadır. Fakat icare akdinin sahih olması için icare akdini yapanlar, üzerinde akit yapılan şey ve ücret hakkında bazı şartların bulunması gerekir."
  },
  {
    "id": "3746943",
    "unitNumber": 1,
    "text": "“Mal ve hizmet dış satımından (ihracat) doğan ve belli bir ödeme planına bağlı olarak tahsil edilecek olan alacakların bir banka veya bu alanda uzmanlaşmış bir finansman kuruluşu tarafından satın alınması yani likide edilmesi işlemine verilen addır.” İfadesinde tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Leasing",
      "B": "Rotatif Kredi",
      "C": "Forfaiting",
      "D": "Operasyonel Kiralama",
      "E": "İcare"
    },
    "explanation": "Forfaiting, mal ve hizmet dış satımından (ihracat) doğan ve belli bir ödeme planına bağlı olarak tahsil edilecek olan alacakların bir banka veya bu alanda uzmanlaşmış bir finansman kuruluşu tarafından satın alınması yani likide edilmesi işlemine verilen addır. Alacağın dış satımdan doğması nedeni ile dış satım finansman yöntemlerinden birisidir."
  },
  {
    "id": "3746944",
    "unitNumber": 1,
    "text": "“Aktif değerlerin olduğundan düşük, amortisman oranlarının yüksek, şüpheli alacakların yüksek veya pasifteki borçların daha fazla gösterilmesiyle yaratılır.” İfadesinde söz edilen uzun vadeli finansman aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Paylar",
      "B": "Tahviller",
      "C": "Açık Otofinansman",
      "D": "Gizli Otofinansman",
      "E": "Sukuk"
    },
    "explanation": "Gizli otofinansman, gizli yedek akçe ayrılması yöntemiyle yapılır. Gizli yedekler, aktif değerlerin olduğundan düşük, amortisman oranlarının yüksek, şüpheli alacakların yüksek veya pasifteki borçların daha fazla gösterilmesiyle yaratılır. Gizli yedekler vasıtasıyla yapılan otofinansman, öz kaynak tutarına yansımamakta, ancak gerçek öz kaynak tutarını artırmaktadır. Çünkü gizli yedekler, gerçek öz kaynak tutarının içerisinde yer almaktadır."
  },
  {
    "id": "3746945",
    "unitNumber": 1,
    "text": "“Eğer tahviller üzerinde yazılı olan nominal (itibari) değerden ihraç edilir ise başa baş tahvil adı verilmektedir. Nominal değerinden daha aşağı bedelle satışa çıkarılan tahviller ise ……………. tahvildir.” İfadesinde “…………….” Olan bölüme aşağıdaki terimlerden hangisi gelir?",
    "correctAnswer": "D",
    "options": {
      "A": "Devlet Tahvili",
      "B": "Özel Sektör Tahvili",
      "C": "Garantili Tahvil",
      "D": "Primli Tahvil",
      "E": "Endeksli Tahvil"
    },
    "explanation": "Eğer tahviller üzerinde yazılı olan nominal (itibari) değerden ihraç edilir ise başa baş tahvil adı verilmektedir. Nominal değerinden daha aşağı bedelle satışa çıkarılan tahviller ise primli tahvildir."
  },
  {
    "id": "3746946",
    "unitNumber": 1,
    "text": "I. Hisse Senedi (Paylar)<br/>II. Payla değiştirilebilir tahviller<br/>III. Rotatif Krediler<br/>IV. Varant<br/>V. Sukuk<br/>Yukarıdakilerden hangileri Hibrit Finansal Enstrümanlara örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve V",
      "C": "III ve V",
      "D": "II ve IV",
      "E": "III ve IV"
    },
    "explanation": "Hibrit Finansal Enstrümanlar Varant ve Payla değiştirilebilir tahvillerdir."
  },
  {
    "id": "3746947",
    "unitNumber": 1,
    "text": "“...........................................; bir lider banka öncülüğünde çok sayıda borç veren tarafından sağlanan dış kaynaktır. ..........................................., iki veya daha fazla kredi veren kuruluşun bir araya gelmesiyle benzer hüküm ve koşullarla, ortak dokümantasyon ve ortak bir ajan kullanılarak büyük miktarda fon ihtiyacında olan bir borçluya sağlanan kredidir.” İfadesinde “…………….” Olan bölüme aşağıdaki terimlerden hangisi gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sendikasyon kredisi",
      "B": "Girişim Sermayesi",
      "C": "Uzun Vadeli Tahvil",
      "D": "OtoFinansaman",
      "E": "Yabancı Tahvil"
    },
    "explanation": "Sendikasyon kredisi; bir lider banka öncülüğünde çok sayıda borç veren tarafından sağlanan dış kaynaktır. Sendikasyon kredisi, iki veya daha fazla kredi veren kuruluşun bir araya gelmesiyle benzer hüküm ve koşullarla, ortak dokümantasyon ve ortak bir ajan kullanılarak büyük miktarda fon ihtiyacında olan bir borçluya sağlanan kredidir."
  },
  {
    "id": "3747051",
    "unitNumber": 1,
    "text": "Modern sermaye yapısı teorilerinden ____________ göre, işletmeler fon kaynağı ihtiyacı durumunda öncelikle dağıtılmamış kârları, daha sonra borçları ve son olarak da yeni pay ihracını kullanmaktadırlar.<br/>Yukarıdaki ifadede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Finansman Hiyerarşisi Teorisine",
      "B": "Modern Portföy Teorisine",
      "C": "Sermaye Varlıklarını Fiyatlama Modeline",
      "D": "Çeşitlendirme Teorisine",
      "E": "Opsiyon Teorisine"
    },
    "explanation": "Modern sermaye yapısı teorilerinden Finansman Hiyerarşisi Teorisine göre, işletmeler fon kaynağı ihtiyacı durumunda öncelikle dağıtılmamış kârları, daha sonra borçları ve son olarak da yeni pay ihracını kullanmaktadırlar. Finansman Hiyerarşisi Teorisinin temelinde, yatırımcılar ile işletme arasındaki asimetrik bilgi sorunu yatmaktadır. Yatırımcılar, yöneticilerin payların aşırı fiyatlı olduğunda pay çıkaracaklarını, düşük fiyatlı olduğunda ise borçlanacaklarını varsaydıklarından, işletme borç kapasitesini tüketmeden pay satın almayacaklar ve böylece yatırımcılar, işletmeyi finansal hiyerarşiyi takip etmeye zorlayacaklardır."
  },
  {
    "id": "3747052",
    "unitNumber": 1,
    "text": "Bir firma 3 yıllığına bir bankadan 1.000.000’lik kredi kullanmış olsun, yıllık faiz oranı da %16 (yüzde onaltı) ise yıllık eşit taksitlerle yapılacak ödemenin tutarı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "380.850",
      "B": "395.565",
      "C": "425.565",
      "D": "445.186",
      "E": "435.640"
    },
    "explanation": "Yıllık eşit taksitlerle yapılacak ödemenin tutarı aşağıdaki gibi hesaplanır:<br/>1.000.000=Taksitler x [(1+0,16)^3-1]/[(1+0,16)^3x0,16]<br/>1.000.000= Taksitler*0,56089/0,2497<br/>1.000.000= Taksitler*2,24625<br/>=445.186"
  },
  {
    "id": "3747053",
    "unitNumber": 1,
    "text": "__________, mal ve hizmet dış satımından (ihracat) doğan ve belli bir ödeme planına bağlı olarak tahsil edilecek olan alacakların bir banka veya bu alanda uzmanlaşmış bir finansman kuruluşu tarafından satın alınması yani likide edilmesi işlemine verilen addır. Alacağın dış satımdan doğması nedeni ile dış satım finansman yöntemlerinden birisidir<br/>Yukarıda tarif edilen orta vadeli finansman yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "SWAP",
      "B": "Forfaiting",
      "C": "Leasing",
      "D": "Option",
      "E": "Factoring"
    },
    "explanation": "Forfaiting, mal ve hizmet dış satımından (ihracat) doğan ve belli bir ödeme planına bağlı olarak tahsil edilecek olan alacakların bir banka veya bu alanda uzmanlaşmış bir finansman kuruluşu tarafından satın alınması yani likide edilmesi işlemine verilen addır. Alacağın dış satımdan doğması nedeni ile dış satım finansman yöntemlerinden birisidir. Forfaiting, tarihsel olarak önceleri 5-7 yıl vadeli hatta bazen 10 yıla kadar uzanan yatırım mallarının dış satımının finansmanına yönelik olarak kullanılmıştır. Günümüzde forfaiting işleminin kapsamı genişlemiştir."
  },
  {
    "id": "3747054",
    "unitNumber": 1,
    "text": "Firmaların nakit ihtiyacının karşılanması amacıyla belli bir limit dâhilinde istenildiği zaman kullandırılan ve istenildiği zaman geri ödeme yapılabilen, ticaret bankaları tarafından verilen kredi türüdür.<br/>Yukarıda tarif edilen orta vadeli finansman yönetemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Forfaiting",
      "B": "Factoring",
      "C": "Rotatif kredi",
      "D": "Sendikasyon kredisi",
      "E": "Swaption"
    },
    "explanation": "Rotatif Krediler, firmaların nakit ihtiyacının karşılanması amacıyla belli bir limit dâhilinde istenildiği zaman kullandırılan ve istenildiği zaman geri ödeme yapılabilen, ticaret bankaları tarafından verilen kredi türüdür. Bu kredilerde limit, firma tarafından verilen teminata göre belirlenir. Bir vade yoktur ve faiz günlük olarak hesaplanır. Bu nedenle firmalar fona ihtiyacı olduğunda bu krediyi kullanır ve nakit akışları uygun oldukça da geri ödemelerini istediği zaman yapabilir. Bu, firmalara esneklik ve avantaj sağlar."
  },
  {
    "id": "3747055",
    "unitNumber": 1,
    "text": "Aşağıda finansal kiralama ile ilgili ifadelerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kiralama süresi orta ve uzun vadelidir.",
      "B": "Kiralama süresi sonunda malın mülkiyeti kiracıya geçer",
      "C": "Yatırım malının önceden belirlenen bir bedelle satışı kararlaştırılabilir.",
      "D": "Kiralama süresi ekipmanın ekonomik ömründen kısadır.",
      "E": "Kiralanan ekipmanın bakım ve onarım giderleri kiracıya aittir"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4220a7ea61bf1349b1334a0ef9426538.jpeg\" alt=\"\" width=\"747\" height=\"380\">"
  },
  {
    "id": "3747062",
    "unitNumber": 1,
    "text": "İslami bir tahvil olan ve varlığa dayalı finansman sağlayan araç aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mudârebe",
      "B": "Müşâreke",
      "C": "Sukuk",
      "D": "Murâbaha",
      "E": "İcâre"
    },
    "explanation": "Geleneksel tahviller borca dayalı bir enstrüman iken, İslami bir tahvil olan sukuk varlığa dayalı finansman sağlamaktadır. Sukuk ihracı, varlığa dayalı menkul kıymet (VDMK) ihracına oldukça benzemektedir."
  },
  {
    "id": "3747065",
    "unitNumber": 1,
    "text": "Elinde bulunduran kişiye, dayanak varlığı ya da göstergeyi önceden belirlenen bir fiyattan belirli bir tarihte veya belirli bir tarihe kadar alma veya satma hakkı veren ve bu hakkın <strong>kaydi teslimat ya da nakit uzlaşı ile kullanıldığı</strong> sermaye piyasası aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Opsiyon",
      "B": "Varant",
      "C": "Swap",
      "D": "Varlığa dayalı menkul kıymet",
      "E": "Forward"
    },
    "explanation": "Genel olarak varant, elinde bulunduran kişiye, dayanak varlığı ya da göstergeyi önceden belirlenen bir fiyattan belirli bir tarihte veya belirli bir tarihe kadar alma veya satma hakkı veren ve bu hakkın kaydi teslimat ya da nakit uzlaşı ile kullanıldığı sermaye piyasası aracıdır. Varant satın alan yatırımcı ödediği bedel karşılığında bir dayanak varlığı değil, o dayanak varlığı alma ya da satma hakkını satın alır. Yatırımcılar teminat yatırmadan, doğrudan varantı alıp satarak işlem yapmaktadırlar."
  },
  {
    "id": "3747066",
    "unitNumber": 1,
    "text": "Ziraat Bankası'ndan Kamuyu Aydınlatma Platformu'na (KAP) yapılan açıklamada, \"Bankamız 12 Nisan 2021 tarihinde 23 ülkeden 45 Uluslararası Banka ile toplamda 1.3 Milyar USD tutarında kredi anlaşması imzalamıştır.'' beyanında bulunmuştur (12 Nisan 2021).<br/>Yukarıdaki metinde Ziraat Bankasının kullanmış olduğu kredi ne tür bir finansman aracıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Rotatif kredi",
      "B": "EuroBond",
      "C": "Sendikasyon kredisi",
      "D": "Girişim sermayesi",
      "E": "Kollektif kredi"
    },
    "explanation": "Sendikasyon kredisi; bir lider banka öncülüğünde çok sayıda borç veren tarafından sağlanan dış kaynaktır. Sendikasyon kredisi, iki veya daha fazla kredi veren kuruluşun bir araya gelmesiyle benzer hüküm ve koşullarla, ortak dokümantasyon ve ortak bir ajan kullanılarak büyük miktarda fon ihtiyacında olan bir borçluya sağlanan kredidir."
  },
  {
    "id": "3747067",
    "unitNumber": 1,
    "text": "Türk bir firma tarafından Yen üzerinden New York'ta çıkarılan bir tahvil ne tür olarak adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Eurotahvil",
      "B": "Yabancı tahvil",
      "C": "Hybrit tahvil",
      "D": "Melez tahvil",
      "E": "Karma tahvil"
    },
    "explanation": "Eurotahviller, belirli bir ülkenin para biriminden ihraç edilen ancak o ülke dışındaki finansal piyasalarda işlem gören uzun vadeli borçlanma araçlarıdır. Örneğin Euro-dolar piyasalar, ABD dışında satılan dolar bazlı ihraç edilen tahvillerin işlem gördükleri piyasalardır. Örneğin Japon bir firma tarafından Sterlin üzerinden Londra’da çıkarılan tahviller yabancı tahvil olarak kabul edilirken Londra’da İsviçre Frank’ı olarak çıkarılan menkul kıymetler Eurotahvil olarak adlandırılırlar."
  },
  {
    "id": "3747068",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi açık otofinansmanın kaynakları arasında <strong>yer almaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Dağıtılmayan kârlar,",
      "B": "Yedekler,",
      "C": "Amortismanlar,",
      "D": "Karşılıklar,",
      "E": "Hazır değerler,"
    },
    "explanation": "Genellikle otofinansman denilince açık otofinansman anlaşılmaktadır. Açık otofinansman, işletmenin elde etmiş olduğu kârların işletmede tutulması ile yapılan finansmandır. Dağıtılmayan kârlar tek kişi işletmelerinde ve şahıs şirketlerinde sermaye hesaplarında tutulur, anonim şirketlerde ya da sermaye ortaklıklarında yedek akçe hesaplarına geçirilir. Dağıtılmayan kârlar, yedekler, amortismanlar ve karşılıklar açık otofinansman kapsamına girmektedir."
  },
  {
    "id": "3747121",
    "unitNumber": 1,
    "text": "I. Orta Vadeli Banka Kredileri<br/>II. Forfaiting<br/>III. Factoring<br/>IV. Rotatif Krediler<br/>V. Leasing<br/>Yukarıdakilerden hangileri orta vadeli finansman kaynaklarındandır?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III",
      "B": "II, III",
      "C": "I, III, IV",
      "D": "I, II, IV, V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Orta vadeli finansman kaynakları;<br/>- Orta Vadeli Banka Kredileri<br/>- Forfaiting<br/>- Rotatif Krediler<br/>- Leasing<br/>- Orta Vadeli Satıcı Kredileri<br/>- Orta Vadeli Yatırım Malları Kredileri<br/>- İcare dir."
  },
  {
    "id": "3747122",
    "unitNumber": 1,
    "text": "…………….. firmaların nakit ihtiyacının karşılanması amacıyla belli bir limit dâhilinde istenildiği zaman kullandırılan ve istenildiği zaman geri ödeme yapılabilen, ticaret bankaları tarafından verilen kredi türüdür.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru bir şekilde tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Rotatif Krediler",
      "B": "Orta Vadeli Yatırım Malları Kredileri",
      "C": "Leasing",
      "D": "Forfaiting",
      "E": "Orta Vadeli Satıcı Kredileri"
    },
    "explanation": "Rotatif Krediler firmaların nakit ihtiyacının karşılanması amacıyla belli bir limit dâhilinde istenildiği zaman kullandırılan ve istenildiği zaman geri ödeme yapılabilen, ticaret bankaları tarafından verilen kredi türüdür."
  },
  {
    "id": "3747123",
    "unitNumber": 1,
    "text": "Forfaiting işleminde bizzat alıcıdan kaynaklanan, her türlü mevcut risk sonucunda borçlunun borç yükümlüklerini yerine getirememesi, ödeme sıkıntısına düşmesi durumundan kaynaklanan risk aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Politik",
      "B": "Döviz kuru",
      "C": "Faiz oranı",
      "D": "Ticari",
      "E": "Transfer"
    },
    "explanation": "Forfaiting işleminde bizzat alıcıdan kaynaklanan, her türlü mevcut risk sonucunda borçlunun borç yükümlüklerini yerine getirememesi, ödeme sıkıntısına düşmesi durumundan kaynaklanan risk ticari risktir"
  },
  {
    "id": "3747124",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi leasing yönteminin faydalarından biri <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "İpotek ettirilememesi",
      "B": "Likiditenin artması",
      "C": "Planlama kolaylığı",
      "D": "Riskin azaltılması",
      "E": "Bilanço dışı işlem olması"
    },
    "explanation": "İpotek ettirilememesi leasing yönteminin faydalarından biri değil, sakıncalarından biridir."
  },
  {
    "id": "3747125",
    "unitNumber": 1,
    "text": "Dış satımcı, alacağı ile ilgili belgeleri forfaiting kuruluşuna devrettiğinde tüm risk ve sorumluluk kime aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "İhracatçıya",
      "B": "İthalatçıya",
      "C": "Garantör bankaya",
      "D": "Forfaiting kuruluşuna",
      "E": "Leasing kurumuna"
    },
    "explanation": "Dış satımcı, alacağı ile ilgili belgeleri forfaiting kuruluşuna devrettiğinde tüm risk ve sorumluluk Forfaiting kuruluşuna aittir."
  },
  {
    "id": "3747126",
    "unitNumber": 1,
    "text": "I. Uzun Vadeli Banka Kredileri<br/>II. Tahviller<br/>III. Otofinansman<br/>IV. Sukuk<br/>V. Paylar<br/>Yukarıdakilerden hangileri uzun vadeli finansman kaynaklarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III",
      "B": "II, III",
      "C": "I, III, IV",
      "D": "I, II, IV, V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Uzun vadeli finansman araçları uzun vadeli banka kredileri, paylar, otofinansman, tahviller, sukuk, hibrit enstrümanlar ve diğer uzun vadeli finansman araçları olarak sıralanabilir."
  },
  {
    "id": "3747127",
    "unitNumber": 1,
    "text": "…………….. bir işletmenin kendi kendine fon yaratmasına denir. Firmalar kâr elde ettiklerinde bu kârı, ortaklara kâr payı (temettü) olarak dağıtabilecekleri gibi kârın tümünü veya bir kısmını dağıtmayarak firma bünyesinde kullanabilirler.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru bir şekilde tanımlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Pay",
      "B": "Tahvil",
      "C": "Sukuk",
      "D": "Otofinansman",
      "E": "Kâra iştirakli tahvil"
    },
    "explanation": "Otofinansman bir işletmenin kendi kendine fon yaratmasına denir. Firmalar kâr elde ettiklerinde bu kârı, ortaklara kâr payı (temettü) olarak dağıtabilecekleri gibi kârın tümünü veya bir kısmını dağıtmayarak firma bünyesinde kullanabilirler."
  },
  {
    "id": "3747128",
    "unitNumber": 1,
    "text": "İslami bir tahvil olan ve varlığa dayalı finansman sağlayan sermaye piyasası aracı hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sukuk",
      "B": "Varant",
      "C": "Payla değiştirebilir tahvil",
      "D": "Eurotahvil",
      "E": "Sendikasyon kredisi"
    },
    "explanation": "İslami bir tahvil olan ve varlığa dayalı finansman sağlayan sermaye piyasası aracı sukuktur."
  },
  {
    "id": "3747129",
    "unitNumber": 1,
    "text": "Uzun vadeli finansman araçlarından hangisinin uluslararası sermaye piyasalarında gittikçe artan bir öneme sahip olmasının öncelikli nedeni, yatırımcılara sabit getirili menkul kıymetler ile payların sağladığı avantajları bir arada sunabilmesidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Girişim sermayesi",
      "B": "Eurotahvil",
      "C": "Sendikasyon kredisi",
      "D": "Payla değiştirebilir tahvil",
      "E": "Yabancı tahvil"
    },
    "explanation": "Payla değiştirebilir tahvilin uluslararası sermaye piyasalarında gittikçe artan bir öneme sahip olmasının öncelikli nedeni, yatırımcılara sabit getirili menkul kıymetler ile payların sağladığı avantajları bir arada sunabilmesidir"
  },
  {
    "id": "3747130",
    "unitNumber": 1,
    "text": "Girişim sermayesi yatırım ortaklıkları, girişim sermayesi yatırımlarına portföy değerlerinin en az hangi oranında yatırım yapmak zorundadırlar?",
    "correctAnswer": "C",
    "options": {
      "A": "%40",
      "B": "%45",
      "C": "%50",
      "D": "%55",
      "E": "%60"
    },
    "explanation": "Girişim sermayesi yatırım ortaklıkları, girişim sermayesi yatırımlarına portföy değerlerinin en az %50 oranında yatırım yapmak zorundadırlar."
  },
  {
    "id": "3746877",
    "unitNumber": 2,
    "text": "Bir olayın meydana gelme, ortaya çıkma şansı olarak ifade edilebilen kavram aşağıdakilerden hangisidir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Risk",
      "B": "Olasılık",
      "C": "Belirsizlik",
      "D": "Standart sapma",
      "E": "Volatilite"
    },
    "explanation": "Olasılık Kavramı<br/>Olasılık, kısaca bir olayın meydana gelme, ortaya çıkma şansını ifade eder."
  },
  {
    "id": "3746878",
    "unitNumber": 2,
    "text": "Paranın alım gücünü düşürmesinden dolayı, gelir veya varlıkların değerinde düşüşe neden olma olasılığı olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kur riski",
      "B": "Varlık riski",
      "C": "Enflasyon riski",
      "D": "Faiz oranı riski",
      "E": "Piyasa riski"
    },
    "explanation": "Satın Alma Gücü (Enflasyon) Riski<br/>Enflasyon riski, enflasyonun paranın alım gücünü düşürmesinden dolayı gelir veya varlıkların değerinde düşüşe neden olma olasılığıdır."
  },
  {
    "id": "3746889",
    "unitNumber": 2,
    "text": "\"Geleceğin belirsizliğine karşın olasılık tahmini subjektif olarak yapılıyorsa ..............., objektif olarak yapılıyorsa ............. söz ediliyor demektir.\" İfadesinde boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "olasılıktan - riskten",
      "B": "riskten - olasılıktan",
      "C": "belirsizlikten - riskten",
      "D": "riskten - belirsizlikten",
      "E": "oynaklıktan - riskten"
    },
    "explanation": "Belirsizlik Kavramı<br/>Geleceğin belirsizliğine karşın olasılık tahmini subjektif olarak yapılıyorsa <strong>belirsizlikten</strong>, objektif olarak yapılıyorsa <strong>riskten</strong> söz ediliyor demektir"
  },
  {
    "id": "3746890",
    "unitNumber": 2,
    "text": "Finansal piyasalarda asimetrik bilgi sorununa bağlı olarak ortaya çıkabilecek problem aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Risk seçim problemi",
      "B": "Ters seçim problemi",
      "C": "Risk iştahı problemi",
      "D": "Enflasyonda artış problemi",
      "E": "Döviz kurunda düşüş problemi"
    },
    "explanation": "Belirsizlik Kavramı<br/>Finansal piyasalarda asimetrik bilgi sorunu vardır. Ayrıca finansal piyasalardaki belirsizliğin artması, finansal piyasalardaki asimetrik bilgi sorununu da artıracaktır ve buna bağlı olarak da <strong>ters seçim problemi</strong> de artacaktır."
  },
  {
    "id": "3746892",
    "unitNumber": 2,
    "text": "Herhangi bir değişkenin, belirli bir ortalama değere göre çok yüksek artış veya azalışlar gerçekleştirmesi, sabit kalmaması, dalgalanması olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Risk",
      "B": "Belirsizlik",
      "C": "Volatilite",
      "D": "Olasılık",
      "E": "Spekülasyon"
    },
    "explanation": "Oynaklık (Volatilite) Kavramı<br/>Oynaklık (<strong>volatilite</strong>), herhangi bir değişkenin, belirli bir ortalama değere göre çok yüksek artış veya azalışlar gerçekleştirmesi, sabit kalmaması, dalgalanmasıdır."
  },
  {
    "id": "3746893",
    "unitNumber": 2,
    "text": "Menkul kıymete veya onun ilgili olduğu firmaya özgü unsurlardan değil, dışsal olan unsurlardan kaynaklanan risk olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Portföy riski",
      "B": "Yatırımcı riski",
      "C": "Risk iştahı",
      "D": "Sistematik risk",
      "E": "Sistematik olmayan risk"
    },
    "explanation": "<strong>Sistematik risk</strong> menkul kıymete veya onun ilgili olduğu firmaya özgü unsurlardan değil, dışsal olan unsurlardan kaynaklanır."
  },
  {
    "id": "3746913",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangileri sistematik risk unsurları arasında yer alır?<br/>I- Endüstri riski<br/>II- Faiz oranı riski<br/>III- Finansal risk<br/>IV- Politik risk<br/>V- Kur riski",
    "correctAnswer": "D",
    "options": {
      "A": "I-II-III-IV-V",
      "B": "I-II-III",
      "C": "II-III-V",
      "D": "II-IV-V",
      "E": "II-III-IV"
    },
    "explanation": "Sistematik riskin unsurları satın alma gücü riski, piyasa riski, kur riski, faiz oranı riski ve politik riskten oluşmaktadır."
  },
  {
    "id": "3746914",
    "unitNumber": 2,
    "text": "Çeşitlendirme yoluyla azaltılabilen veya tamamen ortadan kaldırılabilen risklere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sistematik riskler",
      "B": "Sistematik olmayan riskler",
      "C": "Yatırım riskleri",
      "D": "Portföy riskleri",
      "E": "Menkul kıymet riskleri"
    },
    "explanation": "Sistematik olmayan riskler çeşitlendirme yoluyla azaltılabilmekte veya tamamen ortadan kaldırılabilmektedir. Sistematik sistematik olmayan riskin unsurları; finansal risk, yönetim riski, iş ve endüstri riskinden oluşmaktadır."
  },
  {
    "id": "3746915",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangileri sistematik olmayan riskin unsurları arasında yer alır?<br/>I- Yönetim riski<br/>II- Faiz oranı riski<br/>III- Finansal risk<br/>IV- Politik risk<br/>V- Kur riski",
    "correctAnswer": "B",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "II-III",
      "D": "III-IV",
      "E": "IV-V"
    },
    "explanation": "Sistematik olmayan riskin unsurları; finansal risk, yönetim riski, iş ve endüstri riskinden oluşmaktadır."
  },
  {
    "id": "3746916",
    "unitNumber": 2,
    "text": "Bir şirketin veya bireyin, varlıklarının değer kaybetmeden nakde çevirememesi nedeniyle kısa vadeli finansal yükümlülüklerini karşılayamama riski olarak tanımlanan risk kavramı aşağıdakilerden hangisidir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Kur riski",
      "B": "Kredi riski",
      "C": "Likidite riski",
      "D": "Piyasa riski",
      "E": "Faiz oranı riski"
    },
    "explanation": "Likidite riski, bir şirketin veya bireyin, varlıklarının değer kaybetmeden nakde çevirememesi nedeniyle kısa vadeli finansal yükümlülüklerini karşılayamama riski olarak tanımlanır."
  },
  {
    "id": "3746918",
    "unitNumber": 2,
    "text": "Modern portföy teorisini ilk kez ortaya koyarak, 1990 yılında çalışmalarından dolayı Ekonomi alanında Nobel ödülü alan bilim adamı kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Harry Markowitz",
      "B": "Harry Sharp",
      "C": "John Taylor",
      "D": "John Burr",
      "E": "William Herstatt"
    },
    "explanation": "Risk ve Getiri İlişkisi<br/>Harry Markowitz de bu tezi okuyup etkilenmiş, 1952 ve 1959 yıllarında yazdığı iki farklı makale ve “Portföy Seçimi” adlı kitabı ile risk ve getiri arasındaki ilişkiye, çeşitlendirmeye değinmiş ve Modern Portföy Teorisi’ni oluşturmuştur. Markowitz yaptığı çalışmalar ile 1990 yılında Ekonomi alanında Nobel ödülü almıştır."
  },
  {
    "id": "3746983",
    "unitNumber": 2,
    "text": "Herhangi bir değişkenin, belirli bir ortalama değere göre çok yüksek artış veya azalışlar gerçekleştirmesi, sabit kalmaması, dalgalanmasıdır.<br/>Yukarıda ifade edilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Risk",
      "B": "Belirsizlik",
      "C": "Tehlike",
      "D": "Oynaklık (volatilite)",
      "E": "Ters seçim"
    },
    "explanation": "Oynaklık (volatilite), herhangi bir değişkenin, belirli bir ortalama değere göre çok yüksek artış veya azalışlar gerçekleştirmesi, sabit kalmaması, dalgalanmasıdır. Faiz oranları, kurlar, enflasyon oranı, borsa endeksleri, işlem hacimleri, ücretler, üretim maliyeti gibi çeşitli değişkenlerin oynaklıkları, esasında ilgili parametrelerin beklenen değerlerinden ne kadar sapma gösterdiğinin bir ölçüsüdür."
  },
  {
    "id": "3747032",
    "unitNumber": 2,
    "text": "Olasılık değeri kaç olduğunda ilgili olayın gerçekleşeceği varsayılır?",
    "correctAnswer": "C",
    "options": {
      "A": "0",
      "B": "0,5",
      "C": "1",
      "D": "100",
      "E": "1,1"
    },
    "explanation": "Olasılık “0” ile “1” arasında değişir. Olasılık “0” ise o olay gerçekleşmeyecektir. Öte yandan olasılık “1”e ne kadar yaklaşırsa olayın gerçekleşme ihtimali de o kadar yüksek olacak, nihayet “1” olursa olay gerçekleşecektir."
  },
  {
    "id": "3747033",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bir sistematik risk unsuru değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Endüstri riski",
      "B": "Kur riski",
      "C": "Politik risk",
      "D": "Faiz oranı riski",
      "E": "Enflasyon riski"
    },
    "explanation": "Sistematik risk menkul kıymete veya onun ilgili olduğu firmaya özgü unsurlardan değil, dışsal olan unsurlardan kaynaklanır. Firma dışı riskler olduklarından dolayı da ortadan kaldırılması mümkün değildir. Sistematik risk, çeşitlendirme yoluyla ortadan kaldırılamayan risktir. Piyasada işlem gören tüm riskli varlıkları etkiler, fakat bu etki aynı ağırlıkta ve güçte olmaz. Firmaların, finansal araçların ve sektörlerin sistematik riske olan duyarlılığı birbirinden farklı olabilmektedir. Bu farklılık risk yönetimdeki zorluğu oluşturmaktadır. Sistematik riskin unsurları satın alma gücü riski, piyasa riski, kur riski, faiz oranı riski ve politik riskten oluşmaktadır."
  },
  {
    "id": "3747034",
    "unitNumber": 2,
    "text": "Sabit getirili menkul kıymetler için, faiz oranları _______ menkul kıymet fiyatları _________. Bunun nedeni, faiz oranları arttığında, bu tahvilleri tutmanın fırsat maliyetinin _________.<br/>Yukarıdaki ifadeye sırasıyla aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "yükseldikçe, düşer, artmasıdır.",
      "B": "Düştükçe, artar, artmasıdır.",
      "C": "yüksekdikçe, artar, artmasıdır.",
      "D": "düştükçe, düşer, azalmasıdır.",
      "E": "yükseldikçe, artar, azalmasıdır."
    },
    "explanation": "Sabit getirili menkul kıymetler için, faiz oranları yükseldikçe menkul kıymet fiyatları düşer. Bunun nedeni, faiz oranları arttığında, bu tahvilleri tutmanın fırsat maliyetinin de artmasıdır. Faiz oranlarındaki değişim sabit getirili yatırım araçları arasında vadesinin bitmesine daha fazla süre kalanları daha fazla etkilemektedir. Faiz oranı riski, genellikle tahviller gibi sabit getirili varlıklar için söz konusu olmaktadır. Tahvillerin getirileri sabit olduğundan, tahvillerin vadesi sonunda yatırımcının eline geçecek olan miktar da sabittir. Faiz oranları yükseldikçe sabit getirili menkul kıymet fiyatları düşer. Bunun nedeni, faiz oranları arttığında, bu tahvilleri tutmanın fırsat maliyetinin de artmasıdır."
  },
  {
    "id": "3747035",
    "unitNumber": 2,
    "text": "Bir şirketin borçlarını geri ödeme yükümlülüklerini yerine getirememe riskine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yönetim riski",
      "B": "Finansal risk",
      "C": "Piyasa riski",
      "D": "Faiz oranı riski",
      "E": "İflas riski"
    },
    "explanation": "Finansal risk, bir şirketin borçlarını geri ödeme yükümlülüklerini yerine getirememe riskidir. Finansal risk, firma gelirlerinin borçlanma sonucu sürekliliğini kaybetmesi ve başta ekonomik özel ya da genel bir değişikliğe ayak uyduramayarak faiz ve kâr payı ödemelerini gerçekleştirecek gelir düzeyinin altına düşmesi tehlikesidir."
  },
  {
    "id": "3747036",
    "unitNumber": 2,
    "text": "Günümüzde otomobil üreticilerinin yaşadığı çip krizi hangi tür riske örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Piyasa riski",
      "B": "Endüstri riski",
      "C": "Herstatt riski",
      "D": "Politik risk",
      "E": "Pazar riski"
    },
    "explanation": "Aynı sektörde faaliyet gösteren tüm firmaların olumsuz etkilendiği ekonomik, sosyal ve davranışsal değişmeler, endüstri (sektör) riskini oluşturur. Endüstri riskini doğuran veya artıran bu faktörlere örnek olarak, tüketici zevklerindeki değişmeler, şiddetlenen dış rekabet, iş kolunda yaygın grevler, ham madde sağlanmasındaki güçlükler, teknolojik gelişmeler olarak gösterilebilir."
  },
  {
    "id": "3747037",
    "unitNumber": 2,
    "text": "Bir şirketin veya bireyin, varlıklarının değer kaybetmeden nakde çevirememesi nedeniyle kısa vadeli finansal yükümlülüklerini karşılayamama riskine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Herstatt riski",
      "B": "Kredi riski",
      "C": "Likidite riski",
      "D": "Finansal riski",
      "E": "Faaliyet riski"
    },
    "explanation": "Likidite riski, bir şirketin veya bireyin, varlıklarının değer kaybetmeden nakde çevirememesi nedeniyle kısa vadeli finansal yükümlülüklerini karşılayamama riski olarak tanımlanır. Likidite sıkıntısına düşen firmalar yeni fon yaratamazlar ve borçlanma maliyetleri artar. Bu durum kredi riski ile ilgilidir."
  },
  {
    "id": "3747038",
    "unitNumber": 2,
    "text": "Bir yatırım için şu veriler hesaplanmıştır;<br/><ul> <li>En iyi senaryoda (p=0,30), yatırımın getirisi (r) %40</li> <li>En olası senaryoda (p=0,50), yatırımın getirisi (r) %20</li> <li>En kötü senaryoda (p=0,20), yatırımın getirisi (r) %10</li> </ul> Bu yatırımın getirisi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "%18",
      "B": "%20",
      "C": "%22",
      "D": "%24",
      "E": "%28"
    },
    "explanation": "r = (0,3)x(0,40) + (0,5)x(0,2) + (0,2)x(0,1) = 0,12 + 0,10 + 0,02 = 0,24 = % 24<br/>olarak bulunur."
  },
  {
    "id": "3747039",
    "unitNumber": 2,
    "text": "Bir yatırımcının portföyünde A ve B olmak üzere iki tip varlık bulunmaktadır. Bu varlıkların portföydeki ağırlıkları sırasıyla Wa = 0,40; Wb = 0,60 şeklindedir. Bu varlıklardan baklenen getiriler sırasıyla Ra = 0,20; Rb = 0,10 ve şeklindedir. Buna göre portföyün beklenen getirisi aşağıdakilerden hansidir?",
    "correctAnswer": "A",
    "options": {
      "A": "%14 (yüzde ondört)",
      "B": "%15 (yüzde onbeş)",
      "C": "%20 (yüzde yirmi)",
      "D": "%22 (yüzde yirmiiki)",
      "E": "%24 (yüzde yirmidört)"
    },
    "explanation": "Çözüm:<br/>RP = (0,40x0,20)+(0,60x0,10)= 0,14 (%14) (yüzde ondört)"
  },
  {
    "id": "3747040",
    "unitNumber": 2,
    "text": "Bir menkul kıymetin hesaplanan değerleri şu şekildedir;<br/>(β) Menkul kıymetin riske karşı duyarlılığı:0,30<br/>(σm) Sistematik risk: 0,10<br/>(σe) Sistematik olmayan risk: 0,18<br/>Sermaye varlıklarını fiyatlama modeline (Camp) göre bu kıymetin toplam riski kaçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "%21",
      "B": "%26,8",
      "C": "%28",
      "D": "%31,8",
      "E": "%38"
    },
    "explanation": "Toplam risk aşağıdaki formül yardımı ile hesaplanabilmektedir:<br/>σi=(σm*β)+σe<br/>(β) Menkul kıymetin riske karşı duyarlılığı:0,30<br/>(σm) Sistematik risk: 0,10<br/>() Sistematik olmayan risk: 0,18<br/>Dolayısıyla ilgili formül verilen örneğe uygulandığında, ilgili menkul kıymetin toplam riski;<br/>σi=(0,30*0,10)+0,18<br/>=0,21= %21 olarak bulunur"
  },
  {
    "id": "3747069",
    "unitNumber": 2,
    "text": "Risk, gerçekleşen getiri ya da nakit akımlarının beklenen getiri ya da nakit akımından sapması olasılığı olarak tanımlanabilmektedir. Bu bağlamda risk barındıran bir yatırım için bu sapma ile ilgili olarak aşağıdakilerden hangisi <strong><u>söylenemez?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sapma sıfırdır",
      "B": "Sapma negatif yönde olabilir",
      "C": "Sapma pozitif yönde olabilir",
      "D": "Sapma ne kadar yüksekse risk o kadar yüksektir",
      "E": "Sapma sıfırdan büyük olabilir"
    },
    "explanation": "Finansal anlamda risk, gerçekleşen getiri ya da nakit akımlarının beklenen getiri ya da nakit akımından sapması olasılığı olarak tanımlanabilir. Bu sapma veya değişkenlik, negatif yönde olabileceği gibi, pozitif yönde de olabilir. Bu sapmanın olası düzeyi ne kadar yüksekse o varlığın ya da yatırımın riski de o kadar yüksektir, denebilir. Dolayısıyla gelecekte sağlayacağı nakit akışları kesin olarak bilinen bir yatırım söz konusu olsa, bu yatırımın risksiz bir yatırım olduğu söylenebilir."
  },
  {
    "id": "3747070",
    "unitNumber": 2,
    "text": "Bir olayın meydana gelme şansını ifade eden olasılık değeri aşağıdakilerden hangisi olursa olay gerçekleşmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "0",
      "B": "0,50",
      "C": "-0,50",
      "D": "0,33",
      "E": "1"
    },
    "explanation": "Olasılık, kısaca bir olayın meydana gelme, ortaya çıkma şansını ifade eder. Bir olay pek çok şekilde sonuçlanabilir. İşte bu sonuçların hepsi farklı bir olasılığı gösterir. Olasılık “0” ile “1” arasında değişir. Olasılık “0” ise o olay gerçekleşmeyecektir. Öte yandan olasılık “1”e ne kadar yaklaşırsa olayın gerçekleşme ihtimali de o kadar yüksek olacak, nihayet “1” olursa olay gerçekleşecektir."
  },
  {
    "id": "3747071",
    "unitNumber": 2,
    "text": "Geleceğin belirsizliğine karşın olasılık tahmini sübjektif olarak yapılıyorsa …………., objektif olarak yapılıyorsa ……….. söz ediliyor demektir.<br/>Yukarıdaki boşluklara sırasıyla aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "belirsizlikten, riskten",
      "B": "belirsizlikten, ters seçimden",
      "C": "riskten, ahlaki tehlikeden",
      "D": "asimetrik bilgiden, ters seçimden",
      "E": "tehlikeden, belirsizlikten"
    },
    "explanation": "Geleceğin belirsizliğine karşın olasılık tahmini subjektif olarak yapılıyorsa belirsizlikten, objektif olarak yapılıyorsa riskten söz ediliyor demektir."
  },
  {
    "id": "3747072",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi küresel risk iştahının göstergesi olarak ifade edilen endekstir?",
    "correctAnswer": "C",
    "options": {
      "A": "DJI",
      "B": "RISE",
      "C": "VIX",
      "D": "TÜFE",
      "E": "ÜFE"
    },
    "explanation": "Birçok ülke finansal piyasalarındaki risk taşıma istekliliğini belirlemek amacıyla risk iştahı endeksi hesaplamaları yapmakta ve yayınlamaktadır. Risk iştahı finansal istikrarın bir ölçüsü olarak kabul edilmektedir. Bu endekslerden ilki sayılan ve küresel risk iştahının göstergesi olarak da ifade edilen endeks VIX (Volatility Index) endeksidir."
  },
  {
    "id": "3747073",
    "unitNumber": 2,
    "text": "Aşağıdaki durumlardan hangisi gerçekleşirse sabit getirili bir menkul kıymetin fiyatı düşer?",
    "correctAnswer": "D",
    "options": {
      "A": "Enflasyon düşerse",
      "B": "Vade kısalırsa",
      "C": "Likidite artarsa",
      "D": "Faiz oranı yükselirse",
      "E": "Döviz kuru yükselirse"
    },
    "explanation": "Faiz oranları yükseldikçe sabit getirili menkul kıymet fiyatları düşer. Bunun nedeni, faiz oranları arttığında, bu tahvilleri tutmanın fırsat maliyetinin de artmasıdır."
  },
  {
    "id": "3747074",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi çeşitlendirme yoluyla azaltılabilen veya tamamen ortadan kaldırılabilen risk unsurlarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Faiz oranı riski",
      "B": "Finansal risk",
      "C": "Satın alma gücü riski",
      "D": "Piyasa riski",
      "E": "Kur riski"
    },
    "explanation": "Sistematik olmayan risk, firmaya ve/veya firmanın ait olduğu endüstriye ait özellikler, firmanın yönetim yapısı ve kalitesi ile firmanın finansal yapısı sonucunda oluşan risktir. Bu riskler çeşitlendirme yoluyla azaltılabilmekte veya tamamen ortadan kaldırılabilmektedir. Başka bir ifade ile bu risklerden kaçınmak mümkündür. Sistematik olmayan riskin unsurları; finansal risk, yönetim riski, iş ve endüstri riskinden oluşmaktadır.<br/>Satın alma gücü riski, piyasa riski, kur riski, faiz oranı riski, sistematik riskin unsurlarını oluşturmaktadır."
  },
  {
    "id": "3747075",
    "unitNumber": 2,
    "text": "Bir şirketin veya bireyin, varlıklarını değer kaybetmeden nakde çevirememesi nedeniyle kısa vadeli finansal yükümlülüklerini karşılayamama riskine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Likidite riski",
      "B": "Kredi riski",
      "C": "Kur riski",
      "D": "Vade Riski",
      "E": "Herstatt Riski"
    },
    "explanation": "<em>Likidite riski, </em>bir şirketin veya bireyin, varlıklarının değer kaybetmeden nakde çevirememesi nedeniyle kısa vadeli finansal yükümlülüklerini karşılayamama riskidir."
  },
  {
    "id": "3747076",
    "unitNumber": 2,
    "text": "Bir firmanın pay fiyatı 120 TL’den 150 TL’ye çıkmışsa payın getiri oranı yüzde kaçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "30",
      "B": "35",
      "C": "25",
      "D": "50",
      "E": "70"
    },
    "explanation": "Getiri oranının hesaplanması; yatırımın başlangıç değerinin, nihai değerinden çıkarılması ve ardından rakamın başlangıç değerine bölünmesiyle yapılır. Yüzde değerini elde etmek için sonuç 100 ile çarpılır. Başlangıç değeri 120 TL ve son değer 150 TL ise, getiri oranı %25 olarak bulunur ([150- 120] / 120 x 100) =25"
  },
  {
    "id": "3747077",
    "unitNumber": 2,
    "text": "Bir yatırımcının portföyünde bulunan X, Y, Z varlıklarının portföydeki ağırlıkları sırasıyla, <em>wX = </em>0,10<em>; wY = </em>0,50 <em>ve wZ = </em>0,40 şeklindedir. Bu varlıklardan beklenen getiriler ise sırasıyla <em>RX </em>= 0,20; <em>RY </em>= 0,15 <em>ve RZ </em>= 0,30 şeklindedir. Buna göre portföyün beklenen getirisi yüzde kaçtır?",
    "correctAnswer": "E",
    "options": {
      "A": "18.7",
      "B": "65",
      "C": "40.4",
      "D": "35",
      "E": "21.5"
    },
    "explanation": "Bir portföyün beklenen getirisi, portföyde yer alan finansal varlıkların beklenen getirilerinin ağırlıklı ortalamasıdır.<br/><em>RP </em>= (0,10x0,20) +(0,50x0,15) +(0,40x0,30) = 0.02+0.075+0.12 =0.215 (%21,5)"
  },
  {
    "id": "3747078",
    "unitNumber": 2,
    "text": "Etkin sınır eğrisinin hangi kısmında yer alan portföyler “yüksek risk ve yüksek beklenen” getirilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Etkin sınır eğrisinin tam üzerinde",
      "B": "Etkin sınırın altında",
      "C": "Etkin sınırın üst kısmında",
      "D": "Etkin sınırın orta kısmında",
      "E": "Etkin sınırın dışında"
    },
    "explanation": "Optimal portföyler bu eğri üzerinde, yani etkin sınır üzerinde yer almaktadır. Etkin sınırın alt kısmında yer alan portföyler düşük riskli ve düşük beklenen getirili, orta kısmında yer alan portföyler orta riskli ve orta beklenen getirili, üst kısmında yer alan portföyler yüksek risk ve yüksek beklenen getirili olmaktadır. Eğrinin altında bir başka deyişle etkin sınırın altında yer alan portföyler etkin değildirler. Çünkü aynı risk düzeyinde daha yüksek getiri elde edilebilir."
  },
  {
    "id": "3747169",
    "unitNumber": 2,
    "text": "Risk kavramının kişi ve kurumlarda farklı şekillerde yorumlanmasının temel nedeni aşağıdaki seçeneklerden hangisinde verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Riskin önemi",
      "B": "Riskin büyüklüğü",
      "C": "Risk karşısındaki tutum",
      "D": "Riskin kapsamı",
      "E": "Riskin belirsizliği"
    },
    "explanation": "Risk kişiden kişiye ve kurumdan kuruma değişik anlamlar içerebilir çünkü bir kişi için risk içeren bir durum diğeri için riskli olmayabilir. Bu durum kişilerin risk karşısındaki tutumu ile açıklanabilir."
  },
  {
    "id": "3747170",
    "unitNumber": 2,
    "text": "\"……………………………….gerçekleşen getiri ya da nakit akımlarının beklenen getiri ya da nakit akı- mından sapması olasılığı olarak tanımlanır.\"<br/>Yukarıdaki cümlede boş bırakılan yere aşağıdaki seçeneklerde verilenlerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Finansal risk",
      "B": "Algılanan risk",
      "C": "Risk büyüklüğü",
      "D": "Risk tutumu",
      "E": "Riskin önemi"
    },
    "explanation": "Finansal anlamda risk, gerçekleşen getiri ya da nakit akımlarının beklenen getiri ya da nakit akımından sapması olasılığı olarak tanımlanabilir."
  },
  {
    "id": "3747171",
    "unitNumber": 2,
    "text": "Nakit akımındaki yüksek sapma nasıl yorumlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Riskin küçüklüğü",
      "B": "Riskin büyüklüğü",
      "C": "Riskin varlığı",
      "D": "Riskin yokluğu",
      "E": "Riskin giderildiği"
    },
    "explanation": "Sapma veya değişkenlik, negatif yönde olabileceği gibi, pozitif yönde de olabilir. Bu sapmanın olası düzeyi ne kadar yüksekse o varlığın ya da yatırımın riski de o kadar yüksektir, denebilir."
  },
  {
    "id": "3747172",
    "unitNumber": 2,
    "text": "Bir duruma ilişkin olasılığın 1’e yaklaşması ne ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Olayın gerçekleşme olasılığının artması",
      "B": "Olayın gerçekleşme olasılığının azalması",
      "C": "Olayın tehlikeli olması",
      "D": "Olayın zarar verme potansiyelinin varlığı",
      "E": "Olayla ilgili kişi sayısının fazlalığı"
    },
    "explanation": "Bir olay pek çok şekilde sonuçlanabilir. İşte bu sonuçların hepsi farklı bir olasılığı gösterir. Olasılık “0” ile “1” arasında değişir. Olasılık “0” ise o olay gerçekleşmeyecektir. Öte yandan olasılık “1”e ne kadar yaklaşırsa olayın gerçekleşme ihtimali de o kadar yüksek olacak, nihayet “1” olursa olay gerçekleşecektir."
  },
  {
    "id": "3747173",
    "unitNumber": 2,
    "text": "Geleceğin belirsizliğine karşın olasılık tahmini subjektif olarak yapılıyorsa aşağıdakilerden hangisinden söz edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Risk",
      "B": "Olasılık",
      "C": "Belirsizlik",
      "D": "Karamsarlık",
      "E": "Zarar"
    },
    "explanation": "Geleceğin belirsizliğine karşın olasılık tahmini subjektif olarak yapılıyorsa belirsizlikten, objektif olarak yapılıyorsa riskten söz ediliyor demektir."
  },
  {
    "id": "3747174",
    "unitNumber": 2,
    "text": "Geleceğin belirsizliğine karşın olasılık tahmini objektif olarak yapılıyorsa aşağıdakilerden hangisinden söz edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Risk",
      "B": "Olasılık",
      "C": "Belirsizlik",
      "D": "Karamsarlık",
      "E": "Tehlike"
    },
    "explanation": "Geleceğin belirsizliğine karşın olasılık tahmini subjektif olarak yapılıyorsa belirsizlikten, objektif olarak yapılıyorsa riskten söz ediliyor demektir."
  },
  {
    "id": "3747175",
    "unitNumber": 2,
    "text": "Paya (hisse senedi) yatırım yapan birikim sahibi aşağıdakilerden hangisiyle karşılaşır?",
    "correctAnswer": "C",
    "options": {
      "A": "Risk",
      "B": "Tehlike",
      "C": "Belirsizlik",
      "D": "Risk",
      "E": "Olasılık"
    },
    "explanation": "Paya (hisse senedi) yatırım yapan birikim sahibi, aslında riskle değil belirsizlikle karşılaşır. Gerçekten yatırımcının payın kârlı olup olmayacağı konusunda kesin bir bilgisi olmadığı gibi, gerçekleşmesi olası kârlılık oranlarının olasılıkları hakkında da bilgi sahibi değildir."
  },
  {
    "id": "3747176",
    "unitNumber": 2,
    "text": "Herhangi bir değişkenin, belirli bir ortalama değere göre çok yüksek artış veya azalışlar gerçekleştirmesi, sabit kalmaması, dalgalanmasına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Risk",
      "B": "Tehlike",
      "C": "Belirsizlik",
      "D": "Oynaklık",
      "E": "Olasılık"
    },
    "explanation": "<em>Oynaklık (volatilite), </em>herhangi bir değişkenin, belirli bir ortalama değere göre çok yüksek artış veya azalışlar gerçekleştirmesi, sabit kalmaması, dalgalanmasıdır."
  },
  {
    "id": "3747177",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi firma içi riskler arasında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yönetim riski",
      "B": "Piyasa riski",
      "C": "Endüstri riski",
      "D": "Döviz kuru riski",
      "E": "Faiz oranı riski"
    },
    "explanation": "Riskler <em>kaynaklarına göre </em>firma içi riskler ve firma dışı riskler olarak iki grup altında sınıflandırılır. Firma içi riskler, yönetimi riski gibi firma içi faktörlerden kaynaklanan riskler iken, firma dışı riskler, piyasa riski, endüstri riski, döviz kuru riski, faiz oranı riski ve politik risk gibi firmanın dışı faktörlerden kaynaklanan risklerdir."
  },
  {
    "id": "3747178",
    "unitNumber": 2,
    "text": "Toplam risk aşağıdakilerden hangisiyle hesaplanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sistematik riskten sistematik olmayan riskin çıkarılmasıyla",
      "B": "Sistematik olmayan riskten sistematik riskin çıkarılmasıyla",
      "C": "Sistematik riskle sistematik olmayan riskin toplanmasıyla",
      "D": "Sadece sistematik olmayan riskle",
      "E": "Sadece sistematik riskle"
    },
    "explanation": "Toplam risk, sistematik riskle sistematik olmayan riskin toplanmasıyla belirlenir."
  },
  {
    "id": "3746903",
    "unitNumber": 3,
    "text": "Yatırımın tanımı aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir getiri beklentisiyle bir alana fon tahsis edilmesidir.",
      "B": "Potansiyel getiriler ile riskleri bir arada değerlendirmektir.",
      "C": "Beklenen getiriye ilişkin tüm bilgilere sahip olarak algılanan riske dayalı eylemdir.",
      "D": "Arz ve talebe bağlı olarak belirlenmiş ekonomik bir alanda uzlaşmaktır.",
      "E": "Uzun ya da kısa vadeli gelir temin etmek amacıyla ekonomik bir eylemdir."
    },
    "explanation": "Yatırım, bir miktar kaynağın ya da paranın, daha yüksek bir miktar olarak geri döneceği beklentisiyle belli bir süre için bir alana tahsis edilmesi, bağlanmasıdır"
  },
  {
    "id": "3746904",
    "unitNumber": 3,
    "text": "<table> <tbody> <tr> <td> 1. Piyasa yaklaşımı<br/></td> <td> K. Alacağınız konuta muadil konutlar son zamanlarda hangi fiyattan el değiştirmişse, bu, sizin ödeyeceğiniz bedel için bir gösterge niteliği<br/>taşıyabilir.<br/></td> </tr> <tr> <td> 2. Gelir yaklaşımı<br/></td> <td> L. Yatırımın, fiziki varlığı dışında, değerini etkileyebilecek herhangi bir boyutunun olmadığı durumlarda geçerli olabilir.<br/></td> </tr> <tr> <td> 3. Maliyet yaklaşımı<br/></td> <td> M. Tüm reel ve finansal yatırımlara uygulanabilecek genel bir yaklaşımdır.<br/></td> </tr> </tbody> </table> Yukarıdaki finans ekonomisinde değerleme yaklaşımlarına ilişkin verilerin doğru eşleştirmesi aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "3-K, 2-M, 1-L",
      "B": "3-L, 2-M, 1- K",
      "C": "3-M, 2-K, 1-L",
      "D": "3-L, 2-K, 1-M",
      "E": "3-K, 2-L, 1-M"
    },
    "explanation": "Örneğin alacağınız konuta muadil konutlar son zamanlarda hangi fiyattan el değiştirmişse, bu, sizin ödeyeceğiniz bedel için bir gösterge niteliği<br/>taşıyabilir. Bu tür bir yaklaşım “Piyasa Yaklaşımı” olarak adlandırılır.<br/>Bu yaklaşım, yatırımın, fiziki varlığı dışında, değerini etkileyebilecek herhangi bir boyutunun olmadığı durumlarda geçerli olabilir. Bu yaklaşıma “Maliyet Yaklaşımı” denir.<br/>En başta temel değerleme yaklaşımı olarak ifade ettiğimiz Gelir Yaklaşımı tüm reel ve finansal yatırımlara uygulanabilecek genel yaklaşım iken, piyasa karşılaştırmalarına dayalı Piyasa Yaklaşımı ve fiziki varlığın maliyetine dayalı Maliyet Yaklaşımı, yalnızca durumun uygun olması ve yeterli veri olması durumunda kullanılır."
  },
  {
    "id": "3746905",
    "unitNumber": 3,
    "text": "I. Tahvil sahibi şirket yönetimine katılamaz.<br/>II. Tahvil sahibi alacağı ödendikten sonra tasfiyeden pay alamaz.<br/>III. Tahviller tipik olarak 100 ve 10 000 Türk Lirası gibi nominal değerlere sahip olup, bu değerden satışa sunulurlar.<br/>Tahvillerle ilgili olarak yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "Tahvillerle ilgili önemli bir başka nokta ise tahvil sahibinin (tahvil satın alarak işletmeye borç veren yatırımcı), işletme üzerinde tahvilin faiz ve anapara ödemeleri dışında başka bir hakkı olmamasıdır. Tahvil sahibi şirket yönetimine katılamaz ve alacağı ödendikten sonra tasfiyeden pay alamaz."
  },
  {
    "id": "3746906",
    "unitNumber": 3,
    "text": "Tahvil sahibine periyodik olarak faiz şeklinde ödenecek, tahvilin nominal değerinin yüzdesi olarak ifade edilen orana ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Nominal Değer",
      "B": "Piyasa Değeri",
      "C": "Kupon faiz oranı",
      "D": "Basit Getiri Oranı",
      "E": "Bileşik Getiri Oranı"
    },
    "explanation": "Kupon faiz oranı: Tahvil sahibine periyodik olarak faiz şeklinde ödenecek, tahvilin nominal değerinin yüzdesi olarak ifade edilen oran. Örneğin kupon faiz oranı %15 ve tahvilin nominal değeri T1.000 ise vade sonuna kadar her yıl sonunda tahvil sahibine T150 kupon faizi ödenecek demektir."
  },
  {
    "id": "3746907",
    "unitNumber": 3,
    "text": "Yapılan yatırımdan elde edilen getirinin vade sonuna kadar aynı getiri oranıyla tekrar yatırıma dönüştürülmediği durumdaki yıllık getirisine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bileşik Getiri Oranı",
      "B": "Kupon faiz oranı",
      "C": "Nominal Değer",
      "D": "Piyasa Değeri",
      "E": "Basit Getiri Oranı"
    },
    "explanation": "Basit getiri oranı: Yapılan yatırımdan elde edilen getirinin vade sonuna kadar aynı getiri oranıyla tekrar yatırıma dönüştürülmediği durumdaki yıllık getirisidir."
  },
  {
    "id": "3746908",
    "unitNumber": 3,
    "text": "<table><tbody><tr><td><br/>1. Değişken Faizli Tahviller<br/></td><td><br/>K. Enflasyonun tahvillerde yazılı değeri aşındırması nedeniyle tahvil sahiplerinin zarara uğramalarını önlemek amacıyla çıkarılan bir tahvil türüdür.<br/></td></tr><tr><td><br/>2. Endeksli Tahviller<br/></td><td><br/>L. Bu tahvil türünde faiz oranı sadece ilk kupon için sabit olup başlangıçta belirlenmekte, daha sonraki kuponlar için belirlenen bir ölçüye endekslenmektedir.<br/></td></tr><tr><td><br/>3. Kuponsuz Tahviller<br/></td><td><br/>M. Tahvil ihraç tarihinde nominal değerden iskontolu olarak satılır ve tahvil sahibine vadede nominal değer ödenir. İhraç değeri ile nominal değer arasındaki fark tahvil sahibinin gelirini oluşturur.<br/></td></tr></tbody></table><br/>Yukarıdaki tahvil türleri ve özelliklerinin doğru eşleştirmesi aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "3-K, 2-M, 1-L",
      "B": "3-L, 2-M, 1- K",
      "C": "3-M, 2-K, 1-L",
      "D": "3-L, 2-K, 1-M",
      "E": "3-K, 2-L, 1-M"
    },
    "explanation": "Endeksli Tahviller: Enflasyonun tahvillerde yazılı değeri aşındırması nedeniyle tahvil sahiplerinin zarara uğramalarını önlemek amacıyla çıkarılan bir tahvil türüdür.<br/>Değişken Faizli Tahviller: Bir tür endeksli tahvildir. Bu tahvil türünde faiz oranı sadece ilk kupon için sabit olup başlangıçta belirlenmekte, daha<br/>sonraki kuponlar için belirlenen bir ölçüye endekslenmektedir.<br/>Kuponsuz Tahviller: Bu tahvillerde kupon faiz ödemesi yoktur. Tahvil ihraç tarihinde nominal değerden iskontolu olarak satılır ve tahvil sahibine<br/>vadede nominal değer ödenir. İhraç değeri ile nominal değer arasındaki fark tahvil sahibinin gelirini oluşturur."
  },
  {
    "id": "3746909",
    "unitNumber": 3,
    "text": "I. Faiz ve buna ilave olarak, tahvil tertibi için belirlenen kâr payı yüzdesine göre hesaplanan tutardan tahvile düşen payın ödenmesi<br/>II. Kâr payının faizden daha az olması durumunda ödeme yapılmaması ancak, aksi halde kâr payı ödenmesi<br/>III. Bir faiz öngörülmeksizin tahvil tertibi için belirlenen kâr payı yüzdesine göre hesaplanan tutardan tahvile düşen payın ödenmesi.<br/>Kara İştirakli Tahvil tahvil ihraç eden işletmeler kâr payını belirlerken yukarıdaki hangi yol/yolları seçebilirler?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I ve III"
    },
    "explanation": "Kara İştirakli Tahviller: Bu tahvil türünde tahvil sahibi faiz yanında, firma kârlı ise önceden belirlenen bir oranda kar payı da alma hakkına sahip olmaktadır. Bu tür tahvil ihraç eden işletmeler kâr payını belirlerken şu yollardan birini seçebilirler:<br/>• Faiz ve buna ilave olarak, tahvil tertibi için belirlenen kâr payı yüzdesine göre hesaplanan tutardan tahvile düşen payın ödenmesi,<br/>• Kâr payının faizden daha az olması durumunda faiz, aksi halde kâr payı ödenmesi,<br/>• Bir faiz öngörülmeksizin tahvil tertibi için belirlenen kâr payı yüzdesine göre hesaplanan tutardan tahvile düşen payın ödenmesi."
  },
  {
    "id": "3746910",
    "unitNumber": 3,
    "text": "Tahvilin enflasyondan arındırılmış gerçek (reel) getiri oranı aşağıdaki formüllerden hangisi ile bulunur?",
    "correctAnswer": "E",
    "options": {
      "A": "Reel Faiz Oranı = ((1+Nominal Faiz Oranı) x (1+Enflasyon Oranı)) - 1",
      "B": "Reel Faiz Oranı = ((1+Nominal Faiz Oranı) / (1+Enflasyon Oranı)) + 1",
      "C": "Reel Faiz Oranı = ((1- Nominal Faiz Oranı) / (1+Enflasyon Oranı)) - 1",
      "D": "Reel Faiz Oranı = ((1+Nominal Faiz Oranı) / (1- Enflasyon Oranı)) + 1",
      "E": "Reel Faiz Oranı = ((1+Nominal Faiz Oranı) / (1+Enflasyon Oranı)) - 1"
    },
    "explanation": "Bir tahvilin getiri oranı veya nominal faiz oranı içinde, enflasyondan kaynaklanan bir prim de bulunur.<br/>Eğer tahvilin enflasyondan arındırılmış gerçek (reel) getiri oranı bilinmek istenirse aşağıdaki formülden yararlanılır.<br/>Reel Faiz Oranı = ((1+Nominal Faiz Oranı) / (1+Enflasyon Oranı)) - 1"
  },
  {
    "id": "3746911",
    "unitNumber": 3,
    "text": "Elde var olan değer noktalarından yola çıkarak bu noktalar arasında, farklı bir yerde ve değeri bilinmeyen bir noktadaki olası değeri bulmaya/tahmin etmeye yarayan yöntemlerin tümüne ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Enterpolasyon",
      "B": "Değerleme",
      "C": "Gizli otofinansman",
      "D": "Sukuk",
      "E": "Herstatt Riski"
    },
    "explanation": "Enterpolasyon (ya da interpolasyon), elde varolan değer noktalarından yola çıkarak bu noktalar arasında, farklı bir yerde ve değeri bilinmeyen bir noktadaki olası değeri bulmaya/tahmin etmeye yarayan yöntemlerin tümüne verilen genel isimdir."
  },
  {
    "id": "3746912",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi defter değerinin kullanılmasının anlamlı olacağı durumlardan biri <u>değildir? </u>",
    "correctAnswer": "A",
    "options": {
      "A": "Varlığını uzun süredir devam ettiren işletmelerde",
      "B": "Kazançları dengesiz olan işletmelerde",
      "C": "işletmenin geleceğine yönelik belirsizlik yüksekse gelecek gelirlerine dayalı yöntemlerin spekülatif bir hal aldığı durumlarda",
      "D": "Sermaye piyasalarının ve/veya ekonominin daraldığı ve uygun bir fiyatla yeni menkul kıymetlerin pazarlanmasının zor olduğu durumlarda",
      "E": "İşletmenin hisse senetlerinin defter değerinin cari piyasa değerinden önemli ölçüde yüksek olduğu durumlarda"
    },
    "explanation": "Defter değeri, değerleme yöntemleri için destek amaçlı olarak kullanılabileceği gibi, şu durumlarda da anlamlı olabilir:<br/>• Yeni kurulmuş işletmelerde,<br/>• Kazançları dengesiz olan işletmelerde,<br/>• Geleceğe yönelik belirsizliğin yüksek olması<br/>nedeniyle gelecek gelirlerine dayalı yöntemlerin oldukça spekülatif bir hal aldığı durumlarda,<br/>• Sermaye piyasalarının ve/veya ekonominin<br/>daraldığı ve uygun bir fiyatla yeni menkul<br/>kıymetlerin pazarlanmasının zor olduğu<br/>durumlarda,<br/>• İşletmenin hisse senetlerinin defter değerinin cari piyasa değerinden önemli ölçüde<br/>yüksek olduğu durumlarda,<br/>• Bankalar gibi varlıklarının büyük bölümü<br/>parasal varlıklar olan işletmelerde."
  },
  {
    "id": "3746917",
    "unitNumber": 3,
    "text": "Bir tür endeksli tahvil olan ………….. türünde faiz oranı sadece ilk kupon için sabit olup başlangıçta belirlenmekte, daha sonraki kuponlar için belirlenen bir ölçüye endekslenmektedir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Endeksli Tahvil",
      "B": "Kuponsuz Tahvil",
      "C": "Sabit Faizli Tahvil",
      "D": "Kara İştirakli Tahvil",
      "E": "Değişken Faizli Tahvil"
    },
    "explanation": "Değişken Faizli Tahviller: Bir tür endeksli tahvildir. Bu tahvil türünde faiz oranı sadece ilk kupon için sabit olup başlangıçta belirlenmekte, daha sonraki kuponlar için belirlenen bir ölçüye endekslenmektedir. Bu ölçü genellikle hazine borçlanma ihaleleri ortalamaları ve enflasyon olmaktadır. Bu söylenenlere göre değişken faizli tahvillerin sadece faizi endeksli bir tahvil türü olduğu söylenebilir."
  },
  {
    "id": "3746919",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tahvilin sağlayacağı nakit girişleriyle (kupon ödemeleri ve anapara geri ödemesi) gerektirdiği nakit çıkışlarını (tahvile ödenecek bedel, tahvilin piyasa fiyatı) birbirine eşitleyen iskonto oranıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Enflasyon oranı",
      "B": "Kupon faizleri",
      "C": "Nominal faiz oranı",
      "D": "Bileşik getiri oranı",
      "E": "Tahvilin vadeye kadar getirisi"
    },
    "explanation": "Tahvilin sağlayacağı nakit girişleriyle (kupon ödemeleri ve anapara geri ödemesi) gerektirdiği nakit çıkışlarını (tahvile ödenecek bedel, tahvilin piyasa fiyatı) birbirine eşitleyen iskonto oranı <em>tahvilin vadeye kadar getirisidir</em>."
  },
  {
    "id": "3746920",
    "unitNumber": 3,
    "text": "…………… tahvil sahibi, tahvili üzerinde yazılı kupon faiz oranı ile tahvilin nominal değeri üzerinden hesaplanan faizlere vade boyunca her dönem sonunda sahip olur?<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Primli tahvilde",
      "B": "Endeksli tahvilde",
      "C": "Sabit faizli tahvilde",
      "D": "Kuponsuz tahvilde",
      "E": "Kâra iştirakli tahvilde"
    },
    "explanation": "Sabit Faizli Tahviller: Sabit faizli tahvilde tahvil sahibi, tahvili üzerinde yazılı kupon faiz oranı ile tahvilin nominal değeri üzerinden hesaplanan faizlere vade boyunca her dönem sonunda sahip olur."
  },
  {
    "id": "3746921",
    "unitNumber": 3,
    "text": "Değer tanımlarından biri olan ………. amortisman düşülerek belirlenen varlık değerinden borçların çıkarılması sonucu bulunan değerdir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Piyasa değeri",
      "B": "Gerçek değer",
      "C": "Defter değeri",
      "D": "Tasfiye değeri",
      "E": "İşleyen teşebbüs değeri"
    },
    "explanation": "Defter değeri amortisman düşülerek belirlenen varlık değerinden borçların çıkarılması sonucu bulunan değerdir. Defter değeri tarihi nitelik taşır ve geçmişte ne olduğuyla ilgilidir."
  },
  {
    "id": "3746922",
    "unitNumber": 3,
    "text": "…………… işletmenin işleyen bir teşebbüs olmasından kaynaklanan değer unsurlarını dikkate almadığı için işleyen bir işletmenin değeri için bir anlam ifade etmemektedir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Defter değeri",
      "B": "Gerçek değer",
      "C": "Tasfiye değeri",
      "D": "Nominal değer",
      "E": "İşleyen teşebbüs değeri"
    },
    "explanation": "Tasfiye değeri, işletmenin işleyen bir teşebbüs olmasından kaynaklanan değer unsurlarını dikkate almadığı için işleyen bir işletmenin değeri için bir anlam ifade etmemektedir."
  },
  {
    "id": "3746923",
    "unitNumber": 3,
    "text": "Ekstra kazanç gücü, maddi olmayan varlıklar ve gelecekteki yatırımların değeri gibi temelde işletmenin sahip olduğu üç şeyin ………….. arttırdığı kabul edilir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Net aktif değeri",
      "B": "Nominal değeri",
      "C": "Kupon faiz oranını",
      "D": "Bileşik getiri oranını",
      "E": "İşleyen teşebbüs değerini"
    },
    "explanation": "İşleyen teşebbüs değerini temelde işletmenin sahip olduğu üç şeyin arttırdığı kabul edilir:<br/><ul> <li>Ekstra Kazanç Gücü,</li> <li>Maddi Olmayan Varlıklar,</li> <li>Gelecekteki Yatırımların Değeri.</li> </ul>"
  },
  {
    "id": "3746924",
    "unitNumber": 3,
    "text": "Bir işletmenin ya da payın ………..<em>, </em>piyasada oluşan arz ve talebi dengeleyen fiyattır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Piyasa fiyatı",
      "B": "Net aktif değeri",
      "C": "Basit getiri oranı",
      "D": "Kupon faiz oranı",
      "E": "Yerine koyma değeri"
    },
    "explanation": "Bir işletmenin ya da payın <em>piyasa fiyatı, </em>piyasada oluşan arz ve talebi dengeleyen fiyattır. Bu değer, o günkü arz ve talep miktarına göre oluşur ve bu nedenle arz ve talep değişkenlerinin büyüklükleri nedeniyle değişiklikler gösterebilir."
  },
  {
    "id": "3746925",
    "unitNumber": 3,
    "text": "İşletmenin fiziki varlıklarını ve bunların yenilenme (yerine koyma) maliyetlerini temel alan ve aktif temelli yaklaşım olarak da nitelenen ……….. yaklaşımı<strong>, </strong>işletme değerlemesindeki üç temel yaklaşımdan biridir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Gelir",
      "B": "Piyasa",
      "C": "Tasfiye",
      "D": "Maliyet",
      "E": "Basit getiri"
    },
    "explanation": "İşletme değerlemesinde üç temel yaklaşım bulunmaktadır. Bunlar, işletmenin fiziki varlıklarını ve bunların yenilenme (yerine koyma) maliyetlerini temel alan ve aktif temelli yaklaşım olarak da nitelenen <strong>“<em>maliyet yaklaşımı</em>”, </strong>işletmenin kazanç potansiyelini temel alan <strong>“<em>gelir yaklaşımı</em></strong><strong>” </strong>ve piyasadaki karşılaştırılabilir işletmelerden elde edilen verileri, değerlenen işletmenin verileri ile karşılaştırarak söz konusu işletmenin değerini belirlemeyi amaçlayan <strong>“<em>piyasa yaklaşımı</em>”</strong>dır."
  },
  {
    "id": "3746926",
    "unitNumber": 3,
    "text": "İşletmenin kazanç potansiyelini temel alan ……………. yaklaşımı işletme değerlemesindeki üç temel yaklaşımdan biridir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Gelir",
      "B": "Piyasa",
      "C": "Tasfiye",
      "D": "Maliyet",
      "E": "Basit getiri"
    },
    "explanation": "İşletme değerlemesinde üç temel yaklaşım bulunmaktadır. Bunlar, işletmenin fiziki varlıklarını ve bunların yenilenme (yerine koyma) maliyetlerini temel alan ve aktif temelli yaklaşım olarak da nitelenen “maliyet yaklaşımı”, işletmenin kazanç potansiyelini temel alan “gelir yaklaşımı” ve piyasadaki karşılaştırılabilir işletmelerden elde edilen verileri, değerlenen işletmenin verileri ile karşılaştırarak söz konusu işletmenin değerini belirlemeyi amaçlayan “piyasa yaklaşımı”dır."
  },
  {
    "id": "3746927",
    "unitNumber": 3,
    "text": "Piyasadaki karşılaştırılabilir işletmelerden elde edilen verileri, değerlenen işletmenin verileri ile karşılaştırarak söz konusu işletmenin değerini belirlemeyi amaçlayan ………. yaklaşımı işletme değerlemesindeki üç temel yaklaşımdan biridir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Gelir",
      "B": "Piyasa",
      "C": "Tasfiye",
      "D": "Maliyet",
      "E": "Bileşik getiri"
    },
    "explanation": "İşletme değerlemesinde üç temel yaklaşım bulunmaktadır. Bunlar, işletmenin fiziki varlıklarını ve bunların yenilenme (yerine koyma) maliyetlerini temel alan ve aktif temelli yaklaşım olarak da nitelenen “maliyet yaklaşımı”, işletmenin kazanç potansiyelini temel alan “gelir yaklaşımı” ve piyasadaki karşılaştırılabilir işletmelerden elde edilen verileri, değerlenen işletmenin verileri ile karşılaştırarak söz konusu işletmenin değerini belirlemeyi amaçlayan “piyasa yaklaşımı”dır."
  },
  {
    "id": "3746977",
    "unitNumber": 3,
    "text": "Getiri beklentisiyle bir alana fon tahsis edilmesi şeklinde tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Getiri",
      "B": "Kar",
      "C": "Yatırım",
      "D": "Bütçe",
      "E": "Faiz"
    },
    "explanation": "GİRİŞ<br/>Yatırım, bir miktar kaynağın ya da paranın, daha yüksek bir miktar olarak geri döneceği beklentisiyle belli bir süre için bir alana tahsis edilmesi, bağlanmasıdır"
  },
  {
    "id": "3746978",
    "unitNumber": 3,
    "text": "Bir yatırım aracı üzerinde tüm bilgilere sahip, herhangi bir ekonomik veya psikolojik baskı altında olmayan taraflarca, yatırımın olası getirileri ve algılanan riskine dayalı olarak belirlenen değere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Piyasa Değeri",
      "B": "Gerçek Değer",
      "C": "Bugünkü Değer",
      "D": "Defter Değeri",
      "E": "Maliyet Değeri"
    },
    "explanation": "GİRİŞ<br/>Gerçek değer, bir yatırım aracı üzerinde tüm bilgilere sahip, herhangi bir ekonomik veya psikolojik baskı altında olmayan taraflarca, yatırımın olası getirileri ve algılanan riskine dayalı olarak belirlenen değerdir."
  },
  {
    "id": "3746979",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi anonim ortaklık şeklindeki işletmelerin ve devletin tasarrufçulardan uzun vadeli borç temin etmek amacıyla ihraç ettikleri borç senedi hükmündeki menkul kıymettir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hisse senedi",
      "B": "Tahvil",
      "C": "Bono",
      "D": "Finansman bonosu",
      "E": "Katılım belgesi"
    },
    "explanation": "Tahvil Değerlemesi<br/>Tahvil, anonim ortaklık şeklindeki işletmelerin ve devletin tasarrufçulardan uzun vadeli borç temin etmek amacıyla ihraç ettikleri borç senedi hükmündeki menkul kıymettir"
  },
  {
    "id": "3746980",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, tahvilin üzerinde yazılı olan ve vade bitiminde tahvil sahibine ödenen değeri ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Gerçek değer",
      "B": "Bugünkü değer",
      "C": "Nominal değer",
      "D": "Piyasa değeri",
      "E": "Reel değer"
    },
    "explanation": "Tahvil Terminolojisi<br/>Nominal Değer: Tahvilin üzerinde yazılı olan ve vade bitiminde tahvil sahibine ödenen değerdir."
  },
  {
    "id": "3746981",
    "unitNumber": 3,
    "text": "Bir tahvil ihraç tarihinde nominal değerden iskontolu olarak satılıyor ve tahvil sahibine vadede nominal değer ödeniyorsa bu tahvil türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kuponlu tahvil",
      "B": "Kuponsuz tahvil",
      "C": "Kara iştirakli tahvil",
      "D": "Endeksli tahvil",
      "E": "Değişken faizli tahvil"
    },
    "explanation": "Tahvil Türleri<br/>Kuponsuz Tahviller: Bu tahvillerde kupon faiz ödemesi yoktur. Tahvil ihraç tarihinde nominal değerden iskontolu olarak satılır ve tahvil sahibine vadede nominal değer ödenir. İhraç değeri ile nominal değer arasındaki fark tahvil sahibinin gelirini oluşturur."
  },
  {
    "id": "3746982",
    "unitNumber": 3,
    "text": "Bir tahvilin nominal faiz oranı %30 ve enflasyon oranı %18 ise tahvilin reel faiz oranı yüzde kaçtır?",
    "correctAnswer": "D",
    "options": {
      "A": "0,66",
      "B": "1",
      "C": "1,66",
      "D": "10",
      "E": "12"
    },
    "explanation": "Tahvil Değerinin Hesaplanması<br/>Reel Faiz Oranı = ((1+Nominal Faiz Oranı) / (1+Enflasyon Oranı)) - 1<br/>Reel Faiz Oranı = ((1+0,30) / (1+0,18)) - 1<br/>Reel Faiz Oranı = (1,30/1,18) - 1 = 0,10 = %10"
  },
  {
    "id": "3747001",
    "unitNumber": 3,
    "text": "Bir varlık için objektif, rasyonel ve aynı bilgilere sahip alıcı ve satıcı tarafından belirlenen fiyata ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tasfiye değeri",
      "B": "Defter değeri",
      "C": "Uygun piyasa değeri",
      "D": "İhraç değeri",
      "E": "Takas değeri"
    },
    "explanation": "İşletme Değeri Kavramı<br/>Uygun piyasa değeri; bir varlık için objektif, rasyonel ve aynı bilgilere sahip alıcı ve satıcı tarafından belirlenen fiyattır."
  },
  {
    "id": "3747002",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi işletmelerin ortaklık payını gösteren kıymetli evraktır?",
    "correctAnswer": "B",
    "options": {
      "A": "Tahvil",
      "B": "Hisse senedi",
      "C": "Finansman bonosu",
      "D": "Katılım Belgesi",
      "E": "Hazine bonosu"
    },
    "explanation": "PAY (HİSSE SENEDİ) DEĞERLEMESİ<br/>Pay (hisse senedi), işletmelerin ortaklık payını gösteren kıymetli evraktır."
  },
  {
    "id": "3747003",
    "unitNumber": 3,
    "text": "Vadesine iki yıl kalmış 1.000 TL nominal değerli kuponsuz tahvilden %10 getiri bekleniyorsa tahvilin değeri ne olur?",
    "correctAnswer": "C",
    "options": {
      "A": "780,14",
      "B": "785,45",
      "C": "826,45",
      "D": "884,45",
      "E": "979,54"
    },
    "explanation": "Tahvil Değerinin Hesaplanması<br/>Vadesine iki yıl kalmış 1.000 TL nominal değerli kuponsuz tahvilden %10 getiri bekleniyorsa tahvilin değeri ne olur?<br/>P = 1000 / ((1+0,10)^2) = 826,446 TL"
  },
  {
    "id": "3747004",
    "unitNumber": 3,
    "text": "\"İhraçta primli tahviller ......................... olarak da bilinmektedir.\" ifadesinde boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde doldurur?",
    "correctAnswer": "E",
    "options": {
      "A": "Endeksli tahviller",
      "B": "Sabit faizli tahviller",
      "C": "Pay ile değiştirilebilir tahviller",
      "D": "Kara iştirakli tahviller",
      "E": "İskontolu tahviller"
    },
    "explanation": "Tahvil Türleri<br/>Primli Tahviller: Bu tahvil türünde ihraççı ya ihraçta ya da vade tarihinde (itfada) yapılacak ödemede bir prim ödemeyi taahhüt etmektedir. İhraçta primli tahviller iskontolu tahviller olarak da bilinmektedir."
  },
  {
    "id": "3747079",
    "unitNumber": 3,
    "text": "Aşağıdaklilerden hangisi değerlemenin tanımıdır ?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir yatırımın potansiyel getirileri ile risklerini bir arada değerlendirerek o yatırıma bir bedel belirleme faaliyetidir.",
      "B": "Bir yatırımın mevcut getirileri ile risklerini bir arada değerlendirerek o yatırıma bir bedel belirleme faaliyetidir.",
      "C": "Bir yatırımın getirilerinin belirlenen süre içindeki durumudur.",
      "D": "Bir yatırımın bütün maaliyetleri ile birlikte toplam değeridir.",
      "E": "Bir yatırımın vade sonundaki getirisi ya da zararıdır."
    },
    "explanation": "Değerleme, bir yatırımın potansiyel getirileri ile risklerini bir arada değerlendirerek o yatırıma bir bedel belirleme faaliyetidir."
  },
  {
    "id": "3747080",
    "unitNumber": 3,
    "text": "Yatırımlar yatırımın yapıldığı kıymete göre ikiye ayrılır. Aşağıdakilerden hangisi bu ayrımı doğru ifade etmektedir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Reel - Sanal",
      "B": "Finansal - Üretim",
      "C": "Somut- Soyut",
      "D": "Reel- Finansal",
      "E": "Sosyal - Reel"
    },
    "explanation": "Yatırımlar yatırımın yapıldığı kıymete göre reel ve finansal yatırımlar olarak ikiye ayrılır."
  },
  {
    "id": "3747081",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tahvil derecesinin düşmesinin sonuçlarından biridir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Tahvil getirisinin riskinin düşmesi.",
      "B": "Tahvil getirisinin düşmesi.",
      "C": "Tahvili çıkaran kurumun tahvili geri ödeyememe olasılığının da artması.",
      "D": "Tahvili çıkaran kurumun tahvili geri ödeme olasılığının artması.",
      "E": "Tahvilin her kesimin erişimine açık olacak şekilde piyasaya sunulabilmesi."
    },
    "explanation": "Tahvilin derecesi düştükçe tahvili çıkaran kurumun tahvili geri ödeyememe olasılığının da arttığı kabul edilir."
  },
  {
    "id": "3747082",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir tahvil türü değildir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Sabit faizli tahviller.",
      "B": "Endeksli tahviller.",
      "C": "İskontosuz tahviller.",
      "D": "Kuponsuz tahviller.",
      "E": "Pirimli tahviller."
    },
    "explanation": "Tahvil türleri arasında iskontosuz tahviller yoktur. Pirimli tahvillerin diğer bir adı iskontolu tahvillerdir."
  },
  {
    "id": "3747083",
    "unitNumber": 3,
    "text": "Tahvillerde faiz getirisi ve vadebitiminde ödenen anapara tutarı bellidir. Buna göre tahvillerin fiyatını belirleyen değişken aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Temettü oranı.",
      "B": "Kar payı oranı.",
      "C": "Zarar riski.",
      "D": "İskonto oranı.",
      "E": "İflas riski."
    },
    "explanation": "Dönemsel faiz getirileri ve vade sonunda ödenecek anapara tutarı belli olduğuna göre, tahvilin fiyatını belirleyecek olan değişken, iskonto oranıdır."
  },
  {
    "id": "3747084",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir tahvilin vadeye kadar getiri oranınıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Dış karlılık.",
      "B": "İç karlılık.",
      "C": "Toplam karlılık.",
      "D": "Faizsiz karlılık.",
      "E": "Vadeli karlılık."
    },
    "explanation": "Vadeye kadar getiri oranı bir tahvilin iç kârlılık oranıdır. Yani piyasa fiyatı ve nominal değeri belli bir tahvile yatırım yapılıp vade sonuna kadar elde tutulduğunda hangi getirinin elde edileceğini ifade eder."
  },
  {
    "id": "3747085",
    "unitNumber": 3,
    "text": "Bir varlığın, piyasada varlıkların değerini etkileyebilecek tüm bilgilere sahip, herhangi bir zorlayıcı etki altında olmayan, istekli bir alıcı ve satıcı arasında el değiştirdiği fiyat aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Varlığın hisse fiyatı.",
      "B": "Varlığın pay fiyatı.",
      "C": "Varlığın uygun piyasa değeri.",
      "D": "Varlığın cirosu.",
      "E": "Varlığın serbest piyasa işlem fiyatı."
    },
    "explanation": "Uygun piyasa değeri; bir varlığın, piyasada varlıkların değerini etkileyebilecek tüm bilgilere sahip, herhangi bir zorlayıcı etki altında olmayan, istekli bir alıcı ve satıcı arasında el değiştirdiği fiyattır"
  },
  {
    "id": "3747086",
    "unitNumber": 3,
    "text": "Defter değerinin diğer adı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tasfiye değeri",
      "B": "İşleyen teşebbüs değeri",
      "C": "Muhasebe değeri",
      "D": "Şirket değeri",
      "E": "Varlık değeri."
    },
    "explanation": "Defter değeri, muhasebe değeri olarak da düşünülebilir. İşletmeye ortaklar tarafından konulan öz kaynakların, konulduğu andaki değerini ifade eder."
  },
  {
    "id": "3747087",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi işleyen teşebbüs değerinin spesifik ölçülerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Piyasa fiyatı",
      "B": "Net aktif değeri",
      "C": "Yerine koyma değeri",
      "D": "Zorunlu tasfiye değeri",
      "E": "İsteğe bağlı tasfiye değeri"
    },
    "explanation": "İşleyen teşebbüs değerinin spesifik ölçüleri, piyasa fiyatı ve gerçek değerdir."
  },
  {
    "id": "3747088",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi işletme değerlemesindeki temel yaklaşımlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Aktif temelli yaklaşım",
      "B": "Maliyet yaklaşımı",
      "C": "Gelir yaklaşımı",
      "D": "Piyasa yaklaşımı",
      "E": "Kamu yaklaşımı"
    },
    "explanation": "İşletme değerlemesinde üç temel yaklaşım bulunmaktadır. Bunlar, işletmenin fiziki varlıklarını ve bunların yenilenme (yerine koyma) maliyetlerini temel alan ve aktif temelli yaklaşım olarak da nitelenen “maliyet yaklaşımı”, işletmenin kazanç potansiyelini temel alan “gelir yaklaşımı” ve piyasadaki karşılaştırılabilir işletmelerden elde edilen verileri, değerlenen işletmenin verileri ile karşılaştırarak söz konusu işletmenin değerini belirlemeyi amaçlayan “piyasa yaklaşımı” dır."
  },
  {
    "id": "3746928",
    "unitNumber": 4,
    "text": "……………… maliyeti, borçlanma yoluyla sağlanan nakit girişlerinin bugünkü değerleri toplamı ile borçlanma nedeniyle gelecekte yapılacak olan faiz ve anapara ödemelerinin bugünkü değerleri toplamını eşitleyen iskonto oranıdır<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Borçların",
      "B": "İmtiyazlı pay",
      "C": "Beta katsayısı",
      "D": "Oto-finansman",
      "E": "Kâr payı ödeme"
    },
    "explanation": "Borçların maliyeti, borçlanma yoluyla sağlanan nakit girişlerinin bugünkü değerleri toplamı ile borçlanma nedeniyle gelecekte yapılacak olan faiz ve anapara ödemelerinin bugünkü değerleri toplamını eşitleyen iskonto oranıdır. Borçlanmanın maliyeti, vergi öncesi maliyet ve vergi sonrası maliyet olmak üzere iki şekilde hesaplanabilir."
  },
  {
    "id": "3746929",
    "unitNumber": 4,
    "text": "………… herhangi bir menkul kıymetin beklenen getirisi ile risk derecesi arasındaki ilişkiyi gösterir<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Oto-finansman",
      "B": "İmtiyazlı payın maliyeti",
      "C": "Kârlarda büyüme oranı",
      "D": "Ağırlıklı ortalama sermaye maliyeti",
      "E": "Sermaye varlıklarını fiyatlama modeli"
    },
    "explanation": "Sermaye Varlıklarını Fiyatlama Modeli (SVFM), herhangi bir menkul kıymetin beklenen getirisi ile risk derecesi arasındaki ilişkiyi gösterir. Model sistematik riskin ölçülmesinde kullanılır."
  },
  {
    "id": "3746930",
    "unitNumber": 4,
    "text": "…………… göre dağıtılmayan kârların maliyeti, gelecekte sağlanacak getiri oranına eşit olmaktadır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Vergi tasarruf etkisine",
      "B": "İndirgenmiş nakit akımlarına",
      "C": "Ağırlıklı ortalama sermaye maliyetine",
      "D": "Borçlanmanın vergi sonrası maliyetine",
      "E": "Sermaye varlıklarını fiyatlama modeline"
    },
    "explanation": "Yatırımcılar kâr payı getirisinin yanı sıra belli bir oranda da sermaye kazancı elde etmeyi beklerler. İndirgenmiş nakit akımlarına göre dağıtılmayan kârların maliyeti, gelecekte sağlanacak getiri oranına eşit olmaktadır."
  },
  {
    "id": "3746931",
    "unitNumber": 4,
    "text": "Sağlanacak ilave bir birim yeni sermayenin maliyeti, ……….. olarak adlandırılır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Marjinal sermaye maliyeti",
      "B": "İndirgenmiş nakit akımları",
      "C": "Ağırlıklı ortalama sermaye maliyeti",
      "D": "Borçlanmanın vergi sonrası maliyeti",
      "E": "Sermaye varlıklarını fiyatlama modeli"
    },
    "explanation": "AOSM’nin hesaplanmasında tarihi maliyetler yerine cari maliyetler kullanılmalıdır. Bu nedenle marjinal sermaye maliyeti kavramı, önemli bir konu olarak karşımıza çıkar. İşletmeler yeni sağlayacağı fonların maliyetini cari sermaye maliyetinden ayrı olarak hesaplayabilir. Sağlanacak ilave bir birim yeni sermayenin maliyeti, marjinal sermaye maliyeti olarak adlandırılır."
  },
  {
    "id": "3746932",
    "unitNumber": 4,
    "text": "…………., risk ve getiri oranları arasında denge kuran, sermaye maliyetini en düşük seviyeye getirmeye çalışan ve bu şekilde işletmenin piyasa değerini en yükseğe çıkaran sermaye yapısıdır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Vergi tasarruf etkisi",
      "B": "Risk primi yaklaşımı",
      "C": "Optimal sermaye yapısı",
      "D": "Ağırlıklı ortalama sermaye maliyeti",
      "E": "Borçlanmanın vergi sonrası maliyeti"
    },
    "explanation": "Sermaye yapısı, uzun vadeli finansman kaynaklarının çeşitli düzeylerde kullanılması sonucunda oluşan sermaye bileşimidir. <em>Optimal sermaye yapısı, </em>risk ve getiri oranları arasında denge kuran, sermaye maliyetini en düşük seviyeye getirmeye çalışan ve bu şekilde işletmenin piyasa değerini en yükseğe çıkaran sermaye yapısıdır."
  },
  {
    "id": "3746933",
    "unitNumber": 4,
    "text": "İşletmenin <u>sermaye yapısının</u> oluşumunda yüksek oranda …………. kullanması, yalnızca işletme kazançlarının riskliliğini artırmakla kalmaz, aynı zamanda öz kaynak üzerinden beklenen getiri oranını da yükseltir<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Borç",
      "B": "Gelir",
      "C": "Vergi",
      "D": "Sermaye",
      "E": "Beta katsayısı"
    },
    "explanation": "İşletmenin <em>sermaye yapısının </em>oluşumunda yüksek oranda borç kullanması, yalnızca işletme kazançlarının riskliliğini artırmakla kalmaz, aynı zamanda öz kaynak üzerinden beklenen getiri oranını da yükseltir. Bu açıdan bakıldığında sermaye yapısındaki gelişmeler, işletmenin finansal açıdan sıkıntılı olup olmadığı konusunda erken aşamalarda öncü bir gösterge olarak kullanılabilir."
  },
  {
    "id": "3746934",
    "unitNumber": 4,
    "text": "………… hem işletmenin toplam sermaye maliyetinin hem de piyasa değerinin borç/öz kaynak oranından etkileneceğini savunmaktadır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Net gelir yaklaşımı",
      "B": "Geleneksel yaklaşım",
      "C": "Kârlarda büyüme oranı",
      "D": "Optimal sermaye yapısı",
      "E": "İndirgenmiş nakit akımları"
    },
    "explanation": "Net gelir yaklaşımı hem işletmenin toplam sermaye maliyetinin hem de piyasa değerinin borç/öz kaynak oranından etkileneceğini savunmaktadır. Bu yaklaşım iki kritik varsayıma dayanmaktadır. 1) Tüm sermaye bileşimlerinde gerek borç gerek öz kaynak maliyeti değişmemektedir. 2) İşletmeler sermaye yapında sınırsız olarak borç kullanabilmektedirler."
  },
  {
    "id": "3746935",
    "unitNumber": 4,
    "text": "………….. yaklaşımında, işletmenin ağırlıklı ortalama sermaye maliyetinin, borçların ve dolaşımdaki paylarının değerinin, kullanılan kaldıraç oranından bağımsız olduğu kabul edilmektedir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Net faaliyet geliri",
      "B": "Kâr payı ödemeleri",
      "C": "Kârlarda büyüme oranı",
      "D": "Optimal sermaye yapısı",
      "E": "İndirgenmiş nakit akımları"
    },
    "explanation": "Net faaliyet geliri yaklaşımında, işletmenin ağırlıklı ortalama sermaye maliyetinin, borçların ve dolaşımdaki paylarının değerinin, kullanılan kaldıraç oranından bağımsız olduğu kabul edilmektedir. Diğer bir anlatımla bu yaklaşıma göre işletmenin sermaye yapısını değiştirmesinin, işletmenin ağırlıklı ortalama sermaye maliyeti, dolayısıyla da işletmenin piyasa değeri üzerinde etkili olmayacağı ileri sürülmektedir."
  },
  {
    "id": "3746936",
    "unitNumber": 4,
    "text": "……………. yaklaşım, sermaye yapısı ile işletme değeri arasındaki ilişkiyi gerçek hayata en yakın şekilde açıklamaya çalışan yaklaşımlardan biridir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Kâr payı",
      "B": "Net gelir",
      "C": "Geleneksel",
      "D": "İmtiyazlı pay",
      "E": "Net faaliyet geliri"
    },
    "explanation": "Geleneksel yaklaşım, borçlanmayla birlikte işletmenin finansal riskindeki belirli seviyeden sonraki artışın hem ortakların hem de kreditörlerin risk algısında değişmeye neden olduğunu savunmaktadır. Geleneksel yaklaşım, sermaye yapısı ile işletme değeri arasındaki ilişkiyi gerçek hayata en yakın şekilde açıklamaya çalışan yaklaşımlardan biridir."
  },
  {
    "id": "3746937",
    "unitNumber": 4,
    "text": "………….. analizi, borçlanmanın, pay fiyatlarında ve pay başı kârlarda yol açtığı değişimi ortaya koymada kullanılmaktadır<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Net faaliyet geliri",
      "B": "Kârlarda büyüme oranı",
      "C": "Optimal sermaye yapısı",
      "D": "İndirgenmiş nakit akımları",
      "E": "Faiz ve vergi öncesi kâr- pay başı kâr"
    },
    "explanation": "Faiz ve Vergi Öncesi Kâr- Pay Başı Kâr (FVÖK - PBK) analizi, borçlanmanın, pay fiyatlarında ve pay başı kârlarda yol açtığı değişimi ortaya koymada kullanılmaktadır. Bu analiz, işletmelerin nereye kadar borç, nereye kadar öz kaynaklar finansmanı tercih etmeleri gerektiğini belirlemede de kullanılır."
  },
  {
    "id": "3746994",
    "unitNumber": 4,
    "text": "İşletmenin finansmanında kullanılan kaynakların beklenen getirilerinin ağırlık ortalamasına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sermaye maliyeti",
      "B": "Defter değeri",
      "C": "Varlık değeri",
      "D": "İşletme maliyeti",
      "E": "İşletme değeri"
    },
    "explanation": "Sermaye maliyeti, işletmenin finansmanında kullanılan kaynakların beklenen getirilerinin ağırlıklı ortalamasıdır. Bu nedenle sermaye ma-liyeti kavramı yerine ağırlıklı ortalama sermaye maliyeti kavramı da kullanılmaktadır."
  },
  {
    "id": "3746995",
    "unitNumber": 4,
    "text": "Uzun vadeli finansman kaynaklarının çeşitli düzeylerde kullanılması sonucunda oluşan sermaye bileşimine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sermaye yapısı",
      "B": "Borçlanma yapısı",
      "C": "Borç maliyeti",
      "D": "Vergi sonrası kar",
      "E": "Net nakit girişi"
    },
    "explanation": "Borç maliyeti, kreditörlerin işletmeye kullandırdıkları borç karşılığında talep ettikleri getiri oranıdır.<br/>Sermaye yapısı"
  },
  {
    "id": "3746996",
    "unitNumber": 4,
    "text": "İşletmenin elde etmiş olduğu karın bir kısmı dağıtılmayarak işletmenin ihtiyaçları doğrultusunda kullanılmak üzere işletme bünyesinde bırakılmasına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Oto-finansman",
      "B": "Borçlanma",
      "C": "Kredi maliyeti",
      "D": "Büyüme maliyeti",
      "E": "Risksiz faiz oranı"
    },
    "explanation": "Oto-finansman, işletmenin elde etmiş olduğu kârın bir kısmının dağıtılmayarak işletmenin ihtiyaçları doğrultusunda kullanılmak üzere işletme bünyesinde bırakılmasıdır"
  },
  {
    "id": "3746997",
    "unitNumber": 4,
    "text": "SVFM ile öz kaynak maliyetinin bulunması için ihtiyaç duyulan değişkenler aşağıdakilerin hangisinde bir arada ve doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Risksiz faiz oranı - payın sistematik riski - piyasa endeksinin getirisi",
      "B": "Riskli faiz oranı - Defter değeri - Şirketin kar oranı",
      "C": "Payın sistematik riski - Riskli faiz oranı",
      "D": "Risksiz faiz oranı - payın sistematik riski- kar payı getirisi",
      "E": "Payın sistematik riski - kar payı getirisi"
    },
    "explanation": "SVFM ile öz kaynak maliyetinin bulunması için 3 değişkene ihtiyaç duyulmaktadır: (1) risksiz faiz ora-nı, (2) payın sistematik riski (beta)<br/>Risksiz faiz oranı - payın sistematik riski - piyasa endeksinin getirisi"
  },
  {
    "id": "3746998",
    "unitNumber": 4,
    "text": "İşletmenin kullandığı kaynakların her birinin toplam kaynaklar içerisindeki payları ile o kaynağın maliyetinin çarpılması ve bunların toplanması yoluyla aşağıdakilerden hangisi bulunur?",
    "correctAnswer": "A",
    "options": {
      "A": "Ağırlıklı ortalama sermaye maliyeti",
      "B": "Amortisman geliri",
      "C": "Marjinal sermaye maliyeti",
      "D": "Optimal sermaye yapısı",
      "E": "Pay başı kar"
    },
    "explanation": "Ağırlıklı ortalama sermaye maliyeti işletmenin kullandığı kaynakların her birinin toplam kaynaklar içerisindeki payları ile o kaynağın maliyetinin çarpılması ve bunların toplanması yoluyla bulunur. Ağırlıklı ortalama sermaye maliyeti işletmenin gelecekte alacağı yatırım, finansman ve kar dağıtım kararları için bir ölçüt niteliği taşır."
  },
  {
    "id": "3747025",
    "unitNumber": 4,
    "text": "Sermaye maliyetinin en düşük ve işletme değerinin en yüksek olduğu sermaye yapısına verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Optimal sermaye yapısı",
      "B": "Sermaye yapısı",
      "C": "Faaliyet geliri yaklaşımı",
      "D": "Payların piyasa değeri",
      "E": "Pay başına kar"
    },
    "explanation": "Optimal sermaye yapısı, sermaye maliyetinin en düşük ve dolayısıyla işletme değerinin en yüksek olduğu sermaye yapısıdır."
  },
  {
    "id": "3747027",
    "unitNumber": 4,
    "text": "Borçlanma ile birlikte işletmenin finansal riskindeki belirli seviyeden sonraki artışın hem ortakların hem de kreditörlerin risk algısında değişmeye neden olduğunu savunan yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Geleneksel yaklaşım",
      "B": "Çağdaş yaklaşım",
      "C": "Modiglianai - Miller Yaklaşımı",
      "D": "Optimal sermaye yaklaşımı",
      "E": "Yapılandırmacı yaklaşım"
    },
    "explanation": "Geleneksel yaklaşım, borçlanmayla birlikte işletmenin finansal riskindeki belirli seviyeden sonraki artışın hem ortakların hem de kreditörlerin risk algısında değişmeye neden olduğunu savunmaktadır. Bu nedenle geleneksel yaklaşım, sermaye yapısı ile işletme değeri arasındaki ilişkiyi gerçek hayata en yakın şekilde açıklamaya çalışan yaklaşımlardan biridir."
  },
  {
    "id": "3747029",
    "unitNumber": 4,
    "text": "Miller - Modigliani yaklaşıma göre aynı faaliyet riski grubunda yer alan işletmelerin faaliyet geliri düzeyleri aynı ise bu işletmeler ile ilgili aşağıdakilerden hangisidi aynı olur?",
    "correctAnswer": "A",
    "options": {
      "A": "İşletmelerin piyasa değeri",
      "B": "İşletmelerin defter değeri",
      "C": "İflas maliyeti",
      "D": "İşletmelerin kaldıraçsız değeri",
      "E": "Vergi oranı"
    },
    "explanation": "Miller - Modigliani’ nin yapmış olduğu ilk önermeye göre aynı faaliyet riski grubunda yer alan işletmelerin faaliyet geliri (FVÖK) düzeyleri aynı ise bu işletmelerin piyasa değerleri de aynı olmaktadır.<br/>İşletmelerin piyasa değeri"
  },
  {
    "id": "3747030",
    "unitNumber": 4,
    "text": "İşletmenin kullandığı kaynakların her birinin toplam kaynaklar içerisindeki payları ile o kaynağın maliyetinin çarpılması ve bunların toplanması yoluyla aşağıdakilerden hangisi bulunur?",
    "correctAnswer": "A",
    "options": {
      "A": "Ağırlıklı ortalama sermaye maliyeti",
      "B": "Sermaye maliyeti",
      "C": "Ağırlıklı oltalama amortisman maliyeti",
      "D": "Sermaye maliyet",
      "E": "Ortalama amortisman maliyeti"
    },
    "explanation": "Ağırlıklı ortalama sermaye maliyeti işletmenin kullandığı kaynakların her birinin toplam kaynaklar içerisindeki payları ile o kaynağın maliyetinin çarpılması ve bunların toplanması yoluyla bulunur. Ağırlıklı ortalama sermaye maliyeti işletmenin gelecekte alacağı yatırım, finansman ve kar dağıtım kararları için bir ölçüt niteliği taşır."
  },
  {
    "id": "3747031",
    "unitNumber": 4,
    "text": "Kreditörlerin işletmeye kullandırdıkları borç karşılığına talep ettikleri getiri oranına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Borç maliyeti",
      "B": "Sermaye maliyeti",
      "C": "Kredi maliyeti",
      "D": "Tahvil maliyeti",
      "E": "Tahvil çıkarma gideri"
    },
    "explanation": "Borç maliyeti, kreditörlerin işletmeye kullandırdıkları borç karşılığında talep ettikleri getiri oranıdır."
  },
  {
    "id": "3747089",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir işletmenin faaliyetlerini ve bu faaliyetleri gerçekleştirmek için satın aldığı varlıkları finanse etmek için kullandığı borç veya öz kaynak bileşimini gösteren yapı türüdür ?",
    "correctAnswer": "E",
    "options": {
      "A": "Finans yapısı",
      "B": "Örgüt yapısı",
      "C": "Piyasa yapısı",
      "D": "Kapital yapısı",
      "E": "Sermaye yapısı"
    },
    "explanation": "Sermaye yapısı, bir işletmenin faaliyetlerini ve bu faaliyetleri gerçekleştirmek için satın aldığı varlıkları finanse etmek için kullandığı borç veya öz kaynak bileşimini gösterir."
  },
  {
    "id": "3747090",
    "unitNumber": 4,
    "text": "Bir işletmenin tamamen yabancı kaynaklarla finanse edilmesi aşağıdakilerden hangisine yol açar?",
    "correctAnswer": "B",
    "options": {
      "A": "Finansal risk azalır",
      "B": "Finansal risk artar",
      "C": "Finansal esneklik artar",
      "D": "Borç maliyeti azalır",
      "E": "Öz kaynak maliyeti azalır"
    },
    "explanation": "Benzer şekilde bir işletmenin tamamen yabancı kaynaklarla, diğer bir anlatımla borçla finanse edilmesi de mümkündür ancak bu durumda finansal riskin artacağı ve finansal esnekliğin ortadan kalkacağı unutulmamalıdır."
  },
  {
    "id": "3747091",
    "unitNumber": 4,
    "text": "A işletmesi faaliyetlerinden beklemiş olduğu gelir 100.000 TL olup işletmenin tabi olduğu kurumlar vergisi %25’tir. İşletme %10 faiz ile 200.000 TL borç kullanmayı planlamaktadır. Borcun yaratmış olduğu vergi tasarruf etkisi kaç TL’dir?",
    "correctAnswer": "A",
    "options": {
      "A": "5000",
      "B": "20000",
      "C": "15000",
      "D": "25000",
      "E": "10000"
    },
    "explanation": "Borçların vergi sonrası maliyeti aşağıdaki gibi hesaplanmaktadır.<br/>kvs = kd × (1 - T)<br/><strong>kvs : </strong>Borçlanmanın vergi sonrası maliyeti<br/><strong>kd </strong>: Borçlanmanın vergi öncesi maliyeti<br/><strong>T : </strong>Vergi oranı<br/>kvs = 0,10 x (1 - 0,25) kvs = 0,075 = %7,5<br/>Vergi Tasarruf Etkisi = 0,10 - 0,075<br/>Vergi Tasarruf Etkisi = 0,025 = %2,5<br/>Verginin sağladığı tasarruf etkisi <strong>5000 TL</strong> (200.000 x %2,5) tutarındadır."
  },
  {
    "id": "3747092",
    "unitNumber": 4,
    "text": "A işletmesi, ihraç edeceği 3 yıl vadeli yılda bir kez kupon ödemeli, kupon faiz oranı %15 ve nominal değeri 10 TL olan 1000 adet tahvili, başa baştan satacaktır. Vergi oranı %10 iken vergi tasarruf etkisi de dikkate alınarak 1. yıl sonunda kupon ödemeleri nedeniyle gerçekleşen net nakit çıkışı kaç TL’dir?",
    "correctAnswer": "B",
    "options": {
      "A": "1500",
      "B": "1350",
      "C": "900",
      "D": "1000",
      "E": "1255"
    },
    "explanation": "10x1000=10000<br/>Faiz Gideri; 10000x0,15=1500<br/>-Vergi Tasarrufu; 1500x0,10=-150<br/>Net Nakit Çıkışı= 1500-150=1350"
  },
  {
    "id": "3747093",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi imtiyazlı payların özelliklerinden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Vade söz konusu değildir",
      "B": "Sahiplerine kâr payı ödemesi yapılır",
      "C": "Sahiplerinin oy hakkı ayrıcalığı vardır",
      "D": "İmtiyazlı paylar sahiplerinin paylarını belgelendirir",
      "E": "İmtiyazlı paylar borç niteliğindeki araçlardır"
    },
    "explanation": "Pay, sermaye şirketlerinin ortaklarına, paylarını belgelendirmek amacıyla verdikleri kıymetli evraklardır. Sahiplerine kâr payı ödemesi, oy hakkı gibi konularda ayrıcalıklar tanıyan paylara imtiyazlı pay denir.<br/>İmtiyazlı paylar, adi paylar ile tahvil arasında karma nitelik taşıyan bir finansal araçtır. Tahvil yoluyla fon sağlanması, borç niteliğindedir ve tahvilde vade söz konusudur. İmtiyazlı paylarda ise herhangi bir vade söz konusu değildir."
  },
  {
    "id": "3747094",
    "unitNumber": 4,
    "text": "A işletmesi, nominal değeri 200 TL olan imtiyazlı pay ihracı için pay başına 4 TL çıkarma maliyetine katlanmaktadır. Her yıl pay başına %15 oranında kâr payı dağıtacak olan işletmenin İmtiyazlı paylarının maliyeti yüzde kaçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "14,70",
      "B": "8,5",
      "C": "15,30",
      "D": "6,53",
      "E": "13,26"
    },
    "explanation": "Net Çıkarılma Fiyatı = İmtiyazlı Pay Satış Tutarı - Çıkarma Maliyeti<br/>Net Çıkarılma Fiyatı = 200 - 4 = 196<br/>Ödenen Kâr Payı = İmtiyazlı Payın Nominal Değeri x Kâr Payı Oranı<br/>Ödenen Kâr Payı = 200 x 0,15 = 30<br/>kps = 30/196 = 0,1530 =%15,30"
  },
  {
    "id": "3747095",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir işletmenin elde ettiği kârdan pay alır?",
    "correctAnswer": "D",
    "options": {
      "A": "İşletme tahvili sahibi",
      "B": "İşletme finansman bonosu sahibi",
      "C": "Kredi bankası",
      "D": "Devlet",
      "E": "Sermaye Piyasası Kurulu"
    },
    "explanation": "İşletmeler açısından kâr dağıtım kararı son derece önemlidir. İşletmenin elde ettiği kârlar devlet, işletme ve pay sahipleri tarafından paylaşılır. Devlet egemenlik hakkını kullanarak vergi oranı nispetinde bu kârdan pay alır."
  },
  {
    "id": "3747096",
    "unitNumber": 4,
    "text": "A işletmesinin ihraç ettiği 5 yıl vadeli tahvillerin maliyeti %7,5’tir ve paylarının risk primi %3,4 olarak belirlenmiştir. Dağıtılmayan kârların maliyeti yüzde kaçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "10,9",
      "B": "4,1",
      "C": "0,25",
      "D": "12,05",
      "E": "5.46"
    },
    "explanation": "Dağıtılmayan kârların maliyeti (kre) = 0,075 + 0,034<br/>kre = 0,109 = %10,9"
  },
  {
    "id": "3747097",
    "unitNumber": 4,
    "text": "Sermaye yapısını açıklayan, Net gelir yaklaşımının \"işletmeler kaldıraçtan sınırsız yararlanabilir\" varsayımı aşağıdakilerden hangisiyle ifade edilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletmelerin sermaye yapısı tamamıyla öz kaynaklardan oluşabilir",
      "B": "İşletmeler sermaye yapısında sınırsız olarak borç kullanabilir",
      "C": "İşletmelerin sermaye yapısında duran varlıklar düşük olabilir",
      "D": "İşletmelerin sermaye yapısı uzun vadeli finansmandan oluşmalıdır",
      "E": "İşletmelerin sermaye yapısı düşük maliyetli olmalıdır"
    },
    "explanation": "Net gelir yaklaşımı iki kritik varsayıma dayanmaktadır. Bunlardan biri; işletmelerin sermaye yapısında sınırsız olarak borç kullanabilecekleri varsayımıdır. Bu varsayım, başka bir şekilde işletmelerin finansal kaldıraçtan sınırsız bir şekilde yararlanabileceği anlamına gelir."
  },
  {
    "id": "3747098",
    "unitNumber": 4,
    "text": "A işletmesinin faaliyetlerinden beklenen gelir (FVÖK) 50.000 TL’dir. İşletme için ağırlıklı ortalama sermaye maliyeti %20 ve borçlanma maliyeti %15’tir. A işletmesi%40 borç ve %60 öz kaynak kullanılarak finanse edilmiştir. Modigliani ve Miller’ in ilk önermesi kapsamında A işletmesinin öz kaynak maliyeti ve piyasa değeri sırasıyla nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "0.233 ve 250.000",
      "B": "0.144 ve 10000",
      "C": "0.15 ve 125.000",
      "D": "0.177 ve 84.000",
      "E": "0.20 ve 7.500"
    },
    "explanation": "<strong>İşletmenin Piyasa Değeri</strong> (V)= Net Faliyet Geliri (FVÖK) / AOSM (ko)<br/>VA = 50.000 / 0,20 =250000<br/><strong>öz kaynak maliyeti</strong><br/>ke = (ko - (wd x kd)) / we<br/>ko = Ağırlıklı ortalama sermaye maliyeti<br/>wd = Borçların oranı<br/>kd = Borçların maliyeti<br/>we = Öz kaynak oranı<br/>ke = Öz kaynak maliyeti<br/>keA = (0,20 - (0,40 x 0,15)) / 0,60 = (0.20-0.06)/0.60=0.14/0.60=0.233"
  },
  {
    "id": "3747099",
    "unitNumber": 4,
    "text": "İşletmelerin nereye kadar borç, nereye kadar öz kaynaklar ile finansmanı tercih etmeleri gerektiğini belirlemede de kullanılan analiz aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Net faaliyet geliri- çoklu diskriminant analizi",
      "B": "Geleneksel analiz- pazar analizi",
      "C": "Faiz ve vergi öncesi kâr- Pay başı kâr analizi",
      "D": "Statik dengeleme- risk analizi",
      "E": "Vergi sonrası kâr- fizibilite analizi"
    },
    "explanation": "<strong>Faiz ve Vergi Öncesi Kâr- Pay Başı Kâr (FVÖK- PBK) Analizi, </strong>borçlanmanın, pay fiyatlarında ve pay başı kârlarda yol açtığı değişimi ortaya koymada kullanılmaktadır. Bu analiz, işletmelerin nereye kadar borç, nereye kadar öz kaynaklar ile finansmanı tercih etmeleri gerektiğini belirlemede de kullanılır."
  },
  {
    "id": "3747100",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi işletmelerin optimal sermaye yapısından uzaklaşma nedenlerinden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yeni ortak almama isteği",
      "B": "Gereksiz varlık edinimi",
      "C": "Enflasyon",
      "D": "Finansal kaldıraçtan yararlanma isteği",
      "E": "Sermayeyi uluslararası standartların üstüne çıkarma isteği"
    },
    "explanation": "İşletmeler gerek ekonomide yaşanan gelişmeler gerekse de kendilerinden kaynaklanan nedenlerden dolayı optimal sermaye yapısından uzaklaşabilirler. Bu nedenler aşağıda sıralanmıştır:<br/><ul> <li>Öz kaynak artışının gerçekleştirilememesi,</li> <li>Finansal kaldıraçtan yararlanma isteği,</li> <li>Borçlanmanın vergi tasarrufu etkisi ve daha kolay elde edilmesi,</li> <li>Yeni ortak almama isteği,</li> <li>Enflasyon,</li> <li>Hızlı büyüme isteği,</li> <li>Gereksiz varlık edinimi,</li> <li>Gelecekle ilgili tahminlerin yanlışlığı,</li> <li>İzlenen faiz ve kur politikaları</li> </ul>"
  },
  {
    "id": "3747141",
    "unitNumber": 4,
    "text": "Sermaye maliyeti ile ilgili aşağıdakilerden hangisi doğru değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "İşletmenin kullandığı özkaynak yapısına bağlı olarak ortaya çıkar.",
      "B": "İşletmenin kullandığı yabancı kaynakların yapısına bağlı olarak ortaya çıkar.",
      "C": "İşletmeye kaynak sağlayanların bekledikleri getiri oranıdır.",
      "D": "Yatırımlardan sağlanan maksimum getiri oranını gösterir.",
      "E": "Sermaye maliyeti, çıkarılmış olan paylarını satın alan yatırımcıların, paylardan bekledikleri en az getiri oranından oluşur."
    },
    "explanation": "İşletmeler için sermaye maliyeti, yatırımlardan sağlanan minimum getiri oranını gösterir."
  },
  {
    "id": "3747142",
    "unitNumber": 4,
    "text": "Sermaye maliyetinin yanlış hesaplanması öncelikle aşağıdakilerden hangisine yol açabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Şirket pay değerlerinin yüksek çıkmasına.",
      "B": "Şirketin spekülasyona açık olarak değerlenmesine.",
      "C": "Şirketin piyasa değerinin düşmesine.",
      "D": "Şirketin piyasa değerinin yükselmesine.",
      "E": "Şirketin iflas etmesine."
    },
    "explanation": "Sermaye maliyetinin yanlış hesaplanması, firmanın gerek finansman gerekse yatırım kararlarını olumsuz etkileyerek, işletmenin piyasa değerinin düşmesine neden olabilir."
  },
  {
    "id": "3747163",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi imtiyazlı pay sahiplerine tanınan ayrıcalıklardandır ?",
    "correctAnswer": "A",
    "options": {
      "A": "Temettü ödemeleri.",
      "B": "İstihdam edilecek kişi sayısını belirleme.",
      "C": "Ücretleri belirleme.",
      "D": "Yatırım yapılacak alanları belirleme.",
      "E": "Borçlanılacak finansal kaynakları belirleme."
    },
    "explanation": "Sahiplerine kâr payı ödemesi, oy hakkı gibi konularda ayrıcalıklar tanıyan paylara imtiyazlı pay denir."
  },
  {
    "id": "3747164",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi İşletmenin elde ettiği kârları paylaşan taraflardan biri değildir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Devlet.",
      "B": "İşletme.",
      "C": "Pay sahipleri.",
      "D": "Hisse sahipleri.",
      "E": "İşletme yöneticileri."
    },
    "explanation": "İşletmenin elde ettiği kârlar devlet, işletme ve pay sahipleri tarafından paylaşılır."
  },
  {
    "id": "3747165",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi dağıtılmayan kârların maliyetinin belirlenmesinde kullanılan yöntemlerden biri değildir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Sermaye Varlıklarını Fiyatlama Modeli.",
      "B": "Tahvil Getirisi+ Risk Primi Yöntemi.",
      "C": "İskonto Edilmiş Nakit Akışları Yöntemi.",
      "D": "SVFM Yöntemi.",
      "E": "Oto-finansman yöntemi."
    },
    "explanation": "Dağıtılmayan kârların maliyetinin (kre) belirlenmesi oldukça zordur. Bu konuda yaygın olarak 3<br/>yöntem kullanılmaktadır. Bu yöntemler;<br/>• Sermaye Varlıklarını Fiyatlama Modeli<br/>(SVFM Yöntemi)<br/>• Tahvil Getirisi+ Risk Primi Yöntemi<br/>• İskonto Edilmiş Nakit Akışları Yöntemi"
  },
  {
    "id": "3747166",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi risk ve getiri oranları arasında denge kuran, sermaye maliyetini en düşük seviyeye getirmeye çalışan ve bu şekilde işletmenin piyasa değerini en yükseğe çıkaran sermaye yapısıdır ?",
    "correctAnswer": "C",
    "options": {
      "A": "İdeal sermaye yapısı.",
      "B": "Defansif sermaye yapısı.",
      "C": "Optimal sermaye yapısı.",
      "D": "Tasarruf odaklı sermaye yapısı.",
      "E": "Büyüme odaklı sermaye yapısı."
    },
    "explanation": "Optimal sermaye yapısı, risk ve getiri oranları arasında denge kuran, sermaye maliyetini en düşük seviyeye getirmeye çalışan ve bu şekilde işletmenin piyasa değerini en yükseğe çıkaran sermaye yapısıdır."
  },
  {
    "id": "3747167",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi finansal esneklikle birlikte işletmenin sermaye yapısı kararlarını etkileyen faktörlerden biri değildir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Vergi oranları.",
      "B": "İşletmenin risk düzeyi.",
      "C": "Karlılığın devam edip etmediği.",
      "D": "Ülke ve Dünya ekonomisinde meydana gelen değişmeler.",
      "E": "Temettü oranları."
    },
    "explanation": "Sermaye yapısının oluşumunda işletmenin finansal esnekliği son derece önemlidir. Finansal esneklik, işletmenin istediği anda uygun vade ve koşullarla para ve sermaye piyasalarından fon sağlama yeteneğini gösterir. Finansal esneklikle birlikte işletmenin yapısı sermaye yapısı kararlarını etkileyen diğer faktörler; vergi oranları, işletmenin risk düzeyi, karlılığın devam edip etmediği, ülke ve dünya ekonomisinde meydana gelen değişmelerdir."
  },
  {
    "id": "3747168",
    "unitNumber": 4,
    "text": "İşletmelerin sermaye yapısını değiştirmesi sonucunda piyasa değerinin etkilenip etkilenmeyeceği konusunda alan yazında farklı görüşlere sahip teorik yaklaşımlar bulunmaktadır. Hangisi bunlara örnek değildir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Net gelir yaklaşımı.",
      "B": "Net faaliyet geliri yaklaşımı.",
      "C": "Geleneksel yaklaşım.",
      "D": "Modigliani-Miller yaklaşımı.",
      "E": "Esas faaliyet geliri yaklaşımı."
    },
    "explanation": "İşletmelerin sermaye yapısını değiştirmesi sonucunda piyasa değerinin etkilenip etkilenmeyeceği konusunda alan yazında farklı görüşlere sahip teorik yaklaşımlar bulunmaktadır. Bunlar net gelir yaklaşımı, net faaliyet geliri yaklaşımı, geleneksel yaklaşım ve Modigliani-Miller yaklaşımlarıdır."
  },
  {
    "id": "3746952",
    "unitNumber": 5,
    "text": "_ _ _ _ _ _ _; arazi, bina, ekipman, makine gibi maddi duran varlık yatırımlarının yanı sıra patent, lisans, marka, şerefiye gibi maddi olmayan duran varlık yatırımlarını da kapsar. <br/><strong>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Üretken yatırımlar",
      "B": "Finansal yatırımlar",
      "C": "Doğrudan yatırımlar",
      "D": "Mali yatırımlar",
      "E": "Portföy yatırımları"
    },
    "explanation": "<strong>Üretken yatırımlar</strong>; arazi, bina, ekipman, makine gibi maddi duran varlık yatırımlarının yanı sıra patent, lisans, marka, şerefiye gibi maddi olmayan duran varlık yatırımlarını da kapsar."
  },
  {
    "id": "3746954",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi fiziki ömür bakımından kullanılabilen mevcut tesis ve sistemlerin ekonomik ömrü nedeniyle yenilenmesi amacıyla yapılan yatırım türüdür?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Genişleme yatırımları",
      "B": "Dar boğaz giderme yatırımları",
      "C": "Stratejik yatırımlar",
      "D": "Modernizasyon yatırımları",
      "E": "Zorunlu yatırımlar"
    },
    "explanation": "<strong>Modernizasyon yatırımları:</strong> Bu tür yatırımlar, fiziki ömür bakımdan kullanılabilen mevcut tesis ve sistemlerin ekonomik ömür nedeniyle yenilenmesidir. Modernizasyon yatırımları daha çok maliyet tasarrufu sağlamak, üretim kalitesini yükseltmek amacıyla diğer bir anlatımla, verimliliği artırmak amacıyla yapılırlar."
  },
  {
    "id": "3746955",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Almaşık yatırımlardan biri kabul edildiğinde, diğeri ya da diğerleri reddedilmiş olur. </li> <li>Bir yatırımın yapılması diğer bir yatırımın sağlayacağı faydayı azaltıyorsa, bu yatırımlara ikame yatırımlar denir.</li> <li>Bir yatırım projesinin nakit akışları, diğer yatırım projelerinin kabul veya reddedilmesinden etkileniyorsa, bu tür yatırımlara bağımsız yatırımlar denir. </li> <li>Bir yatırımın yapılması, öncelikle bir diğerinin yapılmasını gerektiriyorsa, bu yatırımlara tamamlayıcı yatırımlar denir.</li> </ol> <strong>Yukarıda yatırımlar ile ilgili verilen bilgilerden hangileri doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve IV",
      "D": "I, II ve IV",
      "E": "II, III, ve IV"
    },
    "explanation": "<ol type=\"I\"> <li>Almaşık yatırımlardan biri kabul edildiğinde, diğeri ya da diğerleri reddedilmiş olur. <strong>(DOĞRU)</strong></li> <li>Bir yatırımın yapılması diğer bir yatırımın sağlayacağı faydayı azaltıyorsa, bu yatırımlara ikame yatırımlar denir. <strong>(DOĞRU)</strong></li> <li>Bir yatırım projesinin nakit akışları, diğer yatırım projelerinin kabul veya reddedilmesinden etkileniyorsa, bu tür yatırımlara bağımsız yatırımlar denir. <strong>(YANLIŞ) </strong>Bir yatırım projesinin nakit akışları, diğer yatırım projelerinin kabul veya reddedilmesinden etkileniyorsa, bu tür yatırımlara bağımlı yatırımlar denir. </li> <li>Bir yatırımın yapılması, öncelikle bir diğerinin yapılmasını gerektiriyorsa, bu yatırımlara tamamlayıcı yatırımlar denir. <strong>(DOĞRU)</strong></li> </ol>"
  },
  {
    "id": "3746956",
    "unitNumber": 5,
    "text": "_ _ _ _ _ _ _, proje nakit akışlarının başlangıç yatırım tutarını karşılaması için gereken süredir.<br/><strong>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Net bugünkü değer",
      "B": "Fiziki ömür",
      "C": "Amortisman",
      "D": "Ekonomik ömür",
      "E": "Geri ödeme süresi"
    },
    "explanation": "<strong>Geri ödeme süresi</strong>, proje nakit akışlarının başlangıç yatırım tutarını karşılaması için gereken süredir."
  },
  {
    "id": "3746957",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Paranın zaman değerini dikkate almaktadır.</li> <li>Geri dönüş açısından riski daha düşük projelerin seçilmesine yardımcı olur.</li> <li>Uygulanması ve hesaplanması kolaydır. </li> </ol> <strong>Yukarıdakilerden hangileri geri ödeme süresi yönteminin üstünlükleri arasında yer alır? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "Geri ödeme süresi yönteminin üstünlükleri şekilde sıralanabilir:<br/><ul> <li>Uygulanması ve hesaplanması kolaydır.</li> <li>Yatırımların geri dönüş hızı diğer bir anlatımla likiditesi yüksek projelere öncelik verilmektedir.</li> <li>Yöntem geri dönüş açısından riski daha düşük olan projelerin seçilmesine yardımcı olmaktadır.</li> </ul>"
  },
  {
    "id": "3746958",
    "unitNumber": 5,
    "text": "<strong>Bir yatırım projesi, ₺150.000 tutarında başlangıç yatırımı yapılmasını gerektirmektedir. Yatırım projesinden beklenen net nakit akışları sırasıyla 1. yıl ₺70.000, 2. yıl ₺60.000, 3. yıl ₺50.000 ve 4. yıl ₺40.000 olduğuna göre yatırımın geri ödeme süresi kaç yıldır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "1,9",
      "B": "2,4",
      "C": "2,9",
      "D": "3,4",
      "E": "3,9"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/a0d8976cb3e255774c3bf4cabb323adf.png\" alt=\"\" width=\"320\" height=\"113\"> Tablodan görüleceği üzere proje, 2. yıl sonunda yatırım tutarını karşılamaya yetecek kadar nakit akışı yaratamamış, ancak 3. yılın sonunda birikimli nakit akışı pozitif değere ulaşarak yatırım tutarını fazlasıyla karşılamıştır. Geri ödeme süresi, birikimli nakit akışının 0’a eşit olduğu süre olduğundan dolayı bu projenin geri ödeme süresi 2 ile 3 yıl arasındadır.<br/>GÖS=2+(20.000/50.000)<br/>GÖS= 2,4 yıl"
  },
  {
    "id": "3746959",
    "unitNumber": 5,
    "text": "<strong>Bir yatırım projesi, ₺400.000 tutarında başlangıç yatırımı yapılmasını gerektirmektedir. Yatırımın ekonomik ömrü 6 yıl, iskonto oranı %15 ve yıllık nakit girişleri ₺120.000 ise yatırımın net bugünkü değeri kaç ₺'dır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "54.138",
      "B": "59.138",
      "C": "64.138",
      "D": "69.138",
      "E": "74.138"
    },
    "explanation": "Ekonomik ömrü içinde her yıl sabit bir net para girişi sağlayan yatırım projelerinde anüitenin bugünkü (ABD) değeri formülünden faydalanılarak NBD yöntemi şu şekilde uygulanır:<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f9e3f41d8e81c5fb2a1de2304491ccdd.png\" alt=\"\" width=\"338\" height=\"93\">"
  },
  {
    "id": "3746960",
    "unitNumber": 5,
    "text": "<strong>Bir yatırımın ekonomik ömrü boyunca beklenen net nakit girişlerinin bugünkü değeri ₺320.000 ve net nakit çıkışlarının bugünkü değeri ise ₺200.000 olduğuna göre bu projenin kârlılık endeksi kaçtır? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "1,1",
      "B": "1,6",
      "C": "2,1",
      "D": "2,6",
      "E": "3,1"
    },
    "explanation": "Bir yatırımın fayda-maliyet oranı veya kârlılık endeksi, yatırımın ekonomik ömrü boyunca sağlayacağı nakit girişlerinin belirli bir indirgeme oranı üzerinden bugünkü değerleri toplamının, yatırımın gerektirdiği nakit çıkışlarının bugünkü değerleri toplamına oranıdır:<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ce234d9401ba7917c89b76e841fcc11f.png\" alt=\"\" width=\"117\" height=\"89\"> <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2e85d35af620a2a6ba0384f2c76f9abf.png\" alt=\"\" width=\"133\" height=\"45\">"
  },
  {
    "id": "3746961",
    "unitNumber": 5,
    "text": "<strong>Bir işletmenin sermaye maliyeti %15 olup, başlangıç yatırım tutarı ₺350.000 olan bir projeye yatırım yapılması planlanmaktadır. Ancak proje, işletmenin diğer yatırım projelerine göre daha riskli olarak algılandığından projenin iskonto oranının belirlenmesi için sermaye maliyetine %5 risk primi eklenmesine karar verilmiştir. Projeden 1. yıl ₺250.000, 2. yıl ₺200.000 ve 3. yıl ₺150.000 nakit akışı beklendiğine göre iskonto oranını farklılaştırma yöntemine göre projenin net bugünkü değeri kaç ₺'dır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "76.028",
      "B": "80.028",
      "C": "84.028",
      "D": "88.028",
      "E": "92.028"
    },
    "explanation": "Projenin riske göre düzeltilmiş iskonto oranı= %15+%5=%20<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/3b8ea495ed0309978fe5247acd0bf89f.png\" alt=\"\" width=\"289\" height=\"65\">"
  },
  {
    "id": "3746968",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Kârlılık endeksi</li> <li>Belirlilik eşiti yaklaşımı</li> <li>Karar ağacı yöntemi</li> <li>Geri ödeme süresi yöntemi</li> </ol> <strong>Yukarıdakilerden hangileri risk koşulu altında sermaye bütçelemesi yöntemleri arasında yer alır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "I, II ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Yatırım projelerinde risk unsurunu dikkate alan yaklaşımlar; yatırımın iskonto oranını farklılaştırma, belirlilik eşiti katsayısı, karar ağacı, olasılık dağılımı ve simülasyon yaklaşımlarıdır."
  },
  {
    "id": "3746999",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi üretim gücünün elde edilmesi, korunması ve artırılması için yapılan her türlü harcamayı ifade eder?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tasarruf",
      "B": "Sermaye",
      "C": "Yatırım",
      "D": "İstihdam",
      "E": "Kalkınma"
    },
    "explanation": "Üretim gücünün elde edilmesi, korunması ve artırılması için yapılan her türlü harcamaya, yatırım denilmektedir."
  },
  {
    "id": "3747000",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Yeni pazarlara açılmak</li> <li>Çevreye olumsuz etkiyi azaltmak</li> <li>Yenilikçi olmak</li> <li>Kamusal faydayı çoğaltmak</li> </ol> <strong>Yukarıdakilerden hangileri zorunlu yatırımların yapılma amaçları arasında yer alır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve IV",
      "C": "II ve IV",
      "D": "I, II ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Zorunlu yatırımlar, işletmelerin faaliyetlerini gerçekleştirirken kamusal fayda ve kamusal zararı dikkate almaları için devletin zorunlu olarak işletmelere yaptırdığı yatırımlardır. Buradaki amaç, ilgili yatırımın çevreye olumsuz etkisini azaltmak, bununla birlikte kamusal faydayı çoğaltmaktır."
  },
  {
    "id": "3747056",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi aynı işlevi yerine getiren yatırımları ifade eder?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İkama yatırımlar",
      "B": "Stratejik yatırımlar",
      "C": "Alternatif yatırımlar",
      "D": "Tamamlayıcı yatırımlar",
      "E": "Zorunlu yatırımlar"
    },
    "explanation": "Bir yatırımın yapılması, teknik olarak, diğer bir yatırımın yapılmasını engelliyorsa ya da her iki yatırımın aynı işlevi yerine getireceği biliniyorsa, bu tür yatırımlara almaşık veya alternatif yatırımlar denir."
  },
  {
    "id": "3747057",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi bir yatırım projesinin net nakit akışlarının hesaplanmasında kullanılır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Vergi Öncesi Kâr - Amortismanlar",
      "B": "Vergi Öncesi Kâr - Vergi",
      "C": "Vergi Sonrası Kâr - Amortismanlar",
      "D": "Vergi Öncesi Kâr + Amortismanlar",
      "E": "Vergi Sonrası Kâr + Amortismanlar"
    },
    "explanation": "Sermaye bütçelemesi kararlarında muhasebe kârı (vergi sonrası kâr) yerine nakit akışları kul- lanılmaktadır. Amortisman giderleri nakit çıkışı gerektirmediğinden dolayı projeye ait net nakit akışları, vergi sonrası kâra amortismanların ilave edilmesiyle hesaplanmalıdır.<br/>Vergi Sonrası Kâr + Amortismanlar = Net Nakit Akışları"
  },
  {
    "id": "3747058",
    "unitNumber": 5,
    "text": "<strong>Ekonomik ömrü 4 yıl olan bir yatırım için ₺500.000 tutarında başlangıç yatırımı yapılması gerekmektedir. Yatırım projesinden ekonomik ömrü boyunca her yıl ₺125.000 net nakit girişi sağlaması beklendiğine göre projenin geri ödeme süresi kaç yıldır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "GÖS=500.000/125.000=4 yıl"
  },
  {
    "id": "3747059",
    "unitNumber": 5,
    "text": "<strong>Aşağıda geri ödeme süresi ile ilgili verilen bilgilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Projenin geri ödeme süresi, proje için kabul edilen süreden kısa ise proje kabul edilir.",
      "B": "Dinamik bir yöntemlerden biridir.",
      "C": "Nakit akışlarının başlangıç yatırım tutarını karşılaması için gereken süredir.",
      "D": "Geri ödeme süresinden sonra gerçekleşmesi beklenen nakit akımları dikkate alınmaz.",
      "E": "Paranın zaman değerini dikkate almaz."
    },
    "explanation": "Geri ödeme süresi yöntemi, statik yöntemlerden biridir."
  },
  {
    "id": "3747060",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi sermaye bütçelemesi sürecinde kullanılan statik yöntemlerden biridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kârlılık endeksi",
      "B": "Net bugünkü değer yöntemi",
      "C": "İskonto edilmiş geri ödeme süresi",
      "D": "İç kârlılık oranı",
      "E": "Ortalama Kârlılık Oranı"
    },
    "explanation": "Geri ödeme süresi ve ortalama kârlılık oranı statik yöntemler iken, iskonto edilmiş geri ödeme süresi, net bugünkü değer, iç kârlılık oranı ve kârlılık endeksi dinamik yöntemlerdir."
  },
  {
    "id": "3747061",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi yatırımın ekonomik ömrü boyunca sağlayacağı nakit girişlerinin bugünkü değerleri toplamı ile yatırımın gerektirdiği nakit çıkışlarının bugünkü değerleri toplamı arasındaki farkı ifade eder?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İç kârlılık oranı",
      "B": "Kârlılık endeksi",
      "C": "Geri ödeme süresi",
      "D": "Net bugünkü değer",
      "E": "Kârlılık oranı"
    },
    "explanation": "Bir yatırımın net bugünkü değeri (NBD), yatırımın ekonomik ömrü boyunca sağlayacağı nakit girişlerinin veri olan iskonto oranı üzerinden bugüne indirgenmiş değerleri toplamı ile yatırımın gerektirdiği nakit çıkışlarının veri olan iskonto oranı üzerinden indirgenmiş bugünkü değerleri toplamı arasındaki farktır."
  },
  {
    "id": "3747063",
    "unitNumber": 5,
    "text": "<strong>Ekonomik ömrü 5 yıl olan bir yatırım için ₺1.000.000 tutarında başlangıç yatırımı yapılması gerekmektedir. İskonto oranı %10 ve yıllık nakit girişleri ₺400.000 olduğuna göre yatırımın net bugünkü değeri kaç ₺'dır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "316.315",
      "B": "416.315",
      "C": "516.315",
      "D": "616.315",
      "E": "716.315"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/8d0e8d3f177bdb9ffd6ccfb7ad73a676.png\" alt=\"\" width=\"469\" height=\"152\">"
  },
  {
    "id": "3747064",
    "unitNumber": 5,
    "text": "<strong>Ekonomik ömrü 5 yıl olan bir yatırım için ₺1.000.000 tutarında başlangıç yatırımı yapılması gerekmektedir. İskonto oranı %10 ve yıllık nakit girişleri ₺400.000 olduğuna göre yatırımın kârlılık endeksi kaçtır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "1,42",
      "B": "1,52",
      "C": "1,62",
      "D": "1,72",
      "E": "1,82"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1bf88ef7cb1fca0875a4c57d454fc869.png\" alt=\"\" width=\"461\" height=\"145\">"
  },
  {
    "id": "3747101",
    "unitNumber": 5,
    "text": "Bir üretim işletmesi, ergodinamik açıdan sağladığı faydalarla, planlanan üretim hattının modernizasyonunda verimliliği arttıran bir makina yatırımı yapmayı planlamaktadır. <br/>Yukarda ifade edilen yatırım türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bağımsız yatırım",
      "B": "Tamamlayıcı yatırım",
      "C": "İkame yatırım",
      "D": "Alternatif yatırım",
      "E": "Armaşık yatırım"
    },
    "explanation": "Tamamlayıcı yatırımlar: Bir yatırımın yapılması, öncelikle bir diğerinin yapılmasını gerektiriyorsa ya da bir yatırım kararı, diğer bir yatırımdan beklenen faydayı artırıyor veya diğer yatırımdan beklenen faydanın aynı kalması koşuluyla, maliyetleri azaltıyorsa, bu tür yatırımlara tamamlayıcı yatırımlar denir."
  },
  {
    "id": "3747102",
    "unitNumber": 5,
    "text": "Bir işletmesi, ekonomik ömrü 5 yıl olan 300.000 liralık yeni bir yatırımdan 3. yılda 140.000 lira ve amortisman ve vergi öncesi kâr beklemektedir. Normal amortisman yöntemi kullanan bu işletmenin %20 vergiye tabi olduğunu düşündüğünüzde, net nakit akışları ne olur?",
    "correctAnswer": "C",
    "options": {
      "A": "115.000",
      "B": "120.000",
      "C": "124.000",
      "D": "126.000",
      "E": "128.000"
    },
    "explanation": "Yıllık amortisman oranı = 1 / Yatırımın ekonomik ömrü = 1/ 5 =0,2<br/>Yıllık amortisman tutarı = Yatırım tutarı x Amortisman oranı= 300.000 x 0,2 = 60.000<br/>Amortisman ve vergi öncesi kârlar (AVÖK) 140.000<br/>(-) Amortismanlar (AMORT) -60.000<br/>= Vergi Öncesi Kâr (VÖK) 80.000<br/>x (1-vergi oranı) x0,8<br/>= Vergi Sonrası Kâr (VSK) 64.000<br/>+ Amortismanlar (AMORT) 60.000<br/>= Net Nakit Akışları (NNA) 124.000 olarak bulunur."
  },
  {
    "id": "3747103",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dinamik sermaye bütçeleme yöntemlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Geri ödeme süresi yöntemi",
      "B": "İskonto edilmiş geri ödeme süresi yöntemi",
      "C": "Net bugünkü değer yöntemi",
      "D": "Karlılık endeksi yöntemi",
      "E": "İç karlılık oranı yöntemi"
    },
    "explanation": "Enflasyon nedeniyle paranın değer kaybetmesi ile paranın zaman değeri arasında fark vardır. Enflasyon olmasa dahi paranın bir zaman değeri vardır. Bu durum “eldeki elma daldaki elmadan yeğdir” metaforu ile anlatılır. Geri ödeme süresi ve ortalama kârlılık oranı statik yöntemler iken, iskonto edilmiş geri ödeme süresi, net bugünkü değer ve kârlılık endeksi dinamik yöntemlerdir."
  },
  {
    "id": "3747104",
    "unitNumber": 5,
    "text": "Bir işletme, yenileme yatırımı yapmayı planlamaktadır. Yatırım için 500.000 tutarında başlangıç yatırımı yapılması gerekmektedir. Yatırım için sırasıyla 1. yıl 90.000, 2. yıl 105.000, 3. yıl 95.000, 4. yıl 140.000 ve 5. yıl 130.000 net kâr beklenmektedir. Bu projenin ortalama kârlılık oranı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "%20",
      "B": "%22,4",
      "C": "%22,8",
      "D": "%23",
      "E": "%24,6"
    },
    "explanation": "Çözüm: Projenın ortalama kârlılık oranı aşağıdaki gibi hesaplanmaktadır.<br/>OrtalamaYıllık Net Kâr Proje = 90.000+105.000+95.000+140.000+130.000/5= 112.000<br/>Ortalama Kârlılık Oranı Proje = 112.000/500.000=0,224 olarak bulunur."
  },
  {
    "id": "3747105",
    "unitNumber": 5,
    "text": "Bir yatırım projesi 250.000 tutarında başlangıç yatırımı yapılmasını gerektirmektedir. Yatırım projesinden beklenen net nakit akışları sırasıyla 1. yıl 90.000, 2. yıl 70.000, 3. yıl 70.000, 4. yıl 60.000 ve 5. yıl 80.000’dir. Bu yatırım projesini geri ödeme süresi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "3 yıl",
      "B": "3,5 yıl",
      "C": "4 yıl",
      "D": "4,5 yıl",
      "E": "3 yıl 9 ay"
    },
    "explanation": "Proje, 3. yıl sonunda yatırım tutarını karşılamaya yetecek kadar nakit akışı yaratamamış, ancak 4. yılın sonunda birikimli nakit akışı pozitif değere ulaşarak yatırım tutarını fazlasıyla karşılamıştır. Geri ödeme süresi, birikimli nakit akışının 0’a eşit olduğu süre olduğundan dolayı bu projenin geri ödeme süresi 3 ile 4 yıl arasındadır. Birikimli nakit akışı toplamının 0’a eşit olabilmesi için projenin 4. yıl içerisinde yalnızca 30.000 nakit akışı yaratması yeterli olacaktır. Ancak proje 4. yıl içerisinde T60.000 nakit akışı yaratmıştır. Proje 4. yıl içerisinde 60.000 nakit akışı yaratabildiğine göre, ihtiyaç duyulan T30.000’nın karşılanması için yalnızca 0,5 yıl (30.000/60.000) geçmesi yeterli olacaktır."
  },
  {
    "id": "3747106",
    "unitNumber": 5,
    "text": "Aşağıda geri ödeme süresi ile ilgili ifadelerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Uygulanması ve hesaplanması kolaydır.",
      "B": "Yatırımların geri dönüş hızı diğer bir anlatımla likiditesi yüksek projelere öncelik verilmektedir.",
      "C": "Yöntem geri dönüş açısından riski daha düşük olan projelerin seçilmesine yardımcı olmaktadır.",
      "D": "Geri ödeme süresi tamamlandıktan sonra ilgili projenin sağlayacağı nakit akışları dikkate alınmamaktadır.",
      "E": "Paranın zaman değerini dikkate almaktadır."
    },
    "explanation": "Geri ödeme süresi yönteminin uygulamada sağladığı bazı üstünlükler ve doğurduğu bazı sakıncalar söz konusudur. Bu üstünlük ve sakıncalar şu şekilde sıralanabilir:<br/>Üstünlükler:<br/>• Uygulanması ve hesaplanması kolaydır.<br/>• Yatırımların geri dönüş hızı diğer bir anlatımla likiditesi yüksek projelere öncelik verilmektedir.<br/>• Yöntem geri dönüş açısından riski daha düşük olan projelerin seçilmesine yardımcı olmaktadır.<br/>Sakıncalar:<br/>• Geri ödeme süresi tamamlandıktan sonra ilgili projenin sağlayacağı nakit akışları dikkate alınmamaktadır.<br/>• Paranın zaman değerini dikkate almamaktadır."
  },
  {
    "id": "3747107",
    "unitNumber": 5,
    "text": "Bir işletmenin yatırım projesinden beklediği nakit akışları sırasıyla 1. yıl 19.000, 2. yıl 17.000, 3. yıl 16.000, 4. yıl 13.000 ve 5. yıl 10.000’dir. İşletmenin sermaye maliyeti %12 olup bu yatırım projesi için 50.000 tutarında başlangıç yatırımı yapılması gerektirmektedir. Bu yatırım projesini net bugünkü değeri aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "4.856",
      "B": "5.054",
      "C": "5.658",
      "D": "5.841",
      "E": "6.123"
    },
    "explanation": "Projenin net bugünkü değeri aşağıdaki gibi hesaplanmaktadır.<br/>NBD= (190.000/1,12) + (170.000/ 1,12^2)+ (160.000/ 1,12^3) + (130.000/ 1,12^4) + (100.000/ 1,12^5) −50.000<br/>NBD=16.964+13.552+11.388+8.261+5.674−50.000<br/>NBD=5.841"
  },
  {
    "id": "3747108",
    "unitNumber": 5,
    "text": "Tesis süresi 1 yıl olan X yatırımının yatırım tutarı 700.000’dir. Yatırımının ekonomik ömrü 4 yıl, iskonto oranı %15 (yüzde onbeş) ve yıllık nakit girişleri 250.000 ise yatırımın net bugünkü değeri nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "14.285",
      "B": "27.687",
      "C": "55.874",
      "D": "90.644",
      "E": "110.214"
    },
    "explanation": "Ekonomik ömrü içinde her yıl sabit bir net para girişi sağlayan yatırım projelerinde anüitenin<br/>bugünkü (ABD) değeri formülünden faydalanılarak NBD yöntemi şu şekilde uygulanır:<br/>ABD= {250.000x [(1+0,15)^4-1]/[(1+0,15)^4x 0,15]}<br/>= 250.000x (1,75-1)/(1,75x0,15)<br/>=250.000x(0,75/0,2625)<br/>=250.000x2,85714<br/>=714.285 olarak bulunur,<br/>Yarıtırımın NBD'i ise;<br/>NBD= ABD- yarırım tutarından;<br/>14.285 olarak bulunur."
  },
  {
    "id": "3747109",
    "unitNumber": 5,
    "text": "Başlangıçta 500.000 yatırım tutarı gerektiren bir yatırımdan, sonsuz sürede sabit olarak yıllık net 48 nakit akışo beklenmektedir. İşletmenin sermaye maliyetinin %8 olduğu ve değişmeyeceği varsayımı altında bu yatırımın net bugünkü değeri aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "40.000",
      "B": "74.000",
      "C": "100.000",
      "D": "112.000",
      "E": "120.000"
    },
    "explanation": "Sorunun çözümü sürekli anüite formülüyle;<br/>ABD=48.000/0,08<br/>ABD=600.000<br/>Projenin net bugün değeri ise;<br/>NBD=600.000- 500.000 = 100.000 olarak bulunur."
  },
  {
    "id": "3747110",
    "unitNumber": 5,
    "text": "Bir yatırım projesi, 200.000 tutarında başlangıç yatırımı yapılmasını gerektirmektedir. Projeden beklenen nakit girişleri riskli olsa da projenin en az sağlayacağı nakit girişleri (belirli nakit girişleri) proje yönetimi tarafından şu şekilde belirlenmiştir;<br/>belirli nakit girişleri; 1. yıl 125.000, 2. yıl 180.000,<br/>Riskili nakit girişleri;1. yıl 165.000, 2. yıl 220.000, <br/>Risksiz faiz oranı %10 olduğuna göre bu projeyi belirlilik eşiti yaklaşımı ile değerlendiriniz.",
    "correctAnswer": "E",
    "options": {
      "A": "47.650",
      "B": "48.650",
      "C": "51.874",
      "D": "57.556",
      "E": "59.772"
    },
    "explanation": "Her yılın belirlilik eşiti katsayısı (α) aşağıdaki gibi hesaplanmaktadır.<br/>1. yıl α1= 125.000/165.000=0,75<br/>2. yıl α2= 180.000/220.000=0,81<br/>Belirlilik katsayısı kullanılarak projenin net bugünkü değeri aşağıdaki gibi hesaplanmaktadır.<br/>NBD= [(165.000/1,1)x0,75]+ [(220.000/1,21)*0,81]- 200.000<br/>=112.500+147.272-200.000<br/>=59.772"
  },
  {
    "id": "3837215",
    "unitNumber": 5,
    "text": "Sermaye bütçelemesi sürecinde hangi adım, yatırım önerisinin ekonomik, teknik ve finansal yapılabilirliğinin değerlendirildiği aşamadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yatırım fikirlerinin taranması",
      "B": "Yatırım önerisinin yapılabilirlik çalışmasının yapılması",
      "C": "Uygulama süreci",
      "D": "Projenin finansal değerlendirmesi",
      "E": "Yatırımın gerçekleştirilmesi"
    },
    "explanation": "Yatırım önerisinin yapılabilirlik çalışmasının yapılması: Bu aşamada yatırım önerisinin ekonomik, teknik, finansal yapılabilirliği, pazar yapısı ve bu önerinin üreteceği mal ya da hizmete yönelik talep değerlendirilir."
  },
  {
    "id": "3837225",
    "unitNumber": 5,
    "text": "Maliyet tasarrufu sağlamak, üretim kalitesini yükseltmek amacıyla diğer bir anlatımla, verimliliği artırmak amacıyla yapılan yatırım türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Stratejik yatırım",
      "B": "Genişleme yatırımı",
      "C": "Modernizasyon yaıtırımı",
      "D": "Zorunlu yatırım",
      "E": "Komple yeni yatırım"
    },
    "explanation": "Modernizasyon yatırımları daha çok maliyet tasarrufu sağlamak, üretim kalitesini yükseltmek amacıyla diğer bir anlatımla, verimliliği artırmak amacıyla yapılırlar."
  },
  {
    "id": "3837231",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bağımlı yatırım türlerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tamamlayıcı yatırım",
      "B": "Alternatif yatırım",
      "C": "İkame yatırım",
      "D": "Stratejik yatırım",
      "E": "Zorunlu yatırım"
    },
    "explanation": "Bağımlı yatırımlar da kendi içerisinde üçe ayrılır: 1. Tamamlayıcı yatırımlar 2. İkame veya yerine koyma yatırımları 3. Almaşık veya alternatif yatırımlar"
  },
  {
    "id": "3837239",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi belirlilik koşulu altında sermaye bütçelemesi yöntemlerinden birisi değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Paranın zaman değeri",
      "B": "Net bugünkü değer",
      "C": "Kârlılık endeksi",
      "D": "İç kârlılık oranı",
      "E": "Geri ödeme süresi"
    },
    "explanation": "Belirlilik koşulları altında sermaye bütçelemesi çalışmalarında; net bugünkü değer yöntemi, kârlılık endeksi ve iç kârlılık oranı yöntemi en çok tercih edilen ve en kapsamlı yöntemler olarak karşımıza çıkar. Bunların dışında geri ödeme süresi yöntemi, iskonto edilmiş geri ödeme süresi yöntemi, ortalama kârlılık oranı gibi yöntemler de sıkça başvurulan yöntemlerdir. Bütün yöntemler aşağıda açıklanmıştır."
  },
  {
    "id": "3837260",
    "unitNumber": 5,
    "text": "İç kârlılık oranı yöntemi ile ilgili aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "İç kârlılık oranı sermaye maliyetinden büyük ise yatırım kabul edilir",
      "B": "İç kârlılık oranı sermaye maliyetinden düşük ise yatırım kararı reddedilir.",
      "C": "Alternatif projeler arasından en yüksek iç kârlılık oranına sahip olan proje tercih edilir.",
      "D": "Bu oran aynı zamanda bir yatırım projesinin NBD’yi 1’e eşitleyen iskonto oranı olarak da tanımlanabilir.",
      "E": "İç kârlılık oranı projenin yapılabilirliğini getiri yüzdesi olarak ölçmektedir."
    },
    "explanation": "Bu oran aynı zamanda bir yatırım projesinin NBD’yi 0’a eşitleyen iskonto oranı olarak da tanımlanabilir."
  },
  {
    "id": "3837264",
    "unitNumber": 5,
    "text": "Bir yatırımın ekonomik ömrü neyi ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Yatırımın fiziki ömrünü",
      "B": "Yatırımın maliyetini",
      "C": "Yatırımın faydalı üretimde bulunabileceği süreyi",
      "D": "Yatırımın hurda değerini",
      "E": "Yatırımın vergisel avantajlarını"
    },
    "explanation": "Bir yatırımın ekonomik ömrü, söz konusu yatırımın faydalı üretimde bulunabileceği ya da hizmet sunabileceği süredir"
  },
  {
    "id": "3837279",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi geri ödeme süresi yönteminin sakıncalarından birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Uygulaması kolaydır",
      "B": "hesaplanması kolaydır",
      "C": "likiditesi yüksek projelere öncelik verilmektedir.",
      "D": "geri dönüş açısından riski daha düşük olan projelerin seçilmesine yardımcı olmaktadır.",
      "E": "Paranın zaman değerini dikkate almamaktadır."
    },
    "explanation": "Paranın zaman değerini dikkate almamaktadır."
  },
  {
    "id": "3837290",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi yatırım projelerinin değerlendirilmesinde risk unsurunu dikkate alan yöntemlerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ortalama kârlılık oranı",
      "B": "Geri ödeme süresi",
      "C": "Net bugünkü değer",
      "D": "Karar ağacı",
      "E": "İç kârlılık oranı"
    },
    "explanation": "Yatırım projelerinde risk unsurunu dikkate alan yaklaşımlar; yatırımın iskonto oranını farklılaştırma, belirlilik eşiti katsayısı, karar ağacı, olasılık dağılımı ve simülasyon yaklaşımlarıdır."
  },
  {
    "id": "3837312",
    "unitNumber": 5,
    "text": "Net bugünkü değer ile ilgili ifadelerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Net bugünkü değer hesaplamasında çoğunlukla yatırım harcamalarının vade başlangıcında yapıldığı varsayılır",
      "B": "Net Bugünkü Değer pozitif ise proje kârlıdır",
      "C": "Net Bugünkü Değer 0’a eşitse başabaştır",
      "D": "Net Bugünkü Değer negatif ise zarardadır",
      "E": "yatırım projelerini değerlendirmede, paranın zaman değerini ve yatırımın ekonomik ömrünü dikkate alan yöntemlerden birisidir"
    },
    "explanation": "İç kârlılık oranı (İKO) yöntemi, yatırım projelerini değerlendirmede, paranın zaman değerini ve yatırımın ekonomik ömrünü dikkate alan yöntemlerden birisidir."
  },
  {
    "id": "3837317",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sabit varlık yatırımlarının ekonomik bağımlılık durumuna göre yapılan sınıflandırmalarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tamamlayıcı yatırımlar",
      "B": "İkame yatırımlar",
      "C": "Alternatif yatırımlar",
      "D": "Modernizasyon yatırımları",
      "E": "Bağımsız yatırımlar"
    },
    "explanation": "Modernizasyon yatırımları"
  },
  {
    "id": "3746948",
    "unitNumber": 6,
    "text": "“………………………………. firmaları, dolayısıyla piyasadaki tüm menkul kıymetleri aynı anda etkiler ve ekonomik, politik ve sosyal çevreden kaynaklanmaktadır.” İfadesinde “…………….” Olan bölüme aşağıdaki terimlerden hangisi gelir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sistematik olmayan risk",
      "B": "Sistematik risk",
      "C": "Finansal risk",
      "D": "Operasyonel risk",
      "E": "Kur riski"
    },
    "explanation": "Risk yönetimi teknikleri ve araçlarıyla finansal riski yönetebilme<br/>Sistematik riskler, firmaları, dolayısıyla piyasadaki tüm menkul kıymetleri aynı anda etkiler ve ekonomik, politik ve sosyal çevreden kaynaklanmaktadır. Sistematik riskin başlıca bileşenleri piyasa riski, enflasyon riski, faiz oranı riski, döviz kuru riski ve politik risktir. Bu riskler menkul kıymet portföyleri bazında çeşitlendirme ile giderilemese de firma bazında faiz, kur ve piyasa riski gibi riskler çeşitli araç ve tekniklerle yönetilebilmektedir."
  },
  {
    "id": "3746949",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi risk yönetim süreçlerinin tamamını doğru bir şekilde göstermektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Duyarlılık ölçümleri, Volatilite (veya oynaklık) ve Aşağı yönlü risk ölçümü",
      "B": "Risklerin belirlenmesi, Belirlenen risklerin ölçülmesi ve Risklerin kabul edilebilir düzeyde tutulması",
      "C": "Riskten Kaçınma, Riske kayıtsız Kalma, Riske Yönelme",
      "D": "Riske Maruz Değer Hesaplaması, Sigortalama ve Aktif/Pasif Yönetimi",
      "E": "Riske Maruz Değer Hesaplaması, Aktif/Pasif Yönetimi ve Finansal Korunma (Hedging)"
    },
    "explanation": "Risk yönetimi teknikleri ve araçlarıyla finansal riski yönetebilme<br/>Firmalarda finansal riskin yönetimi için uygulanacak süreçler şunlardır:<br/><ul> <li>Risklerin belirlenmesi,</li> <li>Belirlenen risklerin ölçülmesi ve</li> <li>Risklerin kabul edilebilir düzeyde tutulması.</li> </ul>"
  },
  {
    "id": "3746950",
    "unitNumber": 6,
    "text": "I Sistematik Risk II Sistematik Olmayan Risk III Likidite Riski<br/>IV Piyasa riski V Kredi riski VI Operasyonel risk<br/>Risk yönetiminde önemli bir standart olan Basel Düzenlemelerindeki temel risk grupları aşağıdakilerden hangisinde doğru olarak gösterilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II",
      "B": "III, IV, V, VI",
      "C": "IV, V, VI",
      "D": "III, IV, V",
      "E": "I, II, III, IV, V, VI"
    },
    "explanation": "Risk yönetimi teknikleri ve araçlarıyla finansal riski yönetebilme<br/>Basel Bankacılık Gözetim ve Denetim Komitesi, ilk defa 1988 yılında bankalar için finansal riskleri karşılayacak güvenli sermaye düzeyinin belirlenmesinde bir standart geliştirmiştir. Komite, zaman içerisinde bu standartları geliştirmiş ve finansal riski daha kapsamlı bir boyutta değerlendirmiştir. Risk yönetiminde önemli bir standart olan Basel Düzenlemelerindeki temel risk grupları: piyasa riski, kredi riski ve operasyonel risktir."
  },
  {
    "id": "3746951",
    "unitNumber": 6,
    "text": "Riskin genel tanımına uygun ölçüm metodu sapmanın ölçülmesidir. Finansal riskin türüne ve riskin ele alınış biçimine göre farklı risk göstergeleri bulunmaktadır. Bunlar arasında en belirgin temel risk göstergeleri:<br/><ul><br/><li>Duyarlılık ölçümleri,</li><br/><li>Volatilite (veya oynaklık) ve</li><br/><li>Aşağı yönlü risk ölçümüdür.</li><br/></ul><br/>Bu ölçümlerden Duyarlılık aşağıdaki seçeneklerden hangisinde tanımlanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Birim getiri başına düşen standart riskin ölçüsüdür ve standart sapmanın ortalamaya bölünmesiyle elde edilir.",
      "B": "Hedef değişkeni etkileyen faktördeki bir birimlik değişimin, hedef değişkenin değerinde yarattığı değişimin ölçüsüdür.",
      "C": "Finansal varlık getirilerinin standart sapmasıdır",
      "D": "Riskin yalnız olumsuz sonuçlarının sayısal olarak değerlendirilmesidir",
      "E": "Doğrudan tahmin yapılarak muhtemel durumların rakamsal sonuçları ve olasılık olarak yüzdelerinin belirlenmesidir."
    },
    "explanation": "Risk yönetimi teknikleri ve araçlarıyla finansal riski yönetebilme<br/>Duyarlılık, hedef değişkeni etkileyen faktördeki bir birimlik değişimin, hedef değişkenin değerinde yarattığı değişimin ölçüsüdür. Söz gelimi A’daki bir birimlik değişimin B’de yarattığı değişim, B’nin A’ya duyarlılık düzeyini ifade eder."
  },
  {
    "id": "3746953",
    "unitNumber": 6,
    "text": "Bir alternatif seçildiğinde seçilmeyen diğer alternatiflerin potansiyel getirisinin kaybından kaynaklanan maliyet neyi ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Riskten Kaçınma,",
      "B": "Riske kayıtsız Kalma,",
      "C": "Riske Yönelme",
      "D": "Fırsat Maliyeti",
      "E": "Değişim Katsayısı"
    },
    "explanation": "Risk yönetimi teknikleri ve araçlarıyla finansal riski yönetebilme<br/>Bir alternatif seçildiğinde elde edilen fayda ile vazgeçilen alternatifin faydası <strong><em>fırsat maliyeti </em></strong>olarak adlandırılır."
  },
  {
    "id": "3746962",
    "unitNumber": 6,
    "text": "Herhangi bir malın veya finansal varlığın ileri bir tarihte önceden belirlenen bir değerden alım-satımı için yapılan, standartlaştırılmış ve organize piyasalarda işlem gören türev araç aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Forward",
      "B": "Opsiyon",
      "C": "Hedging",
      "D": "Swap",
      "E": "Futures"
    },
    "explanation": "Türev ürünleri finansal korunma amacıyla kullanabilme<br/>Future sözleşmeler bir malın veya finansal varlığın ileri bir tarihte önceden belirlenen bir değerden alım-satımı için yapılan anlaşmalardır. Future sözleşmelerin forward sözleşmelerden farkı, future sözleşme koşullarının standartlaştırılmış olması ve future sözleşmelerin organize piyasalarda işlem görmesidir."
  },
  {
    "id": "3746963",
    "unitNumber": 6,
    "text": "Herhangi bir malın veya finansal varlığın ileri bir tarihte önceden belirlenen bir değerden alım-satımı için yapılan, standartlaştırılmış ve organize piyasalarda işlem gören türev araç aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Forward",
      "B": "Opsiyon",
      "C": "Hedging",
      "D": "Swap",
      "E": "Futures"
    },
    "explanation": "Türev ürünleri finansal korunma amacıyla kullanabilme<br/>Future sözleşmeler bir malın veya finansal varlığın ileri bir tarihte önceden belirlenen bir değerden alım-satımı için yapılan anlaşmalardır. Future sözleşmelerin forward sözleşmelerden farkı, future sözleşme koşullarının standartlaştırılmış olması ve future sözleşmelerin organize piyasalarda işlem görmesidir."
  },
  {
    "id": "3746964",
    "unitNumber": 6,
    "text": "Aşağıdaki türev ürünlerden hangisi satın alan tarafı, primini ödemek dışında bir yükümlülük altına girmeden hak sahibi yapmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Swap",
      "B": "Futures",
      "C": "Forward",
      "D": "Opsiyon",
      "E": "Hedging"
    },
    "explanation": "Türev ürünleri finansal korunma amacıyla kullanabilme<br/>Opsiyonlarda ise, sözleşme tarafları karşılıklı olarak zorunlu bir alma-satma yükümlülüğüne girmez. Opsiyon Sözleşmesini alan tarafın yükümlülüğü opsiyon primini ödemekle sınırlıdır. Sözleşmeyi satan taraf ise aldığı prim karşılığında, eğer opsiyon alıcısı seçimlik hakkını kullanma kararı verirse, karşı tarafa olan sözleşme şartını yerine getirmekle yükümlüdür. Opsiyon sözleşmesine göre bu yükümlülük, dayanak varlığı belirli bir fiyattan alım veya satım yükümlülüğüdür."
  },
  {
    "id": "3746965",
    "unitNumber": 6,
    "text": "Değişken faizli kredi faiz ödemesi yapan bir firma, değişken faiz oranının yükseleceğini öngörmektedir. Bu durumda kullanabileceği finansal korunma aracı ne olabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Döviz Swapı",
      "B": "Faiz Swapı",
      "C": "Futures",
      "D": "Forward",
      "E": "Opsiyon"
    },
    "explanation": "Türev ürünleri finansal korunma amacıyla kullanabilme<br/>Faiz swap sözleşmeleri, tarafların belirli vadede ve borçlanma koşullarında sözleşmedeki nominal değer üzerinden hesaplanan faiz ödemelerini karşılıklı olarak değiştikleri türev ürünlerdir. Faiz swap sözleşmesinde belirlenen nominal değer, faizden doğan nakit akışlarını hesaplamak için kullanılmaktadır. Döviz swaplarının aksine, faiz swaplarında nominal değerin transfer edilmesi tercih edilmemektedir. Faiz swap işlemlerinde değiştirilen borçlanma koşulları sabit faiz veya değişken faiz ödemeleri olabilmektedir."
  },
  {
    "id": "3746966",
    "unitNumber": 6,
    "text": "Buğday fiyatlarının aşırı yükseleceğini öngören bir un fabrikası, maliyetlerini stabil tutabilmek adına 6 ay sonra 1.000 Ton Buğdayı, tonu 2.500,00 TL’den almak üzere buğday tüccarı ile noterde sözleşme yapmıştır. Yapılan sözleşmenin türü ve amacı hangi seçenekte doğru olarak yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Futures - Finansal korunma (hedging),",
      "B": "Forward - Spekülasyon",
      "C": "Opsiyon - Spekülasyon",
      "D": "Forward - Finansal korunma (hedging),",
      "E": "Futures - Arbitraj"
    },
    "explanation": "Türev ürünleri finansal korunma amacıyla kullanabilme<br/>Forward sözleşmeler, herhangi bir malın veya finansal varlığın ileri bir tarihte önceden belirlenen bir değerden alım-satımı için yapılan anlaşmalardır. Forward sözleşmelerde dayanak varlık (döviz, faiz, emtia, hisse senedi vb.), teslim tarihi, yeri ve yöntemi, miktarı ve fiyatı sözleşmeyi yapan taraflarca esnek olarak belirlenebilir.<br/>Un fabrikasının amacı maliyetlerini stabil tutabilmek yani sonuç olarak Finansal korunma’dır."
  },
  {
    "id": "3746967",
    "unitNumber": 6,
    "text": "Dayanak varlığı satın alma veya satma hakkının uygulamaya konmasının ancak vade sonunda yapılabildiği türev ürün hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Forward",
      "B": "Avrupa Tipi Opsiyon",
      "C": "Amerika Tipi Opsiyon",
      "D": "Döviz Swapı",
      "E": "Faiz Swapı"
    },
    "explanation": "Türev ürünleri finansal korunma amacıyla kullanabilme<br/>Sözleşmedeki seçimlik hakkın uygulamaya konmasına göre opsiyonlar ikiye ayrılmaktadır: Avrupa tipi opsiyonlar ve Amerikan tipi opsiyonlar. <strong>Avrupa tipi opsiyonlard</strong>a, dayanak varlığı satın alma veya satma hakkının uygulamaya konması ancak vade sonunda yapılabilir. Amerikan tipi opsiyonlarda ise, vade içerisinde herhangi bir zaman dayanak varlığı satın alma veya satma hakkı uygulamaya konabilir."
  },
  {
    "id": "3747041",
    "unitNumber": 6,
    "text": "“………………………………. firmaları, dolayısıyla piyasadaki tüm menkul kıymetleri aynı anda etkiler ve ekonomik, politik ve sosyal çevreden kaynaklanmaktadır.” İfadesinde “…………….” Olan bölüme aşağıdaki terimlerden hangisi gelir.",
    "correctAnswer": "B",
    "options": {
      "A": "Sistematik olmayan risk",
      "B": "Sistematik risk",
      "C": "Finansal risk",
      "D": "Operasyonel risk",
      "E": "Kur riski"
    },
    "explanation": "Sistematik riskler, firmaları, dolayısıyla piyasadaki tüm menkul kıymetleri aynı anda etkiler ve ekonomik, politik ve sosyal çevreden kaynaklanmaktadır. Sistematik riskin başlıca bileşenleri piyasa riski, enflasyon riski, faiz oranı riski, döviz kuru riski ve politik risktir. Bu riskler menkul kıymet portföyleri bazında çeşitlendirme ile giderilemese de firma bazında faiz, kur ve piyasa riski gibi riskler çeşitli araç ve tekniklerle yönetilebilmektedir."
  },
  {
    "id": "3747042",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi risk yönetim süreçlerinin tamamını doğru bir şekilde göstermektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Duyarlılık ölçümleri, Volatilite (veya oynaklık) ve Aşağı yönlü risk ölçümü",
      "B": "Risklerin belirlenmesi, Belirlenen risklerin ölçülmesi ve Risklerin kabul edilebilir düzeyde tutulması",
      "C": "Riskten Kaçınma, Riske kayıtsız Kalma, Riske Yönelme",
      "D": "Riske Maruz Değer Hesaplaması, Sigortalama ve Aktif/Pasif Yönetimi",
      "E": "Riske Maruz Değer Hesaplaması, Aktif/Pasif Yönetimi ve Finansal Korunma (Hedging)"
    },
    "explanation": "Firmalarda finansal riskin yönetimi için uygulanacak süreçler şunlardır:<br/><ul> <li>Risklerin belirlenmesi,</li> <li>Belirlenen risklerin ölçülmesi ve</li> <li>Risklerin kabul edilebilir düzeyde tutulması.</li> </ul>"
  },
  {
    "id": "3747043",
    "unitNumber": 6,
    "text": "I Sistematik Risk II Sistematik Olmayan Risk III Likidite Riski<br/>IV Piyasa riski V Kredi riski VI Operasyonel risk<br/>Risk yönetiminde önemli bir standart olan Basel Düzenlemelerindeki temel risk grupları aşağıdakilerden hangisinde doğru olarak gösterilmektedir.",
    "correctAnswer": "C",
    "options": {
      "A": "I, II",
      "B": "III, IV, V, VI",
      "C": "IV, V, VI",
      "D": "III, IV, V",
      "E": "I, II, III, IV, V, VI"
    },
    "explanation": "Basel Bankacılık Gözetim ve Denetim Komitesi, ilk defa 1988 yılında bankalar için finansal riskleri karşılayacak güvenli sermaye düzeyinin belirlenmesinde bir standart geliştirmiştir. Komite, zaman içerisinde bu standartları geliştirmiş ve finansal riski daha kapsamlı bir boyutta değerlendirmiştir. Risk yönetiminde önemli bir standart olan Basel Düzenlemelerindeki temel risk grupları: piyasa riski, kredi riski ve operasyonel risktir."
  },
  {
    "id": "3747044",
    "unitNumber": 6,
    "text": "Riskin genel tanımına uygun ölçüm metodu sapmanın ölçülmesidir. Finansal riskin türüne ve riskin ele alınış biçimine göre farklı risk göstergeleri bulunmaktadır. Bunlar arasında en belirgin temel risk göstergeleri:<br/><ul><br/><li>Duyarlılık ölçümleri,</li><br/><li>Volatilite (veya oynaklık) ve</li><br/><li>Aşağı yönlü risk ölçümüdür.</li><br/></ul><br/>Bu ölçümlerden Duyarlılık aşağıdaki seçeneklerden hangisinde tanımlanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Birim getiri başına düşen standart riskin ölçüsüdür ve standart sapmanın ortalamaya bölünmesiyle elde edilir.",
      "B": "Hedef değişkeni etkileyen faktördeki bir birimlik değişimin, hedef değişkenin değerinde yarattığı değişimin ölçüsüdür.",
      "C": "Finansal varlık getirilerinin standart sapmasıdır",
      "D": "Riskin yalnız olumsuz sonuçlarının sayısal olarak değerlendirilmesidir",
      "E": "Doğrudan tahmin yapılarak muhtemel durumların rakamsal sonuçları ve olasılık olarak yüzdelerinin belirlenmesidir."
    },
    "explanation": "Duyarlılık, hedef değişkeni etkileyen faktördeki bir birimlik değişimin, hedef değişkenin değerinde yarattığı değişimin ölçüsüdür. Söz gelimi A’daki bir birimlik değişimin B’de yarattığı değişim, B’nin A’ya duyarlılık düzeyini ifade eder."
  },
  {
    "id": "3747045",
    "unitNumber": 6,
    "text": "Bir alternatif seçildiğinde seçilmeyen diğer alternatiflerin potansiyel getirisinin kaybından kaynaklanan maliyet neyi ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Riskten Kaçınma,",
      "B": "Riske kayıtsız Kalma,",
      "C": "Riske Yönelme",
      "D": "Fırsat Maliyeti",
      "E": "Değişim Katsayısı"
    },
    "explanation": "Bir alternatif seçildiğinde elde edilen fayda ile vazgeçilen alternatifin faydası <strong><em>fırsat maliyeti </em></strong>olarak adlandırılır."
  },
  {
    "id": "3747046",
    "unitNumber": 6,
    "text": "Herhangi bir malın veya finansal varlığın ileri bir tarihte önceden belirlenen bir değerden alım-satımı için yapılan, standartlaştırılmış ve organize piyasalarda işlem gören türev araç aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Forward",
      "B": "Opsiyon",
      "C": "Hedging",
      "D": "Swap",
      "E": "Futures"
    },
    "explanation": "Future sözleşmeler bir malın veya finansal varlığın ileri bir tarihte önceden belirlenen bir değerden alım-satımı için yapılan anlaşmalardır. Future sözleşmelerin forward sözleşmelerden farkı, future sözleşme koşullarının standartlaştırılmış olması ve future sözleşmelerin organize piyasalarda işlem görmesidir."
  },
  {
    "id": "3747047",
    "unitNumber": 6,
    "text": "Aşağıdaki türev ürünlerden hangisi satın alan tarafı, primini ödemek dışında bir yükümlülük altına girmeden hak sahibi yapmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Swap",
      "B": "Futures",
      "C": "Forward",
      "D": "Opsiyon",
      "E": "Hedging"
    },
    "explanation": "Opsiyonlarda ise, sözleşme tarafları karşılıklı olarak zorunlu bir alma-satma yükümlülüğüne girmez. Opsiyon Sözleşmesini alan tarafın yükümlülüğü opsiyon primini ödemekle sınırlıdır. Sözleşmeyi satan taraf ise aldığı prim karşılığında, eğer opsiyon alıcısı seçimlik hakkını kullanma kararı verirse, karşı tarafa olan sözleşme şartını yerine getirmekle yükümlüdür. Opsiyon sözleşmesine göre bu yükümlülük, dayanak varlığı belirli bir fiyattan alım veya satım yükümlülüğüdür."
  },
  {
    "id": "3747048",
    "unitNumber": 6,
    "text": "Değişken faizli kredi faiz ödemesi yapan bir firma, değişken faiz oranının yükseleceğini öngörmektedir. Bu durumda kullanabileceği finansal korunma aracı ne olabilir.",
    "correctAnswer": "B",
    "options": {
      "A": "Döviz Swapı",
      "B": "Faiz Swapı",
      "C": "Futures",
      "D": "Forward",
      "E": "Opsiyon"
    },
    "explanation": "Faiz swap sözleşmeleri, tarafların belirli vadede ve borçlanma koşullarında sözleşmedeki nominal değer üzerinden hesaplanan faiz ödemelerini karşılıklı olarak değiştikleri türev ürünlerdir. Faiz swap sözleşmesinde belirlenen nominal değer, faizden doğan nakit akışlarını hesaplamak için kullanılmaktadır. Döviz swaplarının aksine, faiz swaplarında nominal değerin transfer edilmesi tercih edilmemektedir. Faiz swap işlemlerinde değiştirilen borçlanma koşulları sabit faiz veya değişken faiz ödemeleri olabilmektedir."
  },
  {
    "id": "3747049",
    "unitNumber": 6,
    "text": "Buğday fiyatlarının aşırı yükseleceğini öngören bir un fabrikası, maliyetlerini stabil tutabilmek adına 6 ay sonra 1.000 Ton Buğdayı, tonu 2.500,00 TL’den almak üzere buğday tüccarı ile noterde sözleşme yapmıştır. Yapılan sözleşmenin türü ve amacı hangi seçenekte doğru olarak yer almaktadır.",
    "correctAnswer": "D",
    "options": {
      "A": "Futures - Finansal korunma (hedging),",
      "B": "Forward - Spekülasyon",
      "C": "Opsiyon - Spekülasyon",
      "D": "Forward - Finansal korunma (hedging),",
      "E": "Futures - Arbitraj"
    },
    "explanation": "Forward sözleşmeler, herhangi bir malın veya finansal varlığın ileri bir tarihte önceden belirlenen bir değerden alım-satımı için yapılan anlaşmalardır. Forward sözleşmelerde dayanak varlık (döviz, faiz, emtia, hisse senedi vb.), teslim tarihi, yeri ve yöntemi, miktarı ve fiyatı sözleşmeyi yapan taraflarca esnek olarak belirlenebilir.<br/>Un fabrikasının amacı maliyetlerini stabil tutabilmek yani sonuç olarak Finansal korunma’dır."
  },
  {
    "id": "3747050",
    "unitNumber": 6,
    "text": "Dayanak varlığı satın alma veya satma hakkının uygulamaya konmasının ancak vade sonunda yapılabildiği türev ürün hangisidir.",
    "correctAnswer": "B",
    "options": {
      "A": "Forward",
      "B": "Avrupa Tipi Opsiyon",
      "C": "Amerika Tipi Opsiyon",
      "D": "Döviz Swapı",
      "E": "Faiz Swapı"
    },
    "explanation": "Sözleşmedeki seçimlik hakkın uygulamaya konmasına göre opsiyonlar ikiye ayrılmaktadır: Avrupa tipi opsiyonlar ve Amerikan tipi opsiyonlar. Avrupa tipi opsiyonlarda, dayanak varlığı satın alma veya satma hakkının uygulamaya konması ancak vade sonunda yapılabilir. Amerikan tipi opsiyonlarda ise, vade içerisinde herhangi bir zaman dayanak varlığı satın alma veya satma hakkı uygulamaya konabilir."
  },
  {
    "id": "3747131",
    "unitNumber": 6,
    "text": "I. Piyasa riski<br/>II. Politik risk<br/>III. Döviz kuru riski<br/>IV. Yönetim riski<br/>V. İş riski<br/>Yukarıdakilerden hangileri sistematik riskin başlıca bileşenleridir?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, V",
      "B": "II, III, IV",
      "C": "I, III, IV",
      "D": "I, II, III",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Sistematik riskin başlıca bileşenleri piyasa riski, enflasyon riski, faiz oranı riski, döviz kuru riski ve politik risktir."
  },
  {
    "id": "3747132",
    "unitNumber": 6,
    "text": "Sermaye Varlıkları Fiyatlama Modeli’ne (SVFM) göre firmanın finansal kaldıracına bağlı, faaliyet kaldıracının yarattığı, yönetim ve iş riskleri hangi risk grubundadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sistematik olmayan risk",
      "B": "Sistematik risk",
      "C": "Politik risk",
      "D": "Döviz kuru riski",
      "E": "Faiz oranı riski"
    },
    "explanation": "Sermaye Varlıkları Fiyatlama Modeli’ne (SVFM) göre firmanın finansal kaldıracına bağlı, faaliyet kaldıracının yarattığı, yönetim ve iş riskleri sistematik olmayan risk grubundadır."
  },
  {
    "id": "3747133",
    "unitNumber": 6,
    "text": "……………….., uygun olmayan ya da doğru işlemeyen iş süreçleri, çalışanlar ve bilgi teknoloji uygulamaları veya firma dışı faktörler nedeniyle ortaya çıkabilecek finansal zarara uğrama ihtimalidir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru bir şekilde tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Operasyonel risk",
      "B": "Piyasa riski",
      "C": "Kredi riski",
      "D": "Likidite riski",
      "E": "Politik risk"
    },
    "explanation": "Operasyonel risk, uygun olmayan ya da doğru işlemeyen iş süreçleri, çalışanlar ve bilgi teknoloji uygulamaları veya firma dışı faktörler nedeniyle ortaya çıkabilecek finansal zarara uğrama ihtimalidir."
  },
  {
    "id": "3747134",
    "unitNumber": 6,
    "text": "Standart sapma temelli risk ölçümlerinin yetersiz kaldığı sıra dışı olumsuzlukların gerçekleşmesi hâlinde, karşılaşılabilecek olan riskler için kullanılan ölçüm yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Volatilite",
      "B": "Duyarlılık ölçümleri",
      "C": "Korku endeksi",
      "D": "Aşağı yönlü risk ölçümü",
      "E": "Hedef değerinde değişim"
    },
    "explanation": "Standart sapma temelli risk ölçümlerinin yetersiz kaldığı sıra dışı olumsuzlukların gerçekleşmesi hâlinde, karşılaşılabilecek olan riskler için kullanılan ölçüm yöntemi aşağı yönlü risk ölçümüdür."
  },
  {
    "id": "3747135",
    "unitNumber": 6,
    "text": "Aşağıdaki teorilerden hangisine göre, bir birim servet kaybetmenin birey nezdinde yaratacağı değer kaybı, bir birim servet kazanmanın sağlayacağından fazladır?",
    "correctAnswer": "E",
    "options": {
      "A": "Vekalet Teorisi",
      "B": "Hiyerarşi Teorisi",
      "C": "Modern Portföy Teorisi",
      "D": "Serbest Nakit Akış Teorisi",
      "E": "Beklenti Teorisi"
    },
    "explanation": "Beklenti Teorisine göre, bir birim servet kaybetmenin birey nezdinde yaratacağı değer kaybı, bir birim servet kazanmanın sağlayacağından fazladır."
  },
  {
    "id": "3747136",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi finansal riskler için sunulan sigortalama hizmetlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alacak sigortası",
      "B": "Yangın sigortası",
      "C": "Mühendislik sigortası",
      "D": "Kara araçları sigortası",
      "E": "Sağlık sigortası"
    },
    "explanation": "Bir takım finansal riskler için sigortalama hizmetleri sunulmaktadır. Paranın fiziksel aktarımında karşılaşılan riskler, finansal işlemlerin yarattığı operasyonel riskler, halka arz süreçlerinden kaynaklanan riskler ve sözleşmelerden doğan hukuki riskler finansal sigortalar kapsamındadır. Finansal sigortalardan bir diğeri, satışlardan kısa vadeli alacakların karşı tarafın iflası vb. sınırlı sebeplerle ödenmemesi riskine karşı sunulan alacak sigortasıdır."
  },
  {
    "id": "3747137",
    "unitNumber": 6,
    "text": "I. Sözleşme esnekliği yüksektir<br/>II. Özelleştirilmiş finansal korunma imkânı sağlar<br/>III. Alım ve satım takas kurumunun kontrolündedir<br/>IV. Belirlenmiş oranda teminat bulundurma şartı vardır<br/>V. Kredi riski yüksektir<br/>Yukarıdakilerden hangileri tezgâh üstü piyasalarda yapılan türev işlemlerin özelliklerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I, III, IV",
      "B": "II, III, IV",
      "C": "I, II, III, IV",
      "D": "I, II, V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Tezgâh üstü piyasalarda yapılan işlemlerin esas dezavantajı, karşı tarafın yükümlülüğünü yerine getirmeme riski, yani kredi riskidir. Diğer taraftan, tezgâh üstü piyasalarda sözleşme esnekliği yüksektir; özelleştirilmiş finansal korunma imkânı sağlar."
  },
  {
    "id": "3747138",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi aynı finansal varlığın farklı piyasalardaki fiyat uyuşmazlıklarından yararlanmak için farklı spot piyasalarda veya spot ve türev piyasalarda eşanlı olarak alım ve satımıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Hedging",
      "B": "Arbitraj",
      "C": "Spekülasyon",
      "D": "Manipülasyon",
      "E": "Kaldıraç"
    },
    "explanation": "Arbitraj, aynı finansal varlığın farklı piyasalardaki fiyat uyuşmazlıklarından yararlanmak için farklı spot piyasalarda veya spot ve türev piyasalarda eşanlı olarak alım ve satımıdır."
  },
  {
    "id": "3747139",
    "unitNumber": 6,
    "text": "Opsiyon işlemlerinde, opsiyon satıcısının kârı aldığı prim ile sınırlıyken, opsiyon alıcısının potansiyel kârının sınırı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ödediği prim ile sınırlıdır",
      "B": "Sözleşme tutarı ile sınırlıdır",
      "C": "İşlem gördüğü piyasanın limitleri ile sınırlıdır",
      "D": "Sınırsızdır",
      "E": "Takas Kurumu ile sınırlıdır"
    },
    "explanation": "Opsiyon işlemlerinde, opsiyon satıcısının kârı aldığı prim ile sınırlıyken, opsiyon alıcısının potansiyel kârı sınırsızdır."
  },
  {
    "id": "3747140",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi swap işlemlerinin finansman işlemlerinin bir parçası olarak kullanılmasının başlıca sebeplerinden biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Sabit faizli borçlara erişim kısıtları",
      "B": "İstenilen para birimi cinsinden borçlanma bulunamaması",
      "C": "Tarafların ikiden fazla olabilmesi ve çokça nakit hareketi içermesi",
      "D": "Bazı durumlarda toplam borçlanma maliyetini azaltması",
      "E": "Değişken faizli borçlara erişim kısıtları"
    },
    "explanation": "Swap işlemlerinin finansman işlemlerinin bir parçası olarak kullanılmasının başlıca sebepleri: Sabit ve değişken faizli borçlara erişim kısıtları, istenilen para birimi cinsinden borçlanma bulunamaması ve kimi durumlarda swap işleminin toplam borçlanma maliyetini azaltmasıdır."
  },
  {
    "id": "3747143",
    "unitNumber": 6,
    "text": "“………………………………. firmaları, dolayısıyla piyasadaki tüm menkul kıymetleri aynı anda etkiler ve ekonomik, politik ve sosyal çevreden kaynaklanmaktadır.” İfadesinde “…………….” Olan bölüme aşağıdaki terimlerden hangisi gelir.",
    "correctAnswer": "B",
    "options": {
      "A": "Sistematik olmayan risk",
      "B": "Sistematik risk",
      "C": "Finansal risk",
      "D": "Operasyonel risk",
      "E": "Kur riski"
    },
    "explanation": "Sistematik riskler, firmaları, dolayısıyla piyasadaki tüm menkul kıymetleri aynı anda etkiler ve ekonomik, politik ve sosyal çevreden kaynaklanmaktadır. Sistematik riskin başlıca bileşenleri piyasa riski, enflasyon riski, faiz oranı riski, döviz kuru riski ve politik risktir. Bu riskler menkul kıymet portföyleri bazında çeşitlendirme ile giderilemese de firma bazında faiz, kur ve piyasa riski gibi riskler çeşitli araç ve tekniklerle yönetilebilmektedir."
  },
  {
    "id": "3747144",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi risk yönetim süreçlerinin tamamını doğru bir şekilde göstermektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Duyarlılık ölçümleri, Volatilite (veya oynaklık) ve Aşağı yönlü risk ölçümü",
      "B": "Risklerin belirlenmesi, Belirlenen risklerin ölçülmesi ve Risklerin kabul edilebilir düzeyde tutulması",
      "C": "Riskten Kaçınma, Riske kayıtsız Kalma, Riske Yönelme",
      "D": "Riske Maruz Değer Hesaplaması, Sigortalama ve Aktif/Pasif Yönetimi",
      "E": "Riske Maruz Değer Hesaplaması, Aktif/Pasif Yönetimi ve Finansal Korunma (Hedging)"
    },
    "explanation": "AÇIKLAMA :<br/>Firmalarda finansal riskin yönetimi için uygulanacak süreçler şunlardır:<br/><ul> <li>Risklerin belirlenmesi,</li> <li>Belirlenen risklerin ölçülmesi ve</li> <li>Risklerin kabul edilebilir düzeyde tutulması.</li> </ul>"
  },
  {
    "id": "3747145",
    "unitNumber": 6,
    "text": "I Sistematik Risk II Sistematik Olmayan Risk III Likidite Riski<br/>IV Piyasa riski V Kredi riski VI Operasyonel risk<br/>Risk yönetiminde önemli bir standart olan Basel Düzenlemelerindeki temel risk grupları aşağıdakilerden hangisinde doğru olarak gösterilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II",
      "B": "III, IV, V, VI",
      "C": "IV, V, VI",
      "D": "III, IV, V",
      "E": "I, II, III, IV, V, VI"
    },
    "explanation": "Basel Bankacılık Gözetim ve Denetim Komitesi, ilk defa 1988 yılında bankalar için finansal riskleri karşılayacak güvenli sermaye düzeyinin belirlenmesinde bir standart geliştirmiştir. Komite, zaman içerisinde bu standartları geliştirmiş ve finansal riski daha kapsamlı bir boyutta değerlendirmiştir. Risk yönetiminde önemli bir standart olan Basel Düzenlemelerindeki temel risk grupları: piyasa riski, kredi riski ve operasyonel risktir."
  },
  {
    "id": "3747146",
    "unitNumber": 6,
    "text": "Riskin genel tanımına uygun ölçüm metodu sapmanın ölçülmesidir. Finansal riskin türüne ve riskin ele alınış biçimine göre farklı risk göstergeleri bulunmaktadır. Bunlar arasında en belirgin temel risk göstergeleri:<br/><ul> <li>Duyarlılık ölçümleri,</li> <li>Volatilite (veya oynaklık) ve</li> <li>Aşağı yönlü risk ölçümüdür.</li> </ul> Bu ölçümlerden Duyarlılık aşağıdaki seçeneklerden hangisinde tanımlanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Birim getiri başına düşen standart riskin ölçüsüdür ve standart sapmanın ortalamaya bölünmesiyle elde edilir.",
      "B": "Hedef değişkeni etkileyen faktördeki bir birimlik değişimin, hedef değişkenin değerinde yarattığı değişimin ölçüsüdür.",
      "C": "Finansal varlık getirilerinin standart sapmasıdır",
      "D": "Riskin yalnız olumsuz sonuçlarının sayısal olarak değerlendirilmesidir",
      "E": "Doğrudan tahmin yapılarak muhtemel durumların rakamsal sonuçları ve olasılık olarak yüzdelerinin belirlenmesidir."
    },
    "explanation": "Duyarlılık, hedef değişkeni etkileyen faktördeki bir birimlik değişimin, hedef değişkenin değerinde yarattığı değişimin ölçüsüdür. Söz gelimi A’daki bir birimlik değişimin B’de yarattığı değişim, B’nin A’ya duyarlılık düzeyini ifade eder."
  },
  {
    "id": "3747147",
    "unitNumber": 6,
    "text": "Bir alternatif seçildiğinde seçilmeyen diğer alternatiflerin potansiyel getirisinin kaybından kaynaklanan maliyet neyi ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Riskten Kaçınma,",
      "B": "Riske kayıtsız Kalma,",
      "C": "Riske Yönelme",
      "D": "Fırsat Maliyeti",
      "E": "Değişim Katsayısı"
    },
    "explanation": "Bir alternatif seçildiğinde elde edilen fayda ile vazgeçilen alternatifin faydası <strong><em>fırsat maliyeti </em></strong>olarak adlandırılır."
  },
  {
    "id": "3747148",
    "unitNumber": 6,
    "text": "Herhangi bir malın veya finansal varlığın ileri bir tarihte önceden belirlenen bir değerden alım-satımı için yapılan, standartlaştırılmış ve organize piyasalarda işlem gören türev araç aşağıdakilerden hangisidir.",
    "correctAnswer": "E",
    "options": {
      "A": "Forward",
      "B": "Opsiyon",
      "C": "Hedging",
      "D": "Swap",
      "E": "Futures"
    },
    "explanation": "Future sözleşmeler bir malın veya finansal varlığın ileri bir tarihte önceden belirlenen bir değerden alım-satımı için yapılan anlaşmalardır. Future sözleşmelerin forward sözleşmelerden farkı, future sözleşme koşullarının standartlaştırılmış olması ve future sözleşmelerin organize piyasalarda işlem görmesidir."
  },
  {
    "id": "3747149",
    "unitNumber": 6,
    "text": "Aşağıdaki türev ürünlerden hangisi satın alan tarafı, primini ödemek dışında bir yükümlülük altına girmeden hak sahibi yapmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Swap",
      "B": "Futures",
      "C": "Forward",
      "D": "Opsiyon",
      "E": "Hedging"
    },
    "explanation": "Opsiyonlarda ise, sözleşme tarafları karşılıklı olarak zorunlu bir alma-satma yükümlülüğüne girmez. Opsiyon Sözleşmesini alan tarafın yükümlülüğü opsiyon primini ödemekle sınırlıdır. Sözleşmeyi satan taraf ise aldığı prim karşılığında, eğer opsiyon alıcısı seçimlik hakkını kullanma kararı verirse, karşı tarafa olan sözleşme şartını yerine getirmekle yükümlüdür. Opsiyon sözleşmesine göre bu yükümlülük, dayanak varlığı belirli bir fiyattan alım veya satım yükümlülüğüdür."
  },
  {
    "id": "3747150",
    "unitNumber": 6,
    "text": "Değişken faizli kredi faiz ödemesi yapan bir firma, değişken faiz oranının yükseleceğini öngörmektedir. Bu durumda kullanabileceği finansal korunma aracı ne olabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Döviz Swapı",
      "B": "Faiz Swapı",
      "C": "Futures",
      "D": "Forward",
      "E": "Opsiyon"
    },
    "explanation": "Faiz swap sözleşmeleri, tarafların belirli vadede ve borçlanma koşullarında sözleşmedeki nominal değer üzerinden hesaplanan faiz ödemelerini karşılıklı olarak değiştikleri türev ürünlerdir. Faiz swap sözleşmesinde belirlenen nominal değer, faizden doğan nakit akışlarını hesaplamak için kullanılmaktadır. Döviz swaplarının aksine, faiz swaplarında nominal değerin transfer edilmesi tercih edilmemektedir. Faiz swap işlemlerinde değiştirilen borçlanma koşulları sabit faiz veya değişken faiz ödemeleri olabilmektedir."
  },
  {
    "id": "3747151",
    "unitNumber": 6,
    "text": "Buğday fiyatlarının aşırı yükseleceğini öngören bir un fabrikası, maliyetlerini stabil tutabilmek adına 6 ay sonra 1.000 Ton Buğdayı, tonu 2.500,00 TL’den almak üzere buğday tüccarı ile noterde sözleşme yapmıştır. Yapılan sözleşmenin türü ve amacı hangi seçenekte doğru olarak yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Futures - Finansal korunma (hedging),",
      "B": "Forward - Spekülasyon",
      "C": "Opsiyon - Spekülasyon",
      "D": "Forward - Finansal korunma (hedging),",
      "E": "Futures - Arbitraj"
    },
    "explanation": "Forward sözleşmeler, herhangi bir malın veya finansal varlığın ileri bir tarihte önceden belirlenen bir değerden alım-satımı için yapılan anlaşmalardır. Forward sözleşmelerde dayanak varlık (döviz, faiz, emtia, hisse senedi vb.), teslim tarihi, yeri ve yöntemi, miktarı ve fiyatı sözleşmeyi yapan taraflarca esnek olarak belirlenebilir.<br/>Un fabrikasının amacı maliyetlerini stabil tutabilmek yani sonuç olarak Finansal korunma’dır."
  },
  {
    "id": "3747152",
    "unitNumber": 6,
    "text": "Dayanak varlığı satın alma veya satma hakkının uygulamaya konmasının ancak vade sonunda yapılabildiği türev ürün hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Forward",
      "B": "Avrupa Tipi Opsiyon",
      "C": "Amerika Tipi Opsiyon",
      "D": "Döviz Swapı",
      "E": "Faiz Swap"
    },
    "explanation": "Sözleşmedeki seçimlik hakkın uygulamaya konmasına göre opsiyonlar ikiye ayrılmaktadır: Avrupa tipi opsiyonlar ve Amerikan tipi opsiyonlar. Avrupa tipi opsiyonlarda, dayanak varlığı satın alma veya satma hakkının uygulamaya konması ancak vade sonunda yapılabilir. Amerikan tipi opsiyonlarda ise, vade içerisinde herhangi bir zaman dayanak varlığı satın alma veya satma hakkı uygulamaya konabilir."
  },
  {
    "id": "3746879",
    "unitNumber": 7,
    "text": "I. Tahmin edilemeyen ya da bilinemeyen olumsuz gelişmelerin bir anda ortaya çıkması<br/>II.Kişiler ve organizasyonlar için hem bir tehlike ve tehdit oluşturması<br/>III. Tamamen “negatif” özellikte bir kavram olması<br/>IV. Bulaşıcı olması<br/>Yukarıdakilerden hangileri krizin temel unsurlarıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III",
      "B": "II, III",
      "C": "I, III, IV",
      "D": "I, II, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "Krizin en önemli özelliği önceden tahmin edilemeyen ya da bilinemeyen olumsuz gelişmelerin bir anda ortaya çıkması; kişiler ve organizasyonlar için hem bir tehlike ve tehdit oluşturması, hem de yeni fırsatlar yaratmasıdır. Bu anlamda kriz, genellikle düşünüldüğü gibi tamamen “negatif” özellikte bir kavram değildir. Krizler, kısa ya da uzun süreli olabilirler. Krizlerin organizasyonlar üzerindeki etkisinin kısa ya da uzun sürmesi, organizasyonun krize karşı koyabilecek tedbirleri zamanında alıp almamasına ve bunları uygulamasına bağlıdır. Krizlerin bir diğer başlıca özelliği de, bulaşıcılıktır."
  },
  {
    "id": "3746880",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi dünyada yaşanan başlıca finansal krizlerden biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Avrupa Birliği Krizi",
      "B": "Büyük Buhran",
      "C": "Brezilya Krizi",
      "D": "Rusya Krizi",
      "E": "Global Finans Krizi"
    },
    "explanation": "Dünyanın farklı ülkelerinde ve bölgelerinde yaşanan başlıca finansal krizler; 1929 Krizi (Büyük Buhran), 1994 Meksika Krizi, Uzakdoğu Asya Krizi, Brezilya Krizi, Arjantin Krizi, Rusya Krizi ve 2008 Global Finans Krizidir."
  },
  {
    "id": "3746881",
    "unitNumber": 7,
    "text": "Türkiye’de yaşanan hangi finansal krizden sonra döviz mevduatının önündeki yasal engeller kaldırılmış, açık piyasa işlemleri yürürlüğe girmiş ve İnterbank piyasası kurulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "1929 Krizi",
      "B": "1977-1979 Petrol Şoku",
      "C": "24 Ocak 1980 Kararları",
      "D": "1994 Krizi",
      "E": "2001 Krizi"
    },
    "explanation": "Türkiye’de yaşanan 1994 finansal krizinden sonra döviz mevduatının önündeki yasal engeller kaldırılmış, açık piyasa işlemleri yürürlüğe girmiş ve İnterbank piyasası kurulmuştur."
  },
  {
    "id": "3746882",
    "unitNumber": 7,
    "text": "Kriz dönemlerinde işletmelerde borçlarını ödeyememe riski artarken, yabancı kaynağın fazlalaşması, özellikle kriz dönemlerinde finansman giderlerini artırmakta bu da işletmelerin kârlılığına olumsuz yansımaktadır. Bunun neticesinde işletmelerin …….. yükselmektedir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru bir şekilde tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "risk düzeyleri",
      "B": "piyasa değerleri",
      "C": "devir hızları",
      "D": "kapasite kullanımları",
      "E": "yatırımları"
    },
    "explanation": "Kriz dönemlerinde işletmelerde borçlarını ödeyememe riski artarken, yabancı kaynağın fazlalaşması, özellikle kriz dönemlerinde finansman giderlerini artırmakta bu da işletmelerin kârlılığına olumsuz yansımaktadır. Bunun neticesinde işletmelerin risk düzeyleri yükselmektedir."
  },
  {
    "id": "3746883",
    "unitNumber": 7,
    "text": "İşletmelerin krizlere karşı kırılganlıklarını artıran en önemli sebep aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kaynaklarının yetersiz olması ve daha çok uzun vadeli kaynaklar ile faaliyetlerini sürdürmeleri",
      "B": "Alacak, stok, işletme sermayesi, varlık (aktif) devir hızlarının yüksekliği",
      "C": "Finansman giderlerinin düşüklüğü",
      "D": "Öz kaynaklarının yetersiz olması ve daha çok kısa vadeli kaynaklar ile faaliyetlerini sürdürmeleri",
      "E": "Üretim ve kapasite kullanım oranlarının yüksekliği"
    },
    "explanation": "İşletmelerin krizlere karşı kırılganlıklarını artıran sebeplerden en önemlisi, öz kaynaklarının yetersiz olması ve daha çok kısa vadeli kaynaklar ile faaliyetlerini sürdürmeleridir."
  },
  {
    "id": "3746884",
    "unitNumber": 7,
    "text": "Bir işletmenin günü gelmiş borçlarını ödeyemez duruma düştüğünün mahkeme kararıyla saptanarak ilan edilmesi durumu aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Başarısızlık",
      "B": "Nakit akış yetersizliği",
      "C": "Tasfiye",
      "D": "Likidite yetersizliği",
      "E": "İflas"
    },
    "explanation": "Bir işletmenin günü gelmiş borçlarını ödeyemez duruma düştüğünün mahkeme kararıyla saptanarak ilan edilmesi durumu iflastır."
  },
  {
    "id": "3746885",
    "unitNumber": 7,
    "text": "I. Beklenen satış düzeyine ulaşılamaması<br/>II. Bilgi ve yetenekli yöneticilerin işletmede görev almamaları<br/>III. Öz kaynak yetersizliği nedeniyle optimal sermaye yapısının oluşturulamaması<br/>IV. Hammadde ve yardımcı maddelerde bağımlılık<br/>V. Satış ve kredi politikasının iyi oluşturulup izlenmemesi<br/>Yukarıdakilerden hangileri işletme döneminde başarısızlığa neden olan faktörlerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I, III, IV",
      "B": "II, III, IV",
      "C": "I, II, III, IV",
      "D": "I, II, V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "İşletme döneminde başarısızlığa neden olan faktörler:<br/><ol start=\"0\"> <ul> <li> Bilgi ve yetenekli yöneticilerin işletmede görev almamaları<br/></li> <li> İşletmenin amaç ve hedeflerinin, önceden sağlıklı bir şekilde belirlenmemesi, hedeflerine ulaşmasını sağlayacak planların hazırlanmaması ve ortaya çıkan beklenmedik değişmelerde planların revize edilmemesi<br/></li> <li> Aşırı veya gereğinden az istihdama yönelik politikaların izlenmesi<br/></li> <li> Beklenen satış düzeyine ulaşılamaması<br/></li> <li> İşletme döneminde ortaya çıkan sabit ve değişir giderlerin, beklenenin aksine yüksek olması<br/></li> <li> Piyasada yok edici rekabetin ortaya çıkması<br/></li> <li> İşletmede, finansal planlamaya yönelik analizlerin gerektiği şekilde ve yeterli bir biçimde yapılmaması<br/></li> <li> Etkin bir nakit yönetimi politikasının izlenmesini sağlayacak tekniklerin kullanıl- maması nedeniyle, işletmenin nakit sorumluluklarını yerine getirememesi veya gereğinden fazla nakit bulundurması<br/></li> <li> Sağlıklı bir stok politikasının iyi oluşturulup izlenmemesi ve alacak tahsilinde etkisiz kalınması<br/></li> <li> Satış ve kredi politikasının iyi oluşturulup izlenmemesi<br/></li> <li> Satış ve üretim bölümleri arasında gerekli eşgüdüm yapılmaması, uygun nitelikte ma- lın üretilememesi veya siparişlerin zamanında teslim edilememesi<br/></li> <li> Tüketici ihtiyacındaki gelişmelere cevap verecek yeni ürünlerin geliştirilip üretilememesi, dünyada ve endüstride ortaya çıkan gelişmelerin önünde yer alınamaması<br/></li> </ul> </ol>"
  },
  {
    "id": "3746886",
    "unitNumber": 7,
    "text": "\"İşletme faaliyetlerini sınırlayıcı, patent ve lisans anlaşmalarının bulunması” işletmelerin başarısızlık nedenlerinden hangisinde yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletme döneminde başarısızlığa neden olan faktörler",
      "B": "Proje ve yatırım döneminde başarısızlığa neden olan faktörler",
      "C": "Çevresel faktörler",
      "D": "İşletme içi faktörler",
      "E": "İşçi- işveren ilişkilerindeki sorunlardan kaynaklı faktörler"
    },
    "explanation": "\"İşletme faaliyetlerini sınırlayıcı, patent ve lisans anlaşmalarının bulunması” işletmelerin başarısızlık nedenlerinden proje ve yatırım döneminde başarısızlığa neden olan faktörlerdendir."
  },
  {
    "id": "3746887",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi finansal yapısı bozulmuş, yükümlülüklerini yerine getirme gücü zayıflamış bir işletmenin finansal durumunu güçlendirmek için alabileceği önlemlerden biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Borçları konsolide etmek",
      "B": "Varlıkların yeniden değerlenmesi",
      "C": "İşletmenin diğer bir işletme ile birleşmesi veya katılması",
      "D": "İşletmenin iflası",
      "E": "Maddi duran varlıkların satılarak uzun vadeli kiralanması"
    },
    "explanation": "Başarısızlık yaşayan işletmelerin finansal durumunu güçlendirmek için farklı önlemler söz konusudur. Burada işletmelerin iflas veya tasfiye sürecine girmesi değil, faaliyetlerine verimli bir şekilde devam edebilmeleri amaçlanmaktadır."
  },
  {
    "id": "3746888",
    "unitNumber": 7,
    "text": "İşletmenin iştirakleri varsa bunların kısmen veya tamamen paraya çevrilmesi, finansal yapıyı güçlendirmek için alınabilecek önlemlerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bazı işletmelerin tamamen veya kısmen satılması",
      "B": "Borçların menkul değer haline dönüştürülmesi",
      "C": "Mali (finansal) duran varlıkların kısmen veya tümüyle paraya çevrilmesi",
      "D": "İşletmenin sermaye yapısının yeniden düzenlenmesi",
      "E": "Alacaklıların sulh yolu ile alacaklarının bir bölümünden vazgeçmeleri"
    },
    "explanation": "İşletmenin iştirakleri varsa bunların kısmen veya tamamen paraya çevrilmesi, finansal yapıyı güçlendirmek için alınabilecek önlemlerden mali (finansal) duran varlıkların kısmen veya tümüyle paraya çevrilmesidir."
  },
  {
    "id": "3746969",
    "unitNumber": 7,
    "text": "Herhangi bir mal, hizmet, faktör veya döviz piyasasındaki fiyat veya miktarlarda kabul edilebilir bir değişme sınırının dışında gerçekleşen dalgalanmalara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Spekülasyon",
      "B": "Devalüasyon",
      "C": "Manipülasyon",
      "D": "Kriz",
      "E": "Risk"
    },
    "explanation": "FİNANSAL KRİZ KAVRAMI VE TÜRLERİ<br/>Kriz; herhangi bir mal, hizmet, faktör veya döviz piyasasındaki fiyat veya miktarlarda kabul edilebilir bir değişme sınırının dışında gerçekleşen dalgalanmalardır."
  },
  {
    "id": "3746970",
    "unitNumber": 7,
    "text": "Ekonominin temellerindeki değişikliklerle açıklanamayan çılgınlık evrelerinde meydana gelen varlık fiyatlarındaki artışlara verilen genel isime ne ad verilir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Kriz",
      "B": "Balon",
      "C": "Ters seçim",
      "D": "Risk",
      "E": "Spekülasyon"
    },
    "explanation": "FİNANSAL KRİZ KAVRAMI VE TÜRLERİ<br/>Balon: Ekonominin temellerindeki değişikliklerle açıklanamayan çılgınlık evrelerinde meydana gelen varlık fiyatlarındaki artışlara verilen genel isimdir"
  },
  {
    "id": "3746971",
    "unitNumber": 7,
    "text": "Piyasalarda yer alan tarafların birbirlerinden farklı bilgi düzeylerine sahip olmasından kaynaklanan bozucu etkiye ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgi Riski",
      "B": "Bilgi Balonu",
      "C": "Spekülatif bilgi problemi",
      "D": "Manipülatif bilgi problemi",
      "E": "Asimetrik bilgi problemi"
    },
    "explanation": "FİNANSAL KRİZ KAVRAMI VE TÜRLERİ<br/>Asimetrik bilgi problemi, piyasalarda yer alan tarafların birbirlerinden farklı bilgi düzeylerine sahip olmasından kaynaklanan bozucu etkidir."
  },
  {
    "id": "3746972",
    "unitNumber": 7,
    "text": "Kredi kuruluşları güvenilirlik açısından her zaman düşük riskli kişiler ile yüksek riskli kişileri ayırt edememektedir. Bu nedenle piyasada faizler ortalama oranda belirlenebilmektedir. Bu durumda ortalama faiz oranları güvenilir kişiler için yüksek; güvenilir olmayan kişiler için düşük kalacaktır. Bu durum aşağıdaki kavramlardan hangisine örnek verilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Asimetrik bilgi problemi",
      "B": "Mevduat sigortası",
      "C": "Ters seçim",
      "D": "Sistematik finansal kriz",
      "E": "Bankacılık krizleri"
    },
    "explanation": "FİNANSAL KRİZ KAVRAMI VE TÜRLERİ<br/>Kredi kuruluşları güvenilirlik açısından her zaman düşük riskli kişiler ile yüksek riskli kişileri ayırt edememektedir. Bu nedenle piyasada faizler ortalama oranda belirlenebilmektedir. Bu durumda ortalama faiz oranları güvenilir kişiler için yüksek; güvenilir olmayan kişiler için düşük kalacaktır. Bu da kredilerin güvenilir olmayan veya daha riskli olan kişilere yönelmesine yol açmaktadır."
  },
  {
    "id": "3746973",
    "unitNumber": 7,
    "text": "1929’da başlayan ve 1930’lu yıllar boyunca devam eden ekonomik kriz aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Büyük Buhran",
      "B": "Meksika Krizi",
      "C": "Brezilya Krizi",
      "D": "Arjantin Krizi",
      "E": "Rusya Krizi"
    },
    "explanation": "1929 Krizi (Büyük Buhran) Büyük Buhran 1929’da başlayan ve 1930’lu yıllar boyunca devam eden ekonomik buhrana verilen isimdir."
  },
  {
    "id": "3746974",
    "unitNumber": 7,
    "text": "Bir ülkede, savaş durumu ya da benzeri olağanüstü dönemlerde, devletin ödeme süresi gelmiş borçlarını yasayla ertelemesine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ekonomik kriz",
      "B": "Devalüasyon",
      "C": "Enflasyon",
      "D": "Stagflasyon",
      "E": "Moratoryum"
    },
    "explanation": "Rusya Krizi<br/>Moratoryum: Bir ülkede, savaş durumu ya da benzeri olağanüstü dönemlerde, devletin ödeme süresi gelmiş borçlarını yasayla ertelemesidir."
  },
  {
    "id": "3746975",
    "unitNumber": 7,
    "text": "Aşağıdaki ülkelerden hangisi yaşadığı ekonomik krizde moratoryum ilan etmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Arjantin",
      "B": "Meksika",
      "C": "Rusya",
      "D": "Tayland",
      "E": "Brezilya"
    },
    "explanation": "Rusya Krizi<br/>Rusya 1998 yılında <strong>moratoryum</strong> ilan ederek borçlarını ödeyemeyeceğini açıklamıştır."
  },
  {
    "id": "3746976",
    "unitNumber": 7,
    "text": "Borçlarını geri ödeme konusunda güçlük çekebilecek kişilere kredi verilmesi olarak tanımlanabilecek kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kredibilite",
      "B": "Subprime",
      "C": "Moratoryum",
      "D": "Balon kredi",
      "E": "Opsiyon"
    },
    "explanation": "2008 Global Finans Krizi<br/>Subprime: Borçlarını geri ödeme konusunda güçlük çekebilecek kişilere kredi verilmesidir."
  },
  {
    "id": "3747015",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi finansal sisteme olan güvenin kaybolması nedeniyle tasarruf sahiplerinin mevduatlarını geri çekme talebinde bulunmalarıyla ortaya çıkan krizdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bankacılık krizi",
      "B": "Döviz krizi",
      "C": "Ekonomik kriz",
      "D": "Finansal kriz",
      "E": "Borsa krizi"
    },
    "explanation": "Finansal sisteme olan güvenin kaybolması nedeniyle tasarruf sahiplerinin mevduatlarını geri çekme talebinde bulunmalarıyla ortaya çıkan krizler bankacılık krizleridir."
  },
  {
    "id": "3747016",
    "unitNumber": 7,
    "text": "Piyasalarda yer alan tarafların birbirlerinden farklı bilgi düzeylerine sahip olmasından kaynaklanan bozucu etkiye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Asimetrik bilgi problemi",
      "B": "Ahlaki risk",
      "C": "Sistematik kriz",
      "D": "Ters seçim",
      "E": "Moratoryum"
    },
    "explanation": "Piyasalarda yer alan tarafların birbirlerinden farklı bilgi düzeylerine sahip olmasından kaynaklanan bozucu etki asimetrik bilgi problemi olarak adlandırılır."
  },
  {
    "id": "3747017",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kriz dönemlerinin işletmeler üzerindeki etkilerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uzun vadeli yabancı kaynak miktarının artması",
      "B": "Likidite yapısının bozulması",
      "C": "İşletme sermayesi ihtiyacının artması",
      "D": "Borçlarını ödeyememe riskinin artması",
      "E": "Finansman giderlerinin artması"
    },
    "explanation": "Uzun vadeli yabancı kaynak miktarının artması kriz dönemlerinin işletmeler üzerindeki etkileri arasında değildir."
  },
  {
    "id": "3747018",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kriz dönemlerinde işletmelerin krizi fırsata çevirmelerine olanak sağlayan durumlardan biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bankaların kredi faizlerini yükseltmesi",
      "B": "Mal ve hizmet alımlarında esnek ödeme koşulları elde edilmesi",
      "C": "Pazarlama ve reklam faaliyetlerinin daha ucuz fiyatla gerçekleştirilmesi",
      "D": "Hükümetlerin vergi avantajları sağlaması",
      "E": "Hükümetlerin teşvik paketleri sunması"
    },
    "explanation": "Bankaların kredi faizlerini yükseltmesi kriz dönemlerinde işletmelerin krizi fırsata çevirmelerine olanak sağlayan durumlar arasında yer almamaktadır."
  },
  {
    "id": "3747019",
    "unitNumber": 7,
    "text": "Bir ülkede savaş durumu ya da benzeri olağanüstü dönemlerde devletin ödeme süresi gelmiş borçlarını yasayla ertelemesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Moratoryum",
      "B": "Ahlaki risk",
      "C": "Subprime",
      "D": "Piyasa başarısızlığı",
      "E": "Mevduat sigortası"
    },
    "explanation": "Bir ülkede savaş durumu ya da benzeri olağanüstü dönemlerde devletin ödeme süresi gelmiş borçlarını yasayla ertelemesi moratoryum olarak adlandırılır."
  },
  {
    "id": "3747020",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletmelerde başarısızlığa neden olan çevresel faktörlerden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Teknolojik çevre",
      "B": "Toplumsal çevre",
      "C": "Yasal ve politik çevre",
      "D": "Ekonomik çevre",
      "E": "Doğal çevre"
    },
    "explanation": "Teknolojik çevre, işletmelerde başarısızlığa neden olan çevresel faktörlerden biri değildir."
  },
  {
    "id": "3747021",
    "unitNumber": 7,
    "text": "İşletmede kârların dağıtılmayarak işletme sermayesine eklenmesi olarak tanımlanabilecek kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Devamlı sermaye",
      "B": "Öz sermaye",
      "C": "Otofinansman",
      "D": "Çalışma sermayesi",
      "E": "Brüt sermaye"
    },
    "explanation": "İşletme Başarısızlıkları Tahmin Modelleri<br/>Otofinansman: İşletmede kârların dağıtılmayarak işletme sermayesine eklenmesidir."
  },
  {
    "id": "3747022",
    "unitNumber": 7,
    "text": "İşletmenin varlıklarının paraya çevrilmesi, borçlarının ödenmesi ve bakiye bir değer kalırsa bu değerin işletmenin sahip veya ortakları arasında paylaştırılmasına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tasfiye",
      "B": "Başarısızlık",
      "C": "İflas",
      "D": "Likidite kaybı",
      "E": "Negatif kâr"
    },
    "explanation": "İşletmenin varlıklarının paraya çevrilmesi, borçlarının ödenmesi ve bakiye bir değer kalırsa bu değerin işletmenin sahip veya ortakları arasında paylaştırılması tasfiye işlemidir."
  },
  {
    "id": "3747023",
    "unitNumber": 7,
    "text": "İşletmenin ödeme gücünü kaybetmesi ve vadesi gelen borçların ödenmemesi şeklinde tanımlanabilecek kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İflas",
      "B": "Tasfiye",
      "C": "Teknik başarısızlık",
      "D": "Röfinansman",
      "E": "Konkordato"
    },
    "explanation": "İŞLETME BAŞARISIZLIKLARI<br/>Teknik başarısızlık: İşletmenin ödeme gücünü kaybetmesi ve vadesi gelen borçların ödenmemesi şeklinde tanımlanır."
  },
  {
    "id": "3747024",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletmelerin karşılaştığı başarısızlık türlerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşletmenin bir başka işletmeyi satın alması",
      "B": "Negatif kâr seviyesi",
      "C": "Düşük kâr Seviyesi",
      "D": "İşletmenin teknik açıdan likiditesini kaybetmesi",
      "E": "İşletmenin iflas etmesi"
    },
    "explanation": "İşletmenin bir başka işletmeyi satın alması, işletmelerin karşılaştığı başarısızlık türlerinden biri değildir."
  },
  {
    "id": "3747026",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletmenin finansal durumunu güçlendirmek için alınabilecek önlemlerden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Borçların vadesini kısaltmak",
      "B": "Borçları konsolide etmek",
      "C": "Konkordato önerilmesi",
      "D": "Varlıkların yeniden değerlenmesi",
      "E": "Menkul kıymetleştirme"
    },
    "explanation": "Borçların vadesini kısaltmak, işletmenin finansal durumunu güçlendirmek için alınabilecek önlemlerden biri değildir."
  },
  {
    "id": "3747028",
    "unitNumber": 7,
    "text": "Mevcut bir borcun daha elverişli koşullarla borç alarak ödenmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Röfinansman",
      "B": "Borcun konsolidasyonu",
      "C": "Konkordato",
      "D": "Moratoryum",
      "E": "Tasfiye"
    },
    "explanation": "Mevcut bir borcun daha elverişli koşullarla borç alarak ödenmesi röfinansman olarak adlandırılır."
  },
  {
    "id": "3747153",
    "unitNumber": 7,
    "text": "Krizin en önemli özelliği önceden tahmin edilemeyen ya da bilinemeyen olumsuz gelişmelerin bir anda ortaya çıkması; kişiler ve organizasyonlar için hem bir tehlike ve tehdit oluşturması, hem de yeni fırsatlar yaratmasıdır.<br/>Bu kapsamda “döviz ve hisse senedi piyasaları gibi finans piyasalarındaki şiddetli fiyat dalgalanmaları veya bankacılık sisteminde bankalara geri dönmeyen (batık) kredilerin aşırı derecede artması sonucunda yaşanan ciddi ekonomik sorunlar” olarak tanımlanan kriz, aşağıdakilerden hangisini tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Finansal Kriz",
      "B": "Ekonomik Kriz",
      "C": "Döviz Krizi",
      "D": "Balon",
      "E": "Bankacılık Krizi"
    },
    "explanation": "AÇIKLAMA: Finansal krizler; döviz ve hisse senedi piyasaları gibi finans piyasalarındaki şiddetli fiyat dalgalanmaları veya bankacılık sisteminde bankalara geri dönmeyen (batık) kredilerin aşırı derecede artması sonucunda yaşanan ciddi ekonomik sorunlar olarak kabul edilebilir"
  },
  {
    "id": "3747154",
    "unitNumber": 7,
    "text": "<ol start=\"20\"> <li>Yüzyılda Dünya’yı etkileyen ekonomik krizler yaşanmıştır. Aşağıdakilerden hangisi bu krizlerden biri değildir?</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "1929 Krizi (Büyük Buhran)",
      "B": "1994 Meksika Krizi",
      "C": "1997 Uzakdoğu Asya Krizi",
      "D": "2001 Avrupa Krizi",
      "E": "2008 Global Finans Krizi"
    },
    "explanation": "2001 Avrupa Krizi şeklinde bir kriz yaşanmamıştır."
  },
  {
    "id": "3747155",
    "unitNumber": 7,
    "text": "Ülkemizde İhracata Dayalı Büyüme Modeli hangi dönemde yürürlüğe konulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "1929 Krizi (Büyük Buhran) sonrasında yürürlüğe konulmuştur.",
      "B": "1994 Döviz Krizi sonrasında yürürlüğe konulmuştur.",
      "C": "24 Ocak 1980 Kararları ile yürürlüğe konulmuştur.",
      "D": "2001 Krizi sonrası Güçlü Ekonomiye Geçiş Programı ile yürürlüğe konulmuştur.",
      "E": "2008 Global Finans Krizi sonrasında yürürlüğe konulmuştur."
    },
    "explanation": "24 Ocak kararları olarak bilinen bir dizi yapısal düzenleme 24 Ocak 1980 tarihinde yürürlüğe konulmuştur. Serbest piyasa ekonomisinin güçlendirilmesi amacıyla, kamunun ekonomideki rolü sınırlandırılırken, mal-hizmet-finans piyasalarının serbestleştirilmesine ve özelleştirme uygulamalarına öncelik verilmiştir. Bu politikalar çerçevesinde, sübvansiyonların kaldırılmasına, kaynak kullanımında etkinliğe, ihracat ve iç tasarrufların artırılmasına ağırlık verilmiş, <strong>BÜYÜMENİN İHRACATIN ÖNCÜLÜK ETTİĞİ BİR SANAYİLEŞME MODELİNE GÖRE GERÇEKLEŞTİRİLMESİ</strong> amaçlanmıştır."
  },
  {
    "id": "3747156",
    "unitNumber": 7,
    "text": "Krizlerin işletmeler üzerindeki etkileri ile ilgili olarak, net işletme sermayesinin toplam varlıklara oranında meydana gelen düşmenin ana nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kriz döneminde işletmelerin azalan kısa vadeli yabancı kaynak miktarıdır.",
      "B": "Kriz döneminde işletmelerin artan kısa vadeli yabancı kaynak miktarıdır.",
      "C": "Kriz döneminde işletmelerin azalan uzun vadeli yabancı kaynak miktarıdır.",
      "D": "kriz döneminde işletmelerin artan uzun vadeli yabancı kaynak miktarıdır.",
      "E": "kriz döneminde işletmelerin artan dönen varlık miktarıdır."
    },
    "explanation": "Net işletme sermayesinin toplam varlıklara oranında meydana gelen düşmenin ana nedeni kriz döneminde işletmelerin artan kısa vadeli yabancı kaynak miktarıdır. Genel olarak kriz dönemlerinde işletmelerin likidite yapısının bozulduğu, özellikle işletme sermayesi ihtiyacının arttığını söylenebilir. Yabancı kaynaklar incelendiğinde de, kısa vadeli yabancı kaynağın yoğun olarak kullanıldığı görülmektedir."
  },
  {
    "id": "3747157",
    "unitNumber": 7,
    "text": "“İşletmenin varlıklarının paraya çevrilmesi, borçlarının ödenmesi ve bakiye bir değer kalırsa, bu değerin işletmenin sahip veya ortakları arasında paylaştırılması işlemidir.”<br/>Yukarıda verilen ifade, aşağıdaki kavramlardan hangisini tanımlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Başarısızlık",
      "B": "İşletmenin Zarar Etmesi",
      "C": "İflas",
      "D": "Tasfiye",
      "E": "Konkordato"
    },
    "explanation": "Tasfiye: İşletmenin varlıklarının paraya çevrilmesi, borçlarının ödenmesi ve bakiye bir değer kalırsa, bu değerin işletmenin sahip veya ortakları arasında paylaştırılması işlemidir"
  },
  {
    "id": "3747158",
    "unitNumber": 7,
    "text": "Aşağıda sayılan araştırmacılardan hangisi işletme başarısızlığı üzerine çalışma yapmamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Taffler",
      "B": "Altman",
      "C": "Mishkin",
      "D": "Beaver",
      "E": "Deakin"
    },
    "explanation": "Taffler, Altman, Beaver ve Deakin işletme başarısızlıkları üzerine çalışma yapmış bilim insanlarıdır. Mishkin Finansal krizler ile ilgili çalışma yapmış ve yayınlar hazırlamıştır."
  },
  {
    "id": "3747159",
    "unitNumber": 7,
    "text": "I-Negatif ya da Düşük Kâr Seviyesi<br/>II-Düşük devir hızları<br/>III-Teknik Başarısızlık<br/>IV-Ters Seçim<br/>V-İşletmenin İflas Etmesi<br/>İşletmelerin karşılaştığı başarısızlık türleri hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "I - II - III",
      "B": "I - III - V",
      "C": "III - IV - V",
      "D": "II - IV",
      "E": "I - V"
    },
    "explanation": "İşletmelerin karşılaştığı başarısızlık türleri Negatif ya da Düşük Kâr Seviyesi, Teknik Başarısızlık ve İşletmenin İflas Etmesi'dir."
  },
  {
    "id": "3747160",
    "unitNumber": 7,
    "text": "SORU 8: İşletmelerin amaçlarının, bu amaçlara ulaştıracak olan, proje ve politikaların oluşturulması safhasında çevre faktörünün de göz önünde bulundurulması gerekir. İşletmenin çevresine ilişkin faktörlere dışsal faktörler denilmektedir.<br/>Aşağıdaki seçeneklerden hangisinde dışsal faktörler dışında bir faktöre yer verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Toplumsal Çevre",
      "B": "Yasal ve Politik Çevre",
      "C": "Ekonomik Çevre",
      "D": "Doğal Çevre",
      "E": "Lojistik Çevre"
    },
    "explanation": "Toplumsal Çevre, Yasal ve Politik Çevre, Ekonomik Çevre ve Doğal Çevre'dir"
  },
  {
    "id": "3747161",
    "unitNumber": 7,
    "text": "İşletme başarısızlıklarını tahmin etmek adına geliştirilmiş modeller vardır. Altman Modeli, Bathory Modeli, Fulmer Modeli, Springate Modeli, Zmijewski Modeli, <br/>CA Skoru - Kanada Modeli bu modellerdendir.<br/>Aşağıdakilerden hangisi 1978 yılında geliştirilen Springate Modelinde kullanılan oranlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "İşletme Sermayesi/ Toplam Varlıklar",
      "B": "Faiz Vergi Öncesi Kâr/ Toplam Varlıklar",
      "C": "Faiz Vergi Öncesi Kâr/ Kısa Vadeli Borçlar",
      "D": "Satışlar/ Toplam Varlıklar",
      "E": "Öz kaynak / Yabancı Kaynaklar Toplamı"
    },
    "explanation": "Springate Modelinde kullanılan oranlar şunlardır: 1-İşletme Sermayesi/ Toplam Varlıklar, 2-Faiz Vergi Öncesi Kâr/ Toplam Varlıklar, 3-Faiz Vergi Öncesi Kâr/ Kısa Vadeli Borçlar ve 4-Satışlar/ Toplam Varlıklar<br/>Öz kaynak / Yabancı Kaynaklar Toplamı Springate Modelinde kullanılan oranlardan değildir."
  },
  {
    "id": "3747162",
    "unitNumber": 7,
    "text": "İşletmenin finansal durumunu güçlendirmek için alınabilecek önlemler vardır. Bu önlemlerden birinin açıklaması şu şekilde verilmektedir:<br/>“İşleri iyi gitmeyen, finansal durumu bozulmuş borçlulara yardım etmek için kabul edilmiş yasal bir önlemdir. Burada borçlu, alacaklılarının çoğunluğu ile anlaşma yapar. Bu anlaşmaya göre alacaklılar, alacaklarından belli bir oranda vazgeçerler ve borçlu, elindeki olanaklarla borçlarını kabul edilen yüzde nispetinde ödemekle, geri kalan borçlarından kurtulur.” <br/>Yukarıda verilen açıklama aşağıdaki önemlerden hangisine aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Borçları Konsolide Etmek veya Röfinansman",
      "B": "Alacaklıların Sulh Yolu ile Alacaklarının Bir Bölümünden Vazgeçmeleri",
      "C": "Konkordato",
      "D": "İşletmenin Sermaye Yapısının Yeniden Düzenlenmesi ve Sermaye Yapısının Güçlendirilmesi",
      "E": "Mali (Finansal) Duran Varlıkların Kısmen veya Tümüyle Paraya Çevrilmesi"
    },
    "explanation": ": <strong><em>Konkordato, </em></strong>alacaklardan kısmen vazgeçilmesinin yasal bir yoludur. Doğurduğu sonuçlar itibariyle de, alacaklardan sulh yolu ile vazgeçilmesi önlemine benzer. Konkordato, işleri iyi gitmeyen, finansal durumu bozulmuş borçlulara yardım etmek için kabul edilmiş yasal bir önlemdir. Burada borçlu, alacaklılarının çoğunluğu ile anlaşma yapar. Bu anlaşmaya göre alacaklılar, alacaklarından belli bir oranda vazgeçerler ve borçlu, elindeki olanaklarla borçlarını kabul edilen yüzde nispetinde ödemekle, geri kalan borçlarından kurtulur. Borçlunun, alacaklıların çoğunluğu ile yaptığı ve anlaşmayı kabul etmeyen diğer alacaklıları da bağlayan böyle bir anlaşmaya yasa dilinde konkordato denilmektedir."
  },
  {
    "id": "3746891",
    "unitNumber": 8,
    "text": "Ana faaliyetlerini genişleten / küçülten veya varlıklarını ve finansal yapısını önemli ölçüde değiştiren firmaların bu faaliyetlerine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Six Sigma",
      "B": "Downsizing",
      "C": "Kurumsal yeniden yapılandırma",
      "D": "Sanal organizasyon",
      "E": "Hallow organizasyon"
    },
    "explanation": "Kaynak temelli firma yaklaşımına göre firmaların, yerel ve küresel rekabette ayakta kalabilmekiçin kendi kaynaklarını kullanarak büyüme fırsatları aramaları gerekmektedir. Ana faaliyetlerini genişleten / küçülten veya varlıklarını ve finansal yapısını önemli ölçüde değiştiren firmaların bu faaliyetlerine kurumsal yeniden yapılandırma faaliyetleri denir. Bu tür operasyonel yeniden yapılandırma kararları, birleşme, devralma ve diğer ticari işbirlikleri gibi ticari faaliyetlerin çeşitli biçimlerinin yanı sıra, farklı çıkış stratejilerini de içerir."
  },
  {
    "id": "3746894",
    "unitNumber": 8,
    "text": "Büyüklük, finansal performans veya piyasa gücü açısından çok benzer olan iki firmanın birleşmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "eşitlerin birleşmesi",
      "B": "yasal birleşme",
      "C": "iştirak birleşmesi",
      "D": "seri birleşme",
      "E": "denk birleşme"
    },
    "explanation": "Birleşme, bir araya gelme işleminden sonra sadece bir firmanın ayakta kalabileceği şekilde iki firmanın birleşmesidir. Birleşme teknik olarak üç şekilde gerçekleşebilir. Satın alan firma, hedef firmanın varlık ve yükümlülüklerini üstlenirse, bir yasal birleşme dir. Hedef firma satın alan firmanın bir iştiraki hâline gelirse, o zaman bir iştirak birleşmesi olur. Birleşme firmaları büyüklük, finansal performans veya piyasa gücü açısından çok benzer olduğunda buna eşitlerin birleşmesi denir."
  },
  {
    "id": "3746895",
    "unitNumber": 8,
    "text": "İki ya da daha fazla sayıda işletme, yeni bir işletme kurmak üzere bir araya gelebilir. Yeni işletme kurulurken tüm işletmeler kendi benliklerini yitirecektir.<br/>Yukarıda tarif edilen uygulama aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Seri birleşme",
      "B": "Konsolidasyon",
      "C": "Ortak girişim grubu",
      "D": "İş ortaklığı",
      "E": "Trös"
    },
    "explanation": "Birleşmeden biraz farklı olarak, iki ya da daha fazla sayıda işletme, yeni bir işletme kurmak üzere birleşebilir. Buna konsolidasyon denir. Konsolidasyonda yeni işletme kurulurken birleşen tüm işletmeler kendi benliklerini yitirerek konsolide olurlar. Pay sahipleri mevcut paylarını, yeni işletmenin payları ile değiştirirler."
  },
  {
    "id": "3746896",
    "unitNumber": 8,
    "text": "Otomobil üreticisi Renault firmasının otomobiller için lityum batarya üreten Hyper firmasını satın alması ne tür birleşme ve satın alma örneğidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yatay satın alma",
      "B": "İlişkisiz satın alma",
      "C": "Dikey ileri doğru satın alma",
      "D": "Dikey geriye doğru satın alma",
      "E": "Holding birleşme ve satınalma."
    },
    "explanation": "Birleşme ve satın almalar, yatay ve dikey boyutları ile ve aynı zamanda türdeş ve holding şekilleri ile ele alınmaktadır. Yatay boyut, sektör ile ilgilidir. Birleşme ve satın alma aynı sektörde faaliyet gösteren işletmeler arasında gerçekleşiyorsa yatay birleşme ve satın alma adını alır. Diğer taraftan dikey boyut işletmelerin değer zincirindeki konumu ile ilgilidir. Eğer birleşme ve satın alma işlemlerine, taraf işletmelerden biri diğerinin tedarikçisi veya müşterisi konumundaysa dikey birleşme ve satın alma adını alır. Dikey birleşmede amaç, değer zincirini ileriye doğru (müşterilere doğru) veya geriye doğru (üretime doğru) genişletmektir."
  },
  {
    "id": "3746897",
    "unitNumber": 8,
    "text": "İki ülke arasındaki, genellikle kurumlar, iş yapma kolaylığı, kurumsal yönetim, konularıyla ilgili farklılıklardan kaynaklanan mesafeye ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fiziksek mesafe",
      "B": "Hissedilen mesafe",
      "C": "Politik mesafe",
      "D": "Kültürel mesafe",
      "E": "Psişik mesafe"
    },
    "explanation": "İki ülke arasındaki fiziksel mesafe ile ilgili olmayan; genellikle kurumlar, iş yapma kolaylığı, kurumsal yönetim, konularıyla ilgili farklılıklardan kaynaklanan mesafeye psişik mesafe denir. Psişik mesafe de fiziksel mesafe gibi ticaret ve yatırımın önünde bir bariyer olarak görülmektedir."
  },
  {
    "id": "3746898",
    "unitNumber": 8,
    "text": "Online satış sitesi olan Amazon.com 'un, yeni gireceği bir pazarda, ülke çapında kurye teslimatı yapan bir firmayı satın alması ne tür bir birleşme ve satın alma örneğidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yatay",
      "B": "Türdeş",
      "C": "Geriye doğru dikey",
      "D": "İleri doğru dikey",
      "E": "Holding birleşme"
    },
    "explanation": "Birleşme ve satın almalar, yatay ve dikey boyutları ile ve aynı zamanda türdeş ve holding şekilleri ile ele alınmaktadır. Yatay boyut, sektör ile ilgilidir. Birleşme ve satın alma aynı sektörde faaliyet gösteren işletmeler arasında gerçekleşiyorsa yatay birleşme ve satın alma adını alır. Diğer taraftan dikey boyut işletmelerin değer zincirindeki konumu ile ilgilidir. Eğer birleşme ve satın alma işlemlerine, taraf işletmelerden biri diğerinin tedarikçisi veya müşterisi konumundaysa dikey birleşme ve satın alma adını alır. Dikey birleşmede amaç, değer zincirini ileriye doğru (müşterilere doğru) veya geriye doğru (üretime doğru) genişletmektir."
  },
  {
    "id": "3746899",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir dikey birleşme örneğidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ekomini marketler grubunun Şok marketleri satın alması",
      "B": "Pegasus Havayolları'nın Sun Express'i satın alması",
      "C": "A101 Marketler grubunun Torku firmasını satın alması",
      "D": "Pegasus Havayolları'nın Türk Havayolları'nı satın alması",
      "E": "Bim ve A101 marketler gruplarının Bim1 olarak tek bir şirket olması"
    },
    "explanation": "Birleşme ve satın almalar, yatay ve dikey boyutları ile ve aynı zamanda türdeş ve holding şekilleri ile ele alınmaktadır. Yatay boyut, sektör ile ilgilidir. Birleşme ve satın alma aynı sektörde faaliyet gösteren işletmeler arasında gerçekleşiyorsa yatay birleşme ve satın alma adını alır. Diğer taraftan dikey boyut işletmelerin değer zincirindeki konumu ile ilgilidir. Eğer birleşme ve satın alma işlemlerine, taraf işletmelerden biri diğerinin tedarikçisi veya müşterisi konumundaysa dikey birleşme ve satın alma adını alır. Dikey birleşmede amaç, değer zincirini ileriye doğru (müşterilere doğru) veya geriye doğru (üretime doğru) genişletmektir."
  },
  {
    "id": "3746900",
    "unitNumber": 8,
    "text": "İşletme varlıklarının belirli bir tarihte belirli bir değerle kayıt edilmiş olan muhasebe kayıtlarındaki değeridir.<br/>Yukarıda tanımlanan işletme değeri aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tasviye değeri",
      "B": "Piyasa çarpanı değeri",
      "C": "Defter değeri",
      "D": "Net aktif değeri",
      "E": "Terminal değer"
    },
    "explanation": "Varlık temelli değerleme: Varlık temelli değerleme yaklaşımında işletme varlıklarının satın alma maliyetlerinin kayıtlara nasıl yansıdığına odaklanılır. Bu yaklaşımda işletme değerinin, onu oluşturan unsurların toplamına eşit olduğu kabul edilir. Net varlık değeri işletmenin varlıklarının toplam değerinden yükümlülüklerinin toplam değerinin çıkarılmasıyla bulunan değeridir. Defter değeri işletme varlıklarının belirli bir tarihte belirli bir değerle kayıt edilmiş olan muhasebe kayıtlarındaki değeridir. Likidite (Tasfiye) değeri işletmenin tüm varlıklarının nakte dönüştürülerek tüm borçlarının ödenmesinden sonra kalan değerdir."
  },
  {
    "id": "3746901",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi varlık temelli işletme değeri hesaplama yöntemleri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tasfiye değeri",
      "B": "Net aktif değeri",
      "C": "Defter değeri",
      "D": "Likidite değeri",
      "E": "Terminal değer"
    },
    "explanation": "Varlık temelli değerleme: Varlık temelli değerleme yaklaşımında işletme varlıklarının satın alma maliyetlerinin kayıtlara nasıl yansıdığına odaklanılır. Bu yaklaşımda işletme değerinin, onu oluşturan unsurların toplamına eşit olduğu kabul edilir. Net varlık değeri işletmenin varlıklarının toplam değerinden yükümlülüklerinin toplam değerinin çıkarılmasıyla bulunan değeridir. Defter değeri işletme varlıklarının belirli bir tarihte belirli bir değerle kayıt edilmiş olan muhasebe kayıtlarındaki değeridir. Likidite (Tasfiye) değeri işletmenin tüm varlıklarının nakte dönüştürülerek tüm borçlarının ödenmesinden sonra kalan değerdir."
  },
  {
    "id": "3746902",
    "unitNumber": 8,
    "text": "X işletmesinin Y işletmesini satın alacağını varsayalım. X İşletmesinin yöneticilerinin Y İşletmesinin değerini belirlemek için “fiyat/kazanç oranı” çarpanını kullanmaya karar verdiklerini düşünelim.<br/>Değerleme yapmak için yöneticilerin elinde olan bilgiler şu şekildedir: Önümüzdeki yıl Y İşletmesinin pay başı kazancının 5,50 olacağı tahmin edilmektedir. Aynı sektördeki firmaların fiyat/kazanç oranı ortalamaları 8,5’tir. İşletmenin 50.000 adet payı vardır.<br/>Bu durumda Y işletmesinin değer nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "2.337.500",
      "B": "1.577.652",
      "C": "150.000",
      "D": "77.272",
      "E": "32.352"
    },
    "explanation": "X işletmesinin Y işletmesini satın alacağını varsayalım. X İşletmesinin yöneticilerinin Y İşletmesinin değerini belirlemek için “fiyat/kazanç oranı” çarpanını kullanmaya karar verdiklerini düşünelim. Değerleme yapmak için yöneticilerin elinde olan bilgiler şu şekildedir: Önümüzdeki yıl Y İşletmesinin pay başı kazancının 5,50 olacağı tahmin edilmektedir. Aynı sektördeki firmaların fiyat/kazanç oranı ortalamaları 8,5’tir. İşletmenin 50.000 adet payı vardır.<br/>Bu durumda Y işletmesinin değeri;<br/>5,5*8,5=46,75<br/>46,75*50.000<br/>=2.337.500olarak bulunur"
  },
  {
    "id": "3746984",
    "unitNumber": 8,
    "text": "İşletmelerin ana faaliyetlerini, varlıklarını ve finansal yapısını önemli ölçüde değiştiren faaliyetlere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurumsal yeniden yapılandırma",
      "B": "İş ortaklığı",
      "C": "Birleşme",
      "D": "Konsolidasyon",
      "E": "Satın alma"
    },
    "explanation": "Kurumsal yeniden yapılandırma, işletmelerin ana faaliyetlerini, varlıklarını ve finansal yapısını önemli ölçüde değiştiren faaliyetleridir."
  },
  {
    "id": "3746985",
    "unitNumber": 8,
    "text": "İki ya da daha fazla sayıda işletme, yeni bir işletme kurmak üzere birleşmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Konsolidasyon",
      "B": "Birleşme",
      "C": "Satın alma",
      "D": "Elden çıkarma",
      "E": "İş ortaklığı"
    },
    "explanation": "Konsolidasyon iki ya da daha fazla sayıda işlet-me, yeni bir işletme kurmak üzere birleşmesidir."
  },
  {
    "id": "3746986",
    "unitNumber": 8,
    "text": "Bir şirketin çeşitli operasyonlarının daha düşük iş gücü maliyetleri veya diğer ülkelerdeki daha uygun ekkonomik koşullar gibi nedenlerle başka bir ülkeye taşınmasına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Offshoring",
      "B": "Outsourcing",
      "C": "Startejik ortaklı",
      "D": "Franchising",
      "E": "Pay Ortaklığı"
    },
    "explanation": "Offshoring: Bir şirketin çeşitli operasyonlarının daha düşük iş gücü maliyetleri veya diğer ülkedeki daha uygun ekonomik koşullar gibi nedenlerle başka bir ülkeye taşınmasıdır (http://www.business"
  },
  {
    "id": "3746987",
    "unitNumber": 8,
    "text": "Aynı sektörde faaliyet gösteren işletmeler arasında gerçekleşen işlemlere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yatay birleştirme ve satın alma",
      "B": "Dikey birleştirme ve satın alma",
      "C": "Türdeş birleşme ve satın alma",
      "D": "Holding birleşme ve satınalma",
      "E": "Sınır ötesi birleşme ve satın alma"
    },
    "explanation": "Yatay birleşme ve satın alma, aynı sektörde faaliyet gösteren işletmeler arasında gerçekleşen işlemlerdir.<br/>Yatay birleştirme ve satın alma"
  },
  {
    "id": "3746988",
    "unitNumber": 8,
    "text": "İki ayrı işletmenin birleşmesi ile yaratılan katma değerin, bu iki işletmenin ayrı varlıklar olarak bireysel katkılarının toplamından daha fazla getiri elde etmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sinerji",
      "B": "Verimlilik",
      "C": "Çeşitlendirme",
      "D": "Psişik mesafe",
      "E": "Konsolidasyon"
    },
    "explanation": "Sinerji iki ayrı işletmenin birleşmesi ile yaratılan katma değerin, bu iki işletmenin ayrı varlıklar olarak bireysel katkılarının toplamından daha fazla getiri elde edilmesini sağlamasıdır. Bir başka deyişle toplam getirinin, bütünü oluşturan parçaların toplamından daha fazla olmasıdır. Birleşme ve satınalma faaliyetlerinden genellikle sinerjik etkiler beklenir"
  },
  {
    "id": "3746989",
    "unitNumber": 8,
    "text": "Bir üretici veya tüccar tarafından daha geniş bir ürün alanına doğru hareket edilmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çeşitlendirme",
      "B": "Ayrıştırma",
      "C": "Birleştirme",
      "D": "Yönlendirme",
      "E": "Konsolidasyon"
    },
    "explanation": "Bir üretici veya tüccar tarafından daha ge-niş bir ürün alanına doğru hareket edilme-sine çeşitlendirme denir."
  },
  {
    "id": "3746990",
    "unitNumber": 8,
    "text": "Bazı yasal uygulamalar ve muhasebe uygulamalarının ödenecek vergi tutarını düşürücü etkisine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi kalkanı",
      "B": "Vergi muafiyeti",
      "C": "Çeşitlendirme",
      "D": "Sinerji",
      "E": "Aleni teklif"
    },
    "explanation": "Vergi kalkanı: Bazı yasal uygulamalar ve muhasebe uygulamalarının ödenecek vergi tutarını düşürücü etkisidir. Örneğin yabancı kaynaklara yapılan faiz ödemeleri vergi matrahından düşüldüğünden, öde"
  },
  {
    "id": "3746991",
    "unitNumber": 8,
    "text": "Birleşme ve satın almalarda taın alan işleetmenin hedef işletme pay sahiplerine ödediği hedf işletmenin paylarının piyasa fiyatı ile teklif fiyatı arasındaki farka ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Prim",
      "B": "Kapora",
      "C": "Pazarlık payı",
      "D": "Kaldıraç",
      "E": "Tasfiye"
    },
    "explanation": "Birleşme ve satın almalarda satın alan iş-letmenin hedef işletme pay sahiplerine ödediği; hedef işletmenin paylarının piyasa fiyatı ile teklif fiyatı arasındaki farka marj veya<br/>Prim"
  },
  {
    "id": "3746992",
    "unitNumber": 8,
    "text": "İşletmenin varlıklarının toplam değerinden yükümlülüklerinin toplam değerinin çıkarılmasıyla bulunan değere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Net varlık değeri",
      "B": "Defter değeri",
      "C": "Likidite değeri",
      "D": "Tasfiye değeri",
      "E": "Yapılandırma değeri"
    },
    "explanation": "Net varlık değeri, işletmenin varlıklarının toplam değerinden yükümlülüklerinin toplam değerinin çıkarılmasıyla bulunan değeridir."
  },
  {
    "id": "3746993",
    "unitNumber": 8,
    "text": "İşletmelerin öngörü döneminden sonraki dönemde beklenen tüm nakit akışlarının öngörü dönemi sonundaki değerine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Terminal değer",
      "B": "Defter değeri",
      "C": "Piyasa çarpanı",
      "D": "Likidite değeri",
      "E": "Net varlık değeri"
    },
    "explanation": "Terminal değer, işletmelerin öngörü döneminden sonraki dönemde bekle-nen tüm nakit akışlarının öngörü dönemi sonundaki değeridir. İşletmeler için varsayım"
  },
  {
    "id": "3747005",
    "unitNumber": 8,
    "text": "Nakit para veya pay karşılığında işletmeyi bir bütün olarak veya işletmenin sadece bir bölümünü satma işlemine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Elden çıkarma",
      "B": "Satın alma",
      "C": "Birleşme",
      "D": "İş ortaklığı",
      "E": "Konsolidasyon"
    },
    "explanation": "Nakit para veya pay karşılığında işletmeyi bir bütün olarak veya işletmenin sadece bir bölümünü satma işlemi elden çıkarma olarak adlandırılır."
  },
  {
    "id": "3747006",
    "unitNumber": 8,
    "text": "Aynı sektörde faaliyet gösteren işletmeler arasında gerçekleşen birleşme ve satın alma işlemine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yatay birleşme ve satın alma",
      "B": "Dikey birleşme ve satın alma",
      "C": "Türdeş birleşme ve satın alma",
      "D": "Holding birleşme ve satın alma",
      "E": "Sınır ötesi birleşme ve satın alma"
    },
    "explanation": "Aynı sektörde faaliyet gösteren işletmeler arasında gerçekleşen birleşme ve satın alma işlemi Yatay birleşme ve satın almadır."
  },
  {
    "id": "3747007",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi şirketlerde birleşme ve satın alma nedenlerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çalışanların kişisel seçimleri",
      "B": "Çeşitlendirme",
      "C": "Birleşme ve satın almadan doğacak sinerjik etkiler",
      "D": "Vergi ile ilgili elde edilecek avantajlar",
      "E": "Düşük değerli varlık alımı"
    },
    "explanation": "Şirketlerde birleşme ve satın alma nedenleri; çeşitlendirme, birleşme ve satın almadan doğacak sinerjik etkiler, vergi ile ilgili elde edilecek avantajlar, yöneticilerin kişisel seçimleri olarak sayılabilir."
  },
  {
    "id": "3747008",
    "unitNumber": 8,
    "text": "Birleşme ve satın alma süreçlerinde hedef işletme yönetiminin genel konuları onaylaması ile her iki işletme yönetiminin pay sahipleriyle işlemi onayladıkları bilgisini paylaşması ve pay sahiplerinin paylarını vererek ödemelerini alması şeklinde gelişen satın alma yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dostça satın alma",
      "B": "Düşmanca satın alma",
      "C": "Aleni teklif",
      "D": "Entegrasyon",
      "E": "Düşük değerli varlık alımı"
    },
    "explanation": "Dostça satın alma, hedef işletme yönetiminin genel konuları onaylaması ile her iki işletme yönetiminin pay sahipleriyle işlemi onayladıkları bilgisini paylaşması ve pay sahiplerinin paylarını vererek ödemelerini alması şeklinde gelişen satın almadır."
  },
  {
    "id": "3747009",
    "unitNumber": 8,
    "text": "Birleşme ve satın almaların başarısız olması aşağıdakilerden hangisiyle ilişkili değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yatırımın getirisinin yüksek olması",
      "B": "Yanlış değerleme",
      "C": "Mevcut durum analizinin iyi yapılamaması",
      "D": "Aşırı iyimserlik",
      "E": "Abartılan sinerjiler"
    },
    "explanation": "Birleşme ve satın almaların başarısızlıkları yanlış değerleme, yükselen fiyat seviyesi, mevcut durum analizinin iyi yapılamaması, aşırı iyimserlik, abartılan sinerjiler, ve başarısız entegrasyon ile ilişkilendirilmektedir."
  },
  {
    "id": "3747010",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Birleşme ve satın alma süreçlerinde anlaşma sonrası entegrasyon sürecinde yönetimin başarısız olmasını anlatmak için kullanılan bir kavramdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kültür çatışması",
      "B": "Kendine uydurma",
      "C": "Ortak çalışma",
      "D": "İzole etme",
      "E": "Sinerji"
    },
    "explanation": "Kültür çatışması, anlaşma sonrası entegrasyon sürecinde yönetimin başarısız olmasını anlatmak için sıkça kullanılan bir kavramdır."
  },
  {
    "id": "3747011",
    "unitNumber": 8,
    "text": "Birleşme ve satın almalarda satın alan işletmenin hedef işletme pay sahiplerine ödediği; hedef işletmenin paylarının piyasa fiyatı ile teklif fiyatı arasındaki farka ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Prim",
      "B": "Vergi kalkanı",
      "C": "Aleni teklif",
      "D": "Pazarlık gücü",
      "E": "Fiyatlandırma etkisi"
    },
    "explanation": "Birleşme ve satın almalarda satın alan işletmenin hedef işletme pay sahiplerine ödediği; hedef işletmenin paylarının pi-yasa fiyatı ile teklif fiyatı arasındaki farka marj veya prim denir."
  },
  {
    "id": "3747012",
    "unitNumber": 8,
    "text": "Birleşme ve satın almalarda satın alan işletmenin anlaşmayı belli oranda borçla finanse etmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kaldıraçlı satın alma",
      "B": "Marj",
      "C": "Likidite değeri",
      "D": "Pazarlık gücü",
      "E": "Fiyatlandırma etkisi"
    },
    "explanation": "Satın alan işletmenin anlaşmayı belli oranda borçla finanse etmesi kaldıraçlı satın almadır."
  },
  {
    "id": "3747013",
    "unitNumber": 8,
    "text": "Birleşme ve satın almalarda gelecek nakit akımlarına dayalı olarak işletmenin gerçeğe uygun değerinin hesaplandığı işletme değerlemesi yaklaşımı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gelir temelli yaklaşım",
      "B": "Piyasa temelli yaklaşım",
      "C": "Varlık temelli yaklaşım",
      "D": "Defter değeri yaklaşımı",
      "E": "Net varlık değeri yaklaşımı"
    },
    "explanation": "Birleşme ve satın almalarda işletme değerlemesi ile ilgili olarak, gelir temelli; piyasa temelli ve varlık temelli olmak üzere üç yaklaşımdan söz edilebilir. Gelir temelli değerleme yaklaşımında gelecek nakit akımlarına dayalı olarak işletmenin gerçeğe uygun değerini bulmaya odaklanılır."
  },
  {
    "id": "3747014",
    "unitNumber": 8,
    "text": "Birleşme ve satın almalarda işletme değerinin piyasa çarpanları kullanılarak hesaplandığı işletme değerlemesi yaklaşımı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Piyasa temelli yaklaşım",
      "B": "Iskonto edilmiş nakit akımları yaklaşımı",
      "C": "Varlık temelli yaklaşım",
      "D": "Defter değeri yaklaşımı",
      "E": "Net varlık değeri yaklaşımı"
    },
    "explanation": "Birleşme ve satın almalarda işletme değerlemesi ile ilgili olarak, gelir temelli; piyasa temelli ve varlık temelli olmak üzere üç yaklaşımdan söz edilebilir. Piyasa temelli değerleme yaklaşımında işletme değeri piyasa çarpanları kullanılarak hesaplanmaktadır."
  },
  {
    "id": "3747111",
    "unitNumber": 8,
    "text": "İki ya da daha fazla sayıda işletme, yeni bir işletme kurmak üzere birşeşmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Konsolidasyon",
      "B": "Yasal birleşme",
      "C": "İştirak birleşme",
      "D": "Satın alma",
      "E": "Özel amaçlı oluşum"
    },
    "explanation": "Birleşmeden biraz farklı olarak, iki ya da daha fazla sayıda işletme, yeni bir işletme kurmak üzere birleşebilir. Buna konsolidasyon denir. Konsolidasyonda yeni işletme kurulurken birleşen tüm<br/>işletmeler kendi benliklerini yitirerek konsolide olurlar. Pay sahipleri mevcut paylarını, yeni işletmenin payları ile değiştirirler."
  },
  {
    "id": "3747112",
    "unitNumber": 8,
    "text": "Bir şirketin, rekabet avantajına sahip olduğu esas faaliyetlerini daha verimli yapabilmek için nakit,<br/>personel, zaman ve tesislerin serbest bırakılması için bu faaliyetlerin dışında kalan faaliyetleri bir<br/>başka işletmeye yaptırmasına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Outsourcing",
      "B": "Benchmarking",
      "C": "Offshoring",
      "D": "Lisans anlaşması",
      "E": "Öz yetenek"
    },
    "explanation": "Dış kaynak kullanımı (outsourcing): Bir şirketin, rekabet avantajına sahip olduğu esas faaliyetlerini daha verimli yapabilmek için nakit, personel, zaman ve tesislerin serbest bırakılması için bu faaliyetlerin dışında kalan faaliyetleri bir başka işletmeye yaptırmasıdır. Diğer alanlarda güçlü olan şirketler, en iyi yaptıklarına odaklanmak ve böylece ortalama birim maliyeti azaltmak için veri işleme, yasal, üretim, pazarlama, bordro muhasebesi gibi konularda outsourcing sözleşmesi yapabilirler"
  },
  {
    "id": "3747113",
    "unitNumber": 8,
    "text": "<ul><br/><li>PSA (Peugeot, Citroën, DS) otomobil grubunun OPEL firmasını satın alması,</li><br/><li>Renault firmasının elektrikli otomobil üretimi için alanında en iyilerden olan bir batarya işletmesini satın alması</li><br/></ul><br/>Yukarıda verilen iki örnek birleşme satın almanın türü sırasıyla aşağıdakilerden hangisinde soğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yatay, Yatay",
      "B": "Dikey, yatay",
      "C": "Yatay, ileri doğru dikey",
      "D": "Dikey, geriye doğru dikey",
      "E": "Yatay, geriye doğru dikey"
    },
    "explanation": "r. Yatay boyut, sektör ile ilgilidir. Birleşme ve satın alma aynı sektörde faaliyet gösteren işletmeler arasında gerçekleşiyorsa yatay birleşme ve satın alma adını alır. Diğer taraftan dikey boyut işletmelerin değer zincirindeki konumu ile ilgilidir. Eğer birleşme ve satın alma işlemlerine, taraf işletmelerden biri diğerinin tedarikçisi veya müşterisi konumundaysa dikey birleşme ve satın alma adını alır. Dikey birleşmede amaç, değer zincirini ileriye doğru (müşterilere doğru) veya geriye doğru (üretime doğru) genişletmektir."
  },
  {
    "id": "3747114",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir ileri doğru dikey birleşme ve satın alma örneğidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ford otomobilin, Volvo otomobili satınalması",
      "B": "Mercedes otomotivin elektrikliaraçları için batarya üreticisibir işletmeyi satın alması",
      "C": "Eti'nin süt çiftliği satın alması",
      "D": "Amazon online satış platformunun drone ile şehir içi teslimat hizmeti sunan bir işletmeyi satın alması",
      "E": "Huawei markasının LG markasının akıllı telefon birimini satın alması"
    },
    "explanation": "Yatay boyut, sektör ile ilgilidir. Birleşme ve satın alma aynı sektörde faaliyet gösteren işletmeler arasında gerçekleşiyorsa yatay birleşme ve satın alma adını alır. Diğer taraftan dikey boyut işletmelerin değer zincirindeki konumu ile ilgilidir. Eğer birleşme ve satın alma işlemlerine,<br/>taraf işletmelerden biri diğerinin tedarikçisi veya müşterisi konumundaysa dikey birleşme ve satın alma adını alır. Dikey birleşmede amaç, değer zincirini ileriye doğru (müşterilere doğru) veya geriye doğru (üretime doğru) genişletmektir."
  },
  {
    "id": "3747115",
    "unitNumber": 8,
    "text": "Bir satın alma nedeni ve motivasyonu olarak çeşitlendirmenin en az baskın olduğu birleşme ve satın alma türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yatay birleşme ve satın alma",
      "B": "Dikey birleşme ve satın alma",
      "C": "İleri dikey doğru birleşme ve satın alma",
      "D": "Geriye doğru dikey birleşme ve satın alma",
      "E": "Holding birleşme ve satın alma"
    },
    "explanation": "Yatay boyut, sektör ile ilgilidir. Birleşme ve satın alma aynı sektörde faaliyet gösteren işletmeler arasında gerçekleşiyorsa yatay birleşme ve satın alma adını alır. Diğer taraftan dikey boyut işletmelerin değer zincirindeki konumu ile ilgilidir. Eğer birleşme ve satın alma işlemlerine, taraf işletmelerden biri diğerinin tedarikçisi veya müşterisi konumundaysa dikey birleşme ve satın<br/>alma adını alır. Dikey birleşmede amaç, değer zincirini ileriye doğru (müşterilere doğru) veya geriye doğru (üretime doğru) genişletmektir. Birleşme ve satın alma çok benzer sektörlerde faaliyet gösteren ve birbiri ile ilişkili, ancak yatay veya dikey birleşme ve satınalma ilişkisi içinde olmayan işletmeler arasında gerçekleşiyorsa türdeş birleşme ve satın alma adını alır. Birleşme ve satın alma farklı sektörlerde faaliyet gösteren ve birbiri ile hiç ilişkisi olmayan işletmeler arasında gerçekleşiyorsa holding birleşme ve satın alma adını alır. Dolayısıyla işletme neredeyse aynı sektörde aynı hizmet ve ürünü üretmeye devam edeceği için yatay birleşme ve satın almalarda çeşitlendirme motivasyonu en zayıf birleşme ve satın alma türüdür."
  },
  {
    "id": "3747116",
    "unitNumber": 8,
    "text": "Kurumlar, iş yapma kolaylığı, kurumsal yönetim, konularıyla ilgili farklılıklardan kaynaklanan mesafeye ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fiziksel mesafe",
      "B": "Psişik mesafe",
      "C": "Know-how",
      "D": "Temel yetenek mesafesi",
      "E": "Outsourcing"
    },
    "explanation": "İki ülke arasındaki fiziksel mesafe, her zaman ticaret ve yatırım için bir tür bariyer olarak görülmüştür. Bununla ilgili en yaygın iki argüman taşıma-ulaştırma maliyetlerinin yüksek oluşu ve fiziksel mesafe arttıkça iki ülke arasındaki kültürel farklılıkların artışıdır. İki ülke arasındaki fiziksel mesafe ile ilgili olmayan; genellikle kurumlar, iş yapma kolaylığı, kurumsal yönetim, konularıyla ilgili farklılıklardan kaynaklanan mesafeye psişik mesafe denir. Psişik mesafe de fiziksel mesafe gibi ticaret ve yatırımın önünde bir bariyer olarak görülmektedir."
  },
  {
    "id": "3747117",
    "unitNumber": 8,
    "text": "İşletmenin tüm varlıklarının nakte dönüştürülerek tüm borçlarının ödenmesinden sonra kalan değere ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gelir temelli değer",
      "B": "Defter değeri",
      "C": "Tasfiye değeri",
      "D": "Net varlık değeri",
      "E": "Terminal değer"
    },
    "explanation": "Likidite (Tasfiye) değeri, işletmenin tüm varlıklarının satışından elde edilen hasılattan, tüm borçlarının ödenmesinden sonra kalan değerdir"
  },
  {
    "id": "3747118",
    "unitNumber": 8,
    "text": "Önümüzdeki yıl X İşletmesinin pay başı kazancının 5.50 lira olacağı tahmin edilmektedir. Aynı sektördeki firmaların fiyat/kazanç oranı ortalamaları 4,5’tir. İşletmenin 500.000 adet payı vardır. X işletmesinin fiyat kazanç oranına göre değeri nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "12.375.000",
      "B": "611.111",
      "C": "5.000.000",
      "D": "8.675.000",
      "E": "957.000"
    },
    "explanation": "Pay Değeri = Fiyat/kazanç oranı sektör veya piyasa ortalaması * Firmanın beklenen pay başı kazancı<br/>= 5,50 * 4,5<br/>= 24.75<br/>B İşletmesinin Değeri = 24,75 * 500.000<br/>= 12.375.000"
  },
  {
    "id": "3747119",
    "unitNumber": 8,
    "text": "Birleşme ve satın alma nedenlerinden olan “1+1&gt;2” aşağıdakilerden hangisini ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Çeşitlendirme",
      "B": "Risk dağıtımı",
      "C": "Sinerji",
      "D": "Entegrasyon",
      "E": "Vergi"
    },
    "explanation": "Sinerji “1+1&gt;2 ” Sinerji, iki ayrı işletmenin birleşmesi ile yaratılan katma değerin, bu iki işletmenin ayrı varlıklar olarak bireysel katkılarının toplamından daha fazla getiri elde edilmesini sağlamasıdır."
  },
  {
    "id": "3747120",
    "unitNumber": 8,
    "text": "Satın alma anlaşmasına taraf bir hedef işletmenin gelecek üç yıl için beklenen nakit akışları<br/>şu şekildedir: 70.000; 82.000; 100.000 ve terminal değeri 230.000. İskonto oranı %10 olduğuna göre hedef işletmenin iskonto edilmiş nakit akımları yöntemine akışlarının bugünkü değeri kaç liradır?",
    "correctAnswer": "D",
    "options": {
      "A": "295.458",
      "B": "301.786",
      "C": "365.780",
      "D": "383.094",
      "E": "394.240"
    },
    "explanation": "Y İşletmesinin 2020 yılındaki değeri :<br/>Firma Değer = [70.000 / (1+0.1)^1]+ [82.000/(1+0.1)^2]+ [100.000+235.000/(1+0.1)^3]<br/>=63.636+67.768+251.690<br/>=383.094 olarak bulunur."
  }
]