[
  {
    "id": "3102488",
    "unitNumber": 1,
    "text": "Which of the following accounting concepts ensures that the financial information presented in the financial statements is complete and free of error?",
    "correctAnswer": "C",
    "options": {
      "A": "Accrual basis of accounting",
      "B": "Comparability of financial statements",
      "C": "Faithful representation of financial information",
      "D": "Understandibility of financial information",
      "E": "Verifiability of financial information"
    },
    "explanation": "Faithful representation of financial information demands that the financial information presented in the financial statements is complete and free of error."
  },
  {
    "id": "3102489",
    "unitNumber": 1,
    "text": "Dividends paid are reported as cash flows from .................... activities in the cash flow statements.",
    "correctAnswer": "C",
    "options": {
      "A": "Operating",
      "B": "Investing",
      "C": "Financing",
      "D": "Collection",
      "E": "Payment"
    },
    "explanation": "Payment of dividends is a financing activity, so it is reported as a cash outflow in the seciton of cash flows from financing activities."
  },
  {
    "id": "3102490",
    "unitNumber": 1,
    "text": "Suppose an account officer in a bank analyses the financial statements of a company to evaluate the capacity of the company to pay back the bank loan in order to decide whther to grant the loan or not. This can be classified as a .............................. analysis.",
    "correctAnswer": "B",
    "options": {
      "A": "External equity",
      "B": "External credit",
      "C": "Internal equity",
      "D": "Internal investment",
      "E": "Internal management"
    },
    "explanation": "This analysis is conducted by a financial institution, so it is an external analyisis. It is conducted to analyse the credibility of the company, so it is a credit analysis."
  },
  {
    "id": "3102491",
    "unitNumber": 1,
    "text": "A potential shareholder assessing the profitability of a company using trend analysis is applying a ........................... analysis.",
    "correctAnswer": "D",
    "options": {
      "A": "Static credit",
      "B": "Static equity",
      "C": "Dynamic credit",
      "D": "Dynamic equity",
      "E": "Dynamic internal"
    },
    "explanation": "As the analysisi is applied by the potential shareholder, it is an equty analysis. As trend analysisi involves comparion of financial statements over time, it is a dynamic analyisis."
  },
  {
    "id": "3102492",
    "unitNumber": 1,
    "text": "The ability of an enterprise to pay its short term debt can be analyzed using ........ ratios while the ability of an enterprise to pay its long term debt can be analyzed using ......... ratios.",
    "correctAnswer": "A",
    "options": {
      "A": "Liquidity, solvency",
      "B": "Liquidity, profitability",
      "C": "Solvency, profitability",
      "D": "Solvency, activity",
      "E": "Liquidity, activity"
    },
    "explanation": "The ability of an enterprise to pay its short term debt can be analyzed usingliquidity ratios while the ability of an enterprise to pay its long term debt can be analyzed using solvency ratios."
  },
  {
    "id": "3102493",
    "unitNumber": 1,
    "text": "What is net working capital?",
    "correctAnswer": "C",
    "options": {
      "A": "Current assets",
      "B": "Non current assets",
      "C": "Current assets less short term liabilities",
      "D": "Total assets less short term liabilities",
      "E": "Total assets less long term liabilities"
    },
    "explanation": "Net working capital is current assets less short term liabilities."
  },
  {
    "id": "3102494",
    "unitNumber": 1,
    "text": "The combined effect of liquidity, asset management and debt on operating results are reflected on .................",
    "correctAnswer": "D",
    "options": {
      "A": "efficiency ratios",
      "B": "solvency ratios",
      "C": "activity ratios",
      "D": "profitability ratios",
      "E": "financial structure ratios"
    },
    "explanation": "The combined effect of liquidity, asset management and debt on operating results are reflected on profitability ratios."
  },
  {
    "id": "3102495",
    "unitNumber": 1,
    "text": "................. ratios show the ability of the firm to convert its operating assets into sales and cash.",
    "correctAnswer": "E",
    "options": {
      "A": "Profitability",
      "B": "Liquidity",
      "C": "Solvency",
      "D": "Financial structure",
      "E": "Efficiency"
    },
    "explanation": "Activity or efficiency ratios show the ability of the firm to convert its operating assets into sales and cash."
  },
  {
    "id": "3102496",
    "unitNumber": 1,
    "text": "Vertical analysis of the ..............shows the proportion of each item to sales whereas vertical analysis of the ..............shows the proportion of each item to total assets.",
    "correctAnswer": "A",
    "options": {
      "A": "income statement, balance sheet",
      "B": "balance sheet, income statement",
      "C": "income statement, statement of cash flows",
      "D": "balance sheet, statement of cash flows",
      "E": "income statement, statement of changes in equity"
    },
    "explanation": "Vertical analysis of the income statement shows the proportion of each item to sales whereas vertical analysis of the balance sheet shows the proportion of each item to total assets."
  },
  {
    "id": "3102497",
    "unitNumber": 1,
    "text": "Which type of financial statement analysis utilizes a base year to compare financial information of multiple periods?",
    "correctAnswer": "B",
    "options": {
      "A": "Comparative financial statement analysis",
      "B": "Trend analysis",
      "C": "Vertical analysis",
      "D": "Ratio analysis",
      "E": "Technical analyisis"
    },
    "explanation": "Trend analysis utilizes a base year to compare financial information of multiple periods."
  },
  {
    "id": "3102498",
    "unitNumber": 1,
    "text": "What is Financial reporting?",
    "correctAnswer": "A",
    "options": {
      "A": "the process",
      "B": "the producing",
      "C": "the budgeting",
      "D": "the dept financial statement",
      "E": "the current budget deficit financial statement"
    },
    "explanation": "To take a look to the title of financial statement<br/>Financial reporting is the process of producing and presenting financial information to the financial statement users. The production and reporting of financial information require a certain order and a set of rules. International Financial Reporting Standards (IFRS) has become the basis for production and reporting of the financial information in the world and in our country"
  },
  {
    "id": "3102499",
    "unitNumber": 1,
    "text": "What is concept of financial statements?",
    "correctAnswer": "A",
    "options": {
      "A": "preparation of financial statements",
      "B": "preparation of fdept statements",
      "C": "preparation of budget statements",
      "D": "preparation of law statements",
      "E": "preparation of fiscal order statements"
    },
    "explanation": "To tahe a look the the titile of financial reporting<br/>Financial reporting is providing financial information to financial statement users. Financial reporting is a broader concept that includes the preparation of financial statements. However, in this section, the financial statement preparation dimension will be discussed."
  },
  {
    "id": "3102500",
    "unitNumber": 1,
    "text": "What is the purpose of financial reporting?",
    "correctAnswer": "A",
    "options": {
      "A": "providing financial information",
      "B": "providing money information",
      "C": "providing currency cash information",
      "D": "providing dept information",
      "E": "providing external financial information"
    },
    "explanation": "To take a look to the title of Financial Reporting.<br/>the purpose of financial reporting is determined as “ providing financial information about the reporting entity that is useful to existing and potential investors, lenders and other creditors in making decisions relating to providing resources to the entity “"
  },
  {
    "id": "3102501",
    "unitNumber": 1,
    "text": "What Financial statements should contain?",
    "correctAnswer": "A",
    "options": {
      "A": "information on the financial position of the business",
      "B": "information on the dept position of the business.",
      "C": "information on the curreny position of the business.",
      "D": "information on the deficit position of the business.",
      "E": "information on the financial orders of the business."
    },
    "explanation": "To take a look to the title of Financial Reporting<br/>Financial statements should contain information on the financial position of the business. This information should show the entity’s economic resources (assets) and claims (liabilities and equity) against those resources. The entity should also report changes in its economic resources and claims. In the conceptual framework, it is stated that this information should be prepared using an accrual basis"
  },
  {
    "id": "3102502",
    "unitNumber": 1,
    "text": "What are the cores of the footnotes in financial statement?",
    "correctAnswer": "A",
    "options": {
      "A": "financial reporting",
      "B": "budget reporting",
      "C": "statistical reporting",
      "D": "risk reporting",
      "E": "cash flows reporting"
    },
    "explanation": "to take a look to title of Financial Statements<br/>This assessment should be presented in footnotes by associating it with the related financial statement item. The minimum information to be reported in the footnotes is specified in the financial reporting standards. The fact that financial statements contain adequate and appropriate footnotes is an important factor that increases the transparency of the financial statements and the quality of the information provided."
  },
  {
    "id": "3102503",
    "unitNumber": 1,
    "text": "What are the two important measurement bases used in accounting standards?",
    "correctAnswer": "A",
    "options": {
      "A": "historical cost and current value",
      "B": "current cost and current value",
      "C": "dept cost and current value",
      "D": "budget cost and current value",
      "E": "minimum cost and current value"
    },
    "explanation": "To take a look to the title of<br/>Two important measurement bases used in accounting standards are historical cost and current value. Change in measurement bases of businesses over the years or comparing financial information of businesses using different measurement bases will lead to misleading results."
  },
  {
    "id": "3102504",
    "unitNumber": 1,
    "text": "What does cash flow from operating activities provide?",
    "correctAnswer": "A",
    "options": {
      "A": "cash from operating activities",
      "B": "budget from operating activities",
      "C": "manufacturing from operating activities",
      "D": "company's cash flow statement from operating activities",
      "E": "new capital contributions from operating activities"
    },
    "explanation": "To take a look to the title of statement of changes in equity.<br/>Cash flow from operating activities provides information about how the company generates cash from operating activities. This section substantially (not entirely) covers the conversion of the accrual-based income statement to cash basis. In this respect, it provides a basis for evaluations regarding the quality of the net income amount."
  },
  {
    "id": "3102505",
    "unitNumber": 1,
    "text": "What is internal analysis made by?",
    "correctAnswer": "A",
    "options": {
      "A": "the internal units and individuals",
      "B": "the external units and individuals",
      "C": "the dept units and individuals",
      "D": "the internal borrow units and individuals",
      "E": "the internal units and stakeholders"
    },
    "explanation": "To take a look the titile of Internal and External Analysis<br/>External analysis is the analysis of non-business groups using the financial statement information of the business. The amount and quality of the content of the financial statements directly affect the success of the financial analysis. External users make this analysis mostly for credit and investment decisions."
  },
  {
    "id": "3102506",
    "unitNumber": 1,
    "text": "What is the main core of Vertical analysis?",
    "correctAnswer": "A",
    "options": {
      "A": "resources",
      "B": "external depts",
      "C": "currency",
      "D": "budget deficit",
      "E": "commercial goods"
    },
    "explanation": "To take a look to the title of Vertical Analysis<br/>Vertical analysis common size is also called financial statement analysis. In this analysis, the share (rate) of a financial statement item in the group in which it is located is calculated."
  },
  {
    "id": "3102507",
    "unitNumber": 1,
    "text": "What is profitability analysis?",
    "correctAnswer": "A",
    "options": {
      "A": "is used to investigate to what extent the resources of the enterprise are used to make profit.",
      "B": "is used to investigate to what external the resources of the enterprise are used to make profit.",
      "C": "is used to investigate to what dept the resources of the enterprise are used to make profit.",
      "D": "is used to investigate to what budget the resources of the enterprise are used to make profit.",
      "E": "is used to investigate to what voluntary change the resources of the enterprise are used to make profit."
    },
    "explanation": "To take a look to the title of Vertical Analysis<br/>Profitability analysis is used to investigate to what extent the resources of the enterprise are used to make profit. And, also ,“Profitability is the net result of several policies and decisions. The ratios examined thus far provide useful clues as to the effectiveness of a firm’s operations, but the profitability ratios show the combined effects of liquidity, asset management, and debt on operating results.”"
  },
  {
    "id": "3102508",
    "unitNumber": 2,
    "text": "Which of the following is correct for cash basis?",
    "correctAnswer": "D",
    "options": {
      "A": "When the delivery of goods is made, revenue is recorded",
      "B": "Periodicity and matching principles are the main fundamentals",
      "C": "It is used for balance sheet and income statement",
      "D": "The expenses are recorded on the payment day",
      "E": "It allows the user to see the entire picture in evaluating the financial performance"
    },
    "explanation": "The main differences between the cash basis and the accrual basis is the recording the revenue when the delivery of goods or services is made but cash collection can be before delivery or after the delivery."
  },
  {
    "id": "3102509",
    "unitNumber": 2,
    "text": "Which of the following is correct for business activities?\n <ol type=\"I\"> <li>The business activities are analyzed by using profit analyses</li> <li>It is the production and the sale of goods and services</li> <li>The main business activity of tourism agency’ is to make money</li> </ol>",
    "correctAnswer": "B",
    "options": {
      "A": "Only I",
      "B": "I, II",
      "C": "Only II",
      "D": "II, III",
      "E": "I, II and III"
    },
    "explanation": "The main business activity of tourusim companies is to sell vacation in the name of others. So I and II is correct but III is not"
  },
  {
    "id": "3102510",
    "unitNumber": 2,
    "text": "Which one is wrong about the income statement?",
    "correctAnswer": "D",
    "options": {
      "A": "It reports the revenues and expenses in an organized manner",
      "B": "The income statement starts with gross sales",
      "C": "A high sales allowance indicates customer dissatisfaction",
      "D": "To determine it, only sales returns are deducted from the gross sales",
      "E": "Reports the financial performance for the time periods"
    },
    "explanation": "Income statement is the most important tool to understand and evaluate the efficiency of operations. It reports what the business earned and consumed. What the business earned shows the revenues; and what the business consumed shows expenses. Income statement reports the revenues and expenses in an organized manner. The income statement starts with gross sales. From the gross sales, sales discounts are deducted. Sales discounts are discounts used to encourage the customers to make an early payment. If a customer accepts to pay in the discount period, then the customer pays less than the gross amount. From the gross sales, sales returns and allowances are also deducted. As the name indicates, sales returns are those sales the customer wants to cancel later. Sales allowance means that the customer is not satisfied with the product, but instead of returning them, agrees to keep the product for a price cut. If this amount is relatively high, it indicates a problem related to customer satisfaction. After deducting the sales discounts and sales returns and allowances from the gross sales, net sales are obtained."
  },
  {
    "id": "3102511",
    "unitNumber": 2,
    "text": "…… are acquired by the business and expected to provide benefits to the business. Fill in the blank.",
    "correctAnswer": "C",
    "options": {
      "A": "Expenses",
      "B": "Revenues",
      "C": "Assets",
      "D": "Gross margins",
      "E": "Gains"
    },
    "explanation": "Assets are tangıble resources acquired by the business and expected to provide benefits to the business, in other words to be used in operations. Assets are classified as current and non-current assets."
  },
  {
    "id": "3102512",
    "unitNumber": 2,
    "text": "A company sells some types of equipment that is no longer used in its main business activity. The amount received by this sale is more than the remaining value of the asset. What does the company report in this case?",
    "correctAnswer": "B",
    "options": {
      "A": "<u>Expense</u>",
      "B": "<u>Non operatıonal gain</u>",
      "C": "Operational gain",
      "D": "<u>Income revenue</u>",
      "E": "<u>None of the above</u>"
    },
    "explanation": "Because the sale of equipment is outside of the main business activity and the amount received was greater than the amount at which the asset was carried in the company books, it is reported as a gain. The amount of the gain is the amount by which the proceeds exceeds the carrying amount."
  },
  {
    "id": "3102513",
    "unitNumber": 2,
    "text": "Which of the following is an example of intangible non-current assets?",
    "correctAnswer": "D",
    "options": {
      "A": "Stok inventory",
      "B": "Equipment",
      "C": "Stocks",
      "D": "Fame",
      "E": "Buildings"
    },
    "explanation": "<strong>Current assets: </strong>stock inventory\n <strong>Tangible non-current assets: </strong>equipment, stocks or buildings\n <strong>Intangible non-current assets: </strong>Fame, patents, software"
  },
  {
    "id": "3102514",
    "unitNumber": 2,
    "text": "Which of the following is an incorrect expression for non-current assets?",
    "correctAnswer": "A",
    "options": {
      "A": "Expected to be sold in one year",
      "B": "Includes receivables",
      "C": "Divided into three groups",
      "D": "Needs strategic planing",
      "E": "Financed by using a long term dept or equity financing"
    },
    "explanation": "a is current assets, the others are no-current assets"
  },
  {
    "id": "3102515",
    "unitNumber": 2,
    "text": "Which of the following is not related with financing activities?",
    "correctAnswer": "E",
    "options": {
      "A": "Assets",
      "B": "Current liabilities",
      "C": "Long term liabilities",
      "D": "Equity",
      "E": "None of the above"
    },
    "explanation": "Financing activities are related to how the assets are financed, in other words, by current liabilities, by long term liabilities or by equity."
  },
  {
    "id": "3102516",
    "unitNumber": 2,
    "text": "Which of the following is an example of financing activities?",
    "correctAnswer": "D",
    "options": {
      "A": "Payment for merchandise",
      "B": "Payment for equipment",
      "C": "Payment to employees",
      "D": "Cash receipts from issuance of bonds",
      "E": "Cash receipts from sales of goods"
    },
    "explanation": "a, c and e are samples of business activities, b is sample of investing activity and d is sample of financing activity."
  },
  {
    "id": "3102517",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Cash dividends paid to shareholders</li> <li>Cash payment to Lenders for interest on loans</li> <li>Cash receipts from the sale of common stock</li> </ol> Which of the above is an example of business activities",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "I, II",
      "C": "Only II",
      "D": "I, II, III",
      "E": "Only IIII"
    },
    "explanation": "1 and III are samples of financial activities but II is samples of business activities"
  },
  {
    "id": "3102518",
    "unitNumber": 2,
    "text": "What is one of the most important aspects of accounting analysis?",
    "correctAnswer": "A",
    "options": {
      "A": "use of accrual basis instead of cash basis",
      "B": "use of accrual basis instead of dept basis",
      "C": "use of accrual basis instead of currency basis",
      "D": "use of accrual basis instead of budget basis",
      "E": "use of accrual basis instead of commodities basis"
    },
    "explanation": "To take al look to the title of Accrual Basis and Cash Basis<br/>One of the most important aspects of accounting analysis is use of accrual basis instead ofcash basis. Another one is the financial statements are prepared for the use of various interest groups, not to satisfy one or some groups."
  },
  {
    "id": "3102519",
    "unitNumber": 2,
    "text": "What is core of recording the revenues and expenses?",
    "correctAnswer": "A",
    "options": {
      "A": "the time period",
      "B": "the budget period",
      "C": "the revenues period",
      "D": "the expenditures period",
      "E": "the severely time period"
    },
    "explanation": "To take a look to the title of Accrual Basis and Cash Basis<br/>Recording the revenues and expenses into the time period they actualized (for example the fiscal year of 2020) is important for measuring the financial performance of that time period correctly."
  },
  {
    "id": "3102520",
    "unitNumber": 2,
    "text": "Which one is matter in the periodicity principle?",
    "correctAnswer": "A",
    "options": {
      "A": "the revenues of a time period are matched to the expenses of that period",
      "B": "the cash of a time period are matched to the expenses of that period",
      "C": "the goods of a time period are matched to the expenses of that period",
      "D": "the services of a time period are matched to the expenses of that period",
      "E": "the commodities of a time period are matched to the expenses of that period"
    },
    "explanation": "To take a look to the title of Accrual Basis and Cash Basis<br/>In accordance with the periodicity principle, the revenues of a time period are matched to the expenses of that period, which is the matching principle. Periodicity and matching principles are closely related to each other and sometimes used even interchangeably. These two principles are the main fundamentals of the accrual basis"
  },
  {
    "id": "3102521",
    "unitNumber": 2,
    "text": "For examining the efficiency of cash management, which one is favorable?",
    "correctAnswer": "A",
    "options": {
      "A": "cash flow statement",
      "B": "post-cash flow statement",
      "C": "pre-cash flow statement",
      "D": "gross cash flow statement",
      "E": "current cash flow statement"
    },
    "explanation": "To take a look the title of Accrual Basis and Cash Basis<br/>For examining the efficiency of cash management, cash flow statement is used."
  },
  {
    "id": "3102522",
    "unitNumber": 2,
    "text": "Who are not the stakeholders?",
    "correctAnswer": "A",
    "options": {
      "A": "financial consulting companies",
      "B": "management",
      "C": "creditors (lenders)",
      "D": "suppliers",
      "E": "competitors"
    },
    "explanation": "To take a look to the title of Users of Information and Stakeholders of the Business<br/>The stakeholders are; shareholders (owners), management, creditors (lenders), suppliers, customers, employees, state, regulatory bodies, and competitors. The interests<br/>or expectations of these groups are not the same, furthermore sometimes their interests are even conflicting with each other’s."
  },
  {
    "id": "3102523",
    "unitNumber": 2,
    "text": "Which year is convenient for financial performance?",
    "correctAnswer": "A",
    "options": {
      "A": "usually one year",
      "B": "usually two years",
      "C": "usually five years",
      "D": "usually six years",
      "E": "usually ten years"
    },
    "explanation": "To take a look to title of Business activities analysis<br/>Financial performance of a period, which is usually one year. Income statement is the most important tool to understand and evaluate the efficiency of operations."
  },
  {
    "id": "3102524",
    "unitNumber": 2,
    "text": "Which one is not the main elements of income statement ?",
    "correctAnswer": "A",
    "options": {
      "A": "the cost of inventory stocks",
      "B": "gross sales",
      "C": "sales discounts",
      "D": "sales returns",
      "E": "net sales"
    },
    "explanation": "To take a look to the title of business activities activities<br/>Income statement reports the revenues and expenses in an organized manner. The main elements of income statement are as follows: The income statement starts with gross sales. This is the total amount of goods and services sold during 2020. From the gross sales, sales discounts are deducted. Sales discounts are discounts used to encourage the customers to make an early payment. If a customer accepts to pay in the discount period, then the customer pays less than the gross amount."
  },
  {
    "id": "3102525",
    "unitNumber": 2,
    "text": "After the gross margin, which one is following? the operating expenses follow.",
    "correctAnswer": "A",
    "options": {
      "A": "the operating expenses",
      "B": "the cash expenses",
      "C": "the tax expenses",
      "D": "the external dept expenses",
      "E": "the income statement expenses"
    },
    "explanation": "To take alook to the titie of business activities anayses<br/>After the gross margin, the operating expenses follow. Operating expenses are those expenses that are needed to run a business. They are expenses such as general administrative expense, marketing expense, selling expense, research and development expense."
  },
  {
    "id": "3102526",
    "unitNumber": 2,
    "text": "How can we classified of assets?",
    "correctAnswer": "A",
    "options": {
      "A": "current and non-current assets",
      "B": "current and pre-current assets",
      "C": "current and post-current assets",
      "D": "current and moved assets",
      "E": "out of the business and moved assets"
    },
    "explanation": "To teke a look to the title of investment activities analysis<br/>Assets are economic resources acquired by the business and expected to provide benefits to the business, in other words to be used in operations. Assets are classified as current and non-current assets."
  },
  {
    "id": "3102527",
    "unitNumber": 2,
    "text": "What does external financing require?",
    "correctAnswer": "A",
    "options": {
      "A": "interest",
      "B": "rate of interest",
      "C": "dept",
      "D": "rate of currencies",
      "E": "rate of uneployment"
    },
    "explanation": "To take a look to the title of fiiancial activities analysis<br/>External financing requires an interest. Interest is the excess of the initial amount and is recognized as an expense. If the business heavily relies on external financing, it may face a high amount of interest."
  },
  {
    "id": "3102528",
    "unitNumber": 3,
    "text": "Which of the following statement is true for vertical analysis?",
    "correctAnswer": "A",
    "options": {
      "A": "It is a static type of analysis",
      "B": "Decreases in the items are analysed",
      "C": "Increases in the items are analysed",
      "D": "Only the income statement can be analysed in vertical analysis",
      "E": "Gross sales profit is set as 100 so other items can be calculated"
    },
    "explanation": "Though it analyses just one financial term of a company it is a static type of analysis"
  },
  {
    "id": "3102529",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7444545950c03c2b8c9b8ca579fa980d.png\" alt=\"\" width=\"706\" height=\"610\"> According to the balance sheet above calculate the group percentage for inventories",
    "correctAnswer": "A",
    "options": {
      "A": "% 22,75",
      "B": "% 30,41",
      "C": "% 25,15",
      "D": "% 20,25",
      "E": "% 27,25"
    },
    "explanation": "(7.693.800x100)/33.826.037 = % 22,75"
  },
  {
    "id": "3102530",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7444545950c03c2b8c9b8ca579fa980d.png\" alt=\"\" width=\"706\" height=\"610\"> What is the percentage of <strong>non-current assets?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "% 45,71",
      "B": "% 51,25",
      "C": "% 40,35",
      "D": "% 43,10",
      "E": "% 47,19"
    },
    "explanation": "Total assets - Current Assets = Non-Current Assets\n 62.305.144-33.826.037= 28.479.107\n (28.479.107*100)/62.305.144= %45,71"
  },
  {
    "id": "3102531",
    "unitNumber": 3,
    "text": "The company has %104,75 percentage of gross sales. Why does the gross sales percentage is % 4,75 higher than the percentage of net sales?",
    "correctAnswer": "A",
    "options": {
      "A": "The company has sales discounts of % 4,75 percentage",
      "B": "The company has the operating expense of %4,75 percentage",
      "C": "Income and revenues from other operations has a percentage of %4,75",
      "D": "Net profit of the company is %4,75",
      "E": "Cost of sales is %4,75 higher than the net sales percentage"
    },
    "explanation": "Gross sales - Sales discounts = Net Sales. So the difference between gross sales percentage and net sales percentage which is 100 gives the percentage of sales discounts."
  },
  {
    "id": "3102532",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7444545950c03c2b8c9b8ca579fa980d.png\" alt=\"\" width=\"706\" height=\"610\"> Which of the following statement is true for the balance sheet given above?",
    "correctAnswer": "A",
    "options": {
      "A": "The company cannot meet its short-term liabilities by current assets",
      "B": "Financial liabilities can be paid by handling inventories to lenders",
      "C": "Advances from buyers can be met by collecting the receivables from customers",
      "D": "Inventories are adequate for paying advances from buyers",
      "E": "Short-term liabilities can be met by non-current assets"
    },
    "explanation": "Because of current assets are less then short-term liabilities, the company cannot meet its short-term liabilities"
  },
  {
    "id": "3102533",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7444545950c03c2b8c9b8ca579fa980d.png\" alt=\"\" width=\"706\" height=\"610\"> How did the company finance its non-current assets according to the balance sheet?",
    "correctAnswer": "A",
    "options": {
      "A": "By owner's equity and short-term liabilities",
      "B": "Only by owner's equity",
      "C": "Only by short-term liabilities",
      "D": "By using its current assets",
      "E": "By short-term trade payables"
    },
    "explanation": "Because of non-current assets are more than owner's equity, it can be said that owner's equity is not adequate for financing non-current assets alone. By adding short-term liabilities to owner's equity the company managed to finance its non-current assets"
  },
  {
    "id": "3102534",
    "unitNumber": 3,
    "text": "Net Sales........ %100\n Cost of Sales .. %87\n If the company gas the percentage as given above, which of the following statement is true?",
    "correctAnswer": "A",
    "options": {
      "A": "The gross sales profit has a percentage of %13",
      "B": "Sales discounts of the company is %13",
      "C": "Gross sales percentage is %13 higher than net sales percentage",
      "D": "The percentage of cost of sales should be higher than the percentage of net sales for having profit",
      "E": "The company has %13 percentage from other operating profit"
    },
    "explanation": "Net Sales - Cost of Sales = Gross sales profit. So the gross sales sales profit is %13."
  },
  {
    "id": "3102535",
    "unitNumber": 3,
    "text": "Company (A) produces carbon fibre bicycles for road racing. Which of the following statement can reflect the balance sheet composition of the company?",
    "correctAnswer": "A",
    "options": {
      "A": "Non-current assets should be more than current assets",
      "B": "Current assets must be higher than owner's equity",
      "C": "Non-current assets must be financed by short-term liabilities",
      "D": "Liabilities must be higher than owner's equity",
      "E": "Current assets must be financed by non-current assets"
    },
    "explanation": "In manufacturing companies, non-current assets should be higher than current assets. Because non-current assets, specially the fixed assets are the capacity indicator of manufacturing companies."
  },
  {
    "id": "3102536",
    "unitNumber": 3,
    "text": "The percentages in the balance sheet in vertical analysis show....",
    "correctAnswer": "A",
    "options": {
      "A": "the proportion of items to group and general totals",
      "B": "the proportion of items to net sales",
      "C": "the proportion of items to owner's equity and assets",
      "D": "the proportion of items to gross sales profit",
      "E": "the proportion of items to assets"
    },
    "explanation": "The percentages in the balance sheet in vertical analysis show the proportion of items to group and general totals."
  },
  {
    "id": "3102537",
    "unitNumber": 3,
    "text": "Which of the statement is true for vertical analysis?",
    "correctAnswer": "A",
    "options": {
      "A": "The proportion of owner's equity must exceed the totals of liabilities",
      "B": "The proportion of current assets must always be lower than the proportion of short-term liabilities",
      "C": "Non-current assets must always be financed by short-term liabilities",
      "D": "The proportion of liabilities must be over the proportion of owner's equity",
      "E": "The proportion of cost of sales must be higher than the proportion of net sales"
    },
    "explanation": "The proportion of owner's equity must exceed the totals of liabilities for the strength of the financial structure of the company."
  },
  {
    "id": "3102538",
    "unitNumber": 4,
    "text": "___ shows percentage and absolute changes in corresponding financial statement items over a period. It is a very useful tool to gain an understanding and make evaluations on trend situations.\n Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Horizontal analysis",
      "B": "Vertical analysis",
      "C": "Trend analysis",
      "D": "Benchmarks analysis",
      "E": "Comparative analysis"
    },
    "explanation": "The answer is A.<br/>Horizontal analysis shows percentage and absolute changes in corresponding financial statement items over a period. It is a very useful tool to gain an understanding and make evaluations on trend situations."
  },
  {
    "id": "3102539",
    "unitNumber": 4,
    "text": "I. Comparative financial statement analysis\n II. Trend analysis\n III. Linear analysis\n IV. Vertical analysis\n Which of the following describes horizontal analysis completely?",
    "correctAnswer": "A",
    "options": {
      "A": "I and II",
      "B": "II and III",
      "C": "III and IV",
      "D": "I and IV",
      "E": "II and IV"
    },
    "explanation": "The answer is A.<br/>Horizontal analysis can be done in two different ways; Comparative Financial Statement Analysis and Trend Analysis"
  },
  {
    "id": "3102540",
    "unitNumber": 4,
    "text": "___ provides valuable information about whether a company’s accounts are improving or deteriorating.",
    "correctAnswer": "B",
    "options": {
      "A": "Common size analysis",
      "B": "Trend analysis",
      "C": "Income statement analysis",
      "D": "Ratio analysis",
      "E": "Percentage analysis"
    },
    "explanation": "The answer is B.<br/>Trend analysis provides valuable information about whether company’s accounts are improving or deteriorating."
  },
  {
    "id": "3102541",
    "unitNumber": 4,
    "text": "How many different ways Horizontal analysis can be done?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "The answer is A.<br/>Horizontal analysis can be done in two different ways; Comparative Financial Statement Analysis and Trend Analysis"
  },
  {
    "id": "3102542",
    "unitNumber": 4,
    "text": "Comparative financial statement analysis generally applied to ___ periods and the following 5-column table is used to implement comparative financial analysis.\n Which of the following completes the sentence above?",
    "correctAnswer": "C",
    "options": {
      "A": "Competitive",
      "B": "Argumentative",
      "C": "Consecutive",
      "D": "Collaborative",
      "E": "Informative"
    },
    "explanation": "The answer is C.<br/>Comparative financial statement analysis generally applied to consecutive periods and the following 5-column table is used to implement comparative financial analysis."
  },
  {
    "id": "3102543",
    "unitNumber": 4,
    "text": "One limitation of the horizontal analysis is ___.\n Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Inflation",
      "B": "Trend",
      "C": "Inter firm",
      "D": "Intra firm",
      "E": "Financial information"
    },
    "explanation": "The answer is A.<br/>One limitation of the horizontal analysis is inflation"
  },
  {
    "id": "3102544",
    "unitNumber": 4,
    "text": "The horizontal analysis also has some problems that may lead some ___ conclusions.\n Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Accurate",
      "B": "Inaccurate",
      "C": "Unexpected",
      "D": "Interesting",
      "E": "Successful"
    },
    "explanation": "The answer is B.<br/>Horizontal analysis also has some problems that may lead some inaccurate conclusions."
  },
  {
    "id": "3102545",
    "unitNumber": 4,
    "text": "Intra firm comparisons provide useful information for understanding ___.\n<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "The historical trend",
      "B": "The future predictions",
      "C": "The opportunities",
      "D": "The policies of the company",
      "E": "The financial issues"
    },
    "explanation": "The answer is A.<br/>Intra firm comparisons provide useful information for understanding the historical trend."
  },
  {
    "id": "3102546",
    "unitNumber": 4,
    "text": "Trend information provides a meaningful basis for those who want to make predictions about ___.",
    "correctAnswer": "A",
    "options": {
      "A": "The future",
      "B": "The past",
      "C": "The needs",
      "D": "The limitations",
      "E": "The analysis"
    },
    "explanation": "The answer is A.<br/>Trend information provides a meaningful basis for those who want to make predictions about the future."
  },
  {
    "id": "3102547",
    "unitNumber": 4,
    "text": "If there is significant inflation, the horizontal analysis may require financial information to be adjusted for ___.\n Which of the following completes the sentence above?",
    "correctAnswer": "C",
    "options": {
      "A": "Prediction",
      "B": "Information",
      "C": "Inflation",
      "D": "Comparison",
      "E": "Limitation"
    },
    "explanation": "The answer is C.<br/>If there is significant inflation, horizontal analysis may require financial information to be adjusted for inflation."
  },
  {
    "id": "3102548",
    "unitNumber": 4,
    "text": "What is the correct formula to calculate absolute change?",
    "correctAnswer": "A",
    "options": {
      "A": "Absolute Change = Current Year - Previous (Base)Year",
      "B": "Absolute Change = Current Year + Previous (Base)Year",
      "C": "Absolute Change = Current Year / Previous (Base)Year",
      "D": "Absolute Change = Current Year X Previous (Base)Year",
      "E": "Absolute Change = Previous (Base)Year - Current Year"
    },
    "explanation": "The absolute change is calculated as follows;<br/>Absolute Change = Current Year - Previous (Base)Year"
  },
  {
    "id": "3102549",
    "unitNumber": 4,
    "text": "Financial information of how many years are usually compared in trend analysis?",
    "correctAnswer": "C",
    "options": {
      "A": "1-2 years",
      "B": "2-5 years",
      "C": "3-7 years",
      "D": "8-10 years",
      "E": "10-15 years"
    },
    "explanation": "In trend analysis usually financial information of 3 to 7 years are compared."
  },
  {
    "id": "3102550",
    "unitNumber": 4,
    "text": "In trend analysis, all values in the base year have which percentage?",
    "correctAnswer": "E",
    "options": {
      "A": "60%",
      "B": "70%",
      "C": "80%",
      "D": "90%",
      "E": "100%"
    },
    "explanation": "In trend analysis all values in the base year have the same percentage, 100%."
  },
  {
    "id": "3102551",
    "unitNumber": 4,
    "text": "Which of the following is one of the objectives of the horizontal analysis users?",
    "correctAnswer": "D",
    "options": {
      "A": "Focusing on the results that indicate success",
      "B": "Identfying the expected outcomes in using budgets",
      "C": "Obtaining information about the business environment",
      "D": "Evaluating the overall performance",
      "E": "Observing the magnitude of the changes"
    },
    "explanation": "Findings in the horizontal analysis may highlight problematic areas to the financial statement users. The objectives of the horizontal analysis users are:<br/>a. To see the trend of financial statement accounts and evaluate the overall performance<br/>b. To evaluate the achievement of business goals, and investigate the unexpected variances with using budgets"
  },
  {
    "id": "3102552",
    "unitNumber": 4,
    "text": "\"In order to make an efficient financial analysis we have to check ______________ and ______________of financial statements.\" Which of the following terms best complete the blanks in this sentence?",
    "correctAnswer": "E",
    "options": {
      "A": "coherence-cohesion",
      "B": "consistency-compatibility",
      "C": "interpretability-comparability",
      "D": "consistency-coherence",
      "E": "consistency-comparability"
    },
    "explanation": "In order to make an efficient financial analysis we have to check <strong>consistency</strong> and <strong>comparability</strong> of financial statements."
  },
  {
    "id": "3102553",
    "unitNumber": 4,
    "text": "If the measurement bases applied to financial statements vary year by year, what principle is violated?",
    "correctAnswer": "A",
    "options": {
      "A": "The need for consistency",
      "B": "The need for comparability",
      "C": "The need for compatibility",
      "D": "The need for measurability",
      "E": "The need for legibility"
    },
    "explanation": "In order to make an efficient financial analysis we have to check <strong>consistency</strong> and comparability of financial statements. <strong>Consistency</strong> is related with the measurement basis. If different measurement bases are applied annually, then it will be hard to make any conclusions from the results."
  },
  {
    "id": "3102554",
    "unitNumber": 4,
    "text": "Which analysis <em>can not</em> be applied if the balance of an account is 0 or negative in the base year?",
    "correctAnswer": "A",
    "options": {
      "A": "Trend analysis",
      "B": "Comparative analysis",
      "C": "Comparative financial statement analysis",
      "D": "Item analysis",
      "E": "Base-year analysis"
    },
    "explanation": "Trend analysis will not be applied if the balance of an account is 0 or negative in the base year."
  },
  {
    "id": "3102555",
    "unitNumber": 4,
    "text": "\"While increase in prepaid expenses could be immaterial for an analyst aiming to invest in the company, it will be material for a(n) _________________.\" Which of the following words fills in the blank correctly?",
    "correctAnswer": "A",
    "options": {
      "A": "auditor",
      "B": "investor",
      "C": "supplier",
      "D": "creditor",
      "E": "competitor"
    },
    "explanation": "While increase in prepaid expenses could be immaterial for an analyst aiming to invest in the company, it will be material for an <strong>auditor</strong>."
  },
  {
    "id": "3102556",
    "unitNumber": 4,
    "text": "In comparative financial statement analysis, if industry averages are not computed, then the results of what could be used for external comparison?",
    "correctAnswer": "C",
    "options": {
      "A": "Auditors",
      "B": "Investors",
      "C": "Competitors",
      "D": "Suppliers",
      "E": "Creditors"
    },
    "explanation": "In comparative financial statement analysis, if industry averages are not computed, then results of <strong>the competitors</strong> could be used for external comparison."
  },
  {
    "id": "3102557",
    "unitNumber": 4,
    "text": "In the presentation of horizontal analysis results, what type of graphs are useful when the focus is on the change in amount for a limited number of items over a relatively longer time period?",
    "correctAnswer": "B",
    "options": {
      "A": "Pie graph",
      "B": "Line graph",
      "C": "Stacked column graph",
      "D": "Bar graph",
      "E": "Histogram graph"
    },
    "explanation": "In general, pie graphs are most useful to communicate the composition of a total value (e.g., assets over a limited amount of time, say one or two periods). <strong>Line graphs are useful when the focus is on the change in amount for a limited number of items over a relatively longer time period.</strong> When the composition and amounts, as well as their change over time, are all important, a stacked column graph can be useful (Henry, et al., 2017)."
  },
  {
    "id": "3102558",
    "unitNumber": 5,
    "text": "<strong><em>___ </em></strong>are used to measure the short-term debt-paying ability of the business and to determine whether the networking capital is sufficient.\n Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Liquidity ratios",
      "B": "Financial structure ratios",
      "C": "Activity ratios",
      "D": "Profitability ratios",
      "E": "Prior ratios"
    },
    "explanation": "The answer is A.<br/><strong><em>Liquidity ratios </em></strong>are used to measure the short-term debt paying ability of the business and to determine whether the net working capital is sufficient."
  },
  {
    "id": "3102559",
    "unitNumber": 5,
    "text": "While analyzing the ratios,___, the situation of the industry and competitors, and the past analysis results of the company need to be taken into account.\n Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "The Liquidity",
      "B": "The inflation",
      "C": "The profitability",
      "D": "The financial structure",
      "E": "The standards"
    },
    "explanation": "The answer is B.<br/>While analyzing the ratios, the inflation, the situation of the industry and competitors and the past analysis results of the company need to be taken into account"
  },
  {
    "id": "3102560",
    "unitNumber": 5,
    "text": "Which of the following can be said when the current ratio is 1.88?",
    "correctAnswer": "C",
    "options": {
      "A": "Current assets are 18.8% of current liabilities.",
      "B": "Current assets are 18.8 times current liabilities.",
      "C": "Current assets are 1.88 times current liabilities.",
      "D": "The relationship of current assets to liabilities is 188:1",
      "E": "The relationship of current assets to liabilities is 18.8:1"
    },
    "explanation": "The answer is C.<br/>If the current ratio is 1.88, the alternative means of expression are as follows: • Current assets are 188% of current liabilities. • Current assets are 1.88 times current liabilities. • The relationship of current assets to liabilities is 1.88:1."
  },
  {
    "id": "3102561",
    "unitNumber": 5,
    "text": "___ is a measure of a company’s immediate liquidity.\n Which of the following completes the sentence above?",
    "correctAnswer": "C",
    "options": {
      "A": "The cash ratio",
      "B": "The debt ratio",
      "C": "The acid-test ratio",
      "D": "The debt to equity ratio",
      "E": "The Non-Current Assets to Equity Ratio"
    },
    "explanation": "The answer is C.<br/>The acid-test ratio is a measure of a company’s immediate liquidity."
  },
  {
    "id": "3102562",
    "unitNumber": 5,
    "text": "___ are used to determine whether the expressed profit amounts are sufficient.\n Which of the following completes the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "Liquidity ratios",
      "B": "Financial structure ratios",
      "C": "Activity ratios",
      "D": "Profitability ratios",
      "E": "Prior ratios"
    },
    "explanation": "The answer is D.<br/>Profitability ratios are used to determine whether the expressed profit amounts are sufficient."
  },
  {
    "id": "3102563",
    "unitNumber": 5,
    "text": "___ are used for measuring the efficiency of the assets and also supports measuring the liquidity of the business.\n Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Activity ratios",
      "B": "Financial structure ratios",
      "C": "Liquidity ratios",
      "D": "Profitability ratios",
      "E": "Prior ratios"
    },
    "explanation": "The answer is A.<br/>Activity ratios are used for measuring the efficiency of the assets and also supports measuring the liquidity of the business."
  },
  {
    "id": "3102564",
    "unitNumber": 5,
    "text": "___ provides a different perspective on the manner in which a company funds its assets as with the debt ratio, it shows the relative proportion of equity and debt used to finance a company’s assets.\n Which of the following completes the sentence above?",
    "correctAnswer": "E",
    "options": {
      "A": "Cash ratio",
      "B": "Debt ratio",
      "C": "Short Term Liabilities to Total Sources Ratio",
      "D": "Non-Current Assets to Equity Ratio",
      "E": "Debt to equity ratio"
    },
    "explanation": "The answer is E.<br/>Debt to equity ratio provides a different perspective on the manner in which a company funds its assets as with the debt ratio, it shows the relative proportion of equity and debt used to finance a company’s assets."
  },
  {
    "id": "3102565",
    "unitNumber": 5,
    "text": "I.Cash\n II. Activity ratios\n III. Inventories\n IV. Trade receivables\n Which of the following describes the operating cycle correctly?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II-III",
      "B": "II-III",
      "C": "II-III-IV",
      "D": "I-III-IV",
      "E": "II-IV"
    },
    "explanation": "The answer is D.<br/>Figure 5.1 Operating cycle\n Cash, Inventories, Trade receivable"
  },
  {
    "id": "3102566",
    "unitNumber": 5,
    "text": "___ measures the number of times a company sells its average level of merchandise inventory during a period.",
    "correctAnswer": "E",
    "options": {
      "A": "Debt to equity ratio",
      "B": "Non-Current Assets to Equity Ratio",
      "C": "Non - Current Assets to Continuous Capital Ratio",
      "D": "Times interest earned ratio",
      "E": "Inventory turnover ratio"
    },
    "explanation": "The answer is E.<br/>Inventory turnover ratio measures the number of times a company sells its average level of merchandise inventory during a period."
  },
  {
    "id": "3102567",
    "unitNumber": 5,
    "text": "Which of the following formula describes the amortization of continuous capital ratio?",
    "correctAnswer": "A",
    "options": {
      "A": "Period Profit+LongTermFinancial Expenses/Owners' Equity+LongTermLiabilities*100=%",
      "B": "Period Profit-LongTermFinancial Expenses/Owners' Equity+LongTermLiabilities*100=%",
      "C": "Period Profit+LongTermFinancial Expenses*Owners' Equity+LongTermLiabilities*100=%",
      "D": "Period Profit+LongTermFinancial Expenses/Owners' Equity-LongTermLiabilities/100=%",
      "E": "Period Profit*LongTermFinancial Expenses/Owners' Equity/LongTermLiabilities*100=%"
    },
    "explanation": "The answer is A.<br/>Period Profit+LongTermFinancial Expenses/ Owners' Equity+LongTermLiabilities x100=%"
  },
  {
    "id": "3102568",
    "unitNumber": 5,
    "text": "\"The ratio of current assets to short-term liabilities which is called ---------------------- provides information about the entity’s ability to pay its short-term debts and net working capital.\" Which of the following words completes the blank correctly?",
    "correctAnswer": "C",
    "options": {
      "A": "asset ratio",
      "B": "short-term ratio",
      "C": "current ratio",
      "D": "net ratio",
      "E": "debt ratio"
    },
    "explanation": "The ratio of current assets to short-term liabilities which is called <strong>current ratio</strong> provides information about the entity’s ability to pay its short-term debts and net working capital."
  },
  {
    "id": "3102569",
    "unitNumber": 5,
    "text": "Payment of overdue short-term liabilities and ensuring that daily transactions are carried out are two main functions of which type of capital?",
    "correctAnswer": "A",
    "options": {
      "A": "Gross working",
      "B": "Current liabilities",
      "C": "Net working",
      "D": "Liquidity",
      "E": "Receivables"
    },
    "explanation": "Current assets, also known as gross working capital, have two main functions. These are;<br/>• Payment of overdue short-term liabilities and<br/>• Ensuring that daily transactions are carried out."
  },
  {
    "id": "3102570",
    "unitNumber": 5,
    "text": "Which of the following is the correct formula in defining the \"Net Working Capital\"?",
    "correctAnswer": "B",
    "options": {
      "A": "Net Working Capital = Current Assets + Current Liabilities",
      "B": "Net Working Capital = Current Assets - Current Liabilities",
      "C": "Net Working Capital = Current Liabilities - Current Assets",
      "D": "Net Working Capital = Current Assets / Current Liabilities",
      "E": "Net Working Capital = Current Assets X Current Liabilities"
    },
    "explanation": "Net Working capital is current assets minus current liabilities and it is defined as follows:<br/><strong>Net Working Capital = Current Assets - Current Liabilities</strong>"
  },
  {
    "id": "3102571",
    "unitNumber": 5,
    "text": "\"_________________ is expressed as an indicator of the quality and adequacy of current assets in order to meet the short-term financial obligations.\" Which of the following words completes the blank correctly?",
    "correctAnswer": "C",
    "options": {
      "A": "Gross working capital",
      "B": "Current asset",
      "C": "Liquidity",
      "D": "Current ratio",
      "E": "Liability"
    },
    "explanation": "Liquidity is expressed as an indicator of the quality and adequacy of current assets in order to meet the short-term financial obligations."
  },
  {
    "id": "3102572",
    "unitNumber": 5,
    "text": "The _______________________ indicates what percentage of inventory should be sold, except for liquid assets and securities (securities + receivables) in the payment of short term debts of the company.\n Which of the following words completes the blank correctly?",
    "correctAnswer": "D",
    "options": {
      "A": "acid-test ratio",
      "B": "quick-ratio",
      "C": "liquidity ratio",
      "D": "inventory dependency ratio",
      "E": "inventory independency ratio"
    },
    "explanation": "The<strong> inventory dependency ratio</strong> indicates what percentage of inventory should be sold, except for liquid assets and securities (securities + receivables) in the payment of short term debts of the company."
  },
  {
    "id": "3102573",
    "unitNumber": 5,
    "text": "Below which cash ratio a company faces the risk of falling into liquidity shortage?",
    "correctAnswer": "D",
    "options": {
      "A": "0.35",
      "B": "0.30",
      "C": "0.25",
      "D": "0.20",
      "E": "0.15"
    },
    "explanation": "If a company’s cash ratio is less than 1, company’s current liabilities are higher than cash and cash equivalents on hand. If the ratio falls <strong>below 0.20</strong>, the company might fall into liquidity shortage."
  },
  {
    "id": "3102574",
    "unitNumber": 5,
    "text": "Which principle indicates that current liabilities must only finance the current assets, while the non-current assets should be financed by owners’ equity and long term liabilities?",
    "correctAnswer": "E",
    "options": {
      "A": "Long-term liabilities principle",
      "B": "Non-current assets principle",
      "C": "Current assets principle",
      "D": "Current liabilities principle",
      "E": "Maturity compliance principle"
    },
    "explanation": "<strong>Maturity compliance principle</strong> indicates that current liabilities must only finance the current assets, while the non-current assets should be financed by owners’ equity and long term liabilities."
  },
  {
    "id": "3102575",
    "unitNumber": 5,
    "text": "What is the sum of owners’ equity and long-term liabilities?",
    "correctAnswer": "A",
    "options": {
      "A": "Continuous capital",
      "B": "Working capital",
      "C": "Non-Current Assets",
      "D": "Current Assets",
      "E": "Total Sources Ratio"
    },
    "explanation": "<strong>Continuous capital</strong> is the sum of owners’ equity and long-term liabilities."
  },
  {
    "id": "3102576",
    "unitNumber": 5,
    "text": "Which ratio measures the number of times a company sells its average level of merchandise inventory during a period and aims to measure the liquidity of the inventory?",
    "correctAnswer": "B",
    "options": {
      "A": "Acid-test ratio",
      "B": "Inventory turnover ratio",
      "C": "Total sources ratio",
      "D": "Interest coverage ratio",
      "E": "Continuous capital ratio"
    },
    "explanation": "<strong>Inventory turnover ratio</strong> measures the number of times a company sells its average level of merchandise inventory during a period. Its purpose is to measure the liquidity of the inventory."
  },
  {
    "id": "3102577",
    "unitNumber": 5,
    "text": "The turnover ratio of ___________________ is calculated by dividing the amount of credit sales in a certain period by the average accounts receivables. Which of the following words completes the blank correctly?",
    "correctAnswer": "C",
    "options": {
      "A": "cost of goods",
      "B": "trade receivables",
      "C": "accounts receivables",
      "D": "credit sales",
      "E": "net sales"
    },
    "explanation": "The turnover ratio of <strong>accounts receivables</strong> is calculated by dividing the amount of credit sales in a certain period by the average accounts receivables."
  },
  {
    "id": "3102578",
    "unitNumber": 6,
    "text": "Which of the following closeşy affects the ability to pay a firm's short term debts?",
    "correctAnswer": "A",
    "options": {
      "A": "The ability to generate cash from operations",
      "B": "The profitability",
      "C": "The long term debts",
      "D": "The expectations of stakeholders",
      "E": "The current liabilities"
    },
    "explanation": "Ability to genarate cash from operations of a firm closely related to the ability to pay its short term debts."
  },
  {
    "id": "3102579",
    "unitNumber": 6,
    "text": "Which of the folllowing also refers the concept of \"current assets\"?",
    "correctAnswer": "A",
    "options": {
      "A": "Operational assets",
      "B": "Collected assets",
      "C": "Frequent assets",
      "D": "Cycle assets",
      "E": "Inventory assets"
    },
    "explanation": "Operational assets also refer the concept of current assets."
  },
  {
    "id": "3102580",
    "unitNumber": 6,
    "text": "Which of the following is used to calculate the working capital turnover?",
    "correctAnswer": "A",
    "options": {
      "A": "Net sales/Gross working capital",
      "B": "Net sales/Net working capital",
      "C": "Gross sales/Gross working capital",
      "D": "Gross sales/Net working capital",
      "E": "Net profit/Net working capital"
    },
    "explanation": "The working capital turnover is the ratio of net sales to gross working capital."
  },
  {
    "id": "3102581",
    "unitNumber": 6,
    "text": "What is the realtionship between working capital turnover and profitablity?",
    "correctAnswer": "A",
    "options": {
      "A": "Positive",
      "B": "Negative",
      "C": "Neutral",
      "D": "First negative and then positive",
      "E": "There is no clear relationship"
    },
    "explanation": "There is a positive relationship between working capital turnover and profitability."
  },
  {
    "id": "3102582",
    "unitNumber": 6,
    "text": "I. Paying its short term debts\n II. Continue its operations\n III. Meet its current obligations\n Which of the above listed diffuculties arises when a company has a net working capital deficit?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II and III",
      "B": "Only I",
      "C": "Only II",
      "D": "Only III",
      "E": "I and III"
    },
    "explanation": "All of the listed problems arise when a company has a working capital deficit."
  },
  {
    "id": "3102583",
    "unitNumber": 6,
    "text": "Which of the following is a common measure of a company's liquidity, efficiency and overall health?",
    "correctAnswer": "A",
    "options": {
      "A": "Working capital",
      "B": "Profit level",
      "C": "Total assets",
      "D": "Total liabilities",
      "E": "Bank loans"
    },
    "explanation": "Working capital is a common measure of a company's liquidity, efficiency and overall health."
  },
  {
    "id": "3102584",
    "unitNumber": 6,
    "text": "Which of the following cannot be listed among current liabilities?",
    "correctAnswer": "A",
    "options": {
      "A": "Long term debts",
      "B": "Short term bank loans",
      "C": "Advances taken",
      "D": "Taxes payable",
      "E": "Accrued expenses"
    },
    "explanation": "Long term debts are not a part of current liabilities."
  },
  {
    "id": "3102585",
    "unitNumber": 6,
    "text": "Which of the following should be used to calculate of a firm's net working capital?",
    "correctAnswer": "A",
    "options": {
      "A": "Current assets - Short term liabilities",
      "B": "Current assets - Total assets",
      "C": "Current liabilities - Total liabilities",
      "D": "Total assets - Total liabilities",
      "E": "Total assets - Short term liabilities"
    },
    "explanation": "Net working capital is the diffrence between current assets and short term liabilities."
  },
  {
    "id": "3102586",
    "unitNumber": 6,
    "text": "\"The ..... cash collection period, the ...... net working capital is required.\"\n Which of the following pairs correctly completes the above statement?",
    "correctAnswer": "A",
    "options": {
      "A": "longer - more",
      "B": "longer - less",
      "C": "shorter - more",
      "D": "shorter - higher",
      "E": "longer - lower"
    },
    "explanation": "The longer cash collection period, the more net working capital is required."
  },
  {
    "id": "3102587",
    "unitNumber": 6,
    "text": "I. Inventory turnover decreases\n II. Cash collection period increases\n III. Need for net working capital decreases\n Which of the above listed events occur during an economic recession?",
    "correctAnswer": "A",
    "options": {
      "A": "I and II",
      "B": "I and III",
      "C": "II and III",
      "D": "I, II and III",
      "E": "Only III"
    },
    "explanation": "During economic recessions, inventory turnover decreases, cash collection period increases."
  },
  {
    "id": "3102588",
    "unitNumber": 6,
    "text": "Why are Current assets also called “operational assets”?",
    "correctAnswer": "A",
    "options": {
      "A": "because they are frequently used and consumed in day-to-day activities.",
      "B": "because they are frequently used and consumed in year -to-year activities.",
      "C": "because they are frequently used and consumed in semi year activities.",
      "D": "because they are frequently used and consumed in total five years activities.",
      "E": "because they are frequently used and purchased in total five years activities."
    },
    "explanation": "To take a look to title of The Distribution and Conversion of Current Assets with Regard to Gross Working Capital<br/>Current assets are also called “operational assets” because they are frequently used and consumed in day-to-day activities. Their usage, acquisition and<br/>disposal is mostly determined by the middle and low level management of business."
  },
  {
    "id": "3102589",
    "unitNumber": 6,
    "text": "If “allowance for doubtful accounts” is high what should we look to?",
    "correctAnswer": "A",
    "options": {
      "A": "compared to previous years",
      "B": "compared to another companies",
      "C": "compared to budget deficit",
      "D": "compared to external dept",
      "E": "compared to last year external dept"
    },
    "explanation": "To take a look to the title of Short Term Debt Paying Ability Analysis<br/>If there is a significant increase in one or some items of the current assets, or the amount of “allowance for doubtful accounts” and “allowance for obsolete inventory” is high, compared to previous years, this cycle will slow down and the ability to pay short term debts will become difficult."
  },
  {
    "id": "3102590",
    "unitNumber": 6,
    "text": "Need for net working capital of labor-intensive businesses is usually higher than of capital-intensive businesses. Why?",
    "correctAnswer": "A",
    "options": {
      "A": "Due to technology utilization",
      "B": "Due to technology transfers",
      "C": "Due to budget utilization",
      "D": "Due to technology investment",
      "E": "Due to new personel policy"
    },
    "explanation": "To take a look to Technology Utilization<br/>Technology Utilization: Need for net working capital of labor-intensive businesses is usually higher than of capital-intensive businesses that utilizes advanced technology."
  },
  {
    "id": "3102591",
    "unitNumber": 6,
    "text": "Why do we need to Trend analysis ?",
    "correctAnswer": "A",
    "options": {
      "A": "for understanding direction of items on financial statements.",
      "B": "for understanding direction on only financial statements.",
      "C": "for understanding direction on only budget result statements.",
      "D": "for understanding direction on only current issues statements.",
      "E": "for understanding direction on only national dept statements."
    },
    "explanation": "To take a look to trend analyses<br/>Trend analysis is made for understanding direction of items on financial statements. It is made by using 3 or more years’ financial statements. In determining the ability to pay short term debts by using trend analysis, trends of the items in current assets and current liabilities are examined."
  },
  {
    "id": "3102592",
    "unitNumber": 6,
    "text": "How are the inventories and bank loans increasing both?",
    "correctAnswer": "A",
    "options": {
      "A": "as the amount and percentage in total assets",
      "B": "as the amount and percentage in budget assets",
      "C": "as the amount and percentage in dept assets",
      "D": "as the amount and percentage in loan assets",
      "E": "as the amount and percentage in budget deficit assets"
    },
    "explanation": "To take a look to Analysis of Ability to Pay Short Term Debts by Using Liquidity Ratios<br/>Another important point is, instead of the fact that the inventories and bank loans are increasing both as the amount and percentage in total assets, there is no increase in trade payables, which can mean that the suppliers refuse to sell inventories to this business on credit, it lacks credibility."
  },
  {
    "id": "3102593",
    "unitNumber": 6,
    "text": "Do liquidity ratios help in analyzing to which?",
    "correctAnswer": "A",
    "options": {
      "A": "to which degree the current assets",
      "B": "to which degree the current dept",
      "C": "to which degree the current budget dept",
      "D": "to which degree the current loans",
      "E": "to which degree the current external dept"
    },
    "explanation": "To take a look to the title of Analysis of Ability to Pay Short Term Debts by Using Liquidity Ratios<br/>Liquidity is related to convertibility of an asset to cash. Liquidity ratios help in analyzing to whichdegree the current assets are able to meet short term liabilities. It demonstrates the relations between the items of current assets and current liabilities"
  },
  {
    "id": "3102594",
    "unitNumber": 6,
    "text": "How long does the current ratio measure whether or not a firm has enough resources?",
    "correctAnswer": "A",
    "options": {
      "A": "over the next 12 months",
      "B": "over the next 21 months",
      "C": "over the next 24 months",
      "D": "over the next 1 months",
      "E": "over the next 42 months"
    },
    "explanation": "To take a look to the title of Current Ratio<br/>The current ratio indicates a company’s ability to meet short-term debt obligations. The current ratio measures whether or not a firm has enough resources to pay its debts over the next 12 months. Potential creditors use this ratio in determining whether or not to make short-term loans"
  },
  {
    "id": "3102595",
    "unitNumber": 6,
    "text": "In order to make an analysis of ability to pay the short term liabilities, what is the main indicator?",
    "correctAnswer": "A",
    "options": {
      "A": "Ratios",
      "B": "Sums",
      "C": "Products",
      "D": "Factors",
      "E": "Quotients"
    },
    "explanation": "To take a look to title of Inventory Dependency Ratio<br/>In order to make an analysis of ability to pay the short term liabilities, the before mentioned ratios can be computed."
  },
  {
    "id": "3102596",
    "unitNumber": 6,
    "text": "How can we measured the liquidity of a business ?",
    "correctAnswer": "A",
    "options": {
      "A": "by liquidity ratios",
      "B": "by budget ratios",
      "C": "by current budget ratios",
      "D": "by total dept ratios",
      "E": "by total budget ratios"
    },
    "explanation": "To take a look to tiyle of Determining the Ability to Pay Short Term Debts by Using Cash Conversion Cycle<br/>The liquidity of a business is measured by liquidity ratios; they are very useful in examining the ability to pay short term debts"
  },
  {
    "id": "3102597",
    "unitNumber": 6,
    "text": "What is receivable turnover?",
    "correctAnswer": "A",
    "options": {
      "A": "a measure of how many times a business collects",
      "B": "a measure of how many times a business liabilities",
      "C": "a measure of how many times a business accounts payable",
      "D": "a measure of how many times a business account assets",
      "E": "a measure of how many times a business account expenses"
    },
    "explanation": "To take a look to the title of Days Sales Outstanding (DSO)<br/>Receivable turnover is a measure of how many times a business collects its receivables in a time period, usually one year."
  },
  {
    "id": "3102598",
    "unitNumber": 7,
    "text": "Which of the following is required to assess the ratios that represent the long term debt paying ability of a company?",
    "correctAnswer": "A",
    "options": {
      "A": "Update financial data",
      "B": "Positive investor expectations",
      "C": "Economic recovery period",
      "D": "High level of profit",
      "E": "Short term indebtness of the company"
    },
    "explanation": "Update financial data is required to assess the ratios that represent the long term debt paying ability of a company."
  },
  {
    "id": "3102599",
    "unitNumber": 7,
    "text": "\"Each company strives to find optimal capital structure which maximizes the market value at ....\"\n Which of the following correctly completes the above statement?",
    "correctAnswer": "A",
    "options": {
      "A": "minimum capital cost",
      "B": "maximum capital cost",
      "C": "minimum output level",
      "D": "maximum output level",
      "E": "minimum profit share"
    },
    "explanation": "Each company strives to find optimal capital structure which maximizes the market value at minimum capital cost."
  },
  {
    "id": "3102600",
    "unitNumber": 7,
    "text": "Which of the following approach assumes market efficiency to decide capital structure?",
    "correctAnswer": "A",
    "options": {
      "A": "Modigliani - Miller",
      "B": "Myers",
      "C": "Jensen - Meckling",
      "D": "Myers - Majluf",
      "E": "Baumol - Tobin"
    },
    "explanation": "Modigliani - Miller approach assumes market efficiency to decide capital structure."
  },
  {
    "id": "3102601",
    "unitNumber": 7,
    "text": "According to Myers - Majluf approach, which of the following is the main reason for incorrectly determined stock prices?",
    "correctAnswer": "A",
    "options": {
      "A": "Asymmetric information",
      "B": "Economic fluctuations",
      "C": "Long term debt level of the company",
      "D": "Openness to international trade",
      "E": "Existence of taxes"
    },
    "explanation": "According to Myers - Majluf approach, asymmetric information is the main reason for incorrectly determined stock prices."
  },
  {
    "id": "3102602",
    "unitNumber": 7,
    "text": "According to Agency Cost Theory, which of the following causes wealth transfer from lenders to shareholders?",
    "correctAnswer": "A",
    "options": {
      "A": "Higher leverage ratio",
      "B": "Lower leverage ratio",
      "C": "Higher profitability",
      "D": "Lower profitability",
      "E": "Higher Tobin's q value"
    },
    "explanation": "According to Agency Cost Theory, higher leverage ratio causes wealth transfer from lenders to shareholders"
  },
  {
    "id": "3102603",
    "unitNumber": 7,
    "text": "Which of the following shows an emprically proved positive relationship with the tax base?",
    "correctAnswer": "A",
    "options": {
      "A": "Level of leverage",
      "B": "Working capital need",
      "C": "Company risk",
      "D": "Depreciations",
      "E": "Borrowing limit"
    },
    "explanation": "There is an emprically proved positive relationship between tax base and level of leverage."
  },
  {
    "id": "3102604",
    "unitNumber": 7,
    "text": "Which of the following displays a positive relationship with cost of borrowing?",
    "correctAnswer": "A",
    "options": {
      "A": "Level of leverage",
      "B": "Profitability",
      "C": "Tax shields",
      "D": "Liquidity",
      "E": "Short term advances"
    },
    "explanation": "There is a positive relationship between the cost of borrowing and the level of leverage."
  },
  {
    "id": "3102605",
    "unitNumber": 7,
    "text": "Which of the following is used to calculate the financial leverage for a company?",
    "correctAnswer": "A",
    "options": {
      "A": "Percentage change in earning per share/Percentage change in profit before interest and taxes",
      "B": "Percentage change in profit before interest and taxes/Percentage change in earning per share",
      "C": "Percentage change in total assets/Percentage change in total liabilities",
      "D": "Percentage change in total liabilities/Percentage change total assets",
      "E": "Percentage change in gross working capital/Percentage change net working capital"
    },
    "explanation": "Financial leverage is the ratio of percentage change in earning per share to percentage change in profit before interest and taxes."
  },
  {
    "id": "3102606",
    "unitNumber": 7,
    "text": "<strong>Earning per share Profit before interest and taxes</strong>\n <strong>2020 100 1000</strong>\n <strong>2021 120 1100</strong>\n What is the value of financial leverage for the hypothetical company whose financial data given in the above table?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "0,5",
      "C": "4",
      "D": "1",
      "E": "5"
    },
    "explanation": "Financial leverage is the ratio of percentage change in earning per share to percentage change in profit before interest and taxes. Therefore:\n Leverage = ((120 - 100)/100)/((1100 - 1000)/1000) = 0,2/0,1 = 2"
  },
  {
    "id": "3102607",
    "unitNumber": 7,
    "text": "What is the effect of a 5% increase in profit before interest and taxes on earning per share for a company with a financial leverage level of 3?",
    "correctAnswer": "A",
    "options": {
      "A": "15% increase",
      "B": "15% decrease",
      "C": "1,67% increase",
      "D": "1,67% decrease",
      "E": "5% increase"
    },
    "explanation": "Financial leverage is the ratio of percentage change in earning per share to percentage change in profit before interest and taxes. Therfore:\n 3 = Percentage change in earning per share/5% \n Percentage change in earning per share = 3 x 5% = 15%"
  },
  {
    "id": "3102608",
    "unitNumber": 7,
    "text": "How do we call \"the composition of the long term financings\"?",
    "correctAnswer": "A",
    "options": {
      "A": "The capital structure of a company",
      "B": "Modigliani-Miller (MM) structure",
      "C": "Long Term Debt Paying Ability",
      "D": "ShortTerm Debt Paying Ability",
      "E": "Solvency structure"
    },
    "explanation": "The capital structure of a company is defined as the composition of the long term financings."
  },
  {
    "id": "3102609",
    "unitNumber": 7,
    "text": "Which theory is based on the proposals of Myers about the costs of bankruptcy and financial stress and of Jensen and Meckling about the agency costs?",
    "correctAnswer": "A",
    "options": {
      "A": "The balancing theory",
      "B": "The investing theory",
      "C": "The optimaization theory",
      "D": "The signalling theory",
      "E": "The structuring theory"
    },
    "explanation": "The balancing theory is based on the proposals of Myers about the costs of bankruptcy and financial stress and of Jensen and Meckling about the agency costs."
  },
  {
    "id": "3102610",
    "unitNumber": 7,
    "text": "Which of the following theory proposes that there is a positive relation between the size of the company and the leverage level as big companies have lower probability of bankruptcy and lower relative cost of bankruptcy.",
    "correctAnswer": "A",
    "options": {
      "A": "The Balancing Theory",
      "B": "The Liquidity Theory",
      "C": "Agency Theory",
      "D": "The volatility theory",
      "E": "Tradeoff Theory"
    },
    "explanation": "The Balancing Theory proposes that there exists a positive relation between the size of the company and the leverage level as big companies have lower probability of bankruptcy and lower relative cost of bankruptcy."
  },
  {
    "id": "3102611",
    "unitNumber": 7,
    "text": "If he financial leverage level of company is 3, what it tells you about earning per share (EPS)?",
    "correctAnswer": "C",
    "options": {
      "A": "The financial leverage level of 3 means that 1% change in the EBIT of the company causes an increase in EPS by 3%.",
      "B": "The financial leverage level of 3 means that 1% change in the EPS of the company causes an increase in EBIT by 3 times.",
      "C": "The financial leverage level of 3 means that 1% change in the Net Income of the company causes an increase in EPS by 3%.",
      "D": "The financial leverage level of 3 means that 1% change in the EPS of the company causes an increase in Income Tax Level by 3%.",
      "E": "The financial leverage level of 3 means that Net income of the company is 3 times higher than EPS."
    },
    "explanation": "Financial Leverage Level=Change in Earning per Share(%) / Change in Profit Before Interest and Taxes(%)<br/>The leverage level of 3 means that 1% change in the EBIT of the company causes an increase in EPS by 3%."
  },
  {
    "id": "3102612",
    "unitNumber": 7,
    "text": "The interest coverage ratio of a company is increasing during the last three years such as 2.4, 4.3 and 6.5. What will the analyst think about the long term debt paying ability of the company?",
    "correctAnswer": "A",
    "options": {
      "A": "The company's risk of default for the interest payments will become lower and when the default risk of a company is low, the company will have more ability to roll over the existing principal payments.",
      "B": "The company's risk of default for the interest payments will become higher and when the default risk of a company is high, the company will have more ability to roll over the existing principal payments.",
      "C": "Such an increase in the interest coverage ratio will lower paying ability of the company and is sourced by the increase in the interest expense and decrease in the operational profit.",
      "D": "Such an increase in the interest coverage ratio will increase the default risk of a company and will reduce the paying ability of the company.",
      "E": "It can be said that the company paid its low interest long term borrowings in the last year by using high interest short term financing and only the ordinary income items should be taken into account."
    },
    "explanation": "The interest coverage ratio determines the long term debt paying ability in the means of the income statement. The higher the interest coverage ratio is, the lower the risk of default for the interest payments becomes. When the default risk of a company is low, it has more ability to roll over the existing principal payments."
  },
  {
    "id": "3102613",
    "unitNumber": 7,
    "text": "Which of the following ratio will be used for evaluating the long term debt paying ability of a company <strong>under the income statement approach</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "The interest coverage ratio",
      "B": "Debt Ratio (Leverage Ratio)",
      "C": "Debt to Equity Ratio",
      "D": "Fixed Assets to Permanent Capital Ratio",
      "E": "Current Ratio"
    },
    "explanation": "The interest coverage ratio determines the long term debt paying ability in the means of the income statement. The coverage ratio for fixed financing expenses is another ratio used for evaluating the long term paying ability of a company under the income statement approach.<br/>In the long-run, there exists a relation between the profit reported in the income statement and the ability to pay long term debt. The following ratios are used to determine the paying ability:\n • The Interest Coverage Ratio\n • The Coverage Ratio for Fixed Financing Expenses"
  },
  {
    "id": "3102614",
    "unitNumber": 7,
    "text": "Which of the following ratios give the information about the proportion of assets financed by the external funding sources?",
    "correctAnswer": "A",
    "options": {
      "A": "Debt ratio (leverage ratio) and debt to equity ratios",
      "B": "Reserves for Debt and Expense ratios",
      "C": "The debt to net tangible asset ratio and The ratio of tangible assets to long term debt",
      "D": "Fixed Assets to Permanent Capital Ratio and Current ratio",
      "E": "The Interest Coverage Ratio and The Coverage Ratio for Fixed Financing Expenses"
    },
    "explanation": "Debt ratio indicated the proportion of assets that are financed by the external funding sources. This ratio compares total assets of the company with total liabilities and generally named as leverage ratio. Both the leverage ratio and debt to equity ratios serve for the same purpose and they are used interchangeably."
  },
  {
    "id": "3102615",
    "unitNumber": 7,
    "text": "Why the intangible assets such as goodwill, brand recognition, patents and trademarks are excluded from total assets when calculating the \"Debt to net tangible asset ratio\"?",
    "correctAnswer": "A",
    "options": {
      "A": "the intangible assets do not create cash inflow.",
      "B": "the intangible assets do not have physical substance.",
      "C": "the intangible assets do not have important portion.",
      "D": "the intangible assets are not useful.",
      "E": "the intangible assets are less than tangible assets."
    },
    "explanation": "The debt to net tangible asset ratio is used to elaborate the long term debt paying ability of a company. It shows the level of protection provided to the creditors in the time of bankruptcy. As for all debt ratios, the lower debt to net tangible asset ratio is preferred. In the calculation the intangible assets such as goodwill, brand recognition, patents and trademarks are excluded from total assets as they do not create<br/>In the calculation the intangible assets such as goodwill, brand recognition, patents and trademarks are excluded from total assets as they do not create cash inflow."
  },
  {
    "id": "3102616",
    "unitNumber": 7,
    "text": "How did the company finance its fixed assets if the ratio of tangible assets to long term debt result is 0.8?",
    "correctAnswer": "A",
    "options": {
      "A": "the fixed assets financed by the long term external borrowing.",
      "B": "the fixed assets financed by the long term and short term external borrowing.",
      "C": "the fixed assets financed by the long term external borrowing and equity.",
      "D": "the fixed assets financed by the internal borrowing.",
      "E": "the fixed assets financed by the capital."
    },
    "explanation": "The ratio of tangible assets to long term debt measures the level of the fixed assets financed by the long term external borrowing. \n<br/>The following formula is used for calculation:\n<br/>Tangible Asset to Long<br/>A tangible assets to long term debt ratio lower than 1 means that all of the tangible assets are financed by the long term debt and no short term funding or equity is used."
  },
  {
    "id": "3102617",
    "unitNumber": 7,
    "text": "Which items will be used as Permanent capital to calculate the Fixed Asset to Permanent Capital Ratio?",
    "correctAnswer": "A",
    "options": {
      "A": "Longterm Debt + Equity",
      "B": "Permanent capital is defined as the total of long term liabilities and the short term liabilities.",
      "C": "Long term Debt + Short term debt",
      "D": "Liabilities + Equity",
      "E": "Capital + Equity"
    },
    "explanation": "Permanent capital is defined as the total of long term liabilities and the equity. It measures the strength of the company for financing the fixed assets. The following formula is used for calculation:\n<br/>Fixed Asset to Permanent Capi<br/>Permanent capital is defined as the total of long term liabilities and the equity.\n The following formula is used for calculation:\n Fixed Asset to Permanent Capital Ratio = Net Tangible Fixed Assets Longterm Debt + Equity"
  },
  {
    "id": "3102618",
    "unitNumber": 8,
    "text": "Why A company’s income or loss matter?",
    "correctAnswer": "A",
    "options": {
      "A": "a direct effect on its ability",
      "B": "a direct effect on its dept",
      "C": "a direct effect on its current budget",
      "D": "a direct effect on its current deficit",
      "E": "a direct effect on its accountability"
    },
    "explanation": "To taka a look to profitability<br/>A company’s income or loss has a direct effect on its ability to obtain debt and equity financing, its liquidity and its growth performance. Analysts<br/>use profitability as a test of management’s operating effectiveness"
  },
  {
    "id": "3102619",
    "unitNumber": 8,
    "text": "What is the core of Profitability analysis?",
    "correctAnswer": "A",
    "options": {
      "A": "relationships of profits",
      "B": "relationships of transparency",
      "C": "relationships of budget deficit",
      "D": "relationships of budget surplus",
      "E": "relationships of budget corruption"
    },
    "explanation": "To take a look to title of profitability analysis<br/>Profitability analysis deals with relationships of profits with some operational and financial aspects of a company. This analysis requires “profit (or loss)” in order to calculate some ratios. That raises a need for understanding the profit concept."
  },
  {
    "id": "3102620",
    "unitNumber": 8,
    "text": "What is the main indicator If a person select to use one statement approach?",
    "correctAnswer": "A",
    "options": {
      "A": "income statement items",
      "B": "Budget items",
      "C": "Dept items",
      "D": "income surplus items",
      "E": "Budget surplus items"
    },
    "explanation": "To take a look to the title of Financial Statement Analysis<br/>If we select to use one statement approach, we start this statement with income statement items and find a profit or loss of the period. Then to present the total comprehensive income, other comprehensive income items are added to profit or loss amount."
  },
  {
    "id": "3102621",
    "unitNumber": 8,
    "text": "Why is gross profit affected by management policy?",
    "correctAnswer": "A",
    "options": {
      "A": "because set lower prices and maximize the total amount of units sold",
      "B": "because set high prices and maximize the total amount of units sold",
      "C": "because set lower prices and maximize the total amount of negatif units sold",
      "D": "because set lower prices and maximize the total amount of sub track units sold",
      "E": "because set lower only budget and maximize the total amount of units sold"
    },
    "explanation": "To take a look to the title of Components of Income Statement<br/>Gross profit is affected by management policy. Some companies set lower prices and try to maximize the total amount of units sold, some set higher prices which may lead to fewer sales."
  },
  {
    "id": "3102622",
    "unitNumber": 8,
    "text": "Why is external financing for businesses matter in net profit?",
    "correctAnswer": "A",
    "options": {
      "A": "to generate sufficient",
      "B": "to generate surplus",
      "C": "to generate deficit",
      "D": "to generate external dept",
      "E": "to generate internal dept"
    },
    "explanation": "To take a look to the title of Net Profit<br/>Net profit/loss represents the final outcome of the company’s performance which was the net of all revenues and expenses of the company for the given period. It is accepted by many financial statement users as a measure of a company’s success. Failure of companies to generate sufficient net profit may increase the need for external financing for businesses."
  },
  {
    "id": "3102623",
    "unitNumber": 8,
    "text": "What does Margin ratio represent?",
    "correctAnswer": "A",
    "options": {
      "A": "the relationship of income (profit) elements",
      "B": "the relationship of expenditures (profit) elements",
      "C": "the relationship of budget elements",
      "D": "the relationship of external elements",
      "E": "the relationship of internal elements"
    },
    "explanation": "To take a look to the title of Margin Ratios<br/>Margin ratios represent the relationship of income (profit) elements with sales. Income statement is the only source needed to calculate these ratios"
  },
  {
    "id": "3102624",
    "unitNumber": 8,
    "text": "As a person, why do we need Gross profit indicates?",
    "correctAnswer": "A",
    "options": {
      "A": "Gross profit indicates the margin on products sold",
      "B": "Gross profit indicates the margin on products bought",
      "C": "Gross profit indicates the margin on budget issues",
      "D": "Gross profit indicates the margin on dept issues",
      "E": "Gross profit indicates the margin on corruption"
    },
    "explanation": "To take a look to The Gross Profit Margin<br/>Gross profit indicates the margin on products sold and services rendered. A low gross profit margin may cause financial problems for the company"
  },
  {
    "id": "3102625",
    "unitNumber": 8,
    "text": "If total expenses of the company exceed total income what virtually circumstance we would encounter?",
    "correctAnswer": "A",
    "options": {
      "A": "a negative profit margin",
      "B": "a positive profit margin",
      "C": "a negative profit budget",
      "D": "a positive profit budget",
      "E": "a negative profit external dept"
    },
    "explanation": "To take a look to The Net Profit Margin<br/>Sometimes total expenses of the company exceed total income. That results in a loss which causes a negative profit margin."
  },
  {
    "id": "3102626",
    "unitNumber": 8,
    "text": "Why return on equity is important?",
    "correctAnswer": "A",
    "options": {
      "A": "This ratio shows the net income",
      "B": "This ratio shows the net budget income",
      "C": "This ratio shows the net tax income",
      "D": "This ratio shows the net stability rates",
      "E": "This ratio shows the net current budget stability rates"
    },
    "explanation": "To take a look to the title of Return on Equity<br/>Another important ratio is return on equity. This ratio shows the net income earned for one unit of investment made by the shareholders."
  },
  {
    "id": "3102627",
    "unitNumber": 8,
    "text": "What does DuPont analysis help?",
    "correctAnswer": "A",
    "options": {
      "A": "better understand the profitability",
      "B": "better understand the budget deficit",
      "C": "better understand the budget surplus",
      "D": "better understand the budget deficit margin",
      "E": "better understand the rate of total amount of external dept"
    },
    "explanation": "To take a look to the title of DuPont Analysis<br/>DuPont analysis helps analysts better understand the profitability and how effectively it is made. Simply this analysis decomposes Return on Equity (ROE) into subcomponents; net profit margin, total assets turnover, and financial leverage."
  }
]