[
  {
    "id": "3593919",
    "unitNumber": 1,
    "text": "Which of the following is not a function of the financial system?",
    "correctAnswer": "A",
    "options": {
      "A": "Inefficient allocation of resources through financial intermediation",
      "B": "Enabling Risk Management",
      "C": "Price Determination",
      "D": "Promoting Capital Accumulation",
      "E": "Encouraging Innovation and Entrepreneurship"
    },
    "explanation": "Inefficent allocation is not a funciton of financial system.<br/>Efficient allocation of resources through financial intermediation is the function of the financial system."
  },
  {
    "id": "3593921",
    "unitNumber": 1,
    "text": "Which one of the following is the financial market where financial instruments, such as stocks or bonds are bought and sold for immediate delivery and settlement?",
    "correctAnswer": "B",
    "options": {
      "A": "Bond Markets",
      "B": "Spot markets",
      "C": "Future markets",
      "D": "Exchange markets",
      "E": "Over the counter markets"
    },
    "explanation": "The spot market is a financial market where financial instruments, such as stocks or bonds, are bought and sold for immediate delivery and settlement. In the spot market, transactions are executed “on the spot,” meaning that the exchange of the asset and payment occur immediately or within a very short period."
  },
  {
    "id": "3593924",
    "unitNumber": 1,
    "text": "Which one of the following is the markets that are traded newly issued securities?",
    "correctAnswer": "C",
    "options": {
      "A": "Capital markets",
      "B": "Secondary markets",
      "C": "Primary markets",
      "D": "Money markets",
      "E": "Bond markets"
    },
    "explanation": "A primary market is where newly issued securities are sold to the initial buyers by the issuer, a corporation or a government agency."
  },
  {
    "id": "3593930",
    "unitNumber": 1,
    "text": "Which of the following is called the expiration date of the agreement?",
    "correctAnswer": "D",
    "options": {
      "A": "Principal date",
      "B": "Specified date",
      "C": "Bond date",
      "D": "The maturity",
      "E": "The end"
    },
    "explanation": "The expiration date of the agreement is called the maturity. Debt instruments are assets of holders but liabilities of issuers."
  },
  {
    "id": "3593932",
    "unitNumber": 1,
    "text": "Which of the following instruments represent ownership in a company and entitle the holder to a share of the company's assets and earnings after taxes<br/>and expenses?",
    "correctAnswer": "E",
    "options": {
      "A": "Derivative Instruments",
      "B": "Foreign Exchange Instruments",
      "C": "Cash Instruments",
      "D": "Debt-Based Instruments",
      "E": "Equity-Based Instruments"
    },
    "explanation": "Equity-based instruments represent ownership in a company and entitle the holder to a share of the company’s assets and earnings after taxes and expenses. Investors in equity instruments are referred to as shareholders or stockholders. Some examples are common or preferred stocks."
  },
  {
    "id": "3593934",
    "unitNumber": 1,
    "text": "Which one of the following is digital money that does not require a bank or financial institution to verify transactions and can be used for purchases or as<br/>an investment?",
    "correctAnswer": "A",
    "options": {
      "A": "Cryptocurrency",
      "B": "Derivatives",
      "C": "Futures",
      "D": "Forwards",
      "E": "Swaps"
    },
    "explanation": "Cryptocurrencies are a form of digital or virtual currency that uses cryptography for secure financial transactions. These systems function without reliance on traditional banks and operate in a decentralized manner. Cryptocurrency is digital money that does not require a bank or financial institution to verify transactions and can be used for purchases or as<br/>an investment."
  },
  {
    "id": "3593935",
    "unitNumber": 1,
    "text": "Which of the following is the principle of not putting all your eggs in the same basket?",
    "correctAnswer": "B",
    "options": {
      "A": "Asset diversification",
      "B": "Portfolio diversification",
      "C": "Derivative diversification",
      "D": "Swap diversification",
      "E": "Forward diversification"
    },
    "explanation": "Portfolio diversification is the common principle of not putting all your eggs in the same basket. Financial institutions enable individuals to diversify by investing in assets whose returns move in different directions so that overall risk is lowered for the individual."
  },
  {
    "id": "3594156",
    "unitNumber": 1,
    "text": "Which of the followings are financial institutions that operate cooperatively, with ownership held by their members?",
    "correctAnswer": "C",
    "options": {
      "A": "Pension and retirement funds",
      "B": "Insurance companies",
      "C": "Credit unions",
      "D": "Prticipation banks",
      "E": "Investment intermediaries"
    },
    "explanation": "Credit unions are financial institutions that operate cooperatively, with ownership held by their members. These members often share a common<br/>bond, such as membership in the same community, workplace, or organization"
  },
  {
    "id": "3594180",
    "unitNumber": 1,
    "text": "Which one of the following is <strong><u>not true</u> </strong>about the financial sector?",
    "correctAnswer": "D",
    "options": {
      "A": "Richer economies have larger financial sectors",
      "B": "Globally, indirect finance is more common than direct finance.",
      "C": "Banks are the most important financial intermediaries worldwide.",
      "D": "Market capitalization of developed economies domestic companies as pertentage of GDP is lower than emerging markets.",
      "E": "In developed economies, banks, along with other financial intermediaries and equities markets, are larger and more effective."
    },
    "explanation": "Market capitalization of developed economies domestic companies as pertentage of GDP <strong>is lower</strong> than emerging markets. Higher than emerging markets."
  },
  {
    "id": "3594224",
    "unitNumber": 1,
    "text": "Which of the following has the weight of the financial sector in Turkey",
    "correctAnswer": "D",
    "options": {
      "A": "Insurance companies",
      "B": "Credit unions",
      "C": "Retirement funds",
      "D": "Commercial banks",
      "E": "Investment intermediaries"
    },
    "explanation": "Similar to examples worldwide, the weight in the financial sector in Türkiye also lies in institutions that collect deposits, namely commercial banks. While the share of banks in the financial sector’s assets was 86% in 2000, it slightly declined to 82% in 2010 and 78% in 2021 and 73% in 2022."
  },
  {
    "id": "3843150",
    "unitNumber": 1,
    "text": "--- is a network of markets where various institutions participate and trade of various instruments occurs. <br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "A financial system",
      "B": "A foreign trade system",
      "C": "A tax system",
      "D": "A foreign exchange rate system",
      "E": "A real estate system"
    },
    "explanation": "A financial system is a network of markets where various institutions participate and trade of various instruments occurs."
  },
  {
    "id": "3843151",
    "unitNumber": 1,
    "text": "Which of the following financial markets is the market in which participants buy and sell standardized contracts called futures contracts?",
    "correctAnswer": "A",
    "options": {
      "A": "Futures market",
      "B": "Stock market",
      "C": "Spot market",
      "D": "Bond market",
      "E": "Over-the-Counter market"
    },
    "explanation": "The futures market, sometimes also called the futures exchange, is a financial market where participants buy and sell standardized contracts called futures contracts."
  },
  {
    "id": "3843152",
    "unitNumber": 1,
    "text": "Which of the following is <u>not</u> an example of a traditional exchange?",
    "correctAnswer": "A",
    "options": {
      "A": "Binance",
      "B": "New York Stock Exchange (NYSE)",
      "C": "NASDAQ",
      "D": "Borsa Istanbul (BIST)",
      "E": "London Stock Exchange"
    },
    "explanation": "The exchange acts as an intermediary, facilitating the trading process and ensuring transparency and fair execution of transactions. New York Stock Exchange (NYSE), NASDAQ, Borsa Istanbul (BIST), and London Stock Exchange are examples of traditional exchanges."
  },
  {
    "id": "3843153",
    "unitNumber": 1,
    "text": "Which of the following financial institutions has the highest weight within the Turkish financial sector?",
    "correctAnswer": "A",
    "options": {
      "A": "Commercial Banks",
      "B": "Insurance Companies",
      "C": "Investment Intermediaries",
      "D": "Borsa Istanbul (BIST)",
      "E": "Pension and Retirement Funds"
    },
    "explanation": "Similar to examples worldwide, the weight in the financial sector in Türkiye also lies in institutions that collect deposits, namely commercial banks."
  },
  {
    "id": "3843154",
    "unitNumber": 1,
    "text": "Which of the following institutions administers Turkey's mandatory public pension system?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal Güvenlik Kurumu (SGK)",
      "B": "Çalışma ve Sosyal Güvenlik Bakanlığı",
      "C": "Türkiye İş Kurumu (İŞKUR)",
      "D": "Emekli Sandığı",
      "E": "Bağ-Kur"
    },
    "explanation": "Different types of retirement funds exist in different countries, depending on the regulations and structure of their specific retirement system. Social Security Institution (SGK - Sosyal Güvenlik Kurumu) manages Türkiye’s mandatory public pension system."
  },
  {
    "id": "3843155",
    "unitNumber": 1,
    "text": "Which of the following statements is <u>not</u> true in relation to investment intermediaries?",
    "correctAnswer": "A",
    "options": {
      "A": "They are financial institutions that operate by Islamic principles and laws.",
      "B": "They are financial institutions that facilitate the investment of funds on behalf of individuals and institutions.",
      "C": "They act as go-betweens for investors and the financial markets by providing investment products and services.",
      "D": "They support the efficiency and liquidity of capital markets.",
      "E": "They help investors buy and sell securities, manage portfolios, and provide investment advice."
    },
    "explanation": "Investment intermediaries are financial institutions that facilitate the investment of funds on behalf of individuals and institutions. They act as go-betweens for investors and the financial markets by providing investment products and services. Some examples are brokerage firms, asset management companies, and investment banks. They help investors buy and sell securities, manage portfolios, and provide investment advice. Investment intermediaries can play an essential role in gathering funds from savers and directing them toward productive investments, supportingncapital markets’ efficiency and liquidity."
  },
  {
    "id": "3843156",
    "unitNumber": 1,
    "text": "Which of the following statements is <u>not</u> true in relation to participation banks?",
    "correctAnswer": "A",
    "options": {
      "A": "They charge interest on loans.",
      "B": "They are financial institutions that operate by Islamic principles and laws.",
      "C": "They use profit-sharing arrangements for financial transactions.",
      "D": "They not pay interest on deposits.",
      "E": "They use non-interest-based mechanisms for financial transactions."
    },
    "explanation": "Participation banks, also known as Islamic banks, are financial institutions that operate by Islamic principles and laws. Participation banks do not charge or pay interest on loans and deposits. Instead, they use profit-sharing arrangements or other non-interest-based mechanisms for financial transactions."
  },
  {
    "id": "3843157",
    "unitNumber": 1,
    "text": "Which of the following is the pioneer and most well-known cryptocurrency?",
    "correctAnswer": "A",
    "options": {
      "A": "Bitcoin",
      "B": "Ethereum",
      "C": "Dogecoin",
      "D": "Solana",
      "E": "Cardano"
    },
    "explanation": "Some examples are Bitcoin, Ethereum and Dogecoin. Among these cryptocurrencies, Bitcoin is the pioneer and the most renowned cryptocurrency. It came into existence in January 2009, introduced by a computer programmer or a group of programmers who went by the name Satoshi Nakamoto."
  },
  {
    "id": "3843158",
    "unitNumber": 1,
    "text": "Which of the following is <u>not</u> a common phenomenon in the global financial system?",
    "correctAnswer": "A",
    "options": {
      "A": "Countries with higher per capita incomes generally tend to have shallower financial markets.",
      "B": "Richer economies have larger financial sectors.",
      "C": "Globally, indirect finance is more common than direct finance.",
      "D": "Banks are the most important financial intermediaries worldwide.",
      "E": "In developed economies, banks, along with other financial intermediaries and equities markets, are larger and more effective."
    },
    "explanation": "Richer economies have larger financial sectors. Globally, indirect finance is more common than direct finance. Banks are the most important financial intermediaries worldwide. In developed economies, banks, along with other financial intermediaries and equities markets, are larger and more effective. Our general conclusion is that countries with higher per capita incomes tend to have better-developed, more efficient and deeper financial markets."
  },
  {
    "id": "3843159",
    "unitNumber": 1,
    "text": "Which of the following has been significant in the deepening of the financial sector in Türkiye over the years?",
    "correctAnswer": "A",
    "options": {
      "A": "The share of the banking sector",
      "B": "The share of the insurance companies",
      "C": "The share of the financial intermediaries",
      "D": "The share of the Central Bank of the Republic of Türkiye",
      "E": "The share of the pension and retirement funds"
    },
    "explanation": "The banking sector plays the most crucial role in Türkiye’s financial system. Over the years, the share of the banking sector has been significant in the increasing depth of the financial sector."
  },
  {
    "id": "3592839",
    "unitNumber": 2,
    "text": "Which of the following accurately describes the relationship between banking crises, currency crises, and financial crises?",
    "correctAnswer": "C",
    "options": {
      "A": "Banking crises primarily originate from speculative attacks on domestic currencies, leading to a collapse of the exchange rate system.",
      "B": "Currency crises are caused by severe balance sheet weaknesses in one or several banks, affecting the entire banking sector.",
      "C": "Financial crises encompass both banking and currency crises, with the term \"financial crisis\" being used to refer to either.",
      "D": "Banking and currency crises are entirely distinct phenomena and do not overlap in theoretical models.",
      "E": "Financial crises are unrelated to balance of payments or capital account crises, as they have different underlying causes."
    },
    "explanation": "The literature labels crises by different expressions. One distinction is between banking crises and currency crises. The origin of a banking crisis is severe balance sheet weaknesses in one or several banks, which are big enough to affect the whole banking sector. The currency crisis is the collapse of the exchange rate system following a speculative attack on the domestic currency.<br/>Generally, the term ‘financial crisis’ is used to encompass both. If you dig a little deeper, it is likely to find titles such as balance of payments and capital account crises -both point to extreme difficulties in financing the current account deficit, which causes a sharp depreciation and spills over the rest of the economy overnight. In some theoretical models that try to explain crises, distinguishing banking and currency crises may not be possible. In the rest of this chapter, we focus on financial<br/>crises, remembering that a balance of payment or currency crisis can immediately turn into a financial crisis. Mor<br/>Doğru cevap: C) Financial crises encompass both banking and currency crises, with the term \"financial crisis\" being used to refer to either."
  },
  {
    "id": "3592841",
    "unitNumber": 2,
    "text": "Which of the following accurately describes the relationship between balance sheet flaws and financial crises?",
    "correctAnswer": "C",
    "options": {
      "A": "Balance sheet flaws primarily affect the public sector, leading to budget deficits and high public debt-to-GDP ratios.",
      "B": "Financial crises can only occur as a result of external shocks, such as those seen in the global financial crisis.",
      "C": "Balance sheet weaknesses accumulate over time and can be triggered by significant shocks, whether external or domestic, leading to full-scale financial crises.",
      "D": "Financial institutions are immune to balance sheet weaknesses and are not affected by issues in the nonfinancial sector.",
      "E": "Balance sheet flaws are immediately noticeable and do not accumulate over time, preventing the possibility of financial crises."
    },
    "explanation": "Whenever there is a balance sheet flaw, there is a concern. It can occur in the public sector. For<br/>example, the budget deficit can be extremely high in a row of years, leading to a high public debt-toGDP ratio that elevates the sovereign risk premium and interest rates. Nonfinancial corporations may have high foreign currency exposure; a large gap between foreign currency-denominated liabilities and assets. Or, due to a prolonged economic recession, they may face severe concerns in honoring their debts. By a burst of a crisis because of a triggering factor, problems of the nonfinancial firms can become issues of the financial sector overnight. Financial institutions may suffer from inadequate capital levels, low capital-to-assets ratios, currency, and maturity mismatches. In the beginning, balance sheet weaknesses may be barely noticeable. However, they accumulate over time unless contained. A significant shock -external, as in the global financial crisis that first started in the US, or a domestic on<br/>Doğru cevap: C) Balance sheet weaknesses accumulate over time and can be triggered by significant shocks, whether external or domestic, leading to full-scale financial crises."
  },
  {
    "id": "3592842",
    "unitNumber": 2,
    "text": "Which of the following accurately describes the impact of a financial crisis on economic activity?",
    "correctAnswer": "D",
    "options": {
      "A": "During a financial crisis, banks increase lending to nonfinancial firms, thereby mitigating problems in the economy.",
      "B": "Financial crises typically lead to increased employment and higher aggregate demand due to increased risk-taking by banks.",
      "C": "Currency depreciation during a financial crisis reduces the debt burden of households and firms, leading to an expansion of economic activity.",
      "D": "Financial crises often result in banks becoming more cautious and reluctant to extend new loans, leading to layoffs, declining employment, decreased aggregate demand, and economic stagnation or contraction.",
      "E": "Financial crises have minimal impact on economic activity, as they are confined to the financial sector and do not spill over into the real economy."
    },
    "explanation": "During a crisis, banks become more cautious and reluctant to extend new loans, exacerbating nonfinancial firm problems. Layoffs begin, and employment declines. Increased risk, elevated interest rates, and rising unemployment decrease aggregate demand. The currency depreciation increases the debt burden of households and firms with foreign currency-denominated debt,<br/>further reducing aggregate demand and increasing unemployment. Economic activity stagnates and, in most cases, contracts.<br/>Doğru cevap: D) Financial crises often result in banks becoming more cautious and reluctant to extend new loans, leading to layoffs, declining employment, decreased aggregate demand, and economic stagnation or contraction."
  },
  {
    "id": "3592843",
    "unitNumber": 2,
    "text": "Which of the following accurately describes the effects of a crisis on risk aversion, exchange rates, and interest rates?",
    "correctAnswer": "C",
    "options": {
      "A": "Risk aversion decreases on the eve of a crisis, leading to a decrease in risk premium and interest rates, and a strengthening of the domestic currency.",
      "B": "On the eve of a crisis, risk aversion increases, causing a decrease in risk premium and interest rates, and a strengthening of the domestic currency.",
      "C": "Risk aversion increases on the eve of a crisis, resulting in a rise in risk premium and interest rates, and pressure for depreciation on the domestic currency.",
      "D": "During a crisis, risk aversion decreases, causing a decrease in risk premium and interest rates, and a strengthening of the domestic currency.",
      "E": "Risk aversion remains constant during a crisis, leading to stable risk premium and interest rates, and minimal fluctuations in the domestic currency."
    },
    "explanation": "On the eve of a crisis, risk aversion increases. In this environment, we generally observe a rise in risk premium and interest rates and a pressure of depreciation on the domestic currency. With the crisis burst, the domestic currency depreciates in a flexible exchange rate regime. Suppose it is a fixed exchange rate regime or a variant. In that case, authorities devalue the domestic currency and either try to stick to the previous exchange rate regime, albeit at a higher exchange rate, or shift to a flexible one. Simultaneously, risk appetite for the financial assets of that country declines sharply, and interest rates jump. No matter how the crisis is shaped, it quickly spreads to nonfinancial and financial corporations.<br/>Doğru cevap: C) Risk aversion increases on the eve of a crisis, resulting in a rise in risk premium and interest rates, and pressure for depreciation on the domestic currency."
  },
  {
    "id": "3592905",
    "unitNumber": 2,
    "text": "Based on the analysis by Reinhart and Rogoff, which of the following statements accurately describes the impact of economic crises on unemployment rates?",
    "correctAnswer": "D",
    "options": {
      "A": "Economic crises typically result in a decrease in unemployment rates due to increased government intervention.",
      "B": "The average increase in unemployment during economic crises is approximately 7 percentage points, with a duration of 1.9 years on average",
      "C": "Economic crises have minimal impact on unemployment rates, with only a slight increase observed over a short period.",
      "D": "On average, economic crises lead to a significant increase in unemployment rates by approximately 7 percentage points, spreading over a period of 4.8 years.",
      "E": "Unemployment rates remain stable during economic crises, as government policies effectively mitigate the impact on labor markets."
    },
    "explanation": "In a contracting economy, unemployment increases. In the crises analyzed by Reinhart and Rogoff, the unemployment rate increased by sevenpercentage points on average. For example, the average unemployment rate in advanced countries in 2022 was 4.7 percent. Therefore, it is immediately evident that the seven-percentage points increase is exceptionally high. Another point to be emphasized is that while the period of economic contraction lasted 1.9 years on average in these crises, the rise in unemployment spread over 4.8 years.\" Please make this question at moderate difficulty.<br/>Doğru cevap: D) On average, economic crises lead to a significant increase in unemployment rates by approximately 7 percentage points, spreading over a period of 4.8 years."
  },
  {
    "id": "3592906",
    "unitNumber": 2,
    "text": "During the global financial crisis, what was the increase in the unemployment rate in the United States?",
    "correctAnswer": "E",
    "options": {
      "A": "1.1 percentage points",
      "B": "2.9 percentage points",
      "C": "3.8 percentage points",
      "D": "4.6 percentage points",
      "E": "5.0 percentage points"
    },
    "explanation": "The rise in the unemployment rate during the global financial crisis was also sizeable. It elevated from 5.5 percent to 8.4 percent in 2010 in advanced economies. The US -the epicenter of the global financial crisis- witnessed a five-percentage point increase in the unemployment rate during the same period: 9.6 percent in 2010 compared to 4.6 percent in 2007.<br/>Doğru cevap: E) 5.0 percentage points"
  },
  {
    "id": "3592907",
    "unitNumber": 2,
    "text": "What is meant by \"short-term\" maturity in the context of banking liquidity?",
    "correctAnswer": "E",
    "options": {
      "A": "Maturities lasting less than one year",
      "B": "Maturities lasting less than six months",
      "C": "Maturities lasting less than three months",
      "D": "Maturities lasting less than one week",
      "E": "Maturities lasting less than one month"
    },
    "explanation": "Short-term maturity mismatch arising from the positive gap between short-term liabilities and assets can lead a bank to face liquidity problems, especially in financial distress. From this perspective, ‘shortterm’ refers to one-month or shorter maturities.<br/>Doğru cevap: E) Maturities lasting less than one month"
  },
  {
    "id": "3592909",
    "unitNumber": 2,
    "text": "In the European crisis of 2011, why did market participants become reluctant to hold financial assets issued by certain governments?",
    "correctAnswer": "D",
    "options": {
      "A": "Due to the expectation that these governments would pay off their debts in full",
      "B": "Because these governments were perceived as having a strong ability to repay their debts",
      "C": "Because the risk associated with these governments' debts was perceived as low",
      "D": "Due to the widespread belief that these governments would not be able to repay their debts",
      "E": "Because the market value of these governments' bonds was expected to increase"
    },
    "explanation": "A similar condition can happen to banks holding large amounts of government bonds. We witnessed an example of this in the European crisis that intensified in 2011. Market participants became extremely reluctant to hold financial assets issued by the governments of Greece, then Portugal, Ireland, Spain, and Italy. The reason was the widespread belief that these countries could not repay their debts. Those who held the bonds of these states quickly anticipated to get rid of them. The supply of bonds in the secondary market increased, and their prices fell (sovereign interest rates rose). Eventually, Greece’s sovereign debt market collapsed. Figure 2.6 depicts Greece’s sovereign risk premium -measured by Credit Default Swaps (CDS)- during that period. CDS can be taken as insurance that the person who purchases the riskybond buys to hedge the risk. The higher the risk is, the higher the insurance premium one will pay. The market value of the banks’ assets that still held these bonds on their balance sheets thu<br/>Doğru cevap: D) Due to the widespread belief that these governments would not be able to repay their debts"
  },
  {
    "id": "3592912",
    "unitNumber": 2,
    "text": "What are two critical issues highlighted regarding the stability of a financial system?",
    "correctAnswer": "A",
    "options": {
      "A": "Interconnectedness of financial institutions and liquidity shortages",
      "B": "Soundness of individual financial institutions and their links with the government",
      "C": "Stability of foreign financial institutions and credit extension behavior",
      "D": "Soundness of individual financial institutions and the ability to issue government bonds",
      "E": "Interconnectedness of financial institutions and the ability to hedge against currency risk"
    },
    "explanation": "The balance sheet of each financial institution must be sound. However, the extent to which these institutions are interconnected and their links with financial institutions abroad are also crucial. Liquidity shortages pose a danger to the soundness of a financial system. Another critical issue is the procyclical credit extension behavior of banks.<br/>Doğru cevap: A) Interconnectedness of financial institutions and liquidity shortages"
  },
  {
    "id": "3592915",
    "unitNumber": 2,
    "text": "What are two risks associated with a period of rapid credit growth in an economy?",
    "correctAnswer": "D",
    "options": {
      "A": "Declining GDP and decreased risk appetite",
      "B": "Increased credit quality and decreased connections among banks",
      "C": "Soundness of credit growth and decreased systemic risk",
      "D": "Declining credit quality and strengthened connections among banks",
      "E": "Increased foreign debts for banks and decreased credit supply"
    },
    "explanation": "Systemic risk can also evolve from the relationship between financial institutions and the real economy. GDP can remain above or below its trend for a considerable time. Consider a period when the growth rate is above trend. Assume that such a period lasts for a while -say three years- and creates a prosperous economic atmosphere. ‘Things will always be like this’ may become the consensus view. If this happens, risk appetite increases. In this environment, both credit demand and credit supply escalate. Banks may increase their foreign debts for more funding. This process poses two risks: First, rapid credit growth is not sound because credit quality is declining. Second, the connections among the banks I mentioned above become extremely strong. When, for whatever reason, a period of rapid growth ends and a period of sluggish growth begins, especially if this period of slow growth tends to turn into an economic contraction, the borrowers have difficulty repaying the loans. The banking sector starts to strug<br/>Doğru cevap: D) Declining credit quality and strengthened connections among banks"
  },
  {
    "id": "3845969",
    "unitNumber": 2,
    "text": "Which of the following is not one of the factors that can lead the financial system and eventually a country's economy into a crisis?",
    "correctAnswer": "A",
    "options": {
      "A": "Low leverage",
      "B": "Currency mismatch",
      "C": "Liquidity shortages",
      "D": "Nonperforming assets",
      "E": "Insufficient capital"
    },
    "explanation": "The balance sheet of each financial institution must be sound. Concerns such as maturity mismatch, nonperforming assets, insufficient capital, high leverage, currency mismatch, and liquidity shortages could lead the financial system and, eventually, a country’s economy to a crisis."
  },
  {
    "id": "3845970",
    "unitNumber": 2,
    "text": "------------ is the collapse of the exchange rate system following a speculative attack on the domestic currency.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "The currency crisis",
      "B": "The banking crisis",
      "C": "The financial crisis",
      "D": "The balance of payments",
      "E": "The capital account crises"
    },
    "explanation": "The currency crisis is the collapse of the exchange rate system following a speculative attack on the domestic currency."
  },
  {
    "id": "3845972",
    "unitNumber": 2,
    "text": "Which of the following is not a development during a crisis?",
    "correctAnswer": "A",
    "options": {
      "A": "Banks become more willing to extend new loans.",
      "B": "Layoffs begin, and employment declines.",
      "C": "Increased risk, elevated interest rates, and rising unemployment decrease aggregate demand.",
      "D": "The currency depreciation increases the debt burden of households and firms with foreign currency-denominated debt.",
      "E": "Economic activity stagnates and, in most cases, contracts."
    },
    "explanation": "During a crisis, banks become more cautious and reluctant to extend new loans, exacerbating nonfinancial firm problems. Layoffs begin, and employment declines. Increased risk, elevated interest rates, and rising unemployment decrease aggregate demand. The currency depreciation increases the debt burden of households and f irms with foreign currency-denominated debt, further reducing aggregate demand and increasing unemployment. Economic activity stagnates and, in most cases, contracts."
  },
  {
    "id": "3845973",
    "unitNumber": 2,
    "text": "Which of the following is not a cause of financial instability?",
    "correctAnswer": "A",
    "options": {
      "A": "Abundance of liquidity",
      "B": "Maturity mismatches",
      "C": "Systemic risk",
      "D": "Capital inadequacy",
      "E": "Currency mismatches"
    },
    "explanation": "There are various bases of financial instability. The most important ones are the following: the difference between foreign currency-denominated liabilities and foreign currency-denominated assets (currency mismatches), maturity mismatches, nonperforming assets, capital inadequacy, liquidity shortages, and systemic risk."
  },
  {
    "id": "3845975",
    "unitNumber": 2,
    "text": "------------ is the ratio of available stable funding to the required stable funding.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "The net stable funding ratio",
      "B": "Leverage Ratio",
      "C": "Liquidity Coverage Ratio",
      "D": "Capital Adequacy Ratio",
      "E": "Foreign Exchange Net General Position-to-Own Funds Standard Ratio"
    },
    "explanation": "The net stable funding ratio is the ratio of available stable funding to the required stable funding."
  },
  {
    "id": "3845976",
    "unitNumber": 2,
    "text": "-------- is a bank’s capital measure divided by its exposure measure.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Leverage Ratio",
      "B": "The Net Stable Funding Ratio",
      "C": "Liquidity Coverage Ratio",
      "D": "Capital Adequacy Ratio",
      "E": "Foreign Exchange Net General Position-to-Own Funds Standard Ratio"
    },
    "explanation": "The leverage ratio is a bank’s capital measure divided by its exposure measure."
  },
  {
    "id": "3845977",
    "unitNumber": 2,
    "text": "Macroprudential policies aim to achieve which of the following?",
    "correctAnswer": "A",
    "options": {
      "A": "Minimize systemic risks",
      "B": "Reduce unemployment",
      "C": "Reduce the budget deficit",
      "D": "Minimize the balance of payments deficit",
      "E": "Reduce currency mismatch"
    },
    "explanation": "Macroprudential policies aim at minimizing systemic risks."
  },
  {
    "id": "3845978",
    "unitNumber": 2,
    "text": "Which of the following is the reason why rapid credit growth is not sound?",
    "correctAnswer": "A",
    "options": {
      "A": "It reduces credit quality.",
      "B": "It increases liquidity shortages.",
      "C": "It weakens the connections among the banks.",
      "D": "It reduces risk appetite.",
      "E": "It slows down the supply of credit."
    },
    "explanation": "Systemic risk can also evolve from the relationship between financial institutions and the real economy. GDP can remain above or below its trend for a considerable time. Consider a period when the growth rate is above trend. Assume that such a period lasts for a while -say three years- and creates a prosperous economic atmosphere. ‘Things will always be like this’ may become the consensus view. If this happens, risk appetite increases. In this environment, both credit demand and credit supply escalate. Banks may increase their foreign debts for more funding. This process poses two risks: First, rapid credit growth is not sound because credit quality is declining. Second, the connections among the banks I mentioned above become extremely strong. When, for whatever reason, a period of rapid growth ends and a period of sluggish growth begins, especially if this period of slow growth tends to turn into an economic contraction, the borrowers have difficulty repaying the loans. The banking sector starts to struggle with problems, a systemic risk."
  },
  {
    "id": "3845980",
    "unitNumber": 2,
    "text": "A short-term maturity mismatch arising from the positive gap between short-term liabilities and assets can lead to which of the following?",
    "correctAnswer": "A",
    "options": {
      "A": "A bank to face liquidity problems.",
      "B": "It reduces liquidity shortages.",
      "C": "It increases risk appetite in the economy.",
      "D": "It weakens the connections among the banks.",
      "E": "Banks' credit supply increases."
    },
    "explanation": "Short-term maturity mismatch arising from the positive gap between short-term liabilities and assets can lead a bank to face liquidity problems, especially in financial distress. From this perspective, ‘short term’ refers to one-month or shorter maturities."
  },
  {
    "id": "3845984",
    "unitNumber": 2,
    "text": "Which of the following is not a development on the eve of a crisis?",
    "correctAnswer": "A",
    "options": {
      "A": "Risk aversion increases.",
      "B": "Risk premium decreases.",
      "C": "Interest rates decreases.",
      "D": "Risk appetite increases.",
      "E": "It creates a pressure of depreciation on the domestic currency."
    },
    "explanation": "On the eve of a crisis, risk aversion increases. In this environment, we generally observe a rise in risk premium and interest rates and a pressure of depreciation on the domestic currency."
  },
  {
    "id": "3592737",
    "unitNumber": 3,
    "text": "What is financial return?",
    "correctAnswer": "B",
    "options": {
      "A": "The total amount of money earned from an investment",
      "B": "The change in the value of an investment over a specific period",
      "C": "The total amount of dividends received from an investment",
      "D": "The interest earned on an investment over its lifetime",
      "E": "The initial cost of an investment"
    },
    "explanation": "<strong>A financial return is the gain or loss generated by an investment over a specific period, expressed as a percentage of the initial investment amount</strong>. It represents the change in the value of an investment, which may result from capital appreciation, dividends, interest, or other income sources. Financial return is a key metric investors use to evaluate the performance of investments and compare different investment options, as it provides a measure of the rewards obtained from an investment relative to its initial cost. In essence, a financial return quantifies the profitability of an investment and helps investors assess the effectiveness of their investment decisions. A simple percentage return calculation is straightforward. More importantly, we can present the main reasons why financial return calculations are critical.<br/>The correct answer is \"B) The change in the value of an investment over a specific period.\""
  },
  {
    "id": "3592741",
    "unitNumber": 3,
    "text": "Which statement accurately reflects the significance of financial returns in investment decision-making?",
    "correctAnswer": "D",
    "options": {
      "A": "Financial returns primarily serve as a measure of an investment's liquidity.",
      "B": "Financial returns are irrelevant in assessing the level of risk associated with investments.",
      "C": "Higher returns typically indicate lower risks in investment ventures.",
      "D": "Financial returns enable investors to evaluate the performance of different investment options and assess risk-reward balance.",
      "E": "Financial returns are solely used to measure the short-term profitability of investments"
    },
    "explanation": "First, investors use financial returns to evaluate the performance of different investment options, such as stocks, bonds, or real estate. By comparing returns, they can make informed decisions about where to allocate their resources to maximize their profits. As a second point, financial returns assist investors in understanding the level of risk associated with different investments. Higher returns often come with higher risks, so assessing the balance between risk and reward is crucial for successful investing. Finally, financial returns allow investors and managers to measure a portfolio’s performance or a specific investment over time. This can help them determine whether their investment strategies are effective or need adjustments.<br/>Doğru cevap<br/>D) Financial returns enable investors to evaluate the performance of different investment options and assess risk-reward balance."
  },
  {
    "id": "3592743",
    "unitNumber": 3,
    "text": "Which of the following best illustrates the impact of the investment horizon on financial decision-making and regulation?",
    "correctAnswer": "D",
    "options": {
      "A": "Longer investment horizons typically result in lower risk due to increased diversification.",
      "B": "Retirement plans tend to have shorter investment horizons compared to other types of investments.",
      "C": "Regulatory authorities disregard the investment horizon when formulating regulations for different types of investments.",
      "D": "Banks may adjust their investment horizons based on trading frequency, affecting risk and return assessments.",
      "E": "The investment horizon has no bearing on risk and return calculations and is purely a matter of investor preference."
    },
    "explanation": "The investment horizon is crucial in finance, affecting risk and return calculations. Investors often keep their investments for more than one period, and as the investment horizon increases, the expected returns and actual outcomes tend to differ.<br/>Retirement plans usually have a longer investment horizon than other types of investments. Therefore, it is crucial to present long-term return calculations for these plans. Regulatory authorities also understand the significance of investment horizons and differentiate their regulations based on the type of investment. Banks, for example, might consider a shorter investment horizon if they frequently buy and sell securities. Alternatively, they may invest longer, enabling them to assess their risk and return profiles over an extended duration.<br/>Doğru cevap<br/>D) Banks may adjust their investment horizons based on trading frequency, affecting risk and return assessments."
  },
  {
    "id": "3592744",
    "unitNumber": 3,
    "text": "Which of the following accurately describes the function of the k-period return formula in finance?",
    "correctAnswer": "D",
    "options": {
      "A": "The k-period return formula is designed solely for short-term investments, typically held for less than a year.",
      "B": "The k-period return formula is applicable only for investments held exactly for two years.",
      "C": "The k-period return formula allows for the calculation of returns for investments held for any duration ranging from one to k years.",
      "D": "The k-period return formula extends the calculation of returns beyond two years, catering to longer investment horizons.",
      "E": "The k-period return formula is redundant and offers no additional value beyond the standard return formula"
    },
    "explanation": "There are often situations where our investment horizon exceeds one or two years. Therefore, extending the formula mentioned earlier is necessary to cover longer periods. The k-period return formula is an extension of the previous 2-year return formula. It allows us to calculate the return of an investment held by an investor for any period ranging from 1 to k.<br/>Doğru cevap:<br/>D) The k-period return formula extends the calculation of returns beyond two years, catering to longer investment horizons."
  },
  {
    "id": "3592745",
    "unitNumber": 3,
    "text": "Which of the following statements accurately describes logarithmic return in finance?",
    "correctAnswer": "C",
    "options": {
      "A": "Logarithmic return measures the absolute change in an asset's price over a specific period.",
      "B": "Logarithmic return is calculated using linear functions and is preferred for short-term investments.",
      "C": "Logarithmic return accounts for the compounding effect of investment returns and is calculated using exponential functions.",
      "D": "Logarithmic return is used primarily for forecasting future asset prices rather than evaluating historical performance.",
      "E": "Logarithmic return is a redundant measure and does not offer any advantage over traditional return measures."
    },
    "explanation": "Logarithmic return is a financial return measure used to determine the percentage change in an asset’s price over a specific period using logarithmic functions. This return formula is preferred since it accounts for the compounding effect of investment returns.<br/>Doğru cevap:<br/>C) Logarithmic return accounts for the compounding effect of investment returns and is calculated using exponential functions."
  },
  {
    "id": "3592746",
    "unitNumber": 3,
    "text": "Which statement accurately reflects a benefit of using logarithmic returns in finance?",
    "correctAnswer": "D",
    "options": {
      "A": "Logarithmic returns are only useful when nominal asset values are large.",
      "B": "Linear and logarithmic returns are always similar regardless of the nominal asset values.",
      "C": "Logarithmic returns become more accurate as nominal asset values decrease.",
      "D": "Logarithmic returns offer simplicity in the multi-period return formula, particularly as nominal asset values increase.",
      "E": "Logarithmic returns are more complex to calculate compared to linear returns for multi-period analyses."
    },
    "explanation": "Typically, when nominal asset values are small, linear and logarithmic returns tend to be similar. However, as the nominal asset values increase, these two measures start to diverge from each other. One of the benefits of using logarithmic returns is their simplicity in the multi-period return formula.<br/>Doğru cevap<br/>D) Logarithmic returns offer simplicity in the multi-period return formula, particularly as nominal asset values increase."
  },
  {
    "id": "3592747",
    "unitNumber": 3,
    "text": "Which of the following accurately describes the calculation of the equity risk premium or excess return in finance?",
    "correctAnswer": "B",
    "options": {
      "A": "The excess return is calculated by subtracting the stock's return from the risk-free rate.",
      "B": "The excess return is calculated by subtracting the risk-free rate from the stock's return.",
      "C": "The excess return is calculated by adding the stock's return to the risk-free rate.",
      "D": "The excess return is calculated by multiplying the stock's return by the risk-free rate.",
      "E": "The excess return is calculated by dividing the stock's return by the risk-free rate."
    },
    "explanation": "In finance, short-term Treasury interest rates are considered risk-free or default-free because governments are assumed to be able to back their debts without defaulting. As a result, financial returns are often analyzed using this benchmark. The difference between the returns on risky stocks and Treasury yields is the equity risk premium or excess return. To calculate the excess return, one subtracts the risk-free rate (represented by the Treasury interest rate) at time t, denoted by rF,t , from the stock’s return.<br/>Doğru cevap: B) The excess return is calculated by subtracting the risk-free rate from the stock's return."
  },
  {
    "id": "3592748",
    "unitNumber": 3,
    "text": "Which of the following statements accurately reflects the relationship between Treasury yields and the demand for risky assets in finance?",
    "correctAnswer": "B",
    "options": {
      "A": "High Treasury yields typically lead to increased demand for risky assets due to their higher returns.",
      "B": "Low Treasury yields generally result in decreased demand for risky assets as investors prefer the safety of government bonds.",
      "C": "High Treasury yields indicate a lower opportunity cost for holding risky assets, resulting in decreased demand for safe investments.",
      "D": "Low Treasury yields usually coincide with decreased demand for risky assets, leading to underperformance in stock markets.",
      "E": "There is no clear relationship between Treasury yields and the demand for risky assets in financial markets."
    },
    "explanation": "The excess return, the difference between the risky and risk-free returns, is essential when evaluating investment performance. Treasury yields typically represent the risk-free return and serve as an opportunity cost for holding a risky asset. When Treasury yields are high, most investors may be satisfied with these risk-free yields. Therefore, when treasury yields are high, demand for risky assets is lower. Stock market instruments are usually less prevalent in these periods. Since these yields are assumed to be risk-free, an investor looking for a better yield needs to take a higher risk. Consequently, stock markets and risky assets do not perform well during high interest rate periods. When treasury yields are low, the demand for risky assets such as stocks increases. It is generally hard to generalize, but low interest environment increases demand for stock markets.<br/>Doğru cevap<br/>B) Low Treasury yields generally result in decreased demand for risky assets as investors prefer the safety of government bonds."
  },
  {
    "id": "3592749",
    "unitNumber": 3,
    "text": "Which of the following statements accurately describes the role of statistical moments in analyzing distributions and modeling uncertainty?",
    "correctAnswer": "E",
    "options": {
      "A": "Statistical moments like the mean and variance are irrelevant in analyzing the features of a distribution.",
      "B": "Statistical moments provide information about the shape of a distribution but are not useful for modeling uncertainty.",
      "C": "The selection of a distribution for modeling uncertainty is independent of the desired characteristics of the distribution.",
      "D": "Once a distribution is chosen, its parameters cannot be estimated using the moments.",
      "E": "Statistical moments like the mean and variance provide essential information about the central tendency and dispersion of a distribution, guiding the selection and parameter estimation of distributions for modeling uncertainty."
    },
    "explanation": "Statistical moments like the mean and variance play a crucial role in analyzing the features of a distribution. These moments provide essential information about the central tendency and dispersion of the distribution, which are important considerations in modeling uncertainty. The selection of a distribution for modeling uncertainty is based on the desired characteristics of the distribution and is often determined by the moments. Once a distribution is chosen, its parameters can be estimated using the moments, allowing analysts to gain insights into the nature of uncertainty in the studied system.<br/>Doğru cevap:<br/>E) Statistical moments like the mean and variance provide essential information about the central tendency and dispersion of a distribution, guiding the selection and parameter estimation of distributions for modeling uncertainty."
  },
  {
    "id": "3592750",
    "unitNumber": 3,
    "text": "Which of the following statements accurately describes the role of variance in finance?",
    "correctAnswer": "D",
    "options": {
      "A": "Variance measures the absolute deviation of investment returns from their expected value.",
      "B": "Variance is not relevant in finance as it does not provide any information about investment risk.",
      "C": "Variance estimation is only used in risk measurement and not in portfolio management or option pricing.",
      "D": "Variance allows investors to quantify and manage the risk associated with their investments by measuring the likelihood of returns deviating from their expected values.",
      "E": "Variance estimation is primarily used in forecasting future investment returns rather than analyzing historical performance."
    },
    "explanation": "In finance, variance measures the risk of an investment portfolio or an asset. It is a statistical measure of how much the returns on an investment are likely to deviate from their expected value or mean. The sample variance of the return series is a measure that shows how much the asset returns deviate from the sample mean over time. Overall, variance is a critical concept in modern finance because it allows investors to quantify and manage the risk associated with their investments. Variance estimation is directly used in portfolio management, option pricing, and risk measurement.<br/>Doğru cevap:<br/>D) Variance allows investors to quantify and manage the risk associated with their investments by measuring the likelihood of returns deviating from their expected values."
  },
  {
    "id": "3601498",
    "unitNumber": 4,
    "text": "For what is an annual interest rate often employed to find?",
    "correctAnswer": "A",
    "options": {
      "A": "Interest rates for regular intervals in a year.",
      "B": "Interest rates for regular intervals in a month",
      "C": "Interest rates for inregular intervals in a year.",
      "D": "Interest rates for inregular intervals in a month.",
      "E": "Future value of an investment."
    },
    "explanation": "If your answer is wrong, please review the “TIMING ASPECTS OF CASH FLOWS” section.<br/>An annual interest rate is generally employed to find interest rates for regular intervals in a year."
  },
  {
    "id": "3601499",
    "unitNumber": 4,
    "text": ".............. of a certain amount of money can be considered as the amount to which an investment will grow after earning interest.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Future interest rate",
      "B": "Future value",
      "C": "An increase in interest rates",
      "D": "Effective interest rate",
      "E": "Annual value"
    },
    "explanation": "If your answer is wrong, please review the “FUTURE VALUE” section.<br/><strong>Future value</strong> of a certain amount of money can be considered as the amount to which an investment will grow after earning interest."
  },
  {
    "id": "3601501",
    "unitNumber": 4,
    "text": "What is an intra-year compounding?",
    "correctAnswer": "C",
    "options": {
      "A": "When the compounding is applied once a month.",
      "B": "When the compounding is applied once a year.",
      "C": "When the compounding is applied more than once a year.",
      "D": "When the compounding is applied more than once a month.",
      "E": "When the compounding is applied more every month."
    },
    "explanation": "If your answer is wrong, please review the “Future Value” section.<br/>If the compounding is applied more than once a year such that m &gt; 1, then it is called intra-year compounding."
  },
  {
    "id": "3601515",
    "unitNumber": 4,
    "text": "Calculate the future value of 200 if interest is compounded annually at a rate of 8% for two years.",
    "correctAnswer": "A",
    "options": {
      "A": "233.28",
      "B": "116.64",
      "C": "203.21",
      "D": "216",
      "E": "108"
    },
    "explanation": "If your answer is wrong, please review the “Future Value” section.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/890db6d7570ca89980d586ba470b3548.png\" alt=\"\" width=\"442\" height=\"31\">"
  },
  {
    "id": "3601521",
    "unitNumber": 4,
    "text": "Consider a 10-year house loan with constant annual payments of 500000 at the annual interest rate r = 0.50. Find the present value of the loan when annual compounding is applied.",
    "correctAnswer": "D",
    "options": {
      "A": "897635.41",
      "B": "845789.65",
      "C": "921345.45",
      "D": "982658.47",
      "E": "982654.23"
    },
    "explanation": "If your answer is wrong, please review the “Present Value” section.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ee07b3e2cca408ec5f22f9a24aead643.png\" alt=\"\" width=\"314\" height=\"64\">"
  },
  {
    "id": "3601524",
    "unitNumber": 4,
    "text": "Suppose that a loan worth of 200 is growing at a rate gc = 0.04 annually to be paid in 5 years at an annual interest rate r = 0.15.<br/>What will be the present value of the annuity with annual compounding?",
    "correctAnswer": "A",
    "options": {
      "A": "718.3791",
      "B": "874.5644",
      "C": "798.5645",
      "D": "865.2356",
      "E": "756.2314"
    },
    "explanation": "If your answer is wrong, please review the “ANNUITIES: FINITE STREAM OF IDENTICAL CASH FLOWS” section.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4d58ad2fe9a6ebea27811d0e21660869.png\" alt=\"\" width=\"387\" height=\"50\">"
  },
  {
    "id": "3601525",
    "unitNumber": 4,
    "text": "Which formula gives the present value of perpetuity with annual compounding and constant annual payment C?",
    "correctAnswer": "0",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/93862d11d69690462edfdbd6d896321a.png\" alt=\"\" width=\"326\" height=\"99\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/19879ba8de3795a09a890f500c18ae2e.png\" alt=\"\" width=\"339\" height=\"109\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d488afa706f6cd099c5f4deb8b566593.png\" alt=\"\" width=\"315\" height=\"80\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/62770a89fe50cc578d2faf20bcb3c593.png\" alt=\"\" width=\"299\" height=\"91\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/af6dd49253fb706bf37c1623bfe298dc.png\" alt=\"\" width=\"332\" height=\"102\">"
    },
    "explanation": "If your answer is wrong, please review the “PERPETUITIES: INFINITE STREAM OF IDENTICAL CASH FLOWS” section.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/af6dd49253fb706bf37c1623bfe298dc.png\" alt=\"\" width=\"332\" height=\"102\">"
  },
  {
    "id": "3601526",
    "unitNumber": 4,
    "text": "Evaluation of cash flows over time is important for economic decision-makers to direct their ..................<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "economic activities",
      "B": "investments",
      "C": "decisions",
      "D": "further development",
      "E": "planning"
    },
    "explanation": "If your answer is wrong, please review the “INFLATION ADJUSTED NOMINAL INTEREST RATES: REAL INTEREST RATES ” section.<br/>Evaluation of cash flows over time is important for economic decision-makers to direct their economic activities."
  },
  {
    "id": "3601527",
    "unitNumber": 4,
    "text": "Simple or ..................... interest rate rules may be applied to find the future values of the present cash flows.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "present",
      "B": "compounding",
      "C": "future",
      "D": "fixed",
      "E": "constant"
    },
    "explanation": "If your answer is wrong, please review the “Future Value” and “Present Value” section.<br/>Simple or compounding interest rate rules may be applied to find the future values of the present cash flows."
  },
  {
    "id": "3601528",
    "unitNumber": 4,
    "text": "An ................. interest rate is the yearly interest rate that would produce the same result after 1 year without compounding.",
    "correctAnswer": "E",
    "options": {
      "A": "future",
      "B": "compounding",
      "C": "constant",
      "D": "fixed",
      "E": "effective"
    },
    "explanation": "If your answer is wrong, please review the “Future Value” section.<br/>An effective interest rate is the yearly interest rate that would produce the same result after 1 year without compounding."
  },
  {
    "id": "3831097",
    "unitNumber": 5,
    "text": "Which of the following is <strong>not</strong> one of the methods used for evaluating investments in an environment where cash flows can be projected correctly?",
    "correctAnswer": "D",
    "options": {
      "A": "Internal Rate of Return (IRR)",
      "B": "Profitability Index (PI)",
      "C": "Net present value (NPV)",
      "D": "Consumer Price Index (CPI)",
      "E": "Modified Internal Rate of Return (MIRR)"
    },
    "explanation": "This question is generated from \"introduction\" section.<br/>In an environment where investments’ cash flows can be projected correctly, the following six methods are used for evaluation:<br/><ol> <li>Net present value (NPV)</li> <li>Profitability Index (PI)</li> <li>Internal Rate of Return (IRR)</li> <li>Modified Internal Rate of Return (MIRR)</li> <li>Payback Period (PP)</li> <li>Discounted Payback Period (DPP)</li> </ol> The correct answer is option B."
  },
  {
    "id": "3831105",
    "unitNumber": 5,
    "text": "Which of the following refers to the method that calculates the difference between the present values of all benefits and costs for any given investment project?",
    "correctAnswer": "E",
    "options": {
      "A": "Modified Internal Rate of Return (MIRR)",
      "B": "Internal Rate of Return (IRR)",
      "C": "Profitability Index (PI)",
      "D": "Payback Period (PP)",
      "E": "Net present value (NPV)"
    },
    "explanation": "This question is generated from the \"NET PRESENT VALUE\" section.<br/>Net Present Value: The net present value (NPV) method calculates the difference between present values of all benefits and costs for any given investment project. The correct answer is option E."
  },
  {
    "id": "3831232",
    "unitNumber": 5,
    "text": "Which of the following represents the profitability index?",
    "correctAnswer": "A",
    "options": {
      "A": "Present value of future cash flows of the investment / Initial cost of the investment",
      "B": "Initial cost of the investment / Present value of future cash flows of the investment",
      "C": "Lifetime of the investment in a year / Discount rate",
      "D": "Discount rate / Lifetime of the investment in a year",
      "E": "Initial cost of the investment / Discount rate"
    },
    "explanation": "This question is generated from the Profitability Index (PI) section.<br/>Profitability Index = Present value of future cash flows of the investment / Initial cost of the investment<br/>The correct answer is option A."
  },
  {
    "id": "3831244",
    "unitNumber": 5,
    "text": "\"The Profitability index (PI) is a ratio combined with the ---------- to rank investment options with different initial costs.\"<br/>Which of the following completes the sentence above?",
    "correctAnswer": "E",
    "options": {
      "A": "internal rate of return",
      "B": "payback period",
      "C": "modified mnternal rate of return",
      "D": "discounted payback period",
      "E": "net present value ratio"
    },
    "explanation": "This question is generated from the Profitability Index (PI) section.<br/>The Profitability index (PI) is a ratio combined with the net present value ratio to rank investment options with different initial costs. The correct answer is option E."
  },
  {
    "id": "3831246",
    "unitNumber": 5,
    "text": "<ol type=\"I\"><br/><li>PI considers all of the cash flows of an investment project during its lifetime and it uses a suitable discount rate.</li><br/><li>When firms face capital rationing, PI provides a useful measure of the efficiency of an investment project.</li><br/><li>Even when projects are indivisible, and capital rationing is in place, PI may provide a good measure.</li><br/></ol><br/>Which of the above are among the properties of the Profitability Index (PI)?",
    "correctAnswer": "C",
    "options": {
      "A": "I",
      "B": "III",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II, and III"
    },
    "explanation": "This question is generated from the Profitability Index (PI) section.<br/>Properties of the Profitability Index<br/><ul><br/><li>PI considers all of the cash flows of an investment project during its lifetime and it uses a suitable discount rate.</li><br/><li>When firms face capital rationing, PI provides a useful measure of the efficiency of an investment project.</li><br/><li>When projects are indivisible, and capital rationing is in place, PI may not provide a good measure.</li><br/><li>PI cannot distinguish projects of vastly different scales and may conflict with NPV when evaluating mutually exclusive projects. </li><br/></ul><br/>The correct answer is option C."
  },
  {
    "id": "3831293",
    "unitNumber": 5,
    "text": "\"---------- is the discount rate that sets the net present value of the investment equal to zero\"<br/>Which of the following completes the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "Payback Period (PP)",
      "B": "Discounted Payback Period (DPP)",
      "C": "Modified Internal Rate of Return (MIRR)",
      "D": "Internal Rate of Return (IRR)",
      "E": "Net present value (NPV)"
    },
    "explanation": "This question is generated from the Internal Rate of Return (IRR) section.<br/>Internal Rate of Return (IRR) is the discount rate that sets the net present value of the investment equal to zero. The correct answer is option D."
  },
  {
    "id": "3831321",
    "unitNumber": 5,
    "text": "Which of the following is <strong>not</strong> a feature of IRR?",
    "correctAnswer": "B",
    "options": {
      "A": "IRR can be considered as the rate of return on investment and its calculation needs discounting.",
      "B": "IRR is widely used because it is very easy to calculate.",
      "C": "All of the cash flows along the investment’s lifetime are taken into account.",
      "D": "The existence of multiple IRRs renders IRR criterion unreliable and not usable.",
      "E": "Projects with IRRs greater than the costs of capital are viable investment projects."
    },
    "explanation": "This question is generated from the Crossover Rate section.<br/>Properties of IRR<br/><ul><br/><li>IRR can be considered as the rate of return on investment and its calculation needs discounting.</li><br/><li>All of the cash flows along the investment’s lifetime are taken into account.</li><br/><li>Projects with IRRs greater than the costs of capital are viable investment projects.</li><br/><li>Its calculation is complex.</li><br/><li>Investment projects with non-conventional cash flows may have multiple IRRs.</li><br/><li>The existence of multiple IRRs renders IRR criterion unreliable and not usable.</li><br/></ul><br/>The correct answer is option B."
  },
  {
    "id": "3831324",
    "unitNumber": 5,
    "text": "\"The investor chooses the reinvestment rate in the calculation of --------. In contrast, -------- is determined by the investment’s cash flows only.\"<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "MIRR / IRR",
      "B": "IRR / MRR",
      "C": "NPV / PI",
      "D": "PI / NPV",
      "E": "IRR / PI"
    },
    "explanation": "This question is generated from the MODIFIED INTERNAL RATE OF RETURN (MIRR) section.<br/>Advantages of MIRR over IRR: The investor chooses the reinvestment rate in the calculation of<br/>MIRR. In contrast, IRR is determined by the investment’s cash flows only. The correct answer is option A."
  },
  {
    "id": "3831325",
    "unitNumber": 5,
    "text": "Which of the following gives the acceptance decision rule for the Discounted Payback Period?",
    "correctAnswer": "D",
    "options": {
      "A": "Maximum acceptable payback period &lt; 0",
      "B": "Maximum acceptable payback period &gt; 0",
      "C": "Payback period = Maximum acceptable payback period",
      "D": "Payback period &lt; Maximum acceptable payback period",
      "E": "Payback period &gt; Maximum acceptable payback period"
    },
    "explanation": "This question is generated from the Payback Period with Discounted Cash Flows: Discounted Payback Period (DPP) section.<br/>The Payback Period Decision (accept/reject) Rule<br/><ul><br/><li>Accept if the payback period &lt; maximum acceptable payback period.</li><br/><li>Reject if the payback period &gt; maximum acceptable payback period.</li><br/></ul><br/>The correct answer is option D."
  },
  {
    "id": "3831341",
    "unitNumber": 5,
    "text": "Which of the following gives the acceptance decision rule for the Modified Internal Rate of Return?",
    "correctAnswer": "A",
    "options": {
      "A": "MIRR &gt; Cost of capital r (discount rate) (required rate of return)",
      "B": "MIRR &lt; Cost of capital r (discount rate) (required rate of return)",
      "C": "MIRR = Cost of capital r (discount rate) (required rate of return)",
      "D": "MIRR &gt; Maximum acceptable payback period.",
      "E": "MIRR &lt; Maximum acceptable payback period."
    },
    "explanation": "This question is generated from the MODIFIED INTERNAL RATE OF RETURN (MIRR) section.<br/>Decision Rule: Modified Internal Rate of Return<br/><ul> <li>Accept the project if MIRR &gt; cost of capital r (discount rate) (required rate of return)</li> <li>Reject the project if MIRR &lt; cost of capital r (discount rate) (required rate of return)</li> </ul> The correct answer is option A."
  },
  {
    "id": "3601478",
    "unitNumber": 6,
    "text": "Which of the given statements can be said to be true about Forwards?",
    "correctAnswer": "A",
    "options": {
      "A": "They are tailor-made between parties.",
      "B": "Generally, the contract is exchanged in the secondhand market before maturity.",
      "C": "The risk of default is eliminated via the collateralization mechanism.",
      "D": "The contract is formal and binding.",
      "E": "The contract is standard in terms of both content and maturity."
    },
    "explanation": "The contract is not standard in terms of content and maturity. They are tailor-made between parties. Generally, there’s delivery at maturity or net settlement. Counterpart risk is minimized.<br/>The answer is A."
  },
  {
    "id": "3601479",
    "unitNumber": 6,
    "text": "Which of the given statements can be said to be true about Futures?",
    "correctAnswer": "D",
    "options": {
      "A": "There’s always delivery at maturity or net settlement.",
      "B": "Counterpart risk is minimized.",
      "C": "They are tailor-made between parties.",
      "D": "Generally, the contract is exchanged in the secondhand market before maturity.",
      "E": "The contract is not standard in terms of content and maturity."
    },
    "explanation": "The contract is standard in terms of both content and maturity. The contract is formal and binding. The risk of default is eliminated via the collateralization mechanism. Generally, the contract is exchanged in the secondhand market before maturity.<br/>The answer is D."
  },
  {
    "id": "3601480",
    "unitNumber": 6,
    "text": "I. Interest rates<br/>II. Hedging<br/>III. Currencies<br/>IV. Credit<br/>Which of the given is a type of swap?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "I, II and III",
      "D": "I, II and IV",
      "E": "I, III and IV"
    },
    "explanation": "Types of Swaps<br/>i. Interest rates: Interest rate swaps are the most common type of swap contracts, where two parties exchange cash flows based on different interest rates. For example, one party may agree to pay a fixed interest rate to the other party in exchange for a variable interest rate.<br/>ii. Currencies: Currency swaps involve the exchange of cash flows based on different currencies. For example, one party may agree to pay a fixed amount of U.S. dollars in exchange for receiving a fixed amount of euros.<br/>iii. Commodities: Commodity swaps involve the exchange of cash flows based on different commodities, such as oil, natural gas, or metals. For example, one party may agree to pay a fixed price for a certain amount of oil in exchange for receiving a variable price based on the market price of oil.<br/>iv. Equity: Equity swaps involve the exchange of cash flows based on the performance of stocks or stock indices. For example, one party may agree to pay a fixed amount based on the performance of a stock index while receiving a variable amount based on the performance of individual stocks within the index.<br/>v. Credit: Credit default swaps involve the exchange of cash flows based on the credit risk of a particular bond or security. For example, one party may agree to pay the other party if a particular bond defaults.<br/>The answer is E."
  },
  {
    "id": "3601481",
    "unitNumber": 6,
    "text": "What is the most popular derivative contracts?",
    "correctAnswer": "E",
    "options": {
      "A": "Foreign exchange contracts",
      "B": "Credit derivatives",
      "C": "Futures transactions",
      "D": "Cash",
      "E": "Interest rate derivatives"
    },
    "explanation": "The most popular derivative contracts are interest rate derivatives, followed by foreign exchange contracts. The answer is E."
  },
  {
    "id": "3601482",
    "unitNumber": 6,
    "text": "I. In exchange-traded markets, buyers and sellers trade securities through a centralized exchange where the trades are executed and cleared by a third-party exchange. On the other hand, in OTC markets, buyers and sellers trade directly with each other, often through dealers or brokers, without needing a centralized exchange.<br/>II. OTC markets are typically more regulated than exchange-traded markets. OTC securities are subject to strict regulatory requirements and oversight, which helps to ensure fair and orderly trading and investor protection. In contrast, exchange-traded markets are generally less regulated, which may result in greater investor risk.<br/>III. Exchange-traded security has specific standards regarding maturity, form of delivery, product quality, etc.<br/>Which of the given statements can be said to be true about the differences between Exchange-traded markets and over-the-counter (OTC) markets?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "Exchange-traded markets and over-the-counter (OTC) markets are two types of financial markets. Here are some key differences between the two:<br/>i. Trading Process: In exchange-traded markets, buyers and sellers trade securities through a centralized exchange where the trades are executed and cleared by a third-party exchange. On the other hand, in OTC markets, buyers and sellers trade directly with each other, often through dealers or brokers, without needing a centralized exchange.<br/>ii. Regulation: Exchange-traded markets are typically more regulated than OTC markets. Exchangetraded securities are subject to strict regulatory requirements and oversight, which helps to ensure fair and orderly trading and investor protection. In contrast, OTC markets are generally less regulated, which may result in greater investor risk.<br/>iii. Standardization: Exchange-traded security has specific standards regarding maturity, form of delivery, product quality, etc.<br/>The answer is D."
  },
  {
    "id": "3601483",
    "unitNumber": 6,
    "text": "I. The spot market is where financial assets are traded for immediate delivery and payment. On the other hand, derivative instruments derive their value from underlying assets such as securities, commodities, or currencies.<br/>II. The spot market is used for immediate transactions, while the derivative market is used for hedging or speculation.<br/>III. In the spot market, investors are exposed to the risk of the price movements of the underlying asset as well as the risk of the financial instrument itself. However, in the derivative market, investors are exposed to the price risk of the underlying asset. <br/>Which of the given statements can be said to be true about the differences between Spot Markets and Derivative Markets?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "The spot market, also known as the cash market, is where financial assets are traded for immediate delivery and payment. On the other hand, derivative instruments derive their value from underlying assets such as securities, commodities, or currencies. Most of those underlying assets are spot market instruments.<br/>Derivatives allow investors to hedge against price movements in the underlying asset or speculate on future price movements. In the derivatives market, the value of a derivative instrument is determined by the underlying asset’s price. The settlement in these instruments is done at prespecified future dates. Derivative contracts contain all the details regarding the execution of a specific contract, such as maturity, delivery conditions, and the price at which the underlying asset will be exchanged.<br/>Another key difference between the spot and derivative markets is the level of risk involved. In the spot market, investors are exposed to the price risk of the underlying asset. However, in the derivative market, investors are exposed to the risk of the price movements of the underlying asset as well as the risk of the financial instrument itself.<br/>Overall, the spot and derivative markets serve different purposes and are used by investors for different reasons. The spot market is used for immediate transactions, while the derivative market is used for hedging or speculation.<br/>The answer is C."
  },
  {
    "id": "3601484",
    "unitNumber": 6,
    "text": "What is a financial agreement between two parties to exchange cash flows based on a predetermined set of terms?",
    "correctAnswer": "B",
    "options": {
      "A": "Asset",
      "B": "A swap",
      "C": "Contract",
      "D": "Forwards",
      "E": "Trade"
    },
    "explanation": "A swap is a financial agreement between two parties to exchange cash flows based on a predetermined set of terms.<br/>The answer is B."
  },
  {
    "id": "3601485",
    "unitNumber": 6,
    "text": "What is a financial contract between two parties, where one party (the holder or buyer of the option) has the right, but not the obligation, to buy or sell an underlying asset at a specified price (the strike price) and a specified date (the expiration date)?",
    "correctAnswer": "B",
    "options": {
      "A": "A forward contract",
      "B": "An option contract",
      "C": "A future contract",
      "D": "A currency hedge",
      "E": "A financial instrument"
    },
    "explanation": "An option contract is a financial contract between two parties, where one party (the holder or buyer of the option) has the right, but not the obligation, to buy or sell an underlying asset at a specified price (the strike price) and a specified date (the expiration date).<br/>The answer is B."
  },
  {
    "id": "3601486",
    "unitNumber": 6,
    "text": "I. The margin mechanism in futures markets is designed to guarantee that investors have enough funds to cover any losses they may incur in their futures trading activities. <br/>II. To initiate a futures position, investors are required to deposit a certain sum of money known as the “initial margin” with their broker.<br/>III. The variation margin, on the other hand, is the minimum amount of money that must be kept in the trader’s account to keep the position open.<br/>What can be said to be true about the margin mechanism in futures markets?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "The margin mechanism in futures markets is designed to guarantee that investors have enough funds to cover any losses they may incur in their futures trading activities. This mechanism involves three components: initial margin, maintenance margin and variation margin. To initiate a futures position, investors are required to deposit a certain sum of money known as the “initial margin” with their broker. The amount of initial margin required varies depending on the type of futures contract, the exchange, and the volatility of the underlying asset. There is no single formula but usually 3-4 times the daily standard deviation of the underlying asset can be considered as a good measure. The maintenance margin, on the other hand, is the minimum amount of money that must be kept in the trader’s account to keep the position open. If the value of the position falls below the maintenance margin level, the trader will be required to deposit additional funds to bring the account back up to the initial margin level. Variation margin is another form of margin mechanism used in futures markets to manage the risk of loss resulting from the daily price movements of the underlying asset. As the value of the futures contract f luctuates daily, the variation margin is calculated and exchanged between the trader and the broker to account for the changes in the position’s value. If the value of the futures contract decreases, the trader will be required to deposit additional funds to cover the loss, which will be held as variation margin by the broker. T he purpose of variation margin is to ensure that the trader always has enough funds to cover the potential losses resulting from daily price movements in the futures market. This mechanism helps to mitigate the risk of default by either party and ensures that the position is constantly collateralized to protect both parties. It’s important to note that while variation margin helps to manage risk, futures trading is still considered a high-risk activity and traders should always have a clear understanding of the risks involved before engaging in futures trading.<br/>The answer is C."
  },
  {
    "id": "3601488",
    "unitNumber": 6,
    "text": "I. In forwards, there are two common parties - buyers and sellers of a given contract. <br/>II. The party who buys the contract with a specified price and date in the future is known as the short position holder.<br/>III. The party who sells the contract for a given price and maturity is known as the long position holder.<br/>What can be said to be true about forwards?",
    "correctAnswer": "A",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "In forwards, there are two common parties - buyers and sellers of a given contract. The party who buys the contract with a specified price and date in the future is known as the long position holder. Conversely, the party who sells the contract for a given price and maturity is known as the short position holder. <br/>The answer is A."
  },
  {
    "id": "3601414",
    "unitNumber": 7,
    "text": "Which of the following is not included in the current liabilities part of a balance sheet?",
    "correctAnswer": "E",
    "options": {
      "A": "Accourts Payable",
      "B": "Unearned Revenues",
      "C": "Long-Term Abtes Payable",
      "D": "Common Stock",
      "E": "Prepaid Expenses"
    },
    "explanation": "Prepaid Expenses are current assets"
  },
  {
    "id": "3601415",
    "unitNumber": 7,
    "text": "I. Marketable securities<br/>II. Accounts receivable<br/>III. Prepaid expenses<br/>Which of the above is one of the current assets?",
    "correctAnswer": "A",
    "options": {
      "A": "I. II. and III.",
      "B": "I. and III.",
      "C": "II. and III.",
      "D": "I. and II.",
      "E": "Only II."
    },
    "explanation": "Current Assets can include items such as Cash and cash equivalents, Marketable securities, Accounts receivable, Inventories, and Prepaid expenses. Non-Current Assets that you expect to be used for numerous years can include items such as Equipment, Machinery, Vehicles, Buildings, Land (previous items may also be grouped as PPE-Property, Plant and Equipment), Accumulated Depreciation, Intangibles, and Longterm Investments."
  },
  {
    "id": "3601416",
    "unitNumber": 7,
    "text": "..... incoming funding owners of the company.<br/>Which of the following options fills the gap above?",
    "correctAnswer": "B",
    "options": {
      "A": "Liabilities",
      "B": "Equity",
      "C": "Assets",
      "D": "Net income",
      "E": "Bonds"
    },
    "explanation": "Equity: financing that has come from the owners of the company"
  },
  {
    "id": "3601417",
    "unitNumber": 7,
    "text": "Which of the following is a relatively new addition to the tables and like the income statement, it covers a period?",
    "correctAnswer": "A",
    "options": {
      "A": "Cash flow statement",
      "B": "Common size statement",
      "C": "Financial ratios",
      "D": "Activity ratios",
      "E": "Stock valuation"
    },
    "explanation": "The Cash Flow statement is a relatively recent addition to the statements and like the income<br/>statement it also covers a period of time."
  },
  {
    "id": "3601418",
    "unitNumber": 7,
    "text": "Which of the following is not true about profitability ratios?",
    "correctAnswer": "C",
    "options": {
      "A": "Gross Profit Margin (GPM)=Gross profit/Net sales",
      "B": "Operating Profit Margin (OPM)=Operating profit (EBIT)/Net sales",
      "C": "Net Profit Margin (NPM)=Debt/Equity",
      "D": "Return on Equity (ROE) =Net profit/Equity",
      "E": "Return on Assets (ROA)=Net profit/Total assets"
    },
    "explanation": "Net Profit Margin (NPM)=Net profit/Net sales"
  },
  {
    "id": "3601419",
    "unitNumber": 7,
    "text": "I. The right to share proportionally in the dividends of the company,<br/>II. Inability to participate proportionally in the distribution in case of liquidation of the company,<br/>III. The right to vote on important issues affecting the company and elect members to the board of directors<br/>Which of the above are the rights of common stocks?",
    "correctAnswer": "D",
    "options": {
      "A": "I. II. and III.",
      "B": "II. and III.",
      "C": "I. and II.",
      "D": "I. and III.",
      "E": "Only II."
    },
    "explanation": "Companies may have different classes of stock, we will be focusing on the most widely found of these shares which are called common stock. Common stocks typically have these rights:<br/>1. The right to share proportionally in the dividends of the company,<br/>2. The right to share proportionally in the distribution in case of liquidation of the company,<br/>3. The right to vote on important issues affecting the company and elect members to the board of directors,<br/>4. The pre-emptive right prevents the dilution of existing shareholders’ share of ownership against their wishes."
  },
  {
    "id": "3601420",
    "unitNumber": 7,
    "text": "... , stocks that pay low or no dividends but whose prices increase at high rates. As a result, all or most of their returns come from capital gains. Which of the following options fills the gap above?",
    "correctAnswer": "B",
    "options": {
      "A": "Income stocks",
      "B": "Growth stock",
      "C": "Profit stocks",
      "D": "Constant growth",
      "E": "Capital expenditures"
    },
    "explanation": "Growth stocks: stocks that pay low or no dividends but whose prices increase at high rates. As a result, all or most of their returns come from capital gains."
  },
  {
    "id": "3601421",
    "unitNumber": 7,
    "text": "All privately and publicly available information is fully reflected in prices. If this form of efficiency holds, it should not even be possible for insiders like managers, owners, bankers, politicians, or judges to use private information to obtain consistent excess profits. You answer that the form of the EMH is:",
    "correctAnswer": "B",
    "options": {
      "A": "Weak form",
      "B": "Strong form",
      "C": "Semistrong form",
      "D": "Efficiency form",
      "E": "Inefficient form"
    },
    "explanation": "Strong form of the EMH states that all privately and publicly available information is fully reflected in prices. If strong form efficiency holds, it should not even be possible for insiders like managers, owners, bankers, politicians, or judges to use private information to obtain consistent excess profits. Even insiders trading on their information (independent of legal and ethical considerations) would be engaging in useless activities."
  },
  {
    "id": "3601422",
    "unitNumber": 7,
    "text": "Which of the following is included in the current assets part of a balance sheet?",
    "correctAnswer": "B",
    "options": {
      "A": "Accourts Payable",
      "B": "Accounts Receivable",
      "C": "Current Maturity-Long Term Debt",
      "D": "Long-Term Debt",
      "E": "Additional Paid In Capital"
    },
    "explanation": "Accounts Receivable is included in the current assets part of a balance sheet"
  },
  {
    "id": "3601423",
    "unitNumber": 7,
    "text": "Which of the following is among the liquidity ratios?",
    "correctAnswer": "A",
    "options": {
      "A": "Quick or Acid-test ratio",
      "B": "Account Receivable Turnover",
      "C": "Inventory Turnover",
      "D": "Debt to Equity ratio",
      "E": "Times Interest Earned (TIE) ratio"
    },
    "explanation": "Liquidity Ratios<br/>• Current ratio=Current assets/Current liabilities<br/>• Quick or Acid-test ratio=(Current assets-Inventory)/Current liabilities"
  },
  {
    "id": "3840107",
    "unitNumber": 8,
    "text": "Which of the following correctly describes the price of a zero-coupon bond under continuous compounding?",
    "correctAnswer": "B",
    "options": {
      "A": "P=F(1+r)<sup>T</sup>",
      "B": "P=F⋅e<sup>−rT</sup>",
      "C": "<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><semantics><mrow><mi>P</mi><mo>=</mo><mi>F</mi><mi mathvariant=\"normal\">/</mi><mo stretchy=\"false\">(</mo><mn>1</mn><mo>+</mo><mi>r</mi><msup><mo stretchy=\"false\">)</mo><mi>T</mi></msup></mrow><annotation encoding=\"application/x-tex\">P = F / (1 + r)^T</annotation></semantics></math>",
      "D": "P=F⋅(1+r)<sup>−mT</sup>",
      "E": "P=e<sup>rT</sup>"
    },
    "explanation": "Çözüm için bakınız:<br/>Ünite: 8<br/>Denklem: 1.2<br/>Sayfa: 242"
  },
  {
    "id": "3840609",
    "unitNumber": 8,
    "text": "Which type of bond allows a straightforward analytical solution for yield to maturity?",
    "correctAnswer": "D",
    "options": {
      "A": "Step-up coupon bond",
      "B": "Floating rate bond",
      "C": "Coupon bond",
      "D": "Zero-coupon bond",
      "E": "Convertible bond"
    },
    "explanation": "The yield to maturity (YTM) of zero-coupon bonds can be directly calculated using:<br/>γ=(F/P )<sup>1/</sup><sup>T</sup><sup>m</sup> −1<br/>This is not the case for coupon bonds, which generally require iterative or numerical methods."
  },
  {
    "id": "3840610",
    "unitNumber": 8,
    "text": "When interest rates and coupon payments vary over time, how is the bond price calculated?",
    "correctAnswer": "C",
    "options": {
      "A": "Using a single discount factor for all periods",
      "B": "Averaging all interest rates",
      "C": "Discounting each cash flow separately using its corresponding interest rate",
      "D": "Applying the yield to maturity directly",
      "E": "Only considering the final cash flow"
    },
    "explanation": "In environments where both interest rates and coupon payments change over time, each cash flow must be discounted using its respective rate and time period. This avoids mispricing due to interest rate variations."
  },
  {
    "id": "3840661",
    "unitNumber": 8,
    "text": "Which method can be used for approximating yield to maturity when analytical solution is not possible?",
    "correctAnswer": "C",
    "options": {
      "A": "Interpolation between durations",
      "B": "Macaulay method",
      "C": "Linear approximation between two known yields",
      "D": "Using spot rates",
      "E": "Yield curve estimation"
    },
    "explanation": "When YTM cannot be solved explicitly, it can be approximated using linear interpolation between two yields that bracket the bond price, as described in Equation (2.5) of Unit 8."
  },
  {
    "id": "3840664",
    "unitNumber": 8,
    "text": "Which of the following changes decreases a bond's duration, all else constant?",
    "correctAnswer": "C",
    "options": {
      "A": "Decrease in yield",
      "B": "Increase in maturity",
      "C": "Increase in coupon rate",
      "D": "Constant cash flows",
      "E": "Zero-coupon structure"
    },
    "explanation": "Higher coupon payments increase the present value of earlier cash flows, pulling the average maturity of cash flows forward, thus decreasing duration."
  },
  {
    "id": "3840741",
    "unitNumber": 8,
    "text": "If inflation increases sharply, which bond is least attractive?",
    "correctAnswer": "C",
    "options": {
      "A": "Inflation-indexed bond",
      "B": "Short-term bond",
      "C": "Fixed-rate long-term bond",
      "D": "Floating rate note",
      "E": "Bond with real yield adjustment"
    },
    "explanation": "Fixed-rate long-term bonds suffer in value as inflation erodes the real value of fixed payments."
  },
  {
    "id": "3840743",
    "unitNumber": 8,
    "text": "What does convexity allow an investor to understand better?",
    "correctAnswer": "D",
    "options": {
      "A": "Long-term inflation risks",
      "B": "Linear pricing trends",
      "C": "Approximate duration",
      "D": "Non-linear price changes in response to yield",
      "E": "Constant yield over time"
    },
    "explanation": "Convexity improves upon duration by accounting for the curvature in the price-yield relationship, giving a more accurate estimate of price change for large yield movements"
  },
  {
    "id": "3840745",
    "unitNumber": 8,
    "text": "Which of the following is a feature of a premium bond?",
    "correctAnswer": "D",
    "options": {
      "A": "Price &lt; Face value",
      "B": "Coupon rate &lt; Yield to maturity",
      "C": "Current yield = Yield to maturity",
      "D": "Coupon rate &gt; Yield to maturity",
      "E": "It pays no interest"
    },
    "explanation": "In a premium bond, the price is above face value because the coupon payments are more generous than current market rates, making the coupon rate exceed the yield to maturity"
  },
  {
    "id": "3840746",
    "unitNumber": 8,
    "text": "What is the real value of a nominal cash flow of $50 in year 2, if CPI0 = 1.05 and CPI2 = 1.15?",
    "correctAnswer": "C",
    "options": {
      "A": "$50",
      "B": "$52.5",
      "C": "$45.65",
      "D": "$47.72",
      "E": "$43.75"
    },
    "explanation": "Real value = Nominal × (CPI₀ / CPI₂) = 50 × (1.05 / 1.15) ≈ 45.65"
  },
  {
    "id": "3840748",
    "unitNumber": 8,
    "text": "Which of the following best describes Macaulay duration?",
    "correctAnswer": "B",
    "options": {
      "A": "Rate of change in price due to inflation",
      "B": "Time-weighted average of discounted cash flows",
      "C": "Yield adjusted bond valuation",
      "D": "Measurement of coupon variability",
      "E": "Time until bond price equals its face value"
    },
    "explanation": "Basically, a bond’s duration measure is formulated as the weighted average of the periods in which the bond’s future cash flows will accrue. Generally, the weight of each period is assigned as the ratio of that period’s discounted cash flow to the cost of the bond, which is its price. The most common measures are Macaulay and modified durations. Macaulay duration measures the number of periods required to recover the cost of a bond, considering present values of all future coupon and principal payments. Modified duration adjusts Macaulay duration to measure the responsiveness of a bond’s price to interest changes"
  }
]