[
  {
    "id": "2360340",
    "unitNumber": 1,
    "text": "Hangi bilgi muhasebenin ilgi alanına girer?",
    "correctAnswer": "A",
    "options": {
      "A": "Bankaya para yatırılması",
      "B": "Pazar payı",
      "C": "Personel sayısı",
      "D": "Müşteri memnuniyeti",
      "E": "Çalışma süreleri"
    },
    "explanation": "Personel sayısı, çalışma süreleri, pazar payı, müşteri memnuniyeti gibi finansal olmayan pek çok bilgi de kararlarda kullanılmasına rağmen, bu bilgiler muhasebenin ilgi alanına girmemektedir."
  },
  {
    "id": "2360392",
    "unitNumber": 1,
    "text": "Muhasebenin hangi işlevi, aynı nitelikteki mali bilgilerin topluca bir arada görülebilmesini sağlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Sınıflandırma",
      "B": "Kaydetme",
      "C": "Analiz",
      "D": "Belgeleme",
      "E": "Özetleme"
    },
    "explanation": "Sınıflandırma işlevi sayesinde, aynı nitelikteki bilgilerin topluca bir arada görülebilmesi sağlanır."
  },
  {
    "id": "2360396",
    "unitNumber": 1,
    "text": "Muhasebe bilgi sisteminde üretilen bilgilerin işletme yönetimi tarafından işletmeyle ilgili değerlendirmelerde ve kararlarda kullanılabilmesi muhasebenin hangi işlevi sayesinde sağlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Analiz ve yorumlama",
      "B": "Kaydetme",
      "C": "Ödeme",
      "D": "Özetleme",
      "E": "Sınıflandırma"
    },
    "explanation": "Analiz ve yorumlama işlevi sayesinde, muhasebe bilgi sisteminde üretilen bilgilerin işletme yönetimi tarafından işletmeyle ilgili değerlendirmelerde ve kararlarda kullanılabilmesi sağlanır."
  },
  {
    "id": "2360406",
    "unitNumber": 1,
    "text": "............., işletme yönetimi tarafından yönetsel kararların alınması için temel alınacak olan bilginin oluşturulması ve yorumlanması sürecini içeren sistemdir.",
    "correctAnswer": "A",
    "options": {
      "A": "Yönetim muhasebesi",
      "B": "Finansal muhasebe",
      "C": "Maliyet muhasebesi",
      "D": "Sınıflandırma",
      "E": "Özetleme"
    },
    "explanation": "Yönetim muhasebesi, işletme yönetimi tarafından yönetsel kararların alınması için temel alınacak olan bilginin oluşturulması ve yorumlanması sürecini içeren sistemdir."
  },
  {
    "id": "2360412",
    "unitNumber": 1,
    "text": "I- İşletme sahibinin şahsi otomobil yakıt gideri\n<br/>II- İşletmeye demirbaş alımı\n<br/>III- Çalışanlara ücret ödemesi\n<br/>IV- Bankadan para çekilmesi\n<br/>Hangileri kişilik kavramı gereği muhasebede kayıt altına alınır?",
    "correctAnswer": "A",
    "options": {
      "A": "II-III-IV",
      "B": "I-II-IV",
      "C": "I-III",
      "D": "I-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Kişilik kavramı gereğince muhasebe, yalnızca işletmeye ait varlık, kaynak, gelir ve giderleri kaydeder. Örneğin, işletme sahibinin şahsi arabası için yapmış olduğu akaryakıt harcamasının işletmenin muhasebe kayıtlarında yeri yoktur. \n<br/>II-III-IV muhasebede kayıt altına alınır."
  },
  {
    "id": "2360416",
    "unitNumber": 1,
    "text": "\"Vadeli çeklerin dönem sonlarında muhasebeleştirilirken senet olarak işlem görmesi hangi kavram gereğidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Özün Önceliği",
      "B": "Tarafsızlık ve Belegelendirme",
      "C": "Önemlilik",
      "D": "Tutarlılık",
      "E": "Sosyal Sorumluluk"
    },
    "explanation": "Yasal açıdan vadesiz bir ödeme belgesi olmasına karşın uygulamada vadeli ödeme aracı olarak kullanılan çeklerle ilgili muhasebe kayıtlarının da buna göre yeniden düzenlenmesi gerekmektedir. Dolayısıyla, çekler normalde anında ödeme aracı olarak kullanılmaktayken, vadeli olarak düzenlenmiş bir çek, ileriye atılan bir ödemeyi temsil ettiği için, yasal biçimine rağmen senet olarak kabul edilmeli ve dönem sonlarında muhasebeleştirilirken de özü gereği senet olarak işlem görmelidir.\n İşlemlerin muhasebeye yansıtılmasında ve onlara ilişkin değerlendirmelerin yapılmasında yasal biçimleri yerine özleri esas alınır. Dolayısıyla özün önceliği kavramı gereği yapılmalıdır"
  },
  {
    "id": "2360418",
    "unitNumber": 1,
    "text": "İşletmenin mali bilgileri şöyledir;\n Kasa mevcudu 10.000\n Ticari Mallar 50.000\n Taşıtlar 40.000\n Banka Kredileri 20.000\n Sermaye ne kadardır?",
    "correctAnswer": "A",
    "options": {
      "A": "80.000",
      "B": "120.000",
      "C": "60.000",
      "D": "50.000",
      "E": "100.000"
    },
    "explanation": "Varlıklar = Borç+ Sermaye \n Kasa 10.000 + Ticari Mallar 50.000 + Taşıtlar 40.000 = Banka Kredi. 20.000 + Sermaye ?\n Varlıklar toplamı 100.000 - Banka Kredileri 20.000 = Sermaye 80.000"
  },
  {
    "id": "2360425",
    "unitNumber": 1,
    "text": "\"İşletme 5.000 TL senetsiz (veresiye) borcunu nakit olarak ödemiştir.\" Bu mali nitelikli işlem bilanço üzerinde hangi etkiyi gösterir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aktif toplamı ve pasif toplamı 5.000 azalır",
      "B": "Aktif toplamı 5.000 azalır pasif toplamı 5.000 artar",
      "C": "Sadece aktif toplamı 5.000 azalır",
      "D": "Aktif toplamı 5.000 artar, pasif toplamı 5.000 azalır",
      "E": "Sadece pasif toplamı 5.000 artar"
    },
    "explanation": "Mali nitelikli işlem sonucu kasa 5.000 azalırken aynı zamanda borçlarda da 5.000 azalma olacağından, aktif toplamı ve pasif toplamı 5.000 azalır"
  },
  {
    "id": "2360454",
    "unitNumber": 1,
    "text": ".........., işletmenin belirli bir zaman aralığında gerçekleştirdiği faaliyetlerin sonuçlarını finansal açıdan ortaya koyan tablodur.",
    "correctAnswer": "A",
    "options": {
      "A": "Gelir tablosu",
      "B": "Bilanço",
      "C": "Nakit Akım Tablosu",
      "D": "Öz kaynak değişim Tablosu",
      "E": "Satışların Maliyeti Tablosu"
    },
    "explanation": "Gelir tablosu, işletmenin belirli bir zaman aralığında gerçekleştirdiği faaliyetlerin sonuçlarını finansal açıdan ortaya koyan tablodur."
  },
  {
    "id": "2360476",
    "unitNumber": 1,
    "text": "Bir işletmenin bilgileri şöyledir;\n Net satışlar 150.000\n Genel Yönetim Giderleri 15.000\n Pazarlama, Satış ve Dağıtım Giderleri 10.000\n Satışların Maliyeti 80.000\n Brüt Satış Karı ( zararı) ne kadardır?",
    "correctAnswer": "A",
    "options": {
      "A": "70.000",
      "B": "45.000",
      "C": "55.000",
      "D": "60.000",
      "E": "125.000"
    },
    "explanation": "Net Satışlar 150.000<br/><u>(-) Satışların Maliyeti . (80.000)</u><br/>Brüt Kâr/Zarar 70.000"
  },
  {
    "id": "2375241",
    "unitNumber": 1,
    "text": "Aşağıda verilen tanımlardan hangisi muhasebenin tanımıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Toplum ve insanın etkileşimi üzerine çalışan bilim dalıdır.",
      "B": "Finansal tabloların sınıflandırılmasında dönemler arasında farklılaşma olmaması gerektiğini varsayan bir kavramdır.",
      "C": "Ekonomik olayların ölçülmesi ve sınıflandırılması yolu ile oluşturulan finansal bilginin kullanıcılarına sunulması ve yorumlanması işlevlerini yerine getiren bir bilgi sistemidir.",
      "D": "Sermaye ve emek gibi üretim unsurlarını bilinçli ve sistematik bir şekilde bir araya getirmektir.",
      "E": "Kar amacı ile mal ve hizmetlerin, para ile ifade edilebilen bütün değerlerin alım ve satım işlerinin tamamına verilen addır."
    },
    "explanation": "Muhasebe: Ekonomik olayların ölçülmesi ve sınıflandırılması yolu ile oluşturulan finansal bilginin kullanıcılarına sunulması ve yorumlanması işlevlerini yerine getiren bir bilgi sistemidir."
  },
  {
    "id": "2375246",
    "unitNumber": 1,
    "text": "\"İtalyan bir matematikçi ve rahip olan Fra Luca Bartolomea de Pacioli tarafından 1494 yılında yazılan ilk basılı eser ile birlikte mali kayıtların birbiriyle kontrolünü sağlayan çift taraflı kayıt yönetimi uygulanmaya başlanmıştır.\"\n<br/>Yukarıda verilen bilgiye dayanarak muhasebenin temellerinin çok eski çağlara dayandığını söylemek mümkündür. Muhasebenin asıl önem kazanması hangi büyük olay ile olmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yazının bulunması",
      "B": "Matbaanın icadı",
      "C": "Buhar gücünün kullanılması",
      "D": "Sanayi devrimi",
      "E": "Petrol devrimi"
    },
    "explanation": "Sanayi devrimi\n<br/>Muhasebenin önem kazanması sanayi devriminden sonra, büyük şirketlerin ortaya çıkması ile olmuştur. Sanayi devriminin beraberinde getirdiği teknolojik gelişmeler, üretim kapasitesinin artmasına, işletmelerin büyümesine, faaliyetlerin çeşitlenmesine ve sermaye ihtiyacının artmasına yol açmıştır."
  },
  {
    "id": "2375256",
    "unitNumber": 1,
    "text": "İşletmenin varlıkları ve bu varlıkların edinildiği kaynakların muhasebe kayıt, hesap ve tablolarında anlamlı bir şekilde gösterilmesinin sağlanması ve böylelikle işletmenin finansal durumunun bilgi kullanıcılarına gerçek durumuyla yansıtılması bilanço ilkelerinin amacı olarak tanımlanır. Bilanço ilkeleri kendi içinde üç gruba ayrılır;\n<br/>-Yabancı kaynaklara ilişkin ilkeler\n<br/>-Öz kaynaklara ilişkin ilkeler\n<br/>-…….\n<br/>Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Özün önceliği ilkesi",
      "B": "Varlıklara ilişkin ilkeler",
      "C": "Maliyet esası ilkesi",
      "D": "Önemlilik ilkesi",
      "E": "Tahakkuk esası"
    },
    "explanation": "Varlıklara ilişkin ilkeler"
  },
  {
    "id": "2375265",
    "unitNumber": 1,
    "text": "Muhasebecilerin belirli bir kesimin değil, bütün toplumun çıkarını gözetmesi gerektiğini ifade eden kavram muhasebenin hangi temel kavramlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal sorumluluk kavramı",
      "B": "Parayla ölçülme kavramı",
      "C": "Tam açıklama kavramı",
      "D": "Özün önceliği kavramı",
      "E": "Önemlilik kavramı"
    },
    "explanation": "Sosyal sorumluluk kavramı"
  },
  {
    "id": "2375268",
    "unitNumber": 1,
    "text": "Muhasebenin dönemsellik kavramı esas alındığında finansal tabloların en uzun dönem süreci hangi tarihler arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "1 Ocak-30 Ocak",
      "B": "1 Ocak-31 Mart",
      "C": "1 Ocak-30 Haziran",
      "D": "1 Ocak-30 Eylül",
      "E": "1 Ocak-31 Aralık"
    },
    "explanation": "En uzun dönem uzunluğu 1 takvim yılı, yani 1 Ocak - 31 Aralık tarihlerini<br/>kapsayan zaman dilimidir.<br/>1 Ocak-31 Aralık"
  },
  {
    "id": "2375270",
    "unitNumber": 1,
    "text": "Muhasebenin işlevlerinden ‘özetleme’ işlevi ile ilgili aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Muhasebeleştirilme sürecinin ilk aşaması olarak adlandırılır.",
      "B": "Sadece yevmiye defteri (günlük defter) aracılığıyla gerçekleştirilir.",
      "C": "Her zaman muhasebenin ikinci işlevi olarak kabul görülür.",
      "D": "Verilerin sayılardan anlam ifade eden metinlere dönüştürüldüğü işlev olarak tanımlanır.",
      "E": "Finansal (mali) tablolar aracılığıyla gerçekleştirilir."
    },
    "explanation": "Finansal (mali) tablolar aracılığıyla gerçekleştirilir."
  },
  {
    "id": "2375275",
    "unitNumber": 1,
    "text": "İşletmede üretilen ürün ya da hizmetlerin maliyetlerinin belirlenmesi ve işletme giderlerinin kontrol altında tutulması amacı doğrultusunda bilgi sağlayan muhasebe dalı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Maliyet Muhasebesi",
      "B": "Finansal Muhasebe",
      "C": "Yönetim Muhasebesi",
      "D": "Genel Muhasebe",
      "E": "Ticaret Muhasebesi"
    },
    "explanation": "Maliyet Muhasebesi"
  },
  {
    "id": "2375287",
    "unitNumber": 1,
    "text": "Bilanço terminolojisinde ‘kaynaklar’ hangi adlandırma ile anılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Varlıklar",
      "B": "Aktifler",
      "C": "Pasifler",
      "D": "Hesaplar",
      "E": "Toplam varlıklar"
    },
    "explanation": "Pasifler \n<br/>Bilanço terminolojisinde varlıklar “aktifler”, kaynaklar ise “pasifler” adıyla anılır. T harfi şeklindeki hesap tipi bilanço düzeninde aktifler tablonun sol tarafında, pasifler ise sağ tarafında gösterilir."
  },
  {
    "id": "2375292",
    "unitNumber": 1,
    "text": "Toplam varlıkları 2.000.00 TL olan bir işletmenin 875.00 TL toplam borcu bulunmaktadır. Bu işletmenin sermayesi kaç TL’dir",
    "correctAnswer": "E",
    "options": {
      "A": "2.875.000 TL",
      "B": "1.155.000 TL",
      "C": "1.145.000 TL",
      "D": "1.135.000 TL",
      "E": "1.125.000 TL"
    },
    "explanation": "1.125.000 TL"
  },
  {
    "id": "2375296",
    "unitNumber": 1,
    "text": "Bir firmanın toplam varlıkları 150.000 TL ve sermayesi 90.000 TL ise toplam borçları kaç TL’dir?",
    "correctAnswer": "B",
    "options": {
      "A": "30.000 TL",
      "B": "60.000 TL",
      "C": "100.000 TL",
      "D": "150.000 TL",
      "E": "240.000 TL"
    },
    "explanation": "60.000 TL"
  },
  {
    "id": "2378619",
    "unitNumber": 1,
    "text": "Sürecin ilk aşaması olarak işletmeye ilişkin ekonomik olaylar sonucunda ortaya çıkan verilerin belgelere dayanarak düzenli bir biçimde deftere yazılması işlevine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kaydetme",
      "B": "Sınıflandırma",
      "C": "Özetleme",
      "D": "Analiz ve yorumlama",
      "E": "Sosyal sorumluluk"
    },
    "explanation": "Bu soru \"Muhasebe ve İşlevleri\" konusundan üretilmiştir.<br/>Sürecin ilk aşaması olarak işletmeye ilişkin ekonomik olaylar sonucunda ortaya çıkan verilerin belgelere dayanarak düzenli bir biçimde deftere yazılması işlevine \"kaydetme\" denir. \"Sınıflandırma\", \"özetleme\", \"analiz ve yorumlama\" muhasebenin diğer üç işlevidir. \"Sosyal sorumluluk\" ise muhasebenin temel kavramları arasında yer alır. Dolayısıyla doğru cevap A seçeneğidir."
  },
  {
    "id": "2379110",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi muhasebenin temel işlevleri arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Dönemsellik",
      "B": "Sınıflandırma",
      "C": "Parayla ölçülme",
      "D": "İhtiyatlılık",
      "E": "Tutarlılık"
    },
    "explanation": "Bu soru \"Muhasebe ve İşlevleri\" konusundan üretilmiştir.<br/>Sınıflandırma, muhasebenin 4 temel işlevinden biridir. A, C, D ve E seçeneklerinde yer alanlar ise muhasebenin temel kavramları arasında yer almaktadır. Dolayısıyla doğru cevap B seçeneğidir."
  },
  {
    "id": "2379111",
    "unitNumber": 1,
    "text": "Muhasebe bilgisinin kullanıcılarının işletme içinden ve işletme dışından kullanıcılar olarak ayrıldığı düşünüldüğünde, iki farklı boyutta muhasebe bilgisine ihtiyaç olduğu ortadadır. İlk boyut her iki bilgi kullanıcısının da ihtiyaçlarını karşılamayı hedefleyen --------- sisteminin çıktıları, ikinci boyut ise yalnızca işletme içindeki kullanıcılara bilgi sağlayan --------- sisteminin çıktıları ile temsil edilmektedir.\n Yukarıdaki paragrafta boş bırakılan yerleri aşağıdakilerden hangisi sırasıyla doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Genel muhasebe / Ticaret muhasebesi",
      "B": "Ticaret muhasebesi / Finansal Muhasebe",
      "C": "Finansal muhasebe / Yönetim muhasebesi",
      "D": "Yönetim muhasebesi / Maliyet muhasebesi",
      "E": "Maliyet muhasebesi / Genel muhasebe"
    },
    "explanation": "Bu soru \"Muhasebe ve İşlevleri\" konusundan üretilmiştir.<br/>Finansal muhasebeye, genel muhasebe, ticaret muhasebesi gibi adlar da verilmekte ve bu kavram hem iç hem de dış kullanıcılara yönelik bir süreci ifade etmektedir. Yönetim muhasebesi yalnızca iç kullanıcılara yöneliktir. Maliyet muhasebesi ise yönetim muhasebesinin bir alt sistemi olarak tanımlanır. Dolayısıyla doğru cevap C seçeneğidir."
  },
  {
    "id": "2379249",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi uygulanan muhasebe politikalarının ve varsayımların dönemden döneme değiştirilmeden uygulanmaya devam edilmesi gerektiğini ifade eden kavramdır?",
    "correctAnswer": "E",
    "options": {
      "A": "İşletmenin sürekliliği",
      "B": "İhtiyatlılık",
      "C": "Kişilik",
      "D": "Dönemsellik",
      "E": "Tutarlılık"
    },
    "explanation": "Bu soru \"Muhasebenin Temel Kavramları\" konusundan üretilmiştir.<br/>Tutarlılık, uygulanan muhasebe politikalarının ve varsayımların dönemden döneme değiştirilmeden uygulanmaya devam edilmesini ifade eden kavramdır."
  },
  {
    "id": "2379269",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi muhasebenin temel kavramlarından biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Tarafsızlık ve belgelendirme",
      "B": "Analiz ve yorumlama",
      "C": "Parayla ölçülme",
      "D": "Tam açıklama",
      "E": "Maliyet esası"
    },
    "explanation": "Bu soru \"Muhasebenin Temel Kavramları\" konusundan üretilmiştir.<br/>\"Tarafsızlık ve belgelendirme\", \"parayla ölçülme\", \"tam açıklama\" ve \"maliyet esası\" muhasebenin temel kavramları arasında yer alırken; \"analiz ve yorumlama\" muhasebenin temel işlevlerinden sonuncusudur. Dolayısıyla doğru cevap B seçeneğidir."
  },
  {
    "id": "2379412",
    "unitNumber": 1,
    "text": "Gelir ve giderlerin tahakkuk esasına göre muhasebeleştirilmesi, hasılat, gelir ve kârların aynı döneme ait maliyet, gider ve zararlarla karşılaştırılması --------- kavramının gereğidir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal sorumluluk",
      "B": "İşletmenin sürekliliği",
      "C": "Maliyet esası",
      "D": "Dönemsellik",
      "E": "İhtiyatlılık"
    },
    "explanation": "Bu soru \"Muhasebenin Temel Kavramları\" konusundan üretilmiştir.<br/>Gelir ve giderlerin tahakkuk esasına göre muhasebeleştirilmesi, hasılat, gelir ve kârların aynı<br/>döneme ait maliyet, gider ve zararlarla karşılaştırılması dönemsellik kavramının gereğidir. Dolayısıyla doğru cevap D seçeneğidir."
  },
  {
    "id": "2379436",
    "unitNumber": 1,
    "text": "Kısa vadeli yabancı kaynaklar ₺60.000, uzun vadeli yabancı kaynaklar ₺140.000, dönen varlıklar ₺110.000 ve öz kaynaklar ₺40.000 olan bir şirket bilançosunda pasif toplamı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "₺110.000",
      "B": "₺150.000",
      "C": "₺200.000",
      "D": "₺240.000",
      "E": "₺350.000"
    },
    "explanation": "Bu soru \"Temel Finansal Tablolar\" konusundan üretilmiştir.<br/>Kısa vadeli yabancı kaynaklar, uzun vadeli yabancı kaynaklar ve öz kaynaklar bilançonun pasif tarafını oluşturmaktadır. \n Pasif Toplamı = ₺60.000 + ₺140.000 + ₺40.000 = ₺240.000\n Dolayısıyla doğru cevap D seçeneğidir."
  },
  {
    "id": "2379477",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bilançonun pasif tarafında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kâr",
      "B": "Nakit para",
      "C": "Ticari mal",
      "D": "Ticari alacak",
      "E": "Bina"
    },
    "explanation": "Bu soru \"Temel Finansal Tablolar\" konusundan üretilmiştir.<br/>Nakit para, ticari mal, ticari alacak ve bina bilançonun aktif; kâr ise pasif tarafında yer almaktadır. Dolayısıyla doğru cevap A seçeneğidir."
  },
  {
    "id": "2379480",
    "unitNumber": 1,
    "text": "Net satışlardan, satışların maliyeti çıkarıldığında aşağıdakilerden hangisi elde edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dönem kârı/zararı",
      "B": "Dönem net kârı/zararı",
      "C": "Faaliyet kârı/zararı",
      "D": "Brüt kâr/zarar",
      "E": "Olağan kâr/zarar"
    },
    "explanation": "Bu soru \"Temel Finansal Tablolar\" konusundan üretilmiştir.<br/>Net satışlardan, satışların maliyeti çıkarıldığında brüt kâr/zarar elde edilir. Dolayısıyla doğru cevap D seçeneğidir."
  },
  {
    "id": "2379481",
    "unitNumber": 1,
    "text": "Öz kaynaklar: ₺40.000, dönen varlıklar: ₺65.000, kısa vadeli yabancı kaynaklar: ₺35.000, uzun vadeli yabancı kaynaklar: ₺75.000 ise duran varlıklar aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "₺5.000",
      "B": "₺25.000",
      "C": "₺45.000",
      "D": "₺65.000",
      "E": "₺85.000"
    },
    "explanation": "Bu soru \"Temel Finansal Tablolar\" konusundan üretilmiştir.<br/>Duran varlıklar = Kısa vadeli yabancı kaynaklar + Uzun vadeli yabancı kaynaklar + Öz kaynaklar - Dönen varlıklar\n<br/>Duran varlıklar = ₺35.000 + ₺75.000 + ₺40.000 - ₺65.000 = ₺85.000\n<br/>Dolayısıyla doğru cevap E seçeneğidir."
  },
  {
    "id": "2265005",
    "unitNumber": 2,
    "text": "Finansal tablo unsurlarının her birinde gerçekleşen olaylar sonucunda ortaya çıkan artış ve azalışların takip edilmesini sağlayan çizelgeye hangi isim verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hesap",
      "B": "Varlık",
      "C": "Kaynak",
      "D": "Gelir",
      "E": "Gider"
    },
    "explanation": "Hesap kavramı"
  },
  {
    "id": "2265012",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sonuç hesaplarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gelir hesapları",
      "B": "Bilanço hesapları",
      "C": "Varlık hesapları",
      "D": "Kaynak hesapları",
      "E": "Yardımcı hesaplar"
    },
    "explanation": "Hesap kavramı<br/>Gelir hesapları"
  },
  {
    "id": "2265019",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi işletmenin finansal tablo unsurları üzerinde etkisi olmamakla birlikte ileride etki yaratabileceği düşünülerek saklanan bazı bilgilerin sunulduğu hesaplardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Nazım hesaplar",
      "B": "Asli hesaplar",
      "C": "Düzenleyici hesaplar",
      "D": "Aktif hesaplar",
      "E": "Sonuç hesapları"
    },
    "explanation": "Hesap kavramı<br/>Nazım hesaplar"
  },
  {
    "id": "2265026",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi dönem sonu işlemleri içinde yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kesin mizanın düzenlenmesi",
      "B": "Günlük işlemlerin yevmiye kayıtlarının yapılması",
      "C": "Günlük işlemlerin büyük defter kayıtlarının yapılması",
      "D": "Geçici mizanların düzenlenmesi",
      "E": "Açılış kaydının yapılması"
    },
    "explanation": "Muhasebe süreci<br/>Kesin mizanın düzenlenmesi"
  },
  {
    "id": "2265032",
    "unitNumber": 2,
    "text": "Yevmiye maddeleri üzerindeki hatalar ne şekilde düzeltilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yeni yevmiye kaydı",
      "B": "Karalayarak",
      "C": "Kazıyarak",
      "D": "Silerek",
      "E": "Çizerek"
    },
    "explanation": "Muhasebe süreci<br/>Yeni yevmiye kaydı"
  },
  {
    "id": "2265039",
    "unitNumber": 2,
    "text": "Envanter sonuçları ile fiili tutarlar arasındaki farkların, hesapların fiili durumuna yapılan kayıtlarla düzeltilip ortadan kaldırılması işlemine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Muhasebe içi envanter",
      "B": "Muhasebe dışı envanter",
      "C": "Envanter",
      "D": "Saymak tartmak ölçmek",
      "E": "Değerlemek"
    },
    "explanation": "Muhasebe süreci<br/>Muhasebe içi envanter"
  },
  {
    "id": "2265042",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi TTK'na göre düzenlenen belgeler arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tahvil",
      "B": "Fatura",
      "C": "Perakende satış vesikası",
      "D": "Gider pusulası",
      "E": "Ücret bodrosu"
    },
    "explanation": "Muhasebede kullanılan belgeler<br/>Yasal düzenlemelere tabi belgeler TTK ve VUK’da açıklanmaktadır.\n<br/><strong>TTK’ya göre başlıca belgeler; çek, senet, hisse senedi ve tahvildir. </strong>\n<br/>VUK’a göre başlıca belgeler ise; fatura, perakende satış vesikaları, gider pusulası, müstahsil makbuzu, serbest meslek makbuzları, ücret bordrosu ve diğer vesikalardır."
  },
  {
    "id": "2265044",
    "unitNumber": 2,
    "text": "Nakit giriş çıkışı yaratmayan işlemlerin kaydında kullanılan belge aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mahsup fişi",
      "B": "Tediye fişi",
      "C": "Tahsil fişi",
      "D": "Satış fşi",
      "E": "Perakende satış fişi"
    },
    "explanation": "Muhasebede kullanılan belgeler<br/>Mahsup fişi"
  },
  {
    "id": "2265046",
    "unitNumber": 2,
    "text": "Tediye fişi ile yapılan yevmiye kaydında alacaklandırılacak hesap aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kasa",
      "B": "Ticari mallar",
      "C": "Birikmiş amortismanlar",
      "D": "Alıcılar",
      "E": "Satıcılar"
    },
    "explanation": "Muhasebede kullanılan belgeler<br/>Kasa"
  },
  {
    "id": "2265048",
    "unitNumber": 2,
    "text": "Türkiye de uygulanan tek düzen hesap planında duran varlık ana hesap sınıfının kodu (rakamı) aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Tek düzen hesap planı<br/>2"
  },
  {
    "id": "2374136",
    "unitNumber": 2,
    "text": "İşletmelerin finansal tablolarını oluşturan varlık, kaynak, gelir ve gider unsurlarının her bir mali nitelikli olaydan ne şekilde etkilendiğini belirleyebilmek üzere her bir unsurda gerçekleşen artış ve azalışların izlendiği çizelgelere ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "hesap",
      "B": "bilanço",
      "C": "hesap planı",
      "D": "varlık",
      "E": "finansal tablo"
    },
    "explanation": "Dolayısıyla, işletmelerin finansal tablolarını oluşturan varlık, kaynak, gelir ve gider unsurlarının her olaydan ne şekilde etkilendiğini belirleyebilmek için, finansal tablolara yansıtıldıkları zamana kadar her unsur kendisine ait bir çizelge ile takip edilmektedir. Mali nitelikli olayların her bir bilanço unsurunda ve faaliyet sonucunu oluşturan her bir unsurda zaman içerisinde meydana getirdiği artış ve azalışların izlendiği bu çizelgelere “hesap” adı verilmektedir"
  },
  {
    "id": "2374141",
    "unitNumber": 2,
    "text": "Bilanço hesapları kendi içinde ne şekilde ayrıştırılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "varlık hesapları ve kaynak hesapları",
      "B": "gelir hesapları ve gider hesapları",
      "C": "Ana hesaplar ve yardımcı hesaplar",
      "D": "Asli hesaplar ve düzenleyici hesaplar",
      "E": "Asli hesaplar ve Nazım Hesaplar"
    },
    "explanation": "Bilanço hesapları kendi içinde, varlık hesapları ve kaynak hesapları olarak ayrıştırılmaktadır"
  },
  {
    "id": "2374151",
    "unitNumber": 2,
    "text": "İşletmenin kâr veya zararını ortaya koyan ve gelir hesapları ve gider hesapları olarak ikiye ayrılan hesap grubu hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sonuç Hesapları",
      "B": "Bilanço Hesapları",
      "C": "Varlık Hesapları",
      "D": "Aktif Hesaplar",
      "E": "Kaynak Hesapları"
    },
    "explanation": "Gelir tablosu hesapları, işletmenin sonucunu (kâr veya zararını) ortaya koyan hesaplar olduğu için aynı zamanda “Sonuç Hesapları” olarak da adlandırılırlar. Bu hesaplar, gelir hesapları ve gider hesapları olarak ikiye ayrılırlar"
  },
  {
    "id": "2374164",
    "unitNumber": 2,
    "text": "\"Pazarlama, Satış ve Dağıtım Giderleri Hesabı\", hesapların raporlandıkları finansal tablolara göre sınıflandırılması durumunda aşağıdaki hangi grupta yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sonuç Hesapları",
      "B": "Gelir Hesapları",
      "C": "Varlık Hesapları ve Kaynak Hesapları",
      "D": "Bilanço Hesapları",
      "E": "Asli Hesaplar ve Düzenleyici Hesaplar"
    },
    "explanation": "Gelir tablosu hesapları, işletmenin sonucunu (kâr veya zararını) ortaya koyan hesaplar olduğu için aynı zamanda “Sonuç Hesapları” olarak da adlandırılırlar. Bu hesaplar, gelir hesapları ve gider hesapları olarak ikiye ayrılırlar. Gelir hesapları faiz gelirleri, kira gelirleri, satış gelirleri vb. gelir unsurlarının izlendikleri hesapları ifade ederken, gider hesapları pazarlama giderleri, yönetim giderleri gibi her türlü gider unsurunun kayıt altına alındığı hesaplardır."
  },
  {
    "id": "2374178",
    "unitNumber": 2,
    "text": "İşletme faaliyetlerinde kullanılmak üzere demirbaş satın almıştır. Bu alışa ilişkin olarak aşağıdaki seçeneklerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Demirbaşlar Hesabı' nın borç tarafına kayıt yapılacaktır.",
      "B": "Alışlar Hesabı'nın borç tarafına kayıt yapılacaktır.",
      "C": "Kasa Hesabı'nın borç tarafına kayıt yapılacaktır.",
      "D": "Alışlar Hesabı'nın alacak tarafına kayıt yapılacaktır.",
      "E": "Bankalar Hesabı'nın alacak tarafına kayıt yapılacaktır."
    },
    "explanation": "Varlık Hesaplarının İşleyişi: İşletmenin kasa veya bankasındaki parası, nakit benzeri kıymetleri, zaman içinde paraya dönüşecek unsurları ile işletme faaliyetlerinde kullanılacak<br/>kıymetleri işletmelerin varlıklarını oluşturur.<br/>Bu varlıklarda meydana gelen artış veya azalışların izlendiği hesaplar, varlık hesaplarıdır.<br/>Varlık hesaplarında ilk kayıt (açılış) borç tarafına yapılır. Gerçekleşen mali nitelikteki<br/>işlem işletmenin varlıklarında artış meydana getirdiğinde, bu artış ilgili varlık hesabının<br/>borç tarafına kaydedilir. Başka bir deyişle, varlık hesaplarında artış olması durumunda<br/>hesap borçlandırılır."
  },
  {
    "id": "2374191",
    "unitNumber": 2,
    "text": "Pasifi düzenleyici hesaplarda artış olduğunda ilgili hesabın ........... tarafına, azalış olduğunda ise ........... tarafına kayıt yapılır.\n<br/>Yukarıdaki ifadedeki boşluklara aşağıdakilerden hangisi yazılırsa cümle doğru olarak tamamlanmış olur?",
    "correctAnswer": "A",
    "options": {
      "A": "borç, alacak",
      "B": "alacak, borç",
      "C": "kalan, bakiye",
      "D": "aktif, pasif",
      "E": "pasif, aktif"
    },
    "explanation": "Pasifi düzenleyici hesaplar ise bilançonun pasif yer almalarına rağmen, aktif hesaplar (varlık hesapları) gibi işleyiş özelliğine sahiptirler.<br/>Başka bir deyişle, pasifi düzenleyen hesaplarda artış olduğunda ilgili hesabın borç tarafına, azalış olduğunda ise alacak tarafına kayıt yapılır."
  },
  {
    "id": "2374201",
    "unitNumber": 2,
    "text": "Gelir hesaplarında ilk kayıt ve dönem içinde gelirlerde meydana gelen artışlar ilgili gelir hesaplarının hangi tarafına kaydedilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hesabın Alacak Tarafına",
      "B": "Hesabın Borç Tarafına",
      "C": "Hesabın Aktif Tarafına",
      "D": "Hesabın Pasif Tarafına",
      "E": "Hesabın Sonucuna (Bakiyesine)"
    },
    "explanation": "Gelir Hesaplarının İşleyişi: Gelir hesaplarında ilk kayıt hesabın alacak tarafına yapılır. Dönem içinde gelirlerde meydana gelen artışlar da ilgili gelir hesaplarının alacak tarafına kaydedilir"
  },
  {
    "id": "2374215",
    "unitNumber": 2,
    "text": "Finansal raporların kapsadığı zaman aralığını ifade etmekle birlikte dönem kavramı ile genellikle aşağıdakilerden hangi zaman aralığı esas alınmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "1 Ocak ile 31 Aralık tarihleri",
      "B": "1 Mart ile 31 Aralık tarihleri",
      "C": "1 Ocak ile 31 Ocak tarihleri",
      "D": "1 Aralık ile 31 Aralık tarihleri",
      "E": "1 Ocak ile 31 Ocak tarihleri ve 1 Aralık ile 31 Aralık tarihleri"
    },
    "explanation": "Dönem kavramı finansal raporların kapsadığı zaman aralığını ifade etmekle birlikte, genellikle 1 Ocak ile 31 Aralık tarihleri arasında kalan süre esas alınmaktadır."
  },
  {
    "id": "2374224",
    "unitNumber": 2,
    "text": "Beş yıl önce kurulmuş olan Kar İşletmesi hala faaliyetlerine devam etmektedir. İşletme yönetimi bu dönemin dönem başında dönem başı envanterinin çıkarılmasına gerek olmadığını belirtmişlerdir. Bunun nedeni aşağıdakilerden hangi seçenekte doğru olarak verilmiş olabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Beş yıldır faaliyette bulunan bir işletme için dönem başı envanterinin çıkarılması gerekmeyebilir. Faaliyetleri devam eden işletmelerde her dönemin sonunda yapılan envanter, izleyen dönemin dönem başı envanteri yerine geçmektedir.",
      "B": "Beş yıl önce kurulduğu için dönem başı envanterinin çıkarılması gerekmeyebilir. Faaliyetleri devam eden işletmelerde kuruluş anında envanter çıkarılması yeterlidir.",
      "C": "Beş yıldır faaliyette bulunan bir işletme için dönem başı envanterinin çıkarılması şarttır. İşletme yönetimi önemli bir muhasebe hatası yapmış olur.",
      "D": "Beş yıldır faaliyette bulunan bir işletme için eğer işletme karlı bir işletme ise dönem başı envanterinin çıkarılması gerekmeyebilir.",
      "E": "Beş yıldır faaliyette bulunan bir işletme için eğer işletme zararlı bir işletme ise dönem başı envanterinin çıkarılması gerekmeyebilir."
    },
    "explanation": "Hali hazırda faaliyette bulunan bir işletme için dönem başı envanterinin çıkarılması gerekmeyebilir. Faaliyetleri devam eden işletmelerde her dönemin sonunda yapılan envanter, izleyen dönemin dönem başı envanteri yerine geçmektedir. Örneğin 2020 yılının dönem başı (1 Ocak) envanteri aslında 2019 yılı sonunda çıkartılan dönem sonu (31 Aralık) envanteri ile aynıdır. Ancak yeni faaliyete başlayan bir işletmede muhasebe sürecinin ilk aşamasında envanter çıkarılır."
  },
  {
    "id": "2374230",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi işletmelerin ihtiyaçları doğrultusunda oluşturdukları, yasal düzenlemelerde yer almayan ancak, kullandıkları belgelere örnek olarak gösterilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Muhasebe Fişleri",
      "B": "Perakende Satış Fişleri",
      "C": "Makineli Kasaların Kayıt Ruloları",
      "D": "Giriş ve Yolcu Taşıma Biletleri",
      "E": "Ücret Bordrosu"
    },
    "explanation": "İşletmelerin ihtiyaçları doğrultusunda oluşturdukları ve kullandıkları belgelere örnek olarak;<br/>muhasebe fişleri, işletme içi sevkiyat belgeleri, mutabakatlaşma mektupları, cari hesap kartları ve stok kartları verilebilir. Bu kısımda, kaydetme işleviyle doğrudan ilişkisi nedeniyle muhasebe fişleri ele alınacaktır"
  },
  {
    "id": "2387985",
    "unitNumber": 2,
    "text": "İşletmelerin ticari faaliyetleri kapsamında gerçekleştirdikleri mali nitelikteki işlemlerden dolayı, finansal tablo unsurlarının her birinde meydana gelen artış veya azalışların takip edilebilmesini sağlayan çizelgeye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "hesap",
      "B": "yevmiye kaydı",
      "C": "hesap planı",
      "D": "dipnot",
      "E": "stok kartı"
    },
    "explanation": "işletmenin ticari faaliyetleri kapsamında gerçekleştirdiği mali nitelikteki işlemlerden dolayı, bilanço ve gelir tablosu unsurlarında meydana gelen artış ve azalışların türlerine göre sınıflandırıldığı ve tutar ile ifade edilerek izlendiği çizelgelere “hesap” denir"
  },
  {
    "id": "2388004",
    "unitNumber": 2,
    "text": "Hesapların raporlandıkları finansal tablolara göre sınıflandırılmasında hesaplar öncelikle nasıl gruplandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "“Bilanço Hesapları” ve “Gelir Tablosu Hesapları”",
      "B": "\"Varlık hesapları \"ve \"Kaynak hesapları\"",
      "C": "\"Aktif hesaplar\" ve \"Pasif hesaplar\"",
      "D": "\"Gelir hesapları\" ve \"Gider hesapları\"",
      "E": "\"Ana hesaplar\" ve \"Yardımcı hesaplar\""
    },
    "explanation": "Hesaplar raporlandıkları finansal tablolara göre sınıflandırılmaktadır. Finansal tablolara göre yapılan sınıflandırmada hesaplar ilk aşamada “Bilanço Hesapları” ve “Gelir Tablosu Hesapları” olmak üzere gruplandırılmaktadırlar."
  },
  {
    "id": "2388045",
    "unitNumber": 2,
    "text": "İşletmenin A Bankası, B Bankası, C Bankası, D Bankası, E Bankası olmak üzere beş ayrı bankada mevduatı vardır. İşletme bu beş bankadaki mevduatını ayrı ayrı izlemek ve hangi bankada ne kadar mevduatı olduğunu bilebilmek için ne tür hesapları da kullanmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Her bir bankadaki mevduatını izlemek için ayrı ayrı açılacak yardımcı hesaplarda",
      "B": "Bankalar için oluşturulacak düzenleyici hesaplarda",
      "C": "Çok işlem gören hesaplar için aktif hesaplarda, az işlem gören hesapları ise pasif hesaplarda",
      "D": "Her bir bankadaki mevduatını izlemek için oluşturulan sonuç hesaplarında",
      "E": "Bankalardaki mevduatı gelir hesaplarında"
    },
    "explanation": "İşletmenin bankalardaki toplam mevduatı Bankalar adını taşıyan bir ana hesapta gösterilirken, her<br/>bir bankadaki parası ise A Bankası, B Bankası, C Bankası gibi banka adlarıyla ayrı ayrı açılacak yardımcı<br/>hesaplarda izlenir."
  },
  {
    "id": "2388090",
    "unitNumber": 2,
    "text": "\"Bir nazım hesap her zaman yalnızca başka bir ............... hesapla birlikte kullanılır.\"\n<br/>Yukarıdaki ifadedeki boşluğa aşağıdakilerden hangisi yazılırsa cümle doğru olarak tamamlanmış olur?",
    "correctAnswer": "A",
    "options": {
      "A": "nazım",
      "B": "gider",
      "C": "zarar",
      "D": "varlık",
      "E": "borç"
    },
    "explanation": "Bir nazım hesap her zaman yalnızca başka bir nazım hesapla birlikte kullanılır."
  },
  {
    "id": "2388114",
    "unitNumber": 2,
    "text": "Her tür hesap için hesabın borç tarafına kayıt yapılması ............ olarak adlandırılırken, alacak tarafına kayıt yapılması ............ olarak ifade edilir.\"\n<br/>Yukarıdaki ifadedeki boşluğa aşağıdakilerden hangisi yazılırsa cümle doğru olarak tamamlanmış olur?",
    "correctAnswer": "A",
    "options": {
      "A": "hesabın borçlandırılması; hesabın alacaklandırılması",
      "B": "hesabın artması; hesabın azalması",
      "C": "hesabın azalması; hesabın artması",
      "D": "hesabın değişmesi; hesabın kalanı",
      "E": "hesabın açılması; hesabın kapanması"
    },
    "explanation": "Hesapların borç tarafına kayıt yapılması hesabın borçlandırılması olarak adlandırılırken, alacak tarafına<br/>kayıt yapılması hesabın alacaklandırılması olarak ifade edilir.<br/>Hesapların borç tarafına kayıt yapılması hesabın borçlandırılması olarak adlandırılırken, alacak tarafına kayıt yapılması hesabın alacaklandırılması olarak ifade edilir."
  },
  {
    "id": "2388158",
    "unitNumber": 2,
    "text": "Bir hesabın borç tarafı toplamı 150.000 TL, alacak tarafı toplamı ise 120.000 TL ise hesabın kalanı ile ilgili olarak hangi seçenekteki ifade doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "hesabın borç kalanı 30.000 TL",
      "B": "hesabın alacak bakiyesi 30.000 TL",
      "C": "hesabın borç bakiyesi 150.000 TL",
      "D": "hesabın alacak bakiyesi 120.000 TL",
      "E": "hesabın toplamı 30.000 TL"
    },
    "explanation": "Borç tarafı toplamının, alacak tarafı toplamından büyük olmasına hesabın borç kalanı (bakiyesi) vermesi denir. Aradaki fark borç kalanı şeklinde ifade edilir."
  },
  {
    "id": "2388207",
    "unitNumber": 2,
    "text": "İşletme, dönem içinde 1.000 liralık bir gelir elde ettiğinde elde edilen bu gelir hesabın hangi tarafına kaydedilir?",
    "correctAnswer": "A",
    "options": {
      "A": "ilgili gelir hesabının alacak tarafına",
      "B": "dönem kârı veya zararı hesabının alacak tarafına",
      "C": "ilgili gelir hesabının borç tarafına",
      "D": "dönem kârı veya zararı hesabının borç tarafına",
      "E": "Kasa hesabının alacak tarafına"
    },
    "explanation": "Gelir Hesaplarının İşleyişi: Gelir hesaplarında ilk kayıt hesabın alacak tarafına yapılır. Dönem içinde<br/>gelirlerde meydana gelen artışlar da ilgili gelir hesaplarının alacak tarafına kaydedilir. Dönem sonunda,<br/>bu hesaplar dönem kârı veya zararını oluşturmak üzere ilgili hesaplara devredilerek kapatılırlar. G"
  },
  {
    "id": "2388233",
    "unitNumber": 2,
    "text": "Finansal raporların kapsadığı zaman aralığını ifade eden terim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dönem",
      "B": "Sonuç",
      "C": "Kar",
      "D": "Raporlama",
      "E": "Muhasebe"
    },
    "explanation": "Dönem kavramı finansal raporların kapsadığı zaman aralığını ifade etmekle birlikte, genellikle 1 Ocak ile 31 Aralık tarihleri arasında kalan süre esas alınmaktadır."
  },
  {
    "id": "2388271",
    "unitNumber": 2,
    "text": "İşletme dönem sonunda elindeki ticari mal varlıklarının miktarını ve tutarını belirleyebilmek için yaptığı sayım ve değerleme işlemlerinin sonucunda elde ettiği bilgileri hangi defterde izlemek (kaydetmek) zorundadır?",
    "correctAnswer": "A",
    "options": {
      "A": "envanter defteri",
      "B": "büyük defter",
      "C": "mizan",
      "D": "kesin mizan",
      "E": "stok kartları"
    },
    "explanation": "Belirli bir tarihte varlık ve kaynakların tutarını belirleyebilmek üzere yapılan sayım<br/>ve değerleme işlemine “envanter”; yapılan envanter sonucunda elde edilen bilgilerinin kaydedildiği ve yasal olarak tutulması zorunlu olan deftere ise “envanter defteri” adı verilir."
  },
  {
    "id": "2388308",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yasal düzenlemelere tabi belgeler (TTK ve VUK’a göre) arasında <strong>yer almaz?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "stok kartları",
      "B": "müstahsil makbuzu",
      "C": "ücret bordrosu",
      "D": "serbest meslek makbuzları",
      "E": "perakende satış vesikaları"
    },
    "explanation": "Yasal düzenlemelere tabi belgeler TTK ve VUK’da açıklanmaktadır. TTK’ya göre başlıca belgeler; çek,<br/>senet, hisse senedi ve tahvildir. VUK’a göre başlıca belgeler ise; fatura, perakende satış vesikaları, gider<br/>pusulası, müstahsil makbuzu, serbest meslek makbuzları, ücret bordrosu ve diğer vesikalardır.<br/>Yasal düzenlemelere tabi belgeler TTK ve VUK’da açıklanmaktadır. TTK’ya göre başlıca belgeler; çek, senet, hisse senedi ve tahvildir. VUK’a göre başlıca belgeler ise; fatura, perakende satış vesikaları, gider pusulası, müstahsil makbuzu, serbest meslek makbuzları, ücret bordrosu ve diğer vesikalardır."
  },
  {
    "id": "3068016",
    "unitNumber": 2,
    "text": "Finansal tablo unsurlarının her birinde, gerçekleşen olaylar sonucunda ortaya çıkan artış ve azalışların takip edilebilmesini sağlayan çizelgeye .... denir.\n<br/>Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Muhasebe süreci",
      "B": "Hesap",
      "C": "Pasif",
      "D": "Bilanço",
      "E": "Aktif"
    },
    "explanation": "Finansal tablo unsurlarının her birinde, gerçekleşen olaylar sonucunda ortaya çıkan artış ve azalışların takip edilebilmesini <br/>sağlayan çizelgeye hesap denir."
  },
  {
    "id": "3068076",
    "unitNumber": 2,
    "text": "İşletmenin finansal tablolarda sunulan unsurların nominal değerleri ile doğrudan doğruya ifade edildiği hesap türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Nazım Hesaplar",
      "B": "Pasif Hesaplar",
      "C": "Asli Hesaplar",
      "D": "Düzenleyici Hesaplar",
      "E": "Ana Hesaplar"
    },
    "explanation": "Asli hesaplar, finansal tablolarda sunulan unsurların nominal değerleri ile doğrudan doğruya ifade edildiği hesaplar iken, düzenleyici hesaplar asli hesapların tablolarda net değerleri gösterilmelerini sağlayan hesaplardır."
  },
  {
    "id": "3068080",
    "unitNumber": 2,
    "text": "Sahip olduğu toplam nakit tutarını farklı para cinsinden daha detaylı izlemek isteyen bir işletme aşağıdaki hesap türlerinden hangisini kullanmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Asli Hesap",
      "B": "Ana Hesap",
      "C": "Nazım Hesap",
      "D": "Düzenleyici Hesap",
      "E": "Yardımcı Hesap"
    },
    "explanation": "İşletmenin sahip olduğu toplam nakit tutarını gösteren Kasa hesabı ana hesap iken, nakit tutarını TL kasası, Dolar kasası, Avro kasası gibi döviz cinsinde daha detaylı izleyen hesaplar ise yardımcı hesap olarak adlandırılmaktadır. Benzer şekilde, işletmenin birden fazla bankada parası bulunabilir. İşletmenin bankalardaki toplam mevduatı Bankalar adını taşıyan bir ana hesapta gösterilirken, her bir bankadaki parası ise A Bankası, B Bankası, C Bankası gibi banka adlarıyla ayrı ayrı açılacak yardımcı <br/>hesaplarda izlenir."
  },
  {
    "id": "3068092",
    "unitNumber": 2,
    "text": "Artış olduğunda hesabın alacak tarafına kayıt yapıldığı, azalış olduğunda ise hesabın borç tarafına kayıt yapıldığı hesap türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aktifi düzenleyici hesap",
      "B": "Gelir hesabı",
      "C": "Öz kaynak hesabı",
      "D": "Yabancı kaynak hesabı",
      "E": "Pasifi düzenleyici hesap"
    },
    "explanation": "Düzenleyici hesaplar ise aktifi düzenleyici ve pasifi düzenleyici hesaplar olarak ikiye ayrılır. Aktifi düzenleyici hesaplar, bilançonun aktif tarafında yer alırlar. Ancak işleyiş özellikleri pasif hesaplar (kaynak hesapları) gibidir. Yani, aktifi düzenleyen hesaplarda artışlar alacak tarafına, azalışlar ise borç tarafına kaydedilir. Pasifi düzenleyici hesaplar ise bilançonun pasif tarafında yer almalarına rağmen, aktif hesaplar (varlık hesapları) gibi işleyiş özelliğine sahiptirler. Başka bir deyişle, pasifi düzenleyen hesaplarda artış olduğunda ilgili hesabın borç tarafına, azalış olduğunda ise alacak tarafına kayıt yapılır."
  },
  {
    "id": "3068096",
    "unitNumber": 2,
    "text": "Muhasebe öğretiminde kolaylık sağlamak için hesaplar hangi harfi ile sembolize edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "A harfi",
      "B": "B harfi",
      "C": "H harfi",
      "D": "T harfi",
      "E": "Z harfi"
    },
    "explanation": "Muhasebe öğretiminde kolaylık sağlamak için hesaplar “T” şekli ile ifade edilir. Bu şekil, geleneksel hesap çizelgesinin sadece üst ve orta çizgisini temsil eder. Her hesap, sol tarafı “borç” sağ tarafı ise “alacak” olarak adlandırılan iki taraflı bir yapıya sahiptir. Büyük defter hesapları, T harfi ile sembolize edildikleri için “T hesabı” olarak da adlandırılmaktadırlar."
  },
  {
    "id": "3068104",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi muhasebe sürecini oluşturan dönem sonu işlemlerinden <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Sonuç (Gelir - Gider) hesaplarının kapatılması",
      "B": "Kesin mizanın düzenlenmesi",
      "C": "Geçici ve Genel Geçici Mizanların oluşturulması",
      "D": "Bilanço hesaplarının kapatılması",
      "E": "Dönem sonu bilançosunun ve gelir tablosunun düzenlenmesi"
    },
    "explanation": "Dönem Sonu İşlemleri<br/>1. Dönem sonu envanter işlemlerinin yapılması<br/>2. Sonuç (Gelir - Gider) hesaplarının kapatılması<br/>3. Kesin mizanın düzenlenmesi<br/>4. Dönem sonu bilançosunun ve gelir tablosunun düzenlenmesi <br/>5. Bilanço hesaplarının kapatılması (Kapanış Kaydı)"
  },
  {
    "id": "3068131",
    "unitNumber": 2,
    "text": "Muhasebe kayıtları ile gerçek durum arasındaki uyumsuzlukların giderildiği işlem aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mahsup",
      "B": "Muhasebe içi envanter",
      "C": "Sınıflandırma",
      "D": "Muhasebe dışı envanter",
      "E": "Mizan dengeleme"
    },
    "explanation": "Muhasebe dışı envanter sonucunda ulaşılan sonuçlar kayıtlarda yer alan sonuçlar ile karşılaştırılır. Bu karşılaştırma sonucunda herhangi bir fark belirlenirse hesapların gerçek duruma göre düzeltilmesi gerekmektedir. Muhasebe kayıtları ile gerçek durum arasındaki uyumsuzlukların giderildiği bu işleme de muhasebe içi envanter denmektedir."
  },
  {
    "id": "3068137",
    "unitNumber": 2,
    "text": "Kasadan para çıkması durumunda oluşturulan belge aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kasa tahsil fişi",
      "B": "Mahsup fişi",
      "C": "Kasa sayım fişi",
      "D": "Perakende fişi",
      "E": "Kasa tediye fişi"
    },
    "explanation": "Kasa Tediye (Ödeme) Fişi: Tahsil fişinin tersine tediye fişi işletmenin kasasından para çıkması durumunda oluşturulan fiştir. İşletmenin nereye neden para ödediğini ve çıkan nakit karşılığında hangi hesabın borçlandırılacağı bilgisini sunmaktadır."
  },
  {
    "id": "3068139",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi tek düzen hesap planını oluşturan ana hesap sınıflarından <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Dönen Varlıklar",
      "B": "Asli Hesaplar",
      "C": "Öz Kaynaklar",
      "D": "Gelir Tablosu Hesapları",
      "E": "Nazım Hesaplar"
    },
    "explanation": "Aşağıda tek düzen hesap planını oluşturan ana hesap sınıfları;<br/>1. Dönen Varlıklar<br/>2. Duran Varlıklar<br/>3. Kısa Vadeli Yabancı Kaynaklar<br/>4. Uzun Vadeli Yabancı Kaynaklar<br/>5. Öz Kaynaklar<br/>6. Gelir Tablosu Hesapları<br/>7. Maliyet Hesapları<br/>9. Nazım Hesaplar"
  },
  {
    "id": "3068141",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi işletmeyle ilgili tarafların alacakları kararları etkileyebilecek olayların kayıt altına alınabilmesi için oluşturulmuş tek düzen hesap planında izlendiği hesap sınıfıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Gelir Tablosu Hesapları",
      "B": "Maliyet Hesapları",
      "C": "Öz Kaynaklar",
      "D": "Nazım Hesaplar",
      "E": "Duran Varlıklar"
    },
    "explanation": "“9 Nazım Hesaplar”, işletmelerin varlıklarında veya kaynaklarında artış veya azalış meydana getirmeyen, fakat işletmeyle ilgili tarafların alacakları kararları etkileyebilecek olayların kayıt altına alınabilmesi için oluşturulmuş hesap sınıfıdır. Bu hesap sınıfındaki hesaplar ihtiyaca göre adlandırılarak açılır."
  },
  {
    "id": "2264674",
    "unitNumber": 3,
    "text": "I. Hazır değerler. II. Menkul kıymetler. III. Ticari alacaklar. IV. Stoklar. V. Yıllara yaygın inşaat ve onarım maliyetleri. \n Yukarıdakilerden hangileri, Tek Düzen Hesap Planı’nda (TDHP) sınıflandırılan dönen varlıklardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "III, IV, V",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Giriş<br/>Tek Düzen Hesap Planı’nda (TDHP) dönen varlıklar aşağıdaki gibi sınıflandırılmıştır.<br/>10 HAZIR DEĞERLER<br/>11 MENKUL KIYMETLER<br/>12 TİCARİ ALACAKLAR<br/>13 DİĞER ALACAKLAR<br/>15 STOKLAR<br/>17 YILLARA YAYGIN İNŞAAT VE ONARIM MALİYETLERİ<br/>18 GELECEK AYLARA AİT GİDERLER VE GELİR TAHAKKUKLARI<br/>19 DİĞER DÖNEN VARLIKLAR\n Doğru cevap E şıkkıdır."
  },
  {
    "id": "2264682",
    "unitNumber": 3,
    "text": "I. Kasa.<br/>II. Alınan Çekler. <br/>III. Bankalar. <br/>IV. Hisse senetleri. <br/>V. Menkul kıymetler. \n<br/>Yukarıdakilerden hangileri, TDHP’de “10 Hazır Değerler” grubunda yer alan hesaplardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "III, IV, V",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "TDHP’de “10 Hazır Değerler” grubunda aşağıdaki hesaplar yer almaktadır.<br/>10 HAZIR DEĞERLER<br/>100 Kasa<br/>101 Alınan Çekler<br/>102 Bankalar<br/>103 Verilen Çekler ve Ödeme Emirleri (-)<br/>108 Diğer Hazır Değerler"
  },
  {
    "id": "2264686",
    "unitNumber": 3,
    "text": "I. Çek sahibinin hesap numarası. II. Kayıtsız ve şartsız belirli bir bedelin ödenmesi için havale. III. Banka tarafından verilen seri numarası. IV. Kare kodu\n<br/>Yukarıdakilerden hangileri, TTK 780. Maddesine göre çeklerde yer alması gereken bilgilerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I, II, III",
      "D": "II, III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "HAZIR DEĞERLER<br/>TTK 780. Maddesine göre çeklerde yer alması gereken bilgiler şunlardır:\n<br/>a. Senet metninde “çek” kelimesini ve eğer senet Türkçe ’den başka bir dille yazılmış ise o dilde “çek” karşılığı olarak kullanılan kelimeyi,<br/>b. Kayıtsız ve şartsız belirli bir bedelin ödenmesi için havaleyi,<br/>c. Ödeyecek kişinin, “muhatabın” ticaret unvanını,<br/>d. Ödeme yerini,<br/>e. Düzenlenme tarihini ve yerini,<br/>f. Düzenleyenin imzasını,<br/>g. Banka tarafından verilen seri numarasını,<br/>h. Kare kodu\n<br/>Doğru cevap D şıkkıdır."
  },
  {
    "id": "2264691",
    "unitNumber": 3,
    "text": "I. Cüzdandaki Çekler. <br/>II. Tahsildeki Çekler. <br/>III. Teminattaki Çekler. <br/>IV. Takipteki Çekler. <br/>V. Karşılıksız Çekler.\n<br/>Yukarıdakilerden hangileri, “101 Alınan Çekler” hesabının yardımcı hesaplarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "III, IV, V",
      "D": "I, II, IIIİ IV",
      "E": "I, II, III, IV, v"
    },
    "explanation": "HAZIR DEĞERLER<br/>“101 Alınan Çekler” hesabının yardımcı hesapları aşağıdaki gibi olabilir:<br/>101 ALINAN ÇEKLER<br/>101.01 Cüzdandaki Çekler<br/>101.02 Tahsildeki Çekler<br/>101.03 Teminattaki Çekler<br/>101.04 Karşılıksız Çekler<br/>101.05 Takipteki Çekler"
  },
  {
    "id": "2264696",
    "unitNumber": 3,
    "text": "I. Hesap özeti. II. Dekont. III. Virman. IV. Hesap bilgileri. V. Transfer bilgileri.\n<br/>Herhangi bir işlemin hesapta yarattığı değişmenin kayda alındığını hesap sahibine bildiren<br/>belge yukarıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "HAZIR DEĞERLER<br/>Dekont, herhangi bir işlemin hesapta yarattığı değişmenin kayda alındığını hesap sahibine bildiren<br/>belgedir.\n<br/>Doğru cevap B şıkkıdır."
  },
  {
    "id": "2264723",
    "unitNumber": 3,
    "text": "I. Hisse senetleri. II. Tahvil. III. Finansman bonosu. IV. Yatırım fonu. V. Varlığa dayalı menkul kıymet.\n Anonim şirketlerin, ana statüleri hükümleri gereğince sermaye payları karşılığında çıkardıkları belgeler yukarıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "MENKUL KIYMETLER<br/>Hisse Senetleri, anonim şirketlerin, ana statüleri hükümleri gereğince sermaye payları karşılığında çıkardıkları belgelerdir. Hisse senedi bir ortaklık belgesidir. Bu özelliği nedeni ile hisse senedi sahipleri yıl sonunda şirket kârından pay alır. Bu paya “kar payı” veya “temettü” adı verilir. \n Doğru cevap A şıkkıdır."
  },
  {
    "id": "2264727",
    "unitNumber": 3,
    "text": "I. Kasa. II. Alınan çekler. III. Hisse Senetleri. IV. Özel Kesim Tahvil, Senet ve Bonoları. V. Kamu Kesimi Tahvil, Senet ve Bonoları\n<br/>Yukarıdakilerden hangileri, TDHP’de “11 Menkul Kıymetler” grubunda yer alan hesaplardandır?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "III, IV, V",
      "D": "II, III, IV, V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "MENKUL KIYMETLER<br/>TDHP’de “11 Menkul Kıymetler” grubunda aşağıdaki hesaplar yer almaktadır.<br/>110 Hisse Senetleri<br/>111 Özel Kesim Tahvil, Senet ve Bonoları<br/>112 Kamu Kesimi Tahvil, Senet ve Bonoları<br/>118 Diğer Menkul Kıymetler<br/>119 Menkul Kıymetler Değer Düşüklüğü<br/>Karşılığı (-)\n<br/>Doğru cevap C şıkkıdır."
  },
  {
    "id": "2264730",
    "unitNumber": 3,
    "text": "I. Hisse senetleri. II. Gelir ortaklığı senedi. III. Tahvil. IV. Yatırım fonu. V. Kar-zarar ortaklığı senedi.\n Gerçek ve tüzel kişilerin köprü, baraj, elektrik santrali, karayolu, denizyolu, telekomünikasyon sistemleri ile sivil kullanıma yönelik deniz ve hava limanları vb kamu kurum ve kuruluşlarına ait olanların gelirlerine ortak olunmasını sağlamak amacıyla çıkarılan senetler yukarıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "MENKUL KIYMETLER<br/>Gelir ortaklığı senedi; gerçek ve tüzel kişilerin köprü, baraj, elektrik santrali, karayolu, denizyolu, telekomünikasyon sistemleri ile sivil kullanıma yönelik deniz ve hava limanları vb kamu kurum ve kuruluşlarına ait olanların gelirlerine ortak olunmasını sağlamak amacıyla çıkarılan senetlerdir. \n Doğru cevap B şıkkıdır."
  },
  {
    "id": "2264742",
    "unitNumber": 3,
    "text": "I. Verilen çekler. II. Yatırım fonu. III. Alıcılar. IV. Alacak Senetleri. V. Verilen Depozito ve Teminatlar.\n Yukarıdakilerden hangileri, TDHP’de “12 Ticari Alacaklar” grubunda, yer alan hesaplardandır?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "III, IV, V",
      "D": "I, III, IV, V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "TİCARİ ALACAKLAR<br/>TDHP’de “12 Ticari Alacaklar” grubunda, aşağıdaki hesaplar yer almaktadır.<br/>120 Alıcılar<br/>121 Alacak Senetleri<br/>122 Alacak Senetleri Reeskontu (-)<br/>126 Verilen Depozito ve Teminatlar<br/>127 Diğer Ticari Alacaklar<br/>128 Şüpheli Ticari Alacaklar<br/>129 Şüpheli Ticari Alacaklar Karşılığı (-)\n Doğru cevap C şıkkıdır."
  },
  {
    "id": "2264743",
    "unitNumber": 3,
    "text": "I. Cüzdandaki Senetler. II. Tahsildeki Senetler. III. İskontolu Senetler. IV. Teminattaki Senetler. V. Yenilenen Senetler.\n Yukarıdakilerden hangileri, TDHP’ye göre “121 Alacak Senetleri” hesabının alt hesaplarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "III, IV, V",
      "D": "I, II, IV, V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "TİCARİ ALACAKLAR<br/>TDHP’de alacak senetleri ile ilgili tek bir hesap yer almaktadır. Ancak alacak senetleri ile ilgili detayların yardımcı hesaplarda takip edilmesi gerekir. Bu nedenle TDHP’ye göre “121 Alacak Senetleri” hesabının alt hesapları aşağıdaki gibi planlanabilir:<br/>121.01 Cüzdandaki Senetler<br/>121.02 Tahsildeki Senetler<br/>121.03 İskontolu Senetler<br/>121.04 Teminattaki Senetler<br/>121.05 Yenilenen Senetler\n Doğru cevap E şıkkıdır."
  },
  {
    "id": "2374244",
    "unitNumber": 3,
    "text": "Bir işletmenin imalatta çalışan işçilerin ücretlerini ödemek, peşin alışlar yapmak gibi günlük işleyişi sürdürmek üzere kasasında bulunan ve bankaya yatırılan paralar hangi varlık grubunda yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dönen varlıklar",
      "B": "Yatırımlar",
      "C": "Duran Varlıklar",
      "D": "Özkaynaklar",
      "E": "Nakdi sermaye"
    },
    "explanation": "Dönen varlıklar, bir işletmenin faaliyetlerini sağlıklı bir<br/>biçimde sürdürebilmesi için sahip olması gereken, bir yıl<br/>veya daha kısa sürede tüketilmesi, kullanılması veya paraya dönüştürülmesi beklenen varlıklardır. Diğer bir ifade ile dönen varlıklar, işletmenin nakit olarak elde tuttuğu paralarla, vadesiz veya bir yıla kadar vadeli olarak bankaya<br/>yatırılan paralar ve normal koşullarda bir yıl içinde nakde<br/>dönüşecek veya kullanılacak varlıklardır."
  },
  {
    "id": "2374286",
    "unitNumber": 3,
    "text": "KAR işletmesi, 01.02.2020 tarihinde bir döviz bürosundan 1.000 ABD Doları satın almıştır.<br/>İşlem gününde 1 ABD Doları = 5,5 TL’dir. KAR işletmesi 01.03.2020 tarihinde daha önce satın almış olduğu ABD Dolarından 500 Dolarlık kısmını bir döviz bürosunda Türk Lirasına çevirmiştir. İşlem gününde 1 ABD Doları = 6,00 TL’dir. 01.03.2020 tarihinde Doları Türk Lirasına çevirme kaydı aşağıdaki hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "“646 Kambiyo Kârları” hesabının alacak tarafına 250 TL; “100 Kasa” hesabının alacak tarafına 2.750 TL; “100 Kasa” hesabının borç tarafına 3.000 TL",
      "B": "“656 Kambiyo Zararları” hesabının alacak tarafına 250 TL; “100 Kasa” hesabının alacak tarafına 2.750 TL; “100 Kasa” hesabının borç tarafına 3.000 TL",
      "C": "“656 Kambiyo Zararları” hesabının borç tarafına 250 TL; “100 Kasa” hesabının alacak tarafına 2.750 TL; “100 Kasa” hesabının borç tarafına 3.000 TL",
      "D": "“656 Kambiyo Zararları” hesabının borç tarafına 250 TL; “100 Kasa” hesabının borç tarafına 2.750 TL; “100 Kasa” hesabının alacak tarafına 3.000 TL",
      "E": "“646 Kambiyo Kârları” hesabının borç tarafına 250 TL; “100 Kasa” hesabının borç tarafına 2.750 TL; “100 Kasa” hesabının alacak tarafına 3.000 TL"
    },
    "explanation": "İşletme 1 Dolar = 5,5 TL kur ile satın aldığı 1.000 ABD Dolarının 500 Dolarlık kısmını 1 Dolar = 6 TL kur ile Türk Lirasına çevirdiğinde, kurdaki yükselişten dolayı 250 TL ((6,00 - 5,5 )*500 $) gelir elde etmiştir. Elde edilen bu gelir, “646 Kambiyo Kârları” hesabının alacak tarafına 250 TL olarak kaydedilmiştir. Doların bir kısmının bozdurulması işletmenin nakit parasını azalmış ve bu azalış “100 Kasa” hesabının alacak tarafına 2.750 TL olarak kaydedilmiştir. İşletme 500 Doları bozdurduğunda döviz bürosundan 3.000 TL (500 Dolar*6,00 TL) aldığından nakit parası artmış ve bu artışı “100 Kasa” hesabını 3.000 TL borçlandırarak kaydetmiştir."
  },
  {
    "id": "2374297",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi “101 Alınan Çekler” hesabının borç tarafına kayıt yapılmasına yol açar?",
    "correctAnswer": "A",
    "options": {
      "A": "Mal veya hizmet satışı karşılığında çek alındığında",
      "B": "Çek bedeli tahsil edildiğinde",
      "C": "Çek ciro edildiğinde",
      "D": "Çek geri verildiğinde",
      "E": "Mal veya hizmet alışı karşılığında çek düzenlendiğinde"
    },
    "explanation": "Mal veya hizmet satışı karşılığında çek alındığında “101 Alınan Çekler” hesabının borç tarafına, tahsil edildiğinde, ciro edildiğinde veya geri verilmesi gibi nedenlerle elden çıkışında ise alacak tarafına kayıt yapılır."
  },
  {
    "id": "2374311",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi “101 Alınan Çekler” hesabının yardımcı hesapları arasında <strong>yer almaz?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "101.05 Verilen Çekler ve Ödeme Emirleri",
      "B": "101.01 Cüzdandaki Çekler",
      "C": "101.02 Tahsildeki Çekler",
      "D": "101.03 Teminattaki Çekler",
      "E": "101.04 Karşılıksız Çekler"
    },
    "explanation": "Ticari bir faaliyet karşılığı sonucunda alınan tüm çekler, tahsiline veya herhangi bir nedenle işletmeden çıkışına kadar “Cüzdandaki Çekler” vb. gibi bir ad altında yardımcı hesapta izlenmesi gerekir. Bu anlamda,<br/>“101 Alınan Çekler” hesabının yardımcı hesapları aşağıdaki gibi olabilir:<br/>101 ALINAN ÇEKLER<br/>101.01 Cüzdandaki Çekler<br/>101.02 Tahsildeki Çekler<br/>101.03 Teminattaki Çekler<br/>101.04 Karşılıksız Çekler<br/>101.05 Takipteki Çekler"
  },
  {
    "id": "2374338",
    "unitNumber": 3,
    "text": "<em>\"TAP işletmesi 12.01.2021 tarihinde elindeki nakit fazlasını değerlendirmek ve geçici yatırım </em><em>amacıyla Z Anonim Şirketi’nin hisse senetlerinden 20.000 TL’lik kısmını banka aracılığıyla satın almıştır. Bu alım nedeniyle komisyon gideri olarak ayrıca, 1.000 TL de banka hesabından ödenmiştir.\"</em>\n<br/>İşletme “110 Hisse Senetleri” hesabının borç tarafına 20.000 TL; “653 Komisyon Giderleri” hesabının borç tarafına 1.000 TL; “102 Bankalar” hesabının alacak tarafına 21.000 TL kaydedilmiştir. Bu şekilde kayıt yapılmasının nedeni hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Menkul kıymetler satın alındıklarında ilgili hesapların borç tarafına alış bedeli üzerinden kaydedilir.",
      "B": "Menkul kıymetler satın alındıklarında ilgili hesapların borç tarafına maliyet bedeli üzerinden kaydedilir.",
      "C": "Menkul kıymetler satın alındıklarında ilgili hesapların borç tarafına tahmini bedeli üzerinden kaydedilir.",
      "D": "Menkul kıymetler satın alındıklarında ilgili hesapların borç tarafına net gerçekleşebilir değeri üzerinden kaydedilir.",
      "E": "Menkul kıymetler satın alındıklarında ilgili hesapların borç tarafına net bedeli üzerinden kaydedilir."
    },
    "explanation": "Menkul kıymetler satın alındıklarında alış bedeli üzerinden yukarıdaki hesapların borç tarafına,<br/>elden çıkartıldığında veya satıldıklarında ise yine alış bedeli üzerinden alacak tarafına kayıt yapılır.\n<br/>İşletme hisse senedi satın aldığında varlıkları arttığından bir varlık hesabı olan “110 Hisse Senetleri” hesabının borç tarafına 20.000 TL kaydedilmiştir. İşletmenin bu alım dolayısıyla ayrıca 1.000 TL komisyon ödemesi giderlerini artırmış ve bundan dolayı bu türde giderlerin kaydedildiği “653 Komisyon Giderleri” hesabının borç tarafına 1.000 TL kaydedilmiştir. Hisse senedi alımı ve komisyon ödemesi işletmenin bankadaki hesabından yapıldığından, işletmenin bankadaki parasında azalış olmuş ve bu nedenle de “102 Bankalar” hesabının alacak tarafına 21.000 TL kaydedilmiştir."
  },
  {
    "id": "2374371",
    "unitNumber": 3,
    "text": "<em>\"SAN işletmesi 01.02.2021 tarihinde 100.000 TL tutarında mal satışı yapmıştır. Karşılığında</em><br/><em>müşteriden 6 ay vadeli bir senet almıştır. Ancak nakde olan gereksinimi nedeni ile 100.000 TL tutarındaki bu alacak senedini 15.02.2021 tarihinde bankaya iskonto ettirmiş ve banka da 10.000 TL’lik faiz kestikten sonra kalan tutarı işletmenin hesabına aktarmıştır.\"</em>\n Alacak senedinin 15.02.2021 tarihinde bankaya iskonto ettirilmesi kaydı aşağıdaki hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "“121 Alacak Senetleri” hesabının alacak tarafına 100.000 TL; “102 Bankalar” hesabının borç tarafına 90.000 TL; “780 Finansman Giderleri” hesabının borç tarafına 10.000 TL",
      "B": "“121 Alacak Senetleri” hesabının borç tarafına 100.000 TL; “102 Bankalar” hesabının alacak tarafına 90.000 TL; “780 Finansman Giderleri” hesabının borç tarafına 10.000 TL",
      "C": "“121 Alacak Senetleri” hesabının alacak tarafına 100.000 TL; “102 Bankalar” hesabının borç tarafına 100.000 TL",
      "D": "“121 Alacak Senetleri” hesabının alacak tarafına 100.000 TL; “100 Kasa” hesabının borç tarafına 90.000 TL; “780 Finansman Giderleri” hesabının borç tarafına 10.000 TL",
      "E": "“121 Alacak Senetleri” hesabının alacak tarafına 100.000 TL; “121 Alacak Senetleri” hesabının borç tarafına 90.000 TL; “780 Finansman Giderleri” hesabının borç tarafına 10.000 TL"
    },
    "explanation": "İşletme alacak senedini bankaya iskonto ettirdiğinde sahip olduğu alacak senetlerinde azalış olacağından “121 Alacak Senetleri” hesabının alacak tarafına 100.000 TL kaydedilmiştir. Banka işletmenin hesabına iskonto sonucunda 90.000 TL aktardığından, “102 Bankalar” hesabının borç tarafına 90.000 TL kaydedilmiştir. İşletmenin 100.000 TL tutarındaki senedini verip, 90.000 TL nakit para alması, 10.000 TL tutarında bir giderin ortaya çıkmasını sağlamıştır. İşletme oluşan bu gideri “780 Finansman Giderleri” hesabının borç tarafına kaydetmiştir."
  },
  {
    "id": "2374400",
    "unitNumber": 3,
    "text": "Ödeme süresi geçmiş ve tahsilinin mümkün olamayacağı kesinleşmiş alacaklara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Değersiz alacaklar",
      "B": "Şüpheli Ticari Alacaklar",
      "C": "Diğer Alacaklar",
      "D": "Şüpheli Diğer Alacaklar Karşılığı",
      "E": "Vazgeçilen alacaklar"
    },
    "explanation": "Ödeme süresi geçmiş bu nedenle vadesi birkaç defa uzatılmış veya protesto edilmiş, yazı ile birden fazla istenmiş ya da dava veya icra safhasına aktarılmış senetli ve senetsiz alacaklar “128 Şüpheli Ticari Alacaklar” hesabında izlenir.\n<br/>Tahsilinin mümkün olamayacağı kesinleşmiş alacaklara değersiz alacaklar adı verilir.<br/>Değersiz alacaklar; kazai bir hükme (yargı kararına) veya kanaat verici bir vesikaya<br/>göre tahsiline imkân kalmayan alacaklardır. Değersiz alacaklar, bu mahiyete girdikleri<br/>tarihte tasarruf değerlerini kaybederler ve mukayyet kıymetleriyle zarara (“689 Diğer<br/>Olağandışı Gider ve Zararlar” hesabı) geçirilerek yok edilirler."
  },
  {
    "id": "2374428",
    "unitNumber": 3,
    "text": "VAR işletmesi 10.03.2021 tarihinde vadesi gelen ve birkaç kez istenmesine rağmen tahsil<br/>edemediği 150.000 TL’lik senetli alacağı için icra mahkemesinde dava açmıştır. 25.09.2021 tarihinde mahkeme sonuçlanmış ve alacağın 70.000 TL’lik kısmı tahsil edilebilmiş,<br/>geri kalan kısmının ise tahsil edilmesinin mümkün olmadığı mahkeme kararından anlaşılmıştır. Bu durumda 25.09.2021 tarihinde VAR işletmesinin yapacağı kayıt aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "“100 Kasa” hesabının borç tarafına 70.000 TL; “689 Diğer Olağandışı Gider ve Zararlar”<br/>hesabının borç tarafına 80.000 TL; “128 Şüpheli Ticari Alacaklar” hesabının alacak tarafına 150.000 TL",
      "B": "“100 Kasa” hesabının borç tarafına 70.000 TL; “689 Diğer Olağandışı Gider ve Zararlar”<br/>hesabının borç tarafına 80.000 TL; “121 Alacak Senetleri” hesabının alacak tarafına 150.000 TL",
      "C": "“100 Kasa” hesabının borç tarafına 70.000 TL; “689 Diğer Olağandışı Gider ve Zararlar”<br/>hesabının borç tarafına 80.000 TL; “120 Alıcılar” hesabının alacak tarafına 150.000 TL",
      "D": "“100 Kasa” hesabının borç tarafına 70.000 TL; “689 Diğer Olağandışı Gider ve Zararlar”<br/>hesabının alacak tarafına 70.000 TL",
      "E": "“102 Bankalar” hesabının borç tarafına 70.000 TL; “689 Diğer Olağandışı Gider ve Zararlar”<br/>hesabının borç tarafına 80.000 TL; “121 Alacak Senetleri” hesabının alacak tarafına 150.000 TL"
    },
    "explanation": "25.09.2020 tarihinde mahkeme sonuçlandığında, işletme şüpheli hale gelen alacağından 7.000 TL tahsil edebildiğinden “100 Kasa” hesabının borç tarafına bu tutar kaydedilmiştir. Alacağın geri kalan 8.000 TL’lik kısmının tahsil olanağının kalmadığı mahkeme kararı ile anlaşıldığından, işletmenin bu tutarı gider olarak kaydetmesi gerekir. Bundan dolayı işletme oluşan gideri “689 Diğer Olağandışı Gider ve Zararlar” hesabının borç tarafına 8.000 TL olarak kaydetmiştir. Mahkeme sonucunda işletmenin artık bu şekilde bir alacağı kalmadığı için “128 Şüpheli Ticari Alacaklar” hesabı 15.000 TL alacaklandırılarak kapatılmıştır.<br/>25.09.2021 tarihinde mahkeme sonuçlandığında, işletme şüpheli hale gelen alacağından 70.000 TL tahsil edebildiğinden “100 Kasa” hesabının borç tarafına bu tutar kaydedilmiştir. Alacağın geri kalan 80.000 TL’lik kısmının tahsil olanağının kalmadığı mahkeme kararı ile anlaşıldığından, işletmenin bu tutarı gider olarak kaydetmesi gerekir. Bundan dolayı işletme oluşan gideri “689 Diğer Olağandışı Gider ve Zararlar” hesabının borç tarafına 80.000 TL olarak kaydetmiştir. Mahkeme sonucunda işletmenin artık bu şekilde bir alacağı kalmadığı için “128 Şüpheli Ticari Alacaklar” hesabı 150.000 TL alacaklandırılarak kapatılmıştır."
  },
  {
    "id": "2374447",
    "unitNumber": 3,
    "text": "Mahkeme kararı ile alacağın tahsil edilmesinin mümkün olmadığı durumda tahsil edilemeyecek bu tutar hangi hesaba borç kaydedilir?",
    "correctAnswer": "A",
    "options": {
      "A": "“689 Diğer Olağandışı Gider ve Zararlar”",
      "B": "“128 Şüpheli Ticari Alacaklar”",
      "C": "“100 Kasa”",
      "D": "\"136 Diğer Çeşitli Alacaklar\"",
      "E": "\"138 Şüpheli Diğer Alacaklar\""
    },
    "explanation": "Alacağın tahsil olanağının kalmadığı mahkeme kararı ile anlaşıldığından, işletmenin bu tutarı gider olarak kaydetmesi gerekir. Bundan dolayı işletme oluşan gideri “689 Diğer Olağandışı Gider ve Zararlar” hesabının borç tarafına kaydetmiştir."
  },
  {
    "id": "2374458",
    "unitNumber": 3,
    "text": "“13 Diğer Alacaklar” grubu; herhangi bir ticari nedene dayanmadan meydana gelmiş ve en çok bir yıl içinde tahsil edilmesi düşünülen ...... alacakların izlenmesini sağlar.\n Yukarıdaki boşluğun doğru şekilde doldurulması hangi seçenekteki ifade ile mümkündür?",
    "correctAnswer": "A",
    "options": {
      "A": "senetli ve senetsiz",
      "B": "senetli",
      "C": "senetsiz",
      "D": "sağlam ve şüpheli",
      "E": "değerli ve değersiz"
    },
    "explanation": "“13 Diğer Alacaklar” grubu; herhangi bir ticari nedene dayanmadan meydana gelmiş ve en çok bir yıl içinde tahsil edilmesi düşünülen senetli ve senetsiz alacakların izlenmesini sağlar."
  },
  {
    "id": "3065147",
    "unitNumber": 3,
    "text": "\"İşletmenin kasada ve bankada tuttuğu paralarla, normal koşullarda 1 yıl içinde ya da işletmenin normal faaliyet dönemi içinde paraya çevrilmesi veya tüketilmesi öngörülen varlıklar\" aşağıdakilerden hangisi ile tanımlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dönen Varlıklar",
      "B": "Duran Varlıklar",
      "C": "Özkaynaklar",
      "D": "Kısa Vadeli Yabancı Kaynaklar",
      "E": "Uzun Vadeli Yabancı Kaynaklar"
    },
    "explanation": "Dönen varlıklar, işletmenin kasada ve bankada tuttuğu paralarla, normal koşullarda 1 yıl içinde ya da işletmenin normal faaliyet dönemi içinde paraya çevrilmesi veya tüketilmesi öngörülen varlıklardır."
  },
  {
    "id": "3065157",
    "unitNumber": 3,
    "text": "I-100 Kasa\n II-110 Hisse Senetleri\n III-102 Bankalar\n IV-118 Diğer Menkul Kıymeteler\n V-108 Diğer Hazır Değerler\n Yukarıdakilerden hangisi ya da hangileri tek düzen hesap planına göre Hazır Değerler grubunda yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "I",
      "B": "I,II",
      "C": "I,III,V",
      "D": "I,II,III,IV",
      "E": "I,II,III,IV,V"
    },
    "explanation": "TDHP’de “10 Hazır Değerler” grubunda aşağıdaki hesaplar yer almaktadır.<br/>10 HAZIR DEĞERLER<br/>100 Kasa<br/>101 Alınan Çekler<br/>102 Bankalar<br/>103 Verilen Çekler ve Ödeme Emirleri (-)<br/>108 Diğer Hazır Değerler"
  },
  {
    "id": "3065181",
    "unitNumber": 3,
    "text": "AAA işletmesi Satıcı X şirketine veresiye borcu olan 10.000 TL yi nakit olarak ödemiştir. Veresiye borcunun nakit olarak ödenmesinin yevmiye kaydı aşağıdakilerden hangisi gibi olmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "100 Kasa 10.000 TL Borç, 102 Bankalar Alacak",
      "B": "320 Satıcılar 10.000 TL Borç, 100 Kasa Alacak",
      "C": "320 Satıcılar 10.000 TL Borç, 102 Bankalar Alacak",
      "D": "100 Kasa 10.000 TL Borç, 120 Alıcılar 10.000 TL Alacak",
      "E": "153 Ticari Alacaklar 10.000 TL Borç, 100 Kasa 10.000 TL Alacak"
    },
    "explanation": "320 Satıcılar 10.000 TL Borç, 100 Kasa Alacak\n AAA işletmesi Satıcı X şirketine olan borcunu nakit olarak ödediğinden kasadaki parasında azalış olmuş ve bu azalışı “100 Kasa” hesabının alacak tarafına 10.000 TL olarak kaydetmiştir. İşletme borcunu ödediği<br/>için borçlarında yani kaynaklarında bir azalış olmuştur. Bundan dolayı veresiye borçlarını kaydettiği “320 Satıcılar” hesabının borç tarafına 10.000 TL kaydedilmiştir."
  },
  {
    "id": "3065197",
    "unitNumber": 3,
    "text": "Yabancı paraların, alış bedelinden daha yüksek bir fiyatla kullanılmasından doğan kar tutarı aşağıdaki hesapların hangisinde takip edilmektedir.",
    "correctAnswer": "D",
    "options": {
      "A": "102 Bankalar",
      "B": "101 Alınan Çekler",
      "C": "642 Faiz Gelirleri",
      "D": "646 Kambiyo Kârları",
      "E": "656 Kambiyo Zararları"
    },
    "explanation": "Yabancı paralar, alış bedeli üzerinden kaydedilir. Yabancı paraların, alış bedelinden daha yüksek bir fiyatla kullanılmasından doğan kar tutarı “646 Kambiyo Kârları” hesabının alacak tarafına, alış bedelinin altında bir fiyatla kullanılmasından doğan zarar tutarı ise “656 Kambiyo Zararları” hesabının borç tarafına kaydedilir."
  },
  {
    "id": "3065217",
    "unitNumber": 3,
    "text": "Çeşitli finansal kuruluşların alacakları karşılığında çıkardıkları menkul kıymetler aşağıdakilerden hangisi ile tanımlanmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Tahvil",
      "B": "Hazine Bonusu",
      "C": "Yatırım Fonu",
      "D": "Gelir Ortaklığı Senedi",
      "E": "Varlığa Dayalı Menkul Kıymet"
    },
    "explanation": "Varlığa Dayalı Menkul Kıymet: Çeşitli finansal kuruluşların alacakları karşılığında çıkardıkları menkul kıymetlerdir"
  },
  {
    "id": "3065235",
    "unitNumber": 3,
    "text": "AAA İşletmesi geçici yatırım amacıyla XXX şirketinin ihraç ettiği 5.000 TL<br/>nominal bedelli finansman bonolarını banka aracılığıyla satın almıştır. Finansman bonosunun satın alınması aşağıdaki hesaplardan hangisine borç olarak kaydedilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "102 Bankalar",
      "B": "110 Hisse Senetleri",
      "C": "111 Özel Kesim, Tahvil Senet ve Bonoları",
      "D": "112 Kamu Kesimi, Tahvil Senet Ve Bonoları",
      "E": "642 Faiz Gelirleri"
    },
    "explanation": "Tahvil veya bonolar, devletin veya özel şirketlerin ödünç para temin etmek amacıyla çıkarmış oldukları borçlanma senetleridir. Tahvillerde vade bir yıldan fazla, bonolarda ise genellikle bir yıldan daha azdır. Özel sektörün çıkarmış olduğu tahvil, senet ve bonolar bu hesapta izlenir. Özel kesim tarafından çıkartılmış tahvil, senet ve bono şeklinde bir menkul kıymet edinildiğinde alış bedeli üzerinden “111 Özel Kesim Tahvil, Senet ve Bonoları” hesabının borç tarafına, menkul kıymetin herhangi bir nedenle elden çıkarılmasında ise aynı bedelle alacak tarafına kayıt yapılır. Bu tahvil, senet veya bonoları ellerinde bulunduranlar belli dönemlerde faiz geliri elde ederler."
  },
  {
    "id": "3065260",
    "unitNumber": 3,
    "text": "I-işletmenin faaliyet konusunu oluşturan mal ve hizmet satışlarından<br/>kaynaklanan senede bağlanmış alacakları kapsar.\n II-Hesabın borç tarafına; alınan bonolar, alınan poliçeler, hatır senedi alınması kaydedilir.\n III-Hesabın borç kalanı henüz tahsil edilmemiş olan alacak<br/>senetlerinin tutarını gösterir.\n IV-Hesap ya alacak kalanı verir ya da kalan vermez.\n V-Senetsiz (kredili-veresiye) mal veya hizmet satışlarından doğan ve vadesi bir yılın altında olan alacakların izlendiği hesaptır.\n Yukarıdakilerden hangisi ya da hangileri \"121 Alacak Senetleri\" ile ilgili doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I",
      "B": "I,III",
      "C": "I,II,III",
      "D": "III,IV,V",
      "E": "I,II,IV,V"
    },
    "explanation": "“121 Alacak Senetleri” hesabı, işletmenin faaliyet konusunu oluşturan mal ve hizmet satışlarından kaynaklanan senede bağlanmış alacakları kapsar. Hesabın borç tarafına; alınan bonolar, alınan poliçeler, hatır senedi alınması; alacak tarafına ise, tahsil edilen, üçüncü kişilere ciro edilen, iskonto ettirilen, değiştirilmek üzere iade edilen senetler ve şüpheli ya da değersiz alacak haline geldiği için cüzdandan çıkarılan senetler kaydedilir. Hesap ya borç kalanı verir ya da kalan vermez. Hesabın borç kalanı henüz tahsil edilmemiş olan alacak senetlerinin tutarını gösterir."
  },
  {
    "id": "3065276",
    "unitNumber": 3,
    "text": "AAA işletmesi 10.04.2023 tarihinde resmi bir kurumun ihalesine girebilmek için 5.000 lira nakit teminatı ilgili kuruma ödemiştir. Nakit teminat verilmesi kaydı aşağıdakilerden hangisinde yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "126 Verilen Depozito ve Teminatlar 5.000 TL Borç, 100 Kasa 5.000 TL Alacak",
      "B": "126 Verilen Depozito ve Teminatlar 5.000 TL Borç, 102 Bankalar 5.000 TL Alacak",
      "C": "128 Şüpheli Ticari Alacaklar 5.000 TL Borç, 100 Kasa 5.000 TL Alacak",
      "D": "100 Kasa 5.000 TL,126 Verilen Depozito ve Teminatlar 5.000 Alacak",
      "E": "121 Alacak Senetleri 5.000 TL Borç, 100 Kasa 5.000 TL Alacak"
    },
    "explanation": "İşletmenin ihale için nakit teminat yatırması, nakit para tutarında azalış meydana getirdiğinden “100 Kasa” hesabının alacak tarafına 5.000 TL kaydedilmiştir. İşletme ihale için ödediği teminat tutarını, geri alma durumu olduğu için, bir varlık olarak “126 Verilen Depozito ve Teminatlar” hesabının borç tarafına 5.000 TL olarak kaydetmiştir."
  },
  {
    "id": "3065278",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisinde hesap grubu ve hesap adı eşleştirmesi doğru bir şekilde yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "131 İştiraklerden Alacaklar",
      "B": "136 Diğer Çeşitli Alacaklar",
      "C": "138 Personelden Alacaklar",
      "D": "132 Bağlı Ortaklıklardan Alacaklar",
      "E": "139 Diğer Çeşitli Alacaklar"
    },
    "explanation": "TDHP’de “13 Diğer Alacaklar” grubunda, aşağıdaki hesaplar yer almaktadır.<br/>13 DİĞER ALACAKLAR<br/>131 Ortaklardan Alacaklar<br/>132 İştiraklerden Alacaklar<br/>133 Bağlı Ortaklıklardan Alacaklar<br/>135 Personelden Alacaklar<br/>136 Diğer Çeşitli Alacaklar<br/>137 Diğer Alacak Senetleri Reeskontu (-)<br/>138 Şüpheli Diğer Alacaklar<br/>139 Şüpheli Diğer Alacaklar Karşılığı (-)"
  },
  {
    "id": "3065286",
    "unitNumber": 3,
    "text": "AAA işletmesi 10.03.2021 tarihinde personeli Ali' ye kişisel ihtiyaçları için 1.000 TL nakit borç vermiştir. İşletme ilerleyen zamanlarda personelinden alacağını tahsil ettiğinde tahsil yevmiye kaydında aşağıdaki hesaplardan hangisi doğru bir şekilde yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "135 Personelden Alacaklar hesabının borç tarafına 1.000 TL olarak kaydedilir.",
      "B": "100 Kasa hesabının alacak tarafına 1.000 TL olarak kaydedilir.",
      "C": "135 Personelden Alacaklar hesabını 1.000 TL alacak kaydedilir.",
      "D": "136 Personelden Alacaklar hesabını 1.000 TL alacak kaydedilir.",
      "E": "132 İştiraklerden Alacaklar hesabının borç tarafına 1.000 TL olarak kaydedilir."
    },
    "explanation": "İşletme çalışanı Ali' ye borç verdiğinde oluşan alacağını “135 Personelden Alacaklar” hesabının borç tarafına 1.000 TL olarak kaydetmiştir. Borç verdiğinde oluşan nakit para azalışını “100 Kasa” hesabının alacak tarafına 1.000 TL olarak kaydetmiştir. İşletme ilerleyen zamanlarda personelinden alacağını tahsil ettiğinde “135 Personelden Alacaklar” hesabını 1.000 TL alacaklandırarak kapatır. Tahsilat şekline bağlı olarak ilgilivarlık hesabının borç tarafına kayıt yapılır."
  },
  {
    "id": "2267343",
    "unitNumber": 4,
    "text": "İşletme mal ve hizmet satımlarında tahsil edilen veya tahsil edilecek KDV’yi hangi hesaba ne şekilde kaydeder?",
    "correctAnswer": "B",
    "options": {
      "A": "“İndirilecek KDV” hesabının alacak tarafına",
      "B": "“ Hesaplanan KDV” hesabının alacak tarafına",
      "C": "\"İndirilecek KDV” hesabının borç tarafına",
      "D": "“Hesaplanan KDV” hesabının borç tarafına",
      "E": "“Devreden KDV” hesabının borç tarafına"
    },
    "explanation": "Mal ve hizmet satımlarında tahsil edilen veya tahsil edilecek KDV “Hesaplanan KDV” Hesabı alacak tarafına kaydedilir. Bu hesabın kalanı, işletmenin devlete olan KDV borcunu gösterir. Sorunun doğru cevabı B seçeneğidir."
  },
  {
    "id": "2267366",
    "unitNumber": 4,
    "text": "Aşağıdaki ticari mal alım işlemlerinden hangisi ya da hangilerinde “153 Ticari Mallar” hesabının alacak tarafına kayıt yapılır.\n<br/>I- Alış İskontoları\n<br/>II- Alıştan İadeler\n<br/>III- Alış Giderleri\n<br/>IV- Mal Alışı",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I, II",
      "C": "I, III, IV",
      "D": "I, II, IV",
      "E": "II, III, IV"
    },
    "explanation": "Mal Alışı işletmelerin ana faaliyet konuları ile ilgili satın aldıkları mallar, mevcut ticari mal stoklarında bir artışa yol açar. Satın alınan ticari mallar, maliyet bedeli üzerinden “153 Ticari Mallar” hesabının borç tarafına kaydedilir. Alış giderleri de “153 Ticari Mallar” hesabının borç tarafına kaydedilir. İşletme, satın almış olduğu malların bir kısmını veya tamamını değişik nedenlerden dolayı iade edebilir. Bu gibi durumlarda, işletmenin ticari mal stoklarında azalış olacaktır. Bu nedenle, “153 Ticari Mallar” hesabının alacak tarafına kayıt yapılır. Alış İskontoları iadelerde olduğu gibi, “153 Ticari Mallar” hesabının alacak tarafına kayıt yapılır. Sorunun doğru cevabı B seçeneğidir."
  },
  {
    "id": "2267416",
    "unitNumber": 4,
    "text": "XYZ işletmesi veresiye olarak satın almış olduğu 250.000 TL tutarında malın %18 KDV hariç 10.000 TL’lik kısmını uygun niteliklerde olmaması nedeniyle bir hafta sonra satıcıya iade etmiştir. İade edilen mallara ilişkin KDV tutarı peşin olarak tahsil edilmiş, iade edilen mal bedeli ise satıcıya olan borçtan düşülmüştür.Buna göre, XYZ işletmesinin satın almış olduğu malları iade etmesi durumunda yapacağı kayıt (alış iadesi kaydı) aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/a61bf1e5fc44248dab4340b7902fd0f2.png\" alt=\"\" width=\"428\" height=\"150\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/3b1a5ce64d11995c2251e2f1e5dc6697.png\" alt=\"\" width=\"427\" height=\"159\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/6da64ca01bebf9a6de3208f914817d5c.png\" alt=\"\" width=\"436\" height=\"162\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/6aed354a478b2954c3107a3ab8922c1b.png\" alt=\"\" width=\"448\" height=\"166\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/51dc01824fafcb63ec7f47014ce4ec7b.png\" alt=\"\" width=\"443\" height=\"163\">"
    },
    "explanation": "XYZ işletmesinin daha önce satın almış olduğu malların 10.000 TL tutarındaki kısmını satıcıya iade etmesi, işletmenin ticari mal stoklarını azaltır. Bu durumda, “153 Ticari Mallar” hesabının da azaltılması gerekmektedir. Dolayısıyla, iade edilen mal tutarı (10.000 TL) kadar “153 Ticari Mallar” hesabının alacak tarafına kayıt yapılmıştır. İade edilen mallara ilişkin KDV tutarı (1800 TL) ise, “391 Hesaplanan KDV” hesabının alacak tarafına kaydedilmiştir. Çünkü iade edilen malların KDV’si, işletme açısından, tahsil edilen ve daha sonra devlete ödenecek KDV niteliğindedir. Diğer taraftan, peşin olarak tahsil edilen KDV tutarı işletmenin kasasındaki para mevcudunda artışa yol açtığı için, “100 Kasa” hesabının borç tarafına 1800 TL kaydedilmiştir. Ticari mallar satıcıya iade edildiğinden işletmenin satıcılara olan borcunda iade edilen mal tutarı kadar bir azalma meydana gelmiştir. Dolayısıyla, işletmenin satıcılara olan borçlarını izlediği “320 Satıcılar” hesabına 10.000 TL tutarında azalış kaydedilmiş, yani hesabın borç tarafına kayıt yapılmıştır. Sorunun doğru cevabı E seçeneğidir."
  },
  {
    "id": "2267455",
    "unitNumber": 4,
    "text": "X işletmesi %18 KDV dahil 354.000 TL tutarında veresiye (kredili) mal satışı yapmıştır. Buna göre, X işletmesinin mal satışına ilişkin olarak yapacağı kayıt (mal satış kaydı) aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b15f1c0edbab4de3075842f3947cea57.png\" alt=\"\" width=\"454\" height=\"171\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f73ad7c4680a5d1024ecef9c283f52dd.png\" alt=\"\" width=\"444\" height=\"169\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/04f5d4f27ccc2e9ace5a673b6756da07.png\" alt=\"\" width=\"457\" height=\"163\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1adea7b8fe75d9bdba3e5d922ec1f19b.png\" alt=\"\" width=\"451\" height=\"172\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5e1d23f1c294b4674edc4520697f09d7.png\" alt=\"\" width=\"450\" height=\"169\">"
    },
    "explanation": "KDV’siz Tutar = KDV Dahil Tutar / (1 + KDV Oranı)\n<br/>KDV’siz Tutar = 354.000 / (1 + 0,18)\n<br/>KDV’siz Tutar = 300.000 TL\n<br/>Buna göre, “600 Yurtiçi Satışlar” hesabının alacak tarafına KDV’siz satış tutarı olan 300.000 TL kaydedilir. “391 Hesaplanan KDV” hesabı bir kaynak hesabı olduğu için devlete olan KDV borcundaki 54.000 TL tutarındaki artış bu hesabın alacak tarafına kaydedilir. Diğer taraftan, X işletmesi mal satışını veresiye (kredili) gerçekleştirdiğinden müşterisinden (alıcıdan) alacaklı hale gelmiştir. Veresiye mal satış işlemi sonucunda X işletmesinin alıcıdan 354.000 TL ticari alacağı doğmuştur. Söz konusu alacak “120 Alıcılar” hesabının borç tarafına kaydedilir. Sorunun doğru cevabı C seçeneğidir."
  },
  {
    "id": "2267471",
    "unitNumber": 4,
    "text": "Stok hareketlerinin izlenmesinde kullanılan, sürekli envanter yöntemi ve aralıklı envanter yöntemleri ile ilgili aşağıdaki ifadelerden hangisi ya da hangileri doğrudur?\n<br/>I- Her iki yöntemde de amaç, ticaret işletmelerinde mal alım satımı ve bunlara ilişkin gider, iade iskonto işlemlerinin kayda alınmasıdır.\n<br/>II- İki yöntem arasındaki temel farklılık, mal satışlarının muhasebeleştirilmesi ve dolayısıyla satılan ticari malın maliyetinin hesaplanmasında ortaya çıkmaktadır.\n<br/>III- Mal alışına ilişkin muhasebeleştirmede her iki yöntem arasında çok büyük farklılıklar söz konusudur.",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I, II",
      "D": "II, III",
      "E": "I, III"
    },
    "explanation": "Her iki yöntemde de amaç, ticaret işletmelerinde mal alım satımı ve bunlara ilişkin gider, iade iskonto işlemlerinin kayda alınmasıdır. Bunun yanı sıra benzer şekilde üretim işletmeleri de satışa hazır mamul stoklarının hareketlerini izlemekte bu yöntemleri kullanabilirler. İki yöntem arasındaki temel farklılık, mal satışlarının muhasebeleştirilmesi ve dolayısıyla satılan ticari malın maliyetinin hesaplanmasında ortaya çıkmaktadır. Mal alışına ilişkin muhasebeleştirmede her iki yöntem arasında herhangi bir farklılık söz konusu değildir. Buna göre I ve II ifadeleri doğru, III ifadesi yanlıştır. Sorunun doğru cevabı C seçeneğidir."
  },
  {
    "id": "2267482",
    "unitNumber": 4,
    "text": "Aralıklı Envanter Yöntemini kullanan ve Net satışları 860.000 TL olan bir Z işletmesinin cari yıla ilişkin ticari mal alış bilgileri aşağıdaki tabloda verilmiştir. Buna göre Z işletmesinin Brüt Satış Kârı veya Zararı kaç TL’dir?\n<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ede3f296edf07ca55bb9c4481bff2dc2.png\" alt=\"\" width=\"534\" height=\"177\">",
    "correctAnswer": "B",
    "options": {
      "A": "100.000 TL kâr",
      "B": "110.000 TL kâr",
      "C": "120.000 TL kâr",
      "D": "110.000 TL zarar",
      "E": "120.000 TL zarar"
    },
    "explanation": "Brüt Kâr veya Zarar = Net Satışlar - Satılan Ticari Mallar Maliyeti (sayfa: 106)\n<br/>Formülü ile bulunur. Burada Net satışları 860.000 TL olarak soruda verilmiştir, Satılan Ticari Mallar Maliyeti ise ;\n<br/>Satılan Ticari Mallar Maliyeti = [(Dönem Başı Ticari Mal Mevcudu + Dönem İçi Ticari Mal Alımları +Alış Giderleri) - (Alıştan İadeler + Alış İskontoları + Dönem Sonu Ticari Mal Mevcudu)] (sayfa:106)\n<br/>Satılan Ticari Mallar Maliyeti =[(180.000+670.000+120.000)- (70.000+20.000+130.000)]\n<br/>Satılan Ticari Mallar Maliyeti =970.00-220.000\n<br/>Satılan Ticari Mallar Maliyeti =750.000 TL olarak bulunur.\n<br/>Brüt Kâr veya Zarar = Net Satışlar - Satılan Ticari Mallar Maliyeti\n<br/>Brüt Kâr veya Zarar =860.000-750.000\n<br/>Brüt Kâr veya Zarar =110.000 TL brüt kar elde edilmiştir. (sonuç pozitif olduğu için kar elde edilmiştir.)\n<br/>Sorunun doğru cevabı B seçeneğidir."
  },
  {
    "id": "2267490",
    "unitNumber": 4,
    "text": "Aralıklı Envanter Yöntemini kullanan Y işletmesinin cari yıla ilişkin ticari mal alış ve satış bilgileri aşağıdaki tabloda verilmiştir. Bu bilgilere göre, satılan ticari mallar maliyeti kaç TL’dir?\n<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c299d0a448e97f0bb81e90bb36e28daf.png\" alt=\"\" width=\"517\" height=\"201\">",
    "correctAnswer": "C",
    "options": {
      "A": "450.000 TL",
      "B": "490.000 TL",
      "C": "550.000 TL",
      "D": "590.000 TL",
      "E": "910.000 TL"
    },
    "explanation": "Satılan Ticari Mallar Maliyeti = [(Dönem Başı Ticari Mal Mevcudu + Dönem İçi Ticari Mal Alımları +Alış Giderleri) - (Alıştan İadeler + Alış İskontoları + Dönem Sonu Ticari Mal Mevcudu)]\n<br/>Satılan Ticari Mallar Maliyeti =[(240.000+400.000+160) - (40.000+30.000+180.000)]\n<br/>Satılan Ticari Mallar Maliyeti =800.000-250.000\n<br/>Satılan Ticari Mallar Maliyeti =550.000 TL\n<br/>Sorunun doğru cevabı C seçeneğidir."
  },
  {
    "id": "2267499",
    "unitNumber": 4,
    "text": "Aşağıdakilerin hangisinde, ifadelerde durumları verilen avansların adlandırılması sırası ile doğru olarak verilmiştir?\n<br/>I- Stok edinmek için ödendiklerinde\n<br/>II- İşletmenin bir işinin gördürülmesi için ödendiklerinde\n<br/>III- Bir duran varlık edinme aşamasında ödendiklerinde",
    "correctAnswer": "A",
    "options": {
      "A": "Verilen Sipariş Avansı, İş Avansı, Verilen Avanslar",
      "B": "Verilen Sipariş Avansı, Verilen Avanslar, İş Avansı",
      "C": "İş Avansı, Verilen Sipariş Avansı, Verilen Avanslar",
      "D": "İş Avansı, Verilen Avanslar, Verilen Sipariş Avansı",
      "E": "Verilen Avanslar, Verilen Sipariş Avansı, İş Avansı"
    },
    "explanation": "Avans en genel tanımıyla, alacağına sayılmak üzere önceden yapılan ödeme, öndelik olarak ifade edilir. Avanslar:\n<br/><ul><br/><li>Stok edinmek için ödendiklerinde; “Verilen Sipariş Avansı”,</li><br/><li>İşletmenin bir işinin gördürülmesi için ödendiklerinde; “İş Avansı”,</li><br/><li>Bir duran varlık edinme aşamasında ödendiklerinde; “Verilen Avanslar” olarak adlandırılır.</li><br/></ul><br/>Sorunun doğru cevabı A seçeneğidir."
  },
  {
    "id": "2267506",
    "unitNumber": 4,
    "text": "X işletmesinin 2020 yılı Ocak ayı sonunda KDV hesaplarının kalanları aşağıdaki gibidir:\n<br/>İndirilecek KDV hesabı: 180.000 TL, Hesaplanan KDV hesabı: 130.000 TL\n<br/>Bu bilgilere göre, işletmenin Ocak ayı sonunda yapacağı KDV mahsup kaydı aşağıdakilerin hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/edad107d2019ead2bcd53f53ae688841.png\" alt=\"\" width=\"472\" height=\"141\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/04a1925ac9958e7b5739bb44f4d05bae.png\" alt=\"\" width=\"480\" height=\"138\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1f8905aed655f616e8ff2f30f43ebcdf.png\" alt=\"\" width=\"492\" height=\"150\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/8e2dfe6e371f7afd7f02ffa61075f682.png\" alt=\"\" width=\"489\" height=\"159\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ae26d9aadb8395039d8faf18b716851b.png\" alt=\"\" width=\"487\" height=\"124\">"
    },
    "explanation": "Ocak ayında “191 İndirilecek KDV” hesabının kalanı, “391 Hesaplanan KDV” hesabının kalanından büyüktür. Dolayısıyla, ay sonunda KDV mahsup kaydı yapılmış ve iki hesapta kapatılmıştır. İşletmenin devletten olan KDV alacağını gösteren aradaki fark (50.000 TL), “190 Devreden KDV” hesabının borç tarafına kaydedilmiştir. Bir sonraki ayın KDV mahsup kaydı yapılırken bu hesaptaki tutar dikkate alınmalıdır. Sorunun doğru cevabı A seçeneğidir."
  },
  {
    "id": "2267511",
    "unitNumber": 4,
    "text": "“197 Sayım ve Tesellüm Noksanları” hesabı ile ilgili aşağıda verilen ifadelerin hangisi ya da hangileri doğrudur?\n<br/>I- Bu hesap geçici bir hesaptır ve farkın nedeni bulununca kapatılır.\n<br/>II- Sayım ya da teslim alma sırasında noksan çıkan ve araştırılmasına karar verilen varlıkların tutarları üzerinden hesabın borç tarafına kayıt yapılır.\n<br/>III- Noksanlığın sebebinin tespit edilememesi ve personelin sorumlu tutulması durumunda bu hesabın borç tarafına kayıt yapılarak hesap kapatılır.",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I, II",
      "D": "II, III",
      "E": "I, III"
    },
    "explanation": "Sayım ya da teslim alma sırasında noksan çıkan ve araştırılmasına karar verilen varlıkların tutarları üzerinden hesabın borç tarafına kayıt yapılır. Bu hesap geçici bir hesaptır ve farkın nedeni bulununca kapatılır. Noksanlığın sebebinin tespit edilememesi ve personelin sorumlu tutulması durumunda bu hesabın alacak tarafına kayıt yapılarak hesap kapatılır. Buna göre I ve II ifadeleri doğru III ifadesi yanlıştır. Sorunun doğru cevabı C seçeneğidir."
  },
  {
    "id": "2376036",
    "unitNumber": 4,
    "text": "Bir işletme üzerinde herhangi bir işlem yapılmadan, olduğu gibi satılmak üzere 10.000 TL (KDV Hariç) bedel ile alım yapmıştır. Söz konusu malın KDV oranı % 8’dir. Yapılması gereken kayıt aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "150 İlk Madde Malzeme (Borç) 10.000 / 191 İndirilecek KDV (Borç) 1.800",
      "B": "150 İlk Madde Malzeme (Borç) 10.000 / 191 İndirilecek KDV (Alacak) 1.800",
      "C": "153 Ticari Mallar (Borç) 10.000 / 191 İndirilecek KDV (Borç) 1.800",
      "D": "153 Ticari Mallar (Borç) 10.000 / 191 İndirilecek KDV (Alacak) 1.800",
      "E": "153 Ticari Mallar (Borç) 10.000 / 191 İndirilecek KDV (Borç) 800"
    },
    "explanation": "İşletmelerin ana faaliyet konuları ile ilgili satın aldıkları mallar, mevcut ticari mal stoklarında bir artışa yol açar. Satın alınan ticari mallar, maliyet bedeli üzerinden “153 Ticari Mallar” hesabının borç tarafına kaydedilir. Alış nedeniyle ödenen KDV’ler ise ayrı olarak “191 İndirilecek KDV” hesabının borç tarafına kaydedilir. KDV oranı % 8 olup, 10.000 x % 8 = 800 TL’dir."
  },
  {
    "id": "2376042",
    "unitNumber": 4,
    "text": "Bir işletme üzerinde herhangi bir işlem yapılmadan, olduğu gibi satılmak üzere 10.000 TL (KDV Hariç) bedel ile alım yapmıştır. Söz konuş malın taşıtılması için 500 TL(KDV Hariç) nakliye bedeli ödenmiştir. Nakliye hizmetlerinde KDV Oranı %18’dir. Nakliye bedeli ile ilgili doğru kayıt aşağıdakilerden hangisidir.",
    "correctAnswer": "C",
    "options": {
      "A": "770 Genel Yönetim Giderleri (Borç) 500 / 191 İndirilecek KDV (Borç) 90",
      "B": "770 Genel Yönetim Giderleri (Borç) 500 / 191 İndirilecek KDV (Alacak) 90",
      "C": "153 Ticari Mallar (Borç) 500 / 191 İndirilecek KDV (Borç) 90",
      "D": "153 Ticari Mallar (Borç) 500 / 191 İndirilecek KDV (Alacak) 90",
      "E": "153 Ticari Mallar (Borç) 500 / 191 İndirilecek KDV (Borç) 40"
    },
    "explanation": "Satın alınan malların satışa hazır hale getirilebilmesi için yapılan her türlü gider, alış gideri olarak nitelendirilir. Bu giderler; nakliye, yükleme, boşaltma, komisyon ve sigorta gibi giderlerdir. Muhasebenin temel kavramlarından maliyet esası kavramı gereğince söz konusu giderler, satın alınan malın maliyetine dahil edilir. Çünkü bu tip ödemelerin işletmenin genel giderleri ile bir ilgisi yoktur. Burada ticari malın miktarı değil maliyeti artmaktadır. Bundan dolayı alış giderleri de “153 Ticari Mallar” hesabının borç tarafına kaydedilir. Alış giderleri için ödenen KDV ise “191 İndirilecek KDV” hesabının borç tarafına kaydedilir. KDV oranı % 18 olup, 500 x % 18 = 90 TL’dir."
  },
  {
    "id": "2376047",
    "unitNumber": 4,
    "text": "Bir işletme üzerinde herhangi bir işlem yapılmadan, olduğu gibi satılmak üzere 10.000 TL (KDV Hariç) bedel ile alım yapmıştır. Söz konusu malın KDV oranı % 8’dir. Daha sonra beşte birini iade etmiştir. İade ile ilgili yapılması gereken kayıt aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "150 İlk Madde Malzeme (Alacak) 2.000 / 191 İndirilecek KDV (Alacak) 360",
      "B": "150 İlk Madde Malzeme (Alacak) 10.000 / 391 Hesaplanan KDV (Alacak) 160",
      "C": "153 Ticari Mallar (Alacak) 10.000 / 191 İndirilecek KDV (Alacak) 360",
      "D": "153 Ticari Mallar (Alacak) 2.000 / 391 Hesaplanan KDV (Alacak) 160",
      "E": "153 Ticari Mallar (Alacak) 2.000 / 191 İndirilecek KDV (Alacak) 160"
    },
    "explanation": "İşletme, satın almış olduğu malların bir kısmını veya tamamını değişik nedenlerden dolayı iade edebilir. Bu gibi durumlarda, işletmenin ticari mal stoklarında azalış olacaktır. Bu nedenle, “153 Ticari Mallar” hesabının alacak tarafına kayıt yapılır. KDV açısından ise, iadenin yapıldığı dönem itibariyle gerekli düzeltme yapılmalıdır.\n İade edilen mallara ilişkin KDV tutarı ise, “391 Hesaplanan KDV” hesabının alacak tarafına kaydedilmiştir. Çünkü, iade edilen malların KDV’si, işletme açısından, tahsil edilen ve daha sonra devlete ödenecek KDV niteliğindedir. KDV oranı % 8 olup, 2.000 x % 8 = 160 TL’dir."
  },
  {
    "id": "2376054",
    "unitNumber": 4,
    "text": "Bir işletme 200.000 TL bedel ile (KDV Hariç) ticari mal satmıştır. KDV Oranı % 18’dir. Bu satışa ilişin yapılması gereken kayıt aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "600 Yurtiçi Satışlar (Alacak) 200.000 / 191 İndirilecek KDV (Alacak) 36.000",
      "B": "153 Ticari Mallar (Alacak) 200.000 / 191 İndirilecek KDV (Alacak) 36.000",
      "C": "600 Yurtiçi Satışlar (Alacak) 200.000 / 391 Hesaplanan KDV (Alacak) 36.000",
      "D": "153 Ticari Mallar (Alacak) 200.000 / 391 Hesaplanan KDV (Alacak) 36.000",
      "E": "600 Yurtiçi Satışlar (Borç) 200.000 / 391 Hesaplanan KDV (Borç) 36.000"
    },
    "explanation": "İşletmeler ana faaliyetleri ile ilgili mal satışı yaptıklarında, “600 Yurtiçi Satışlar” veya “601 Yurtdışı Satışlar” hesabı kullanılır. Mal satışı esnasında bu hesapların alacak tarafına kayıt yapılır. Bu hesaplar aynı zamanda bir gelir tablosu hesabı olup, işletmenin brüt satış hasılatını göstermektedir. Satış nedeni ile ayrıca alıcıdan KDV tahsil edilecektir. Tahsil edilen KDV’ler satış tutarına dahil edilmez, “391 Hesaplanan KDV” hesabının alacak tarafına kaydedilir. KDV oranı % 18 olup, 200.000 x % 18 = 36.000 TL’dir."
  },
  {
    "id": "2376058",
    "unitNumber": 4,
    "text": "Bir işletme satışını yaptığı ticari malın müşteriye gönderilmesi için 500 TL(KDV Hariç) nakliye bedeli ödenmiştir. Nakliye hizmetlerinde KDV Oranı %18’dir. Nakliye bedeli ile ilgili doğru kayıt aşağıdakilerden hangisidir.",
    "correctAnswer": "E",
    "options": {
      "A": "770 Genel Yönetim Giderleri (Borç) 500 / 191 İndirilecek KDV (Borç) 90",
      "B": "770 Genel Yönetim Giderleri (Borç) 500 / 191 İndirilecek KDV (Alacak) 90",
      "C": "153 Ticari Mallar (Borç) 500 / 191 İndirilecek KDV (Borç) 90",
      "D": "760 Pazarlama Satış Dağıtım Giderleri (Borç) 500 / 191 İndirilecek KDV (Alacak) 90",
      "E": "760 Pazarlama Satış Dağıtım Giderleri (Borç) 500 / 191 İndirilecek KDV (Borç) 90"
    },
    "explanation": "Satış giderleri Mal satışı esnasında ortaya çıkan giderlerdir. Bu giderler, alış giderlerinden farklı olarak malın maliyetine dahil edilmez ve dönem gideri olarak kabul edilir. Satış esnasında ortaya çıkan giderler, “760 Pazarlama, Satış ve Dağıtım Giderleri” hesabının borç tarafına kaydedilir.\n KDV oranı % 18 olup, 500 x % 18 = 90 TL’dir."
  },
  {
    "id": "2376059",
    "unitNumber": 4,
    "text": "Bir işletme 200.000 TL bedel ile (KDV Hariç) ticari mal satmıştır. KDV Oranı % 18’dir. Daha sonra bu satışa ilişkin malların yarısı iade edilmiştir. Bu iadeye ilişin yapılması gereken kayıt aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "600 Yurtiçi Satışlar (Borç) 100.000 / 191 İndirilecek KDV (Borç) 18.000",
      "B": "610 Satıştan İadeler (Borç) 100.000 / 191 İndirilecek KDV (Borç) 18.000",
      "C": "600 Yurtiçi Satışlar (Borç) 100.000 / 391 Hesaplanan KDV (Borç) 18.000",
      "D": "610 Satıştan İadeler (Borç) 100.000 / 391 Hesaplanan KDV (Borç) 18.000",
      "E": "153 Ticari Mallar (Borç) 100.000 / 391 Hesaplanan KDV (Borç) 18.000"
    },
    "explanation": "Müşteri; renk, boyut, kalite, beklediği standartlara veya teslim zamanına uygunsuzluk gibi çeşitli nedenlerden dolayı memnun kalmadığı durumlarda aldığı malı iade edebilir. Satılan maldan iade olduğu takdirde, işletmenin satış geliri iade edilen satış tutarı kadar azalacaktır. Ancak, işletmenin satış gelirlerini kaydettiği “600 Yurtiçi Satışlar” hesabı bir gelir hesabı olduğu için, iade edilen satış tutarının bu hesaba azalış kaydedilmesi söz konusu değildir. İade edilen satış tutarı, işletme açısından satış gelirlerini azaltan bir gider niteliğinde olduğundan, “610 Satıştan İadeler” adını taşıyan gider hesabına kaydedilir. Bu nedenle satış iadelerinin gelir tablosunda brüt satışlardan düşülmesi gerekir. Yani net satışlar hesaplanırken, satıştan iadeler düşülür. Satıştan iade durumunda, ilgili hesabın alacak tarafına kayıt yapılırken, 610 Satıştan İadeler hesabının borç tarafına kayıt yapılır. KDV açısından ise, iade edilen mallara isabet eden KDV’nin “191 İndirilecek KDV” hesabına kaydedilmesi gerekir."
  },
  {
    "id": "2376064",
    "unitNumber": 4,
    "text": "<table> <tbody> <tr> <td> Dönem Başı Mal Ticari Mevcudu\n </td> <td> 300.000,00\n </td> </tr> <tr> <td> Dönem İçi Ticari Mal Alımları\n </td> <td> 1.200.000,00\n </td> </tr> <tr> <td> Alış Giderleri\n </td> <td> 200.000,00\n </td> </tr> <tr> <td> Alıştan İadeler\n </td> <td> 120.000,00\n </td> </tr> <tr> <td> Alış İskontolarI\n </td> <td> 100.000,00\n </td> </tr> <tr> <td> Dönem Sonu Ticari Mal Mevcudu\n </td> <td> 400.000,00\n </td> </tr> <tr> <td> Brüt Satışlar\n </td> <td> 1.800.000,00\n </td> </tr> <tr> <td> Satıştan İadeler\n </td> <td> 80.000,00\n </td> </tr> <tr> <td> Satış İskontoları\n </td> <td> 140.000,00\n </td> </tr> </tbody> </table> Bu bilgilere göre, işletmenin satılan ticari mallar maliyeti ve satışa ilişkin brüt satış kâr veya zararı aşağıdakilerden hangisinde doğru olarak verilmiştir.",
    "correctAnswer": "E",
    "options": {
      "A": "Satılan ticari mallar maliyeti 1.700.000 ve satışa ilişkin brüt satış karı 100.000",
      "B": "Satılan ticari mallar maliyeti 1.700.000 ve satışa ilişkin brüt satış zararı 120.000",
      "C": "Satılan ticari mallar maliyeti 1.080.000 ve satışa ilişkin brüt satış karı 720.000",
      "D": "Satılan ticari mallar maliyeti 1.080.000 ve satışa ilişkin brüt satış zararı 120.000",
      "E": "Satılan ticari mallar maliyeti 1.080.000 ve satışa ilişkin brüt satış karı 500.000"
    },
    "explanation": "Satılan Ticari Mallar Maliyeti = [(Dönem Başı Ticari Mal Mevcudu + Dönem İçi Ticari Mal Alımları + Alış Giderleri) -(Alıştan İadeler + Alış İskontoları + Dönem Sonu Mal Mevcudu)]\n Satılan Ticari Mallar Maliyeti = [(300.000 + 1.200.000 + 200.000) - (120.000 + 100.000 + 400.000)]\n Satılan Ticari Mallar Maliyeti = 1.700.000 - 620.000\n Satılan Ticari Mallar Maliyeti = 1.080.000 TL\n Net Satışlar = Brüt Satışlar - (Satıştan İadeler + Satış İskontoları)\n Net Satışlar = 1.800.000 - (80.000 + 140.000)\n Net Satışlar = 1.580.000 TL\n Brüt Kâr veya Zarar = Net Satışlar - Satılan Ticari Malın Maliyeti\n Brüt Kâr veya Zarar = 1.580.000 - 1.080.000\n Brüt Kâr veya Zarar = 500.000 TL tutarında brüt kâr elde edilmiştir."
  },
  {
    "id": "2376067",
    "unitNumber": 4,
    "text": "191 İndirilecek KDV 10.000 TL Borç Bakiyesi vermektedir.\n 391 Hesaplanan KDV 20.000 TL Alacak Bakiyesi vermektedir.\n 190 Devreden KDV 15.000 TL Borç Bakiyesi vermektedir.\n Ocak ayı mizanında KDV ile ilgili hesapların durumu yukarıda tanımlandığı gibidir. Buna göre aşağıdakilerden hangisi doğrudur.",
    "correctAnswer": "D",
    "options": {
      "A": "Ocak ayında 10.000 TL KDV ödemesi olacaktır.",
      "B": "Ocak ayında 10.000 TL Devreden KDV olacaktır.",
      "C": "Ocak ayında 5.000 TL KDV ödemesi olacaktır.",
      "D": "Ocak ayında 5.000 TL Devreden KDV olacaktır.",
      "E": "Ocak ayında 15.000 TL Devreden KDV olacaktır."
    },
    "explanation": "Hesaplanan KDV 20.000 TL, İndirilecek KDV 10.000 TL olup bu durumda devlete ödenmesi gereken 10.000 TL KDV çıkar. Ancak önceki aydan devreden 15.000 TL ise devlete ödenmesi gereken 10.000 TL KDV’den büyüktür. Önceki aydan devreden 15.000 TL ise devlete ödenmesi gereken 10.000 TL mahsup edilince net olarak 5.000 TL devreden KDV olacaktır."
  },
  {
    "id": "2376069",
    "unitNumber": 4,
    "text": "“………………. hesabı, işletme adına mal ve hizmet satın alacak, işletme adına bir kısım gider ve ödemeleri yapacak personel ve personel dışındaki kişilere verilen avansların izlendiği hesaptır.” İfadesindeki boşluğa gelmesi gereken hesap adı aşağıdakilerden hangisidir.",
    "correctAnswer": "C",
    "options": {
      "A": "159 Verilen Sipariş Avansları",
      "B": "340 Alınan Sipariş Avansları",
      "C": "195 İş Avansları",
      "D": "196 Personel Avansları",
      "E": "190 Devreden KDV"
    },
    "explanation": "“195 İş Avansları” hesabı, işletme adına mal ve hizmet satın alacak, işletme adına bir kısım gider ve ödemeleri yapacak personel ve personel dışındaki kişilere verilen iş avanslarının izlendiği hesaptır. Avans verildiğinde bu hesabın borç tarafına, avansı alanın ibraz ettiği harcama veya ödeme belgelerine dayanılarak ilgili hesapların borç tarafı karşılığında bu hesabın alacak tarafına kayıt yapılır. Avansın harcama veya ödemeyi aşan kısmı tahsil edilerek iş avansı kapatılır."
  },
  {
    "id": "2376073",
    "unitNumber": 4,
    "text": "Bir İşletmede yapılan kasa sayımında fiili kasa tutarı 6.000 TL olarak bulunmuştur. Aynı gün itibariyle “100 Kasa” hesabının borç toplamı 40.000 TL, alacak toplamı ise 30.000 TL’dir. Yapılan ilk incelemede farkın nedeni tespit edilememiş ve nedeni araştırılmak üzere ilgili hesaba alınmıştır. \n Yapılması gereken kasa noksanı kaydı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "689 Diğer Olağandışı Gider Ve Zararlar 4.000 TL Borç / 100 Kasa 4.000 TL Alacak",
      "B": "659 Diğer Olağan Gider Ve Zararlar 4.000 TL Borç / 100 Kasa 4.000 TL Alacak",
      "C": "197 Sayım Ve Tesellüm Noksanları 4.000 TL Borç / 100 Kasa 4.000 TL Alacak",
      "D": "770 Genel Yönetim Giderleri 4.000 TL Borç / 100 Kasa 4.000 TL Alacak",
      "E": "654 Karşılık Giderleri 4.000 TL Borç / 100 Kasa 4.000 TL Alacak"
    },
    "explanation": "“197 Sayım ve Tesellüm Noksanları” hesabı, nakit, menkul değer, stok ve demirbaş eşyanın sayımlarında veya teslim alınmaları (tesellümleri) sırasında noksan çıkan değerlerin, noksanlık nedenlerinin araştırılması süresince tutulduğu hesaptır. Sayım ya da teslim alma sırasında noksan çıkan ve araştırılmasına karar verilen varlıkların tutarları üzerinden hesabın borç tarafına kayıt yapılır.\n Bu hesap geçici bir hesaptır ve farkın nedeni bulununca kapatılır. Aşağıdaki durumlarda bu hesabın alacak tarafına kayıt yapılarak hesap kapatılır:\n Noksanlığın sebebinin tespit edilmesi,\n Noksanlığın sebebinin tespit edilememesi ve personelin sorumlu tutulması,\n Noksanlığın sebebinin tespit edilememesi ve noksanlığın sonuç hesaplarına aktarılmasına karar verilmesi."
  },
  {
    "id": "3066512",
    "unitNumber": 4,
    "text": "İşletmelerin ana faaliyet konuları ile ilgili satın aldıkları mallar, mevcut ticari mal stoklarında bir artışa yol açar, satın alınan ticari malların kaydı aşağıdakilerin hangisi yoluyla yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Maliyet bedeli üzerinden \"153 Ticari Mallar\" borç hesabına kaydedilir.",
      "B": "Hammade maliyeti üzerinden \"391 Hesaplanan KDV Hesabı\" borç hesabına kaydedilir.",
      "C": "Maliyet bedeli üzerinden \"391 Hesaplanan KDV Hesabı\" alacak hesabına kaydedilir.",
      "D": "Maliyet bedeli üzerinden \"191 İndirilecek KDV\" borç hesabına kaydedilir.",
      "E": "Maliyet bedeli üzerinden \"Maliyet bedeli üzerinden \"391 Hesaplanan KDV Hesabı\" alacak hesabına kaydedilir.\" alacak hesabına kaydedilir."
    },
    "explanation": "İşletmelerin ana faaliyet konuları ile ilgili satın aldıkları mallar, mevcut ticari mal stoklarında bir artışa yol açar. Satın alınan ticari mallar, maliyet bedeli üzerinden “153 Ticari Mallar” hesabının borç tarafına kaydedilir. Alış nedeniyle ödenen KDV’ler ise ayrı olarak “191 İndirilecek KDV” hesabının borç tarafına kaydedilir.<br/>Maliyet bedeli üzerinden \"153 Ticari Mallar\" borç hesabına kaydedilir."
  },
  {
    "id": "3066521",
    "unitNumber": 4,
    "text": "Her türlü satışta işletmeler tarafından tahsil edilen veya tahsil edilecek KDV tutarı, işletmelerin devlete olan KDV borcunu gösterdiğinden, bir kaynak hesabı olan aşağıdakilerden hangisinde izlenir?",
    "correctAnswer": "A",
    "options": {
      "A": "391 Hesaplanan KDV",
      "B": "191 İndirilecek KDV",
      "C": "“19 Diğer Dönen Varlıklar",
      "D": "153 Ticari Mallar",
      "E": "320 Satıcılar"
    },
    "explanation": "Her türlü alımda işletmeler tarafından ödenen veya ödenecek KDV tutarı, işletmelerin devletten olan KDV alacağını gösterdiğinden, bir varlık hesabı olan “191 İndirilecek KDV” hesabında izlenir.<br/>391 Hesaplanan KDV"
  },
  {
    "id": "3066544",
    "unitNumber": 4,
    "text": "İşletmeler veresiye (kredili) ticari mal alımlarından doğan borçlar aşağıdaki hesapların hangisinde izlenir?",
    "correctAnswer": "A",
    "options": {
      "A": "320 Satıcılar",
      "B": "191 İndirilecek KDV",
      "C": "391 Hesaplanan KDV",
      "D": "153 Ticari Mallar",
      "E": "611 Satış İskontoları"
    },
    "explanation": "İşletmeler veresiye (kredili) ticari mal alımlarından doğan borçlarını “320 Satıcılar” hesabında izlerler. Bu hesap bir kaynak hesabıdır."
  },
  {
    "id": "3066573",
    "unitNumber": 4,
    "text": "Mevzuat gereğince peşin ödenen ve bir yıl içinde indirim konusu yapılabilecek gelir vergisi, kurumlar vergisi ve diğer vergiler ile fonların kayıt ve takip edildiği hesap aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "193 Peşin Ödenen Vergiler ve Fonlar",
      "B": "197 Sayım ve Tesellüm Noksanları",
      "C": "196 Personel Avansları",
      "D": "195 İş Avansları",
      "E": "642 Faiz Gelirleri"
    },
    "explanation": "“193 Peşin Ödenen Vergiler ve Fonlar” hesabı, mevzuat gereğince peşin ödenen ve bir yıl içinde indirim konusu yapılabilecek gelir vergisi, kurumlar vergisi ve diğer vergiler ile fonların kayıt ve takip edildiği hesaptır."
  },
  {
    "id": "3066589",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi 19 DİĞER DÖNEN VARLIKLAR hesabının alt başlıklarından biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ticari mallar",
      "B": "Devreden KDV",
      "C": "İndirilecek KDV",
      "D": "İş Avansları",
      "E": "Personel Avansları"
    },
    "explanation": "19 DİĞER DÖNEN VARLIKLAR\n<br/>190 Devreden KDV\n<br/>191 İndirilecek KDV\n<br/>192 Diğer KDV\n<br/>193 Peşin Ödenen Vergiler ve Fonlar\n<br/>195 İş Avanslar\n<br/>196 Personel Avansları\n<br/>197 Sayım ve Tesellüm Noksanları\n<br/>198 Diğer Çeşitli Dönen Varlıklar\n<br/>199 Diğer Dönen Varlıklar Karşılığı (-)<br/>Ticari mallar"
  },
  {
    "id": "3066600",
    "unitNumber": 4,
    "text": "Stok hareketlerinin izlenmesinde iki yöntem kullanılır. Bu yöntemler aşağıdakilerin hangisinde birlikte ve doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sürekli Envanter - Aralıklı Envanter",
      "B": "Sabit Envanter - Değişken Envanter",
      "C": "Süreli Envanter - Süresiz Envanter",
      "D": "Bütünsel Envanter - Parçalı Envanter",
      "E": "Zamana Göre Envanter - Yere Göre Envanter"
    },
    "explanation": "Stok hareketlerinin izlenmesinde iki yöntem kullanılır. Bu yöntemler şunlardır:\n<br/>• Sürekli Envanter Yöntemi\n<br/>• Aralıklı Envanter Yöntemi<br/>Sürekli Envanter - Aralıklı Envanter"
  },
  {
    "id": "3066608",
    "unitNumber": 4,
    "text": "Bu yöntemin uygulanabilmesi için, satış sırasında satılan ticari mal maliyetinin bilinmesi gerekir. Yöntemin en belirgin özelliği, her satış işleminde satış kaydından sonra bir de satışa ilişkin maliyet kaydının yapılmasıdır.\n <strong>Yukarıdaki paragrafta aşağıdakilerden hangisi ile ilgili bilgi verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sürekli Envanter Yöntemi",
      "B": "Aralıklı Envanter Yöntemi",
      "C": "Süreli Envanter Yöntemi",
      "D": "Sabit Envanter Yönetemi",
      "E": "Stok Envanter Yöntemi"
    },
    "explanation": "Bu yöntemin uygulanabilmesi için, satış sırasında satılan ticari mal maliyetinin bilinmesi gerekir. Yöntemin en belirgin özelliği, her satış işleminde satış kaydından sonra bir de satışa ilişkin maliyet kaydının yapılmasıdır. Diğer bir ifadeyle, bu yöntemde, mal satışına ilişkin yevmiye kaydı yapılırken hem mal satış kaydı hem de satılan ticari malın maliyet kaydı yapılır<br/>Sürekli Envanter Yöntemi"
  },
  {
    "id": "3066612",
    "unitNumber": 4,
    "text": "Stoka girişlerin sürekli olarak, stoktan çıkan ve kalan malların ise dönem sonunda yapılan envanter sonuçlarına göre belirlenerek kayıtlara yansıtılmasını sağlayan yöntemdir.\n <strong>Yukarıdaki paragrafta aşağıdakilerden hangisi ile ilgiil bilgi verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Aralıklı envanter",
      "B": "Sürekli envanter",
      "C": "Sabit envanter",
      "D": "Süreli envanter",
      "E": "Parçalı envanter"
    },
    "explanation": "Aralıklı envanter yöntemi, stoka girişlerin sürekli olarak, stoktan çıkan ve kalan malların ise dönem sonunda yapılan envanter sonuçlarına göre belirlenerek kayıtlara yansıtılmasını sağlayan yöntemdir."
  },
  {
    "id": "3066618",
    "unitNumber": 4,
    "text": "Türkiye'de KDV uygulaması ne zaman başlar?",
    "correctAnswer": "C",
    "options": {
      "A": "1980",
      "B": "1982",
      "C": "1985",
      "D": "1987",
      "E": "1989"
    },
    "explanation": "Türkiye’de KDV uygulaması, 1985 yılı başında 3065 sayı ve 02.11.1984 tarihli yasa ile başlamıştır."
  },
  {
    "id": "3066638",
    "unitNumber": 4,
    "text": "İşletme, satın almış olduğu malların bir kısmını veya tamamını değişik nedenlerden dolayı iade edebilir. Bu gibi durumlarda, işletmenin ticari mal stoklarında azalış olacaktır. Bu nedenle, aşağıdakilerden hangisine kayıt yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "153 Ticari Mallar hesabının alacak tarafına",
      "B": "153 Ticari Mallar hesabının borçlu tarafına",
      "C": "600 Yurtiçi Satışlar” veya “601 Yurtdışı Satışlar alacak tarafına",
      "D": "100 Kasa hesabının borç tarafına",
      "E": "320 Satıcılar hesabının borç tarafına"
    },
    "explanation": "İşletme, satın almış olduğu malların bir kısmını veya tamamını değişik nedenlerden dolayı iade edebilir. Bu gibi durumlarda, işletmenin ticari mal stoklarında azalış olacaktır. Bu nedenle, “153 Ticari Mallar” hesabının alacak tarafına kayıt yapılır.<br/>153 Ticari Mallar hesabının alacak tarafına"
  },
  {
    "id": "2270351",
    "unitNumber": 5,
    "text": "“Uzun vadeli amaçlarla veya yasal zorunluluklar nedeniyle elde tutulan, uzun vadeli menkul kıymetlerle veya paraya dönüşme niteliğini kaybetmiş uzun vadeli menkul kıymetler bu grupta izlenir. Ayrıca, diğer bir işletmeye veya bağlı ortaklığa ortak olmak amacıyla edinilen sermaye payları da bu grupta yer alır.” Tanımı hangi hesap grubu için geçerlidir.",
    "correctAnswer": "C",
    "options": {
      "A": "MENKUL KIYMETLER",
      "B": "DİĞER DÖNEN VARLIKLAR",
      "C": "MALİ DURAN VARLIKLAR",
      "D": "MADDİ DURAN VARLIKLAR",
      "E": "KISA VADELİ YABANCI KAYNAKLAR"
    },
    "explanation": "MALİ DURAN VARLIKLAR gerek kitapta gerekse Muhasebe Sistemi Uygulama Genel Tebliğinde şöyle tanımlanır: Uzun vadeli amaçlarla veya yasal zorunluluklar nedeniyle elde tutulan uzun vadeli menkul kıymetlerle veya paraya dönüşme niteliğini kaybetmiş uzun vadeli menkul kıymetler bu grupta izlenir. Ayrıca, diğer bir işletmeye veya bağlı ortaklığa ortak olmak amacıyla edinilen sermaye payları da bu grupta yer alır."
  },
  {
    "id": "2270353",
    "unitNumber": 5,
    "text": "Uzun Vadeli yatırım amaçlı olarak bir şirketinin sermaye payının % 5’i 250.000 TL bedel ile bankadan ödenerek satın alınmıştır. Yapılması gereken kayıt aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "<ol start=\"250\"><br/><li>Borç: 240 Bağlı Menkul Kıymetler 250.000</li><br/></ol><br/>Alacak: 102 Bankalar 250.000",
      "B": "<ol start=\"250\"><br/><li>Borç: 242 İştirakler250.000</li><br/></ol><br/>Alacak: 102 Bankalar 250.000",
      "C": "<ol start=\"250\"><br/><li>Borç: 245 Bağlı Ortaklıklar 250.000</li><br/></ol><br/>Alacak: 102 Bankalar 250.000",
      "D": "<ol start=\"250\"><br/><li>Borç: 248 Diğer Mali Duran Varlıklar 250.000</li><br/></ol><br/>Alacak: 102 Bankalar 250.000",
      "E": "<ol start=\"250\"><br/><li>: 110 Hisse Senetleri 250.000</li><br/></ol><br/>Alacak: 102 Bankalar 250.000"
    },
    "explanation": "“240 Bağlı Menkul Kıymetler” hesabı, bir şirketinin sermaye payının %10’una kadarlık kısmına ait ortaklık payının satın alınması durumunda kullanılır. Bağlı menkul kıymetler edinildiğinde hesabın borç tarafına, elden çıkarıldıklarında ise alacak tarafına kayıt yapılır."
  },
  {
    "id": "2270354",
    "unitNumber": 5,
    "text": "<table><tbody><tr><td><br/><strong>BORÇ</strong>\n<br/></td><td><br/><strong>ALACAK</strong>\n<br/></td></tr><tr><td><br/>246 Bağlı Ortaklıklara Sermaye Taahhütleri\n<br/></td><td><br/>50.000\n<br/></td></tr><tr><td><br/>102 Bankalar \n<br/></td><td><br/>50.000\n<br/></td></tr></tbody></table><br/>Yukarıdaki muhasebe kaydı ile ilgili aşağıdaki ifadelerden hangisi doğrudur.",
    "correctAnswer": "E",
    "options": {
      "A": "% 10’dan daha az hissesine sahip olunan bir şirkete 50.000 TL sermaye taahhüdünde bulunulmuştur.",
      "B": "% 30 hissesine sahip olunan bir şirkete 50.000 TL sermaye taahhüdünde bulunulmuştur.",
      "C": "% 60 hissesine sahip olunan bir şirkete 50.000 TL sermaye taahhüdünde bulunulmuştur.",
      "D": "% 10’dan daha az hissesine sahip olunan bir şirkete 50.000 TL sermaye taahhüdü yerine getirilmiştir.",
      "E": "% 60 hissesine sahip olunan bir şirkete 50.000 TL sermaye taahhüdü yerine getirilmiştir."
    },
    "explanation": "Bağlı ortaklıklar işletmenin doğrudan ya da dolaylı olarak %50 oranından fazla sermaye ya da oy hakkına veya en az bu oranda yönetim çoğunluğunu seçme hakkına sahip olduğu ortaklıkları ifade eder. Bu durumda yapılan kayıt ile ilgili % 50’den aşağı oranlar yanlıştır. (Sayfa 134)\n<br/>Söz konusu kayıt sermaye taahhüdün yerine getirilmesi kaydıdır. (Sayfa 135)"
  },
  {
    "id": "2270357",
    "unitNumber": 5,
    "text": "<table><tbody><tr><td><br/><strong>BORÇ</strong>\n<br/></td><td><br/><strong>ALACAK</strong>\n<br/></td></tr><tr><td><br/>120 Alıcılar\n<br/></td><td><br/>118.000\n<br/></td></tr><tr><td><br/>257 Birikmiş Amortismanlar\n<br/></td><td><br/>120.000\n<br/></td></tr><tr><td><br/>253 Tesis Makina Ve Cihazlar\n<br/></td><td><br/>200.000\n<br/></td></tr><tr><td><br/>391 Hesaplanan Kdv\n<br/></td><td><br/>18.000\n<br/></td></tr><tr><td><br/>679 Diğer Olağan Gelir Ve Karlar\n<br/></td><td><br/>20.000\n<br/></td></tr></tbody></table><br/>Yukarıda verilen muhasebe kaydı ile ilgili aşağıdaki ifadelerden hangisi yanlıştır.?",
    "correctAnswer": "C",
    "options": {
      "A": "İşletmenin sahip olduğu tesis makina ve cihazların satışıdır.",
      "B": "Satılan tesis makina ve cihazın Net Değeri 80.000 TL’dir.",
      "C": "Satıştan zarar edilmiştir.",
      "D": "Satış fiyatı KDV dahil 118.000 TL’dir.",
      "E": "Satılan tesis makina ve cihaz için şimdiye kadar 120.000 TL amortisman ayrılmıştır."
    },
    "explanation": "Söz konusu kayıt işletmenin sahip olduğu tesis makina ve cihazların satışının kaydıdır. Satılan tesis makina ve cihazın maliyet bedeli 200.000 TL, bugüne kadar ayrılan amortisman 120.000 TL, net değeri 80.000 TL, satış fiyatı KDV hariç 100.000 TL, Satış karı 20.000 TL’dir. Satıştan zarar değil, kar edilmiştir."
  },
  {
    "id": "2270359",
    "unitNumber": 5,
    "text": "Duran varlıklar, maliyet değerleri üzerinden muhasebeleştirilerek aktifleştirilirler. Aşağıdakilerden hangisi maliyet bedeli olarak aktifleştirilmez?",
    "correctAnswer": "B",
    "options": {
      "A": "Kurulum ve montaj maliyetleri",
      "B": "Maddi duran varlıkları iyi çalışır durumda tutmak üzere yapılan harcamalar",
      "C": "Varlığın yerleştirileceği yere ve yönetim tarafından amaçlanan koşullarda çalışabilmesini sağlayacak duruma getirilmesine ilişkin her türlü maliyet",
      "D": "İthalat vergileri ve iade edilmeyen alış vergileri",
      "E": "Maddi duran varlığın sökülmesi ve taşınması ile yerleştirildiği alanın restorasyonuna ilişkin tahmini maliyeti"
    },
    "explanation": "Maddi duran varlıkları iyi çalışır durumda tutmak üzere yapılan harcamalar dönem gideri olarak kaydedilir."
  },
  {
    "id": "2270362",
    "unitNumber": 5,
    "text": "<table><tbody><tr><td><br/><strong>BORÇ</strong>\n<br/></td><td><br/><strong>ALACAK</strong>\n<br/></td></tr><tr><td><br/>251 Yeraltı ve Yerüstü Düzenleri\n<br/></td><td><br/>50.000\n<br/></td></tr><tr><td><br/>258 Yapılmakta Olan Yatırımlar\n<br/></td><td><br/>50.000\n<br/></td></tr></tbody></table><br/>Yukarıda verilen muhasebe kaydını aşağıdaki ifadelerden hangisi doğru olarak ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Fabrika binasının satın alınması",
      "B": "Yapımı tamamlanan Fabrika binasının kullanılmaya başlanması",
      "C": "Fabrika arsasının satın alınması",
      "D": "Fabrika bahçesine yapılacak yürüyüş yolu için parke taşı satın alınması",
      "E": "Yapımı tamamlanan yürüyüş yolunun kullanılmaya başlanması"
    },
    "explanation": "“251 Yeraltı ve Yerüstü Düzenleri” hesabı, işletme bünyesinde yer altında inşa edilen yapılar (tünel, sarnıç, sığınak vb.) ile yer üstünde yapılan köprü, iskele, park, yol, bahçe, duvar, spor sahası gibi yapıların kaydedildiği hesaptır. Yeraltı ve yerüstü düzenlerinin yapımı tamamlanıncaya kadar yapılan harcamalar, “258 Yapılmakta Olan Yatırımlar” hesabına kaydedilir. Yapımı tamamlanan yeraltı veya yerüstü düzeninin “258 Yapılmakta Olan Yatırımlar” hesabında oluşan maliyeti daha sonra “251 Yeraltı ve Yerüstü Düzenleri” hesabının borç tarafına kaydedilerek aktarılır.\n<br/>Yürüyüş yolu da bu anlamda 251 Yeraltı ve Yerüstü Düzenleri hesabına kaydı gereken bir varlıktır. Bu kayıtta yapımı tamamlanan yürüyüş yolunun yapımı tamamlanmış ve kullanılmaya başlanmıştır."
  },
  {
    "id": "2270365",
    "unitNumber": 5,
    "text": "“……………………………. işletme faaliyetlerinin yürütülmesinde kullanılan her türlü büro makine ve cihazları ile döşeme, masa, koltuk, dolap, mobilya gibi maddi varlıkların izlendiği hesaptır.” ifadesinde “…………………………….” olan yere aşağıdakilerden hangisi getirilmelidir.",
    "correctAnswer": "D",
    "options": {
      "A": "Bağlı Ortaklıklar",
      "B": "Taşıtlar",
      "C": "Özel Maliyetler",
      "D": "Demirbaşlar",
      "E": "Tesis, Makina Ve Cihazlar"
    },
    "explanation": "“255 Demirbaşlar” hesabı, işletme faaliyetlerinin yürütülmesinde kullanılan her türlü büro makine ve cihazları ile döşeme, masa, koltuk, dolap, mobilya gibi maddi varlıkların izlendiği hesaptır."
  },
  {
    "id": "2270366",
    "unitNumber": 5,
    "text": "Bir işletme kiraladığı işyerine ara bölmeler yaptırmıştır. Söz konusu harcamalar hangi hesapta aktifleştirilir?",
    "correctAnswer": "E",
    "options": {
      "A": "251 Yeraltı ve Yerüstü Düzenleri",
      "B": "252 Binalar",
      "C": "258 Yapılmakta Olan Yatırımlar",
      "D": "260 Haklar",
      "E": "264 Özel Maliyetler"
    },
    "explanation": "“264 Özel Maliyetler” hesabı, kiralanan gayrimenkullerin geliştirilmesi veya ekonomik değerinin sürekli olarak artırılması amacıyla yapılan giderler ile (normal bakım, onarım ve temizleme giderleri hariç) bu gayrimenkulün kullanılması için yapılıp kira süresinin sonunda mal sahibine bırakılacak olan harcamaların kaydedildiği hesaptır.\n<br/>Bir giderin özel maliyet olarak değerlendirilebilmesi için; üzerinde harcama yapılan gayrimenkulün bir başkasına ait olması, giderlerin kiracı tarafından gerçekleştirilmiş olması, gayrimenkulü genişletmek ya da iktisadi kıymetini devamlı olarak artırmak amacıyla yapılan giderlerden olması gerekir. Yapılan harcamalar hesabın borç tarafına kaydedilir."
  },
  {
    "id": "2270368",
    "unitNumber": 5,
    "text": "<table><tbody><tr><td><br/><strong>BORÇ</strong>\n<br/></td><td><br/><strong>ALACAK</strong>\n<br/></td></tr><tr><td><br/>260 Haklar\n<br/></td><td><br/>50.000\n<br/></td></tr><tr><td><br/>191 İndirilecek KDV\n<br/></td><td><br/>9.000\n<br/></td></tr><tr><td><br/>320 Satıcılar\n<br/></td><td><br/>59.000\n<br/></td></tr></tbody></table><br/>Yukarıda verilen muhasebe kaydını aşağıdaki ifadelerden hangisi doğru olarak ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Kiralanan gayrimenkulün boyanması",
      "B": "Yeni bir ürün geliştirmek üzere harcama yapılması",
      "C": "Yazılım lisansı alınması",
      "D": "Şube kuruluşu için harcama yapılması",
      "E": "Fabrika yatırımı yapılması"
    },
    "explanation": "260 Haklar hesabı imtiyaz, patent, lisans, ticari marka ve unvan gibi bir bedel ödenerek elde edilen bazı hukuki tasarruflar ile kamu otoritelerinin işletmeye belirli alanlarda tanıdığı kullanma, yararlanma gibi yetkiler dolayısıyla yapılan harcamaları kapsar. Edinilen haklar, maliyet bedelleri ile bu hesabın borç tarafına kaydedilir."
  },
  {
    "id": "2270369",
    "unitNumber": 5,
    "text": "Bir işletme başka bir işletmeyi, 250.000 TL nakit ödeyerek varlık ve borçlarıyla birlikte devralmıştır. Devralınan işletmenin varlıkları ve borçları aşağıdaki gibidir:\n<br/>İlk Madde Malzeme 40.000 TL,\n<br/>Binalar 100.000 TL,\n<br/>Tesis Makine ve Cihazlar 70.000 TL,\n<br/>Demirbaşlar 20.000 TL,\n<br/>Birikmiş Amortismanlar 70.000 TL,\n<br/>Satıcılar 20.000 TL.\n<br/>Ödenecek Vergi ve Fonlar 10.000\n<br/>Devralınan işletme için ödenen şerefiye ne kadardır?",
    "correctAnswer": "E",
    "options": {
      "A": "0,00",
      "B": "<ol start=\"50\"><br/><li>000</li><br/></ol>",
      "C": "<ol start=\"90\"><br/><li>000</li><br/></ol>",
      "D": "<ol start=\"110\"><br/><li>000</li><br/></ol>",
      "E": "<ol start=\"120\"><br/><li>000</li><br/></ol>"
    },
    "explanation": "<strong>Açıklama:</strong>\n<br/>Yapılacak kayıt aşağıdaki gibi olacaktır. Bu durumda şerefiye 120.000 TL olmaktadır.\n<br/><table><tbody><tr><td><br/><strong>BORÇ</strong>\n<br/></td><td><br/><strong>ALACAK</strong>\n<br/></td></tr><tr><td><br/>İlk Madde Malzeme\n<br/></td><td><br/>40.000,00\n<br/></td></tr><tr><td><br/>Binalar \n<br/></td><td><br/>100.000,00\n<br/></td></tr><tr><td><br/>Tesis Makine ve Cihazlar \n<br/></td><td><br/>70.000,00\n<br/></td></tr><tr><td><br/>Demirbaşlar\n<br/></td><td><br/>20.000,00\n<br/></td></tr><tr><td><br/>Şerefiye\n<br/></td><td><br/>120.000,00\n<br/></td></tr><tr><td><br/>Birikmiş Amortismanlar\n<br/></td><td><br/>70.000,00\n<br/></td></tr><tr><td><br/>Satıcılar\n<br/></td><td><br/>20.000,00\n<br/></td></tr><tr><td><br/>Ödenecek Vergi ve Fonlar\n<br/></td><td><br/>10.000,00\n<br/></td></tr><tr><td><br/>Kasa\n<br/></td><td><br/>250.000,00\n<br/></td></tr><tr><td><br/><strong>350.000,00</strong>\n<br/></td><td><br/><strong>350.000,00</strong>\n<br/></td></tr></tbody></table>"
  },
  {
    "id": "2373242",
    "unitNumber": 5,
    "text": "X işletmesi .......... tarihinde, sermaye artırımına giden iştiraki Z Anonim şirketindeki sermaye payını 200.000 TL arttırma taahhüdünde bulunmuştur. Sermaye artırım taahhüdü kaydı hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "________________ / __________________\n 242 İSTİRAKLER HS 200.000\n 243 İŞTİRAKLERE SERMAYE TAAHHÜTLERİ 200.000\n ________________ / __________________",
      "B": "________________ / __________________\n 102 BANKALAR HS 200.000\n 243 İŞTİRAKLERE SERMAYE TAAHHÜTLERİ 200.000\n ________________ / __________________",
      "C": "________________ / __________________\n 243 İŞTİRAKLERE SERMAYE TAAHHÜTLERİ 200.000\n 245 BAĞLI ORTAKLIKLAR HS 200.000\n ________________ / __________________",
      "D": "________________ / __________________\n 242 İSTİRAKLER HS 200.000\n 102 BANKALAR HS 200.000\n ________________ / __________________",
      "E": "________________ / __________________\n 240 BAĞLI MENKUL KIYMETLER HS 200.000\n 242 İŞTİRAKLER HS 200.000\n ________________ / __________________"
    },
    "explanation": "________________ / __________________\n 242 İSTİRAKLER HS 200.000\n 243 İŞTİRAKLERE SERMAYE TAAHHÜTLERİ 200.000\n ________________ / __________________"
  },
  {
    "id": "2373246",
    "unitNumber": 5,
    "text": "...............işletmenin, doğrudan veya dolaylı olarak diğer şirketlerin yönetimine ve ortaklık politikalarının belirlenmesine katılmak üzere edindiği hisse senetleri veya ortaklık paylarının izlendiği hesaptır.",
    "correctAnswer": "A",
    "options": {
      "A": "İştirakler Hs",
      "B": "Bağlı Ortaklıklar hs",
      "C": "Bağlı Menkul Kıymetler hs",
      "D": "Hisse senetleri hs",
      "E": "Tahviller Hs"
    },
    "explanation": "“242 İştirakler” hesabı, işletmenin, doğrudan veya dolaylı olarak diğer şirketlerin yönetimine ve ortaklık politikalarının belirlenmesine katılmak üzere edindiği hisse senetleri veya ortaklık paylarının izlendiği hesaptır."
  },
  {
    "id": "2373261",
    "unitNumber": 5,
    "text": "Hangisi Maddi Duran Varlıklar grubunda yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Özel Maliyetler",
      "B": "Yapılmakta Olan Yatırımlar",
      "C": "Yeraltı ve Yerüstü Düzenleri",
      "D": "Demirbaşlar",
      "E": "Tesis, Makine ve Cihazlar"
    },
    "explanation": "Özel Maliyetler Maddi Olmayan Duran Varlıklar grubunda yer alır\n 25 MADDİ DURAN VARLIKLAR<br/>250 Arazi ve Arsalar<br/>251 Yeraltı ve Yerüstü Düzenleri<br/>252 Binalar<br/>253 Tesis, Makine ve Cihazlar<br/>254 Taşıtlar<br/>255 Demirbaşlar<br/>256 Diğer Maddi Duran Varlıklar<br/>257 Birikmiş Amortismanlar (-)<br/>258 Yapılmakta Olan Yatırımlar<br/>259 Verilen Avanslar"
  },
  {
    "id": "2373266",
    "unitNumber": 5,
    "text": "I-Yerin hazırlanmasına ilişkin maliyetler\n II- İlk teslimata ilişkin maliyetler\n III-Kurulum ve montaj maliyetleri\n IV-Mesleki ücret maliyetleri\n Hangileri maddi duran varlık maliyetine eklenecek unsurlardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III-IV",
      "B": "I-III-IV",
      "C": "II-III-IV",
      "D": "I-II-III",
      "E": "II-IV"
    },
    "explanation": "Maddi duran varlık kaleminin maliyeti aşağıdaki unsurları içerir:<br/>• İndirimler ve ticari iskontolar düşüldükten sonra, ithalat vergileri ve iade edilmeyen alış vergileri dahil satın alma fiyatı,<br/>• Varlığın yerleştirileceği yere ve yönetim tarafından amaçlanan koşullarda çalışabilmesini sağlayacak duruma getirilmesine ilişkin her türlü maliyet,<br/>• Maddi duran varlığın sökülmesi ve taşınması ile yerleştirildiği alanın restorasyonuna ilişkin tahmini maliyeti,<br/>• Doğrudan maddi duran varlık kaleminin elde edilmesiyle veya inşaatıyla ilgili çalışanlara sağlanan faydalardan kaynaklanan maliyetler,<br/>• Yerin hazırlanmasına ilişkin maliyetler,<br/>• İlk teslimata ilişkin maliyetler,<br/>• Kurulum ve montaj maliyetleri,<br/>• Mesleki ücret maliyetleri.<br/>Maddi duran varlıklar elde edildikten sonra, kullanıldıkları süre içerisinde bunlarla ilgili harcamaların muhasebeleştirilmesinde ise aşağıdaki ilkeler dikkate alınır:<br/>• Maddi duran varlıkları iyi çalışır durumda tutmak üzere yapılan harcamalar dönem gideri olarak kaydedilir.<br/>• Yapılan harcama, ilgili duran varlığın verimini, hizmet süresini ve iktisadi değerini artırdığında aktifleştirilir."
  },
  {
    "id": "2373279",
    "unitNumber": 5,
    "text": "İşletme 50.000 + KDV ( %18) değerinde taşıtı banka kredisi ile almıştır. Hangi kayıt doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Banka Kredileri Hs 59.000 TL alacaklandırılır",
      "B": "Bankalar Hs 50.000 borçlandırılır",
      "C": "Taşıtlar Hs 59.000 alacaklandırılır",
      "D": "Hesaplanan KDV Hs 9.000 borçlandırılır",
      "E": "Alıcılar Hs 50.000 alacaklandırılır"
    },
    "explanation": "Banka Kredileri Hs 59.000 TL alacaklandırılır"
  },
  {
    "id": "2373296",
    "unitNumber": 5,
    "text": "X işletmesi faaliyetlerinde kullanmak üzere ............tarihinde bir tedarikçiden, satış bedeli 100.000 TL (%18 KDV hariç) olan bir makine sipariş etmiş ve sipariş avansı olarak tedarikçiye 20.000 TL havale etmiştir. İşletme, makineyi .......... tarihinde teslim almış ve geri kalan tutar kadar bir çek keşide ederek vermiştir. Makine teslim alındığında yapılacak hangi kayıt yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Alınan Çekler Hs 98.000 borçlandırılır",
      "B": "Tesisi Makine ve Caihazlar Hs 100.000 borçlandırılır",
      "C": "Verilen Çekler ve Ödeme Emirleri Hs 98.000 alacaklandırılır",
      "D": "Verilen Avanslar Hs 20.000 alacaklandırılır",
      "E": "İndirilecek KDV Hs 18.000 borçlandırılır"
    },
    "explanation": "_________________ / ________________<br/>252 TESİS, MAKİNE VE CİHAZLAR HS 100.000\n 191 İNDİRİLECEK KDV HS 18.000\n 259 VERİLEN AVANSLAR HS 20.000\n 103 VERİLEN ÇEKLER VE ÖDEME EMİRLERİ HS 98.000 \n _________________ / ________________"
  },
  {
    "id": "2373389",
    "unitNumber": 5,
    "text": "X işletmesi, kayıtlı değeri 30.000 TL ve birikmiş amortismanı 20.000 TL olan bir taşıtı elden çıkarmak amacıyla .......tarihinde %18 KDV hariç 15.000 TL + KDV (% 18)’ye satmış ve karşılığında çek almıştır. Kar yada zarar ne kadardır?",
    "correctAnswer": "A",
    "options": {
      "A": "5.000 TL kar",
      "B": "5.000 TL zarar",
      "C": "15.000 TL kar",
      "D": "10.000 TL zarar",
      "E": "25.000 TL kar"
    },
    "explanation": "duran varlık satışından elde edilen kâr veya zararın tespitinde aşağıdaki hesaplamadan yararlanılır:<br/>Kâr veya Zarar = Duran Varlığın Satış Tutarı - Duran Varlığın Net Değeri<br/>= 15.000- 10.000 = 5.000 TL kar\n<br/>Kayıtlı değer (Maliyet) 30.000\n<br/>(-) Birikmiş Amortismanlar <u>(20.000)</u>\n<br/>Varlığın Net değeri 10.000"
  },
  {
    "id": "2373411",
    "unitNumber": 5,
    "text": "Maddi olmayan duran varlığın amortismana tabi tutarının, yararlı ömrü<br/>boyunca sistematik olarak gidere dönüştürülmesini ne olarak ifade edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İtfa",
      "B": "Hesabı alacaklandırma",
      "C": "Tahakkuk",
      "D": "Değerleme",
      "E": "Karşılık ayırma"
    },
    "explanation": "İtfa: Maddi olmayan duran varlığın amortismana tabi tutarının, yararlı ömrü<br/>boyunca sistematik olarak gidere dönüştürülmesini ifade eder."
  },
  {
    "id": "2373428",
    "unitNumber": 5,
    "text": "X işletmesi ........... tarihinde başka bir işletmeyi, 400.000 TL nakit ödeyerek varlık ve borçlarıyla birlikte devralmıştır. Devralınan işletmenin varlıkları ve borçları rayiç bedelleriyle aşağıdaki gibidir:<br/>Ticari mallar 150.000 TL<br/>Binalar 200.000 TL<br/>Taşıtlar 50.000 TL<br/>Satıcılar 100.000 TL\n<br/>Şerefiye ne kadardır?",
    "correctAnswer": "A",
    "options": {
      "A": "100.000",
      "B": "150.000",
      "C": "50.000",
      "D": "250.000",
      "E": "400.000"
    },
    "explanation": "X işletmesi devraldığı varlıkları ve borçları ilgili hesaplara kaydetmiştir. Devralınan işletmenin özvarlık değeri = (varlıklar) - (borçlar)\n<br/>= (150.000 + 200.000 + 50.000) - (100.000) =300.000 TL<br/>x işletmesi özvarlık değeri 300.000 TL olan işletmeyi devralmak için 400.000 TL ödemiştir.\n<br/>Buna göre, şerefiye tutarı 100.000 TL (400.000 TL - 300.000 TL) olacaktır."
  },
  {
    "id": "2373450",
    "unitNumber": 5,
    "text": "I-Üzerinde harcama yapılan gayrimenkulün bir başkasına ait olması,\n<br/>II-Giderlerin kiracı tarafından gerçekleştirilmiş olması,\n<br/>III-Gayrimenkulü genişletmek ya da iktisadi kıymetini devamlı olarak artırmak amacıyla yapılan giderlerden olması \n<br/>IV- Giderlerin gayrimenkul sahibi tarafından yapılması\n<br/>Yukarıdakilerin hangileri bir giderin özel maliyet olarak değerlendirilebilmesi için gereklidir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III",
      "B": "I-III-IV",
      "C": "I-IV",
      "D": "I-II-IV",
      "E": "III-IV"
    },
    "explanation": "Bir giderin özel maliyet olarak değerlendirilebilmesi için; üzerinde harcama yapılan gayrimenkulün bir başkasına ait olması, giderlerin kiracı tarafından gerçekleştirilmiş olması, gayrimenkulü genişletmek ya da iktisadi kıymetini devamlı olarak artırmak amacıyla yapılan giderlerden olması gerekir."
  },
  {
    "id": "3056888",
    "unitNumber": 5,
    "text": "-------------------------bir yıldan veya normal faaliyet döneminden daha uzun sürelerle, işletme faaliyetlerinin gerçekleştirilmesi için kullanılmak amacıyla elde edilen ve ilke olarak bir yılda veya normal faaliyet dönemi içinde paraya çevrilmesi veya tüketilmesi öngörülmeyen varlıklardır. Aşağıdakilerden hangisi cümleyi tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Menkul kıymetler",
      "B": "Semaye Taahütleri",
      "C": "Duran varlıklar",
      "D": "Bağlı ortaklıklar",
      "E": "İştirakler"
    },
    "explanation": "Duran varlıklar bir yıldan veya normal faaliyet döneminden daha uzun sürelerle, işletme faaliyetlerinin gerçekleştirilmesi için kullanılmak amacıyla elde edilen ve ilke olarak bir yılda veya normal faaliyet dönemi içinde paraya çevrilmesi veya tüketilmesi öngörülmeyen varlıklardır."
  },
  {
    "id": "3056889",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi duran varlıklardan biri <strong>değildir?</strong>\n I Ticari alacaklar\n II Harcırah giderleri\n III Mali duran varlıklar\n IV Özel tükenmeye tabi varlıklar\n V Gelir tahakkukları",
    "correctAnswer": "B",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "II Harcırah giderleri duran varlıklardan biri değildir."
  },
  {
    "id": "3056890",
    "unitNumber": 5,
    "text": "İştirakler hesabı, bir ortaklıktaki en fazla hangi oranda olan sermaye payları veya oy haklarının izlenmesinde kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "%30",
      "B": "%40",
      "C": "%50",
      "D": "%60",
      "E": "%70"
    },
    "explanation": "İştirakler hesabı, bir ortaklıktaki en fazla %50 oranda olan sermaye payları veya oy haklarının izlenmesinde kullanılır."
  },
  {
    "id": "3056892",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bağlı ortalık kavramını tanımlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Yatırımcı işletmenin, adi ortaklık gibi tüzel kişiliği olmayan işletmeler de dahil olmak üzere, iş ortaklığı veya bağlı ortaklık niteliği olmayan ancak üzerinde önemli etkisinin bulunduğu işletmelerdir.",
      "B": "Bir varlığın bilançonun aktif tarafında görünmesini sağlamak üzere ilgili varlık hesabına kaydedilmesidir.",
      "C": "Bulundukları hesap grubuyla ilgili herhangi bir duran varlık alımında yapılan avans ödemelerinin izlenmesinde kullanılırlar.",
      "D": "Maddi olmayan duran varlığın amortismana tabi tutarının, yararlı ömrü boyunca sistematik olarak gidere dönüştürülmesini ifade eder.",
      "E": "Adi ortaklık gibi tüzel kişiliği olmayan işletmeler de dahil olmak üzere, başka bir işletme tarafından kontrol edilen işletmelerdir"
    },
    "explanation": "Bağlı ortalık kavramı: Adi ortaklık gibi tüzel kişiliği olmayan işletmeler de dahil olmak üzere, başka bir işletme tarafından kontrol edilen işletmelerdir."
  },
  {
    "id": "3056893",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangileri maddi duran varlıklar arasında yer alır?\n I Demirbaşlar\n II Birikmiş Amortismanlar\n III Verilen Avanslar\n IV İştirakler\n V Yeraltı ve Yerüstü Düzenleri\n VI Ticari alacaklar",
    "correctAnswer": "D",
    "options": {
      "A": "I, III, IV, VI",
      "B": "II, IV, V, VI",
      "C": "I, III, V, VI",
      "D": "I, II, III, V",
      "E": "II, III, IV, V"
    },
    "explanation": "Maddi duran varlıklar arasında yer alanlar:\n<br/>I Demirbaşlar\n<br/>II Birikmiş Amortismanlar\n<br/>III Verilen Avanslar\n<br/>V Yeraltı ve Yerüstü Düzenleri<br/>Maddi duran varlıklar arasında yer alanlar:\n I Demirbaşlar\n II Birikmiş Amortismanlar\n III Verilen Avanslar\n V Yeraltı ve Yerüstü Düzenleri"
  },
  {
    "id": "3056895",
    "unitNumber": 5,
    "text": "Kurulum ve montaj maliyetleri, mesleki ücret maliyetleri, yerin hazırlanmasına ilişkin maliyetler gibi unsurlar hangi duran varlık kaleminin kapsamı dahilindedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Özel maaliyetler",
      "B": "Olağandışı gelir",
      "C": "Maddi olmayan",
      "D": "Mali",
      "E": "Maddi"
    },
    "explanation": "Kurulum ve montaj maliyetleri, mesleki ücret maliyetleri, yerin hazırlanmasına ilişkin maliyetler gibi unsurlar maddi duran varlık kaleminin kapsamı dahilindedir."
  },
  {
    "id": "3056898",
    "unitNumber": 5,
    "text": "Demirbaşlarla ilgili hangi bilgi <strong>doğru verilmemiştir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Diğer duran varlıklarda olduğu gibi demirbaşlar da maliyet bedelleri üzerinden muhasebeleştirilir.",
      "B": "Satın alınan veya işletme tarafından üretilen demirbaşlar bu hesabın alacak tarafına kaydedilir.",
      "C": "İşletme tarafından üretilen demirbaşlar, işletmede kullanılmak üzere aktife alınmışsa üretim maliyeti ile kayda alınır.",
      "D": "Demirbaşın ekonomik değerini artırıcı bir harcama yapıldığında ve yeniden değerleme yapıldığında da hesabın borç tarafına kayıt yapılır.",
      "E": "Demirbaşın satılmasında veya herhangi bir nedenle bir başka hesaba alınmasını gerektiren<br/>durumlarda ise, hesabın alacak tarafına kayıt yapılır."
    },
    "explanation": "Demirbaşlarla ilgili bilgi doğru verilmemiştir: Satın alınan veya işletme tarafından üretilen demirbaşlar bu hesabın alacak tarafına kaydedilir."
  },
  {
    "id": "3056901",
    "unitNumber": 5,
    "text": "Duran varlığın net değeri nasıl hesaplanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Duran varlıklar satıldığında, satışa ilişkin KDV tutarı alış bedeli üzerinden hesaplanmaktadır.",
      "B": "Maddi duran varlıklar satıldığında maliyet bedeli ile ilgili kar ve zarar hesabı yapılır.",
      "C": "Varlığın kayıtlı değeri ile bu varlıkla ilgili ayrılan amortismanlar arasındaki fark hesaplanır.",
      "D": "Duran varlığın sipariş avansı, daha sonra ödenecek toplam tutardan düşmek üzere, “259 Verilen Avanslar” hesabı kullanılarak ayarlanır.",
      "E": "Ödeme eğer nakit nakit olarak yapılırsa “100 Kasa” hesabı kullanılarak ayarlanır."
    },
    "explanation": "Duran varlığın net değeri şöyle hesaplanır: Varlığın kayıtlı değeri ile bu varlıkla ilgili ayrılan amortismanlar arasındaki fark hesaplanır."
  },
  {
    "id": "3056902",
    "unitNumber": 5,
    "text": "Maddi olmayan duran varlığın amortismana tabi tutarının, yararlı ömrü boyunca sistematik olarak gidere dönüştürülmesine ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Şerefiye",
      "B": "İtfa",
      "C": "Patent bedeli",
      "D": "Kuruluş gideri",
      "E": "Özel maliyet"
    },
    "explanation": "Maddi olmayan duran varlığın amortismana tabi tutarının, yararlı ömrü boyunca sistematik olarak gidere dönüştürülmesine itfa denir."
  },
  {
    "id": "3056903",
    "unitNumber": 5,
    "text": "Araştırma giderleri ile geliştirme giderlerinin birbirlerinden ayrıştırılabiliyor olmaları durumunda ne olur?",
    "correctAnswer": "D",
    "options": {
      "A": "Geliştirme giderleri aktifleştirilmezken, araştırma giderleri aktifleştirilir.",
      "B": "Her iki gider de aktifleştirilir.",
      "C": "Hiç bir gider aktifleştirilmez.",
      "D": "Araştırma giderleri aktifleştirilmezken, geliştirme giderleri aktifleştirilir.",
      "E": "Yapılan harcamalar kaydedilir ve nakit ödeme yapılır."
    },
    "explanation": "Araştırma giderleri ile geliştirme giderlerinin birbirlerinden ayrıştırılabiliyor olmaları durumunda: Araştırma giderleri aktifleştirilmezken, geliştirme giderleri aktifleştirilir."
  },
  {
    "id": "2270863",
    "unitNumber": 6,
    "text": "İşletmeler, yabancı kaynak ihtiyacının önemli bir kısmını, kredi kuruluşlarından borç alarak ya da çıkardığı tahvil gibi menkul kıymetleri, para ve sermaye piyasasında satarak sağlayabilir. TDHP’de bu tür borçlanmalar ne tür borç olarak adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Mali Borçlar",
      "B": "Ticari Borçlar",
      "C": "Kısa Vadeli Borçlar",
      "D": "Uzun Vadeli Borçlar",
      "E": "Yükümlülükler"
    },
    "explanation": "İşletmeler, yabancı kaynak ihtiyacının önemli bir kısmını, kredi kuruluşlarından borç alarak ya da<br/>çıkardığı tahvil gibi menkul kıymetleri, para ve sermaye piyasasında satarak sağlayabilir. TDHP’de bu tür<br/>borçlanmalar “Mali Borçlar” olarak adlandırılmıştır."
  },
  {
    "id": "2270868",
    "unitNumber": 6,
    "text": "Mali borçlarla ilgili olarak ortaya çıkan faiz, komisyon, kur farkı vb. borçlanma maliyetleri nasıl muhasebeleştirilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Finansman Gideri",
      "B": "Finansman Geliri",
      "C": "Ticari Borç",
      "D": "Olağandışı Gider",
      "E": "Satılan Malın Maliyeti"
    },
    "explanation": "Mali borçlarla ilgili olarak ortaya çıkan faiz, komisyon, kur farkı vb.<br/>borçlanma maliyetleri finansman gideri olarak muhasebeleştirilir."
  },
  {
    "id": "2270871",
    "unitNumber": 6,
    "text": "İşletmenin bankalara olan ödenmemiş borcunun toplam tutarını gösteren Banka Kredileri hesabının hangi taraf kalan vermesi gerekir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alacak kalanı",
      "B": "Borç kalanı",
      "C": "Aktif kalanı",
      "D": "Pasif kalanı",
      "E": "Kesin mizan kalanı"
    },
    "explanation": "Banka kredileri hesabı pasif karakterli bir hesap olduğu için alacak<br/>kalanı verir ve hesabın kalanı işletmenin bankalara olan ödenmemiş borcunun toplam tutarını gösterir."
  },
  {
    "id": "2270878",
    "unitNumber": 6,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c6b30b14dfc7d940ebe3ded8e477b27e.png\" alt=\"\" width=\"585\" height=\"107\"><br/>Yukarıdaki kaydın yapılmasına yol açan işlem hangi seçenekte verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşletme 01.03.2020 tarihinde 50.000 TL’lik finansman bonosunu banka aracılığıyla ihraç etmiştir.",
      "B": "İşletme 01.03.2020 tarihinde 50.000 TL’lik finansman bonosunu banka aracılığıyla ödemiştir.",
      "C": "İşletme 01.03.2020 tarihinde 50.000 TL’lik finansman bonosunu satması için bankaya göndermiştir.",
      "D": "İşletme 01.03.2020 tarihinde 50.000 TL’lik finansman bonosunu bankaya yatırmıştır.",
      "E": "İşletme 01.03.2020 tarihinde 50.000 TL’lik finansman bonosunu bankadan almıştır."
    },
    "explanation": "İşletme finansman bonosu ihraç edip borç aldığında bankadaki parası artmış yani varlıkları artmıştır.<br/>Varlık hesaplarında artış ilgili hesabın borç tarafına kaydedildiğinden “102 Bankalar” hesabı 50.000 TL<br/>borçlandırılmıştır. İşletmenin finansman bonosu ihraç etmesi sonucunda borçları yani kaynakları artmıştır. Kaynak hesaplarında artış ilgili hesabın alacak tarafına kaydedildiğinden “305 Çıkarılmış Bono ve<br/>Senetler” hesabı 50.000 TL alacaklandırılmıştır."
  },
  {
    "id": "2270887",
    "unitNumber": 6,
    "text": "İşletmesi, ihraç ettiği 5 yıl vadeli 1.000.000 TL nominal değerli tahvilleri 01.07.2020 tarihinde banka aracılığı ile 900.000 TL peşin bedelle satmıştır.\n Bu işlemin kaydı aşağıdaki hangi seçenekte doğru olarak ifade edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "405 Çıkarılmış Tahviller hesabının alacak tarafına 1.000.000 TL ; 102 Bankalar hesabının borç tarafına 900.000 TL ve 408 Menkul Kıymetler<br/>İhraç Farkları hesabının borç tarafına 100.000 TL",
      "B": "405 Çıkarılmış Tahviller hesabının borç tarafına 1.000.000 TL ; 102 Bankalar hesabının alacak tarafına 900.000 TL ve 408 Menkul Kıymetler<br/>İhraç Farkları hesabının alacak tarafına 100.000 TL",
      "C": "405 Çıkarılmış Tahviller hesabının alacak tarafına 900.000 TL; 102 Bankalar hesabının borç tarafına 900.000 TL",
      "D": "405 Çıkarılmış Tahviller hesabının alacak tarafına 1.000.000 TL; 102 Bankalar hesabının borç tarafına 900.000 TL ve 100 Kasa hesabının borç tarafına 100.000 TL",
      "E": "405 Çıkarılmış Tahviller hesabının alacak tarafına 1.000.000 TL ; 102 Bankalar hesabının borç tarafına 900.000 TL ve 780 Finansman Giderleri hesabının borç tarafına 100.000 TL"
    },
    "explanation": "İşletme tahvil ihraç edip borç aldığında bir kaynak hesabı olan “405 Çıkarılmış Tahviller” hesabının<br/>alacak tarafına 500.000 TL kaydedilerek ilgili hesaptaki artış kaydedilmiştir. İşletme tahvil ihracından<br/>400.000 TL para girişi sağladığından, varlıkları artmış ve “102 Bankalar” hesabı 400.000 TL borçlandırılmıştır. Tahvillerin nominal değeri ile satış fiyatı arasındaki 100.000 TL’lik fark ise “408 Menkul Kıymetler<br/>İhraç Farkları” hesabının borç tarafına kaydedilmiştir. “408 Menkul Kıymetler İhraç Farkları” hesabı aynen “308 Menkul Kıymetler İhraç Farkları” hesabı gibi bilançonun pasif tarafında yer alan bir düzenleyici<br/>hesap olduğundan varlık hesapları gibi artış olduğunda borç tarafına kayıt yapılmıştır"
  },
  {
    "id": "2270908",
    "unitNumber": 6,
    "text": "\"İşletme 20.01.2021 tarihinde %10 KDV hariç 50.000 TL’lik malı, 10.000 TL nakit ödeyerek, geri kalan tutarı ise kredili olarak Satıcı X işletmesinden satın almıştır.\"\n<br/>Bu alış işleminin kaydı aşağıdaki hangi seçenekte doğru olarak ifade edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "153 Ticari Mallar hesabının borç tarafına 50.000 TL ve 191 İndirilecek KDV hesabının borç tarafına 5.000 TL; 100 Kasa hesabının alacak tarafına 10.000 TL ve 320 Satıcılar hesabının alacak tarafına 45.000 TL",
      "B": "153 Ticari Mallar hesabının borç tarafına 55.000 TL ve 191 İndirilecek KDV hesabının borç tarafına 5.500 TL; 100 Kasa hesabının alacak tarafına 10.000 TL ve 320 Satıcılar hesabının alacak tarafına 50.500 TL",
      "C": "153 Ticari Mallar hesabının borç tarafına 50.000 TL; 100 Kasa hesabının alacak tarafına 10.000 TL ve 320 Satıcılar hesabının alacak tarafına 40.000 TL",
      "D": "153 Ticari Mallar hesabının borç tarafına 50.000 TL; 100 Kasa hesabının alacak tarafına 10.000 TL, 191 İndirilecek KDV hesabının alacak tarafına 5.000 TL ve 320 Satıcılar hesabının alacak tarafına 35.000 TL",
      "E": "153 Ticari Mallar hesabının borç tarafına 55.000 TL; 100 Kasa hesabının alacak tarafına 10.000 TL, 191 İndirilecek KDV hesabının alacak tarafına 5.000 TL ve 320 Satıcılar hesabının alacak tarafına 40.000 TL"
    },
    "explanation": "İşletme mal aldığında malları arttığı için “153 Ticari Mallar” hesabının borç tarafına 30.000 TL kaydedilmiştir. Ayrıca bu alımla ilgili olarak 5.400 TL olarak devlet adına ödediği KDV’yi “191 İndirilecek KDV” hesabının borç tarafına kaydetmiştir. İşletme bu alımla ilgili olarak Satıcı K işletmesine toplamda 35.400 TL ödemesi gerekir. İşletme bu ödemenin 10.000 TL’lik kısmını nakit olarak ödediğinden, “100 Kasa” hesabındaki azalış hesabın alacak tarafına kaydedilmiştir. İşletme geri kalan 25.400 TL’yi K işletmesine borçlandığı için, bu senetsiz borcunu “320 Satıcılar” hesabının alacak tarafına kaydetmiştir."
  },
  {
    "id": "2270925",
    "unitNumber": 6,
    "text": "D İşletmesi 20.01.2021 tarihinde vadesi gelen 60.000 TL’lik senedi ödeyemeyeceğini karşı tarafa bildirmiş ve vadenin uzatılması halinde nominal değeri 65.000 TL olan yeni bir senet verebileceğini belirtmiş ve bu öneri kabul edilmiştir. 5.000 liralık fark D işletmesi tarafından hangi hesapta izlenecektir?",
    "correctAnswer": "A",
    "options": {
      "A": "780 Finansman Giderleri” hesabı 5.000 TL borçlandırılır",
      "B": "780 Finansman Giderleri” hesabı 5.000 TL alacaklandırılır",
      "C": "308 Menkul Kıymetler İhraç Farkları hesabı borçlandırılır",
      "D": "308 Menkul Kıymetler İhraç Farkları hesabı alacaklandırılır",
      "E": "408 Menkul Kıymetler İhraç Farkları hesabı borçlandırılır"
    },
    "explanation": "Vadesi gelen borç senedinin vadesinde ödenmeyip yeni bir senetle değiştirilmesi de mümkündür. Senetlerin yenilenmesi olarak nitelendirebileceğimiz bu durum, senedi ödeyecek olana ilave süre tanımayı<br/>ifade ettiği için yeni senedin nominal değerinin eski senedin nominal değerinden yüksek olması beklenir.<br/>Eski senedin nominal değeri ile yeni senedin nominal değeri arasındaki fark, senedi ödeyecek için finansman gideri niteliğindedir.<br/>İşletme 60.000 TL’lik borç senedini 65.000 TL’lik yeni bir borç senedi ile değiştirdiğinde hem borcu<br/>artmakta hem de borcu azalmaktadır. Senetli borçları azaldığı için “321 Borç Senetleri” hesabının borç<br/>tarafına 60.000 TL kaydedilmiştir. Aynı şekilde senet karşılığı borçları arttığı için “321 Borç Senetleri” hesabındaki 65.000 TL’lik artış hesabın alacak tarafına kaydedilmiştir. İşletme 60.000 TL ödemesi gerekirken şimdi 65.000 TL ödeyeceğinden aradaki 5.000 TL’lik fark işletmenin giderlerini arttırmıştır. Gider hesaplarında artış hesabın borç tarafına kaydedildiğinden “780 Finansman Giderleri” hesabı 5.000 TL borçlandırılmıştır."
  },
  {
    "id": "2270948",
    "unitNumber": 6,
    "text": "\"D işletmesi 07.01.2021 tarihinde kendi ortağı Bay A’dan kısa vadeli finansman ihtiyacı için 60.000 TL ödünç almıştır.\"\n<br/>Bu işlemin kaydı aşağıdaki hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "“100 Kasa” hesabı 60.000 TL borçlandırılır ve “331 Ortaklara Borçlar” hesabı 60.000 TL alacaklandırılır.",
      "B": "“100 Kasa” hesabı 60.000 TL borçlandırılır ve “332 İştiraklere Borçlar” hesabı 60.000 TL alacaklandırılır.",
      "C": "“100 Kasa” hesabı 60.000 TL borçlandırılır ve “335 Personele Borçlar” hesabı 60.000 TL alacaklandırılır.",
      "D": "“100 Kasa” hesabı 60.000 TL borçlandırılır ve “770 Genel Yönetim Giderleri” hesabı 60.000 TL alacaklandırılır.",
      "E": "“100 Kasa” hesabı 60.000 TL borçlandırılır ve “336 Diğer Çeşitli Borçlar” hesabı 60.000 TL alacaklandırılır"
    },
    "explanation": "İşletmenin, esas faaliyet konusu dışındaki işlemlerinden dolayı ortaklarına bir yıla kadar sürede ödemesi<br/>planlanan senetli ve senetsiz borçları “331 Ortaklara Borçlar” hesabında, bir yıldan uzun vadede ödenmesi<br/>planlananlar ise “431 Ortaklara Borçlar” hesabında izlenir. Borç doğduğunda bu hesapların alacak tarafına, ödenmesi ya da mahsubu durumunda borç taraflarına kayıt yapılır."
  },
  {
    "id": "2270952",
    "unitNumber": 6,
    "text": "İşletme faaliyetlerinde kullanmak üzere bir makine satın almıştır ve makinanın faydalı ömrü beş yıl olarak tahmin edilmektedir. Bu alış için 10 ay vadeli bir senet düzenleyip vermiştir. İşletme bu senetli borcunu hangi hesapta izleyecektir?",
    "correctAnswer": "A",
    "options": {
      "A": "336 Diğer Çeşitli Borçlar",
      "B": "320 Satıcılar",
      "C": "321 Borç Senetleri",
      "D": "421 Borç Senetleri",
      "E": "329 Diğer Ticari Borçlar"
    },
    "explanation": "Diğer çeşitli borçlar, işletmenin ortakları, ilişkili taraflar ve çalışanları dışında kalan diğer ilgili taraf ve<br/>kişiler ile temel faaliyet konusu dışındaki borçlanmaların izlendiği hesaptır. Örneğin, herhangi bir sebeple<br/>ödenecek tazminatlar, alınan hatır senetleri, maddi ve maddi olmayan duran varlık alımları, kiralarla vb.<br/>ile ilgili ortaya çıkan senetli ve senetsiz borçlar bu hesaba kaydedilir. Ortaya çıkan borç bu hesabın alacak<br/>tarafına, ödenmesi durumunda ise borç tarafına kaydedilir."
  },
  {
    "id": "2270964",
    "unitNumber": 6,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9836e66786e2905076e228ddbe9e703a.png\" alt=\"\" width=\"586\" height=\"145\"><br/>31.01.2020 tarihinde yapılan yukarıdaki kayda bakarak hangi seçenekteki ifade <em>yanlıştır?</em>",
    "correctAnswer": "A",
    "options": {
      "A": "İşletmenin Ocak ayı içinde devlet adına tahsil ettiği KDV tutarı devlet adına ödediği KDV tutarından <strong>düşük</strong> olduğu için<br/>aradaki fark “360 Ödenecek Vergi ve Fonlar” hesabının alacak tarafına 4.000 TL olarak kaydedilmiştir.",
      "B": "İşletmenin Ocak ayı içinde devlet adına tahsil ettiği KDV tutarı 14.000 TL'dir.",
      "C": "İşletmenin Ocak ayı içinde devlet adına ödediği KDV tutarı olan 10.000 TL’dir.",
      "D": "İşletmenin Ocak ayı içinde devlet adına tahsil ettiği KDV tutarı devlet adına ödediği KDV tutarından büyük olduğu için aradaki fark kadar vergi dairesine borcu oluşmuştur.\n<br/>r. İşletmenin Ocak ayı içinde devlet adına tahsil ettiği KDV tutarı olan 14.000 TL, devlet adına ödediği KDV tutarı olan 10.000 TL’den büyük olduğu için<br/>aradaki fark kadar vergi dairesine borcu oluşur. Bundan dolayı ortaya çıkan borç, “360 Ödenecek Vergi ve<br/>Fonlar” hesabının alacak tarafına 4.000 TL olarak kaydedilmiştir.",
      "E": "İşletmenin Ocak ayı içinde devlet adına tahsil ettiği KDV tutarı devlet adına ödediği KDV tutarından büyük olduğu için vergi dairesine çıkan borç büyüklüğü 4.000 TL olarak kaydedilmiştir."
    },
    "explanation": "KDV mahsup kayıtlarında “191 İndirilecek KDV” hesabı ile “391 Hesaplanan KDV” hesaplarının<br/>kapatılması gerekir. “191 İndirilecek KDV” hesabı varlık hesabı olduğu için borç kalanı verir. Bundan<br/>dolayı hesabı kapatmak için “191 İndirilecek KDV” hesabının alacak tarafına 10.000 TL kaydedilmiştir.<br/>“391 Hesaplanan KDV” hesabı ise kaynak hesabı olduğu için alacak kalanı verir ve bundan dolayı hesabı<br/>kapatmak için borç tarafına 14.000 TL kaydedilmiştir. İşletmenin Ocak ayı içinde devlet adına tahsil ettiği KDV tutarı olan 14.000 TL, devlet adına ödediği KDV tutarı olan 10.000 TL’den büyük olduğu için<br/>aradaki fark kadar vergi dairesine borcu oluşur. Bundan dolayı ortaya çıkan borç, “360 Ödenecek Vergi ve<br/>Fonlar” hesabının alacak tarafına 4.000 TL olarak kaydedilmiştir."
  },
  {
    "id": "2381575",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi mali borçlar kapsamında ele alınır?",
    "correctAnswer": "A",
    "options": {
      "A": "Çıkarılmış bono ve Senetler",
      "B": "Bağlı Menkul Kıymetler",
      "C": "Özel Kesim Tahvil, Senet ve Bonoıları",
      "D": "Hisse Senetleri",
      "E": "İştirakler"
    },
    "explanation": "Mali borçlar, kredi kurumlarına olan borçlar, para piyasası araçları ile sağlanan krediler ifade edilir. a şıkkındaki Çıkarılmış Bono ve Senetler buna örnektir."
  },
  {
    "id": "2381577",
    "unitNumber": 6,
    "text": "İşletme, bankaya olan 20.000 lira kredi borcunu ödemiştir. Bu işleme ilişkin yapılacak doğru kayıt aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "_______________________ _______________________\n BANKA KREDİLERİ HESABI 20.000\n KASA HESABI 20.000\n _______________________ _______________________",
      "B": "_______________________ _______________________\n BANKA KREDİLERİ HESABI 20.000\n BANKA KREDİLERİ HESABI 20.000\n _______________________ _______________________",
      "C": "_______________________ _______________________\n BANKALAR HESABI 20.000\n BANKA KREDİLERİ HESABI 20.000\n _______________________ _______________________",
      "D": "_______________________ _______________________\n BANKALAR HESABI 20.000\n KASA HESABI 20.000\n _______________________ _______________________",
      "E": "_______________________ _______________________\n BANKA KREDİLERİ HESABI 20.000\n ALICILAR HESABI 20.000\n _______________________ _______________________"
    },
    "explanation": "Azalan kredi borcu kadar Banka Kredileri Hesabının borç tarafına kayıt yapılırken, ödenen tutar kadar da Kasa Hesabının alacak tarafına kayıt yapılmıştır."
  },
  {
    "id": "2381580",
    "unitNumber": 6,
    "text": "İşletme üç ay vadeli, yıllık % 25 faiz oranlı 200.000 lira tutarlı finansman bonosu ihraç etmiş ve tümünü banka aracılığıyla satmıştır. Bu işleme ilişkin yapılacak kayıtta aşağıdaki hesaplardan hangisinin alacak tarafına kayıt yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Çıkarılmış Bono ve Senetler Hesabı",
      "B": "Kasa Hesabı",
      "C": "Banka Kredileri Hesabı",
      "D": "Kamu Kesimi Tahvil, Senet ve Bonoları Hesabı",
      "E": "Hisse Senetleri Hesabı"
    },
    "explanation": "_______________________ _______________________\n BANKALAR HESABI 200.000\n ÇIKARILMIŞ BONO VE SENETLER HESABI 20.000\n _______________________ _______________________"
  },
  {
    "id": "2381583",
    "unitNumber": 6,
    "text": "_______________________ _______________________\n SATICILAR HESABI XXX\n BORÇ SENETLERİ HESABI XXX\n _______________________ _______________________\n Yukarıdaki kayıt aşağıdaki işlemlerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Satıcıya olan senetsiz borca karşılık senet düzenlenmesi",
      "B": "Satıcıya olan senetsiz borca karşılık müşteri senedinin ciro edilmesi",
      "C": "Satıcıya olan senetli borcun ödenmesi",
      "D": "Satıcıdan olan senetsiz alacağın tahsil edilmesi",
      "E": "Satıcıya olan senetli borca karşılık, müşteri senedi ciro edilmesi"
    },
    "explanation": "İşletme satıcıya olan senetsiz borcu için bir senet imzalayıp vermiştir. Bu işlem sonucunda senetsiz borç azalırken senetli borç artmıştır."
  },
  {
    "id": "2381589",
    "unitNumber": 6,
    "text": "Satış amacıyla gelecekte yapılacak mal ve hizmet teslimleri ile ilgili olarak alıcılardan tahsil edilen ve teslim edilecek mal veya görülecek hizmetin bedelinden mahsup edilecek olan tutarlar ......................... Hesabının ........................... tarafında izlenir.\n Boşluklardan hangisi ile doldurulursa cümle doğru bir şekilde tamamlanmış olur?",
    "correctAnswer": "A",
    "options": {
      "A": "Alınan Sipariş Avansları, alacak",
      "B": "Alınan Depozito ve Teminatlar, borç",
      "C": "Alınan Çekler, alacak",
      "D": "Verilen Depozito ve Teminatlar, borç",
      "E": "Bankalar, alacak"
    },
    "explanation": "________________________ ________________________\n ........................... HESABI XXX\n ALINAN SİPARİŞ AVANSLARI HESABI XXX\n ________________________ ________________________"
  },
  {
    "id": "2381591",
    "unitNumber": 6,
    "text": "Mayıs/2021 ayında İndirilecek KDV Hesabının borç kalanı 1.400 lira, Hesaplanan KDV Hesabının alacak kalanı ise 1.500 liradır. Bu bilgilere göre yapılacak mahsup kaydı için aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Ödenecek Vergi ve Fonlar Hesabının alacak tarafına 100 lira kaydedilir.",
      "B": "İndirilecek KDV Hesabının borç tarafına 1.400 lira kaydedilir.",
      "C": "Hesaplanan KDV Hesabının alacak tarafına 1.500 lira kaydedilir.",
      "D": "Kasa Hesabının borç tarafına 100 lira kaydedilir.",
      "E": "Ticari Mallar Hesabının borç tarafına 2.900 lira kaydedilir."
    },
    "explanation": "______________________ ______________________\n HESAPLANAN KDV HESABI 1.500\n İNDİRİLECEK KDV HESABI 1.400\n ÖDENECEK VERGİ VE FONLAR HESABI 100\n ______________________ ______________________"
  },
  {
    "id": "2381594",
    "unitNumber": 6,
    "text": "I. Genel Yönetim Giderleri\n II. Alınan Sipariş Avansları\n III. Ödenecek Vergi ve Fonlar\n IV. Personel Borçlar\n V. Ödenecek Sosyal Güvenlik Kesintileri\n İşletme çalışanının ücret tahakkukuna ilişkin yapılacak kayıtta yukarıdaki hesaplardan hangisi kullanılmaz?",
    "correctAnswer": "B",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "___________________ ___________________\n GENEL YÖNETİM GİDERLERİ HESABI XXX\n PERSONELE BORÇLAR HESABI XXX\n ÖDENECEK VERGİ VE FONLAR HESABI XXX\n ÖDENECEK SOSYAL GÜVENLİK KESİNTİLERİ HESABI XXX\n ___________________ ___________________"
  },
  {
    "id": "2381597",
    "unitNumber": 6,
    "text": "(A) İşletmesi, (Z) İşletmesi' nden 100.000 lira nominal değerli bir hatır senedi almıştır. Bu işlemin muhasebeleştirilmesinde yapılacak kayıt aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "_______________________ _______________________\n ALACAK SENETLERİ HESABI 100.000\n DİĞER ÇEŞİTLİ BORÇLAR HESABI 100.000\n _______________________ _______________________",
      "B": "_______________________ _______________________\n ALACAK SENETLERİ HESABI 100.000\n ALICILAR HESABI 100.000\n _______________________ _______________________",
      "C": "_______________________ _______________________\n ALACAK SENETLERİ HESABI 100.000\n DİĞER ÇEŞİTLİ ALACAKLAR HESABI 100.000\n _______________________ _______________________",
      "D": "_______________________ _______________________\n ALICILAR HESABI 100.000\n ALACAK SENETLERİ HESABI 100.000\n _______________________ _______________________",
      "E": "_______________________ _______________________\n DİĞER ÇEŞİTLİ ALACAKLAR HESABI 100.000\n ALICILAR HESABI 100.000\n _______________________ _______________________"
    },
    "explanation": "Alınan hatır senedi Alacak Senetleri Hesabının borç tarafına kaydedilirken, (Z) İşletmesi' ne olan borç Diğer Çeşitli Borçlar hesabının alacak tarafına kaydedilcektir."
  },
  {
    "id": "2381598",
    "unitNumber": 6,
    "text": "_______________________ _______________________\n GENEL YÖNETİM GİDERLERİ HESABI XXX\n İNDİRİLECEK KDV HESABI XXX\n PERSONEL AVANSLARI HESABI XXX\n PERSONELE BORÇLAR HESABI XXX\n _______________________ _______________________\n Yukarıdaki kayıt aşağıdaki işlemlerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Personele ödenen yolluk avansının kapatılması",
      "B": "Personel aracılığıyla mal satın alınması",
      "C": "Personel ücretinin tahakkuk etmesi",
      "D": "Personel olan borcun ödenmesi",
      "E": "Personelin bir diğer şubede görevlendirilmesi"
    },
    "explanation": "Avans ödemesi yapılan personel harcamaları yapmış ve ilgili belgeleri işletmeye teslim etmiş ve fazla yaptığı ödemelere ilişkin ise Personel Borçlar Hesabının alacak tarafına kayıt yapılmıştır."
  },
  {
    "id": "2381599",
    "unitNumber": 6,
    "text": "I. İştiraklere Borçlar\n II. Bağlı Ortaklıklara Borçlar\n III. Ortaklara Borçlar\n IV. Personel Borçlar\n V. Diğer Çeşitli Borçlar\n Yukarıdakilerden hangileri diğer borçlar grubunda yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "II, III, IV, V",
      "C": "III, IV, V",
      "D": "I, III, IV, V",
      "E": "II, IV"
    },
    "explanation": "İştiraklere Borçlar, Bağlı Ortaklıklara Borçlar, Ortaklara Borçlar, Personel Borçlar, Diğer Çeşitli Borçlar \"diğer borçlar\" grubunda yer alan unsurlardır."
  },
  {
    "id": "2386026",
    "unitNumber": 6,
    "text": "İşletme bankadan çektiği 50.000 TL krediyi 3.000 TL faiziyle birlikte geri nakit olarak ödemiştir. Hangi kayıt doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Banka Kredileri Hs 50.000 borçlandırılmıştır",
      "B": "Finansman Giderleri Hs 3.000 TL alacaklandırılmıştır",
      "C": "Bankalar Hs 53.000 borçlandırılmıştır",
      "D": "Faiz Gelirleri Hs 3.000 alacaklandırılmıştır",
      "E": "Kasa Hs 53.000 borçlandırılmıştır"
    },
    "explanation": "------------------------------------ / ------------------------------------<br/>300 BANKA KREDİLERİ HS 50.000<br/>780 FİNANSMAN GİDERLERİ 3.000<br/>100 KASA HS 53.000<br/>------------------------------------------/--------------------------------------------"
  },
  {
    "id": "2386053",
    "unitNumber": 6,
    "text": "AND işletmesi ..........tarihinde 3 ay vadeli yıllık %20 faiz oranlı 100.000 TL’lik finansman bonosunu banka aracılığıyla ihraç etmiştir. Hangi kayıt doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "-----------------------------------/-------------------------------------<br/>102 BANKALAR 100.000<br/>305 ÇIKARILMIŞ BONO VE SENETLER 100.000\n -----------------------------------/-------------------------------------",
      "B": "-------------------- /------------------------\n 305 ÇIKARILMIŞ BONO VE SENETLER 105.000\n BANKA KREDİLERİ HS 105.000\n -------------------- /------------------------",
      "C": "-------------------- /------------------------\n 111 ÖZEL KESİM TAHVİL BONO VE SENETLERİ 100.000\n 102 BANKALAR HS 100.000\n -------------------- /------------------------",
      "D": "-------------------- /------------------------\n 300 BANKA KREDİLERİ HS 100.000\n 110 HİSSE SENETLERİ HS 100.000\n -------------------- /------------------------",
      "E": "-------------------- /------------------------\n 242 İŞTİRAKLER HS 105.000\n 102 BANKALAR HS 105.000\n -------------------- /------------------------"
    },
    "explanation": "-----------------------------------/-------------------------------------<br/>102 BANKALAR 100.000<br/>305 ÇIKARILMIŞ BONO VE SENETLER 100.000\n -----------------------------------/-------------------------------------"
  },
  {
    "id": "2386085",
    "unitNumber": 6,
    "text": "X işletmesi ................tarihinde 3 ay vadeli 200.000 TL nominal değerli finansman bonosunu 180.000 TL peşin değeri ile banka aracılığıyla ihraç etmiştir. Hangi kayıt doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "308 MENKUL KIYMETLER İHRAÇ FARKLARI HS 20.000 borçlandırılır",
      "B": "102 BANKALAR HS 180.000 alacaklandırılır",
      "C": "305 ÇIKARILMIŞ BONO VE SENETLER HS 200.000 borçlandırılır",
      "D": "780 FİNANSMAN GİDERLERİ HS 20.000 alacaklandırılır",
      "E": "645 MENKUL KIYMET SATIŞ KARLARI HS 20.000 alacaklandırılır"
    },
    "explanation": "------------------------------------- / -------------------------------------<br/>102 BANKALAR 180.000<br/>308 MENKUL KIYMETLER İHRAÇ FARKLARI 20.000<br/>305 ÇIKARILMIŞ BONO VE SENETLER 200.000<br/>--------------------------------------------/-------------------------------------------"
  },
  {
    "id": "2386138",
    "unitNumber": 6,
    "text": "İşletme 50.000 TL + 9.000 lira KDV tutarlı malı satın almıştır. Karşılığında bankadaki hesabından 20.000 lira ödemiş, kalan tutar için borçlu kalmıştır. Bu işlemin muhaebeleştirilmesinde aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Satışlar Hesabının alacak tarafına 39.000 lira kaydedilir.",
      "B": "Ticari Mallar Hesabının borç tarafına 50.000 lira kaydedilir.",
      "C": "Satıcılar Hesabının alacak tarafına 39.000 lira kaydedilir.",
      "D": "İndirilecek KDV Hesabının borç tarafına 9.000 lira kaydedilir.",
      "E": "Bankalar Hesabının alacak tarafına 20.000 lira kaydedilir."
    },
    "explanation": "------------------------ / --------------------------<br/>153 TİCARİ MALLAR HS 50.000<br/>191 İNDİRİLECEK KDV HS 9.000<br/>102 BANKALAR HS 20.000<br/>320 SATICILAR 39.000<br/>------------------------ / --------------------------"
  },
  {
    "id": "2386159",
    "unitNumber": 6,
    "text": "X işletmesi Satıcı K işletmesine olan 20.000 kredili ( veresiye) borcunu müşteriden aldığı çeki ciro ederek ödemiştir. Hangi kayıt doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Satıcılar Hs 20.000 / Alınan Çekler Hs 20.000",
      "B": "Alınan Çekler Hs 20.000 / Alıcılar Hs 20.000",
      "C": "Alınan Çekler Hs 20.000 / Satıcılar Hs 20.000",
      "D": "Alıcılar Hs 20.000/Verilen Çekler ve Ödeme Emirleri Hs 20.000",
      "E": "Verilen Çekler ve Ödeme Emirleri Hs 20.000 / Satıcılar Hs 20.000"
    },
    "explanation": "Satıcılar Hs 20.000 / Alınan Çekler Hs 20.000"
  },
  {
    "id": "2386192",
    "unitNumber": 6,
    "text": "X İşletmesi vadesi gelen 80.000 TL’lik senedi vadesinde ödeyemeyeceğini karşı tarafa bildirmiş ve nominal değeri 88.000 TL olan yeni bir senetle değiştirmiştir. Fark 8.000 TL hangi hesaba kaydedilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Finansman Giderleri Hs",
      "B": "Faiz Gelirleri Hs",
      "C": "Menkul Kıymet İhraç Farkları Hs",
      "D": "Menkul Kıymet Satış Zararı Hs",
      "E": "Satış Iskontoları Hs"
    },
    "explanation": "-------------------------------- / ----------------------------------<br/>321 BORÇ SENETLERİ 80.000<br/>780 FİNANSMAN GİDERLERİ 8.000<br/>321 BORÇ SENETLERİ 88.000<br/>---------------------------------------/----------------------------------------"
  },
  {
    "id": "2386205",
    "unitNumber": 6,
    "text": "........ işletmesi, ... tarihinde ihaleyle yapılacak bir iş için ihaleye katılan işletmeden 5.000 TL nakit olarak geçici teminat almıştır.. Hangi kayıt doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Kasa Hs 5.000 / Alınan Depozito ve Teminatlar Hs 5.000",
      "B": "Verilen depozito ve Teminatlar Hs 5.000 / Kasa Hs 5.000",
      "C": "Alınan Sipariş Avansları Hs 5.000 / Kasa Hs 5.000",
      "D": "Kasa Hs 5.000 / Verilen Sipariş Avansları Hs 5.000",
      "E": "Gelecek Aylara Ait Gelirler hs 5.000 / Alınan Depozito ve Teminatlar Hs 5.000"
    },
    "explanation": "Kasa Hs 5.000 / Alınan depozito ve Teminatlar Hs 5.000"
  },
  {
    "id": "2386223",
    "unitNumber": 6,
    "text": "....işletmesi müşterisi Bay X’den %18 KDV hariç 100.000 TL % KDV ( % 18) değerinde mal siparişi almış ve bu siparişe karşılık avans olarak Bay X, 10.000 TL’lik çek vermiştir. Hangi kayıt doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Alınan Çekler Hs 10.000 / Alınan Sipariş Avansları Hs 10.000",
      "B": "Alınan sipariş Avansları Hs 10.000/ Verilen Çekler ve Ödeme Emirleri Hs 10.000",
      "C": "Verilen Çekler ve Ödeme Emirleri Hs 10.000 / Verilen Sipariş Avansları Hs 10.000",
      "D": "Verilen sipariş Avansları Hs 10.000 / Alınan Çekler Hs 10.000",
      "E": "Alınan depozito ve Teminatlar Hs 10.000 / Alınan Çekler Hs 10.000"
    },
    "explanation": "Alınan Çekler Hs 10.000 / Alınan Sipariş Avansları Hs 10.000"
  },
  {
    "id": "2386248",
    "unitNumber": 6,
    "text": "3.000 TL yolluk avansı alarak seyahate giden pazarlama müdürü, seyahat dönüşü .......tarihinde %18 (yüzde onsekiz) KDV hariç 4.000 TL + KDV (%18 yüzde onsekiz) harcama yapmış, Avansı aşan gider tutarı pazarlama müdürüne ödenmek üzere borç kaydedilmiştir. Hangi kayıt yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "GİDER TAHAKKUKLARI HS 1.720 TL borçlandırılır",
      "B": "İNDİRİLECEK KDV HS 720 borçlandırılır",
      "C": "PERSONELE BORÇLAR HS 1.720 alacaklandırılır",
      "D": "GENEL YÖNETİM GİDERLERİ HS 4.000 borçlandırılır",
      "E": "PERSONEL AVANSLARI HS 3.000 alacaklandırılır"
    },
    "explanation": "--------------------------/----------------------------<br/>770 GENEL YÖNETİM GİDERLERİ HS 4.000<br/>191 İNDİRİLECEK KDV HS 720 <br/>196 PERSONEL AVANSLARI HS 3.000<br/>335 PERSONELE BORÇLAR HS 1.720<br/>---------------------------/-----------------------------"
  },
  {
    "id": "2386267",
    "unitNumber": 6,
    "text": ".........işletmesi, Serbest Muhasebeci Mali Müşavir Bay X’ye serbest meslek makbuzu karşılığı, %18 KDV hariç brüt 2.000 TL + KDV ( %18) ödeme yapmıştır. Ödeme üzerinden %20 gelir vergisi kesintisi yapılmıştır. Hangi kayıt yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "PEŞİN ÖDENEN VERGİ VE FONLAR HS 400 borçlanır",
      "B": "GENEL YÖNETİM GİDERLERİ HS 2.000 borçlanır",
      "C": "ÖDENECEK VERGİ VE FONLAR HS 400 alacaklanır",
      "D": "KASA HS 1.960 alacaklanır",
      "E": "İNDİRİLECEK KDV HS 360 borçlanır"
    },
    "explanation": "------------------------/ ---------------------<br/>770 GENEL YÖNETİM GİDERLERİ 2.000<br/>191 İNDİRİLECEK KDV 360<br/>100 KASA 1960<br/>360 ÖDENECEK VERGİ VE FONLAR HS 400<br/>-----------------------/------------------------"
  },
  {
    "id": "3835442",
    "unitNumber": 6,
    "text": "Bir işletme 01.04.2020 tarihinde bankadan 120.000 TL tutarında, 3 ay vadeli, yıllık %20 faizli kredi almıştır. Bu işlemin yevmiye kaydında aşağıdaki hesaplardan hangisi borçlandırılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "300 Banka Kredileri",
      "B": "100 Kasa",
      "C": "780 Finansman Giderleri",
      "D": "102 Bankalar",
      "E": "180 Gelecek Aylara Ait Giderler"
    },
    "explanation": "İşletme bankadan kredi aldığında, kasasına nakit para girişi olur. Varlık hesaplarında artış olduğunda borç tarafına kayıt yapılır. Bu durumda “100 Kasa” hesabı borçlandırılır. Doğru cevap B seçeneğidir. İşletme bankadan kredi aldığında, kasasına nakit para girişi olur. Varlık hesaplarında artış olduğunda borç tarafına kayıt yapılır. Bu durumda “100 Kasa” hesabı borçlandırılırken, borçlanan tutar “300 Banka Kredileri” hesabının alacak tarafına kaydedilir. 780 Finansman Giderleri hesabı, faiz ödeme zamanı geldiğinde devreye girer."
  },
  {
    "id": "3835445",
    "unitNumber": 6,
    "text": "İşletme, çıkarılmış tahvillerin vadesi gelen 100.000 TL’lik taksidini ödemek için hangi hesaplar arasında kayıt yapar?",
    "correctAnswer": "E",
    "options": {
      "A": "405 Çıkarılmış Tahviller → 100 Kasa",
      "B": "304 Tahvil Anapara ve Faizleri → 405 Çıkarılmış Tahviller",
      "C": "100 Kasa → 405 Çıkarılmış Tahville",
      "D": "405 Çıkarılmış Tahviller → 780 Finansman Giderleri",
      "E": "304 Tahvil Anapara ve Faizleri → 100 Kasa"
    },
    "explanation": "Tahviller, işletmenin uzun vadeli borçlanma araçlarıdır ve genellikle 1 yıldan uzun vadeli olarak ihraç edilirler. Muhasebede, tahvil ihraç edildiğinde elde edilen para “102 Bankalar” hesabının borcuna, tahvil borcu ise “405 Çıkarılmış Tahviller” hesabının alacağına yazılır. Ancak zaman geçtikçe bu uzun vadeli borçların vadesi bir yılın altına düştüğünde, artık kısa vadeli borç olarak değerlendirilirler. Bu durumda, 405 Çıkarılmış Tahviller hesabında izlenen uzun vadeli borcun vadesi geldiği için bu tutar 304 Tahvil Anapara, Borç, Taksit ve Faizleri hesabına aktarılır. Bu aktarım şu şekilde olur: 405 alacak hesabında azalış olur → borç tarafına yazılır; 304 kısa vadeli mali borç hesabında artış olur → alacak tarafına yazılır. Borcun ödeme günü geldiğinde, bu borç 304 hesabının borç tarafına, ödeme yapılan nakit ise 100 Kasa hesabının alacak tarafına yazılarak ödeme gerçekleştirilmiş olur. Dolayısıyla vadesi gelen tahvilin ödenmesi işlemi muhasebeleştirilirken, 304 →<br/>Uzun vadeli tahvillerin vadesi gelince kısa vadeye aktarılır ve ödeme “304” üzerinden yapılır. Bu işlem mali borçların muhasebeleştirilmesine örnektir."
  },
  {
    "id": "3835448",
    "unitNumber": 6,
    "text": "İşletmenin faaliyet dışı nedenlerle, kısa vadeli olarak ortağından aldığı borç hangi hesapta izlenir?",
    "correctAnswer": "B",
    "options": {
      "A": "320 Satıcılar",
      "B": "331 Ortaklara Borçlar",
      "C": "335 Personele Borçlar",
      "D": "336 Diğer Çeşitli Borçlar",
      "E": "340 Alınan Sipariş Avansları"
    },
    "explanation": "Ticari muhasebede, işletmenin yükümlülükleri (borçları), oluşum nedenine göre sınıflandırılır. Eğer borç, işletmenin esas faaliyet konusuna (mal veya hizmet alımına) dayanıyorsa ticari borç, faaliyet dışı nedenlere (ortaktan borç alma, teminat alma gibi) dayanıyorsa diğer borç olarak muhasebeleştirilir. Ortaklardan alınan borçlar da genellikle işletmenin finansman ihtiyacını karşılamak amacıyla gerçekleşir. Bu borçlar, ticari bir mal veya hizmet alımından doğmadığı için \"ticari borç\" olarak değil, diğer borçlar grubu altında yer alan 331 Ortaklara Borçlar hesabında izlenir. Eğer alınan borç bir yıldan kısa sürede geri ödenecekse \"331\", uzun sürede ödenecekse \"431 Ortaklara Borçlar\" hesabı kullanılır. Bu hesapta, örneğin ortağın şirkete nakit verdiği veya şirket adına bir harcama yaptığı durumlarda borç oluşur. Bu borç ortadan kalktığında ya ödeme yapılır ya da mahsup işlemiyle kapatılır. Her iki durumda da bu hesap borçlandırılarak kapatılır. Bu işlem sırasında herhangi bir mal veya hizmet alımı yapılmadığ<br/>İşletme, ticari faaliyeti dışındaki nedenlerle (örneğin finansman desteği sağlamak amacıyla) ortağından kısa vadeli borç alırsa bu borç “331 Ortaklara Borçlar” hesabında izlenir. Ticari bir alım-satım işlemi olmadığından, bu borç ticari borç değil, diğer borç türündedir."
  },
  {
    "id": "3835453",
    "unitNumber": 6,
    "text": "İşletme, faaliyet konusu dışındaki bir arazinin satışı için başka bir işletmeden 50.000 TL peşin ödeme almıştır. Bu işlem aşağıdaki hesaplardan hangisinde izlenmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "340 Alınan Sipariş Avansları",
      "B": "349 Alınan Diğer Avanslar",
      "C": "336 Diğer Çeşitli Borçlar",
      "D": "320 Satıcılar",
      "E": "335 Personele Borçlar"
    },
    "explanation": "Arazi gibi işletmenin faaliyet konusu dışında yer alan bir satıştan alınan peşinatlar ticari işlem sayılmadığı için “340 Alınan Sipariş Avansları” yerine “349 Alınan Diğer Avanslar” hesabında izlenir. Bu hesap, faaliyet dışı işlemlerle ilgili alınan kısa vadeli avansların muhasebeleştirilmesinde kullanılır ve alınan tutar işletme açısından bir borç niteliği taşıdığı için alacak tarafına kaydedilir.<br/>İşletmenin ticari mal veya hizmet satışı dışındaki işlemler için aldığı avanslar “349 Alınan Diğer Avanslar” hesabında izlenir. Bu örnekte, başka bir işletmeden alınan 50.000 TL peşinat ticari nitelik taşımaz ve 349 hesabına kaydedilir."
  },
  {
    "id": "3835455",
    "unitNumber": 6,
    "text": "Bir işletme 01.03.2020 tarihinde 3 ay vadeli, nominal değeri 50.000 TL olan bir finansman bonosu ihraç etmiştir. Bu işlem sonucunda aşağıdaki hesaplardan hangisi alacaklandırılır?",
    "correctAnswer": "C",
    "options": {
      "A": "100 Kasa",
      "B": "102 Bankalar",
      "C": "305 Çıkarılmış Bono ve Senetler",
      "D": "308 Menkul Kıymetler İhraç Farkları",
      "E": "780 Finansman Giderleri"
    },
    "explanation": "İşletmeler, kısa vadeli finansman ihtiyaçlarını karşılamak amacıyla finansman bonosu gibi borçlanma senetleri ihraç edebilir. Bu işlemle elde edilen para, işletme açısından bir borç anlamına geldiğinden “305 Çıkarılmış Bono ve Senetler” hesabının alacak tarafına kaydedilir. Karşılığında işletmenin banka hesabına giren tutar, bir varlık artışı olduğundan “102 Bankalar” gibi bir hesaba borç olarak yazılır. Bu tür işlemler, işletmenin üçüncü kişilerden sağladığı yabancı kaynaklar kapsamında değerlendirilir ve borç vade sonunda ödenene kadar bilançonun pasifinde izlenir.<br/>İşletme, kısa vadeli borçlanma amacıyla finansman bonosu ihraç ettiğinde, elde ettiği kaynak bir yükümlülük olduğundan bu borç “305 Çıkarılmış Bono ve Senetler” hesabında izlenir ve alacak tarafına kaydedilir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3835457",
    "unitNumber": 6,
    "text": "2.000 TL yolluk avansı alarak seyahate giden ar-ge müdürü, seyahat dönüşü 29.03.2024 tarihinde %18 KDV hariç 2.500 TL’lik harcama yaptığını belgeleri ile birlikte işletmeye bildirmiştir. Bu bilgilere göre yapılacak yevmiye kaydında aşağıdaki hesaplardan hangisi alacaklandırılır?",
    "correctAnswer": "C",
    "options": {
      "A": "331 Ortaklara Borçlar",
      "B": "770 Genel Yönetim Giderleri",
      "C": "335 Personele Borçlar",
      "D": "100 Kasa",
      "E": "780 Finansman Giderleri"
    },
    "explanation": "İşletme çalışanına görev amaçlı bir seyahat için 1.000 TL avans vermiş, çalışan ise 1.416 TL harcama yapmıştır. Bu tür harcamalar genel yönetim faaliyetleriyle ilişkili olduğu için, tamamı “770 Genel Yönetim Giderleri” hesabının borç tarafına kaydedilir. KDV tutarı “191 İndirilecek KDV” hesabına, daha önce verilen avans “196 Personel Avansları” hesabının alacak tarafına yazılır. Avansı aşan ve personele ödenecek 416 TL'lik tutar ise geçici olarak “335 Personele Borçlar” hesabında izlenir. Ancak burada sorulan asıl muhasebe kaydı, toplam giderin yansıtıldığı “770” hesabına aittir; bu yüzden doğru yanıt odur.<br/>Sorunun doğru yanıtı C şıkkıdır. Ar-ge müdürü 2.000 TL avans alıp, toplamda 2.500 TL’lik ödeme yaptığı için fazladan ödediği 500 TL’nin kendisine ödenmesi gerekir. Bu durumda işletmenin personeli olan ar-ge müdürüne 500 TL’lik borcu ortaya çıktığı için yapılacak yevmiye maddesinde \"335 Personele Borçlar” hesabının alacak tarafına bu tutar kaydedilir."
  },
  {
    "id": "3835459",
    "unitNumber": 6,
    "text": "İşletme, vadesi gelen 60.000 TL’lik borç senedini ödeyemeyip yerine 65.000 TL’lik yeni bir senet düzenlemiştir. Bu durumda oluşan 5.000 TL’lik fark aşağıdaki hesaplardan hangisinde izlenmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "321 Borç Senetleri",
      "B": "336 Diğer Çeşitli Borçlar",
      "C": "780 Finansman Giderleri",
      "D": "335 Personele Borçlar",
      "E": "305 Çıkarılmış Bono ve Senetler"
    },
    "explanation": "İşletmenin vadesi gelen borcunu ödeyememesi üzerine, eski borcun yerine daha yüksek tutarlı (65.000 TL) yeni bir senet düzenlenmesi, borç vadesinin uzatılması karşılığında ek bir maliyet doğurduğunu gösterir. Aradaki 5.000 TL'lik fark, faiz veya vade farkı olarak değerlendirilir ve finansmanla ilgili bir gider olduğundan “780 Finansman Giderleri” hesabına borç kaydedilir. Bu işlem, borcun yeniden yapılandırılması sonucu doğan ek maliyetin doğru muhasebeleştirilmesi açısından önemlidir. Ana borç 321 Borç Senetleri hesabında izlenmeye devam ederken, fark ayrıca giderleştirilir.<br/>Borç vadesi uzatıldığı için eski borcun üstüne gelen 5.000 TL fark, işletme açısından bir faiz veya finansman maliyeti niteliğindedir. Bu nedenle “780 Finansman Giderleri” hesabında izlenir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3835461",
    "unitNumber": 6,
    "text": "İşletme, bir mal alımı için 30.000 TL peşin ödeme yapmış, geri kalan 25.400 TL’yi ise kredili olarak almıştır. Kredili kısım aşağıdaki hesaplardan hangisinde izlenir?",
    "correctAnswer": "A",
    "options": {
      "A": "320 Satıcılar",
      "B": "321 Borç Senetleri",
      "C": "336 Diğer Çeşitli Borçlar",
      "D": "331 Ortaklara Borçlar",
      "E": "305 Çıkarılmış Bono ve Senetler"
    },
    "explanation": "İşletmeler, mal ve hizmet alımlarında ödeme yapmadan da borçlanabilir. Eğer bu borç senetle belgelenmemişse, yani sadece faturaya dayalıysa, bu borç “320 Satıcılar” hesabında takip edilir. Bu hesap, kısa vadeli ticari borçlar grubundadır ve işletmenin tedarikçilerine olan senetsiz borçlarını gösterir. Bu soruda işletme mal alımının bir kısmını peşin ödemiş, kalanını ise daha sonra ödemek üzere borçlanmıştır. Bu nedenle 25.400 TL’lik kısmı senetsiz bir borç olarak “320 Satıcılar” hesabında yer alır. Eğer senet düzenlenmiş olsaydı, bu borç “321 Borç Senetleri” hesabında izlenirdi.<br/>İşletmenin yaptığı alış veresiye ise ve senet düzenlenmemişse, borç “320 Satıcılar” hesabında izlenir. Bu hesap, ticari borçların senetsiz olarak takip edildiği hesaptır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3835462",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kısa vadeli diğer borçlar arasında yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "331 Ortaklara Borçlar",
      "B": "335 Personele Borçlar",
      "C": "336 Diğer Çeşitli Borçlar",
      "D": "340 Alınan Sipariş Avansları",
      "E": "332 İştiraklere Borçlar"
    },
    "explanation": "Muhasebe sisteminde borçlar çeşitli alt gruplara ayrılır. “331 Ortaklara Borçlar”, “332 İştiraklere Borçlar”, “335 Personele Borçlar” ve “336 Diğer Çeşitli Borçlar” hesapları kısa vadeli diğer borçlar grubu içinde yer alır. Bu hesaplar, ticari faaliyet dışında oluşan ve kısa sürede ödenecek borçların takibi için kullanılır. Buna karşılık “340 Alınan Sipariş Avansları” hesabı, müşterilerden alınan ve henüz teslim edilmemiş mallar veya hizmetler karşılığında alınan bedelleri gösterir. Bu nedenle “diğer borçlar” değil, alınan avanslar grubu içinde yer alır ve farklı bir hesap sınıflamasına tabidir.<br/>340 Alınan Sipariş Avansları hesabı, borç hesabı olmasına rağmen “alınan avanslar” grubundadır; diğer seçenekler ise “diğer borçlar” grubunda yer alır. Bu nedenle doğru cevap D seçeneğidir."
  },
  {
    "id": "3835463",
    "unitNumber": 6,
    "text": "Bir işletme 01.07.2019 tarihinde 500.000 TL nominal değerli tahvili 400.000 TL’ye satmıştır. Aradaki 100.000 TL fark aşağıdaki hesaplardan hangisinde izlenir?",
    "correctAnswer": "D",
    "options": {
      "A": "780 Finansman Giderleri",
      "B": "308 Menkul Kıymetler İhraç Farkları",
      "C": "405 Çıkarılmış Tahviller",
      "D": "408 Menkul Kıymetler İhraç Farkları",
      "E": "321 Borç Senetleri"
    },
    "explanation": "Tahviller, işletmelerin uzun vadeli borçlanma araçlarıdır ve genellikle nominal değeri üzerinden ihraç edilir. Ancak piyasa koşullarına göre daha düşük bedelle de satılabilir. Bu durumda, tahvilin nominal değeri ile satış fiyatı arasındaki fark, işletme açısından bir borç indirimi niteliği taşır. Bu tür farklar, doğrudan giderleştirilmez; bunun yerine “408 Menkul Kıymetler İhraç Farkları” adlı düzenleyici hesapta takip edilir. Bu hesap, tahvil borcunu bilançoda netleştirmek için 405 Çıkarılmış Tahviller hesabına karşılık olarak kullanılır. Zamanla giderleştirilerek 780 Finansman Giderlerine aktarılır, ancak ilk kayıt sırasında doğrudan gider yazılmaz.<br/>Tahvil nominal değerinin altında satıldığında aradaki fark, bir borç indirimi olduğundan “408 Menkul Kıymetler İhraç Farkları” hesabında izlenir. Bu, bilançoda tahvil borcunu düşüren düzenleyici bir pasif hesaptır. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3840854",
    "unitNumber": 6,
    "text": "2.000 TL yolluk avansı alarak seyahate giden ar-ge müdürü, seyahat dönüşü 29.03.2024 tarihinde %18 KDV hariç 2.500 TL’lik harcama yaptığını belgeleri ile birlikte işletmeye bildirmiştir. Bu bilgilere göre yapılacak yevmiye kaydında aşağıdaki hesaplardan hangisi alacaklandırılır?",
    "correctAnswer": "C",
    "options": {
      "A": "340 Alınan Sipariş Avansları",
      "B": "336 Diğer Çeşitli Borçlar",
      "C": "335 Personele Borçlar",
      "D": "770 Genel Yönetim Giderleri",
      "E": "760 Pazarlama Satış ve Dağıtım Giderleri"
    },
    "explanation": "Sorunun doğru yanıtı C şıkkıdır. Ar-ge müdürü 2.000 TL avans alıp, toplamda 2.500 TL’lik ödeme yaptığı için fazladan ödediği 500 TL’nin kendisine ödenmesi gerekir. Bu durumda işletmenin personeli olan ar-ge müdürüne 500 TL’lik borcu ortaya çıktığı için yapılacak yevmiye maddesinde \"335 Personele Borçlar” hesabının alacak tarafına bu tutar kaydedilir."
  },
  {
    "id": "2270304",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi TDHP’de Öz Kaynaklar Hesap Gruplarından biri<u> değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "500 Sermaye",
      "B": "50 Ödenmiş Sermaye",
      "C": "52 Sermaye Yedekleri",
      "D": "54 Kâr Yedekleri",
      "E": "57 Geçmiş Yıllar Kârları"
    },
    "explanation": "GİRİŞ<br/>5 ÖZ KAYNAKLAR\n<br/>50 Ödenmiş Sermaye\n<br/>52 Sermaye Yedekleri\n<br/>54 Kâr Yedekleri\n<br/>57 Geçmiş Yıllar Kârları\n<br/>58 Geçmiş Yıllar Zararları (-)\n<br/>59 Dönem Net Kârı (Zararı)"
  },
  {
    "id": "2270311",
    "unitNumber": 7,
    "text": "Ticaret şirketlerinde sermaye ortakların taahhüdü karşılığında oluşacağından, taahhüt edilen tutar aşağıdaki hangi hesabının borç tarafına kaydedilir?",
    "correctAnswer": "A",
    "options": {
      "A": "501 Ödenmemiş Sermaye",
      "B": "500 Sermaye",
      "C": "502 Sermaye Düzeltmesi Olumlu Farkları",
      "D": "503 Sermaye Düzeltmesi Olumsuz Farkları",
      "E": "100 Kasa"
    },
    "explanation": "Ticaret şirketlerinde sermaye ortakların taahhüdü karşılığında oluşacağından, taahhüt edilen tutar “501 Ödenmemiş Sermaye” hesabının borç tarafına kaydedilirken, “500 Sermaye” hesabının alacak tarafına kaydedilir."
  },
  {
    "id": "2270312",
    "unitNumber": 7,
    "text": "Aşağıdaki hangi hesap THPD'de Sermaye yedekleri grubunda <u>yer almaz?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "542 Olağanüstü Yedekler",
      "B": "520 Hisse Senedi İhraç Primleri",
      "C": "521 Hisse Senedi İptal Kârları",
      "D": "522 Maddi Duran Varlık Yeniden Değerleme Artışları",
      "E": "523 İştirakler Yeniden Değerleme Artışları"
    },
    "explanation": "THPD’de Sermaye Yedekleri grubunda aşağıdaki hesaplar yer almaktadır;\n<br/>520 Hisse Senedi İhraç Primleri\n<br/>521 Hisse Senedi İptal Kârları\n<br/>522 Maddi Duran Varlık Yeniden Değerleme Artışları\n<br/>523 İştirakler Yeniden Değerleme Artışları\n<br/>529 Diğer Sermaye Yedekleri"
  },
  {
    "id": "2270316",
    "unitNumber": 7,
    "text": "Sermaye artırımı nedeniyle yeni çıkarılan hisse senetlerinin nominal fiyatının üzerinde bir fiyatla satışından oluşan kârlar aşağıdakileden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hisse senedi ihraç primleri",
      "B": "Hisse Senedi İptal Kârları",
      "C": "Dönem Net Kârı",
      "D": "Geçmiş Yıllar Kârlar",
      "E": "Faaliyet Karı"
    },
    "explanation": "Hisse Senedi İhraç Primleri<br/>Hisse senedi ihraç primleri, sermaye artırımı nedeniyle yeni çıkarılan hisse senetlerinin nominal fiyatının üzerinde bir fiyatla (başa başın üstünde bir fiyatla) satışından oluşan kârlardır. Bu kârlara emisyon primi denilmektedir."
  },
  {
    "id": "2270319",
    "unitNumber": 7,
    "text": "Özel fon kapsamında belirli amaçlar için kullanılmak üzere kârdan yedek ayrıldığında aşağıdaki hangi hesabını alacak tarafına kayıt yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "549 Özel Fonlar",
      "B": "540 Yasal Yedekler",
      "C": "541 Statü Yedekleri",
      "D": "542 Olağanüstü Yedekler",
      "E": "548 Diğer Kâr Yedekleri"
    },
    "explanation": "Özel fon kapsamında belirli amaçlar için kullanılmak üzere kârdan yedek ayrıldığında, kârdan ayrılan diğer yedeklerde olduğu gibi “570 Geçmiş Yıllar Kârları” hesabının borç tarafına kayıt yapılırken, “549 Özel Fonlar” hesabının alacak tarafına kayıt yapılır."
  },
  {
    "id": "2270324",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 570 Geçmiş Yıllar Kârları” hesabının borç tarafına kayıt yapılarak hesap kapatılmasına <u>yol açmaz?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "banka kredilerinin ödenmesi",
      "B": "yedeklere aktarılması,",
      "C": "ödenecek temettü olarak ayrılması,",
      "D": "işletme sahibinin ya da ortaklarının hesabına aktarılması,",
      "E": "önceki dönem zararlarına mahsup edilmesi"
    },
    "explanation": "Kârın; yedeklere aktarılması, ödenecek temettü olarak ayrılması, işletme sahibinin ya da ortaklarının hesabına aktarılması, önceki dönem zararlarına mahsup edilmesi veya özel fon oluşturulması gibi kullanım biçimine göre “570 Geçmiş Yıllar Kârları” hesabının borç tarafına kayıt yapılarak hesap kapatılır."
  },
  {
    "id": "2270330",
    "unitNumber": 7,
    "text": "\"692 Dönem Net Kârı veya Zararı” hesabı borç kalanı verirse aşağıdaki hangi hesabın alacağına kaydedilir?",
    "correctAnswer": "A",
    "options": {
      "A": "591 Dönem Net Zararı (-)",
      "B": "690 Dönem Net Kârı",
      "C": "692 Dönem Net Kârı veya Zararı",
      "D": "580 Geçmiş Yıllar Zararları",
      "E": "570 Geçmiş Yıllar Kârları"
    },
    "explanation": "Sonuç hesapları içinde yer alan “692 Dönem Net Kârı veya Zararı” hesabı borç kalanı verirse işletme zarar etmiş demektir. Bu durumda “692 Dönem Net Kârı veya Zararı” hesabının borç kalanı (net zararı ifade eder), hesabın alacaklandırılarak kapatılması karşılığında, bu hesaptan bir bilanço hesabı olan “591 Dönem Net Zararı (-)” hesabının borcuna aktarılır."
  },
  {
    "id": "2270336",
    "unitNumber": 7,
    "text": "İşletme kurumlar vergisi mükellefi ise hesaplanan vergi ve diğer yasal yükümlülükler bu tutardan düşülerek bulunan net kâr aşağıdaki hangi hesaba aktarılır?",
    "correctAnswer": "A",
    "options": {
      "A": "692 Dönem Net Kârı veya Zararı",
      "B": "690 Dönem Kârı veya Zararı",
      "C": "590 Dönem Net Kârı",
      "D": "591 Dönem Net Zararı (-)",
      "E": "580 Geçmiş Yıllar Zararları (-)"
    },
    "explanation": "FAALİYET DÖNEMİ KÂRI VEYA ZARARI<br/>İşletme kurumlar vergisi mükellefi ise hesaplanan vergi ve diğer yasal yükümlülükler bu tutardan düşülerek bulunan net kâr, “692 Dönem Net Kârı veya Zararı” hesabına aktarılır."
  },
  {
    "id": "2270343",
    "unitNumber": 7,
    "text": "Şirket ana sözleşmesindeki hükümler çerçevesinde kârdan yedek ayrıldığında aşağıdaki hangi hesabının alacak tarafına kaydedilir?",
    "correctAnswer": "A",
    "options": {
      "A": "541 Statü Yedekleri",
      "B": "570 Geçmiş Yıllar Kârlar",
      "C": "542 Olağanüstü Yedekler",
      "D": "540 Yasal Yedekler",
      "E": "549 Özel Fonlar"
    },
    "explanation": "Şirketin kuruluş ana sözleşmesinde, yasal yedekler dışında yedek ayrılmasına ilişkin hükümler yer alıyorsa, bu hükümler çerçevesinde ayrılan yedekler Statü Yedekleri olarak adlandırılmakta olup ayrılmaları için yasal zorunluluk yoktur. Bu doğrultuda şirket ana sözleşmesindeki hükümler çerçevesinde kârdan yedek ayrıldığında “541 Statü Yedekleri” hesabının alacak tarafına, ayrılan bu tutar ise “570 Geçmiş Yıllar Kârları” hesabının borç tarafına kaydedilir."
  },
  {
    "id": "2270347",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Sermaye yedekleri grubunda <u>yer alamaz?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "şirketin kredili mal alışı",
      "B": "hisse senedi ihraç primleri",
      "C": "hisse senedi iptal kârları gibi sermaye hareketleri sonucunda oluşan",
      "D": "öz kaynakları işletme faaliyetleri sonucunda yaratılan kârın dışında artırabilen",
      "E": "henüz sermayeye eklenmemiş tutarların kaydedildiği hesaplar"
    },
    "explanation": "SERMAYE YEDEKLERİ<br/>Bu olaylardan hiçbiri işletmenin elde ettiği kâr dolayısıyla öz kaynaklardaki artış gibi olmamakta, sermaye hareketlerine bağlı olarak ortaya çıkmaktadır. Bu doğrultuda Sermaye Yedekleri; hisse senedi ihraç primleri, hisse senedi iptal kârları gibi sermaye hareketleri sonucunda oluşan, öz kaynakları işletme faaliyetleri sonucunda yaratılan kârın dışında artırabilen ve henüz sermayeye eklenmemiş tutarların kaydedildiği hesapların yer aldığı gruptur"
  },
  {
    "id": "2383425",
    "unitNumber": 7,
    "text": "Sermaye hesabının tutarı, ............ istendiği anda ve herhangi bir resmi işleme gerek olmaksızın değiştirilebilir.",
    "correctAnswer": "A",
    "options": {
      "A": "bireysel işletmelerde (adi ortaklıklarda)",
      "B": "Kollektif Şirketlerde",
      "C": "Komandit Şirketlerde",
      "D": "Limited Şirketlerde",
      "E": "Anonim Şirketlerde"
    },
    "explanation": "Sermaye hesabının tutarı, bireysel işletmelerde (adi ortaklıklarda) istendiği anda ve herhangi bir resmi işleme gerek olmaksızın değiştirilebilir."
  },
  {
    "id": "2383433",
    "unitNumber": 7,
    "text": "Muhasebenin temel kavramlarından “kişilik” kavramı gereği; işletme sahip veya sahipleri kaçıncı kişidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İkinci",
      "B": "Birinci",
      "C": "Üçüncü",
      "D": "Dördüncü",
      "E": "Beşinci"
    },
    "explanation": "Öz kaynaklar, işletmeyle ilgili ikinci kişilerin işletme üzerindeki haklarını göstermektedir. Muhasebenin temel kavramlarından “kişilik” kavramı<br/>gereği; birinci kişi işletme, ikinci kişi ve kişiler işletme sahip veya sahipleri, üçüncü kişiler ise bunların dışında kalan (işletme dışındaki) kişilerdir. Dolayısıyla ikinci kişiler yani işletme sahipleri veya ortakları, işletmeye sermaye koyanlardır."
  },
  {
    "id": "2383450",
    "unitNumber": 7,
    "text": "Adi şirket ortağı, Şirkete kuruluşta teslim ettiği 30.000 lira tutarlı taşıtı işletmeden çekerek sermayeyi azaltmaya karar vermiştir. Yapılacak kayıt için aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Taşıtlar Hesabının alacak tarafına 10.000 lira kaydedilir.",
      "B": "Diğer Çeşitli Borçlar Hesabının alacak tarafına 10.000 lira kaydedilir.",
      "C": "Ortaklardan Alacaklar Hesabının borç tarafına 10.000 lira kaydedilir.",
      "D": "Sermaye Hesabının alacak tarafına 10.000 lira kaydedilir.",
      "E": "Özel maliyetler Hesabının borç tarafına 10.000 lira kaydedilir."
    },
    "explanation": "_____________ _____________\n<br/>SERMAYE HESABI 10.000\n<br/>TAŞITLAR HESABI 10.000\n<br/>_____________ _____________"
  },
  {
    "id": "2385849",
    "unitNumber": 7,
    "text": "“501 Ödenmemiş Sermaye” hesabının kalanı, şirketler açısından ortaklardan olan sermaye karşılığı ........... ifade ederken, ortaklar açısından ise şirkete olan sermaye taahhüt ............ göstermektedir. “",
    "correctAnswer": "A",
    "options": {
      "A": "alacakları / borçlarını",
      "B": "alınan nakit parayı/ ödenen nakit parayı",
      "C": "alınan nakit parayı/ borçları",
      "D": "borçları/ alınan nakit parayı",
      "E": "alacakları/ ödenen nakit parayı"
    },
    "explanation": "alacakları / borçlarını"
  },
  {
    "id": "2385866",
    "unitNumber": 7,
    "text": "Bay “X” ve Bay “Y” ........... tarihinde sermaye payları eşit olmak üzere 200.000 TL sermayeli Bay X ve Ortağı Kollektif Şirketini kurmaya karar vermişlerdir. Ortak Bay “X”, ..... tarihinde sermaye taahhüdünün yarısını nakit olarak, Ortak Bay “Y” ise aynı tarihte sermaye taahhüdünün 25.000 TL’lik kısmını bir makine vererek yerine getirmiş ve ortaklar geri kalan taahhüt borcunu ise bir ay içinde yerine getireceğini bildirmiştir. Ödenmiş sermaye ne kadardır?",
    "correctAnswer": "A",
    "options": {
      "A": "75.000",
      "B": "125.000",
      "C": "50.000",
      "D": "25.000",
      "E": "100.000"
    },
    "explanation": "Sermaye 20.000\n Ödenmemiş Sermaye ( 125.000)\n Ödenmiş sermaye 75.000"
  },
  {
    "id": "2385873",
    "unitNumber": 7,
    "text": "Hangisi sermaye yedekleri grubunda yer alan hesaplardan biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Özel fonlar",
      "B": "Hisse Senedi İhraç Primleri",
      "C": "Hisse Senedi İptal Kârları",
      "D": "Maddi Duran Varlık Yeniden Değerleme Artışları",
      "E": "İştirakler Yeniden Değerleme Artışları"
    },
    "explanation": "52 SERMAYE YEDEKLERİ<br/>520 Hisse Senedi İhraç Primleri<br/>521 Hisse Senedi İptal Kârları<br/>522 Maddi Duran Varlık Yeniden Değerleme Artışları<br/>523 İştirakler Yeniden Değerleme Artışları<br/>529 Diğer Sermaye Yedekleri"
  },
  {
    "id": "2385909",
    "unitNumber": 7,
    "text": "Anonim Şirket .............tarihinde mevcut sermayesini 300.000 TL nominal değerli hisse senedi ihraç ederek artırmaya karar vermiştir. Bu hisse senetleri %30 primli olarak .............tarihinde banka aracılığıyla satılmıştır. Hangi kayıt doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "HİSSE SENEDİ İHRAÇ PRİMLERİ HS 90.000 alacaklanır",
      "B": "SERMAYE Hs 300.000 borçlanır",
      "C": "BANKALAR HS 390.000 alacaklanır",
      "D": "MENKUL KIYMET SATIŞ KARLARI HS 90.000 borçlanır",
      "E": "DÖENEM KARI VEYA ZARARI HS 390.000 alacaklanır"
    },
    "explanation": "----------------- / -----------------\n ÖDENMEMİŞ SERMAYE HS 300.000\n SERMAYE HS 300.000\n ----------------- / -----------------\n BANKALAR HS 390.000\n ÖDENEMEMİŞ SERMAYE HS 300.000\n HİSSE SENEDİ İHRAÇ PRİMLERİ HS 90.000\n ----------------- / -----------------"
  },
  {
    "id": "2385920",
    "unitNumber": 7,
    "text": "Şirket genel kurul kararı ile ayrılan yedek aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Olağanüstü yedekler",
      "B": "Yasal Yedekler",
      "C": "Statü yedekleri",
      "D": "Özel Fonlar",
      "E": "İştirakler Yeniden Değerleme Artışları"
    },
    "explanation": "Sermaye şirketlerinde yasal yedekler ve statü yedekleri dışında şirket genel kurulu kararı ile ayrılmasına karar verilen olağanüstü yedek akçelerdir."
  },
  {
    "id": "2385940",
    "unitNumber": 7,
    "text": "Şirket genel kurulu geçmiş yıllar zararlarında yer alan 100.000 TL’nin ortaklara dağıtılmasına karar vermiştir. Hangi kayıt doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Ortaklardan Alacaklar Hs 100.000/ Geçmiş Yıllar Zararları Hs 100.000",
      "B": "Geçmiş Yıllar Zararları Hs 100.000 / Ortaklara Borçlar Hs 100.000",
      "C": "Dönem Net Zararı Hs 100.000 / Ortaklardan Alacaklar Hs 100.000",
      "D": "Bankalar Hs 100.000 / Ortaklara Borçlar Hs 100.000",
      "E": "Sermaye Hs 100.000/ Ortaklardan Alacaklar Hs 100.000"
    },
    "explanation": "Ortaklardan Alacaklar Hs 100.000/ Geçmiş Yıllar Zararları Hs 100.000"
  },
  {
    "id": "2385965",
    "unitNumber": 7,
    "text": "..... işletmesi .......... tarihinde üretim faaliyetlerinde kullandığı kayıtlı değeri 50.000 TL birikmiş amortismanı 40.000 TL bir makinayı yenisini almak amacıyla 20.000 TL+ KDV ( %18) bedelle satmış bedeli bankadaki hesaba yatmıştır. Hangi kayıt yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "BİRİKMİŞ AMORTİSMANLAR H 40.000 alacaklanır",
      "B": "BANKALAR HS 23.600 borçlanır",
      "C": "TESİS MAKİNE VE CİHAZLAR HS 50.000 alacaklanır",
      "D": "HESAPLANAN KDV HS 3.600 alacaklanır",
      "E": "ÖZEL FONLAR HS 10.000 alacaklanır"
    },
    "explanation": "Makineye ilişkin bilgiler aşağıdaki gibidir:\n<br/>Makinenin kayıtlı değeri : 50.000 TL<br/>Birikmiş amortismanı (-) : (40.000 TL)<br/>Net Değeri : 10.000 TL\n<br/>--------------------------------17/04/2020-----------------------------------<br/>102 BANKALAR HS 23.600<br/>257 BİRİKMİŞ AMORTİSMANLARHS 40.000<br/>253 TESİS MAKİNE VE CİHAZLAR 50.000<br/>391 HESAPLANAN KDV 3.600<br/>549 ÖZEL FONLAR 10.000<br/>Yenileme Fonu<br/>--------------------------------------/------------------------------------------"
  },
  {
    "id": "2388350",
    "unitNumber": 7,
    "text": "Öz kaynaklar, işletmeyle ilgili ikinci kişilerin işletme üzerindeki haklarını göstermektedir. Muhasebenin hangi temel kavramı gereğince işletme sahip veya sahipleri ikinci kişi ve kişiler olarak nitelendirilir?",
    "correctAnswer": "A",
    "options": {
      "A": "“kişilik” kavramı",
      "B": "“muhasebe” kavramı",
      "C": "“özün önceliği” kavramı",
      "D": "“tekdüzen” kavramı",
      "E": "“kaynak” kavramı"
    },
    "explanation": "Öz kaynaklar, işletmeyle ilgili ikinci kişilerin işletme üzerindeki haklarını göstermektedir. Muhasebenin temel kavramlarından “kişilik” kavramı gereği; birinci kişi işletme, ikinci kişi ve kişiler işletme sahip veya sahipleri, üçüncü kişiler ise bunların dışında kalan (işletme dışındaki) kişilerdir. Dolayısıyla ikinci kişiler yani işletme sahipleri veya ortakları, işletmeye sermaye koyanlardır. Bu nedenle öz kaynaklar (öz sermaye); işletme sahip veya sahiplerinin (ortakların) işletme varlıkları üzerindeki toplam haklarının parasal ifadesidir."
  },
  {
    "id": "2388475",
    "unitNumber": 7,
    "text": "Tek şahsa ait işletmelerde sermaye hesabının kalanı aşağıdakilerden hangisini gösterir?",
    "correctAnswer": "A",
    "options": {
      "A": "ödenmiş sermaye",
      "B": "ödenmemiş sermaye",
      "C": "sermaye taahhüdü",
      "D": "gerçek sermaye",
      "E": "asli sermaye"
    },
    "explanation": "Ödenmiş sermaye ise; esas sermayeden ödenmemiş sermayenin çıkarılmasıyla bulunur ve ortakların işletmeye ödediği sermaye yatırım tutarını ifade eder. TDHP’de sermaye ile ödenmemiş sermaye için ayrı ayrı hesap yer almasına rağmen ödenmiş sermaye tutarını gösteren bir hesap bulunmamaktadır. Tek şahsa ait işletmelerde sermaye taahhüdü işlemi söz konusu olmadığından sermaye hesabının kalanı aynı zamanda ödenmiş sermayeyi gösterir."
  },
  {
    "id": "2388554",
    "unitNumber": 7,
    "text": "\"Yılmaz Art 15.02.2021 tarihinde 10.000 TL nakit, 25.000 TL’lik hisse senedi ve 400.000 TL değerindeki binasını sermaye olarak koyup adi şirket olarak ticarete başlamıştır. Ancak 25.05.2021 tarihinde sermaye artırmak için 15.000 TL’lik nakit koyarak sermaye artırımına gitmiştir.\"\n 25.05.2021 tarihinde sermaye artırımına ilişkin yapılacak kayıtta hangi hesaba kaç lira olarak alacak kaydı yapılacaktır?",
    "correctAnswer": "A",
    "options": {
      "A": "“500 Sermaye” hesabında 15.000",
      "B": "“500 Sermaye” hesabında 450.000",
      "C": "“100 Kasa” hesabında 15.000",
      "D": "“110 Hisse Senetleri” hesabında 15.000",
      "E": "“501 Ödenmemiş Sermaye” hesabında 15.000"
    },
    "explanation": "Mehmet Yılmaz 15.03.2020 tarihinde kurduğu işletmesine 15.000 TL’lik ticari mal koymuş ve<br/>sermaye artırımına gitmiştir. Mehmet Yılmaz kurduğu işletmeye 15.000 TL’lik mal vererek sermaye artırımına gittiği için “500 Sermaye” hesabında artış hesabın alacak tarafına kaydedilmiştir. İşletmenin varlıklarında artış olduğu için “153 Ticari Mallar” hesabı 15.000 TL borçlandırılmıştır.<br/>Yılmaz Art 15.03.2021 tarihinde kurduğu işletmesine 15.000 TL’lik ticari mal koymuş ve<br/>sermaye artırımına gitmiştir. Yılmaz Art kurduğu işletmeye 15.000 TL’lik nakit vererek sermaye artırımına gittiği için “500 Sermaye” hesabında 15.000 liralık artış hesabın alacak tarafına kaydedilmiştir. İşletmenin varlıklarında artış olduğu için “100 Kasa” hesabı 15.000 TL borçlandırılmıştır."
  },
  {
    "id": "2388624",
    "unitNumber": 7,
    "text": "İşletme sermaye artırımı için 1.000 TL nominal değerli hisse senedi ihraç etmiş ancak bunları banka aracılığıyla 1.200 liradan satmıştır. Sermaye artırımı için ihraç edilen bu hisse senetlerinin nominal değeri ile satış fiyatı arasındaki fark THPD’ye göre hangi grupta raporlanacaktır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sermaye Yedekleri",
      "B": "Kar Yedekleri",
      "C": "Ödenmiş Sermaye",
      "D": "Dönem Net Karı",
      "E": "Sermaye"
    },
    "explanation": "Hisse senedi ihraç primleri, sermaye artırımı nedeniyle yeni çıkarılan hisse senetlerinin nominal fiyatının üzerinde bir fiyatla (başa başın üstünde bir fiyatla) satışından oluşan kârlardır.<br/>Bu kârlara emisyon primi denilmektedir. Hisse senetlerinin nominal değerleri ile ihraç değeri<br/>arasındaki olumlu fark ödenmiş sermaye dışında bir değerdir ve ortakların tümüne ait bir sermaye anlamına gelir. TTK’ya göre yedek akçe olarak nitelendirilen bu fark “520 Hisse Senedi İhraç Primleri” hesabında izlenir.<br/>Sermaye Yedekleri; hisse senedi ihraç primleri, hisse senedi iptal kârları gibi sermaye hareketleri sonucunda oluşan, öz kaynakları işletme faaliyetleri sonucunda yaratılan kârın dışında artırabilen ve henüz sermayeye eklenmemiş tutarların kaydedildiği hesapların yer aldığı gruptur."
  },
  {
    "id": "2388690",
    "unitNumber": 7,
    "text": "<em>\"And Anonim Şirketi 15.02.2021 tarihinde 500.000 TL tutarındaki sermaye taahhüdünü yerine</em><br/><em>getirmeyen ortağın hisse senetlerini yönetim kurulu kararı ile iptal etmiştir. Şirket 01.03.2021 tarihinde</em><br/><em>iptal edilen hisse senetlerinin yerine açık artırma ile yeni ortak almaya karar vermiştir. Yeni ortak belirtilen </em><em>ortaklık payı için 15.03.2021 tarihinde işletmenin banka hesabına 575.000 TL yatırarak şirkete ortak </em><em>olmuştur.\" </em>\n<br/>And Anonim şirketi eski ortağın 500.000 TL nominal değerli hisse senetlerini 575.000 TL’ye sattığı için nominal değer ile satış fiyatı arasındaki fark hangi hesapta izlenir?",
    "correctAnswer": "A",
    "options": {
      "A": "“521 Hisse Senedi İptal Kârları” hesabının alacak tarafında 75.000",
      "B": "“501 Ödenmemiş Sermaye” hesabının alacak tarafında 75.000",
      "C": "“500 Sermaye” hesabının alacak tarafında 575.000",
      "D": "“520 Hisse Senedi İhraç Primleri” hesabının alacak tarafında 75.000",
      "E": "“549 Özel Fonlar” hesabında 75.000"
    },
    "explanation": "Bir Anonim Şirket 15.02.2020 tarihinde 200.000 TL tutarındaki sermaye taahhüdünü yerine<br/>getirmeyen ortağın hisse senetlerini yönetim kurulu kararı ile iptal etmiştir. Şirket 01.03.2020 tarihinde<br/>iptal edilen hisse senetlerinin yerine açık artırma ile yeni ortak almaya karar vermiştir. Yeni ortak belirtilen<br/>ortaklık payı için 15.03.2020 tarihinde işletmenin banka hesabına 250.000 TL yatırarak şirkete ortak<br/>olmuştur.\n<br/>Şirketin 200.000 TL’lik sermaye artırımı ile ilgili taahhüt yeni ortak tarafından yerine getirildiği için<br/>“501 Ödenmemiş Sermaye” hesabı 200.000 TL alacaklandırılmıştır. Şirket eski hisse senetlerinin satımından 250.000 TL para girişi sağladığı için varlıkları artmış ve “102 Bankalar” hesabının borç tarafına 250.000 TL kaydedilmiştir. Anonim şirket 200.000 TL nominal değerli eski ortağın hisse senetlerini<br/>250.000 TL’ye sattığı için nominal değer ile satış fiyatı arasındaki 50.000 TL’lik fark, “521 Hisse Senedi<br/>İptal Kârları” h<br/>And Anonim Şirket 15.02.2021 tarihinde 500.000 TL tutarındaki sermaye taahhüdünü yerine<br/>getirmeyen ortağın hisse senetlerini yönetim kurulu kararı ile iptal etmiştir. Şirket 01.03.2021 tarihinde<br/>iptal edilen hisse senetlerinin yerine açık artırma ile yeni ortak almaya karar vermiştir. Yeni ortak belirtilen<br/>ortaklık payı için 15.03.2021 tarihinde işletmenin banka hesabına 575.000 TL yatırarak şirkete ortak<br/>olmuştur.\n<br/>Şirketin 500.000 TL’lik sermaye artırımı ile ilgili taahhüt yeni ortak tarafından yerine getirildiği için<br/>“501 Ödenmemiş Sermaye” hesabı 500.000 TL alacaklandırılmıştır. Şirket eski hisse senetlerinin satımından 575.000 TL para girişi sağladığı için varlıkları artmış ve “102 Bankalar” hesabının borç tarafına 575.000 TL kaydedilmiştir. Anonim şirket 500.000 TL nominal değerli eski ortağın hisse senetlerini<br/>575.000 TL’ye sattığı için nominal değer ile satış fiyatı arasındaki 75.000 TL’lik fark, “521 Hisse Senedi<br/>İptal Kârları” hesabının alacak tarafına kaydedilmiştir."
  },
  {
    "id": "2388726",
    "unitNumber": 7,
    "text": "Kanun hükümleri uyarınca ayrılan birinci ve ikinci tertip yedek akçelerden oluşan yasal yedekler, şirket ana sözleşme hükümleri çerçevesinde ayrılan yedek akçelerden oluşan statü yedekleri ve işletmenin yetkili organlarınca ayrılması kararlaştırılan yedek akçelerin yer aldığı olağanüstü yedekler ile özel fonların raporlandığı grubun adı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kâr Yedekleri",
      "B": "Sermaye Yedekleri",
      "C": "İşletme Yedekleri",
      "D": "Emisyon Yedekleri",
      "E": "Genel Yedekler"
    },
    "explanation": "“54 Kâr Yedekleri”; kanun hükümleri uyarınca ayrılan birinci ve ikinci tertip yedek akçelerden oluşan yasal yedekleri, şirket ana sözleşme hükümleri çerçevesinde ayrılan yedek akçelerden oluşan statü yedeklerini ve işletmenin yetkili organlarınca ayrılması kararlaştırılan yedek akçelerin yer aldığı olağanüstü yedekler ile özel fonları içerir."
  },
  {
    "id": "2388742",
    "unitNumber": 7,
    "text": "Kâr yedekleri ayrılırken <strong>daima</strong> hangi hesabın borç tarafına kayıt yapılır?",
    "correctAnswer": "B",
    "options": {
      "A": "549 Özel Fonlar",
      "B": "570 Geçmiş Yıllar Kârları",
      "C": "541 Statü Yedekleri",
      "D": "540 Yasal Yedekler",
      "E": "542 Olağanüstü Yedekler"
    },
    "explanation": "Kâr yedekleri ayrıldığında her zaman “570 Geçmiş Yıllar Kârları” hesabının borç tarafına kayıt<br/>yapılarak bu hesap azaltılır ya da kapatılır.<br/>Kâr yedekleri ayrıldığında her zaman “570 Geçmiş Yıllar Kârları” hesabının borç tarafına kayıt yapılarak bu hesap azaltılır ya da kapatılır."
  },
  {
    "id": "2388802",
    "unitNumber": 7,
    "text": "Met işletmesi 01.01.2021 tarihinde üretim faaliyetlerinde kullandığı bir makineyi yenisini almak amacıyla %18 KDV hariç 30.000 TL bedelle peşin olarak satmıştır. <br/>Makinenin kayıtlı değeri 100.000 TL; Birikmiş amortismanı ise 80.000 TL'dir. Makinenin satış kaydında aşağıdaki hesaplardan hangisine borç kaydı yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "257 Birikmiş Amortismanlar",
      "B": "253 Tesis, Makine ve Cihazlar",
      "C": "391 Hesaplanan KDV",
      "D": "549 Özel Fonlar",
      "E": "590 Dönem Net Kârı"
    },
    "explanation": "Özel fonların diğer bir uygulama alanı da maddi duran varlık “Yenileme Fonu”dur. İşletmenin yenilemek amacıyla bir duran varlığını satması sonucu elde edilen kâr, yenilemeye fon kaynağı olmak üzere<br/>pasifte geçici bir öz kaynak unsuru niteliğinde olan “549 Özel Fonlar” hesabının alacak tarafına kaydedilir.<br/>Duran varlık yenilendiğinde, yeni varlığın amortisman gideri “549 Özel Fonlar”dan karşılandığında bu<br/>hesabın borç tarafına kayıt yapılır. Yenileme fonunun bu amaçla kullanılabilmesi, eski duran varlığın satışı<br/>yapıldığı tarihten itibaren üç yıldır. Bu sürede kullanılmayan yenileme fonu, üçüncü yılın sonunda vergi<br/>matrahına eklenerek kapatılır.<br/>Makine yenilemek amacıyla satıldığından elde edilen 10.000 TL kâr tutarı gelir olarak kaydedilmeyip, “Yenileme Fonu” olarak “549 Özel Fonlar” hesabının alacak tarafına kaydedilmiştir.\n bu varlıkla ilgili olarak ayrılmış olan amortisman tutarının izlendiği hesabın da kapatılması gerekir. “257<br/>Birikmiş Amortismanlar” hesabı aktifte yer alan bir düzenleyici hesap olduğundan borç tarafına 80.000<br/>TL kaydedilerek kapatılmıştır."
  },
  {
    "id": "2388841",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi öz kaynaklarda azalmayı temsil eder ve bilançoda öz kaynaklardan indirim (-) olarak raporlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "580 Geçmiş Yıllar Zararları",
      "B": "570 Geçmiş Yıllar Kârları",
      "C": "549 Özel Fonlar",
      "D": "542 Olağanüstü Yedekler",
      "E": "541 Statü Yedekleri"
    },
    "explanation": "Geçmiş Yıllar Zararları<br/>Bu hesap, geçmiş faaliyet dönemlerinde ortaya çıkan dönem net zararlarının izlendiği hesaptır. “580<br/>Geçmiş Yıllar Zararları” hesabı, önceki yıllara ait zarar tutarlarının; yedeklere, daha sonraki yılların kârlarına ya da sermayeye mahsup edilerek kapatılmasına kadar izlenmesi için oluşturulmuştur. Aktif karakterli pasifi düzenleyici bir hesap olduğu için öz kaynaklarda azalmayı temsil eder ve bilançoda öz kaynaklardan indirim (-) biçiminde gösterilir."
  },
  {
    "id": "2388865",
    "unitNumber": 7,
    "text": "“590 Dönem Net Kârı” hesabı için izleyen yılda yapılması gereken işlem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "“570 Geçmiş Yıllar Kârları” hesabına aktarılarak kapatılır.",
      "B": "“500 Sermaye” hesabına aktarılarak kapatılır.",
      "C": "“690 Dönem Kârı veya Zararı” hesabına aktarılarak kapatılır.",
      "D": "“692 Dönem Net Kârı veya Zararı” hesabına aktarılarak kapatılır.",
      "E": "“542 Olağanüstü Yedekler” hesabına aktarılarak kapatılır."
    },
    "explanation": "“590 Dönem Net Kârı” hesabı izleyen yılda “570 Geçmiş Yıllar Kârları” hesabına aktarılarak kapatılır.<br/>Kâr yedekleri bölümünde ifade edildiği gibi kâr dağıtımı “570 Geçmiş Yıllar Kârları” hesabından yapılır."
  },
  {
    "id": "3835464",
    "unitNumber": 7,
    "text": "Bir ticaret şirketinin, ortaklardan sermaye taahhüdü aldığı anda yaptığı yevmiye kaydında aşağıdaki hesaplardan hangisi borçlandırılır?",
    "correctAnswer": "B",
    "options": {
      "A": "500 Sermaye",
      "B": "501 Ödenmemiş Sermaye",
      "C": "100 Kasa",
      "D": "570 Geçmiş Yıllar Kârları",
      "E": "520 Hisse Senedi İhraç Primleri"
    },
    "explanation": "Ticaret şirketlerinde, ortaklar tarafından taahhüt edilen sermaye tutarı henüz işletmeye nakit veya varlık olarak girmemişse “501 Ödenmemiş Sermaye” hesabı borçlandırılır. Bu işlemle birlikte “500 Sermaye” hesabı alacaklandırılarak şirketin toplam sermayesi muhasebeye yansıtılır. Bu aşamada fiili ödeme yapılmaz, sadece taahhüt kayıt altına alınır.<br/>Ticaret şirketlerinde ortaklar sermaye taahhüdünde bulunduğunda, bu tutar “501 Ödenmemiş Sermaye” hesabında borç olarak izlenir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3835465",
    "unitNumber": 7,
    "text": "Ortakların sermaye ödemesini gerçekleştirmesi durumunda aşağıdaki hesaplardan hangisi alacaklandırılır?",
    "correctAnswer": "B",
    "options": {
      "A": "500 Sermaye",
      "B": "501 Ödenmemiş Sermaye",
      "C": "100 Kasa",
      "D": "570 Geçmiş Yıllar Kârları",
      "E": "540 Yedek Akçeler"
    },
    "explanation": "Ortaklar sermaye taahhütlerini yerine getirip işletmeye nakit yatırdıklarında, daha önce borçlandırılmış olan “501 Ödenmemiş Sermaye” hesabı alacaklandırılarak kapatılır. Aynı zamanda varlık artışı olduğu için “100 Kasa” veya “102 Bankalar” hesabı borçlandırılır. Bu işlemle birlikte sermaye artık hem yasal olarak hem fiilen işletmenin öz kaynağına dönüşmüş olur.<br/>Ortaklar ödemeyi yapınca artık borç ortadan kalkar ve “501 Ödenmemiş Sermaye” hesabı alacaklandırılır. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3835466",
    "unitNumber": 7,
    "text": "İşletmenin ortaklarına sermaye artışı nedeniyle hisse senedi çıkarması durumunda aşağıdaki hesaplardan hangisi kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "500 Sermaye",
      "B": "520 Hisse Senedi İhraç Primleri",
      "C": "570 Geçmiş Yıllar Karları",
      "D": "540 Yedek Akçeler",
      "E": "580 Geçmiş Yıllar Zararları"
    },
    "explanation": "İşletme yeni hisse senedi ihraç ettiğinde, ortaklardan gelen ödeme “500 Sermaye” hesabında toplanır. Bu hesap, şirketin öz sermaye kalemlerinin başında gelir ve her türlü sermaye artışında alacaklandırılarak artırılır. Bu durum, işletmenin dışarıdan değil, ortaklardan sağlanan kaynakla öz kaynaklarını güçlendirdiğini gösterir.<br/>Hisse senedi çıkarılması öz sermaye artışıdır ve “500 Sermaye” hesabında izlenir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3835467",
    "unitNumber": 7,
    "text": "Hisse senedinin nominal değeri üzerinde satış yapılması durumunda aradaki fark hangi hesapta izlenir?",
    "correctAnswer": "C",
    "options": {
      "A": "500 Sermaye",
      "B": "501 Ödenmemiş Sermaye",
      "C": "520 Hisse Senedi İhraç Primleri",
      "D": "540 Yedek Akçeler",
      "E": "580 Geçmiş Yıllar Zararları"
    },
    "explanation": "İşletme, hisse senetlerini nominal değerin üzerinde satarak fazla gelir elde ettiğinde bu fark “520 Hisse Senedi İhraç Primleri” hesabında izlenir. Bu gelir doğrudan kâr sayılmaz; öz kaynakları artıran özel bir sermaye unsurudur. Dağıtılmaz, yedek akçeye aktarılabilir veya sermayeye ilave edilebilir.<br/>Nominal değer üzerindeki fark “520” hesabında izlenir ve öz kaynaklara eklenir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3835468",
    "unitNumber": 7,
    "text": "İşletmenin geçmiş yıllarda elde ettiği ancak ortaklara dağıtılmayan karlar aşağıdaki hesaplardan hangisinde izlenir?",
    "correctAnswer": "C",
    "options": {
      "A": "500 Sermaye",
      "B": "520 Hisse Senedi İhraç Primleri",
      "C": "570 Geçmiş Yıllar Kârları",
      "D": "540 Yedek Akçeler",
      "E": "580 Geçmiş Yıllar Zararları"
    },
    "explanation": "İşletmeler bazı dönemlerde elde ettikleri net kârı ortaklara dağıtmayarak öz kaynak içinde tutar. Bu kârlar bilançoda “570 Geçmiş Yıllar Kârları” hesabında birikir. Bu hesap öz sermayeyi güçlendirir ve gerektiğinde sermayeye ilave edilebilir ya da zararların kapatılmasında kullanılabilir.<br/>Geçmiş dönemlerde elde edilip dağıtılmamış kârlar “570” hesabında birikir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3835469",
    "unitNumber": 7,
    "text": "İşletme, geçmiş yıl zararlarını kapatmak için daha önce elde ettiği kârları kullanmaya karar vermiştir. Bu işlemde aşağıdaki hesaplardan hangisi alacaklandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "570 Geçmiş Yıllar Kârları",
      "B": "580 Geçmiş Yıllar Zararları",
      "C": "590 Dönem Net Kârı",
      "D": "500 Sermaye",
      "E": "540 Yedek Akçeler"
    },
    "explanation": "Geçmiş yıllara ait zararlar varsa ve işletmenin geçmiş yıllarda elde edip dağıtmadığı kârları da mevcutsa, zararlar bu kârlarla mahsup edilir. Bu işlemde zararları kapatmak için kullanılan kaynak “570 Geçmiş Yıllar Kârları” hesabından düşülür (alacak yazılır), “580 Geçmiş Yıllar Zararları” hesabı borçlandırılarak kapatılır. Bu işlem öz sermaye içinde denge sağlar<br/>Zararlar, önceki dönem kârları ile kapatıldığında “570” hesabı alacaklandırılır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3835470",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi öz kaynaklar grubunda yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "500 Sermaye",
      "B": "570 Geçmiş Yıllar Kârları",
      "C": "580 Geçmiş Yıllar Zararları",
      "D": "590 Dönem Net Kârı",
      "E": "630 Araştırma ve Geliştirme Giderleri"
    },
    "explanation": "Öz kaynaklar grubu, işletmenin ortaklardan sağladığı kaynaklar ile faaliyetlerinden elde ettiği ve dağıtılmayan kârların toplandığı pasif hesap grubudur. 500, 520, 540, 570, 580 ve 590 gibi hesaplar bu grupta yer alır. Buna karşılık 630 Araştırma ve Geliştirme Giderleri, faaliyet giderleri grubunda yer alır ve öz kaynaklarla doğrudan ilgili değildir. Bu tür hesaplar gelir tablosunda izlenir.<br/>630 numaralı hesap, bir gider hesabıdır ve öz kaynaklar grubunda yer almaz. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3835471",
    "unitNumber": 7,
    "text": "Aşağıdaki durumlardan hangisi dönem net kârını doğrudan artırır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sermaye artırımı",
      "B": "Hisse senedi ihracı",
      "C": "Kâr yedeklerinin ayrılması",
      "D": "Gelirlerin giderlerden fazla olması",
      "E": "Geçmiş yıl zararlarının kapatılması"
    },
    "explanation": "Dönem net kârı, işletmenin bir muhasebe dönemindeki faaliyet sonuçlarını gösterir. Gelirlerin toplamı giderlerin toplamını aştığında kâr doğar ve “690 Dönem Kârı veya Zararı” hesabında izlenir. Bu fark, dönem sonunda “590 Dönem Net Kârı” hesabına aktarılır. Diğer işlemler öz kaynağı etkileyebilir ama doğrudan dönem kârını oluşturmaz.<br/>Dönem net kârı, faaliyet döneminde elde edilen gelirlerin giderlerden fazla olmasıyla oluşur. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3835472",
    "unitNumber": 7,
    "text": "Zorunlu yedek akçeler aşağıdaki hesaplardan hangisinde izlenir?",
    "correctAnswer": "C",
    "options": {
      "A": "500 Sermaye",
      "B": "570 Geçmiş Yıllar Kârları",
      "C": "540 Yedek Akçeler",
      "D": "590 Dönem Net Kârı",
      "E": "580 Geçmiş Yıllar Zararları"
    },
    "explanation": "Türk Ticaret Kanunu’na göre sermaye şirketleri, dönem kârlarının belli bir kısmını zorunlu olarak yedek akçe olarak ayırmak zorundadır. Bu yedekler “540 Yedek Akçeler” hesabında izlenir ve dağıtılamaz. Gerekirse sermayeye ilave edilebilir veya zararların kapatılmasında kullanılabilir.<br/>Zorunlu yedekler öz kaynaklar içinde “540 Yedek Akaçeler” hesabında izlenir."
  },
  {
    "id": "3835473",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir işletmenin öz kaynak kalemlerinden biri olarak bilançonun pasifinde yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hisse senedi ihraç primleri",
      "B": "Banka kredileri",
      "C": "Alınan çekler",
      "D": "Ticari alacaklar",
      "E": "Stoklar"
    },
    "explanation": "Öz kaynaklar, işletmenin ortaklar tarafından sağlanan ve faaliyet sonucu biriken kaynaklarının toplamını ifade eder. Bu kaynaklar bilançonun pasifinde, borçlar ile birlikte yer alır ancak borç niteliği taşımazlar. “A” seçeneğinde yer alan hisse senedi ihraç primleri, hisse senetlerinin nominal değerin üzerinde satılmasıyla oluşur ve öz kaynak kalemi olarak 520 numaralı hesapta izlenir. Diğer seçenekler aktif hesaplar (varlıklar) ya da kısa/uzun vadeli yabancı kaynaklardır.<br/>“Hisse senedi ihraç primleri” öz kaynakların bir unsurudur ve doğrudan pasifte yer alır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2269916",
    "unitNumber": 8,
    "text": "................işletmenin esas faaliyetleri çerçevesinde satılan mal ya da hizmetler karşılığında alınan ya da tahakkuk ettirilen toplam değerleri kapsar.",
    "correctAnswer": "A",
    "options": {
      "A": "Brüt satışlar",
      "B": "Kar",
      "C": "Faaliyet Karı",
      "D": "Faiz geliri",
      "E": "Menkul kıymet satış karı"
    },
    "explanation": "Brüt satışlar işletmenin esas faaliyetleri çerçevesinde satılan mal ya da hizmetler karşılığında alınan ya da tahakkuk ettirilen toplam değerleri kapsar."
  },
  {
    "id": "2269929",
    "unitNumber": 8,
    "text": "X işletmesi ........tarihinde yarısı peşin kalanı için bir çek almak üzere müşterisi Y'ye %18 KDV hariç 10.000 TL’lik ticari mal satmıştır. İşlemin muhasebeleştirilmesinde aşağıdakilerden hangisi <u><strong>yanlıştır?</strong></u>",
    "correctAnswer": "A",
    "options": {
      "A": "Verilen Çekler ve Ödeme Emirleri Hs 5.900 alacaklandırılır",
      "B": "Kasa Hs 5.900 borçlandırılır",
      "C": "Yurtiçi Satışlar Hs 10.000 alacaklandırılr",
      "D": "Alınan Çekler Hs 5.900 borçlandırılır",
      "E": "Hesaplanan KDV Hs 1.800 alacaklandırılır"
    },
    "explanation": "_______________ /__________________\n<br/>100 KASA HS 5.900<br/>101 ALINAN ÇEKLER HS 5.900<br/>600 YURTİÇİ SATIŞLAR 10.000<br/>391 HESAPLANAN KDV HS 1.800\n<br/>_______________ /__________________"
  },
  {
    "id": "2269948",
    "unitNumber": 8,
    "text": "X İşletmesi, daha önce 10.000 satın aldığı hisse senetlerini 12.000 TL’ye satmış, bedeli bankadaki hesaba yatırılmıştır. İşlemin muhasebeleştirilmesi ile ilgili olarak aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Menkul Kıymet Satış Karları Hs 2.000 alacaklandırılır",
      "B": "Hisse Senetleri Hs 12.000 borçlandırılır",
      "C": "Kambiyo Karları Hs 2.000 borçlandırılır",
      "D": "Bankalar Hs 12.000 alacaklandırılır",
      "E": "Faiz Gelirleri Hs 2.000 borçlandırılır"
    },
    "explanation": "________________ / ________________\n<br/>BANKALAR HS 12.000\n<br/>HİSSE SENETLERİ HS 10.000\n<br/>MENKUL KIYMET SATIŞ KARLARI HS 2.000\n<br/>________________ / ________________"
  },
  {
    "id": "2270042",
    "unitNumber": 8,
    "text": "X İşletmesi önceki dönemlerde bir duran varlığın kârlı satışından dolayı özel fonlar hesabına kaydettiği 20.000 TL’lik yenileme fon tutarını üç yıl içinde kullanmadığında yapacağı kayıt aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Özel Fonlar Hs 20.000 / Önceki Dönem Gelir ve Karları Hs 20.000",
      "B": "Yurtiçi Satışlar Hs 20.000 / Özel Fonlar Hs 20.000",
      "C": "Gelir Tahakkukları Hs 20.000 / Özel Fonlar Hs 20.000",
      "D": "Özel Fonlar Hs 20.000/ Genel Yönetim Giderleri Hs 20.000",
      "E": "Sermaye Hs 20.000 / Özel Fonlar Hs 20.000"
    },
    "explanation": "_____________________ / __________________\n<br/>Özel Fonlar Hs 20.000 \n<br/>Önceki Dönem Gelir ve Karları Hs 20.000 \n<br/>_____________________ / __________________"
  },
  {
    "id": "2270045",
    "unitNumber": 8,
    "text": "Bir duran varlığın yenileme amacıyla satışında elde edilen kâr tutarının kaydedildiği 549 Özel Fonlar Hesabı kaç yıl içinde kullanılmazsa gelir kaydedilir?",
    "correctAnswer": "A",
    "options": {
      "A": "3",
      "B": "2",
      "C": "4",
      "D": "5",
      "E": "10"
    },
    "explanation": "Bir duran varlığın yenileme amacıyla satışında elde edilen kâr tutarının kaydedildiği “549 Özel Fonlar” hesabının üç yıl içinde kullanılması gerekir"
  },
  {
    "id": "2270052",
    "unitNumber": 8,
    "text": "Dönem sonları itibariyle gerçekleşmiş olmasına rağmen henüz nakden veya hesaben tahsil edilebilir duruma gelmeyen gelirler ilgili gelir hesaplarına kaydedilirken .................. Hesabının borç tarafına kaydedilir.\n<br/>Yukarıdaki ifadedeki boşluğa aşağıdakilerden hangisi yazılırsa cümle doğru olarak tamamlanmış olur?",
    "correctAnswer": "A",
    "options": {
      "A": "181 Gelir Tahakkukları",
      "B": "600 Yurtiçi Satışlar",
      "C": "&amp;42 Faiz Gelirleri",
      "D": "180 Gelecek Aylara ait giderler",
      "E": "380 Gelecek Aylara Ait Gelirler"
    },
    "explanation": "Dönem sonları itibariyle gerçekleşmiş olmasına rağmen henüz nakden veya hesaben tahsil edilebilir duruma gelmeyen gelirler ilgili gelir hesaplarına kaydedilirken “181 Gelir Tahakkukları” hesabının borç tarafına kaydedilir."
  },
  {
    "id": "2270063",
    "unitNumber": 8,
    "text": "Aralıklı envanter yöntemini kullanan X İşletmesi, daha önce veresiye olarak sattığı malların %18 KDV hariç 10.000 TL’lik kısmı beğenilmeyerek iade edilmiştir. Bu işleme ilişkin yapılacak kayıt ile ilgili olarak aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Satıştan İadeler Hesabının borç tarafına 10.000 lira kaydedilir.",
      "B": "Satılan Ticari Malların Maliyeti Hesabının borç tarafına 10.000 lira kaydedilir.",
      "C": "Genel Yönetim Giderleri Hesabının alacak tarafına 10.000 lira kaydedilir.",
      "D": "Alıcılar Hesabının borç tarafına 11.800 lira kaydedilir.",
      "E": "Hesaplanan KDV Hesabının alacak tarafına 1.800 lira kaydedilir."
    },
    "explanation": "____________________ / ________________________\n<br/>610 SATIŞTAN İADELER HS 10.000\n<br/>191 İNDİRİLECEK KDV HS 1.800\n<br/>120 ALICILAR HS 11.800\n<br/>____________________ / ________________________"
  },
  {
    "id": "2270092",
    "unitNumber": 8,
    "text": "Stok hareketlerini sürekli envanter yöntemi ile izleyen X İşletmesi maliyeti 12.000 TL olan ticari mallarını %18 KDV hariç 20.000 TL’ye çek karşılığı satmıştır. Yapılacak kayıt için aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Verilen Çekler ve Ödeme Emirleri Hs 20.000 alacaklandırılır",
      "B": "Alınan Çekler Hs 23.600 borçlandırılır",
      "C": "Yurtiçi Satışlar Hs 20.000 alacaklandırılır",
      "D": "Satılan Ticari Malların Maliyeti Hs 12.000 borçlandırılır",
      "E": "Ticari Mallar Hs 12.000 alacaklandırılır"
    },
    "explanation": "___________________ / _________________\n<br/>ALINAN ÇEKLER HS 23.600\n<br/>YURTİÇİ SATIŞLAR HS 20.000\n<br/>HESAPLANAN KDV HS 3.600\n<br/>___________________ / _________________\n<br/>SATILAN TİCARİ MALLARIN MALİYETİ HS 12.000\n<br/>TİCARİ MALLAR HS 12.000 \n<br/>___________________ / _________________"
  },
  {
    "id": "2270094",
    "unitNumber": 8,
    "text": "Hangisi diğer faaliyetlerden olağan gider ve zararlar hesap grubunda yer alan bir hesap değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Satış İskontoları",
      "B": "Komisyon Giderleri",
      "C": "Karşılık Giderleri",
      "D": "Kambiyo Zararları",
      "E": "Reeskont Faiz Giderleri"
    },
    "explanation": "Diğer faaliyetlerden olağan gider ve zararlar hesap grubunda aşağıdaki gider hesapları yer alır:<br/>653 Komisyon Giderleri (-)<br/>654 Karşılık Giderleri (-)<br/>655 Menkul Kıymet Satış Zararları (-)<br/>656 Kambiyo Zararları (-)<br/>657 Reeskont Faiz Giderleri (-)<br/>658 Enflasyon Düzeltmesi Zararları (-)<br/>659 Diğer Olağan Gider ve Zararlar (-)"
  },
  {
    "id": "2270105",
    "unitNumber": 8,
    "text": "Finansal tablolarını aylık olarak düzenleyen Z işletmesi, başka bir işletmeden 01.06.20xx tarihinde faaliyetlerinde kullanmak üzere %18 KDV hariç 3.000 TL’ye 3 aylığına bir taşıt kiralamış ve toplam tutarı banka hesabından ödemiştir. 01.06.20XX tarihinde yapılan hangi kayıt<u><strong> yanlıştır?</strong></u>",
    "correctAnswer": "A",
    "options": {
      "A": "780 Finansman Giderleri Hs 3.000 alacakllanır",
      "B": "770 Genel Yönetim Giderleri Hs 1.000 borçlanır",
      "C": "180 Gelecek Aylara Ait Giderler Hs 2.000 borçlanır",
      "D": "102 Bankalar Hs 3.540 alacaklanır",
      "E": "191 İndirilecek KDV Hs 540 borçlanır"
    },
    "explanation": "_________________ / ___________________\n<br/>770 GENEL YÖNETİM GİDERLERİ 1.000\n<br/>180 GELECEK AYLARA AİT GİDERLER 2.000\n<br/>191 İNDİRİLECEK KDV 540\n<br/>102 BANKALAR HS 3.540\n<br/>_________________ / ___________________"
  },
  {
    "id": "2373844",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ya da hangileri TDHP’de yer alan gider hesaplarının “Ana Faaliyet Konusu ile İlgili Giderler” sınıfında yer alır?\n <ol type=\"I\"> <li>Satış indirimleri</li> <li>Satışların maliyeti</li> <li>Finansman giderleri</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I, II",
      "D": "I, III",
      "E": "II, III"
    },
    "explanation": "Satış indirimleri, Satışların maliyeti, Faaliyet giderleri TDHP’de yer alan gider hesaplarının “Ana Faaliyet Konusu ile İlgili Giderler” sınıfında yer alır. Buna göre I ve II ifadeleri doğru III ifadesi yanlıştır. Sorunun doğru cevabı C seçeneğidir."
  },
  {
    "id": "2373849",
    "unitNumber": 8,
    "text": "Net satış hasılatına ulaşmak için brüt satışlardan indirilmesi gereken değerler aşağıdaki hesap gruplarından hangisine kaydedilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Satış İndirimleri",
      "B": "Satışların Maliyeti",
      "C": "Faaliyet Giderleri",
      "D": "Finansman Giderleri",
      "E": "Olağandışı Gider ve Zararlar"
    },
    "explanation": "Satış İndirimleri: Net satış hasılatına ulaşmak için brüt satışlardan indirilmesi gereken değerler bu gruptaki hesaplara kaydedilir. Sorunun doğru cevabı A seçeneğidir."
  },
  {
    "id": "2373853",
    "unitNumber": 8,
    "text": "“Komisyon Giderleri” hesabının yer aldığı hesap grubu aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Satış İndirimleri",
      "B": "Satışların Maliyeti",
      "C": "Faaliyet Giderleri",
      "D": "Finansman Giderleri",
      "E": "Diğer Faaliyetlerden Olağan Gider ve Zararlar"
    },
    "explanation": "Diğer faaliyetlerden olağan gider ve zararlar hesap grubunda aşağıdaki gider hesapları yer alır:\n 653 Komisyon Giderleri (-)\n 654 Karşılık Giderleri (-)\n 655 Menkul Kıymet Satış Zararları (-)\n 656 Kambiyo Zararları (-)\n 657 Reeskont Faiz Giderleri (-)\n 658 Enflasyon Düzeltmesi Zararları (-)\n 659 Diğer Olağan Gider ve Zararlar (-)\n Sorunun doğru cevabı E seçeneğidir."
  },
  {
    "id": "2373854",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi brüt satışlar içinde <u>gösterilmez?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Vergi iadeleri",
      "B": "Katma değer vergisi",
      "C": "Satış tarihindeki vade farkları",
      "D": "Satılan mal ve hizmetlerle ilgili sübvansiyonlar",
      "E": "İhracatla ilgili dönem içinde ortaya çıkan kur farkları"
    },
    "explanation": "Satılan mal ve hizmetlerle ilgili sübvansiyonlar, satış tarihindeki vade farkları, ihracatla ilgili dönem içinde ortaya çıkan kur farkları, vergi iadeleri brüt satışlar içinde gösterilir. Brüt satışlara “Katma Değer Vergisi” dâhil edilmez. Sorunun doğru cevabı B seçeneğidir."
  },
  {
    "id": "2373857",
    "unitNumber": 8,
    "text": "X işletmesi yarısı peşin geri kalanı veresiye olmak üzere müşterisi Bay Z’ye % 18 KDV hariç 100.000 TL’lik ticari mal satmıştır. Mal satış kaydı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ae5d730635f4f46acf00643512bf7fcc.png\" alt=\"\" width=\"498\" height=\"188\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/a7a659ecee3530f77188c396b1e14b95.png\" alt=\"\" width=\"492\" height=\"192\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1d0348537f7b63adffd64ce924b35a95.png\" alt=\"\" width=\"494\" height=\"191\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c1162111e86147b9c7b5664f1aa79c0a.png\" alt=\"\" width=\"497\" height=\"193\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/889a5f68bfaa5bea533dc9090981f61b.png\" alt=\"\" width=\"497\" height=\"191\">"
    },
    "explanation": "İşletme ticari mal satışından ortaya çıkan gelirini “600 Yurtiçi Satışlar” hesabının alacak tarafına kaydettiğinden, bu hesap 100.000 TL alacaklandırılmıştır. Ayrıca satış yapıldığında karşı taraftan devlet adına tahsil edilen KDV tutarı “391 Hesaplanan KDV” hesabında artış olarak kaydedilmesi gerektiğinden, bu hesabın alacak tarafına 18.000 TL (100.000 TL*0,18) kaydedilmiştir. İşletmenin bu satış karşılığında Bay Z’den toplamda 118.000 TL (satış tutarı artı KDV) tahsil etmesi gerekmektedir. Bay Z, ödemenin yarısını nakit olarak yaptığı için işletmenin nakit parası artmış ve bu artışı “100 Kasa” hesabının borç tarafına 59.000 TL olarak kaydetmiştir. İşletmenin geri kalan 59.000 TL’lik alacağı bir belgeye dayanmadığı için “120 Alıcılar” hesabının borç tarafına artış olarak kaydedilmiştir. Sorunun doğru cevabı A seçeneğidir."
  },
  {
    "id": "2373864",
    "unitNumber": 8,
    "text": "Y işletmesi elinde bulunan 100.000 TL tutarındaki alacak senedini borçlusunun isteği üzerine 15.000 TL vade farkı uygulayarak 6 ay vadeli yeni bir senetle değiştirmiştir. Buna göre alacak senedinin yenilenmesi kaydı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ca2712cfbe8f09fc6ea6f4517a784120.png\" alt=\"\" width=\"495\" height=\"150\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/59449a73529d9847106aa481ff9ba040.png\" alt=\"\" width=\"488\" height=\"155\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b958772b7bd297d711a3ac1bf32d37d1.png\" alt=\"\" width=\"494\" height=\"161\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7a7a56f9b8805d2e020872b938420397.png\" alt=\"\" width=\"505\" height=\"160\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ae685144ea5f67fc1aa7bd1c1e6b9bbe.png\" alt=\"\" width=\"492\" height=\"161\">"
    },
    "explanation": "İşletme elinde bulunan 100.000 TL’lik alacak senedini iptal ettiği için varlıkları azalmış ve bu azalışı “Alacak Senetleri” hesabının alacak tarafına 100.000 TL kaydederek göstermiştir. İşletme senedi ödeyecek kişiden 115.000 TL tutarında yeni bir senet aldığı için varlıkları yani alacağı artmış ve bu artışı “Alacak Senetleri” hesabının borç tarafına 115.000 TL olarak kaydetmiştir. İşletmenin 100.000 TL’lik senetli alacağına karşılık 115.000 TL yeni bir senet alması gelirlerinde artış meydana getirmiştir. Vade farkı dolayısıyla ortaya çıkan bu gelirler “Faiz Gelirleri” hesabına kaydedildiği için bu hesap 15.000 TL alacaklandırılmıştır. Sorunun doğru cevabı A seçeneğidir."
  },
  {
    "id": "2373867",
    "unitNumber": 8,
    "text": "İşletme yabancı paralı bir işlemin yapılması sırasında ortaya çıkan olumlu kur farklarını aşağıdaki hesaplardan hangisine nasıl kaydeder?",
    "correctAnswer": "A",
    "options": {
      "A": "Kambiyo Kârları hesabının alacak tarafına kaydedilir.",
      "B": "Önceki Dönem Gelir ve Kârları hesabının alacak tarafına kaydedilir.",
      "C": "Diğer Olağandışı Gelir ve Kârlar hesabının alacak tarafına kaydedilir.",
      "D": "Gelir Tahakkukları hesabının borç tarafına kaydedilir.",
      "E": "Satılan Ticari Mallar Maliyeti hesabının borç tarafına kaydedilir."
    },
    "explanation": "Kambiyo işlemlerinden doğan kârların izlendiği hesaptır. Yabancı paralı bir işlemin yapılması sırasında ortaya çıkan olumlu kur farkları “646 Kambiyo Kârları” hesabının alacak tarafına kaydedilir. Sorunun doğru cevabı A seçeneğidir."
  },
  {
    "id": "2373871",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi “Satışların maliyeti” hesap grubundaki gider hesaplarından <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Satılan Mamuller Maliyeti",
      "B": "Satılan Ticari Mallar Maliyeti",
      "C": "Satılan Hizmet Maliyeti",
      "D": "Diğer Satışların Maliyeti",
      "E": "Pazarlama, Satış ve Dağıtım Giderleri"
    },
    "explanation": "Satışların maliyeti hesap grubunda aşağıdaki gider hesapları yer alır:\n 620 Satılan Mamuller Maliyeti (-)\n 621 Satılan Ticari Mallar Maliyeti (-)\n 622 Satılan Hizmet Maliyeti (-)\n 623 Diğer Satışların Maliyeti (-)\n Sorunun doğru cevabı E seçeneğidir."
  },
  {
    "id": "2373880",
    "unitNumber": 8,
    "text": "Gelecek Aylara / Yıllara Ait Gelirler ile ilgili aşağıdaki ifadelerin hangisi ya da hangileri doğrudur?\n <ol type=\"I\"> <li>İzleyen aylara ait olmak üzere peşin tahsil edilen gelirler “Gelecek Aylara Ait Gelirler” hesabının alacak tarafına kaydedilir.</li> <li>Gelecek Aylara Ait Gelirler” hesabı, izleyen aylar geldiğinde ilgili gelir hesabına devredilirken borç tarafına kayıt yapılarak kapatılır.</li> <li>Gelecek bilanço dönemlerine ait Peşin tahsil edilen gelirlerin bir yıldan uzun süreye ait olan kısımları “Gelecek Yıllara Ait Gelirler” hesabının borç tarafına kaydedilir.</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I, II",
      "D": "I, III",
      "E": "II, III"
    },
    "explanation": "İzleyen aylara ait olmak üzere peşin tahsil edilen gelirler “380 Gelecek Aylara Ait Gelirler” hesabının alacak tarafına kaydedilir. Bu hesap yıl sonuna kadar olan aylara ilişkin gelirleri izlemekte kullanılır. Gelecek bilanço dönemlerine ait peşin tahsil edilen gelirlerin bir yıldan uzun süreye ait olan kısımları “480 Gelecek Yıllara Ait Gelirler” hesabının alacak tarafına kaydedilir. Zaman geçmesiyle kısa vadeli nitelik kazanan gelirler, “480 Gelecek Yıllara Ait Gelirler” hesabının borç tarafına kayıt yapılarak kapatılmasıyla “380 Gelecek Aylara ait Gelirler” hesabının alacak tarafına aktarılır.“380 Gelecek Aylara Ait Gelirler” hesabı, izleyen aylar geldiğinde ilgili gelir hesabına devredilirken borç tarafına kayıt yapılarak kapatılır. Alacak kalanı veren bu hesabın kalanı, gelecek ay veya aylarda gelire dönüşecek olan toplam tutarları gösterir. Sorunun doğru cevabı C seçeneğidir."
  },
  {
    "id": "2373882",
    "unitNumber": 8,
    "text": "X işletmesi kısa süreli yatırım amacıyla borsaya kayıtlı bir firmanın hisse senetlerinden 50.000 TL tutarında bankadaki yatırım hesabı aracılığıyla satın almış ve banka alım komisyonu olarak 3.000 TL’yi işletmenin hesabından tahsil etmiştir. Hisse senetlerinin alış kaydı ile ilgili aşağıdakilerden hangisi ya da hangileri söylenebilir?\n <ol type=\"I\"> <li>Hisse Senetleri hesabının borç tarafına 50.000 TL kaydedilir.</li> <li>Komisyon Giderleri hesabının borç tarafına 3.000 TL kaydedilir.</li> <li>Bankalar hesabının borç tarafına 53.000 TL kaydedilir.</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I, II",
      "D": "I, III",
      "E": "II, III"
    },
    "explanation": "İşletme nakit parasını değerlendirmek amacıyla hisse senedi aldığı için varlıkları artmış ve bu artışı “110 Hisse Senetleri hesabının borç tarafına 50.000 TL olarak kaydedilir. İşletme hisse senedi alımı dolayısıyla bankaya 3.000 TL komisyon ödediği için gider ortaya çıkmış ve bu gideri “653 Komisyon Giderleri” hesabının borç tarafına kaydedilir. İşletmenin toplamda bankadaki parası 53.000 TL azaldığı için “102 Bankalar” hesabının alacak tarafına 53.000 TL kaydedilir. Sorunun doğru cevabı C seçeneğidir."
  },
  {
    "id": "2382100",
    "unitNumber": 8,
    "text": "Döneme ilişkin tüm gelir ve giderler dönemsonunda ................................ Hesabına devredilerek kapatılır.\n Yukarıdaki boşluğa aşağıdakilerden hangisi yazıldığında cümle doğru olarak tamamlanmış olur?",
    "correctAnswer": "A",
    "options": {
      "A": "Dönem Kârı veya Zararı",
      "B": "Dönem Net Kârı veya Zararı",
      "C": "Dönem Net Kârı",
      "D": "Dönem Net Zararı",
      "E": "Geçmiş Yıllar Kârları"
    },
    "explanation": "Dönem içinde gelir hesaplarının alacak, gider hesaplarının ise borç tarafına kayıt yapılır. Dönemsonlarında ise tüm gelir ve giderler \"Dönem Kârı veya Zararı Hesabına\" devredilerek kapatılırlar."
  },
  {
    "id": "2382101",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi \"diğer faaliyetlerden olağan gelir ve kârlar\" grubunda yeralan hesaplardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Konusu Kalmayan Karşılıklar",
      "B": "Yurtiçi Satışlar",
      "C": "Gelecek Aylara Ait Gelirler",
      "D": "Gelir Tahakkukları",
      "E": "Önceki Dönem Gelir ve Kârları"
    },
    "explanation": "Diğer faaliyetlerden olağan gelir ve kârlar hesap grubunda aşağıdaki gelir hesapları yer alır:<br/>640 İştiraklerden Temettü Gelirleri<br/>641 Bağlı Ortaklıklardan Temettü Gelirleri<br/>642 Faiz Gelirleri<br/>643 Komisyon Gelirleri<br/>644 Konusu Kalmayan Karşılıklar<br/>645 Menkul Kıymet Satış Kârları<br/>646 Kambiyo Kârları<br/>647 Reeskont Faiz Gelirleri<br/>648 Enflasyon Düzeltmesi Kârları<br/>649 Diğer Olağan Gelir ve Kârlar"
  },
  {
    "id": "2382107",
    "unitNumber": 8,
    "text": "__________________________ __________________________\n BANKALAR HESABI XXX\n PEŞİN ÖDENEN VERGİ VE FONLAR HESABI XXX\n FAİZ GELİRLERİ HESABI XXX\n __________________________ __________________________\n Yukarıdaki kayıt aşağıdaki işlemlerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ticari mevduat hesabına faiz tahakkuku",
      "B": "Ticari mevduat hesabından para çekilmesi",
      "C": "Ticari mevduat hesabına para yatırılması",
      "D": "Ticari mevduat hesabından vergi ödenmesi",
      "E": "Ticari mevduat hesabından, kredi hesabına para aktarılması"
    },
    "explanation": "Ticari mevduat hesabına faiz tahakkuk etmesi durumunda;\n a) Faiz gelirleri brüt tutarı üzerinden faiz gelirleri hesabının alacak tarafına kaydedilir,\n b) Net faiz tutarı kadar işletmenin bankadaki para varlıkları arta ve Bankalar Hesabının borç tarafına kayıt yapılır,\n c) Yapılan gelir vergisi kesintisi tutarı da Peşin Ödenen Vergi ve Fonlar Hesabının borç tarafına kaydedilir."
  },
  {
    "id": "2382116",
    "unitNumber": 8,
    "text": "İşletme daha önce 8 lira kur üzerinden satın aldığı 5.000 Doları, Türk Lirası ihtiyacı nedeniyle 7,50 lira kur üzerinden satmıştır. Bu işleme ilişkin doğru kayıt aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "_______________________ _______________________\n KASA HESABI 37.500\n KAMBİYO ZARARLARI HESABI 2.500\n KASA HESABI 40.000\n _______________________ _______________________",
      "B": "_______________________ _______________________\n BANKALAR HESABI 40.000\n KAMBİYO KÂRLARI HESABI 2.500\n KASA HESABI 37.500\n _______________________ _______________________",
      "C": "_______________________ _______________________\n KASA HESABI 37.500\n KAMBİYO ZARARLARI HESABI 2.500\n KAMBİYO KÂRLARI HESABI 40.000\n _______________________ _______________________",
      "D": "_______________________ _______________________\n KASA HESABI 37.500\n KARŞILIK GİDERLERİ HESABI 2.500\n BANKALAR HESABI 40.000\n _______________________ _______________________",
      "E": "_______________________ _______________________\n KASA HESABI 37.500\n ALINAN ÇEKLER HESABI 2.500\n KASA HESABI 40.000\n _______________________ _______________________"
    },
    "explanation": "Alış ve satış arasındaki kur farkı bu örnekte zarar olarak karşımıza çıkmaktadır."
  },
  {
    "id": "2382121",
    "unitNumber": 8,
    "text": "İşletmenin olağan faaliyetlerinden bağımsız olan ve bu sebeple sık sık ve düzenli olarak ortaya çıkması beklenmeyen işlem ve olaylardan kaynaklanan gelir ve Kârlar aşağıdakilerden hangisi kapsamında ele alınır?",
    "correctAnswer": "A",
    "options": {
      "A": "Olağandışı Gelir ve Kârlar",
      "B": "Olağan Gelir ve Kârlar",
      "C": "Brüt Satışlar",
      "D": "Faaliyet Gelir ve Kârları",
      "E": "Dönem Gelir ve Kârları"
    },
    "explanation": "İşletmenin olağan faaliyetlerinden bağımsız olan ve bu sebeple sık sık ve düzenli olarak ortaya çıkması beklenmeyen işlem ve olaylardan kaynaklanan gelir ve kârlar bu grupta yer alır. Bir başka ifadeyle bu grup, işletmenin olağan faaliyetlerinden bağımsız olan ve bu nedenle arızi nitelik taşıyan duran varlıkların satış\u0002larından elde edilen kârlar ile olağandışı olay ve gelişmeler nedeniyle ortaya çıkan gelir ve kârları kapsar.\n Fakat Türkiye Muhasebe Standartlarında olağan/olağandışı gelir ayrımı ortadan kaldırılmıştır. Olağandışı gelir ve kârlar hesap grubunda aşağıdaki gelir hesapları yer alır:<br/>671 Önceki Dönem Gelir ve Kârları<br/>679 Diğer Olağandışı Gelir ve Kârlar"
  },
  {
    "id": "2382122",
    "unitNumber": 8,
    "text": "İşletme sahip olduğu makineyi 01 Temmuz tarihinde altı ay süre ile kiraya vermiş ve 30.000 lira + 5.400 lira KDV' yi peşin olarak tahsil etmiştir. Faaliyet sonuçlarını aylık olarak belirleyen işletmenin 31 Ağustos tarihinde yapacağı kayıt aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "______________________ ______________________\n GELECEK AYLARA AİT GELİRLER HESABI 5.000\n DİĞER OLAĞAN GELİR VE KÂRLAR HESABI 5.000\n ______________________ ______________________",
      "B": "______________________ ______________________\n KASA HESABI 35.400\n GELECEK AYLARA AİT GELİRLER HESABI 25.000\n DİĞER OLAĞAN GELİR VE KÂRLAR HESABI 5.000\n HESAPLANAN KDV HESABI 5.400\n ______________________ ______________________",
      "C": "______________________ ______________________\n KASA HESABI 35.400\n DİĞER OLAĞAN GELİR VE KÂRLAR HESABI 30.000\n HESAPLANAN KDV HESABI 5.400\n ______________________ ______________________",
      "D": "______________________ ______________________\n GELECEK AYLARA AİT GELİRLER HESABI 30.000\n İNDİRİLECEK KDV HESABI 5.400\n DİĞER OLAĞAN GELİR VE KÂRLAR HESABI 35.400\n ______________________ ______________________",
      "E": "______________________ ______________________\n GELECEK YILLARA AİT GELİRLER HESABI 25.000\n GELECEK AYLARA AİT GELİRLER HESABI 25.000\n ______________________ ______________________"
    },
    "explanation": "Temmuz ayında Gelecek Aylara Ait Gelirler Hesabına kaydedilen tutar 31 Ağustos tarihinde bu hesaptan çıkarılarak, Diğer Olağan Gelir ve Kârlar Hesabına aktarılır."
  },
  {
    "id": "2382599",
    "unitNumber": 8,
    "text": "İşletme, 01 Mayıs 2020 tarihinde bankada üç ay vadeli, yıllık % 25 faiz oranlı mevduat hesabı açtırmış ve hesaba 50.000 lira yatırmıştır. 31 Mayıs tarihinde yapılacak kayıtta aşağıdaki hesaplardan hangisinin borç tarafına kayıt yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Gelir Tahakkukları",
      "B": "Gelecek Aylara Ait Gelirler",
      "C": "Bankalar",
      "D": "Diğer Olağan Gelir ve Kârlar",
      "E": "Faiz Gelirleri"
    },
    "explanation": "___________________________ ___________________________\n GELİR TAHAKKUKLARI HESABI XXX\n FAİZ GELİRLERİ HESABI XXX\n ___________________________ ___________________________"
  },
  {
    "id": "2382600",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi net satış hasılatına ulaşmak için brüt satışlardan indirilmesi gereken değerlerin izlendiği hesaplardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Satıştan İadeler",
      "B": "Satılan Ticari Malların Maliyeti",
      "C": "Yurtiçi Satışlar",
      "D": "Menkul Kıymet Satış Kârları",
      "E": "Finansman Giderleri"
    },
    "explanation": "Brüt Satışlar XXX\n (-) Satıştan İadeler (XXX)\n (-) Satış İskontoları (XXX)\n (-) Diğer İndirimler (XXX)\n = NET SATIŞLAR XXX"
  },
  {
    "id": "2382602",
    "unitNumber": 8,
    "text": "Mal hareketlerini sürekli envanter yöntemine göre izleyen işletme 70.000 lira maliyetli mallarını 100.000 lira + 18.000 lira KDV' ye peşin olarak satmıştır. Bu işleme ilişkin yapılacak kayıtta aşağıdaki hesaplardan hangisinin borç tarafına kayıt yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Satılan Ticari Malların Maliyeti",
      "B": "Yurtiçi Satışlar",
      "C": "Ticari Mallar",
      "D": "Hesaplanan KDV",
      "E": "İndirilecek KDV"
    },
    "explanation": "________________________ ________________________\n SATILAN TİCARİ MALLARIN MALİYETİ HESABI 70.000\n TİCARİ MALLAR HESABI 70.000\n ________________________ ________________________\n KASA HESABI 118.000\n YURTİÇİ SATIŞLAR HESABI 100.000\n HESAPLANAN KDV HESABI 18.000\n ________________________ ________________________"
  },
  {
    "id": "2382605",
    "unitNumber": 8,
    "text": "31 Aralık 2020 tarihinde yapılan incelemede Gelecek Yıllara Ait Giderler Hesabında kayıtlı olan tutarın 20.000 liralık kısmının 2020 yılına, 10.000 liralık kısmının ise 2021 yılına ait olduğu belirlenmiştir. Bu işleme ilişkin yapılacak kayıtta aşağıdaki hesaplardan hangisinin borç tarafına kayıt yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Gelecek Aylara Ait Giderler Hesabı",
      "B": "Gelecek Yıllara Ait Giderler Hesabı",
      "C": "Gider Tahakkukları Hesabı",
      "D": "Gelir Tahakkukları Hesabı",
      "E": "Bankalar Hesabı"
    },
    "explanation": "___________________________ ___________________________\n GELECEK AYLARA AİT GİDERLER HESABI 10.000\n GENEL YÖNETİM GİDERLERİ HESABI 20.000\n GELECEK YILLARA AİT GİDERLER HESABI 30.000\n ___________________________ ___________________________"
  },
  {
    "id": "3070686",
    "unitNumber": 8,
    "text": "Gelir ve gider hesapları dönem sonunda aşağıdaki hesaplardan hangisine devredilerek kapatılırlar?",
    "correctAnswer": "E",
    "options": {
      "A": "600 Yurtiçi Satışlar",
      "B": "601 Yurtdışı Satışlar",
      "C": "642 Faiz Gelirleri",
      "D": "649 Diğer Olağan Gelir ve Kârlar",
      "E": "690 Dönem Kârı veya Zararı"
    },
    "explanation": "Gelir ve gider hesapları dönem sonunda “690 Dönem Kârı veya Zararı”<br/>hesabına devredilerek kapatılırlar."
  },
  {
    "id": "3070687",
    "unitNumber": 8,
    "text": "Yurt içindeki gerçek ve tüzel kişilere satılan mal ve hizmetler karşılığında alınan ya da tahakkuk ettirilen toplam değerlerin izlendiği hesap aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "600 Yurtiçi Satışlar",
      "B": "601 Yurtdışı Satışlar",
      "C": "602 Diğer Gelirler",
      "D": "648 Enflasyon Düzeltmesi Kârları",
      "E": "649 Diğer Olağan Gelir ve Kârlar"
    },
    "explanation": "Yurt içindeki gerçek ve tüzel kişilere satılan mal ve hizmetler karşılığında alınan ya da tahakkuk ettirilen toplam değerlerin izlendiği hesaptır. Satış<br/>gerçekleştiğinde veya ana faaliyet konusu gelirler tahakkuk ettiğinde “600 Yurtiçi Satışlar” hesabının alacak tarafına kayıt yapılır."
  },
  {
    "id": "3070689",
    "unitNumber": 8,
    "text": "AAA işletmesi önceki dönemlerde bir duran varlığın kârlı satışından dolayı özel fonlar hesabına kaydettiği 10.000 TL’lik yenileme fon tutarını üç yıl içinde kullanamamıştır. Özel fonun gelirlere aktarılması kaydı aşağıdakilerden hangisinde doğru şekilde verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "600 Yurtiçi Satışlar 10.000 TL Borç, 679 Diğer Olağandışı Gelir ve Kârlar 10.000 TL Alacak",
      "B": "600 Yurtiçi Satışlar 10.000 TL Borç, 671 Önceki Dönem Gelir ve Kârları 10.000 TL Alacak",
      "C": "549 Özel Fonlar 10.000 TL Borç, 671 Önceki Dönem Gelir ve Kârları 10.000 TL Alacak",
      "D": "549 Özel Fonlar 10.000 TL Borç, 679 Diğer Olağandışı Gelir ve Kârlar 10.000 TL Alacak",
      "E": "671 Önceki Dönem Gelir ve Kârları 10.000 TL Borç, 549 Özel Fonlar 10.000 TL Alacak"
    },
    "explanation": "İçinde bulunulan dönemden önceki dönemlere ait olan ve bu dönemlerin mali tablolarına hata ya da unutulma nedeniyle yansıtılamayan veya sonradan çıkan gelirlerin gösterildiği hesap kalemidir. Önceki dönemlere ait olup, cari dönemlerde ortaya çıkan gelir unsurları doğdukça “671 Önceki Dönem Gelir ve<br/>Kârları” hesabının alacak tarafına kaydedilir. Bir duran varlığın yenileme amacıyla satışında elde edilen kâr tutarının kaydedildiği “549 Özel Fonlar”<br/>hesabının üç yıl içinde kullanılması gerekir. Üç yıl içinde kullanılmayan tutarlar vergi matrahına eklenmek için gelir kaydedilir. Bu doğrultuda işletme üç yıl içinde kullanamadığı “549 Özel Fonlar” hesabını 10.000 TL borçlandırarak kapatmıştır. Bu tutar, önceki dönemlere ait bir işlem dolayısıyla cari dönemde gelir kaydedilmesi gerektiğinden “671 Önceki Dönem Gelir ve Kârları” hesabının alacak tarafına 10.000 TL kaydedilmiştir."
  },
  {
    "id": "3070691",
    "unitNumber": 8,
    "text": "I-181 Gelir Tahakkukları\n II-281 Gelir Tahakkukları\n III-380 Gelecek Aylara Ait Gelirler \n IV-480 Gelecek Yıllara Ait Gelirler\n V-649 Diğer Olağan Gelir ve Karlar\n Yukarıdakilerden hangisi ya da hangileri işletmenin pasif geçici hesapları arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "I,II",
      "C": "II,III",
      "D": "III,IV",
      "E": "I,II,V"
    },
    "explanation": "PASİF GEÇİCİ HESAPLAR; Gelecek dönemlerde gerçekleşecek ancak cari dönemde tahsil edilen gelirler\n 380 Gelecek Aylara Ait Gelirler (1 yıla kadar)\n 480 Gelecek Yıllara Ait Gelirler (1 yıldan uzun)"
  },
  {
    "id": "3070693",
    "unitNumber": 8,
    "text": "Dönem sonları itibariyle gerçekleşmiş olmasına rağmen henüz nakden veya hesaben tahsil edilebilir duruma gelmeyen gelirler ilgili gelir hesaplarına kaydedilirken aşağıdaki hesaplardan hangisine nasıl kaydedilir?",
    "correctAnswer": "A",
    "options": {
      "A": "181 Gelir Tahakkukları hesabının borç",
      "B": "181 Gelir Tahakkukları hesabının alacak",
      "C": "380 Gelecek Aylara Ait Gelirler Borç",
      "D": "380 Gelecek Aylara Ait Gelirler Alacak",
      "E": "480 Gelecek Yıllara Ait Gelirler Alacak"
    },
    "explanation": "Dönem sonları itibariyle gerçekleşmiş olmasına rağmen henüz nakden veya hesaben tahsil edilebilir duruma gelmeyen gelirler ilgili gelir hesaplarına kaydedilirken “181 Gelir Tahakkukları” hesabının borç tarafına kaydedilir. Gelirin nakden veya hesaben tahsil edilmesi ya da iptal edilmesi üzerine “181 Gelir Tahakkukları” hesabının alacak tarafına kayıt yapılır. Hesap borç kalanı verir ve bu kalan işletmenin henüz tahsil edilmemiş olan gelir tutarını gösterir."
  },
  {
    "id": "3070694",
    "unitNumber": 8,
    "text": "XXX işletmesi 26.05.2021 tarihinde iki ay vade ile %18 KDV hariç 300.000 TL’lik malı bir işletmeye veresiye satmış, KDV tutarını peşin tahsil etmiştir. Alıcı işletme iki aylık vadeyi beklemeden borcunu 15.06.2021 tarihinde peşin olarak ödediğinden, XXX işletmesi kendisine %10 iskonto yapmıştır. Yapılan bu iskonto aşağıdaki hesapların hangisinde takip edilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "610 Satıştan İadeler",
      "B": "611 Satış İskontoları",
      "C": "612 Diğer İndirimler",
      "D": "620 Satılan Mamuller Maliyeti",
      "E": "621 Satılan Ticari Mallar Maliyeti"
    },
    "explanation": "Satışla ilgili faturanın düzenlenip satışın gerçekleşmesinden sonra yapılan her türlü kasa (vadesinden önce ödeme) veya miktar (belli bir tutarın üzerinde satın alma) iskontoları “611 Satış İskontoları” hesabına kaydedilir. Uygulanan iskonto tutarı “611 Satış İskontoları” hesabının borç tarafına kaydedilir."
  },
  {
    "id": "3070698",
    "unitNumber": 8,
    "text": "Satılan ticari malların maliyet tutarı “621 Satılan Ticari Mallar Maliyeti” hesabının borç tarafına kaydedilirken, “..................” hesabının alacak tarafına kaydedilir.\"\n<br/>Yukarıdaki ifadedeki boşluğa aşağıdakilerden hangisi yazıldığında cümle doğru olarak tamamlanmış olur?",
    "correctAnswer": "B",
    "options": {
      "A": "120 Alıcılar",
      "B": "153 Ticari Mallar",
      "C": "610 Satıştan İadeler",
      "D": "622 Satılan Hizmet Maliyet",
      "E": "770 Genel Yönetim Giderleri"
    },
    "explanation": "Herhangi bir değişikliğe tabi olmadan satılmak amacıyla alınan ticari mallar ve benzeri kalemlerin maliyetleri “621 Satılan Ticari Mallar Maliyeti” hesabına kaydedilir. Satılan ticari malların maliyet tutarı “621 Satılan Ticari Mallar Maliyeti” hesabının borç tarafına kaydedilirken, “153 Ticari Mallar” hesabının<br/>alacak tarafına kaydedilir."
  },
  {
    "id": "3070700",
    "unitNumber": 8,
    "text": "I- Araştırma ve Geliştirme Giderleri\n<br/>II- Pazarlama, Satış ve Dağıtım Giderleri\n<br/>III- Genel Yönetim Giderleri\n<br/>IV- Komisyon Giderleri\n<br/>V- Karşılık Giderleri\n<br/>Yukarıdakilerden hangisi ya da hangileri faaliyet giderleri hesap grubunda yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I,II",
      "B": "II,IV",
      "C": "IV,V",
      "D": "I,II,III",
      "E": "I,IV,V"
    },
    "explanation": "İşletmenin esas faaliyeti ile ilgili bulunan ve üretim ya da satış maliyetlerine yüklenmeyen, araştırma ve geliştirme giderleri, pazarlama, satış ve dağıtım giderleri ve genel yönetim giderlerinden oluşan hesap grubudur. Faaliyet giderleri hesap grubunda aşağıdaki gider hesapları yer alır:<br/>630 Araştırma ve Geliştirme Giderleri (-)<br/>631 Pazarlama, Satış ve Dağıtım Giderleri (-)<br/>632 Genel Yönetim Giderleri (-)"
  },
  {
    "id": "3070706",
    "unitNumber": 8,
    "text": "Bir İşletme 7,50 TL kur üzerinden hesaplarına kaydettiği 5.000 Euro’yu bankada 7,00 TL kur üzerinden TL’ye çevirmiştir. Euro’nun TL’ye çevrilmesi kaydında aşağıdaki hesaplardan hangisi doğru şekilde yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "653 Komisyon Giderleri 2500 TL Borç",
      "B": "654 Karşılık Giderleri 2500 TL Alacak",
      "C": "655 Menkul Kıymet Satış Zararları 35.000 TL Borç",
      "D": "656 Kambiyo Zararları 2500 TL Borç",
      "E": "657 Reeskont Faiz Giderleri 2.500 TL Borç"
    },
    "explanation": "İşletme 5.000 Euro bozdurduğu için ilk kaydettiği kur üzerinden “100 Kasa” hesabının alacak tarafına 37.500 TL (5.000 Euro*7,50 TL) kaydederek hesabı azaltmıştır. Euro bozdurulduğunda 35.000 TL(5.000 Euro*7,00 TL) alındığından “100 Kasa” hesabının borç tarafına bu tutar kaydedilmiştir. İşletmenin 37.500 TL değerindeki Euro’sunu bozdurduğunda 35.000 TL para alması bir gider ortaya çıkarmış ve bu gider “656 Kambiyo Zararları” hesabının borç tarafına 2.500 TL olarak kaydedilmiştir."
  },
  {
    "id": "3070710",
    "unitNumber": 8,
    "text": "Finansal tablolarını aylık olarak düzenleyen işletme 11.11.2021 tarihinde bir yıllık sigorta tutarı olarak 12.000 TL’yi banka kanalı ile ödeyerek faaliyetlerinde kullandığı binasını sigortalatmıştır. Ödenen sigorta bedelinin muhasebe kaydında aşağıdaki hesaplardan hangisi <strong>yer almaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "102 BANKALAR",
      "B": "180 GELECEK AYLARA AİT GİDERLER",
      "C": "280 GELECEK YILLARA AİT GİDERLER",
      "D": "381 GİDER TAHAKKUKLARI",
      "E": "770 GENEL YÖNETİM GİDERLERİ"
    },
    "explanation": "Finansal tablolarını aylık olarak düzenleyen işletme 01.10.2020 tarihinde bir yıllık sigorta tutarı olarak 12.000 TL’yi banka kalanı ile ödeyerek faaliyetlerinde kullandığı binasını sigortalatmıştır.<br/>Ödenen sigorta bedelinin muhasebe dönemlerine göre dağılımı aşağıdaki gibi olacaktır:<br/>Cari Dönem (2020 yılı - 1 ay - Ekim ayı) = 770 Genel Yönetim Giderleri<br/>Cari Dönem (2020 yılı - 2 ay - Kasım ve Aralık ayı) = 180 Gelecek Aylara Ait Giderler<br/>Sonraki Yıl (2021 yılı - 9 ay - Ocak ile Eylül ayları arası) = 280 Gelecek Yıllara Ait Giderler<br/>Sigorta bedelinin ödenmesi kaydı:<br/>----------------------------------11/11/2021-----------------------------<br/>770 GENEL YÖNETİM GİDERLERİ 1.000<br/>180 GELECEK AYLARA AİT GİDERLER 2.000<br/>280 GELECEK YILLARA AİT GİDERLER 9.000<br/>102 BANKALAR 12.000"
  }
]