[
  {
    "id": "3673619",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi finansın temel alanları arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "SWOT analizi",
      "B": "Tüketici davranışları",
      "C": "Örgüt kuramı",
      "D": "Menkul kıymet analizi",
      "E": "İnsan kaynakları yönetimi"
    },
    "explanation": "Verimli üretim yöntemlerinin benimsenmesi ve işgücünün uzmanlaşması, hammadde ve nihai ürünler için etkili bir ödeme aracının kullanılması ile mümkün olabilir. İşletmeler, makine ve ekipman gibi sermaye mallarını satın almak için gereken fonları, ancak tasarrufları yatırım amacıyla kullanılabilir hâle getirecek bir mekanizma kurulduğu takdirde elde edebilirler. Benzer şekilde, yerel yönetimler ve devlet kuruluşları faaliyetlerini sürdürmek ve yatırımlarını finanse etmek üzere gerekli fonlara ulaşmak için finansal sistemde yer alan finansal aracıların sunduğu finansal araçlara gereksinim duyarlar. Finansın temel alanları şunlardır:\n • Finansal Kurumlar\n • Finansal Piyasalar\n • Menkul Kıymet Analizi ve Portföy Yönetimi\n • Finansal Yönetim"
  },
  {
    "id": "3673621",
    "unitNumber": 1,
    "text": "\"Yatırımcılar, işletmeler ve hükümetler arasında fon akışını kolaylaştıran pazarlar\" olarak ifade edilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Finansal piyasalar",
      "B": "Serbest piyasalar",
      "C": "Gümrük piyasaları",
      "D": "Off-shore piyasalar",
      "E": "Uluslararası piyasalar"
    },
    "explanation": "Finansal piyasalar; yatırımcılar, işletmeler ve hükümetler arasında fon akışını kolaylaştıran pazarlardır. Finansal piyasalarda fon arzı ve fon talebi bir araya gelerek menkul kıymetlerin (finansal varlıkların) alınıp satılmasıyla fon arz edenlerden fon talep edenlere fon transferi gerçekleştirilir."
  },
  {
    "id": "3673631",
    "unitNumber": 1,
    "text": "Aşağıdaki kurumsal finansta karşılaşılan temel sorulardan hangisi \"yatırım kararı\" cevabının verildiği soru cümlesidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İşletme başarılı olursa ne kadar kâr payı ödenmelidir?",
      "B": "Varlıkları finanse etmenin en iyi yolu nedir ve ideal borç ve özsermaye karışımı nedir?",
      "C": "İşletme başarılı olduğunda, elde edilen kârları nasıl paylaşacaksınız?",
      "D": "Yatırımınızı finanse etmek için gerekli fonları nereden bulacaksınız?",
      "E": "Hangi varlıkları satın almalıyız?"
    },
    "explanation": "Kurumsal finansta karşılaşılan üç temel soru şunlardır:\n 1. Hangi varlıkları satın almalıyız? Bu yatırım kararıdır.\n 2. Varlıkları finanse etmenin en iyi yolu nedir ve ideal borç ve özsermaye karışımı nedir? Bu finansman kararıdır.\n 3. İşletme başarılı olursa ne kadar kâr payı ödenmelidir? Bu temettü/kâr payı kararıdır,"
  },
  {
    "id": "3673636",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi işletme sermayesi ile ilgili cevaplanması gereken sorular arasındadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Hangi yatırımları gerçekleştirmelisiniz?",
      "B": "Varlıkları finanse etmenin en iyi yolu nedir ve ideal borç ve özsermaye karışımı nedir?",
      "C": "İhtiyaç duyulan kısa vadeli finansmanı nasıl sağlayacağız?",
      "D": "İşletme başarılı olduğunda, elde edilen kârları nasıl paylaşacaksınız?",
      "E": "İşletme başarılı olursa ne kadar kâr payı ödenmelidir?"
    },
    "explanation": "İşletmenin işletme sermayesini yönetmek, işletmenin faaliyetlerini sürdürmek için yeterli kaynağa sahip olmasını sağlayan günlük bir faaliyettir. İşletme sermayesi ile ilgili cevaplanması gereken sorulardan bazıları şunlardır:\n Elimizde ne kadar nakit ve stok bulundurmalıyız?\n Kredili satış yapmalı mıyız? Kredili satış yapacaksak, hangi müşterilerimize hangi kredili satış koşullarını sunmalıyız?\n İhtiyaç duyulan kısa vadeli finansmanı nasıl sağlayacağız?\n Tedarikçilerimizden kredili mal mı satın almalıyız yoksa kısa vadeli borçlanıp tedarikçilerimize peşin ödeme mi yaparak peşin indirimlerinden mi faydalanmalıyız?\n Kısa vadeli borç almak istersek bunu nasıl ve nereden sağlamalıyız?"
  },
  {
    "id": "3673641",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi finansal piyasa katılımcıları arasındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Tedarikçiler",
      "B": "Hane halkları",
      "C": "Sendikalar",
      "D": "Arabulucular",
      "E": "İthalatçılar"
    },
    "explanation": "Finansal piyasaların temel işlevi, fon fazlasına sahip kişi ve kurumlarla fon ihtiyacı olan kişi ve kurumları bir araya getirerek fon aktarımını sağlamaktır. Finansal piyasa katılımcıları arasında tasarruf sahipleri ve borç verenlerin yanı sıra hisse senedi yatırımcıları da bulunmaktadır. Küresel finansal piyasalarda menkul kıymet ihraç eden ve menkul kıymetlere yatırım yapan piyasa katılımcıları temelde şunlardır:\n • Hane halkları/Bireyler\n • İşletmeler (finansal ve finansal olmayan)\n • Devletler\n • Devlet Kuruluşları\n • Küresel Ekonomik Kuruluşlar (Dünya Bankası, Avrupa Yatırım Bankası vb.)"
  },
  {
    "id": "3673647",
    "unitNumber": 1,
    "text": "\"Yatırımcılarına faiz kazancı ve tahvil çıkaran (ihraç eden) işletmelere borç finansmanı sağlayan, bir yıldan uzun vadeli borçlanma senetleri\" olarak ifade edilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Değerli kağıt",
      "B": "Hisse senedi",
      "C": "Tahvil",
      "D": "Bono",
      "E": "Menkul"
    },
    "explanation": "Tahvil; yatırımcılarına faiz kazancı ve tahvil çıkaran (ihraç eden) işletmelere borç finansmanı sağlayan, bir yıldan uzun vadeli borçlanma senetleridir."
  },
  {
    "id": "3673654",
    "unitNumber": 1,
    "text": "\"Önemli miktarda zarar etme riski ancak aynı zamanda önemli bir kazanç beklentisini de taşıyan bir finansal işlemin gerçekleştirilmesi eylemi\" olarak ifade edilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Futures sözleşmeler",
      "B": "Repo",
      "C": "Ters repo",
      "D": "Spekülasyon",
      "E": "Türev ürünler"
    },
    "explanation": "Spekülasyon, önemli miktarda zarar etme riski ancak aynı zamanda önemli bir kazanç beklentisini de taşıyan bir finansal işlemin gerçekleştirilmesi eylemidir."
  },
  {
    "id": "3673663",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi mevduat kuruluşları arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sigorta şirketleri",
      "B": "Ticari bankalar",
      "C": "Bireysel emeklilik şirketleri",
      "D": "Portföy yönetim şirketleri",
      "E": "Fon kuruluşları"
    },
    "explanation": "Bazı finansal kuruluşlar, bireysel ve kurumsal müşterilerinden mevduat kabul ederek finansman ihtiyacı olan müşterilerine bu fonları kredi olarak kullandırabilir. Mevduat kuruluşlarının başında ticari bankalar gelir. Ticari bankaların yanı sıra katılım bankaları da mevduat toplayabilir."
  },
  {
    "id": "3673672",
    "unitNumber": 1,
    "text": "Halka arzlara genellikle “<strong>aracılık yüklenimi</strong>” yoluyla işletmelere yardımcı olan şirketler aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yatırım bankaları",
      "B": "Factoring kurumları",
      "C": "Portföy yönetim şirketleri",
      "D": "Sigorta şirketleri",
      "E": "Bireysel emeklilik şirketleri"
    },
    "explanation": "Yatırım bankaları; işletmelerin halka arz edilmesine, tahvil veya hisse senedi gibi menkul kıymet ihraç etmesine (çıkarmasına) aracılık ederek borçla veya özsermaye ile finansman sağlanmasına yardımcı olan yatırım kuruluşlarıdır. Yatırım şirketleri, halka arzlara genellikle “aracılık yüklenimi” yoluyla işletmelere yardımcı olurlar. Yatırım bankaları, aynı zamanda işletmelerin birleşme satın alma işlemlerine de aracılık ederler ve işletmelere danışmanlık hizmeti verirler."
  },
  {
    "id": "3673683",
    "unitNumber": 1,
    "text": "\"Fonların borç verenlerden borç alanlara aktarılması\" olarak ifade edilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İşlem maliyetleri",
      "B": "Asimetrik bilgi sorunları",
      "C": "Risk paylaşımı",
      "D": "Dolaylı finansman",
      "E": "Ters seçim"
    },
    "explanation": "Finansal aracıların en önemli işlevi, dolaylı finansman olarak adlandırılan, fonların borç verenlerden borç alanlara aktarılmasıdır. Çok sayıda işletme, finansal aracılar vasıtasıyla dolaylı finansman yoluyla faaliyetlerini sürdürmek ve yatırımlarını finanse etmek amacıyla ihtiyaç duydukları fonlara erişirler. Finansal aracıların temel işlevi olan dolaylı finansmanın etkin bir şekilde yerine getirilmesi, finansal aracıların diğer işlevleri sayesinde (asimetrik bilgi sorunlarının azaltılması, işlem maliyetlerinin azaltılması, risk paylaşımı) gerçekleşir."
  },
  {
    "id": "3687761",
    "unitNumber": 1,
    "text": "I. Finansal Kurumlar<br/>II. Finansal Piyasalar<br/>III. Menkul Kıymet Analizi ve Portföy Yönetimi<br/>IV. Risk Yönetimi\n<br/>Finansın <u>temel</u> alanları yukarıdakilerden hangisi/hangileridir?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Finansın temel alanları şunlardır: • Finansal Kurumlar • Finansal Piyasalar • Menkul Kıymet Analizi ve Portföy Yönetimi • Finansal Yönetim"
  },
  {
    "id": "3687825",
    "unitNumber": 1,
    "text": "I. Etkili finansal planlama ve analiz\n II. Etkin varlık yönetimi \n III. Fon tedariki \n Kâr amacı güden bir kuruluştaki finans yöneticisi sahiplerin servetini en üst düzeye çıkarmak amacını<br/>yukarıdakilerden hangisi/hangileri yoluyla gerçekleştirir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "Sonuç olarak, kâr amacı güden bir kuruluştaki finans yöneticisinin amacı, sahiplerin servetini en üst<br/>düzeye çıkarmaktır. Bu da etkili finansal planlama ve analiz, etkin varlık yönetimi ve finansman yoluyla gerçekleştirilir."
  },
  {
    "id": "3687842",
    "unitNumber": 1,
    "text": "I. İşletme ne kadar borçlanmalıdır; yani hangi finansman<br/>karması/bileşimi en iyisidir? \n II. Sağlanacak fon kaynakları için en uygun vade ne olmalıdır?\n III. İşletme için en ucuz fon kaynakları nelerdir?\n Finansman yapısı, bir işletmenin faaliyetlerini ve yatırımlarını finanse etmek için kullandığı belirli borç ve öz<br/>sermaye bileşimini ifade eder. Buna göre finans yöneticisinin bu alandaki endişesi yukarıdakilerden hangisi/hangileridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "Finansman yapısı, bir işletmenin faaliyetlerini ve yatırımlarını finanse etmek için kullandığı belirli borç ve öz<br/>sermaye bileşimini ifade eder. Finans yöneticisinin bu alanda iki endişesi vardır. Birincisi, işletme<br/>ne kadar borçlanmalıdır; yani hangi finansman karması/bileşimi en iyisidir? İkincisi, işletme için<br/>en ucuz fon kaynakları nelerdir?"
  },
  {
    "id": "3688972",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi işletmenin işletme sermayesini yönetirken ortaya çıkan sorulardan biri <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Elimizde ne kadar nakit ve stok bulundurmalıyız?",
      "B": "Kredili satış yapmalı mıyız?",
      "C": "İhtiyaç duyulan kısa vadeli finansmanı nasıl sağlayacağız?",
      "D": "Tedarikçilerimizi seçerken önemli hangi noktaları göz önüne almalıyız?",
      "E": "Kısa vadeli borç almak istersek bunu nasıl ve nereden sağlamalıyız?"
    },
    "explanation": "İşletmenin işletme sermayesini yönetmek, işletmenin faaliyetlerini sürdürmek için yeterli kaynağa<br/>sahip olmasını sağlayan günlük bir faaliyettir.\n İşletme sermayesi ile ilgili cevaplanması gereken sorulardan bazıları şunlardır:<br/>Elimizde ne kadar nakit ve stok bulundurmalıyız?<br/>Kredili satış yapmalı mıyız? Kredili satış yapacaksak, hangi müşterilerimize hangi kredili satış<br/>koşullarını sunmalıyız?<br/>İhtiyaç duyulan kısa vadeli finansmanı nasıl<br/>sağlayacağız?<br/>Tedarikçilerimizden kredili mal mı satın almalıyız yoksa kısa vadeli borçlanıp tedarikçilerimize<br/>peşin ödeme mi yaparak peşin indirimlerinden mi<br/>faydalanmalıyız?<br/>Kısa vadeli borç almak istersek bunu nasıl ve<br/>nereden sağlamalıyız?<br/>Bunlar bir işletmenin işletme sermayesini yönetirken ortaya çıkan sorulardan sadece birkaçıdır."
  },
  {
    "id": "3689005",
    "unitNumber": 1,
    "text": "I. Geleceğin belirsiz olması\n II. Enflasyona bağlı olarak gelecekte elde edilecek paraların alım gücünün bugüne göre daha düşük olması<br/>III. Gelecekte görece daha yüksek getiri elde edebileceğine dair bir düşüncenin olmaması\n Paranın zaman değerine sahip olmasının nedenleri yukarıdakilerden hangisi/hangileridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "Paranın zaman değeri, şu anda elimizdeki 1 TL’nin daha sonra elimize geçecek 1 TL’den daha<br/>yüksek bir değere sahip olduğu şeklinde ifade edilebilir. Paranın zaman değerine sahip olmasının<br/>nedenleri arasında geleceğin belirsiz olması, enflasyona bağlı olarak gelecekte elde edilecek paraların alım gücünün bugüne göre daha düşük olması<br/>sayılabilir."
  },
  {
    "id": "3689035",
    "unitNumber": 1,
    "text": "İşletmenin hissedarları ile yöneticilerinin çıkarlarının her zaman uyum içinde olmaması, zaman zaman çeşitli çıkar çatışmalarına yol açar. Söz konusu çıkar çatışmalarının yol açtığı sorunlara “................” adı verilir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Zayıf formda etkinlik",
      "B": "Vekalet sorunları",
      "C": "Ters seçim",
      "D": "Ahlaki tehlike",
      "E": "Bilgi suiistimali"
    },
    "explanation": "Hissedarlar, hissedar değerini en üst düzeye çıkarmak isterken yönetim<br/>bazen hissedarların (yani kendilerine fayda sağlayanların) çıkarına olmayan kararlar alabilir. İşletmenin hissedarları ile yöneticilerinin çıkarlarının her zaman<br/>uyum içinde olmaması, zaman zaman çeşitli çıkar çatışmalarına yol açar. Söz konusu çıkar çatışmalarının yol açtığı sorunlara “vekalet sorunları” adı verilir."
  },
  {
    "id": "3689060",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi menkul kıymetlerin alım satımının yapıldığı finansal piyasaların çeşitli ekonomik işlevlerinden biri <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Menkul kıymet ihracına aracılık edilmesi",
      "B": "Riskin dağıtılması",
      "C": "Likidite sağlanması",
      "D": "İşlem maliyetlerinin azaltılması",
      "E": "Finansal bilginin toplanması ve dağıtılması"
    },
    "explanation": "Menkul kıymetlerin alım satımının yapıldığı finansal piyasaların çeşitli ekonomik işlevleri<br/>bulunmaktadır. Bunlar; menkul kıymet fiyatlarının belirlenmesi, likidite sağlanması, riskin dağıtılması, finansal bilginin toplanması ve dağıtılması ile işlem maliyetlerinin azaltılması olarak sıralanabilir."
  },
  {
    "id": "3689077",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi para piyasasında <u>en çok</u> işlem gören finansal varlıklar arasında <u>sayılamaz? </u>",
    "correctAnswer": "E",
    "options": {
      "A": "Kısa vadeli krediler",
      "B": "Finansman bonoları",
      "C": "Teminat mektupları",
      "D": "Repo",
      "E": "Devlet tahvilleri"
    },
    "explanation": "Para piyasasında en çok işlem gören finansal<br/>varlıklar kısa vadeli krediler, finansman bonoları,<br/>Hazine bonoları, teminat mektupları ve repodur."
  },
  {
    "id": "3689105",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi finansal aracıların işlevleri arasında <u>yer almaz?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Bireysel ve kurumsal yatırımcıların risk ve getiri tercihlerini tespit etmek",
      "B": "Finansal piyasalarda risklerin paylaşımını kolaylaştırmak",
      "C": "Finansal piyasalarda işlem maliyetlerinin azaltılmasına yardımcı olmak",
      "D": "Finansal piyasalarda asimetrik bilgi sorunlarının azaltılmasına katkıda bulunmak",
      "E": "Dolaylı finansman sağlamak"
    },
    "explanation": "Finansal aracıların işlevleri şunlardır:<br/>• Dolaylı finansman sağlamak<br/>• Finansal piyasalarda asimetrik bilgi sorunlarının azaltılmasına katkıda bulunmak<br/>• Finansal piyasalarda işlem maliyetlerinin<br/>azaltılmasına yardımcı olmak<br/>• Finansal piyasalarda risklerin paylaşımını<br/>kolaylaştırmak"
  },
  {
    "id": "3689116",
    "unitNumber": 1,
    "text": "Asimetrik bilgi nedeniyle fon fazlasına sahip ekonomik aktörler, yüksek kaliteli ve düşük<br/>kaliteli potansiyel borçlular arasında ayrım yapamadıkları için, fonlarını ödünç vermeye daha az istekli olabilirler. Asimetrik bilgiden kaynaklanan bu sorun, ............. olarak adlandırılır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Ters seçim",
      "B": "Ahlaki tehlike",
      "C": "Dışsal etkinlik",
      "D": "Balon",
      "E": "Limon problemi"
    },
    "explanation": "Asimetrik bilgi nedeniyle fon fazlasına<br/>sahip ekonomik aktörler, yüksek kaliteli ve düşük<br/>kaliteli potansiyel borçlular arasında ayrım yapamadıkları için, fonlarını ödünç vermeye daha az istekli olabilirler. Asimetrik bilgiden kaynaklanan bu<br/>sorun, ters seçim olarak adlandırılır."
  },
  {
    "id": "3666072",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Zaman tercihi</li> <li>Nakit akışları</li> <li>Bileşik faiz</li> <li>Üretken yatırım fırsatları</li> </ol> Paranın zaman değerinin <u>temel nedenleri</u> yukarıdakilerden hangileridir?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve IV",
      "B": "I ve II",
      "C": "II ve III",
      "D": "II, III ve IV",
      "E": "I, II ve IV"
    },
    "explanation": "Paranın zaman değeri iki temel nedenden kaynaklanır: zaman tercihi ve üretken yatırım fırsatları."
  },
  {
    "id": "3666111",
    "unitNumber": 2,
    "text": "Gelecekteki değer hesaplamalarına ilişkin aşağıda yer alan ifadelerden hangisi doğru <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Bugün sahip olunan para, faiz kazanma potansiyeli nedeniyle gelecekte daha değerli olacaktır.",
      "B": "Gelecekteki değer; mevcut paranın veya sermayenin, belirli bir süre ve belirtilen bir faiz oranıyla gelecekte ne kadar olacağını ifade eder.",
      "C": "Bileşik faiz, bir miktar paranın zaman içinde, kazanılan faizin yeniden yatırıma eklenmesiyle büyümesi sürecidir.",
      "D": "Finansal hesaplamalara konu olan nakit akışları, yatay zaman çizelgeleri ile gösterilebilir.",
      "E": "Gelecekteki değer yalnızca bileşik faiz uygulanarak hesaplanabilir."
    },
    "explanation": "Gelecekteki değer basit faiz veya bileşik faiz uygulanarak hesaplanabilir."
  },
  {
    "id": "3666464",
    "unitNumber": 2,
    "text": "Nominal faiz oranı %60 ve beklenen enflasyon oranı % 50 ise reel faiz oranı kaç olur?",
    "correctAnswer": "D",
    "options": {
      "A": "%7,57",
      "B": "%9",
      "C": "%7,6",
      "D": "%6,66",
      "E": "%5,14"
    },
    "explanation": "Reel faiz, nominal faiz ve beklenen enflasyondan hareketle şu şekilde hesaplanır:\n i r = [(1 + in)/ (1 + π)]-1\n i r = (1+0.60)/(1+0.50)-1\n i r = % 6,66"
  },
  {
    "id": "3666499",
    "unitNumber": 2,
    "text": "Bir birey emekli olduktan sonra her ay 20.000 TL ek gelir elde etmeyi istiyorsa, aylık % 5 faiz kazanmayı beklediği mevduat hesabına bugünden kaç TL yatırması gerekir?",
    "correctAnswer": "B",
    "options": {
      "A": "250.000 TL",
      "B": "400.000 TL",
      "C": "300.000 TL",
      "D": "450.000 TL",
      "E": "425.000 TL"
    },
    "explanation": "Sonsuz anüitenin bugünkü değerinin hesaplanması\n<br/>BDA = Dönemsel Ödeme / i\n<br/>Dönemsel Ödeme =20.000 TL,\n<br/>i=0,05\n<br/>BDA = 20.000 / 0,05 = 400.000 TL."
  },
  {
    "id": "3666741",
    "unitNumber": 2,
    "text": "<ol type=\"I\"><br/><li>Devlet tahvilleri</li><br/><li>Hazine bonoları</li><br/><li>Repo</li><br/><li>Mevduat sertifikası</li><br/></ol><br/>Yukarıdakilerden hangilerinin getirisi risksiz faiz oranı dikkate alınarak hesaplanır?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve IV",
      "B": "II ve III",
      "C": "I ve II",
      "D": "I, II ve III",
      "E": "I, II ve IV"
    },
    "explanation": "Hazine bonoları ve devlet tahvillerinin getirisi risksiz faiz oranı olarak dikkate alınır. Zira, devletlerin batma riskinin olmadığı varsayılarak devlet hazinelerinin ihraç ettiği (çıkardığı) tahvil gibi borçlanma senetlerinin risksiz olduğu kabul edilir."
  },
  {
    "id": "3667040",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Enflasyon risk primi</li> <li>Vade risk risk primi</li> <li>Deflasyon risk primi</li> <li>Batma (kredi) risk primi</li> <li>Likidite risk primi</li> </ol> Nominal faiz oranının içerdiği risk primleri yukarıdakilerden hangileridir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, IV ve V",
      "B": "I ve IV",
      "C": "II, IV ve V",
      "D": "I, III, IV ve V",
      "E": "I, III ve V"
    },
    "explanation": "Nominal faiz oranının içerdiği risk primleri şunlardır:<br/>• Batma (kredi) risk primi<br/>• Enflasyon risk primi<br/>• Vade risk risk primi<br/>• Likidite risk primi"
  },
  {
    "id": "3667044",
    "unitNumber": 2,
    "text": "Bay X bankadan 15.000 TL kredi almak istemektedir. Kredinin yıllık faiz oranı % 35'tir. 1 yıl sonra Bay X'in yapacağı toplam ödeme miktarı ne kadar olacaktır?",
    "correctAnswer": "E",
    "options": {
      "A": "15.800 TL",
      "B": "20.100 TL",
      "C": "25.000 TL",
      "D": "18.250 TL",
      "E": "20.250 TL"
    },
    "explanation": "GD1= BD * (1+i)\n<br/>GD1= 15.000 (1+0,35)\n<br/>GD1= 20.250 TL"
  },
  {
    "id": "3667053",
    "unitNumber": 2,
    "text": "..........................., belirli bir dönemde bileşik faize göre ayarlanan yıllık faiz oranıdır.\n<br/><strong>Yukarıdaki cümledeki boşluğu aşağıdakilerden hangisi doğru olarak tamamlar?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Etkin faiz oranı",
      "B": "Kote edilen faiz oranı",
      "C": "Dönemlik faiz oranı",
      "D": "Negatif faiz oranı",
      "E": "Enflasyon faiz oranı"
    },
    "explanation": "Etkin Faiz Oranı (EAR), belirli bir dönemde bileşik faize göre ayarlanan yıllık faiz oranıdır."
  },
  {
    "id": "3667060",
    "unitNumber": 2,
    "text": "Bir tasarruf sahibi parasını 6 ay vadeli ve %20 faiz oranlı olarak bir bankaya yatırmıştır. Elde edilecek olan etkin faiz oranı kaç olur?",
    "correctAnswer": "B",
    "options": {
      "A": "%19",
      "B": "%21",
      "C": "%22",
      "D": "%23",
      "E": "%18"
    },
    "explanation": "EFA = (1+ i/n)<sup>n</sup>- 1<br/>i: Kote edilen yıllık faiz oranı<br/>n: Bileşik Faiz uygulanan dönem sayısı\n<br/>6 ayda bir elde edilecek faiz oranı=%20/2= %10\n<br/>Dönem sayısı=12/6=2\n<br/>EFA= (1+%10)<sup>2</sup>-1=0,21"
  },
  {
    "id": "3667062",
    "unitNumber": 2,
    "text": "Düzenli aralıklarla ve eşit miktarda nakit akışlarından oluşan seriye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Anüite",
      "B": "Tahsilat",
      "C": "Dönemsel ödeme",
      "D": "Kredi",
      "E": "Yatırım"
    },
    "explanation": "Anüite, düzenli aralıklarla ve eşit miktarda nakit akışlarından oluşan seridir."
  },
  {
    "id": "3686493",
    "unitNumber": 2,
    "text": "Gelecekte elde edilecek nakdin, bugünkü nakitten daha az değerli olması aşağıdakilerden hangisini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Paranın zaman değerini",
      "B": "Paranın değişim değerini",
      "C": "Paranın tasarruf değerini",
      "D": "Paranın servet değerini",
      "E": "Paranın gelecek değerini"
    },
    "explanation": "Gelecekte elde edilecek nakdin, bugünkü nakitten daha az değerli olduğunu anlamamız hayati önem taşır, yani paranın zaman değeri vardır."
  },
  {
    "id": "3686498",
    "unitNumber": 2,
    "text": "Bileşik faiz ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Bileşik faiz, sadece anapara faiz getirisi sağlar.",
      "B": "Bileşik faizde hem ana paraya hem de faize faiz uygulanır.",
      "C": "Bileşik faiz, yatırımının zaman içinde çığ gibi büyümesini sağlar.",
      "D": "Bileşik faizde kazanılan faizler tekrar yatırıma tabi tutulur.",
      "E": "Bileşik faiz, yatırımın zaman içinde nasıl üssel olarak artabileceğini gösterir."
    },
    "explanation": "Basit faiz uygulandığında sadece anapara faiz getirisi sağlar. Kazanılan faizler tekrar yatırıma tabi tutulmaz yani faiz kazanmaz."
  },
  {
    "id": "3686519",
    "unitNumber": 2,
    "text": "Basit faiz ile ilgili olarak aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Kazanılan faizler tekrar yatırıma tabi tutulmaz.",
      "B": "Hem ana paraya hem de faize faiz uygulanır.",
      "C": "Yatırımının zaman içinde çığ gibi büyümesini sağlar.",
      "D": "Kazanılan faizler tekrar faiz kazanır.",
      "E": "Yatırımın zaman içinde nasıl üssel olarak artabileceğini gösterir."
    },
    "explanation": "Basit faiz uygulandığında sadece anapara faiz getirisi sağlar. Kazanılan faizler tekrar yatırıma tabi tutulmaz yani faiz kazanmaz."
  },
  {
    "id": "3686523",
    "unitNumber": 2,
    "text": "%100 yıllık faiz oranı söz konusu olduğunda, çeyrek yıl için faiz oranı % kaç olur?",
    "correctAnswer": "C",
    "options": {
      "A": "1,92",
      "B": "8,33",
      "C": "25",
      "D": "50",
      "E": "75"
    },
    "explanation": "%100 yıllık faiz oranı söz konusu olduğunda, çeyrek yıl için faiz oranı 100/4=25 olur."
  },
  {
    "id": "3686525",
    "unitNumber": 2,
    "text": "%100 yıllık faiz oranı söz konusu olduğunda, aylık dönem için faiz oranı % kaç olur?",
    "correctAnswer": "D",
    "options": {
      "A": "12",
      "B": "10",
      "C": "9",
      "D": "8,33",
      "E": "7,56"
    },
    "explanation": "%100 yıllık faiz oranı söz konusu olduğunda, aylık dönem için faiz oranı %8,33 olur.\n<br/>100/12= 8,33"
  },
  {
    "id": "3686539",
    "unitNumber": 2,
    "text": "....................... , enflasyon etkisinden arındırılmış faiz oranıdır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Reel faiz oranı",
      "B": "Bileşik faiz oranı",
      "C": "Nominal faiz oranı",
      "D": "Basit faiz oranı",
      "E": "Gösterge faiz oranı"
    },
    "explanation": "Reel faiz oranı, enflasyon etkisinden arındırılmış faiz oranıdır."
  },
  {
    "id": "3686553",
    "unitNumber": 2,
    "text": "12 ay vadeli ve aylık %3 faiz oranıyla kullanılan 1.000.000 TL'lik taşıt kredisinin dönem ödemesi yaklaşık kaç TL olur? (BDAFF <sub>%3,12</sub>= 9,954)",
    "correctAnswer": "B",
    "options": {
      "A": "83.333",
      "B": "100.462",
      "C": "112.544",
      "D": "114,688",
      "E": "116.756"
    },
    "explanation": "Dönem Ödemesi=BDA/ BDAFF %3,12\n DÖ = 1.000.000/ 9,954<br/>DÖ =100.462 TL"
  },
  {
    "id": "3686556",
    "unitNumber": 2,
    "text": "Emekli olduktan sonra her ay 15.000 TL ek gelir elde etmeyi hedefleyen bir emekli adayı, aylık % 5 faiz kazanmayı beklediği mevduat hesabına bugünden kaç TL yatırmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "75.000",
      "B": "125.000",
      "C": "150.000",
      "D": "225.000",
      "E": "300.000"
    },
    "explanation": "Dönemsel Ödeme =15.000 TL,<br/>i=0,05<br/>BDA = 15.000 / 0,05 <br/>BDA = 300.000 TL"
  },
  {
    "id": "3686564",
    "unitNumber": 2,
    "text": "Nominal faiz oranı %40, beklenen enflasyon oranı %30 ise reel faiz oranı % kaçtır?",
    "correctAnswer": "D",
    "options": {
      "A": "4,17",
      "B": "5,45",
      "C": "6,81",
      "D": "7,69",
      "E": "8,47"
    },
    "explanation": "ir = [(1 + in)/ (1 + π)]-1<br/>ir = (1+0.40)/(1+0.30)-1<br/>ir = % 7,69"
  },
  {
    "id": "3686586",
    "unitNumber": 2,
    "text": "Likit yatırımlar ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Daha yüksek bir getiri sunarlar.",
      "B": "Kolayca ve hızlı bir şekilde adil piyasa değeri üzerinden nakde dönüştürülen varlıklardır.",
      "C": "Getirileri düşük olabilir, ancak para güvendedir.",
      "D": "Tasarruf hesabı veya kısa vadeli Hazine bonosu gibi varlıklar likit varlıklardır.",
      "E": "Aktif ikincil piyasada kolayca dönüştürülebilirler."
    },
    "explanation": "Likit yatırımlar, tasarruf hesabı veya kısa vadeli Hazine bonosu gibi kolayca ve hızlı bir şekilde adil piyasa değeri üzerinden nakde dönüştürülen varlıklardır. Getiriler düşük olabilir, ancak para güvendedir ve gerçeğe uygun değeri nedeniyle nispeten kolay bir şekilde herhangi bir zamanda erişilebilir. Çoğu tahvil nispeten likittir ve aktif ikincil piyasada kolayca dönüştürülebilir."
  },
  {
    "id": "3665945",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ortakların işletmedeki sahiplik payını temsil eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Özkaynaklar",
      "B": "Makine ve Ekipmanlar",
      "C": "Dönen varlı",
      "D": "Duran varlık",
      "E": "Bilanço"
    },
    "explanation": "Özkaynaklar (Özsermaye), ortakların işletmedeki sahiplik payını temsil eder"
  },
  {
    "id": "3665950",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tüm gelir, gider ve<br/>vergiler dikkate alındıktan sonra işletmenin genel<br/>kâr veya zararını temsil gösteren en alt satırdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Faiz gelirleri",
      "B": "Dönem net kârı",
      "C": "Satılan malların maliyeti",
      "D": "Satışlar",
      "E": "Brüt kâr"
    },
    "explanation": "Dönem Net Kârı veya Zararı, tüm gelir, gider ve<br/>vergiler dikkate alındıktan sonra işletmenin genel<br/>kâr veya zararını temsil gösteren en alt satırdır."
  },
  {
    "id": "3665954",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi işletmenin toplam dönen varlıklarını ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Fon akış tablosu",
      "B": "Toplam fon kaynakları",
      "C": "Finansman faaliyetleri",
      "D": "Sabit sermaye yatırımları",
      "E": "Çalışma sermayesi"
    },
    "explanation": "Çalışma sermayesi, işletmenin toplam dönen<br/>varlıklarını ifade eder. Net çalışma sermayesi ise,<br/>dönen varlıklarla kısa vadeli borçları arasındaki<br/>farktır.<br/>Çalışma sermayesi, işletmenin toplam dönen varlıklarını ifade eder. Net çalışma sermayesi ise, dönen varlıklarla kısa vadeli borçları arasındaki<br/>farktır?"
  },
  {
    "id": "3665960",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi potansiyel bir<br/>borçlunun bir krediyi geri ödeme olasılığının ne<br/>kadar yüksek olduğunu ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Kısa vadeli yükümlülük",
      "B": "Duran varlık",
      "C": "Açılış fon bakiyesi",
      "D": "Kredibilite",
      "E": "Nakit akışı"
    },
    "explanation": "Kredibilite ya da kredi değerliliği, potansiyel bir<br/>borçlunun bir krediyi geri ödeme olasılığının ne<br/>kadar yüksek olduğunu ifade eder."
  },
  {
    "id": "3665962",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi faaliyetlerden kaynaklanan vergi sonrası nakit akışlarından, işletmenin<br/>yatırımları düşüldükten sonra kalan tutardır?",
    "correctAnswer": "C",
    "options": {
      "A": "İşletmenin finansman bonosu",
      "B": "Net çalışma sermayesi",
      "C": "Serbest nakit akışları",
      "D": "Vergi sonrası nakit akışları",
      "E": "Amortisman gideri"
    },
    "explanation": "Serbest nakit akışları (SNA), faaliyetlerden kaynaklanan vergi sonrası nakit akışlarından, işletmenin<br/>yatırımları düşüldükten sonra kalan tutardır."
  },
  {
    "id": "3665968",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi varlığın ömrü boyunca duran varlık kullanmanın ekonomik maliyetini temsil eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Vergiler",
      "B": "Özkaynaklar",
      "C": "Bilanço",
      "D": "Dönen varlıklar",
      "E": "Amortisman"
    },
    "explanation": "Amortisman, varlığın ömrü boyunca duran varlık kullanmanın ekonomik maliyetini temsil eder.<br/>Amortisman, varlığın ömrü boyunca duran varlık kullanmanın ekonomik maliyetini temsil eder."
  },
  {
    "id": "3665973",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir işletmenin finansal sağlığı ve performansı hakkında daha derin bir anlayış kazanmak için finansal tablolarının incelenmesi sürecidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Finansal tablo analizi",
      "B": "Nakit akış analizi",
      "C": "Dönen varlık analizi",
      "D": "Duran varlık analizi",
      "E": "Yatırım analizi"
    },
    "explanation": "Finansal tablo analizi, bir işletmenin finansal sağlığı ve performansı hakkında daha derin bir anlayış kazanmak için finansal tablolarının incelenmesi sürecidir"
  },
  {
    "id": "3665976",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi işletmenin kısa vadeli borçlarını ödeme gücünü gösterir ve net işletme sermayesinin yeterli<br/>olup olmadığını belirler?",
    "correctAnswer": "D",
    "options": {
      "A": "Piyasa performansı oranı",
      "B": "Kârlılık oranı",
      "C": "Kaldıraç oranı",
      "D": "Cari oranı",
      "E": "Asit-test oranı"
    },
    "explanation": "Cari oran, işletmenin kısa vadeli borçlarını ödeme gücünü gösterir ve net işletme sermayesinin yeterli<br/>olup olmadığını ortaya koyar."
  },
  {
    "id": "3665981",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi işletmenin faaliyet<br/>kârının finansman giderlerini ne ölçüde karşılayabildiğini gösterir?",
    "correctAnswer": "B",
    "options": {
      "A": "Varlık devir hızı",
      "B": "Faizin kazanılma sayısı",
      "C": "Stok devir hızı",
      "D": "F/K oranı",
      "E": "Piyasa değeri"
    },
    "explanation": "Faizin kazanılma sayısı, işletmenin faaliyet<br/>kârının finansman giderlerini ne ölçüde karşılayabildiğini gösterir."
  },
  {
    "id": "3665987",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi toplam varlıkların özkaynaklara oranlaması sonucu ortaya çıkan kavramdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Varlık devir hızı",
      "B": "DuPont analizi",
      "C": "Toplam varlıklar",
      "D": "Özkaynak Çarpanı",
      "E": "Net kâr marjı"
    },
    "explanation": "Özkaynak Çarpanı, borçluluk oranının farklı bir<br/>versiyonudur Özkaynak çarpanı, toplam varlıkların özkaynaklara oranıdır."
  },
  {
    "id": "3684780",
    "unitNumber": 3,
    "text": "Aşağıdaki oranlardan hangisi etkinlik oranlarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Faaliyet Kâr Marjı",
      "B": "Alacak devir hızı",
      "C": "Faizin kazanılma sayısı",
      "D": "Cari oran",
      "E": "Varlık Kârlılığı"
    },
    "explanation": "Etkinlik oranları, bir işletmenin cari dönemde veya kısa vadede varlıklarını etkin bir şekilde kullanma ve yükümlülüklerini etkin bir şekilde yönetme yeteneğini ölçer. En çok kullanılan etkinlik oranları, alacak devir hızı, stok devir hızı ve varlık devir hızıdır"
  },
  {
    "id": "3684788",
    "unitNumber": 3,
    "text": "Aşağıdaki oranlardan hangisi Dönen Varlıklar/ Kısa Vadeli Borçlar formülüyle hesaplanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Cari Oran",
      "B": "Borç Oranı",
      "C": "Stok Devir Hızı",
      "D": "Özkaynak Kârlılığı",
      "E": "Faizin Kazanılma Sayısı"
    },
    "explanation": "Cari Oran, aşağıdaki formülle hesaplanır:\n Cari Oran = Dönen Varlıklar/ Kısa Vadeli Borçlar"
  },
  {
    "id": "3684800",
    "unitNumber": 3,
    "text": "Bir işletmenin dönen varlıkları 5000TL, stokları 600TL ve kısa vadeli borçları 2500TL ise bu işletmenin asit-test oranı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "1,76",
      "B": "2,54",
      "C": "3,89",
      "D": "4,63",
      "E": "5,21"
    },
    "explanation": "Asit-test oranı, aşağıdaki formülle hesaplanır\n Asit-test oranı = (Dönen Varlıklar-Stoklar) / Kısa Vadeli Borçlar\n Asit-test oranı = (5000 - 600) / 2500 = 1,76"
  },
  {
    "id": "3684812",
    "unitNumber": 3,
    "text": "Oran analizinde kullanılan hangi oranlar mevcut ve potansiyel yatırımcıların, hisse senedi yatırım kararı vermelerine yardımcı olmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Likidite Oranları",
      "B": "Kârlılık Oranları",
      "C": "Etkinlik Oranları",
      "D": "Finansal Yapı Oranları",
      "E": "Piyasa Performansı Oranlar"
    },
    "explanation": "Oran analizinde kullanılan Piyasa Performansı Oranları mevcut ve potansiyel yatırımcıların, hisse senedi yatırım kararı vermelerine yardımcı olmaktadır."
  },
  {
    "id": "3684816",
    "unitNumber": 3,
    "text": "Bir işletmenin satış gelirine, bilanço varlıklarına veya öz kaynaklarına göre zaman içinde kazanç elde etme yeteneğini değerlendirmek için hangi oranlar kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Likidite Oranları",
      "B": "Kârlılık Oranları",
      "C": "Etkinlik Oranları",
      "D": "Finansal Yapı Oranları",
      "E": "Piyasa Performansı Oranlar"
    },
    "explanation": "Kârlılık oranları, bir işletmenin satış gelirine, bilanço varlıklarına veya öz kaynaklarına göre zaman içinde kazanç elde etme yeteneğini değerlendirmek için kullanılır."
  },
  {
    "id": "3684820",
    "unitNumber": 3,
    "text": "Ekonomik rantabilite de denilen aşağıdakilerden hangisi, bir işletmenin kaynaklarını ne denli verimli kullandığını gösterir?",
    "correctAnswer": "C",
    "options": {
      "A": "Cari Oran",
      "B": "Nakit Oranı",
      "C": "Kaynak Kârlılığı",
      "D": "Varlık Devir Hızı",
      "E": "Fiyat /Kazanç Oranı"
    },
    "explanation": "Ekonomik rantabilite de denilen Kaynak Kârlılığı, bir işletmenin kaynaklarını ne denli verimli kullandığını gösterir."
  },
  {
    "id": "3684828",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisinde, her bir finansal tablo kaleminin, finansal tablo toplamı içindeki yüzde payı (veya bulunduğu grup toplamı içindeki yüzde payı) hesaplanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dikey Analiz",
      "B": "Trend Analizi",
      "C": "Yatay Analiz",
      "D": "DuPont Analizi",
      "E": "Nakit Akış Tablosu"
    },
    "explanation": "Dikey analizde, her bir finansal tablo kaleminin, finansal tablo toplamı içindeki yüzde payı (veya bulunduğu grup toplamı içindeki yüzde payı) hesaplanır"
  },
  {
    "id": "3684831",
    "unitNumber": 3,
    "text": "Bir işletmenin finansal tablolarına göre toplam varlıkları 15000TL, satışları 18000TL’dir. Bu işletmenin varlık devir hızı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "1,2",
      "B": "3,4",
      "C": "4,6",
      "D": "5,8",
      "E": "6,7"
    },
    "explanation": "Varlık Devir Hızı aşağıdaki formülle hesaplanır:\n Varlık Devir Hızı = Satışlar/Toplam Varlıklar\n Varlık Devir Hızı = 18000 /15000 = 1,2"
  },
  {
    "id": "3684837",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi net çalışma sermayesindeki değişim, sabit sermaye yatırımlarındaki değişim, finansman faaliyetlerindeki değişim hakkında detaylı bilgi verir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bilanço",
      "B": "Gelir Tablosu",
      "C": "DuPont Analizi",
      "D": "Fon Akış Tablosu",
      "E": "Nakit Akış Tablosu"
    },
    "explanation": "Fon akış tablosu şunlar hakkında detaylı bilgi verir:\n <ul> <li>Net çalışma sermayesindeki değişim</li> <li>Sabit sermaye yatırımlarındaki değişim</li> <li>Finansman faaliyetlerindeki değişim</li> </ul>"
  },
  {
    "id": "3684842",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi faaliyetlerden kaynaklanan vergi sonrası nakit akışlarından, işletmenin yatırımları düşüldükten sonra kalan tutardır?",
    "correctAnswer": "E",
    "options": {
      "A": "Fon Kaynakları",
      "B": "Toplam Pasifler",
      "C": "Vergi Öncesi Kâr",
      "D": "Satışların Maliyeti",
      "E": "Serbest nakit akışları"
    },
    "explanation": "Serbest nakit akışları (SNA), faaliyetlerden kaynaklanan vergi sonrası nakit akışlarından, işletmenin yatırımları düşüldükten sonra kalan tutardır."
  },
  {
    "id": "3667847",
    "unitNumber": 4,
    "text": "<strong>Aşağıda verilen durumların hangisi finansal riskin ortaya çıkmasına neden <u>olmaz</u>? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sermaya yapısı oluşturulurken borçlanmadan yararlanılması.",
      "B": "İşletmenin tamamen öz kaynaklar ile fonlanması.",
      "C": "Finansal kaldıraç kullanılması.",
      "D": "Sabit giderler sebebiyle işletmenin mevcut riskinin artması.",
      "E": "İşletmelerin gelir durumuna bakılmaksızın, alacaklıların belirli faiz oranlarıyla getiri beklemesi."
    },
    "explanation": "Çöümde de belirtildiği üzere öz kaynak kullanımı dışında borçlanmaya dayalı faaliyetlerden doğan riskler finansal risk olarak adlandırılmaktadır.<br/>Faaliyet riski işletmenin mevcut operasyonlarından kaynaklanan riskleri ifade eder.<br/>Finansal risk ise işletmenin ihtiyaç duyduğu kaynakların borç ile karşılanmaya başlanması halinde ortaya<br/>çıkan risktir. Finansal risk, işletme ortaklarının işletmede finansal kaldıraç kullanmaları halinde<br/>işletmenin faaliyet riskine ek olarak meydana gelen risktir. Ortaklar sermaye yapısını oluştururken borç<br/>kullanımından da faydalanmayı tercih ettiğinde faaliyet riskleri yanında finansal risk ile de karşı karşıya<br/>kalınmaktadır. Eğer işletme tamamen öz kaynaklar ile fonlanmış olursa finansal risk ortaya çıkmayacaktır.<br/>Borç sağlayanlar işletmenin faaliyetlerine bakılmaksızın sağladıkları fonların geri ödenmesini talep<br/>etmektedir. İşletmenin gelir durumu olumsuz da olsa borç sağlayanların sunmuş oldukları faiz ödemelerinin<br/>sabit bir şekilde ödenmesi gerekmektedir. Sabit giderler sebebiyle işletmenin mevcut riski artış<br/>göstermektedir. İşletmenin ortakları risk arttığında yatırımlarından bekledikleri getiri oranını artırmakta<br/>ve daha fazla kazanç beklentisi içerisine girmektedir."
  },
  {
    "id": "3667919",
    "unitNumber": 4,
    "text": "<strong>Başabaş noktası analizi ile ilgili olarak aşağıda verilen ifadelerden hangisi doğrudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sabit maliyetlerin yüksek olması, başa baş noktasına ulaşıması için satış miktarının da yüksek olmasını gerektirir.",
      "B": "Sabit maliyetlerin yüksek olması, işletmelerin düşük talep dönemlerinde yüksek kar elde etmelerini sağlar.",
      "C": "Başa baş noktası analizi yöneticilerin hangi noktaya kadar para kazanabileceklerini gösteren varsayımlar geliştirmelerini gerektirir.",
      "D": "Başa baş noktasını belirleyen temel faktör değişken maliyetlerdir.",
      "E": "Başa baş düzeyinde elde edilen toplam hasılat toplam maliyetlerden yüksek olarak gerçekleşir."
    },
    "explanation": "Çözümde de belirtildiği üzere sabit maliyetlerin yüksek olması, başa baş noktasına ulaşıması için satış miktarının da yüksek olmasını gerektirir. Bu toplam maliyetler ile toplam hasılatın birbirine eşit olması yani başa baş noktasına ulaşılması için gereklidir.<br/>Sabit maliyetleri<br/>yüksek olan işletmelerin başabaş noktasına ulaşması için gerçekleştirmesi gereken satış düzeyi de yüksek<br/>olmaktadır. Sabit maliyetlerin yüksek olması talebin düşüş dönemlerinde işletmenin zarar etmesine sebep<br/>olabilir. Ancak, sabit maliyetler yüklenilmesi olumsuz olarak görülmemelidir. İşletme sabit giderler<br/>oluşturan yatırımlarına bağlı olarak talep koşulları iyi olduğunda yüksek kazançlar elde edilebilmektedir.<br/>İşletme yöneticileri satışlar ve maliyetler ile ilgili varsayımlar geliştirmektedir. İşletmelerin<br/>gerçekleştirdiği varsayımlar yöneticileri hangi noktaya kadar para kaybedeceklerini belirlemeye<br/>yöneltmektedir. Bu durum ile ilgili analize başabaş noktası analizi denilmektedir. Başabaş noktasını belirleyen<br/>temel değişken satışlar olarak kabul edilmektedir. Bu nedenle yöneticiler başabaş noktasını analiz<br/>ederken satış düzeyinden yararlanmaktadır.<br/>Başabaş noktası satış düzeyinde elde edilen kâr miktarı sıfır olmakta ve toplam<br/>hasılatlar toplam maliyetlere eşit olarak gerçekleşmektedir."
  },
  {
    "id": "3667954",
    "unitNumber": 4,
    "text": "Sabit maliyetler toplamı 400.000 bin TL, birim satış fiyatı 25 Tl ve birim değişken gideri 5 TL olan bir işletmenin 30.000 TL kar rakamına ulaşması için gerekli satış miktarı ne kadardır?",
    "correctAnswer": "D",
    "options": {
      "A": "20.000 adet",
      "B": "20.500 adet",
      "C": "21.000 adet",
      "D": "21.500 adet",
      "E": "22.000 adet"
    },
    "explanation": "Sayfa 90'da verilen formül doğrultusunda, soruda verilen rakamlar formüldeki ilgili yerlere yerleştirildiğinde cevap 21.500 olarak hesaplanmaktadır.<br/>Hedeflenen kâr rakamına ulaşmak için başabaş noktası satış miktarı hesaplamasında sabit maliyetlere istenen kâr miktarı eklendikten sonra katkı payına bölünmelidir. Katkı payı ise Birim Satış Fiyatından Birim Değişken Gider miktarının düşülmesiyle bulunur. Dolayısıyla cevap:<br/>(400.000+30.000) / (25-5)= 21.500 adet olmaktadır."
  },
  {
    "id": "3667999",
    "unitNumber": 4,
    "text": "<strong>Başabaş noktası analizi aşağıda verilen hedeflerin hangisine ulaşma amacıyla <u>kullanılamaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Piyasaya sürülen yeni bir ürünün karlı olup olmadığının anlaşılması.",
      "B": "Kar elde etmek için gerekli minimum satış miktarının belirlenmesi",
      "C": "İşletmenin net bugünkü değerinin sıfır olduğu noktanın belirlenmesi",
      "D": "Faiz ve vergi öncesi kar için başa baş noktasının hesaplanmak istenmesi.",
      "E": "Pazar payının belirlenmek istenmesi."
    },
    "explanation": "Çözümde de belirtildiği üzere başa baş analizi pazar payının belirlenmesi amacıyla kullanılamaz.<br/>Başabaş analizi bir yatırım projesinin ya da işletmenin net bugünkü değerini sıfır olduğu parametrenin<br/>belirlenmesi amacıyla yapılan bir hassasiyet analizi olarak uygulanabilmektedir. <br/>Gelir tablosunda yer alan kâr göstergeleri için başabaş noktası hesaplanabilir. Örneğin, başabaş noktası hesaplamasında Faiz ve Vergi Öncesi Kâr (FVÖK) için başabaş noktasının<br/>hesaplanması istenebilir.\n<br/>Başabaş noktası analizi belirlenen kâr elde etmek için gereken minimum satış miktarı ürünün piyasada ne kadar talep göreceği ile ilgili tahminler ile karşılaştırılmalıdır.\n<br/>Yeni sunulacak ürünün kârlı olup olmadığını belirlemek başabaş<br/>noktası analizi ile yapılabilir."
  },
  {
    "id": "3668056",
    "unitNumber": 4,
    "text": "I- Risk seviyesi arttıkça yatırımcılar karşılığında daha yüksek kazançlar bekler.<br/>II- Risksiz yatırım, yatırımlardan beklenen nakit akışlarının hem miktar hem de zaman açısından öngörülebilir olduğu senaryoyu ifade eder.<br/>III- Daha fazla karlılık elde etmek için şirket yöneticilerinin ve ortaklarının daha düşük risk seviyelerini üstlenmeleri gerekebilir.\n <strong>Risk kavramı ile ilgili yukarıda verilen ifadelerden hangisi/hangileri doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "II ve III",
      "E": "I ve II"
    },
    "explanation": "Çözümde de belirtildiği üzere yöneticiler ve ortakların yüksek kar beklentisi durumunda daha fazla risk almaları gerekebilmektedir.<br/>Risk arttıkça yatırımcılar karşılık olarak daha fazla getiri beklentisi içe<br/>risine girmektedir.<br/>İşletme yöneticileri ve ortakları daha fazla getiri yakala<br/>mayı hedefliyorlar ise daha fazla risk almaları gerekebilir.<br/>Risksiz yatırım, yatırımlardan beklenen nakit akımlarının miktarının ve<br/>zamanlamasının kesin olduğu duruma denilmektedir."
  },
  {
    "id": "3670657",
    "unitNumber": 4,
    "text": "<strong>Aşağıda verilen durumların hangisinde işletmeler yalnızca faaliyet riski ile karşılaşırlar? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İşletmelerin borçlanarak kaynak sağladıkları durumda.",
      "B": "İşletmelerin sadece pay senedi ihracına bağlı olarak kaynak sağladıkları durumda.",
      "C": "Kaynak sağlayıcıların daha fazla istenen getiri oranı talep etmeleri durumunda.",
      "D": "Sabit faiz maliyetlerinden dolayı belirsizliklerin artması durumunda.",
      "E": "İşletmelerin yabancı borç finansmanı kullanmaları durumunda."
    },
    "explanation": "Çözümde de belirtildiği üzere işletmelerin kaynak yaratma amaçlı pay senedi ihraç etmeleri durumunda yalnızca faaliyet riski ortaya çıkacaktır.<br/>Bir işletme sadece pay senedi ihracıyla kaynak sağladığında karşılaştığı başlıca risk türü faaliyet riski ile sınırlı<br/>kalabilmektedir. Eğer, işletme borç finansmanı kullanırsa ödemesi mecburi olan faiz ödemeleri dolayısıyla<br/>sabit giderler ile karşılaşacaktır. Bu faiz giderleri ortaklara kâr payı ödemesinden önce gerçekleştirilmekte ve<br/>ortakların talep ettiği risk primini arttırmaktadır. Finansal risk bir işletmenin ihtiyaç duyduğu fonları yabancı<br/>kaynaklardan sağladığında karşılaştığı belirsizlikleri ifade etmektedir."
  },
  {
    "id": "3670700",
    "unitNumber": 4,
    "text": "<strong>Sabit maliyetlerin toplam faaliyet maliyetleri içerisindeki göreceli oranını açıklayan kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Finansal kaldıraç",
      "B": "Birleşik kaldıraç",
      "C": "Faaliyet kaldıracı",
      "D": "Vergi öncesi kar",
      "E": "Faaliyet riski"
    },
    "explanation": "Çözümde de belirtildiği üzere faaliyet kaldıracı sabit maaliyetlerin toplam faaliyet maaliyetleri içindeki oranını göstermektedir. Faaliyet kaldıracı başabaş satış düzeyinin üstünde ne kadarlık satış hacmi artışının hangi oranda kâr artışı sağlayacağını açıklamaktadır.<br/>Faaliyet kaldıracı sabit maliyetlerin toplam faaliyet maliyetleri içerisinde görece oranını açıklamaktadır."
  },
  {
    "id": "3670791",
    "unitNumber": 4,
    "text": "<strong>A işletmesinin faaliyet kaldıraç derecesi 3, B işletmesinin kaldıraç derecesi ise 4 olarak hesaplanmıştır. Buna göre A ve B işletmeleri karşılaştırıldığında aşağıda yer alan seçeneklerden hangisi/hangileri doğru olacaktır?;</strong>\n<br/><ol type=\"I\"><br/><li>A işletmesi B'ye göre daha fazla faaliyet riskine sahiptir. </li><br/><li>B işletmesinin satış karı düştükçe FVÖK üzerinde A'ya göre daha fazla yüzdesel kayıp yaşayacaktır. </li><br/><li>A işletmesinin satış karı arttıkça FVÖK üzerinde B'ye göre daha fazla yüzde artışı olacaktır.</li><br/></ol>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Yalnız III"
    },
    "explanation": "Çözümdeki açıklamalarla doğru orantılı olarak düşünüldüğünde faaliyet kaldıraç oranı yüksek olan B işletmesi beklenen satışların düşmesi durumunda FVÖK üzerinde gelir kaybı yüzdesel olarak daha fazla olacaktır.<br/>A işletmesinde faaliyet kaldıracı derecesi 2 olarak hesaplanırken B işletmesinde faaliyet kaldıracı derecesi<br/>3 olarak hesaplanmıştır. Bu durumda B işletmesinin daha fazla faaliyet riskine sahip olduğu söylenebilmektedir.<br/>B işletmesi satış kârını arttırdığında FVÖK üzerinde daha fazla yüzde artış görebilecek ancak<br/>düşürdüğünde ise daha fazla yüzde kayıp ile karşılaşabilecektir."
  },
  {
    "id": "3670958",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi finansal kaldıraç hesaplama nedenlerinden birisi <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Finansal risk düzeyini göstermek.",
      "B": "Sermaye yapısı kararlarında optimal kaynak dağılımını sağlamaya yardımcı olmak.",
      "C": "Sabit maliyetlerin ve değişken maliyetlerin hangi oranda kullanılması gerektiğine karar vermek.",
      "D": "Vergilendirilecek kâr yaratmak amacıyla, FVÖK değişimlerinin oranını tespit etmek.",
      "E": "FVÖK ile Hisse Başına Kâr (HBK) arasındaki ilişkilerin belirlenmesi."
    },
    "explanation": "C şıkkında yer alan \"Sabit maliyetlerin ve değişken maliyetlerin hangi oranda kullanılması gerektiğine karar vermek.\" ifadesi faaliyet kaldıracının hesaplanma amaçlarından birisi olmaktadır.<br/>Finansal kaldıraç hesaplanmasının nedenleri: Sabit ödeme koşulu olan finansman kaynakları ile yapılan varlık yatırımları sonucunda ortakların getirisini maksimize etmeyi amaçlamak. Faiz ve Vergi Öncesi Kâr<br/>(FVÖK) ile Hisse Başına Kâr (HBK) arasındaki ilişkilerin belirlenmesi. FVÖK değişimlerinin vergilendirilecek kâr yaratmak amacıyla oranını tespit etmek. Sermaye yapısı kararlarında optimal kaynak dağılımını<br/>sağlamaya yardımcı olmak. Finansal aktivite bir başka deyişle finansal risk düzeyini göstermek."
  },
  {
    "id": "3671018",
    "unitNumber": 4,
    "text": "<strong>Vergi öncesi karın aşağıdakilerden hangisi ile oranlanması ile birleşik kaldıraç derecesi bulunmaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Satışlardaki değişim yüzdesi",
      "B": "Sabit maliyetlerdeki değişim yüzdesi",
      "C": "Değişken maliyetlerdeki değişim yüzdesi",
      "D": "Borçlanma oranındaki değişim yüzdesi",
      "E": "Finansman giderlerindeki değişim oranı"
    },
    "explanation": "Çözümde de belirtildiği üzere birleşik kaldıraç satışlardaki değişim yüzdesi ile ilgili olmaktadır.<br/>Faaliyet kaldıracı ve finansal kaldıraç derecelerinin toplam olarak ortaya çıkardığı dereceye birleşik kaldıraç derecesi adı verilmektedir. Vergi Öncesi Kâr (VÖK) ya da Hisse Başına Kazanç (HBK) değişim yüzdesinin satışlardaki değişim yüzdesi ile oranı birleşik kaldıraç derecesini açıklamaktadır."
  },
  {
    "id": "3688749",
    "unitNumber": 4,
    "text": "Başabaş noktasını belirleyen hedef aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sabit maliyetler",
      "B": "Değişken maliyetler",
      "C": "Muhasebe kazançları",
      "D": "Satış fiyatı",
      "E": "Satış miktarı"
    },
    "explanation": "Başabaş noktasını belirleyen hedef ise genellikle muhasebe kazançları olmaktadır. Başabaş analizi ile işletme hasılatlarının hangi düzeyde başabaş noktasına geldiğini hesaplamaktadır."
  },
  {
    "id": "3688753",
    "unitNumber": 4,
    "text": "Bir işletmede sabit maliyetler 950.000 TL, birim satış fiyatı 65 TL ve birim değişken gider 40 TL olduğuna göre, yatırımın başabaş satışmiktarı ne kadardır?",
    "correctAnswer": "D",
    "options": {
      "A": "35.000",
      "B": "36.000",
      "C": "37.000",
      "D": "38.000",
      "E": "39.000"
    },
    "explanation": "Başabaş satış miktarı = 950.000:(65-40)= 950.000:25 = 38.000 adet"
  },
  {
    "id": "3690841",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi işletmelerde yaşanan finansal risk ile ortaya çıkan problemlerden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Borçlanma kapasitesinin dolması",
      "B": "Nakit akımlarındaki belirsizlik",
      "C": "Nakit eksikliği",
      "D": "Likidite riski",
      "E": "Finansal esnekliğin kaybolması"
    },
    "explanation": "Finansal risk, işletmenin finansal esnekliğinin kaybolmasına yol açabilmektedir. Borçlanma kapasitesini doldurmayan firmalar finansal olarak daha fazla esnekliğe sahip olmaktadır. Borçlu olmayan işletmelerin nakit bulundurma imkanları da genişlemektedir. Bir işletmenin geniş nakit bulundurma imkanına sahip olması karşısına çıkacak yatırım fırsatlarından yararlanma şansını beraberinde getirmektedir. Ancak, çok fazla borçlanan işletmeler bu borçların geri ödemeleri dolayısıyla nakit eksikliği yaşayabilirler. Likidite sıkıntısı içerisinde kalarak önlerine çıkan yatırım fırsatlarından yararlanamayabilirler. Finansal risklerin olumsuz etkisinden korunmak isteyen işletmeler eğer finansal esnekliklere sahip olmak istiyorlar ise yüksek borçlanma düzeylerinden kaçınmaları gereklidir.\n <strong>Faaliyet riski</strong> işletmelerin faaliyetlerinden kaynaklanan nakit akımlarındaki belirsizlikleri ifade etmektedir. (sf. 95)"
  },
  {
    "id": "3690861",
    "unitNumber": 4,
    "text": "Bir işletmenin ihtiyaç duyduğu fonları yabancı kaynaklardan sağladığında karşılaştığı belirsizlikleri ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İflas riski",
      "B": "Likidite riski",
      "C": "Finansal risk",
      "D": "Faaliyet riski",
      "E": "Kredi riski"
    },
    "explanation": "Finansal risk bir işletmenin ihtiyaç duyduğu fonları yabancı kaynaklardan sağladığında karşılaştığı belirsizlikleri ifade etmektedir."
  },
  {
    "id": "3691064",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi faaliyet kaldıracı hesaplanmasının nedenlerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Satış miktarı ile satış hasılatı arasındaki ilişkilerin ortaya konması",
      "B": "Satış düzeyindeki değişimlerin karlılık üzerindeki etkisinin belirlenmesi",
      "C": "Sabit maliyetlerin ve değişken maliyetlerin hangi oranda kullanılması gerektiğine karar verilmesi",
      "D": "Sermaye yapısı kararlarında optimal kaynak dağılımını sağlamaya yardımcı olmak",
      "E": "Sabit maliyetler üstlenerek yapılan yatırımlar ile satışları artırmak için kararlar almak"
    },
    "explanation": "Faaliyet kaldıracı hesaplanmasının nedenleri olarak; Satış miktarı ile satış hasılatı arasındaki ilişkilerinin ortaya konulması, sabit maliyetler üstlenerek yapılan yatırımlar ile satışları artırmak için kararlar almak, satış düzeyindeki değişimlerin kârlılık üzerindeki etkisinin belirlenmesi, sabit maliyetlerin ve değişken maliyetlerin hangi oranda kullanılması gerektiğine karar verilmesi, faaliyetler içinde sabit maliyetlerin ne kadar yüksek olduğunun anlaşılması ve iş kolundaki faaliyet riskinin tanımlanması sayılabilir.\n Sermaye yapısı kararlarında optimal kaynak dağılımını sağlamaya yardımcı olmak finansal kaldıraç hesaplanmasının bir nedenidir (sf.102)."
  },
  {
    "id": "3691081",
    "unitNumber": 4,
    "text": "Bir işletmede birim satışfiyatı 650 TL, birim değişken maliyet 300 TL ve toplam sabit giderler 1.400.000 TL ise 20.000 adet satış düzeyindeki faaliyet kaldıracı derecesi kaçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "1.25",
      "B": "1.5",
      "C": "1.75",
      "D": "2",
      "E": "2.5"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f030ff12e9a8d65607c67937baec271a.jpeg\" alt=\"\" width=\"1303\" height=\"171\">"
  },
  {
    "id": "3691167",
    "unitNumber": 4,
    "text": "İşletmelerin finansal risk düzeyini göstermek amacıyla hesaplanan gösterge aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Faaliyet kaldıraç derecesi",
      "B": "Finansal kaldıraç derecesi",
      "C": "Birleşik kaldıraç derecesi",
      "D": "Faiz giderleri",
      "E": "Finansal giderler"
    },
    "explanation": "Finansal kaldıraç hesaplanmasının nedenleri: Sabit ödeme koşulu olan finansman kaynakları ile yapılan varlık yatırımları sonucunda ortakların getirisini maksimize etmeyi amaçlamak. Faiz ve Vergi Öncesi Kâr (FVÖK) ile Hisse Başına Kâr (HBK) arasındaki ilişkilerin belirlenmesi. FVÖK değişimlerinin vergilendirilecek kâr yaratmak amacıyla oranını tespit etmek. Sermaye yapısı kararlarında optimal kaynak dağılımınısağlamaya yardımcı olmak. <strong>Finansal aktivite bir başka deyişle finansal risk düzeyini göstermek.</strong>"
  },
  {
    "id": "3691173",
    "unitNumber": 4,
    "text": "Bir işletmede FVÖK %26 arttığı durumda Vergi öncesi kar %65 arttığına göre finansal kaldıraç derecesi kaçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "1.75",
      "B": "2",
      "C": "2.5",
      "D": "2.75",
      "E": "3"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ad5509468bcee9ece320e8a177796e32.jpeg\" alt=\"\" width=\"818\" height=\"191\">"
  },
  {
    "id": "3691281",
    "unitNumber": 4,
    "text": "Faaliyet kaldıraç derecesi 2 ve finansal kaldıraç derecesi 1.5 olan bir işletmenin satış miktarında meydana gelen %10'luk bir değişim vergi öncesi karı nasıl etkiler?",
    "correctAnswer": "D",
    "options": {
      "A": "Vergi öncesi karda %10'luk değişim olur.",
      "B": "Vergi öncesi karda %15'lik değişim olur.",
      "C": "Vergi öncesi karda %20'lik değişim olur.",
      "D": "Vergi öncesi karda %30'luk değişim olur.",
      "E": "Vergi öncesi kar aynı kalır."
    },
    "explanation": "Birleşik Kaldıraç = 2x1.5 = 3 olur. Satış karındaki %10 luk bir değişim vergi öncesi kar üzerine 3 kat fazla yansıyacağından, vergi öncesi karda %30 luk bir değişim meydana gelir."
  },
  {
    "id": "3691298",
    "unitNumber": 4,
    "text": "Satış miktarı 30.000 adet olan bir işletmede birim satış fiyatı 1.500 TL, birim değişken maliyet 1.000 TL, sabit giderler 5.000.000 TL ve faiz giderleri 2.500.000 TL olduğuna göre birleşik kaldıraç derecesi kaçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "1.5",
      "C": "2",
      "D": "2.5",
      "E": "3"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/a6afc1f0cc465038f77e50ddc7a957c5.jpeg\" alt=\"\" width=\"1458\" height=\"415\">"
  },
  {
    "id": "3666002",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi işletmenin mali kaynaklarını etkili bir şekilde yönetmeyi<br/>sağlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Mali tablo analizi",
      "B": "Yatırım kontrolü",
      "C": "Tasarruf kontrolü",
      "D": "Harcama kontrolü",
      "E": "Kaynak yönetimi"
    },
    "explanation": "Kaynak Yönetimi: Finansal planlama, işletmenin mali kaynaklarını etkili bir şekilde yönetmeyi<br/>sağlar."
  },
  {
    "id": "3666014",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir şirketin belirli bir dönemdeki nakit girişleri ve çıkışlarını planlamak<br/>amacıyla hazırlanan bir finansal planlama<br/>aracıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Nakit bütçesi",
      "B": "Nakit girişi",
      "C": "Nakit Çıkışı",
      "D": "Olağan finansal planlar",
      "E": "Özel finansal planlar"
    },
    "explanation": "Nakit bütçesi, bir şirketin belirli bir dönemdeki nakit girişleri ve çıkışlarını planlamak<br/>amacıyla hazırlanan bir finansal planlama<br/>aracıdır."
  },
  {
    "id": "3666022",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir işletmenin gelecekteki<br/>mali durumunu tahmin etmek amacıyla oluşturulan finansal tabloyu ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Varlık kalemleri",
      "B": "Satış hacmi planlaması",
      "C": "Finansman kaynaklarının tahmini",
      "D": "Proforma bilanço",
      "E": "Öz sermaye tahmini"
    },
    "explanation": "Proforma Bilanço, bir işletmenin gelecekteki<br/>mali durumunu tahmin etmek amacıyla oluşturulan finansal tabloyu ifade eder."
  },
  {
    "id": "3666032",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir değişkenin diğerine olan<br/>etkisini ölçmenin yanı sıra, tahmin yapma ve gelecekteki olayları anlama amacıyla kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Satış analizi",
      "B": "Regresyon analizi",
      "C": "Talep analizi",
      "D": "Piyasa analizi",
      "E": "Gelecek analizi"
    },
    "explanation": "Regresyon analizi, bir değişkenin diğerine olan<br/>etkisini ölçmenin yanı sıra, tahmin yapma ve gelecekteki olayları anlama amacıyla da kullanılır."
  },
  {
    "id": "3666035",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi yeni kurulmuş bir işletme için proforma bilanço<br/>düzenlenmesinde kullanılabilecek en uygun yöntemidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Borç yönetimi",
      "B": "Özsermaye analzi",
      "C": "Oranlar yöntemi",
      "D": "Stok devir hızı",
      "E": "Alacak yönetimi"
    },
    "explanation": "Yeni kurulmuş bir işletme için proforma bilanço<br/>düzenlenmesinde kullanılabilecek en uygun yöntem oranlar yöntemidir."
  },
  {
    "id": "3666039",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir şirketin gelecek<br/>dönem için tahmini gelir ve giderlerini gösteren bir finansal belgedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Proforma bilanço",
      "B": "Proforma gelir tablosu",
      "C": "Varlık yönetimi",
      "D": "Yatırım analizi",
      "E": "Proje yönetimi"
    },
    "explanation": "Proforma gelir tablosu, bir şirketin gelecek<br/>dönem için tahmini gelir ve giderlerini gösteren bir finansal belgedir."
  },
  {
    "id": "3666045",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir şirketin gelecekteki dönem için tahmini nakit girişlerini<br/>ve çıkışlarını gösteren bir finansal belgedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Proforma fon akım tablosu",
      "B": "Proforma bilanço",
      "C": "Proforma nakit analizi",
      "D": "Karar alma süreçleri",
      "E": "Stratejik planlamanın güçlendirilmesi"
    },
    "explanation": "Proforma fon akım tablosu, bir şirketin gelecekteki dönem için tahmini nakit girişlerini<br/>ve çıkışlarını gösteren bir finansal belgedir"
  },
  {
    "id": "3666185",
    "unitNumber": 5,
    "text": "I. Nakit girişleri tablosu\n <br/>II. Nakit çıkışları tablosu\n III. Tahsilat tablosu\n IV. Finansal işlemler tablosu\n Yukarıda verilenlerden hangisi nakit bütçesi'nin ana bölümlerini oluşturur?",
    "correctAnswer": "C",
    "options": {
      "A": "I. ve II.",
      "B": "I., II. ve III.",
      "C": "I., II. ve IV.",
      "D": "II., III. ve IV.",
      "E": "II. ve IV."
    },
    "explanation": "Nakit bütçesi genellikle üç ana<br/>bölümden oluşur (Ercan ve Ban, 2018):<br/>• Nakit girişleri tablosu,<br/>• Nakit çıkışları tablosu,<br/>• Finansal işlemler tablosu.<br/>I., II. ve IV."
  },
  {
    "id": "3666193",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi nakit, alacaklar ve stok gibi<br/>şirketin kısa vadeli varlıklarını kapsar?",
    "correctAnswer": "E",
    "options": {
      "A": "Öz sermaye tahmini",
      "B": "Finansman kaynaları",
      "C": "Satış hacmi",
      "D": "Duran varlıklar",
      "E": "Dönen varlıklar"
    },
    "explanation": "Dönen Varlıklar: Nakit, alacaklar ve stok gibi<br/>şirketin kısa vadeli varlıklarını kapsar."
  },
  {
    "id": "3666197",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi şirketin uzun vadeli kullanımı amaçlanan varlıklarını kapsar?",
    "correctAnswer": "D",
    "options": {
      "A": "Alacaklar",
      "B": "Stoklar",
      "C": "Fonlar",
      "D": "Duran varlıklar",
      "E": "Hazır değerler"
    },
    "explanation": "Duran Varlıklar: Şirketin uzun vadeli kullanımı amaçlanan varlıklarını kapsar."
  },
  {
    "id": "3684322",
    "unitNumber": 5,
    "text": "1. İşletmeler küresel ekonomik faktörlerle başa çıkmak zorundadırlar ve bu dinamik ortam işletmelerin yol almak zorunda olduğu ve finansal yapılarını yönetmek zorunda oldukları ortamdır burada işletmeler finansal planlamayı ve tahminleri kullanırlar rehber niteliği taşıyan finansal planlama ve tahmin için aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Finansal planlama ve tahmin işletmelerin uzun vadeli hedeflerine ulaşmasına yardımcı olur.",
      "B": "Finansal planlama ve tahmin nedenlerin ve elde edilen sonuçların anlaşılarak olumluya çevrilmesine ve daha iyiye geçilmesine destek verir.",
      "C": "Finansal planlama ve tahmin işletmenin gelecekte belirsizliklere uyum sağlamsına katkı sağlar.",
      "D": "Finansal planlama ve tahmin işletmelerin sürdürülebilir başarısına katkı sağlar.",
      "E": "Finansal planlama ve tahmin işletmelerin gelecekteki mali durumunu tahmin etmeye yardım eder."
    },
    "explanation": "GİRİŞ\n Günümüzde, iş dünyası karmaşık ve hızlı bir değişimle karşı karşıyadır. İşletmeler; sürekli olarak değişen pazar koşulları, teknolojik gelişmeler ve küresel ekonomik faktörlerle başa çıkmak zorundadır. Bu dinamik ortamda finansal planlama ve tahminler, bir işletmenin başarılı bir şekilde yol almasında kritik bir rol oynamaktadır. Finansal planlama ve tahmin süreçlerinin temel prensiplerini anlamak, etkili stratejiler oluşturmak ve finansal geleceği şekillendirmek adına bir rehber niteliği taşımaktadır. Finansal planlama, bir şirketin uzun vadeli hedeflerine ulaşmasında önemli bir kılavuzdur. Finansal tahminler ise gelecekteki belirsizliklere uyum sağlama ve işletmelerin sürdürülebilir başarısına katkıda bulunmak için önemlidir."
  },
  {
    "id": "3686999",
    "unitNumber": 5,
    "text": "2. Finansal planlama ve tahminler finans yöneticilerin görevidir bu görevi yaparken \"nakit bütçesinden\" faydalanır \"nakit bütçesi\" işletmelerin belirli bir dönemdeki nakit girişlerini ve çıkışlarını ayrıntılı bir şekilde planlayan kontrol eden ve tahmin eden finansal araçtır \"nakit bütçesi\" ile ilgili olarak aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Nakit bütçesi işletmelerin likidite yönetimini sağlar.",
      "B": "Nakit bütçesi ile işletmeler gelecek ve geçmişle birlikte ve her ikisini de inceleyerek bankalarla olan zorunlu ve kesin yapılacak işlerini düzenler.",
      "C": "Nakit bütçesi işletmelerin finansal sağlıklarını değerlendirmek ve potansiyel nakit akışı sorunlarını önceden belirleyerek önlemek için kullanır.",
      "D": "Nakit bütçesi işletmenin belirli bir gelecek dönemdeki nakit ihtiyaçlarını tahmin etmeye yardımcı olmak amacıyla hazırlanır.",
      "E": "Nakit bütçesi işletmenin tahsilatlarını yani alacaklarını da içerir."
    },
    "explanation": "GİRİŞ<br/>Finans yöneticileri, kısa vadeli planlama için özellikle işletme bütçeleri arasından öne çıkan nakit bütçesinden faydalanırlarken, uzun vadeli finansal planlama süreçlerinde genellikle tahminlere dayalı proforma mali tablolar kullanmaktadır. Nakit bütçesi, bir işletmenin belirli bir dönemdeki nakit girişlerini ve çıkışlarını ayrıntılı bir şekilde planlayan, kontrol eden ve tahmin eden bir finansal araçtır. Nakit bütçesi, işletmelerin likidite yönetimini sağlamak, finansal sağlıklarını değerlendirmek ve potansiyel nakit akışı sorunlarını önceden belirleyerek önlemek için kullanılır. Nakit bütçesi genellikle bir işletmenin belirli bir gelecek dönemdeki nakit ihtiyaçlarını tahmin etmeye yardımcı olmak amacıyla hazırlanır. Bu bütçe, işletmenin tahsilatlarını (alacakları), ödemelerini (borçları), yatırım harcamalarını ve diğer nakit akışlarını içerir. Böylece işletme, belirli bir dönemde ne kadar nakit ihtiyacı olacağını ve bu ihtiyacı karşılamak için hangi kaynaklara başvurabileceğini planlayabilir."
  },
  {
    "id": "3687004",
    "unitNumber": 5,
    "text": "3. Finans yöneticileri uzun vadeli finansal planlama süreçlerinde tahminlere dayalı \"proforma mali tabloları\" kullanırlar aşağıdakilerden hangisi \"proforma mali tablolar\" ile ilgili olarak yanlıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Proforma mali tablolar işletmenin gelecekteki mali durumunu ya da performansını tahmin etmek için oluşturulan mali tablolardır.",
      "B": "Proforma mali tabloları işletmeler yeni bir projenin başlangıcı, birleşme, satın alma ve diğer önemli değişiklikler gibi belirli bir olayın etkilerini değerlendirmek amacıyla kullanırlar.",
      "C": "Proforma mali tablolar işletmenin gelecekteki performansını daha iyi anlamak yerine tahmin ederek daha ileriye ve daha planlı uygulamalara geçmede kullanılır.",
      "D": "Proforma mali tablolar işletmenin gelecekteki mali durumunu yansıtan varsayımlar ve projeksiyonları içerir.",
      "E": "Proforma mali tablolar mali tablolar, gelir tablosu, bilanço ve fon akım tablosunu içerir."
    },
    "explanation": "GİRİŞ<br/>Proforma mali tablo ise bir işletmenin gelecekteki mali durumunu veya performansını tahmin etmek için oluşturulan bir mali tablodur. Genellikle işletme, yeni bir projenin başlangıcı, birleşme, satın alma veya diğer önemli değişiklikler gibi belirli bir olayın etkilerini değerlendirmek amacıyla proforma mali tablolar kullanır. Bu tablolar, işletmenin gelecekteki olası mali durumunu yansıtan varsayımlar ve projeksiyonlar içerir. Proforma mali tablolar, genellikle gelir tablosu, bilanço ve fon akım tablosu gibi temel finansal tabloları içerir. Bu tablolar, işletmenin gelecekteki performansını daha iyi anlamak ve kararlarını planlamak için kullanılır."
  },
  {
    "id": "3687008",
    "unitNumber": 5,
    "text": "4. Finansal planlama işletme ile ilgili gelecekte ortaya çıkması muhtemel sorunların henüz ortaya çıkmadan önlem olarak neyin, ne zaman ve ne şekilde yapılması gerektiği konusunda düşünmeyi gerektiren süreçtir finansal planlama işletmenin gelecekteki hedeflerine ulaşmayı sağlamak için bazı konular üzerinde planlama yapar aşağıdakilerden hangisi bu konulardan birisi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gelir",
      "B": "Harcama",
      "C": "Tasarruf",
      "D": "Uzun vadeler",
      "E": "Yatırım"
    },
    "explanation": "FİNANSAL PLANLAMA KAVRAMI VE TÜRLERİ\n Finansal planlama, işletme ile ilgili gelecekte ortaya çıkması muhtemel sorunların henüz ortaya çıkmadan; önlem olarak neyin, ne zaman ve ne şekilde yapılması gerektiği konusunda önceden sistematik bir şekilde düşünmeyi gerektiren bir süreçtir. Bir başka ifade ile finansal planlama, işletmelerin gelecekteki hedeflerine ulaşmalarını sağlamak için gelir, harcama, tasarruf ve yatırım gibi finansal faaliyetleri planlamayı içeren bir süreçtir (Sayılgan, 2017)."
  },
  {
    "id": "3687014",
    "unitNumber": 5,
    "text": "5. İşletmeler ve finans yöneticileri için finansal planlama bir çok önemli avantaj sağlar işletmeler genellikle finansal planlamayı yine çok sayıda sebeple önemserler aşağıdakilerden hangisi bu sebeplerden birisi olarak sayılamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Kaynak yönetimi",
      "B": "Bütçe oluşturma ve kontrol",
      "C": "Stratejik hedeflere ulaşma",
      "D": "Risk yönetimi",
      "E": "Borç alma ve borç verme olanakları"
    },
    "explanation": "FİNANSAL PLANLAMA KAVRAMI VE TÜRLERİ<br/>İşletmeler için finansal planlama bir dizi önemli avantaj sağlar. İşletmeler genellikle finansal planlamayı aşağıdaki nedenlerle önemser:\n dikkat İşletmeler finansal planlamayı kaynak yönetimi, bütçe oluşturma ve kontrol, stratejik hedeflere ulaşma, risk yönetimi, kredi ve yatırım imkânları, performans değerlendirmesi ve vergi planlaması gibi nedenlerle önemserler."
  },
  {
    "id": "3687021",
    "unitNumber": 5,
    "text": "6. Finansal planlama yaparken işletmeler bu süreçte ilk olarak \"kaynak yönetimi\" yaparlar \"kaynak yönetimi\" işletmenin mali kaynaklarının etkili bir biçimde yönetmeyi sağlar bu işletmenin kendi nakit akışını izlemesi ve giderlerini kontrol etmesi anlamına gelir \"kaynak yönetiminde\" son adım aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşletmenin stratejik olarak kaynak kullanmasına yardımcı olma",
      "B": "İşletmenin proforma mali tablolarının bir sonraki yeni olanına hazırlı olma",
      "C": "İşletmenin nakit bütçesinin belirli bir dönemle ilgili olmasın durumunda çıkarma",
      "D": "İşletmenin süreçlerle içinde yer olan belirli olayların etkilerini olumlu hale getirme",
      "E": "İşletmenin finansal planlarında kolaylıkla değişiklikler yapmasını sağlama"
    },
    "explanation": "Kaynak Yönetimi:\n Finansal planlama, işletmenin mali kaynaklarını etkili bir şekilde yönetmeyi sağlar. Bu, işletmenin nakit akışını izlemesine, giderleri kontrol etmesine ve stratejik olarak kaynakları kullanmasına yardımcı olur."
  },
  {
    "id": "3687028",
    "unitNumber": 5,
    "text": "7. İşletmelerin bir bütçe oluşturması ve bu bütçeyi takip etmesine yardımcı olan süreç finansal planlamadır bütçenin içerdiği bilgi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletmenin belirli bir dönemi",
      "B": "Gelirler ve giderler",
      "C": "Belirli bir olayın etkileri",
      "D": "Birleşme kararları",
      "E": "Mali durumun yansımaları"
    },
    "explanation": "Bütçe Oluşturma ve Kontrol:\n Finansal planlama, işletmelerin bütçe oluşturmasına ve bu bütçeyi takip etmesine yardımcı olur. Bütçe, gelirleri ve giderleri önceden tahmin etmeyi sağlar, bu da işletmenin finansal hedeflerine ulaşmasına yardımcı olur."
  },
  {
    "id": "3687035",
    "unitNumber": 5,
    "text": "8. İşletmelerin uzun vadeli hedeflerine ulaşabilmeleri için finansal hedefler belirlemeleri gereklidir burada \"stratejik hedeflere ulaşma\" önemli bir adım olarak finansal planlama içinde yapılır \"stratejik hedeflere ulaşma\" nasıl elde edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Varsayımlara ağırlık verilerek",
      "B": "Birinci sırada yapılacak iş olarak projeksiyonların başlangıcı yapılarak",
      "C": "Mali stratejiler belirlenerek",
      "D": "Temel finansal tablolardan bilançoyu seçerek",
      "E": "Mali ihtiyaçları karşılaştırarak"
    },
    "explanation": "Stratejik Hedeflere Ulaşma:\n İşletmelerin uzun vadeli hedeflerine ulaşabilmeleri için finansal hedefler belirlemeleri önemlidir. Finansal planlama, bu hedeflere ulaşmak için gereken mali stratejileri belirlemeye yardımcı olur."
  },
  {
    "id": "3687041",
    "unitNumber": 5,
    "text": "9. \"Performans değerlendirmesi\" finansal planlamanın kullanıldığı süreç içindeki konulardan birisidir \"performans değerlendirmesi\" işletmenin aşağıdaki konuların hangisiyle ilgili bilgi sağlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Vergi yükünü azaltarak giderme",
      "B": "Değişen pazar koşullarını düzeltme",
      "C": "Yasalara uygun yapıyı sürdürme",
      "D": "İşletmenin gücü ve zayıflıkları",
      "E": "İyi finansal planlama yapma"
    },
    "explanation": "Performans Değerlendirmesi:\n Finansal planlama, işletmenin performansını değerlendirmek için kullanılır. Belirlenen finansal hedeflere ulaşılıp ulaşılmadığını takip etmek, işletmenin gücü ve zayıflıkları konusunda bilgi sağlar."
  },
  {
    "id": "3687053",
    "unitNumber": 5,
    "text": "9. İşletmelerin kullandığı finansal planlar kapsadıkları döneme göre farklılık gösterir ve üçe ayrılır bunlar kısa vadeli, orta vadeli planlardır üçüncüsü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hedeflere ulaşma",
      "B": "Rekabet avantajı",
      "C": "Mali istikrar sağlama",
      "D": "Kaynakların etkili bir biçimde kullanımı",
      "E": "Uzun vadeli finansal planlar"
    },
    "explanation": "Finansal Planlama Türleri\n Finansal planlar, genellikle kapsadıkları döneme göre farklılık gösterir ve üçe ayrılırlar. İşletmeler, genellikle kısa vadeli, orta vadeli ve uzun vadeli finansal planlamalar yaparlar. Finansal planlar işletmenin amacına göre ise olağan, özel ve olağanüstü planlar olmak üzere üçe ayrılır. İlk olarak, kapsadıkları döneme göre finansal planlar şu şekilde açıklanmaktadır:"
  },
  {
    "id": "3687062",
    "unitNumber": 5,
    "text": "10. Finansal planlar farklı bir biçimde işletmenin amacına göre hazırlanır ve üç çeşittir bunlar olağan, özel ve olağanüstü planlardır \"olağan finansal planlar gelir ve giderlerin hangi özelliğine odaklanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Miktar ve zaman",
      "B": "Operasyonel düzeyler",
      "C": "İkincil planlar",
      "D": "Nakit yönetimi",
      "E": "Haftalık olarak yönetilmesi"
    },
    "explanation": "Olağan Finansal Planlar:\n İşletme faaliyetlerini başarılı bir şekilde yönetmek için oluşturulan bu planlar, miktar ve zaman bakımından birbirini tamamlayan gelir ve giderleri içerir. Nakit planı, işletmenin likidite yönetimini dengelemeye odaklanırken kredi planı finansman kaynaklarını belirlemede önemli bir rol oynar. Ödeme araçları planı ise işletmenin ödeme stratejilerini belirleyerek mali istikrarını güçlendirir."
  },
  {
    "id": "3673206",
    "unitNumber": 6,
    "text": "<strong>Dönen varlıklar ve duran varlıklar arasındaki farklar düşünüldüğünde aşağıdaki ifadelerden hangisi doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Duran varlıkların nakde dönüşüm süresi bir yıldan kısadır.",
      "B": "Dönen varlıkların getiri sağlama potansiyeli daha yüksektir.",
      "C": "Dönen varlıklara yapılan kaynak tahsilatları bölünebilir niteliktedir.",
      "D": "Duran varlıkların likitidesi daha yüksektir.",
      "E": "Dönen varlıkların paraya dönüşüm hızı daha uzundur."
    },
    "explanation": "Doğru cevap olan C şıkkında verildiği üzere dönen varlıklara bölünebilirlik özellikleri nedeniyle daha fazla ya da daha az kaynak tahsisi mümkündür.<br/>Çalışma sermayesi olarak adlandırılan varlık<br/>grubunun ayırt edici yönlerinin, işletmelerin sahip<br/>oldukları bir diğer varlık grubu olan duran<br/>varlıklar ile farklılıkları üzerinden açıklanması<br/>mümkündür. Dönen varlıklar ile duran varlıklar<br/>arasındaki başlıca farklılıklar şu şekilde sıralanabilir<br/>• İki varlık grubu arasındaki en belirgin farklılık<br/>nakde dönüşüm süreleri bakımındandır.<br/>Dönen varlıklar bir yıldan kısa sürede<br/>nakde dönüşürken duran varlıkların nakde<br/>dönüşüm süresi bir yıldan uzundur.<br/>• Dönen varlıkların getiri sağlama potansiyeli<br/>duran varlıklara kıyasla daha düşüktür.<br/>• Çalışma sermayesi olarak adlandırılan varlıklara<br/>yapılan kaynak tahsisatları bölünebilir<br/>niteliktedir. Bölünebilirlik özellikleri nedeniyle<br/>bu varlıklara daha fazla ya da daha<br/>az kaynak tahsisi mümkündür.<br/>• Çalışma sermayesi olarak adlandırılan varlık<br/>grubunun likiditesi yüksektir. Likidite<br/>ile kastettiğimiz paraya dönüş hızı olup bu<br/>grup varlıkların kısa sürede paraya dönüşme<br/>imkânı vardır."
  },
  {
    "id": "3673225",
    "unitNumber": 6,
    "text": "I- İşletmelerin satış hacmi ile dönen varlık seviyesi arasında doğrudan<br/>ve pozitif bir ilişkinin olması.\n II- Dönen varlıkların, toplam varlıklar içerisindeki nispi ağırlıkları azaldıkça çalışma sermayesinin öneminin artması.\n III- Finansal faaliyetlerin, zaman açısından büyük bir kısmını oluşturması. \n <strong>Yukarıda verilen ifadelerden hangisi/hangileri çalışma sermayesinin işletmeler açısından neden önemli olduğunu göstermektedir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "I ve III",
      "B": "Yalnız I",
      "C": "Yalnız II",
      "D": "II ve III",
      "E": "Yalnız III"
    },
    "explanation": "Çözümde de gösterildiği üzere Çalışma sermayesi olarak adlandırılan dönen varlıkların toplam varlıklar içerisindeki nispi ağırlığının arttığı ölçüde, çalışma sermayesinin yönetiminin önemi de artmaktadır.<br/>Çalışma sermayesi ve yönetimini işletmeler bakımından<br/>önemli kılan nedenler şunlardır: <br/>1. İşletmelerde finans yöneticilerinin yaptıkları<br/>işlerin, gerçekleştirdikleri faaliyetlerin zaman<br/>bakımından en büyük kısmı bu grup<br/>varlıklara ilişkin işler ve kararlardan oluşur.<br/>2. Çalışma sermayesi olarak adlandırılan dönen<br/>varlıkların toplam varlıklar içerisindeki<br/>nispi ağırlığının arttığı ölçüde, çalışma sermayesinin<br/>yönetiminin önemi de artar. Bu<br/>durumda, çalışma sermayesi ile bağlantılı<br/>olan ve hemen her işletme için geçerli olan<br/>para-mal-alacak-para şeklinde ifade edilebilecek çalışma sermayesi döngüsü ve bu döngünün<br/>yönetimi konusu önemli hale gelir.<br/>3. Çalışma sermayesi tutarının işletme satışları<br/>ile doğrudan ilişkili olması da bu varlıkların<br/>yönetimi konusunu önemli kılan nedenlerden<br/>birisidir. Genellikle, işletmelerin satış<br/>hacmi ile dönen varlık seviyesi arasında doğrudan<br/>ve pozitif (eş yönlü) bir ilişki vardır"
  },
  {
    "id": "3673238",
    "unitNumber": 6,
    "text": "<strong>Çalışma sermayesinin finansmanı açısından, riske karşı atak bir yaklaşım sergileyen bir işletme için aşağıdakilerden hangisi söylenebilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Satış hacmindeki artışın çalışma sermayesinde de artışı gerektirdiği durumda, finansman kısa vadeli kaynaklarla sağlanır.",
      "B": "Çalışma sermayesinin sabit kısmı öz kaynaklar kullanılarak karşılanmaktadır.",
      "C": "Dönen varlıkların tümü kısa vadeli kaynaklarla karşılanır.",
      "D": "Kısa süreli borçlanmanın maliyet avantajından yararlanılır.",
      "E": "Çalışma sermayesinin değişken kısmının tamamı uzun vadeli borçlar ve özkaynaklar ile karşılanır."
    },
    "explanation": "Çözümde de belirtildiği üzere riske karşı atak yaklaşım sergilendiği durumda işletmenin<br/>sahip olduğu dönen varlıkların tümünün (sabit ve değişken kısım toplamı) kısa vadeli kaynaklarla<br/>karşılanması, sabit varlıkların ise uzun süreli borçlar ve özkaynaklarla karşılanması söz konusudur.<br/>Çalışma sermayesinin finansmanı konusunda riske karşı atak yaklaşım sergilendiği durumda ise işletmenin<br/>sahip olduğu dönen varlıkların tümünün (sabit ve değişken kısım toplamı) kısa vadeli kaynaklarla<br/>karşılanması, sabit varlıkların ise uzun süreli borçlar ve özkaynaklarla karşılanması söz konusudur. Bu<br/>yaklaşımda ihtiyatlı yaklaşıma kıyasla kısa süreli borçların daha fazla olması nedeniyle işletmenin üstlenmiş<br/>olduğu risk de daha yüksek olacaktır."
  },
  {
    "id": "3673260",
    "unitNumber": 6,
    "text": "<strong>Kısa süreli borçlarını ödemek yerine, nakitini elde tutan bir işletme için aşağıdakilerden hangisinin ortaya çıkması beklenir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kaynaklarını düşük maliyetlerle temin edememe.",
      "B": "Ödenecek faizlerde tasarruf olanağından faydalanamama.",
      "C": "Gelecekteki karlı yatırım fırsatlarından faydalanamama.",
      "D": "Satıcıların sağladığı nakit iskontolarından yararlanamama.",
      "E": "Günlük faaliyetlerin gerektirdiği ödemeleri aksatma."
    },
    "explanation": "İşletmelerin kısa vadeli borçlarını ödemesi onlara çeşitli faiz tasarruflarından yararlanma imkanı sunmaktadır.<br/>İşletmeler elde bulundurdukları nakdi, kısa<br/>süreli borçlarını ödemekte kullanabilir. Bunun<br/>yerine nakit olarak elde tutulması, ödenecek<br/>faizlerde tasarruf olanağını ortadan<br/>kaldırmaktadır."
  },
  {
    "id": "3673291",
    "unitNumber": 6,
    "text": "<strong>Endüstriyel ürünler satan bir işletmenin alacaklara bağladığı fonların yüksek olması aşağıdakilerden hangisi ile ilişkilidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Satılan Ürünün Niteliği",
      "B": "İşletmenin Büyüklüğü",
      "C": "Kaynak Temin Olanakları",
      "D": "İşletmenin Kredili Satış Politikası",
      "E": "Satış Hacmi"
    },
    "explanation": "Çözümde de belirtildiği üzere tüketim hızı yavaş olan büyük hacimli ürünlerin satışına yönelik olarak, bu ürünlerin niteliklerinden dolayı daha fazla fon bağlanması gerekmektedir.<br/>Satılan Ürünün Niteliği; Gıda maddeleri gibi<br/>satılan ürünün tüketim hızının yüksek olduğu durumda,<br/>tanınan vadeler nispeten daha kısa olacağından<br/>alacaklara bağlanan fonlar daha az, dayanıklı<br/>tüketim malları ya da endüstriyel ürünler gibi<br/>ürünün tüketim hızının yavaş olduğu durumda<br/>daha uzun vadeler söz konusu olacağından, alacaklara<br/>bağlanan fonlar da daha büyük tutarlarda<br/>olacaktır."
  },
  {
    "id": "3675205",
    "unitNumber": 6,
    "text": "<strong>Ekonomik sipariş miktarı hesaplamasında aşağıdaki değişkenlerden hangisi <u>kullanılmaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Birim başı sipariş maliyeti",
      "B": "Sipariş miktarı",
      "C": "Birim alış fiyatı",
      "D": "Stoklardaki ortalama birim sayısı",
      "E": "Stok tutma gideri"
    },
    "explanation": "Stoklardaki ortalama birim sayısı (OB), stok tutarının aritmetik ortalaması (stok miktarı/2) alınmak<br/>suretiyle hesaplanır. Dolayısıyla ESP hesaplamasında yer almaz.<br/>İşletmeler yüksek miktarlarda sipariş vererek stok tutmanın sağlayacağı faydalar ile stok bulundurmanın<br/>yol açacağı maliyetler arasında denge kurmalıdır. Bu dengenin sağlanmasında Ekonomik Sipariş<br/>Miktarı hesaplaması, stoklara yapılan yatırım optimum seviyede olup olmadığının kontrolüne imkan verir. Bu miktar hesaplanırken aşağıdaki değişkenelr dikkate alınır.\n G; Her bir sipariş için sipariş maliyeti<br/>T; Gelecek dönem için ihtiyaç duyulan miktar<br/>D; Bir birim stokun alış fiyatı<br/>L; Stok tutma gideri yüzde olarak (stok tutma giderlerinin stok değerine oranı)"
  },
  {
    "id": "3675248",
    "unitNumber": 6,
    "text": "<strong>İşletmelerin nispeten büyük miktarlarda hammadde alımı yaparak çeşitli indirimlerden faydalanabilmesi aşağıdakilerden hangisi ile ilişkilidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Üretim Miktarı",
      "B": "Hammaddenin Niteliği",
      "C": "Alış İskontoları",
      "D": "Depolama Olanakları",
      "E": "Üretim Faaliyetinin Sürekliliği"
    },
    "explanation": "İşletmeler büyük hacimlerle hammadde alımı yaparak çeşitli indirimlerden yani ürün iskontalarından faydalanabilirler.<br/>Alış İskontoları; Hammadde alımlarında satıcıların<br/>uyguladıkları miktar iskontolarının göz ardı<br/>edilmeyecek seviyelerde olduğu durumda, işletmeler<br/>nispeten büyük miktarlarda alım yaparak bu<br/>iskontolardan yararlanmayı tercih edebilirler. Bu<br/>durumda hem iskontolardan yararlanılmış hem de<br/>yüksek miktarlarda alış nedeniyle sipariş sayısını<br/>azaltıp tedarik maliyetlerini aşağı çekme imkanı<br/>elde edilebilecektir."
  },
  {
    "id": "3675324",
    "unitNumber": 6,
    "text": "I- Talebin zamanında karşılanması,\n II- İşletme pazar payının arttırlması,\n III- Stok maliyetlerinin düşük seviyede tutulmak istenmesi.\n <strong>Yukarıda verilen ifadelerden hagisi/hangileri işletmelerin elde stok bulundurma nedenlerinden gösterilebilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "II ve III",
      "D": "I ve II",
      "E": "Yalnız II"
    },
    "explanation": "Artan stok miktarı ve elde tutulan stoklar, stok maliyetlerinin yükselmesine neden olur. Özellikle elde stok bulunduruan işletmelerin katlanmak zorunda oldukları temel maliyet, stok bulundurma maliyetidir.<br/>Dönen varlıkları oluşturan diğer varlıklara kıyasla<br/>stoklar, paraya dönme hızı (likiditesi) daha<br/>düşük varlıklaradır. İşletmelerin elde stok bulundurmalarının<br/>temel nedeni, faaliyetlerinin kesintisiz<br/>sürmesi ve işletmenin sattığı ya da ürettiği mallara<br/>olan talebin karşılanmasıdır. Böylece, satışlarda<br/>bir kesintiye yol açmadan işletmenin kârlılığının ve<br/>piyasa değerinin artırılması da mümkün olur."
  },
  {
    "id": "3675390",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kredi talep eden firmanın kredi değerini belirlerken dikkate alınan etkenlerden birisi <strong><u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kredi talep eden firmanın kapitali",
      "B": "Kredi talep eden firmanın yöneticilerinin karakterleri",
      "C": "Kredi talep eden firmanın verebileceği güvence",
      "D": "Kredi talep eden firmanın tahsilat politikası",
      "E": "Kredi talebi anında piyasadaki cari şartlar."
    },
    "explanation": "Kredi talep eden firmanın tahsilat politikası, kredi talep eden firmanın kredi değerini belirlerken dikkate alınan etkenlerden birisi değildir.<br/>Yeni kredi (kredili satış) talepleri karşısında finans yöneticisi ya da satış yöneticileri kredi talep eden firmanın kredi değerini belirlerken şu hususları araştırmalıdır: \n<br/>(1) Kredi talep eden firmanın sahip ve/veya yöneticilerinin karakterleri,<br/>(2) Kredi talep eden firmanın kapitali (sermayesi), <br/>(3) Kredi talep eden firmanın bizim işletmemizle yapacağı işin kapasitesi,<br/>(4) Kredi talep eden firmanın bizden alacağı kredi karşılığında verebileceği güvence, <br/>(5) Kredi talebi anında piyasada cari şartlar"
  },
  {
    "id": "3675490",
    "unitNumber": 6,
    "text": "İşletmede bulunacak <u>optimum</u> nakit seviyesinin belirlenmesinde kısa süreli borçlarının %.... oranında nakdi elde tutması önerilmektedir.\n <strong>Yukarıda boş yeri dolduracak sayı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "20",
      "B": "15",
      "C": "10",
      "D": "25",
      "E": "30"
    },
    "explanation": "İşletmenin kısa süreli borçlarının %20’si oranında nakdi elde tutması optimum elde tutma miktarı belirlenmesinde uygulanan yöntemlerden birisidir.<br/>Elde bulundurulan nakit seviyesini etkileyen<br/>faktörlere bağlı olarak, elde nakit bulundurmanın<br/>yararları ve maliyetleri dikkate alınmak suretiyle<br/>optimum nakit düzeyinin belirlenmesi gerekir.<br/>İşletmede bulunacak optimum nakit seviyesinin<br/>belirlenmesinde kullanılan bazı pratik yöntemler<br/>şunlardır:<br/>• İşletmenin en az on beş günlük satış tutarına<br/>eşit miktarda para mevcudu bulundurması<br/>• İşletmenin kısa süreli borçlarının %20’si<br/>oranında nakdi elde tutması<br/>• Belirli bir süre boyunca (10 gün,15 gün<br/>v.b.) para çıkışı gerektiren giderleri karşılayacak<br/>tutarda nakit bulundurma."
  },
  {
    "id": "3685763",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi için elde bulundurulan nakit, normal işletme faaliyetlerinin gerektirdiği ödemeleri yapabilmek için tutulan nakittir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşlem",
      "B": "İhtiyat",
      "C": "Menkul Değerler",
      "D": "Kredili Satış",
      "E": "Yarı Mamul Stokları"
    },
    "explanation": "İşletmeleri elde nakit bulundurmaya zorlayan nedenler şunlardır\n <ul> <li>İşlem nedeni</li> <li>İhtiyat nedeni</li> <li>Spekülasyon nedeni.</li> </ul> İşlem nedeniyle elde bulundurulan nakit, normal işletme faaliyetlerinin gerektirdiği ödemeleri yapabilmek için tutulan nakittir"
  },
  {
    "id": "3685785",
    "unitNumber": 6,
    "text": "İşletmeler işlem, ihtiyat ve spekülasyon nedeniyle aşağıdakilerden hangisini elde bulundurur?",
    "correctAnswer": "C",
    "options": {
      "A": "Borç",
      "B": "Stok",
      "C": "Nakit",
      "D": "Alacak",
      "E": "Hammadde"
    },
    "explanation": "İşletmeleri elde nakit bulundurmaya zorlayan nedenler şunlardır\n <ul> <li>İşlem nedeni</li> <li>İhtiyat nedeni</li> <li>Spekülasyon nedeni.</li> </ul>"
  },
  {
    "id": "3685808",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi dönen varlıkları oluşturan diğer varlıklara kıyasla, paraya dönme hızı (likiditesi) daha düşük varlıklardır?",
    "correctAnswer": "C",
    "options": {
      "A": "Nakit",
      "B": "Borçlar",
      "C": "Stoklar",
      "D": "Alacaklar",
      "E": "Menkul Kıymetler"
    },
    "explanation": "Dönen varlıkları oluşturan diğer varlıklara kıyasla stoklar, paraya dönme hızı (likiditesi) daha düşük varlıklardır."
  },
  {
    "id": "3685829",
    "unitNumber": 6,
    "text": "Kredili satış işleminden aşağıdakilerden hangisinin doğması, bu varlık grubunu satış ve pazarlama fonksiyonu ile ilişkili yaparken gerektirdiği kaynak tahsisi nedeniyle de finans fonksiyonu ile ilişki yapar?",
    "correctAnswer": "D",
    "options": {
      "A": "Borçların",
      "B": "Stokların",
      "C": "Nakitlerin",
      "D": "Alacakların",
      "E": "Menkul Kıymetlerin"
    },
    "explanation": "Alacakların kredili satış işleminden doğması bu varlık grubunu satış ve pazarlama fonksiyonu ile ilişkili yaparken gerektirdiği kaynak tahsisi nedeniyle de finans fonksiyonu ile ilişki yapar."
  },
  {
    "id": "3685843",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisinin hesaplaması, stoklara yapılan yatırım optimum seviyede olup olmadığının kontrolüne imkân verir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üretim Miktarı",
      "B": "Yıllık Sipariş Sayısı",
      "C": "Ekonomik Sipariş Miktarı",
      "D": "Stok Yönetiminin Etkinliği",
      "E": "İmalat Sürecinin Uzunluğu"
    },
    "explanation": "Ekonomik Sipariş Miktarı hesaplaması, stoklara yapılan yatırım optimum seviyede olup olmadığının kontrolüne imkân verir."
  },
  {
    "id": "3685864",
    "unitNumber": 6,
    "text": "Faaliyet dönemi içerisinde aşağıdakilerden hangisi arttıkça, toplam sipariş maliyetleri de artacaktır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sipariş Sayısı",
      "B": "Üretim Miktarı",
      "C": "Ekonomik Sipariş Miktarı",
      "D": "Stok Yönetiminin Etkinliği",
      "E": "İmalat Sürecinin Uzunluğu"
    },
    "explanation": "Faaliyet dönemi içerisinde sipariş sayısı arttıkça, toplam sipariş maliyetleri de artacaktır."
  },
  {
    "id": "3685881",
    "unitNumber": 6,
    "text": "İşletmenin tüm nakit akışlarını yani nakit girişlerini ve nakit çıkışlarını kapsamlı bir şekilde gösteren finansal tablo aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bilanço",
      "B": "Satış Hacmi",
      "C": "Gelir Tablosu",
      "D": "Nakit Akış Tablosu",
      "E": "Kredili Satış Politikası"
    },
    "explanation": "Nakit akış tablosu, işletmenin tüm nakit akışlarını yani nakit girişlerini ve nakit çıkışlarını kapsamlı bir şekilde gösteren finansal tablodur."
  },
  {
    "id": "3685903",
    "unitNumber": 6,
    "text": "Çalışma sermayesi ödemeleri ile çalışma sermayesi kalemlerinin satışının tahsil edilme zamanı arasındaki uzunluk aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Faaliyet Döngüsü",
      "B": "Nakit Akış Döngüsü",
      "C": "Kredili Satış Politikası",
      "D": "Ekonomik Sipariş Miktarı",
      "E": "İmalat Sürecinin Uzunluğu"
    },
    "explanation": "Nakit akış döngüsü, çalışma sermayesi ödemeleri ile çalışma sermayesi kalemlerinin satışının tahsil edilme zamanı arasındaki uzunluktur."
  },
  {
    "id": "3685932",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, depolama maliyetlerini, bozulmaları önleme ve koruyucu ortam sağlamak için katlanılan maliyetleri, sigorta giderleri ve bozulma, demode olma gibi risklerden kaynaklı kayıpların yol açacağı maliyetler gibi maliyetleri içerir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sipariş Maliyeti",
      "B": "Alış İskontoları",
      "C": "Ekonomik Sipariş Miktarı",
      "D": "Stok Yönetiminin Etkinliği",
      "E": "Stok Bulundurma Maliyetleri"
    },
    "explanation": "Stok bulundurma maliyetleri, depolama maliyetlerini, bozulmaları önleme ve koruyucu ortam sağlamak için katlanılan maliyetleri, sigorta giderleri ve bozulma, demode olma gibi risklerden kaynaklı kayıpların yol açacağı maliyetler gibi maliyetleri içerir."
  },
  {
    "id": "3685969",
    "unitNumber": 6,
    "text": "İşletmeler, aşağıdakilerden hangisini azaltmak için sipariş miktarını artırdığında stokta bulundurma maliyetlerinin artacağını dikkate almalıdırlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Alış İskontolarını",
      "B": "Ekonomik Sipariş Miktarını",
      "C": "Stok Yönetiminin Etkinliğini",
      "D": "Toplam Sipariş Maliyetlerini",
      "E": "İmalat Sürecinin Uzunluğunu"
    },
    "explanation": "İşletmeler, toplam sipariş maliyetlerini azaltmak için sipariş miktarını artırdığında stokta bulundurma maliyetlerinin artacağını dikkate almalıdırlar"
  },
  {
    "id": "3684210",
    "unitNumber": 7,
    "text": "1. Firmalar kısa vadeli finansman yani borç ve yabancı kaynak alternatiflerini kullanmayı tercih ederler bunun adı \"kısa vadeli finansmandır\" kısa vadeli finansman diğer finansman türlerine göre iki üstünlüğe sahiptir bunlardan birincisi uygun maliyetli olmasıdır ikincisi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kolay ulaşılabilir olması",
      "B": "Orta vadeye kadar olması",
      "C": "Kaynakların ve sebeplerin bir arada olması",
      "D": "Ticaret içerisinde sadece kullanımının olması",
      "E": "Çeşitli büyüklüklerde geçerliliğinin olmaması"
    },
    "explanation": "GİRİŞ Hemen her firma kısa vadeli finansman (borç-yabancı kaynak) alternatiflerini kullanmayı tercih etmektedir. Kısa vadeli finansman diğer finansman türlerine göre uygun maliyetli ve kolay ulaşılabilir olabilmektedir."
  },
  {
    "id": "3684214",
    "unitNumber": 7,
    "text": "2. Aşağıdakilerden hangisi firmaların kullandığı kısa vadeli finansman kaynaklarından birisi değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Banka kredileri",
      "B": "Kısa vadeli kredi araçları",
      "C": "Ticari krediler",
      "D": "Finansman bonoları",
      "E": "Faktoring"
    },
    "explanation": "GİRİŞ\n Hemen her firma kısa vadeli finansman (borç-yabancı kaynak) alternatiflerini kullanmayı tercih etmektedir. Kısa vadeli finansman diğer finansman türlerine göre uygun maliyetli ve kolay ulaşılabilir olabilmektedir. En çok kullanılan kısa vadeli finansman kaynakları banka kredileri, ticari krediler, finansman bonoları ve faktoring olarak gösterilmektedir. Bunlardan ticari kredi kullanımı, işletmeler tarafından kullanılan doğal finansman kaynağı olarak görülebilmektedir. Ticari krediler hemen her işletmenin bilançosunda yer almaktadır. Ticaret içerisinde borç ile mal satın alımında bu yöntemden yararlanma imkanı bulunmaktadır. Banka kredileri çeşitli büyüklükteki birçok sağlıklı firmanın kolayca yararlanabileceği bir finansman kaynağıdır. Finansman bonoları ise daha çok büyük ölçekteki firmaların yararlandığı bir finans kaynağı olarak ifade edilmektedir. Finansman bonoları para piyasalarında işlem gören kredi araçlarıdır. İşletmelerin Faktoring finansmanı kullanımı gittikçe artmakta ve zamanla yaygınlaşmaktadır. Faktoring finansmanı kullanımı belirli sektörlerde daha yaygın olmaktadır (Guerard ve Schwartz, 2007: 105-107)."
  },
  {
    "id": "3684221",
    "unitNumber": 7,
    "text": "3. Kısa vadeli finansman türlerinden birisi olan \"ticari krediler\" işletmeler tarafından kullanılan doğal finansman kaynağıdır ticari kredilerle ilgili olarak aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ticari krediler hemen her işletmenin bilançosunda yer alır.",
      "B": "Ticari krediler ticaret içerisinde borç ile mal satın almada kullanılır.",
      "C": "Ticari krediler sağlıklı kısa vadeli finansman türü olarak senaryo yazılımını sunar.",
      "D": "Ticari krediler mal satın almada bir yöntem olarak yararlanma imkanı sunar.",
      "E": "Ticari krediler banka kredilerinden farklı bir yapıya sahiptir."
    },
    "explanation": "GİRİŞ\n Hemen her firma kısa vadeli finansman (borç-yabancı kaynak) alternatiflerini kullanmayı tercih etmektedir. Kısa vadeli finansman diğer finansman türlerine göre uygun maliyetli ve kolay ulaşılabilir olabilmektedir. En çok kullanılan kısa vadeli finansman kaynakları banka kredileri, ticari krediler, finansman bonoları ve faktoring olarak gösterilmektedir. Bunlardan ticari kredi kullanımı, işletmeler tarafından kullanılan doğal finansman kaynağı olarak görülebilmektedir. Ticari krediler hemen her işletmenin bilançosunda yer almaktadır. Ticaret içerisinde borç ile mal satın alımında bu yöntemden yararlanma imkanı bulunmaktadır. Banka kredileri çeşitli büyüklükteki birçok sağlıklı firmanın kolayca yararlanabileceği bir finansman kaynağıdır."
  },
  {
    "id": "3684223",
    "unitNumber": 7,
    "text": "4. Aşağıdakilerden hangisi büyük ölçekli firmaların yararlandığı kısa vadeli finansman türlerinden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Finansal planlama",
      "B": "Muhtemel senaryolar ve ilgili varsayımlar",
      "C": "Uzun vadeli fon kullanımı",
      "D": "Finansman bonoları",
      "E": "Stoklar ve alacaklar"
    },
    "explanation": "GİRİŞ\n Hemen her firma kısa vadeli finansman (borç-yabancı kaynak) alternatiflerini kullanmayı tercih etmektedir. Kısa vadeli finansman diğer finansman türlerine göre uygun maliyetli ve kolay ulaşılabilir olabilmektedir. En çok kullanılan kısa vadeli finansman kaynakları banka kredileri, ticari krediler, finansman bonoları ve faktoring olarak gösterilmektedir. Bunlardan ticari kredi kullanımı, işletmeler tarafından kullanılan doğal finansman kaynağı olarak görülebilmektedir. Ticari krediler hemen her işletmenin bilançosunda yer almaktadır. Ticaret içerisinde borç ile mal satın alımında bu yöntemden yararlanma imkanı bulunmaktadır. Banka kredileri çeşitli büyüklükteki birçok sağlıklı firmanın kolayca yararlanabileceği bir finansman kaynağıdır. Finansman bonoları ise daha çok büyük ölçekteki firmaların yararlandığı bir finans kaynağı olarak ifade edilmektedir. Finansman bonoları para piyasalarında işlem gören kredi araçlarıdır. İşletmelerin Faktoring finansmanı kullanımı gittikçe artmakta ve zamanla yaygınlaşmaktadır. Faktoring finansmanı kullanımı belirli sektörlerde daha yaygın olmaktadır (Guerard ve Schwartz, 2007: 105-107)."
  },
  {
    "id": "3684226",
    "unitNumber": 7,
    "text": "5. En iyi kısa vadeli finansal planlamayı yapmak için işletmeler birçok faktöre dikkat ederler finans yöneticisi bu süreçler için analizlerden yararlanır aşağıdakilerden hangisi bu analizlerden birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Farklı finansal kaynakların avantaj ve dezavantajlarının değerlendirilmesi",
      "B": "Uzun vadeli finansal kaynakların da alternatif olarak değerlendirilmesi",
      "C": "Uzun vadeli fon kullanımlarıyla kısa vadeli ihtiyaçların karşılanması",
      "D": "Uzun vadeli fon kullanımı yerine kısa vadeli ihtiyaçların karşılanması",
      "E": "Cari açıklarla ilgili olan tüm harcamaların uzun vadeli sürelere yayılması"
    },
    "explanation": "GİRİŞ<br/>En iyi kısa vadeli finansal planlamayı yapmak isteyen işletmeler birçok faktörü göz önüne bulundurmalıdır. Finans yöneticisi nakit ihtiyaçları, faiz oranı maliyetleri ve kredi kullanım koşulları için ortaya çıkabilecek muhtemel senaryolar ile ilgili varsayımlar geliştirmelidir. Günümüzde işletmeler bu süreçler için analizlerden yararlanmaktadır. İşletmeler farklı finansman kaynaklarının avantaj ve dezavantajlarını değerlendirmelidir. Kısa vadeli finansal planlamada işletmenin uzun vadeli temin ettiği finansal kaynakların da alternatif olarak değerlendirilmesi gereklidir. İşletme uzun vadeli fon kullanımlarıyla da kısa vadeli ihtiyaçlarını karşılayabilir. Ancak, firmalar gerçekleştirdikleri değerlendirmeler sonucunda uzun vadeli fon kullanmak yerine kısa vadeli finansal kaynakları kullanmayı tercih edebilmektedir. İşletmeler kısa vadeli finansman kaynaklarını özellikle stoklar ve alacaklar gibi cari varlık yatırımlarını güçlendirmek amacıyla kullanılmaktadır (Brealey, Myers ve Marcus, 2001: 190-191)."
  },
  {
    "id": "3684230",
    "unitNumber": 7,
    "text": "6. İşletmeler kısa vadeli finansman kaynaklarını çeşitli yerlerde değerlendirirler ve kullanırlar aşağıdakilerden hangisi bunlardan birisi değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çeşitli tutum ve davranışlar ve alternatiflerin kullanımı",
      "B": "Özellikle stoklar ve alacaklar",
      "C": "Cari varlık yatırımları",
      "D": "Çeşitli varlık yatırımlarının güçlendirilmesi",
      "E": "Uzun vadeli fon kullanımın yerine tercih edilmesi"
    },
    "explanation": "GİRİŞ<br/>En iyi kısa vadeli finansal planlamayı yapmak isteyen işletmeler birçok faktörü göz önüne bulundurmalıdır. Finans yöneticisi nakit ihtiyaçları, faiz oranı maliyetleri ve kredi kullanım koşulları için ortaya çıkabilecek muhtemel senaryolar ile ilgili varsayımlar geliştirmelidir. Günümüzde işletmeler bu süreçler için analizlerden yararlanmaktadır. İşletmeler farklı finansman kaynaklarının avantaj ve dezavantajlarını değerlendirmelidir. Kısa vadeli finansal planlamada işletmenin uzun vadeli temin ettiği finansal kaynakların da alternatif olarak değerlendirilmesi gereklidir. İşletme uzun vadeli fon kullanımlarıyla da kısa vadeli ihtiyaçlarını karşılayabilir. Ancak, firmalar gerçekleştirdikleri değerlendirmeler sonucunda uzun vadeli fon kullanmak yerine kısa vadeli finansal kaynakları kullanmayı tercih edebilmektedir. İşletmeler kısa vadeli finansman kaynaklarını özellikle stoklar ve alacaklar gibi cari varlık yatırımlarını güçlendirmek amacıyla kullanılmaktadır (Brealey, Myers ve Marcus, 2001: 190-191)."
  },
  {
    "id": "3684260",
    "unitNumber": 7,
    "text": "7. İşletmeler satış hacimlerini arttırdıkça daha fazla finansmana ihtiyaç duyarlar bu kısa vadeli finansman anlamına gelmektedir buna göre aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "İşletmeler nakit ödeme güçleri düşük olsa bile yarattıkları kaynaklardan önce gelen başlangıç harcamalarını kolaylıkla kullanırlar.",
      "B": "İşletmelerin satış hacminin artmasıyla birlikte çalışma sermayesi ihtiyaçları artar.",
      "C": "İşletmeler stokları ve alacakları gibi dönen varlık kalemleri için kaynak arayışına yönelirler.",
      "D": "İşletmelerin içerisinde bulunduğu geçici ve mevsimsel durumlar kaynak ihtiyacının zaman içinde artıp azalmasına sebep olur.",
      "E": "İşletmeler kaynak ihtiyaçları için kısa vadeli finansman kaynaklarına başvurular bu onlara esneklik kazandırır."
    },
    "explanation": "İŞLETMELERİN KISA VADELİ FİNANSMAN TERCİHİ<br/>İşletmeler satış hacimlerini arttırdıkça daha fazla finansman kaynağına ihtiyaç duymaktadır. İşletmelerin satış hacimlerindeki artışla birlikte çalışma sermayesi ihtiyaçları da artmaktadır. İşletmeler, stokları ve alacakları gibi dönen varlık kalemleri için kaynak arayışı içerisine girmektedir. İşletmenin içerisinde bulunduğu geçici ve mevsimlik durumlar kaynak ihtiyaçlarının zaman içinde artıp azalmasına sebep olmaktadır. İşletmeler bu ihtiyaçları için banka kredileri, ticari krediler, finansman bonosu ve faktoring olarak sıralanabilecek kısa vadeli finansman kaynaklarına başvurmak isteyebilmektedir. Kısa vadeli finansman kaynakları düşük maliyetli olabilmekte ve firmaya esneklik kazandırabilmektedir. Kısa vadeli finansman kaynaklarının başarılı bir şekilde kullanımı için işletmenin iyi çalışma sermayesi yönetimine sahip olması gerekmektedir. Bunun sebebi kısa vadeli borç ödemelerinin işletmenin yarattığı kaynaklardan dönem içerisinde ödenmesi gerekmektedir. Nakit ödeme gücü yüksek olan cari oran ve asit test oranı gibi likidite göstergeleri olumlu olan işletmeler kısa vadeli finansman kaynaklarından güvenli bir şekilde yararlanabilmektedir."
  },
  {
    "id": "3684274",
    "unitNumber": 7,
    "text": "8. Nakit ödeme gücü yüksek olan cari oran ve asit test oranı gibi likidite göstergeleri olumlu olan işletmeler kısa vadeli finansman kaynaklarından güvenli bir şekilde yararlanırlar burada kısa vadeli borçlar nasıl ödenir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yeterli net çalışma sermayesine sahip olarak ödenir.",
      "B": "Stoklar ve alacaklardan tekrar elde edilen fonların kullanılmasıyla ödenir.",
      "C": "Uzun vadeli fonlama ile ödenir.",
      "D": "Kısa vadeli finansman ile uzun vadeli fon imkanlarının yer değiştirilmesiyle ödenir.",
      "E": "Çeşitli likidite imkanlarının sabit alacaklara yönlendirilmesiyle ödenir."
    },
    "explanation": "İŞLETMELERİN KISA VADELİ FİNANSMAN TERCİHİ<br/>Kısa vadeli finansman kaynakları düşük maliyetli olabilmekte ve firmaya esneklik kazandırabilmektedir. Kısa vadeli finansman kaynaklarının başarılı bir şekilde kullanımı için işletmenin iyi çalışma sermayesi yönetimine sahip olması gerekmektedir. Bunun sebebi kısa vadeli borç ödemelerinin işletmenin yarattığı kaynaklardan dönem içerisinde ödenmesi gerekmektedir. Nakit ödeme gücü yüksek olan cari oran ve asit test oranı gibi likidite göstergeleri olumlu olan işletmeler kısa vadeli finansman kaynaklarından güvenli bir şekilde yararlanabilmektedir. Stoklar ve alacaklardan tekrar elde edilen fonlar kısa vadeli borçların ödenmesinde kullanılabilecektir. İşletmeler kısa vadeli finansman kaynağı kullanırken yeterli bir net çalışma sermayesi düzeyine sahip olduklarına dikkat etmelidir. Yeterli net çalışma sermayesine sahip olan firmalar uzun vadeli kaynaklara başvurmaksızın faaliyetlerini kısa vadeli finansman ile fonlama imkânına sahip olmaktadır (Guerard ve Schwartz, 2007: 105-107)."
  },
  {
    "id": "3684286",
    "unitNumber": 7,
    "text": "9. Kısa vadeli finansman kaynakları genellikle daha az maliyetle temin edilmektedir bunun işletmelere sonucu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşletmeler banka kredilerinden ticari kredilere bir geçiş yapmaktadırlar.",
      "B": "İşletmeler çeşitli kaynak ihtiyaçlarını öteleyerek ya da erteleyerek geçici durumları uygulamaktadırlar.",
      "C": "İşletmeler risk alarak kısa vadeli kaynak kullanımını artırmaya istemektedirler.",
      "D": "İşletmeler varlıklarından sağlayacağı nakit akımını borçlarla birleştirebilmektedirler.",
      "E": "İşletmeler dönem içerisinde ödenmesi gereken borç ödemelerini erteleyebilmektedirler."
    },
    "explanation": "İŞLETMELERİN KISA VADELİ FİNANSMAN TERCİHİ<br/>Bazı işletmeler dönen varlıkların finansmanında kısa vadeli kaynaklara ağırlık verirken bazı işletmeler dönen varlık finansmanında ağırlıklı olarak uzun vadeli kaynaklardan ve öz kaynaklardan yararlanmayı tercih edebilmektedir. Kısa vadeli kaynaklar genellikle daha az maliyetle temin edilebilmektedir. Bu nedenle işletmeler risk alarak kısa vadeli kaynak kullanımını arttırmak isteyebilmektedir. İşletmelerin kısa vadeli borçlanmalarının toplam finansman yapısı içerisinde oranının değerlendirdiği üç adet yaklaşım bulunmaktadır. Bunlar dengeli, atak ve ihtiyatlı finansman yaklaşımlarıdır (Brigham ve Houston, 2003: 715-717)."
  },
  {
    "id": "3684297",
    "unitNumber": 7,
    "text": "10. İşletmeler kısa vadeli finansman kaynaklarını en uygun koşullarda temin edip ve doğru zamanlama ile kullandıklarında fayda sağlarlar işletmelerin kısa vadeli fon temini ve kullanımında başarısız olduklarında sonucu nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kolaylıkla kaynaklara ve fonlara ulaşabilme",
      "B": "Ödeme zamanı ve fon akışlarının uyumsuz hale gelmesi",
      "C": "Kısa sürede borçların ödenmesi ve öngörülebilen faktörlerin sayısının azalması",
      "D": "İflasa yol açabilecek durumların meydana gelmesi",
      "E": "Ticari bilgilerin ve borç durumunun başkaları tarafından öğrenilmesi"
    },
    "explanation": "İŞLETMELERİN KISA VADELİ FİNANSMAN TERCİHİ<br/>İşletmeler kısa vadeli finansman kaynaklarını en uygun koşullarda temin edip ve doğru bir zamanlama ile kullandıklarında fayda sağlamaktadır. İşletmelerin kısa vadeli fon temini ve kullanımı konusunda başarısızlıkları iflasa kadar yol açabilecek durumların meydana gelmesine sebep olabilir. Kısa vadeli kaynakların yanlış kullanımı sonucunda işletmede likidite yetersizlikleri ve yetersiz kârlılık oranları ile karşılaşılabilmektedir. Kısa süreli fon kaynaklarının maliyeti genel anlamda düşük olarak kabul edilse de işletmenin seçmiş olduğu fon alternatifi, teminat yapısı ile kullanım koşulları dolayısıyla yüksek maliyetler meydana gelebilmektedir. Kısa vadeli fon kullandıran kurumlar işletmelerden birçok bilgi talep etmektedir. İşletmelerin finansman sağlamak amacıyla paylaşacağı bilgiler ticari sırların başkaları tarafından öğrenilmesine yol açabilir. Kısa vadeli fon kaynaklarına kolay bir şekilde ulaşabilen işletmeler gereğinden fazla borçlu ve maliyet üstlenmiş hale gelebilir. Kısa vadeli fon kaynaklarında bir ödeme süresi bulunmakta ve bu süre kısıtlı olmaktadır. Kısıtlı süre içerisinde işletme ödemesi gereken borçlar için ön göremediği faktörler nedeniyle güçlük yaşayabilmektedir. Kısa vadeli borçların ödeme zamanı ve fon akışları doğru bir şekilde belirlenmelidir. İşletmenin fon akışlarında yaşanan değişimler kısa vadeli borçların ödenmesinde zor durumda kalınmasına yol açabilir (Büker, Aşıkoğlu ve Sevil, 2018: 379)."
  },
  {
    "id": "3686244",
    "unitNumber": 7,
    "text": "İşletmelerin kısa vadeli finansman tercihlerine ilişkin aşağıdaki ifadelerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Kısa vadeli finansman kararları alınırken dönen varlıklar ve dönen varlıklar içerisinde yer<br/>alan stoklar ve alacakların miktarı ve likiditesi değerlendirilmektedir.",
      "B": "İşletmeler, kısa vadeli yükümlülük altına girerken bu yükümlülüklerin varlıklardan sağlanacak<br/>nakit akımları ile ödenebileceğini garanti altına almalıdır.",
      "C": "Kısa vadeli finansal planlama, işletmenin kısa vadeli varlıkları ve yükümlülüklerinin ayrı ayrı değerlendirilmesini gerektirmektedir.",
      "D": "Kısa vadeli yükümlülüklerin ödeme zamanları belirlidir. Ancak, dönen varlıkların hangi zamanda nakde dönüşeceği belirsizlik taşımaktadır.",
      "E": "Kısa vadeli finansman kararlarında başarıya ulaşmak için işletmenin varlık yapısı dikkate alınmalıdır."
    },
    "explanation": "İşletmeler kısa vadeli fonları maliyet avantajından yararlanmak için kullanmak isteyebilirler. Uzun vadeli finansman sağlamak işletmenin likidite ihtiyaçlarını hafifletebilir ancak<br/>yüksek maliyet üstlenilmesine sebep olabilir. İşletmeler, kısa vadeli yükümlülük altına girerken bu yükümlülüklerin varlıklardan sağlanacak<br/>nakit akımları ile ödenebileceğini garanti altına<br/>almalıdır. Kısa vadeli finansman kullanımı firmaların kısa vadeli varlıkları olan dönen varlıklarına<br/>bağlı olarak gerçekleşmektedir. Kısa vadeli yükümlülüklerin dönen varlıklardan fazla olmaması beklenmektedir. Kısa vadeli yükümlülüklerin ödeme<br/>zamanları belirlidir. Ancak, dönen varlıkların hangi zamanda nakde dönüşeceği belirsizlik taşımaktadır. Kısa vadeli finansman kararlarında başarıya<br/>ulaşmak için işletmenin varlık yapısı dikkate alınmalıdır. Kısa vadeli finansman kararları alınırken<br/>dönen varlıklar ve dönen varlıklar içerisinde yer alan stoklar ve alacaklar gibi kalemlerin miktarı ve<br/>likiditesi değerlendirilmektedir. Varlıklardan elde edilecek nakit akımları ile vadesi gelen kısa vadeli<br/>borçların ödenmesi sağlanmaktadır."
  },
  {
    "id": "3686258",
    "unitNumber": 7,
    "text": "İşletmenin borç alma kapasitesine ilişkin aşağıdaki ifadelerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Borç alma kapasitesi finansman tercihlerinde rol oynamaktadır.",
      "B": "Borç alma kapasitesi işletmede finansman alternatiflerinin kullanımına göre değişim göstermektedir.",
      "C": "Borç kaynağından yararlanıldığında borç alma kapasitesi azalmaktadır.",
      "D": "Borç alma kapasitesindeki değişime bağlı olarak işletmenin finansman kaynaklarına erişimi artabilmektedir.",
      "E": "Borç alma kapasitesi işletmenin ek finansman kullanabilme yeteneğini açıklamaktadır."
    },
    "explanation": "Borç Alma Kapasitesi: İşletmenin borç alma kapasitesi finansman tercihlerinde rol oynamaktadır. Borç<br/>alma kapasitesi işletmede finansman alternatiflerinin kullanımına göre değişim göstermektedir. Borç kaynağından yararlanıldığında borç alma kapasitesi azalmaktadır. Borç alma kapasitesindeki değişime bağlı olarak işletmenin finansman kaynaklarına erişimi kısıtlanabilmektedir. Borç alma kapasitesi işletmenin ek finansman<br/>kullanabilme yeteneğini açıklamaktadır. İşletmelerin ek finansman kaynaklarına erişimi mevcut kullanmış<br/>olduğu borçlanma araçlarının sözleşme koşullarına bağlı olarak da sınırlandırılabilmektedir. Ayrıca işletmelerin borçlanma kapasiteleri, teminat olarak gösterebilecekleri varlıklara göre değişebilmektedir."
  },
  {
    "id": "3686275",
    "unitNumber": 7,
    "text": "I. Tahsilat maliyeti\n II. Sermaye maliyeti\n III. Sabit giderler\n IV. Temerrüt maliyetleri\n Ticari krediler sunulurken yukarıdakilerden hangisi/hangileri dikkate alınmalıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve IV",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Ticari krediler sunulurken bu kredilerin tahsilat<br/>maliyeti, sermaye maliyeti, yönetim giderleri ve temerrüt maliyetleri dikkate alınmaktadır."
  },
  {
    "id": "3687557",
    "unitNumber": 7,
    "text": "A işletmesinin kullandığı 6/10 net 25 şeklinde koşulları olan ticari kredinin maliyeti aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "1,5319",
      "B": "1,2315",
      "C": "1,1531",
      "D": "0,9212",
      "E": "0,8315"
    },
    "explanation": "Bir işletmenin kullandığı 6/10 net 25 şeklinde koşulları olan ticari kredinin maliyetini hesaplayınız? <br/>Ticari kredinin maliyeti= iskonto oranı/ (100 - iskonto oranı) * 360/ (kredi vadesi − iskonto süresi)\n<br/>Ticari kredinin maliyeti = 6/(100 − 6)*360/(25-10)<br/>Ticari kredinin maliyeti= =1,5319"
  },
  {
    "id": "3687573",
    "unitNumber": 7,
    "text": "X işletmesinin kullandığı 8/12 net 30 şeklinde koşulları olan ticari kredinin maliyeti aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "0,89",
      "B": "0,92",
      "C": "1,00",
      "D": "1,45",
      "E": "1,74"
    },
    "explanation": "Bir işletmenin kullandığı 8/12 net 30 şeklinde koşulları olan ticari kredinin maliyetini hesaplayınız? Ticari kredinin maliyeti= iskonto oranı/ (100 - iskonto oranı) * 360/ (kredi vadesi − iskonto süresi)\n<br/>Ticari kredinin maliyeti = 8/(100 − 8)*360/(30-12)\n<br/>Ticari kredinin maliyeti= 1,739=<strong>1,74</strong>"
  },
  {
    "id": "3687602",
    "unitNumber": 7,
    "text": "I. Spot kredi\n II. Çerçeve kredisi<br/>III. Köprü kredisi\n IV. Lombard Kredisi\n Banka kredileri, kısa vadeli finansman amacıyla kullanıldığında yukarıdakilerden hangisi/hangileri ile karşılaşılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve III",
      "B": "II ve IV",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Banka kredileri, kısa vadeli finansman amacıyla kullanıldığında üç temel tipte kredi ile karşılaşılmaktadır. Bunlar spot kredi, çerçeve kredisi ve<br/>köprü kredisi olarak açıklanabilir."
  },
  {
    "id": "3687618",
    "unitNumber": 7,
    "text": "................................, faiz ödemelerinin kredi kullanımına başlandığında talep edilebileceği, işletmelerin uzun vadeli kaynaklara erişene kadar<br/>ihtiyaçlarını karşılamayı amaçlayan kredidir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Rotatif kredi",
      "B": "Ciro kredisi",
      "C": "Köprü kredisi",
      "D": "Çerçeve kredisi",
      "E": "Spot kredi"
    },
    "explanation": "Köprü kredisi, faiz ödemelerinin kredi kullanımına başlandığında talep edilebileceği, işletmelerin uzun vadeli kaynaklara erişene kadar<br/>ihtiyaçlarını karşılamayı amaçlayan kredidir."
  },
  {
    "id": "3687643",
    "unitNumber": 7,
    "text": "Borç verenin borç alana fonlara maksimum limit dahilinde belirli bir süre ile erişim imkanı sağladığı araçlar şeklinde tanımlanan kredi türü hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çerçeve kredisi",
      "B": "Spot kredi",
      "C": "Köprü kredisi",
      "D": "Akreditif",
      "E": "Banka kabulu"
    },
    "explanation": "Kısa vadeli finansmanın karşılanmasında bankalardan kullanılabilecek kredi limitlerini açıklayan çerçeve kredisi ve rotatif kredi tanımlamaları bulunmaktadır. Çerçeve kredisi borç verenin borç alana fonlara maksimum limit dahilinde belirli bir süre ile erişim imkanı sağladığı araçlar şeklinde tanımlanmaktadır. Çerçeve kredileri daha çok kısa vadeli finansman ihtiyacının karşılanmasında kullanılmakta ve likidite desteği sağlamaktadır. Çerçeve kredileri genellikle dönen özellikte olabilmektedir. Bunun anlamı borç alanın fonları çekme, ödeme ve geri çekme işlemlerini belirlenmiş süre içerisinde yapabilmesidir."
  },
  {
    "id": "3687661",
    "unitNumber": 7,
    "text": "Finansman bonolarına ilişkin aşağıdaki ifadelerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "İşletmeler tarafından çıkarılan vadesi 1 yıla kadar olabilen para piyasası borçlanma araçlarıdır.",
      "B": "Finansman bonolarının genellikle 3 ay ile 6 ay arasında olan vadeler için çıkarıldığı<br/>görülmektedir.",
      "C": "Finansman bonoları işletmelere bankacılık sistemine başvurmadan borç kullanma<br/>imkanı sağlamaktadır.",
      "D": "Finansman bonoları ile çıkarılan menkul kıymet üzerinden diğer ekonomik birimler ile karşılıklı anlaşmaya bağlı olarak<br/>borçlanma sağlanmaktadır.",
      "E": "Finansman bonoları ile borçlanmada faiz oranları para piyasası ortalama faiz oranlarına benzer olarak gerçekleşmektedir."
    },
    "explanation": "Finansman bonoları işletmeler tarafından çıkarılan vadesi 1 yıla kadar olabilen para piyasası borçlanma araçlarıdır. Finansman bonolarının genellikle 1 ay ile 3 ay arasında olan vadeler için çıkarıldığı görülmektedir. Finansman bonoları işletmelere<br/>bankacılık sistemine başvurmadan borç kullanma<br/>imkanı sağlamaktadır. Finansman bonoları ile çıkarılan menkul kıymet üzerinden diğer ekonomik birimler ile karşılıklı anlaşmaya bağlı olarak<br/>borçlanma sağlanmaktadır. Finansman bonoları<br/>ile borçlanmada faiz oranları para piyasası ortalama faiz oranlarına benzer olarak gerçekleşmektedir"
  },
  {
    "id": "3687704",
    "unitNumber": 7,
    "text": "X işletmesi 120.000 TL nominal değerli finansman bonosunu 90 gün vade için %10 iskonto<br/>oranı ile ihraç etmektedir. Buna göre finansman bonosunun iskontolu satış fiyatı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "100 200",
      "B": "101 150",
      "C": "104 348",
      "D": "109 090",
      "E": "113 012"
    },
    "explanation": "X işletmesi 120.000 TL nominal değerli finansman bonosunu 90 gün vade için %10 iskonto<br/>oranı ile ihraç etmektedir. Buna göre finansman bonosunun iskontolu satış fiyatı aşağıdakilerden hangisidir?\n<br/>Finansman bonosunun iskontolu satış fiyatı = nominal değer/(1+ iskonto oranı)<br/>Finansman bonosunun işletmeye maliyeti : 120.000TL /(1+ 0,10) = 109.090TL"
  },
  {
    "id": "3720194",
    "unitNumber": 7,
    "text": "Borç verenin borç alana fonlara maksimum limit dahilinde belirli bir süre ile erişim imkanı sağladığı araçlar şeklinde tanımlanan kredi türü hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çerçeve kredisi",
      "B": "Spot kredi",
      "C": "Banka kabulu",
      "D": "Akreditif",
      "E": "Köprü kredisi"
    },
    "explanation": "Kısa vadeli finansmanın karşılanmasında bankalardan kullanılabilecek kredi limitlerini açıklayan çerçeve kredisi ve rotatif kredi tanımlamaları bulunmaktadır. Çerçeve kredisi borç verenin borç alana fonlara maksimum limit dahilinde belirli bir süre ile erişim imkanı sağladığı araçlar şeklinde tanımlanmaktadır. Çerçeve kredileri daha çok kısa vadeli finansman ihtiyacının karşılanmasında kullanılmakta ve likidite desteği sağlamaktadır. Çerçeve kredileri genellikle dönen özellikte olabilmektedir. Bunun anlamı borç alanın fonları çekme, ödeme ve geri çekme işlemlerini belirlenmiş süre içerisinde yapabilmesidir"
  },
  {
    "id": "3684463",
    "unitNumber": 8,
    "text": "Firmalara yabancı ülkelerde önemli yatırımlar yapmadan ve ihracattan kaynaklanan taşıma maliyetleri olmadan teknolojilerini yabancı pazarlarda kullanma imkanı sağlayan yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ortak Girişim",
      "B": "Lisanslama",
      "C": "Franchising",
      "D": "Yeni Şubelerin Kurulması",
      "E": "Doğrudan Yabancı Sermaye Yatırımı"
    },
    "explanation": "Lisanslama, firmalara yabancı ülkelerde önemli yatırım yapmadan ve ihracattan kaynaklanan taşıma maliyetleri olmadan, teknolojilerini yabancı pazarlarda kullanma imkanı sağlar."
  },
  {
    "id": "3684480",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Sabit Kur Sisteminin sahip olduğu özelliklerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ülkelerin kendi kısıtlı kaynaklarından daha bağımsız bir şekilde hareket etmelerine olanak tanır.",
      "B": "Döviz arzı ve talebi sürekli olarak otomatik dengelenir.",
      "C": "Fiili dış dengesizliklere karşı otomatik bir dengeleme mekanizmasına sahiptir.",
      "D": "Merkez Bankasının rolünü azaltarak piyasalara daha fazla karar yetkisi vermektedir.",
      "E": "Döviz kurları serbest piyasa koşullarına göre belirlenmektedir."
    },
    "explanation": "Sabit kur sisteminin önemli bir özelliği, fiili dış dengesizliklere karşı otomatik bir dengeleme mekanizmasına sahip olmasıdır."
  },
  {
    "id": "3684487",
    "unitNumber": 8,
    "text": "Piyasa verimliliğini artırmayı ve arbitraj fırsatlarını minimize etmeyi hedefleyen geleneksel döviz kuru teorisi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Satın Alma Gücü Paritesi",
      "B": "Faiz Oranı",
      "C": "Fisher Etkisi",
      "D": "Tek Fiyat Kanunu",
      "E": "Forward Paritesi"
    },
    "explanation": "Tek Fiyat Kanunu, piyasa verimliliğini artırmayı ve arbitraj fırsatlarını minimize etmeyi hedefler. Bu kural, piyasa katılımcılarına adil bir rekabet ortamında işlem yapma olanağı sağlayarak, fiyatların düzenli ve şeffaf bir şekilde belirlenmesine katkıda bulunur."
  },
  {
    "id": "3685454",
    "unitNumber": 8,
    "text": "Firmaların Uluslararası pazarda varlık göstermelerinin sağladığı en önemli avantaj aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rekabet avantajı",
      "B": "Maliyet avantajı",
      "C": "Pazar fırsatları ve genişleme",
      "D": "Teknoloji transferi",
      "E": "Riskin azaltılması"
    },
    "explanation": "<strong>Rekabet Avantajı:</strong> Uluslararası pazarda varlık göstermek, rekabet avantajı elde etmek için bir yol olabilir. Yeni teknolojiler, üretim yöntemleri veya ürünlerle öne çıkarak, firmalar daha rekabetçi hale gelebilirler."
  },
  {
    "id": "3685456",
    "unitNumber": 8,
    "text": "Faiz oranı paritesi ile ilgili aşağıdakilerden hangisi <strong>söylenemez?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Uluslararası parapiyasaları arasında arbitraj faaliyetlerinin bir sonucudur.",
      "B": "Döviz piyasası ile uluslararası para piyasası arasında bağlantı kurmayı sağlar.",
      "C": "Para piyasasına uyarlanmış tek fiyat kanunudur.",
      "D": "Piyasalar arasındaki faiz oranı farklılıkları ile döviz kurları arasındaki ilişkiyi açıklar.",
      "E": "Her para biriminin belirli bir miktar mal ve hizmet satın alma gücü olduğu düşüncesine dayanmaktadır."
    },
    "explanation": "Her para biriminin belirli bir miktar mal ve hizmet satın alma gücü olduğu düşüncesi, Satın Alma Gücü Paritesi teorisinin temelini oluşturur. (Sayfa 214). Diğer seçenekler ise faiz oranı paritesi ile ilgili özelliklerdir."
  },
  {
    "id": "3687972",
    "unitNumber": 8,
    "text": "Yatırımcıların düşük faiz oranına sahip bir para birimini borç alıp aynı anda yüksek faiz oranına sahip bir para birimine yatırım yaparak faiz farkından faydalanma stratejisine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fisher etkisi",
      "B": "Carry trade",
      "C": "Döviz opsiyonu",
      "D": "Döviz pozisyonu",
      "E": "Döviz swapı"
    },
    "explanation": "Carry trade, yatırımcıların düşük faiz oranına sahip bir para birimini borç alıp aynı anda yüksek faiz oranına sahip bir para birimine yatırım yaparak faiz farkından faydalanma stratejisidir."
  },
  {
    "id": "3687984",
    "unitNumber": 8,
    "text": "Ödemeler dengesindeki sermaye hareketleri hesaplarına odaklanarak döviz kuru değişimlerini açıklama amacı taşıyan ve modern döviz kuru modellerinin öncüsü olan yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Parasalcı yaklaşım",
      "B": "Portdöy dengesi yaklaşımı",
      "C": "Mundell Fleming modeli",
      "D": "Para ikamesi yaklaşımı",
      "E": "Etkin piyasalar yaklaşımı"
    },
    "explanation": "Mundell Fleming Modeli: Bu model, Robert Mundell ve J. Marcus Fleming tarafından geliştirilmiştir.<br/>Özellikle ödemeler dengesindeki sermaye hareketleri hesaplarına odaklanarak, döviz kuru değişimlerini açıklama amacını taşımaktadır. Mundell- Fleming analizi, döviz kurlarını anlamak için parasal yaklaşımın ve diğer modern modellerin öncüsü olarak kabul edilmiştir."
  },
  {
    "id": "3687997",
    "unitNumber": 8,
    "text": "Aşağıdaki yöntemlerden hangisi döviz kuru riskini en aza indirmek için kullanılan dışsal tekniklerden biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kısa vadeli borçlanma",
      "B": "Fiyatlama politikası",
      "C": "Döviz gelecek işlemleri",
      "D": "Döviz opsiyonları",
      "E": "Döviz swapları"
    },
    "explanation": "Bilanço dışı döviz pozisyonu ise vadeli teslim döviz piyasaları, kısa vadeli borçlanma, döviz opsiyonları, döviz gelecek işlemleri ve döviz swapları gibi dışsal teknikleri kullanır."
  },
  {
    "id": "3688723",
    "unitNumber": 8,
    "text": "Bölünmüş Piyasalar Teorisi'ne göre kısa vadeli ve uzun vadeli menkul kıymetlere olan talebin birbirine yakın olması durumunda ne tür bir getiri eğrisi oluşabilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yatık getiri eğrisi",
      "B": "Dik getiri eğrisi",
      "C": "Yatay getiri eğrisi",
      "D": "Eğik getiri eğrisi",
      "E": "Artan getiri eğrisi"
    },
    "explanation": "Talepteki değişikliklere bağlı olarak; getiri eğrisi yatay, dik veya yatık bir şekilde şekillenebilir. Örneğin, kısa vadeli ve uzun vadeli menkul kıymetlere olan talebin birbirine yakın olması durumunda yatık bir getiri eğrisi oluşabilir."
  },
  {
    "id": "3688726",
    "unitNumber": 8,
    "text": "Yatırımcıların likidite tercihleri ile vade primi beklentileri sonucunda getiri eğrilerinin çeşitli şekillerde oluşabileceği hipotezine sahip teori aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fisher etkisi",
      "B": "Likidite tercihi teorisi",
      "C": "Tercih edilmiş ortam hipotezi",
      "D": "Bekleyişler teorisi",
      "E": "Bölünmüş piyasalar teorisi"
    },
    "explanation": "Likidite Tercihi Hipotezi ile birleşen Tercih Edilmiş Ortam Hipotezi, uzun vadeli ve kısa vadeli piyasalardaki dengesizlik durumlarında yatırımcıların bir piyasadan diğerine geçmek için bir prim<br/>talep edebileceklerini öne sürer. Bu hipotez, getiri eğrilerinin çeşitli şekillerde oluşabileceğini ve likidite tercihleri ile vade primi beklentilerinin bu oluşumu etkilediğini belirtir."
  },
  {
    "id": "3691982",
    "unitNumber": 8,
    "text": "Karşılaştırmalı Üstünlük Teorisi aşağıdaki hangi durumu açıklar?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir firmanın başka bir firma ile ortaklık kurarak karını arttırması",
      "B": "Bir ülkenin belirli bir mal veya hizmeti diğer ülkelerden daha iyi üretebilmesi",
      "C": "Bir ürünün yaşam döngüsü boyunca farklı pazarlarda üretilmesi",
      "D": "Bir ülkenin enflasyon oranının diğer ülkelere göre düşük olması",
      "E": "Bir ülkenin dış borçlarını ödeyebilme kapasitesinin diğer ülkelerden iyi olması"
    },
    "explanation": "Karşılaştırmalı Üstünlük Teorisi, bir ülkenin diğer bir ülkeden daha iyi bir şekilde belirli bir mal veya hizmeti üretebildiği durumları vurgular. Firmalar, kendilerine özgü kaynaklara, yeteneklere veya teknolojilere dayalı olarak uluslararası piyasalarda rekabet avantajı elde ederek genişlemeyi hedeflerler."
  },
  {
    "id": "3691987",
    "unitNumber": 8,
    "text": "Bir firmanın başka bir ülkedeki bir girişimciye iş modelini ve markasını kullanma izni vermesi ne olarak adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Franchising",
      "B": "Doğrudan Yabancı Sermaye Yatırımı",
      "C": "Ortak Girişimler",
      "D": "Leasing",
      "E": "Factoring"
    },
    "explanation": "Franchising: Bir firmanın başka bir ülkedeki bir girişimciye iş modelini ve markasını kullanma izni vermesi, franchising olarak adlandırılır"
  },
  {
    "id": "3691991",
    "unitNumber": 8,
    "text": "Bir ülkenin para biriminin döviz piyasasındaki arz ve talebe bağlı olarak dalgalandığı kur sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sabit kur sistemi",
      "B": "Bretton Woods Sistemi",
      "C": "Bant sınırları içinde dalgalı sistem",
      "D": "Esnek kur sistemi",
      "E": "Altın standardı sistemi"
    },
    "explanation": "Esnek Kur Sistemleri: Esnek kur sistemi, bir ülkenin para biriminin döviz piyasasındaki arz ve talebe bağlı olarak dalgalandığı bir sistemdir."
  },
  {
    "id": "3691997",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Tek Fiyat Kanunu'nun geçerli olabilmesi için gerekli koşullardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Üretim teknolojilerinin benzer olması",
      "B": "Malların homojen nitelikte olması",
      "C": "Ülkeler arasında arbitrajı engelleyen uygulamaların olması",
      "D": "Asimetrik bilginin var olması",
      "E": "Oligopolistik piyasaların var olması"
    },
    "explanation": "Tek Fiyat Kanunu, tam rekabet piyasası koşullarının var olduğu piyasa yapılarında geçerlidir. İşlem giderlerinin bulunmadığı, piyasaya giriş ve çıkışın serbest olduğu, piyasada çok sayıda alıcı ve satıcının bulunduğu, bilgiye ulaşım maliyetinin olmadığı bir ortamda bir varlığın fiyatının tüm piyasalarda aynı olması gerektiğini savunur.\n Tek Fiyat Kanununun geçerli olabilmesi, malların ticarete konu mal olmasına, malların homojen niteliğe sahip olmasına, kalite farklarının olmamasına, ülkeler arası ticareti ve arbitrajı engelleyen uygulamaların olmamasına bağlıdır."
  },
  {
    "id": "3692005",
    "unitNumber": 8,
    "text": "X malının yerli ülkedeki (Almanya) fiyatı 50 euro yabancı ülkedeki (ABD) fiyatı 40 dolar ise tek fiyat kanunu çerçevesinde parite düzeyi ne olursa piyasalar arası arbitraj imkânı olmaz?",
    "correctAnswer": "C",
    "options": {
      "A": "1 euro = 0,80",
      "B": "1 euro = 10",
      "C": "1 euro = 1,25",
      "D": "1 euro = 1,8",
      "E": "1 euro = 2,25"
    },
    "explanation": "i malının yerli ülkedeki fiyatını (Pi yerli) ve yerli ülkedeki döviz kuru (Syerli) ile gösterirsek aşağıdaki eşitlik yazılabilir.\n Pi,yerli=Syerli*Pi,yabancı\n Yerli ülkedeki döviz kuru, bir malın fiyatını iki ülke piyasasında birbirine eşitleyen bir düzeyde olmalıdır. Örnekte, Almanya’da x malının fiyatının 50 euro, Amerika’da ise 40 dolar olduğu varsayılmıştır. Tek Fiyat Kanunu’na göre, X malının fiyatını aynı para birimi cinsinden Almanya ve Amerika’da eşitleyecek mekanizma döviz kuru paritesi olacaktır. Paritenin 1 euro = 1,25 dolar olması x malının fiyatını her iki ülkede de birbirine eşitleyecektir. Bu durumda piyasalar arası arbitraj imkânı bulunmayacaktır.\n Pi,Almanya=SAlmanya*Pi,Amerika\n 50=1,25*40"
  },
  {
    "id": "3692010",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yatırımcıların düşük faiz oranına sahip bir para birimini borç alıp aynı anda yüksek faiz oranına sahip bir para birimine yatırım yaparak faiz farkından faydalanma stratejisi olarak tanımlanır?",
    "correctAnswer": "E",
    "options": {
      "A": "Overshooting",
      "B": "Uluslararası Fisher Etkisi",
      "C": "Çeşitlendirme",
      "D": "Uzun pozisyon",
      "E": "Carry trade"
    },
    "explanation": "Carry trade, yatırımcıların düşük faiz oranına sahip bir para birimini borç alıp aynı anda yüksek faiz oranına sahip bir para birimine yatırım yaparak faiz farkından faydalanma stratejisidir."
  },
  {
    "id": "3692016",
    "unitNumber": 8,
    "text": "Fisher’e göre, nominal faiz oranı %50, beklenen enflasyon oranı %45 iken reel faiz oranı yüzde kaç olur?",
    "correctAnswer": "D",
    "options": {
      "A": "2,5",
      "B": "5,33",
      "C": "4,37",
      "D": "3,44",
      "E": "2,45"
    },
    "explanation": "(1 + Nominal Faiz Oranı) = (1+Reel Faiz Oranı)*(1+Beklenen Enflasyon Oranı)\n Örnekte, nominal faiz oranları %50, beklenen enflasyon oranının %45 olduğu bir durumda Fisher’e göre reel faiz oranı;\n (1+0.50) =(1+r) x (1+0.45) \n 1,5=(1+r) x 1,45\n 1,5=1,45+1,45r\n 1,45r=0,05\n r=0,0344"
  },
  {
    "id": "3692021",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir ülkenin dolarizasyon sistemine geçmesinin sonuçlarından biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Senyoraj geliri ortadan kalkar",
      "B": "Para politikası araçlarından vazgeçilir",
      "C": "Kur esnektir",
      "D": "Ülke merkez bankası para yaratma yetkisini kaybeder",
      "E": "Ulusal para yerine genellikle ABD doları kullanılır"
    },
    "explanation": "Dolarizasyon, bir ülkenin kendi ulusal para birimi yerine genellikle ABD dolarını kullanması durumudur.\n<br/>Kurun sabitlenmesi ve senyoraj gelirlerinin tamamen ortadan kalktığı durumda, yabancı bir para biriminin ulusal para birimi yerine kullanılması “dolarizasyon” olarak adlandırılır. Bu sistem, derin makro ekonomik krizlerle başa çıkmak zorunda kalan bazı az gelişmiş ülkelerin tercih ettiği bir yöntemdir. Ancak, bu durumda ülkenin merkez bankası para yaratma yetkisini kaybeder ve para politikası araçlarından vazgeçmek zorunda kalır<em>.</em>"
  },
  {
    "id": "3692027",
    "unitNumber": 8,
    "text": "Aşağıdaki yöntemlerden hangisi döviz kuru riskini kontrol etmek ve kur riskinden korunmak amacıyla kullanılan dışsal tekniklerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Netleştirme",
      "B": "Çeşitlendirme ve ayırma",
      "C": "Öne Alma ve geciktirme",
      "D": "Fiyatlandırma politikaları",
      "E": "Döviz gelecek işlemleri"
    },
    "explanation": "İşletmeler, kur riskini kontrol etmek ve korunmak amacıyla dışsal teknikleri kullanırlar. Bu teknikler arasında sabit kur rejiminde kullanılan vadeli teslim döviz piyasaları, kısa vadeli borçlanma, döviz opsiyonları, döviz gelecek işlemleri ve döviz sözleşmeleri bulunmaktadır. Dışsal teknikler, işletmelere döviz kuru riskini yönetmede yardımcı olur.\n Netleştirme, eşleştirme, öne alma ve geciktirme, fiyatlandırma politikaları, aktif ve pasif yönetim ile çeşitlendirme ve ayırma stratejileri, kur riskinden korunma adına sıkça kullanılan içsel teknikler arasındadır"
  },
  {
    "id": "3692036",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Bekleyişler Teorisi</li> <li>Bölünmüş Piyasalar Teorisi</li> <li>Likidite Tercihi Teorisi</li> <li>Tercih Edilmiş Ortam Hipotezi</li> </ol> Faiz oranlarının vade yapısıyla ilgili yukarıdaki teorilerden hangilerinin temel önermelerinden biri, ekonomik birimlerin, kısa ve uzun vadeli faiz oranları arasında fark gözetmeyip sadece getiriyi maksimize etmeye çalışmasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sadece I",
      "B": "Sadece II",
      "C": "II ve III",
      "D": "I, II ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "Bekleyişler teorisi, ekonomik birimlerin kararlarını, gelecekteki olaylar hakkındaki beklentilerine dayandırdığı bir finans teorisidir. Bu teori, özellikle faiz oranları üzerindeki etkileri açıklamak için kullanılır. Teorinin temel önermelerinden biri, ekonomik birimlerin, kısa ve uzun vadeli faiz oranları arasında fark gözetmeksizin sadece getiriyi maksimize etmeye çalıştığıdır."
  }
]