[
  {
    "id": "3352698",
    "unitNumber": 1,
    "text": "Yeni görme düzeni, fotoğrafla birlikte yani optik yoluyla yüzey üzerine resmetmenin aygıtlarıyla kaçıncı yüzyıldan başlayarak yaygınlaşmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "XIX",
      "B": "XX",
      "C": "XVII",
      "D": "XVI",
      "E": "XVIII"
    },
    "explanation": "Yeni görme düzeni, fotoğrafla birlikte yani optik yoluyla yüzey üzerine resmetmenin aygıtlarıyla XIX. yüzyıldan başlayarak yaygınlaşmıştır.<br/>Sorunun doğru yanıtı A seçeneğinde verilmiştir."
  },
  {
    "id": "3352699",
    "unitNumber": 1,
    "text": "Öte yandan şunu da unutmamak gerekir, _________ne teknik ne de içerik olarak bu yeni görme düzeninin başlangıç noktasını oluşturmaz. _______ daha ortada yok iken karanlık kutu, bu yeni görme düzenini hazırlamıştır.\n<br/>Yukarıdaki boşluklara aşağıdaki kelimelerden hangisinin gelmesi daha uygun olur?",
    "correctAnswer": "B",
    "options": {
      "A": "Resim",
      "B": "Fotoğraf",
      "C": "Perspektif",
      "D": "Kompozisyon",
      "E": "Sanat"
    },
    "explanation": "Öte yandan şunu da unutmamak gerekir, fotoğraf ne teknik ne de içerik olarak bu yeni görme düzeninin başlangıç noktasını oluşturmaz. Fotoğraf daha ortada yok iken karanlık kutu, bu yeni görme düzenini hazırlamıştır.<br/>Sorunun doğru yanıtı B seçeneğinde verilmiştir."
  },
  {
    "id": "3352700",
    "unitNumber": 1,
    "text": "Aşağıdaki bilim adamları ve sanatçılardan hangisi görmeyle ilgili olarak karanlık kutudan bahsetmemiş ve üzerinde <u>durmamıştır?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Öklit",
      "B": "Aristoteles",
      "C": "Sofokles",
      "D": "Roger Bacon",
      "E": "Leonardo da Vinci"
    },
    "explanation": "Öte yandan Öklit (İÖ 365-300), Aristoteles (İÖ 384-322) ve daha sonra Roger Bacon (1220-1292), R. Gemma Frisius (15081555), Leonardo da Vinci (1452-1519) gibi bilim adamları ve sanatçılar bu aygıttan söz etmişlerdir. Bir başka deyişle, görmeyle ilgili olarak karanlık kutu üzerinde durmuşlardır.<br/>Sorunun doğru yanıtı C seçeneğinde verilmiştir."
  },
  {
    "id": "3352701",
    "unitNumber": 1,
    "text": "Aşağıdaki bilim adamı ve sanatçılardan hangisi ortaya çıkan görüntünün niteliğiyle ilgilenerek, bir nesnenin ışık yoluyla yüzey üzerindeki görüntüsünün nesnenin temsili olduğunu belirlemiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Roger Bacon",
      "B": "Johannes Vermeer",
      "C": "Mo-Ti",
      "D": "Leonardo da Vinci",
      "E": "İbnü’l-Heysem"
    },
    "explanation": "Leonardo ise ortaya çıkan görüntünün niteliğiyle ilgilenmiştir. Bir nesnenin ışık yoluyla yüzey üzerindeki görüntüsünün nesnenin temsili olduğunu Leonardo belirlemiştir.<br/>Sorunun doğru cevabı D seçeneğinde verilmiştir."
  },
  {
    "id": "3352702",
    "unitNumber": 1,
    "text": "Düşünürler, düşün sistemlerini açıklarken karanlık kutunun teknik yapısını oluşturan bazı öğelerini kullanmışlardır. Aşağıdakilerden hangisi bunlardan birisi <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "İçine ışık sızdırmayan kutu",
      "B": "Delik yoluyla giren ışık",
      "C": "Oluşan görüntü",
      "D": "Bu görüntünün hayali olması",
      "E": "Bu görüntünün düz olması"
    },
    "explanation": "Karanlık kutunun teknik yapısını oluşturan, içine ışık sızdırmayan kutu, delik yoluyla giren ışık, oluşan görüntü ve bu görüntünün ters, hayali olması gibi konular birçok düşünürün dikkatini çekmiştir. Düşünürler, düşün sistemlerini açıklarken karanlık kutunun bu öğelerini kullanmışlardır.<br/>Sorunun doğru cevabı E seçeneğinde verilmiştir."
  },
  {
    "id": "3352703",
    "unitNumber": 1,
    "text": "Descartes, insan gözünün optik çalışma sistemiyle karanlık kutu arasında deneye dayalı bir ilişki kurmuştur. Descartes’ın yaptığı bu karşılaştırma sonraki yıllarda da yapılmıştır. İnsan gözüyle görmeye geleneksel denirse, optik yoluyla görmeye ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Avand-garde",
      "B": "Uylaşımsal",
      "C": "Eski",
      "D": "Postmodern",
      "E": "Modern"
    },
    "explanation": "geleneksel dersek, optik yoluyla görmek yeni olan yani moderndir. Bu nedenle, Descartes’ın karşılaştırmasını görme düzeni yani gözle görmek ve aygıt yoluyla görmek açısından değerlendirmek de mümkündür.<br/>Sorunun doğru cevabı E seçeneğinde verilmiştir."
  },
  {
    "id": "3352704",
    "unitNumber": 1,
    "text": "1690 yılında karanlık kutu metaforuyla “dışardan zihnimizin odasına kabul edilmek durumu” kavramının altını çizen bilim adamı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Da Vinci",
      "B": "Copernicus",
      "C": "Humme",
      "D": "Locke",
      "E": "Descartes"
    },
    "explanation": "Locke’un 1690 yılında karanlık kutu metaforuyla altını çizdiği, dışardan zihnimizin odasına kabul edilmek durumu, görme düzeni açısından üzerinde durulması gereken bir konudur.<br/>Sorunun doğru cevabı D seçeneğinde verilmiştir."
  },
  {
    "id": "3352706",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi optik yoluyla aynı gelenekten gelerek üretilen bir aygıt <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Karanlık kutu",
      "B": "Analog fotoğraf makinesi",
      "C": "Dürbün",
      "D": "Sayısal fotoğraf makinesi",
      "E": "Cep telefonunun fotoğraf makinesi"
    },
    "explanation": "Karanlık kutu, 1950’li yılların bir fotoğraf makinesi, 2000’li yılların bir sayısal fotoğraf makinesi ve 2014 yılına ait bir cep telefonunun fotoğraf makinesi. Bunlar optik yoluyla aynı gelenekten gelen üretilen dört farklı aygıttır.<br/>Sorunun doğru yanıtı C seçeneğinde verilmiştir."
  },
  {
    "id": "3352707",
    "unitNumber": 1,
    "text": "Karanlık kutuda boyut değiştiğinde ya da ışığı toplayan deliğin çapı değiştiğinde, görüntünün niteliğiyle birlikte derinlik etkisi de değişir. Bu süreç sonucunda algılamada ortaya çıkan etkiye ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Küçülme",
      "B": "Yanılsama",
      "C": "Büyüme",
      "D": "Farklılaşma",
      "E": "İyileşme"
    },
    "explanation": "Örneğin, karanlık kutuda boyut değiştiğinde ya da ışığı toplayan deliğin çapı değiştiğinde, görüntünün niteliğiyle birlikte derinlik etkisi de değişir ve algılamada yanılsama etkisi ortaya çıkar.<br/>Sorunun doğru yanıtı B seçeneğinde verilmiştir."
  },
  {
    "id": "3352708",
    "unitNumber": 1,
    "text": "Çıplak gözle yüzey üzerine geleneksel resmetme teknikleriyle resmeden kişi, yüzeyini ve yüzeyin sınırlarını kendisi belirler. İkiboyutlu yüzeyini dilediği büyüklükte ya da küçüklükte belirler. Bu durumda optik yoluyla elde edilen görüntüde, belirleyici olan şey nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aygıt",
      "B": "Çerçeve",
      "C": "Işık",
      "D": "Gölge",
      "E": "Mekan"
    },
    "explanation": "Çıplak gözle yüzey üzerine geleneksel resmetme teknikleriyle resmeden kişi, yüzeyini ve yüzeyin sınırlarını kendisi belirler. İkiboyutlu yüzeyini dilediği büyüklükte ya da küçüklükte belirler. Oysa optik yoluyla elde edilen görüntüde, belirleyici olan aygıttır.<br/>Sorunun doğru yanıtı A seçeneğinde verilmiştir."
  },
  {
    "id": "3352768",
    "unitNumber": 1,
    "text": "Işığı toplayarak görüntü üreten aygıtın çalışma sistemini ilk kez açıklayan ve bu aygıtı uygulamalı bir deneyde kullananan bilim adamı kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Öklit",
      "B": "Aristoteles",
      "C": "Roger Bacon",
      "D": "İbnü’l Heysem",
      "E": "Leonardo da Vinci"
    },
    "explanation": "İçine ışık sızdırmayan dört tarafı kapalı bir kutu.Bu kutunun bir yüzündeki deliğin, üzerine gelen ışığı toplayarak içine aldığı ve kutunun içinde, deliğin tam karşısında görüntü oluşturduğu bir yüzey. Bu basit aygıt, İÖ V. yüzyılda Çinli bilim adamı Mo Ti’den (İÖ 470-391) beri bilinmektedir. X. yüzyılın sonu XI. yüzyılın başında Arap bilim adamı İbnü’l Heysem (935-1039/40) ise ışığı toplayarak görüntü üreten bu aygıtın çalışma sistemini ilk olarak<br/>açıklamış ve aygıtı uygulamalı bir deneyde kullanmıştır."
  },
  {
    "id": "3352769",
    "unitNumber": 1,
    "text": "Bir nesnenin ışık yoluyla yüzey üzerindeki görüntüsünün nesnenin temsili olduğunu belirleyen bilim adamı kimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Johannes Vermeer",
      "B": "Oklit",
      "C": "Leonardo da Vinci",
      "D": "R. Gemma Frisius",
      "E": "Aristoteles"
    },
    "explanation": "Bir nesnenin ışık yoluyla yüzey üzerindeki görüntüsünün nesnenin temsili olduğunu Leonardo belirlemiştir.<br/>Leonardo da Vinci"
  },
  {
    "id": "3352770",
    "unitNumber": 1,
    "text": "Giovanni Batista Delta Porta fiziksel gerçeklerin yüzey üzerinde sunulması konusunu hangi ünlü eserinde ele almıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Resim Alegorisi",
      "B": "Doğa Büyüsü",
      "C": "Astronom",
      "D": "Coğrafyacı",
      "E": "Kehanet"
    },
    "explanation": "Karanlık kutu, insanların çıplak gözle gördüğü geniş alan içinde yatay-dikey olarak belirlediği yani sınırlandırdığı çerçevenin yüzey üzerinde görüntü olarak ortaya çıkartması, görme açısından da yeni bir durumdur. Fiziksel gerçeklerin bu şekilde yüzey üzerinde sunulmasını İtalyan düşünür, Giovanni Batista Delta Porta (1535?-1615) ünlü eseri olan Doğa Büyüsü (1558; Magia Naturalis) adlı çalışmasında ele almıştır."
  },
  {
    "id": "3352781",
    "unitNumber": 1,
    "text": "Kaç yılında Leonardo da Vinci (1452-1519) insan gözünün nasıl çalıştığını anlamaya çalışırken, karanlık kutuyla çalışmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1480",
      "B": "1490",
      "C": "1500",
      "D": "1510",
      "E": "1520"
    },
    "explanation": "1490 yılında Leonardo da Vinci (1452-1519) insan gözünün nasıl çalıştığını anlamaya çalışırken, karanlık kutuyla çalışmıştır."
  },
  {
    "id": "3352782",
    "unitNumber": 1,
    "text": "Doğa Büyüsü İsimli eser aşağıdakilerden hangisine aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Johannes Vermeer",
      "B": "René Descartes",
      "C": "Giovanni Batista Delta Porta",
      "D": "Gemma Frisius",
      "E": "Leonardo da Vinci"
    },
    "explanation": "Karanlık kutu, insanların çıplak gözle gördüğü geniş alan içinde yatay-dikey olarak belirlediği yani sınırlandırdığı çerçevenin yüzey üzerinde görüntü olarak ortaya çıkartma- sı, görme açısından da yeni bir durumdur. Fiziksel gerçeklerin bu şekilde yüzey üzerinde sunulmasını İtalyan düşünür, Giovanni Batista Delta Porta (1535?-1615) ünlü eseri olan Doğa Büyüsü (1558; Magia Naturalis) adlı çalışmasında ele almıştır."
  },
  {
    "id": "3352783",
    "unitNumber": 1,
    "text": "Locke ünlühangi eserinde insan bilgisinin alanlarını ve bilginin ulaşabildiği derinlikleri araştırmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kitâb el-Menâzır",
      "B": "La dioptrique",
      "C": "İnsan Anlığı Üzerine Bir Deneme",
      "D": "Putların Alacakaranlığı",
      "E": "Camera Obscura"
    },
    "explanation": "Locke ünlü İnsan Anlığı Üzerine Bir Deneme (1690; An Essay Concerning Human Understanding), adlı eserinde, insan bilgisinin alanlarını ve bilginin ulaşabildiği derinlikleri araştırmıştır."
  },
  {
    "id": "3352788",
    "unitNumber": 1,
    "text": "Aşağıda verilen bilim insanlarından hangisi İnsan Anlığı Üzerine Bir Deneme adlı esrinde insan zihninin ayırt etme ve bunları seçme yetisi işlemini açıklarken karanlık kutu metaforunu kullanır?",
    "correctAnswer": "A",
    "options": {
      "A": "John Locke",
      "B": "Descartes",
      "C": "Karl Marx",
      "D": "Friedrich Engels",
      "E": "Friedrich Nietzsche"
    },
    "explanation": "Karanlık kutuyla ilgili yaygın olarak bilinen bir metafor da John Locke (1632-1704) tarafından yapılmıştır. Locke ünlü İnsan Anlığı Üzerine Bir Deneme (1690; An Essay Concerning Human Understanding), adlı eserinde, insan bilgisinin alanlarını ve bilginin ulaşabildiği derinlikleri araştırırken, ikinci kitabın XI. bölümünde insan zihninin ayırt etme ve bunları seçme yetisi üzerinde durur. Zihnimizin bu işlemini açıklarken karanlık kutu metaforunu kullanır."
  },
  {
    "id": "3352789",
    "unitNumber": 1,
    "text": "Aşağıdaki düşünürlerden hangisi veya hangileri eserlerinde, materyalist tarih anlayışının özü toplumsal varlık ve toplumsal bilinç konusunu açıklarken, karanlık kutuyu bir metafor olarak kullanır?\n I- Friedrich Engels II- Friedrich Nietzsche III- Karl Marx",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "II",
      "C": "I,II",
      "D": "I,III",
      "E": "I,II ve III"
    },
    "explanation": "Karanlık kutuyla ilgili ünlü bir metafor da Karl Marx (1818-1883) ve Friedrich Engels’e (1820-1895) aittir. Alman İdeolojisi (1845-46 [1932]; Die deutsche Ideologie) eserlerinde, materyalist tarih anlayışının özü toplumsal varlık ve toplumsal bilinç konusunu açıklarken, karanlık kutuyu bir metafor olarak kullanırlar.<br/>I,III"
  },
  {
    "id": "3352790",
    "unitNumber": 1,
    "text": "Nietzsche’nin karanlık kutu genellemesi; hangi karşıt kavramı veya kavramları ortadan kaldırmaya yöneliktir?\n I-Sanat-bilim II- Bilinçdışı-bilinç III- Karanlık-aydınlık",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "III",
      "C": "I,II",
      "D": "I,III",
      "E": "I,II ve III"
    },
    "explanation": "Nietzsche için metaforlar öğretici değil, daha çok sistematiktir. Ayrıca onun karanlık kutu metaforunu genellediği vurgulanır. Karanlık kutunun, karanlığını kullanırken Nietzsche’de bir aydınlığa özlem duyma yoktur. Onun karanlık kutu genellemesi; sanat-bilim, bilinçdışı-bilinç, karanlık-aydınlık karşıtlığını ortadan kaldırmaya yöneliktir<br/>I,II ve III"
  },
  {
    "id": "3352835",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Hz. İsa’dan önce doğmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Roger Bacon",
      "B": "İbnü’l Heysem",
      "C": "Mo Ti",
      "D": "Öklit",
      "E": "Gemma Frisius"
    },
    "explanation": "Mo Ti-İÖ 470-391"
  },
  {
    "id": "3352836",
    "unitNumber": 1,
    "text": "Karanlık kutuyu insan gözüyle aşağıdakilerden hangisi ilişkilendirmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Roger Bacon",
      "B": "René Descartes",
      "C": "Gemma Frisius",
      "D": "Leonardo da Vinci",
      "E": "İbnü’l-Heysem"
    },
    "explanation": "Karanlık kutuyu insan gözüyle ilişkilendiren René Descartes (1596-1650) insan gözüyle bu aygıt arasındaki ilişkiyi araştırmıştır. Bir anlamda, insan gözünün karşısına yine bir görme düzeni oluşturan aygıtı, incelemiştir."
  },
  {
    "id": "3352837",
    "unitNumber": 1,
    "text": "Ressam Johannes Vermeer (1632-1675) hangi ülkedendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Danimarka",
      "B": "Avusturya",
      "C": "Hollanda",
      "D": "Belçika",
      "E": "Finlandiya"
    },
    "explanation": "Üçboyutlu nesnelerin, bu şekilde yüzey üzerinde iki boyutlu olarak ortaya çıkartılması en çok da ressamların ilgisini çekmiştir. Bu yönüyle bakıldığında, karanlık kutu iyi ve kolay kullanılan bir kopyalama aygıtıdır. Bu anlamda en ünlü ressam Hollandalı Johannes Vermeer (1632-1675) olmuştur."
  },
  {
    "id": "3352845",
    "unitNumber": 1,
    "text": "Karanlık kutuyla ilgili ünlü bir …….. da Karl Marx (1818-1883) ve Friedrich Engels’e (1820-1895) aittir. Alman İdeolojisi (1845-46 [1932]; Die deutsche Ideologie) eserlerinde, materyalist tarih anlayışının özü toplumsal varlık ve toplumsal bilinç konusunu açıklarken, karanlık kutuyu bir ………. olarak kullanırlar.\n Yukarıdaki cümledeki boşluklara aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İroni-metafor",
      "B": "Metafor-Benzetme",
      "C": "Metafor-metafor",
      "D": "Benzetme-ironi",
      "E": "Metafor-ironi"
    },
    "explanation": "Karanlık kutuyla ilgili ünlü bir metafor da Karl Marx (1818-1883) ve Friedrich Engels’e (1820-1895) aittir. Alman İdeolojisi (1845-46 [1932]; Die deutsche Ideologie) eserlerinde, materyalist tarih anlayışının özü toplumsal varlık ve toplumsal bilinç konusunu açıklarken, karanlık kutuyu bir metafor olarak kullanırlar.<br/>Metafor-metafor"
  },
  {
    "id": "3352846",
    "unitNumber": 1,
    "text": "Film karesi kaç mm’dir?",
    "correctAnswer": "C",
    "options": {
      "A": "25",
      "B": "30",
      "C": "35",
      "D": "40",
      "E": "45"
    },
    "explanation": "35mm"
  },
  {
    "id": "3352847",
    "unitNumber": 1,
    "text": "Karanlık kutu ya da fotoğraf makinası nasıl bir görüntü üretir?",
    "correctAnswer": "D",
    "options": {
      "A": "Düz",
      "B": "Yatay",
      "C": "Dikey",
      "D": "Ters",
      "E": "Eğri"
    },
    "explanation": "Karanlık kutu ya da fotoğraf makinesi insan gözüne benzer şekilde çalışır ve ters görüntü üretir."
  },
  {
    "id": "3352848",
    "unitNumber": 1,
    "text": "Karanlık kutu kavramının fotoğraf terminolojisindeki karşılığı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "camera obstical",
      "B": "camera observer",
      "C": "camera optic",
      "D": "camera obscura",
      "E": "camera obstar"
    },
    "explanation": "camera obscura"
  },
  {
    "id": "3352850",
    "unitNumber": 1,
    "text": "Aşağıda Nietzsche'nin karanlık kutu metaforları ile ilişkili olarak verilen bilgilerden hangisi veya hangileri doğrudur?\n I- Karanlık kutunun, karanlığını kullanırken Nietzsche’de bir aydınlığa özlem duyar\n II- Karanlık kutu genellemesi; karanlık-aydınlık karşıtlığını ortadan kaldırmaya yöneliktir\n III- Karanlık kutu metaforu, eski bir yöntemi yeni bir durumu açıklamak şeklinde değerlendirilir",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "II",
      "C": "I,II",
      "D": "II,III",
      "E": "I,II ve III"
    },
    "explanation": "Nietzsche için metaforlar öğretici değil, daha çok sistematiktir. Ayrıca onun karanlık kutu metaforunu genellediği vurgulanır. Karanlık kutunun, karanlığını kullanırken Nietzsche’de bir aydınlığa özlem duyma yoktur. Onun karanlık kutu genellemesi; sanat-bilim, bilinçdışı-bilinç, karanlık-aydınlık karşıtlığını ortadan kaldırmaya yöneliktir.\n<br/>Çünkü her biri kendi karanlık odasında aynı eylemi gerçekleştirmektedir. Her şey karanlıkta ise ortada olan hiçbir şey yoktur. Bu şekilde Nietzsche ikili karşıtlıklar içinde, kendi düşünce sistemine göre, bir tersine çevirme işlemi yapar. Nietzsche’nin karanlık kutu metaforu, eski bir yöntemi yeni bir durumu açıklamak şeklinde değerlendirilir.<br/>II,III"
  },
  {
    "id": "3352852",
    "unitNumber": 1,
    "text": "Gerçeklik ile ilgili olarak verilen bilgilerden hangisi yada hangileri doğrudur?\n I- Karanlık kutunun boyutunu küçültmek r gerçekliğin görüntüde değişmesine neden olur\n II- Optik yoluyla ortaya çıkartılan gerçeklik, her zaman bir bütünün belirlenmiş bir parçasıdır\n III- Karanlık kutunun ürettiği görüntü, fiziksel gerçekliğin yüzey üzerinde yeniden üretimidir.",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "I,II",
      "D": "I,III",
      "E": "I,II ve III"
    },
    "explanation": "Karanlık kutunun ürettiği görüntü, fiziksel gerçekliğin yüzey üzerinde yeniden üretimidir. \n<br/>Optik yoluyla ortaya çıkartılan gerçeklik, her zaman bir bütünün belirlenmiş bir<br/>parçasıdır ve yeni görme düzeninin belirleyici bir öğesidir.\n<br/>Karanlık kutunun ürettiği görüntü, fiziksel gerçekliğin yüzey üzerinde yeniden üretimidir.<br/>I,II ve III"
  },
  {
    "id": "3352854",
    "unitNumber": 1,
    "text": "Metaforların öğretici olmayıp sistematik olduğunu ileri süren düşünür kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Friedrich Nietzsche",
      "B": "Karl Marx",
      "C": "Friedrich Engels",
      "D": "John Locke",
      "E": "René Descartes"
    },
    "explanation": "Nietzsche için metaforlar öğretici değil, daha çok sistematiktir. A<br/>Friedrich Nietzsche"
  },
  {
    "id": "3352855",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yada hangileri karanlık kutunun temel öğesi yada öğeleridir?\n I- Resmedilen nesne\n II- Görüntü\n III- Işık",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "I,II",
      "D": "II,III",
      "E": "I,II ve III"
    },
    "explanation": "Karanlık kutuyu metafor olarak kullananlar söze hep şöyle başlamışlardır: Karartılmış bir oda ve bu odaya küçük bir delikten giren ışık, delikten giren ışığın kutunun içinde, beyaz bir kayıt üstüne düşen görüntüsü. Bu yapı içindeki temel öğeler şunlardır: Aygıt olarak karanlık kutu, resmedilen nesne yani aygıtın dışarısı, görüntü yani aygıtın içerisi, aygıtın görüntü üretmesini sağlayan delik, bütün bu sistemin çalışmasını sağlayan ışık ve kullanan kişi.<br/>I,II ve III"
  },
  {
    "id": "3843800",
    "unitNumber": 1,
    "text": "<strong>1. Fotoğraf kelimesi köken olarak aşağıdaki anlamlardan hangisine gelir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "A) Işıkla yazılmış hikâye",
      "B": "B) Görüntü yakalama sanatı",
      "C": "C) Işıkla yazmak",
      "D": "D) Netlik üretme yöntemi",
      "E": "E) Görsel hafıza oluşturmak"
    },
    "explanation": "“Fotoğraf” kelimesi Yunanca “photos” (ışık) ve “graphos” (yazmak) sözcüklerinin birleşiminden gelir."
  },
  {
    "id": "3843802",
    "unitNumber": 1,
    "text": "<strong>2. Aşağıdakilerden hangisi fotoğrafı diğer görsel sanat dallarından ayıran en temel özelliktir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "A) Sanatsal kompozisyon",
      "B": "B) Renk seçimi",
      "C": "C) Soyutlama gücü",
      "D": "D) Gerçekliğe dayanması",
      "E": "E) Perspektif kullanımı"
    },
    "explanation": "Fotoğrafın gerçekliği belgeleme özelliği onu diğer sanat dallarından ayırır."
  },
  {
    "id": "3843803",
    "unitNumber": 1,
    "text": "<strong>3. Aşağıdakilerden hangisi kamera obscura’nın gelişimine katkı sağlamamıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "A) Aristo",
      "B": "B) Alhazen",
      "C": "C) Da Vinci",
      "D": "D) Gutenberg",
      "E": "E) Kepler"
    },
    "explanation": "Gutenberg matbaanın mucididir, optik gelişmelere katkı sağlamamıştır."
  },
  {
    "id": "3843804",
    "unitNumber": 1,
    "text": "<strong>4. Aşağıdakilerden hangisi ışığın temel özelliklerinden biri değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "A) Yön",
      "B": "B) Renk",
      "C": "C) Sertlik",
      "D": "D) Yoğunluk",
      "E": "E) Derinlik"
    },
    "explanation": "Derinlik ışığın değil, kompozisyonun bir özelliğidir."
  },
  {
    "id": "3843805",
    "unitNumber": 1,
    "text": "<strong>5. Işık ölçümünde kullanılan cihaz aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "A) Diyaframölçer",
      "B": "B) Pozometre",
      "C": "C) Vizör",
      "D": "D) Objektif",
      "E": "E) Reflektör"
    },
    "explanation": "Pozometre ortam ışığını ölçer ve doğru pozlama için kullanılır."
  },
  {
    "id": "3843806",
    "unitNumber": 1,
    "text": "<strong>6. Aşağıdakilerden hangisi fotoğraf makinesinin temel parçalarından biri değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "A) Vizör",
      "B": "B) Objektif",
      "C": "C) Deklanşör kablosu",
      "D": "D) Gövde",
      "E": "E) Hafıza kartı"
    },
    "explanation": "Deklanşör kablosu yardımcı aksesuardır, ana bileşen sayılmaz."
  },
  {
    "id": "3843807",
    "unitNumber": 1,
    "text": "<strong>7. Aşağıdakilerden hangisi kompozisyonda denge unsurlarından biri olarak kabul edilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "A) Işık miktarı",
      "B": "B) Görsel ağırlık",
      "C": "C) Objektifin markası",
      "D": "D) ISO değeri",
      "E": "E) Netlik noktası"
    },
    "explanation": "Kompozisyonda öğelerin görsel ağırlığı denge kurmaya yardımcı olur."
  },
  {
    "id": "3843809",
    "unitNumber": 1,
    "text": "<strong>8. “Üçler kuralı” kompozisyonla ilgili aşağıdaki hangi unsuru düzenlemeye yarar?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "A) Renk doygunluğu",
      "B": "B) Kadraj yerleşimi",
      "C": "C) Işık kaynağı yönü",
      "D": "D) Perspektif açısı",
      "E": "E) Odak uzaklığı"
    },
    "explanation": "Üçler kuralı, öğelerin kadraj içinde daha dengeli yerleştirilmesini sağlar."
  },
  {
    "id": "3843812",
    "unitNumber": 1,
    "text": "<strong>9. Aşağıdakilerden hangisi dijital fotoğraf makinelerinin avantajlarından biri değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "A) Anında görüntüleme",
      "B": "B) Hafıza kartı ile çok sayıda çekim",
      "C": "C) Kolay veri aktarımı",
      "D": "D) Film banyosu gerektirmesi",
      "E": "E) Görüntü işleme imkânı"
    },
    "explanation": "Film banyosu dijital değil analog sistemlerin gereğidir."
  },
  {
    "id": "3843813",
    "unitNumber": 1,
    "text": "<strong>10. DSLR makinelerdeki “ayna sistemi” hangi amaçla kullanılır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "A) Fotoğrafları renkli yapmak",
      "B": "B) Işığı vizöre yönlendirmek",
      "C": "C) Pozlama süresini kısaltmak",
      "D": "D) Netlik alanını artırmak",
      "E": "E) Görüntüyü kaydetmek"
    },
    "explanation": "Aynalı sistem, objektiften gelen görüntüyü vizöre yönlendirir."
  },
  {
    "id": "3352614",
    "unitNumber": 2,
    "text": "I.İçine ışık sızdırmayan dört tarafı kapalı kutu, II.Optik sistemi, pozlama ve netleme sistemlerini kontrol edecek bir fotoğrafçı, III. Optik yoluyla gelen ışığı ideal görüntüyü sağlayacak şekilde kontrol eden pozlama ve netleme sistemleri, IV. Görüntüyü kaydetmeyi sağlayan ışığa duyarlı yüzey.\n Hangileri fotoğraf makinesini oluşturan üç yapısal temel arasında yer almaktadır.",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve IV",
      "C": "II, III ve IV",
      "D": "I ve II",
      "E": "III ve IV"
    },
    "explanation": "Fotoğraf makinesi üç yapısal temelden oluşur. Öncelikle fotoğraf makinesi içine ışık sızdırmayan dört tarafı kapalı kutudur. Bu kutunun içinde yeteri kadar ışık ve optik yoluyla gelen ışığı ideal görüntüyü sağlayacak şekilde kontrol eden pozlama ve netleme sistemleri bulunmaktadır. Ayrıca, içerisinde optikten gelen ışığın oluşturduğu görüntüyü kaydetmeyi sağlayan ışığa duyarlı yüzey yer alır.\n Fotoğrafçı, fotoğraf makinesini oluşturan sistemin bir parçası değil, kullanıcısıdır.\n Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3352615",
    "unitNumber": 2,
    "text": "Fotoğraf makinesiyle oluşan görme biçimine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Perspektif",
      "B": "İki boyutluluk",
      "C": "Düz bakış",
      "D": "Optik bakış",
      "E": "Fotografi"
    },
    "explanation": "Optik, üç boyutlu nesneleri iki boyutlu yüzey üzerinde yatay-dikey sınırlılığı olan bir görüntü olarak ortaya çıkartır. Bu sınırlı alan içinde fotoğrafçı kendisini bir ressamın özgürlüğünde hissedemez, o optiğin verdiğine bağımlıdır. Bu nedenle, fotoğraf makinesiyle birlikte yeni bir görme biçiminden, \"optik bakış\"tan söz edilir"
  },
  {
    "id": "3352616",
    "unitNumber": 2,
    "text": "\"Optiğin odak uzaklığı farklılaştığında, görüntünün yanılsama olarak ortaya çıkardığı ........ farklılaşır.\" İfadesinde boş bırakılan yeri aşağıdakilerden hangisi doğru biçimde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "renk aralığı",
      "B": "keskinlik yapısı",
      "C": "derinlik algılaması",
      "D": "içerik anlamı",
      "E": "kontrast ve ton algısı"
    },
    "explanation": "Fotoğraf makinesiyle elde edilen iki boyutlu görüntüler; optiğin neden olduğu yansımaları ve hatta yanıltmacaları içerir. Kullanılan optiğin fiziksel yapısına bağlı olarak bu durum değişir. Örneğin, optiğin odak uzaklığı farklılaştığında, görüntünün yanılsama olarak ortaya çıkardığı derinlik algılaması farklılaşır. Yine nesneye farklı odak uzaklıklı optikle farklı konumlardan bakmak, nesnenin boyutuyla ilgili yanıltmacaya neden olur"
  },
  {
    "id": "3352617",
    "unitNumber": 2,
    "text": "I. Konuyu gösterir, II. Konunun içine girer, III. Farklı boyutlarda baskı olanağı sağlar., IV. Konuyu yeniden yaratır; sıralanan etkilerden hangileri fotoğraf makinesinin optik bakış etkisiyle ortaya koyduğu yaklaşımlar arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve IV",
      "C": "II, III ve IV",
      "D": "I, II ve IV",
      "E": "I ve II"
    },
    "explanation": "I. Konuyu gösterir, II. Konunun içine girer, IV. Konuyu yeniden yaratır ifadeleri doğrudur.\n III. Farklı boyutlarda baskı olanağı sağlar. ifadesi çekim sonrası işlemler arasında yer almaktadır.\n Doğru yanıt D seçeneğidir"
  },
  {
    "id": "3352618",
    "unitNumber": 2,
    "text": "Film yüzeyindeki ............., karanlık odada kimyasal işlemler sonucunda gerçek görüntüye dönüşür. İfadesinde boş bırakılan yeri aşağıdakilerden hangisi <u><strong>en doğru</strong></u> biçimde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "detaylar",
      "B": "kompozisyon",
      "C": "bozulmalar",
      "D": "manipülatif görüntü",
      "E": "gizli görüntü"
    },
    "explanation": "İfadenin doğru biçimi \"Film yüzeyindeki ..gizli görüntü.., karanlık odada kimyasal işlemler sonucunda gerçek görüntüye dönüşür.\" olacaktır. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3352619",
    "unitNumber": 2,
    "text": "Film yüzeyi üzerindeki gizli görüntünün, gerçek görüntüye dönüştüğü süreç hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çekim",
      "B": "Tarama",
      "C": "Kopyalama",
      "D": "Karanlık oda",
      "E": "Tasarım"
    },
    "explanation": "Film yüzeyi üzerindeki gizli görüntü, gerçek görüntüye karanlık oda süreciyle geçer."
  },
  {
    "id": "3352620",
    "unitNumber": 2,
    "text": "Joseph Nicéphore Niépce tarafından 1827 yılında çekilen \"Le Gras’da Pencereden Görünüm\" adlı fotoğrafın baskı tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Monochrome",
      "B": "Helyografi",
      "C": "Litografi",
      "D": "Serigrafi",
      "E": "Daguerreotype"
    },
    "explanation": "Le Gras’da Pencereden Görünüm (Fotoğraf 2.1) adlı helyografi 1827 yılına aittir. Fotoğraf tarihçileri tarafından ilk fotoğraf olarak kabul edilir ve Joseph Nicéphore Niépce (1765- 1833) tarafından çekilmiştir. Bu fotoğraf 20.3x16.5 cm. boyutlarındadır. Helyografi adı verilen bir tür baskı tekniği yoluyla elde edilmiştir.\n Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3352621",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi William Henry Fox Talbot'un, fotoğraf makinesiyle üretilmiş olan fotoğrafların yer aldığı ve fotoğrafın yeni yeni yaygınlaşmaya başladığı yıllarda yayınlanmış ilk fotoğraf kitabı olarak kabul edilir.",
    "correctAnswer": "A",
    "options": {
      "A": "Doğanın kalemi",
      "B": "Karanlık odadan",
      "C": "Açık kapı",
      "D": "Daguerrotype",
      "E": "Merdiven"
    },
    "explanation": "William Henry Fox Talbot (1800-1877) <u><strong>Doğanın Kalemi</strong></u> adlı kitabını 1844-1846 tarihlerinde yayınlamıştır. Bu kitap, fotoğraf makinesiyle üretilmiş olan fotoğrafların içinde yer aldığı bir fotoğraf albümüdür. Fotoğrafın yeni yeni yaygınlaşmaya başladığı yıllarda yayınlanmış olan bu kitap, geniş kitlelere yayılan ilk fotoğraf kitabı olarak kabul edilir."
  },
  {
    "id": "3352622",
    "unitNumber": 2,
    "text": "Victorya dönemi resimlerine özenerek çekildiği ifade edilen ve fotoğraf tekniği yolu ile resim üretmek olarak değerlendirilen \"Hayatın İki Yolu\" adlı çalışma hangi fotoğrafçının eseridir?",
    "correctAnswer": "C",
    "options": {
      "A": "William Henry Fox Talbot",
      "B": "Nicephore Niepce",
      "C": "Oskar Gustave Rejlander",
      "D": "Ansel Adams",
      "E": "Henri Cartier Bresson"
    },
    "explanation": "Hayatın İki Yolu adlı fotoğraf (Fotoğraf 2.7) Oskar Gustave Rejlander (1813-1875) tarafından çekilmiştir. Belli ki Rejlander, Victorya dönemi resimlerine özenerek bu fotoğrafı çekmiştir. Bu fotoğraf, fotoğraf tekniğini kullanarak resim üretmek olarak değerlendirilebilir.\n Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3352623",
    "unitNumber": 2,
    "text": "Nesnenin görüntüsünün doğrudan nesneyi yüzey üzerine koyarak elde edilmesi biçiminde üretilen ve \"optik dışı süreç\" olarak da tanımlanan baskı tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Litografi",
      "B": "Heliografi",
      "C": "Duratrans",
      "D": "Gümüş baskı",
      "E": "Fotogram"
    },
    "explanation": "Sözü edilen teknik, \"Fotogram\" olarak tanımlanmaktadır. Tekniği kullananlardan biri olan Talbot, fotojenik çizimleri için herhangi bir optik sistem ya da karanlık kutuyu kullanmamıştır. Nesnenin görüntüsünü doğrudan nesneyi yüzey üzerine koyarak elde etmiştir. Bu yönteme daha sonraki yıllarda optik dışı süreç olarak bilinen fotogram (photogram) adı verilecektir."
  },
  {
    "id": "3352745",
    "unitNumber": 2,
    "text": "Fotoğraf makinesiyle oluşan görme biçimi, aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Optik bakış",
      "B": "Fotografik açı",
      "C": "Optik yanılsama",
      "D": "<ul> <li>Bakış açısı</li> </ul>",
      "E": "<ul> <li>Optik açı</li> </ul>"
    },
    "explanation": "Fotoğrafçı optiğin verdiğiyle sınırlıdır. Optik, yüzey üzerinde yatay ve dikeyin birleşmesinden oluşan ikiboyutlu bir sınırlılık içinde görüntü oluşturur. Daha doğrusu optik, üçboyutlu nesneleri ikiboyutlu yüzey üzerinde yatay-dikey sınırlılığı olan bir görüntü ola- rak ortaya çıkartır. Bu sınırlı alan içinde fotoğrafçı kendisini bir ressamın özgürlüğünde hissedemez, o optiğin verdiğine bağımlıdır. Bu nedenle, fotoğraf makinesiyle birlikte yeni bir görme biçiminden optik bakış’tan söz edilir."
  },
  {
    "id": "3352746",
    "unitNumber": 2,
    "text": "Karanlık Kutu (Camera Obscura) ile ilk fotoğrafı çekerken kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nicéphore Niépce",
      "B": "Walter Benjamin",
      "C": "J. Mande Daguerre",
      "D": "Oskar Gustave Rejlander",
      "E": "Marshall Mcluhan"
    },
    "explanation": "Joseph Nicéphore Niépce fotoğraf tarihçileri tarafından ilk fotoğraf çekerken kişi olarak kabul edilir. Nicéphore Niépce (1765-1833) tarafından çekilmiştir. Bu fotoğraf 20.3x16.5 cm. boyutlarındadır. Helyografi adı verilen bir tür baskı tekniği yoluyla elde edilmiştir. Grinin en açık tonu beyaz ve en koyu tonu siyahın hakim olduğu yatay bir görüntü söz konusudur. Niépce bu helyografiyi evinin penceresinden çekmiştir. Görüntüde üstten bir çatı görülmektedir. Burası Niépce’in çalışma odasının penceresinden görülen güvercin evinin çatısıdır. Çatı, fotoğrafın tam ortasında siyah bir leke olarak yer alır."
  },
  {
    "id": "3352747",
    "unitNumber": 2,
    "text": "Daguerre’in ğeliştirdiği Dagerreyotip yöntemi aşağıdakilerden hangi meslek grubunu etkilemiştir.",
    "correctAnswer": "B",
    "options": {
      "A": "Mimar",
      "B": "Ressam",
      "C": "Doktor",
      "D": "Moda",
      "E": "Tiyatro"
    },
    "explanation": "Bu yıllarda insanlar portresini yaptırmak için saatlerce bekleme durumunda kalıyordu. Daguerre’in yöntemiyle bu resmetme çok kısa bir zaman diliminde gerçekleşiyordu."
  },
  {
    "id": "3352748",
    "unitNumber": 2,
    "text": "Daguerre’in ğeliştirdiği, Dagerreyotip ile elde edilen fotoğrafın en büyük özelliği aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gri ve negatif olması",
      "B": "Çoğaltılır ve Pozitif olması",
      "C": "Tek ve pozitif olması",
      "D": "Görüntünün deforme olması",
      "E": "Görüntünün bulanık olması"
    },
    "explanation": "Dagerreyotip’in bir özelliği de tek olmasıydı. Aynı fotoğraftan birden fazla elde etmek için, sürecin aynen tekrarlanması gerekiyordu yani kopya yaparak çoğaltmak çok güçtü. Dagerreyotip ile elde edilen fotoğrafın bir diğer özelliği de pozitif olmasıdır. Bu nedenle, levha üzerindeki fo- toğraf sağ-sol olarak terstir. Bütün bu olumsuzlukları yanında, dagerreyotipin levha üze- rindeki fotoğrafın nesneleri inanılmaz keskinlikte kaydetmesi, en ince detayı bile net bir şekilde göstermesi en önemli olumlu özelliği olarak görülmüştür."
  },
  {
    "id": "3352750",
    "unitNumber": 2,
    "text": "Dagerreyotip ile fotoğrafçılıkta aşağıdakilerden hangisi yaygınlaşmıştır.",
    "correctAnswer": "E",
    "options": {
      "A": "Mekan çekimi",
      "B": "Hareketli çekim",
      "C": "Makro çekim",
      "D": "Mikro çekim",
      "E": "Portre çekimi"
    },
    "explanation": "Özellikle portre çekimlerinde çok yaygınlaştı. Önce çok hızlı bir şekilde Avrupa’da yayıldı ve ardından da Amerika’da bir endüstriye dönüştü. Amerika’daki dönemin ünlü dagerreyotip ustaları <em>Josiah </em><em>Johnson </em><em>Hawes </em>(1808-1901) ve <em>Albert Sands Southworth </em>(1811-1894) bu iş için, içinde çeşitli dekorların olduğu stüdyo kurdular. Portreye konu olan kişiyi düzenlenmiş bir ortama yerleştirdiler ve bu ortam içinde hem konuyu hem de fonu aydınlatmak için ışık kullandılar."
  },
  {
    "id": "3352751",
    "unitNumber": 2,
    "text": "Fox Talbot tarafından yayınlanan ve geniş kitlelere yayılan ilk fotoğraf kitabının adı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğanın Kalemi",
      "B": "Ağaçların Rüyası",
      "C": "Doğa ve İnsan",
      "D": "İnsanoğlu",
      "E": "Düş ve Gerçek"
    },
    "explanation": "<em>William </em><em>Henry Fox Talbot </em>(1800-1877) <em>Doğanın Kalemi </em>adlı kitabını 1844-1846 tarihle- rinde yayınlamıştır. Bu kitap, fotoğraf makinesiyle üretilmiş olan fotoğrafların içinde yer aldığı bir fotoğraf albümüdür. Fotoğrafın yeni yeni yaygınlaşmaya başladığı yıllarda ya- yınlanmış olan bu kitap, geniş kitlelere yayılan ilk fotoğraf kitabı olarak kabul edilir. Tal- bot, kitabın girişinde okuyucu için şöyle bir not koymuştur: “Bu kitapta yer alan levhalar (fotoğraflar), bir sanatçının kaleminin yardımı olmaksızın sadece ışığın marifetiyle üre- tilmiştir. Bunlar güneş ışığının eseridir; insanların tasarlayarak yüzey üzerine yaptıkları taklit çalışmalara benzemez.”"
  },
  {
    "id": "3352753",
    "unitNumber": 2,
    "text": "Fotoğrafçılıkta, Kalotip isimli tekniği bulan ve isim babası olan kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hill ve Adamson",
      "B": "William Henry Fox Talbot",
      "C": "Nicéphore Niépce",
      "D": "Walter Benjamin",
      "E": "L. J. Mande Daguerre"
    },
    "explanation": "William Henry Fox Talbot"
  },
  {
    "id": "3352754",
    "unitNumber": 2,
    "text": "Fotoğrafçılıkta negatif görüntünün bulunması ile aşağıdakilerden hangisi gerçekleşmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çizim ile çoğaltılma",
      "B": "Foto-grafik çoğaltma",
      "C": "Mekanik Çoğaltılma",
      "D": "Çizim ve pozlama",
      "E": "Litografi çizim ile çoğaltma"
    },
    "explanation": "Talbot, yeni bir mekanik çoğaltma tekniğiyle birlikte çağdaş fotoğrafçılığın temelini belirlemiştir.Talbot’un buluşunun en önemli özelliği negatif görüntüdür. Kağıt üzerindeki negatif görüntü bir kez sabitleştikten sonra, ışıktan hiç etkilenmiyor ve sonsuz sayıda pozitif kopya yapmaya olanak sağlıyordu."
  },
  {
    "id": "3352755",
    "unitNumber": 2,
    "text": "Fotoğraf sanatında ilk toplumsal belgeci fotoğrafın örneklerini aşağıdakilerden hangisi gerçekleştirmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hill ve Adamson",
      "B": "<em>Marshall Mcluhan</em>",
      "C": "L.J. Mande Daguerre",
      "D": "Walter Benjamin",
      "E": "Nicéphore Niépce"
    },
    "explanation": "<em>David Octavius Hill </em>ve <em>Robert Adamson</em> , Talbot’un Kalotip yöntemini kullanarak günümüze kadar ulaşan başarılı fotoğraflar çekmişlerdir. 1845’lı yıllarda <em>Newhaven’lı </em><em>Balıkçı Kadınlar </em>adlı fotoğrafı, Hill ve Adamson toplumsal belgeci fotoğrafın ilk örneklerindendir."
  },
  {
    "id": "3352756",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisidir fotoğrafın resmetme tekniği ile fotoğraflar üretmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Oskar Gustave Rejlander",
      "B": "Nicéphore Niépce",
      "C": "Walter Benjamin",
      "D": "J. MANDÉ DAGUERRE",
      "E": "Marshall Mcluhan"
    },
    "explanation": "Oskar Gustave Rejlander, fotoğrafın resmetme tekniğinin ortaya çıkardığı bir anlatım biçimini bulmuştur. Rejlander, resmedeceği konuyu otuz parçaya ayırarak fotoğraflamıştır. Daha sonra bu otuz ayrı fotoğrafı birleştirerek tek bir fotoğraf elde etmiştir. Bu birleştirme işlemi sonunda elde edilen son fotoğrafta, farklı farklı ortamlarda çekilmiş olan negatiflerdeki insanların ve nesnelerin tek bir fotoğraf şeklinde bir araya getirilmesi incelik gerektiren bir iştir. Rejlander bu şekilde, fotoğrafın tekniğini, zanaatkâr olarak çok yetkin bir şekilde kullanmıştır."
  },
  {
    "id": "3352801",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerden hangisi optik bakış yoluyla elde edilen görüntünün özelliklerinden birisi değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yanılsamaya neden olur",
      "B": "Görüntü bir aygıtın eseridir",
      "C": "Çıplak gözle görülen gerçeği yansıtır",
      "D": "İki boyutlu ve daireseldir",
      "E": "Görüntünün derinliği odak uzaklığına bağlıdır"
    },
    "explanation": "Çıplak gözle görülen gerçeği yansıtır"
  },
  {
    "id": "3352802",
    "unitNumber": 2,
    "text": "Fotoğraf makinesi gibi mekanik aygıtların sanatı taşlaştıracağı korkusunun temelsiz olduğunu dile getiren kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Niepce",
      "B": "Fox Talbot",
      "C": "Daguerre",
      "D": "Moholy-Nagy",
      "E": "Walter Benjamin"
    },
    "explanation": "Moholy-Nagy"
  },
  {
    "id": "3352803",
    "unitNumber": 2,
    "text": "Gizli görüntü (Latent Image) ile ilgili olarak aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Varoluş süreci tamamlanmıştır",
      "B": "Fotoğrafın resmetme tekniğine özgüdür",
      "C": "Işığa duyarlı yüzey üzerinde oluşur",
      "D": "karanlık odaya gereksinim duyar",
      "E": "Kimyasal işlemlerle gerçek görüntüye dönüşür"
    },
    "explanation": "Varoluş süreci tamamlanmamıştır"
  },
  {
    "id": "3352804",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Walter Benjamin'in \"aura\" kavramı ile vurgulamak istediği fotoğraf teknolojisinin yapısal özelliğidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Optik yoluyla kopyalama",
      "B": "Karanlık oda süreci",
      "C": "Kimyasal işlemler süreci",
      "D": "Görüntünün yeniden yapılandırılması",
      "E": "Özgün olan ile yeniden üretilen arasındaki fark"
    },
    "explanation": "Özgün olan ile yeniden üretilen arasındaki fark"
  },
  {
    "id": "3352805",
    "unitNumber": 2,
    "text": "Optik ve ışıkla ilgili yaptığı çalışmalarla karanlık kutunun (Camara Obscura) nasıl çalıştığını doğru olarak açıklayan bilim adamı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İbnü'l-Heysem",
      "B": "Mo Ti",
      "C": "Niepce",
      "D": "Thibault",
      "E": "Daguerre"
    },
    "explanation": "İbnü'l-Heysem"
  },
  {
    "id": "3352806",
    "unitNumber": 2,
    "text": "Yapılan deneyler sonucunda ışığa duyarlılığı açısından en uygun madde aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Amonya",
      "B": "Gümüş tuzları",
      "C": "Sodyum Nitrat",
      "D": "Kuarts",
      "E": "Necef taşı"
    },
    "explanation": "Gümüş tuzları"
  },
  {
    "id": "3352807",
    "unitNumber": 2,
    "text": "Dagerreyotip fotoğraflarla ilgili olarak aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Tarihte ilk defa insan fotoğrafı görülür",
      "B": "Aynaya benzetilmiştir",
      "C": "Topluma daha hızlı bir şekilde yayılmıştır",
      "D": "Portre ressamlarının önünü açtı",
      "E": "Dagerreyotip fotoğraflar pozitiftir"
    },
    "explanation": "Portre ressamlarını engelleyici bir rol üstlenmiştir"
  },
  {
    "id": "3352808",
    "unitNumber": 2,
    "text": "1844-1846 yılları arasında yayımlana \"Doğanın Kalemi\" adlı kitap aşağıdakilerden hangisine aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Daguerre",
      "B": "Southworth",
      "C": "Hawes",
      "D": "Talbot",
      "E": "Adamson"
    },
    "explanation": "Talbot"
  },
  {
    "id": "3352809",
    "unitNumber": 2,
    "text": "Optik bir prizma yoluyla görülen şeyleri çizim yapabilmek için kağıt bir yüzeye yansıtarak aygıt gözün gördüğünü kağıt üzerine çizime hazır hale getiren aygıt aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Camera obscura",
      "B": "İğne deliği fotoğraf makinesi",
      "C": "Camera Lucida",
      "D": "Toplanma yeri",
      "E": "Kapalı değerli oda"
    },
    "explanation": "Camera Lucida"
  },
  {
    "id": "3352810",
    "unitNumber": 2,
    "text": "Fotoğraf makinesiyle bir şeyi resmederken optik bakış olarak konuya yaklaşım biçimi aşağıdaki seçeneklerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Konuyu belirler\n Konuya dışarıdan bakar\n Konuyu yeniden yaratır",
      "B": "Konuyu yeniden yaratır\n Konunun içine girer\n Konuyu belirler",
      "C": "Konuyu gösterir\n Konunun içine girer\n Konuyu yeniden yaratır",
      "D": "Konuyu gösterir\n Konuya dışarıdan bakar\n Konuyu yeniden yaratır",
      "E": "Konuyu gösterir\n Konuya dışarıdan bakar\n Konuyu sınırlandırı"
    },
    "explanation": "Konuyu gösterir, konunun içine girer, konuyu yeniden yaratır"
  },
  {
    "id": "3352909",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi optik yoluyla elde edilen görüntünün özelliklerinden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Görüntüler bir aygıtın eseridir.",
      "B": "Görüntüler optiğin neden olduğu yansımaları ve hatta yanıltmacaları içerir.",
      "C": "Görüntünün orta bölgesi net iken, kenarlarına doğru netlik azalır.",
      "D": "Fotoğrafçının tek göz ile fotoğraf çekmesi bir sınırlandırmadır.",
      "E": "Fotoğrafçı iki gözüyle gördüğü dünyayı, optikten bakarak resmeder."
    },
    "explanation": "Optik yoluyla elde edilen bir görüntünün kendine özgü niteliği vardır. Bunlara bir anlamda görüntünün özellikleri de diyebiliriz. Bu özellikler şunlardır:<br/>• Optik yoluyla elde edilen görüntüler, bir aygıtın eseridir. Görüntü, optik yoluyla olur. Gerçekleştiren ise fotoğrafı çekendir. Fotoğrafçı mekânı gözler, mekânın bir<br/>parçasını belirler, konumlanır ve görüntüyü kaydeder. Fotoğrafçı bunları yaparken, kendinden birçok şeyi bu sürece katar.<br/>• Bir nesnenin optik yoluyla elde edilen görüntüsü, gözle görülen gerçeğinden farklı bir durumdur. Fotoğraf makinesinin verdiği görüntü az ya da çok yanılsama ve yanıltmacaya neden olur. Fotoğraf makinesiyle elde edilen ikiboyutlu görüntüler; optiğin neden olduğu yansımaları ve hatta yanıltmacaları içerir. Kullanılan optiğin fiziksel yapısına bağlı olarak bu durum değişir. Örneğin, optiğin odak uzaklığı farklılaştığında, görüntünün yanılsama olarak ortaya çıkardığı derinlik algılaması farklılaşır. Yine nesneye farklı odak uzaklıklı optikle farklı konumlardan bakmak, nesnenin boyutuyla ilgili yanıltmacaya neden olur.<br/>• Optik yoluyla elde edilen görüntü, yüzey üzerinde ikiboyutlu ve dairesel olarak belirir. Bu dairesel görüntünün orta bölgesi net iken, kenarlarına doğru netlik azalır, görüntü siyahlaşarak yok olur. Bu görüntünün net olan orta alanı yatay ve dikey olarak sınırlandırılarak bir çerçeve elde edilir. İşte bu çerçeve fotoğrafçının bakaç yoluyla kullandığı sınırlı yüzeydir. Fotoğrafı çekilecek nesneler ve durumlar bu<br/>çerçeve içine yerleştirilir. Unutulmaması gereken konu şudur: Fotoğrafçılar optiğin oluşturduğu görüntünün belirlenmiş bir alanını kullanırlar.<br/>• Fotoğraf çeken, optik yoluyla resmeden kişi, iki gözüyle gördüğü dünyayı, tek gözüyle optikten bakarak resmeder. Doğal olarak insan iki gözüyle, tek gözünden gördüğünden daha fazlasını görür. Bu bir sınırlandırmadır. İki gözle görülen görüş alanı, optik yoluyla bakış yaparken daralır.<br/>• Fotoğrafçı sadece optiğin sağladığını resmeder, yani görüntünün sınırları dışına çıkamaz. Optiğin görüntü olarak vermediği bir şeyin fotoğrafı çekilemez. Bu anlamda fotoğrafçının durumu ressamdan çok farklıdır. Optik yoluyla yapılan yönlendirmeler vardır; örneğin pozlamayla ilgili kontroller gibi. Bu kontrollerin hiçbiri<br/>bir ressamın nesneleri tuvalin üzerine yerleştirmesine benzemez."
  },
  {
    "id": "3352912",
    "unitNumber": 2,
    "text": "Film yüzeyine bir görüntü pozlanması ile kaydedilen; ancak süreç tamamlanmadığı için gözle görülemez olan görüntüye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gizli görüntü",
      "B": "Yapay görüntü",
      "C": "Optik görüntü",
      "D": "Negatif görüntü",
      "E": "Pozitif görüntü"
    },
    "explanation": "Film yüzeyine bir görüntü pozlandığında, film yüzeyi üzerindeki gümüş bromür tanecikler üzerinde görüntü resmedilir. Filmin üzerinde bir görüntü vardır; ancak gözle görülemez. Görüntü filmin duyarlı yüzeyine kaydedilmiştir, yani teknik olarak bir görüntü vardır, ancak görülemez. Varoluş süreci tamamlanmamıştır. Bir başka deyişle, görüntünün gerçek olma süreci tamamlanmamıştır. İşte bu nedenle, bu görüntüye<strong> gizli görüntü</strong> yani latent Image adı verilir."
  },
  {
    "id": "3352913",
    "unitNumber": 2,
    "text": "Mekanik çoğaltma teknolojisi olarak fotoğrafı yeniden ortaya çıkartan kişi kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Nicéphore Niépce",
      "B": "Fox Talbot",
      "C": "Mandé Daguerre",
      "D": "Robert Adamson",
      "E": "Octavius Hill"
    },
    "explanation": "Niépce ve Daguerre yeni bir resmetme tekniğinin aracını bulan kişilerdir. <strong>Fox Talbot</strong> ise, 1841’de negatiften hareket ederek, mekanik çoğaltma teknolojisi olarak fotoğrafı yeniden ortaya çıkartan kişidir. Talbot<strong>’</strong>un yaptığı da fotoğrafın çoğaltım teknolojisi olarak yeniden bulunuşudur."
  },
  {
    "id": "3352914",
    "unitNumber": 2,
    "text": "1848’de fotoğrafın toplumsal olaylarda alacağı yeri gösteren ilk dagerreyotipleri çeken kişi kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fox Talbot",
      "B": "Mandé Daguerre",
      "C": "D.Octavius Hill",
      "D": "Thibault",
      "E": "Robert Adamson"
    },
    "explanation": "Thibault adlı bir fotoğrafçının 1848 Devrimi: Saldırıdan Önce ve 1848 Devrimi: Saldırıdan Sonra adlı Fransa’da çektiği dagerreyotipleri, fotoğrafın toplumsal olaylarda alacağı yeri gösteren ilk örneklerdendir."
  },
  {
    "id": "3352916",
    "unitNumber": 2,
    "text": "Çinli filozof Mo Tİ, ışığın toplandığı iğne deliği nedeniyle karanlık kutuya ne ad vermiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Aydınlık kutu",
      "B": "Kapalı Değerli Oda",
      "C": "Camero Lucida",
      "D": "Diyorama",
      "E": "Panorama"
    },
    "explanation": "İÖ V. yüzyılda Çinli filozof Mo Tİ (İÖ 470-391) karanlık kutuda iğne deliğinden giren ışığın, ters görüntü oluşturduğundan ilk kez söz etmiştir. Mo Tİ bu aygıta, ışığın toplandığı iğne deliği nedeniyle, <strong>Toplanma Yeri ya da Kapalı Değerli Oda</strong> adını vermiştir."
  },
  {
    "id": "3352917",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi helyografi yönteminin belirleyici özelliklerinden biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "İlk örneği olarak Le Gras’da Pencereden Görünüm adlı fotoğraftır.",
      "B": "Yüzey üzerine fotoğraf resmetme tekniğidir.",
      "C": "Fotojenik çizim elde edilir.",
      "D": "Görüntüde siyah ve beyaz hakimdir.",
      "E": "Nesneler net değildir."
    },
    "explanation": "Le Gras’da Pencereden Görünüm (Fotoğraf 2.1) adlı helyografi 1827 yılına aittir. Fotoğraf<br/>tarihçileri tarafından ilk fotoğraf olarak kabul edilir ve Joseph Nicéphore Niépce (1765-<br/>1833) tarafından çekilmiştir. Bu fotoğraf 20.3x16.5 cm. boyutlarındadır. Helyografi adı<br/>verilen bir tür baskı tekniği yoluyla elde edilmiştir. Grinin en açık tonu beyaz ve en koyu<br/>tonu siyahın hakim olduğu yatay bir görüntü söz konusudur. Niépce bu helyografiyi evinin penceresinden çekmiştir. Görüntüde üstten bir çatı görülmektedir. Burası Niépce’in çalışma odasının penceresinden görülen güvercin evinin çatısıdır. Çatı, fotoğrafın tam ortasında siyah bir leke olarak yer alır. Sağında ve solunda birer bina yer almaktadır.<br/>Bu görüntü optik yoluyla elde edildiği için dairesel şeklinde bir görüntüdür. Bu nedenle yüzey üzerinde dairesel görüntünün bittiği yerlere doğru, duyarlı yüzey giderek beyazlaşmıştır. Dikkatle bakıldığında bu fotoğrafta, gri tonların çok az olduğu görülür. Siyah ve beyaz hakimdir. Yüzeydeki duyarkat ve pozlama nedeniyle, ışıklı ve gölgeli alanlara dağılımı yetersizdir. Nesnelerin net bir şekilde belli olmaması da yine kullanılan duyarkat ve pozlamayla ilgilidir.\n<br/>Niépce, helyografi yöntemini kullanarak Le Gras’da Pencereden Görünüm adlı ilk fotoğrafı elde etti. Yahuda bitümin maddesi ışığa çok az duyarlı olduğu için uzun pozlama süresi gerektirmiştir. Bu fotoğraf için Niépce toplam sekiz saat pozlama yapmıştır. Bu uzun pozlama süresinde, güneşin hareketi nedeniyle gölgeler birbiri içine girmiştir. Sonuç olarak net ve keskin bir görüntü elde edilememiştir. Önemli olan optik yoluyla<br/>yüzey üzerine bir resmin kaydedilmesidir. Le Gras’da Pencereden Görünüm, fotoğraf tarihçileri tarafından ilk fotoğraf olarak kabul edilir. 20.3x16.5 cm. boyutlarındaki helyografi levhası çekildikten sonra 1898 yılında Londra’da Cyrstal Place’deki bir fotoğraf sergisinde sergilenmiştir."
  },
  {
    "id": "3352918",
    "unitNumber": 2,
    "text": "\"Tapınak Bulvarından Görünüm\" adlı fotoğraf çekiminde aşağıdaki yöntemlerden hangisi kullanılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dagerreyotip",
      "B": "Helyografi",
      "C": "Litografi",
      "D": "Kalotip",
      "E": "Fotogram"
    },
    "explanation": "Tapınak Bulvarından Görünüm adlı bu fotoğraf (Fotoğraf 2.2) Louis Jacques Mandé Daguerre<br/>(1787-1851) tarafından Paris’te çekilmiştir. Fotoğrafın çekim tarihi olarak 1833 ya da 1839<br/>yılı verilmektedir. Daguerre, bu fotoğrafı Dagerreyotip (Daguerreotype) adı verilen bir<br/>yöntemle çekmiştir. Bu yöntem, Niépce’in uyguladığı helyografiden farklı bir yöntemdir."
  },
  {
    "id": "3352919",
    "unitNumber": 2,
    "text": "Fox Talbot’un kalotip yöntemiyle ürettiği fotoğraf aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hayatın İki Yolu",
      "B": "Newhaven’lı Balıkçı Kadınlar",
      "C": "Merdiven",
      "D": "Saint-Loup-de-Varennes’de Pencereden Görünüm",
      "E": "Akademi"
    },
    "explanation": "Talbot’un Açık Kapı ve <strong>Merdiven</strong> adlı fotoğrafları kalotip yöntemiyle üretilmiştir. Yani bir negatif görüntüden yapılmış olan kopyalardır. Bu fotoğrafların içinde yer aldığı Doğanın Kalemi adlı kitabında Talbot’un toplam yirmi dört fotoğrafı vardır."
  },
  {
    "id": "3352920",
    "unitNumber": 2,
    "text": "Otuz ayrı negatif ile üst üste baskı tekniğini kullanarak bir fotoğraf üreten kişi kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Oskar Gustave Rejlander",
      "B": "Paul Marillier",
      "C": "Alison Gernsheim",
      "D": "Louis Jacques Mandé Daguerre",
      "E": "Pierre E. Harmant"
    },
    "explanation": "Hayatın İki Yolu adlı fotoğraf (Fotoğraf 2.7) Oskar Gustave Rejlander (1813-1875) tarafından çekilmiştir. Belli ki Rejlander, Victorya dönemi resimlerine özenerek bu fotoğrafı çekmiştir. Bu fotoğraf, fotoğraf tekniğini kullanarak resim üretmek olarak değerlendirilebilir. Rejlander, hayatın iyi ve kötü ahlak anlayışlarını resmetmiştir. Bu fotoğraf (78.7x40.6 cm.) otuz ayrı negatiften oluşur. Üst üste baskı tekniğiyle yapılmıştır. Fotoğrafın resmetme tekniğinin ortaya çıkardığı bir anlatım biçimidir. Rejlander, resmedeceği konuyu otuz parçaya ayırarak fotoğraflamıştır. Daha sonra bu otuz ayrı fotoğrafı birleştirerek tek bir fotoğraf elde etmiştir."
  },
  {
    "id": "3352921",
    "unitNumber": 2,
    "text": "Fotoğraf resmetme tekniğinin uygulandığı ilk nü fotoğraf aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Açık Kapı",
      "B": "Saint-Loup-de-Varennes’de Pencereden Görünüm",
      "C": "Hayatın İki Yolu",
      "D": "Tapınak Bulvarından Görünüm",
      "E": "Akademi"
    },
    "explanation": "Akademi adlı bu fotoğraf, 1845 yılında çekilmiş bir dagerreyotiptir. Fotoğraf resmetme tekniğinin uygulandığı ilk nü fotoğraflardan biri olarak kabul edilir."
  },
  {
    "id": "3352624",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi çoklu ortam (multi media) uygulaması içinde yer <strong>almaz?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Fotoğraf",
      "B": "Film",
      "C": "Sinema",
      "D": "Ses",
      "E": "Bilgisayar"
    },
    "explanation": "Yanıtınız yanlış ise \"Fotoğrafın ilk Yılları\" konusunu tekrar gözden geçiriniz.<br/>Yaşadığımız yüzyılda görsel-işitsel teknolojilerin ulaştığı nokta dünyamızla olan iletişimimizi, yorum yapma becerimizi ve bilgiyi biriktirme yollarımızı değiştirmiştir. Görsel-işitsel teknolojiler, bunları, bilgisayar teknolojisiyle birleşerek oluşan yeni ortamlar (media) yoluyla başarmıştır. Bu şekilde birden çok ortamın bir arada kullanılmasına başlanmıştır. Çoklu ortam (multi media) olarak bu uygulama; fotoğraf, film, video, ses ve bilgisayarın birlikteliğinden oluşur. Yani görme ve işitme duygularına yönelik teknolojiler yeni bir düzenlemeyle bir araya gelmiştir."
  },
  {
    "id": "3352625",
    "unitNumber": 3,
    "text": "\"Fotoğrafın tek işlevi, araştırmayı ve sorgulamayı desteklemesidir\" diyen aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Charles Baudelaire",
      "B": "Oskar Gustave Rejlander",
      "C": "Henry Peach Robinson",
      "D": "Julia Margaret Cameron",
      "E": "Lady Elizabeth Eastlake"
    },
    "explanation": "Yanıtınız yanlış ise \"Fotoğrafın ilk Yılları\" konusunu tekrar gözden geçiriniz.<br/>Fotoğrafın önemini fark eden Charles Baudelaire sanat eleştirmeni olarak yazdığı Fotoğraf Sanat mı? adlı denemesinde bu yeni teknolojiye karşı resim sanatının yanında yer almıştır. Baudelaire, fotoğrafın etkinliğinin giderek arttığı bu dönemi \"acınası\" olarak tanımlar. Ona göre değerli olan her şeyin bastırıldığı, doğaya dönük sanatın hâkim olduğu bir dönem söz konusudur. Fotoğrafın tek işlevi, araştırmayı ve sorgulamayı desteklemesidir."
  },
  {
    "id": "3352626",
    "unitNumber": 3,
    "text": "I. Fotoğraf, görsel bir tanıktır.<br/>II. Fotoğraf, objektifin önündekileri ayrım yapmadan kaydeder.<br/>III. Fotoğraf optik yolla resmetmektir, sanat değildir.<br/>IV. Fotoğraf, gerçeği optiğin verdiği şekilde gösterir.<br/>V. Fotoğraf ressamların oluşturduğu geleneği bozacaktır.<br/>Yukarıdaki ifadelerden hangileri Macar sanatçı ve eğitmeni László Moholy-Nagy'in fotoğraf ile ilgili görüşlerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "IV ve V",
      "E": "I, II ve IV"
    },
    "explanation": "Yanıtınız yanlış ise \"Modernizm Döneminde Fotoğraf\" konusunu tekrar gözden geçiriniz.<br/>Dönemin, Macar sanatçı ve eğitmeni László Moholy-Nagy bakışın değişmesi gerektiğini vurgularken, bu yeni teknolojik durumun gelenekselin oluşturduğu ağırlığını da omuzlarımızdan kaldıracağını belirtmiştir. Moholy-Nagy, fotoğraf makinesi yoluyla bu yeni dönemde, herkesin, gerçekleri optiğin erdiği şekilde göreceğini ifade etmiştir. Bu bir anlamda objektif olanı görmeye zorlamaktır. Bu şekilde, Moholy-Nagy’e göre yüzyıllardan beri ressamlar tarafından beynimize kazınmış olan geleneksel yapı da sona erecektir. Yani modernizm döneminin teknolojileri, bunların başında da fotoğraf ressamlarının oluşturduğu geleneği sarsacaktır."
  },
  {
    "id": "3352627",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Jean-François Lyotard'a göre postmodernizm döneminde yer alan fotoğraf ile ilgili ifadelerden ifadelerden birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fotoğraf, yeni bir sanat alanı olarak ortaya çıkmış kendine özgü bir sanattır.",
      "B": "Postmodernizm geleneksele karşı çıkar.",
      "C": "Postmodernistlerin ürettiği eserlerin belirleyici özelliği, önceden belirlenmiş kurallara göre hazırlanmış olmasıdır.",
      "D": "Postmodern dönemle ilgili olarak üzerinde durulması gereken bir konu da, gerçekliğin tüm çıplaklığı ile ortaya konmasıdır.",
      "E": "Postmodern fotoğrafta, neyin anlatıldığından çok nasıl anlatıldığı önem kazanmıştır."
    },
    "explanation": "Yanıtınız yanlış ise \"Postmodernizm Döneminde Fotoğraf\" konusunu tekrar gözden geçiriniz.<br/>Lyotard’a göre postmodernizm, modernizm içinde sorgulanmayanı sormaktır. Ona göre postmodernizm, modernizm içinden çıkmıştır. Lyotard şöyle demiştir:Postmodernizm modernizme karşı çıkar; ancak onun yerine önerdiği bir şey de yoktur. Öte yandan modernizmin oluşturduğu bilime, ahlaka karşı çıkar. Postmodernistlerin ürettiği metin ya da eserlerin belirleyici özelliği, önceden belirlenmiş kurallara göre hazırlanmamış olmasıdır. Postmodernizm, geç kapitalizm döneminin toplumsal yaşamda zaman ve mekan algılamasını değiştirdiğini söyler. Bu yapı içinde fotoğraf da farklılaşmıştır. Artık 1960’larda olduğu gibi fotoğrafın, fotoğraf çekilen konuya aynen benzemesi söz konusu değildir. İstanbul Boğazı ve boğazdaki gemi geçişlerinin görüntülendiği fotoğrafta, boğazı ve içinde seyreden gemileri birebir aynen görmek gerekmez. Böyle bir fotoğraf, söz konusu temayı anlatması için yapay olarak da üretilir. Postmodern dönemle ilgili olarak üzerinde durulması gereken bir konu da, gerçekliğin parçalanması ve yeniden bir araya getirilmesidir. Gerçeğin sanatçının iç dünyasıyla, iç gözlemlerine dayanarak yapılandırılması önemlidir. Postmodern fotoğrafta, neyin anlatıldığından çok nasıl anlatıldığı önem kazanmıştır. Fotoğrafçının da ne anlattığı değil, izleyicinin ne okumadığı konusu önemli olmuştur."
  },
  {
    "id": "3352628",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi fotoğraf ve kuram ilişkisi arasında yer alan doğru bir ifadedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fotoğraf, tek bir kuram ile açıklanabilir.",
      "B": "Fotoğraf, disiplinlerarası bir alanı içerir ve bu nedenle fen, sosyal bilimler ve sanat alanındaki kuramlarla açıklanır.",
      "C": "Fotoğraf, fotoğraf makinesi gibi teknik bir aygıtla çekildiği için fen bilimleri alanı içindeki kuramlarla açıklanır.",
      "D": "İhsan Derman \"Fotoğraf ve Sinemanın Toplumsal Tarihi\" adlı çalışmasında fotoğrafın ortaya çıkışını toplumsal düşünceyi şekillendiren kuramlarla, fotoğrafın resmetme tekniğini de sanat ve felsefe kuramlarıyla açıklamıştır.",
      "E": "Levend Kılıç \"Fotoğraf ve Gerçeklik\" adlı çalışmasında fotoğraf ve gerçeklik olgusunu, sanat, psikoloji ve sanat-teknoloji kuramlarıyla açıklamıştır."
    },
    "explanation": "Yanıtınız yanlış ise \"Fotoğraf ve Kuram\" konusunu tekrar gözden geçiriniz.<br/>Fotoğrafı bilimsel, sosyal bilimler ve estetik yaklaşımları ile incelemek mümkündür. Fotoğrafçıların farklı ışık düzenlemeleriyle elde ettikleri aydınlatmanın izleyicileri nasıl etkilediği konusu ise psikolojinin bilim alanına girer. Bu anlamda ışık konusu; fizik, sanat ve psikolojinin kuramlarıyla ele alınarak incelenebilir. Fotoğrafçı ve fotoğrafı çekilen insan ya da nesne açısından bakıldığında ise insanı konu alan bilim dallarıyla fotoğrafa kuramsal yaklaşmak mümkündür. Bu anlamda, tarih,<br/>sosyoloji, sosyal psikoloji, psikoloji bilim alanları fotoğrafla ilgilidir. Fotoğrafçının ürününü bir sanat eseri olarak kabul edersek, fotoğraf görsel sanatlarla ilgilidir. Bu alana yönelik kuramlar fotoğrafta kullanılabilir. Görüldüğü gibi disiplinlerarası bir alan söz konusudur. \n İhsan Derman, Fotoğraf ve Gerçeklik adlı çalışmasında, fotoğraf ve gerçeklik olgusunu, sanat, psikoloji ve sanat-teknoloji kuramlarıyla açıklamaya yönelmiştir. Levend Kılıç, Fotoğraf ve Sinemanın<br/>Toplumsal Tarihi adlı kitabında ise fotoğrafın ortaya çıkışını toplumsal düşünceyi şekillendiren kuramlarla, fotoğrafın resmetme tekniğini de sanat ve felsefe kuramlarıyla açıklamıştır."
  },
  {
    "id": "3352629",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisinde resmetme tekniği olarak fotoğrafın tarihsel durumu doğru ifade edilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "resmetme tekniği olarak bulunuşu-1825 \n mekanik çoğaltma tekniği olarak bulunuşu-1840\n sanatın ortamında yeni bir sanat alanı olarak bulunuşu-1843",
      "B": "resmetme tekniği olarak bulunuşu-1827 \n mekanik çoğaltma tekniği olarak bulunuşu-1845\n sanatın ortamında yeni bir sanat alanı olarak bulunuşu-1849",
      "C": "resmetme tekniği olarak bulunuşu-1827 \n mekanik çoğaltma tekniği olarak bulunuşu-1841\n sanatın ortamında yeni bir sanat alanı olarak bulunuşu-1845",
      "D": "resmetme tekniği olarak bulunuşu-1841\n mekanik çoğaltma tekniği olarak bulunuşu-1845\n sanatın ortamında yeni bir sanat alanı olarak bulunuşu-1850",
      "E": "resmetme tekniği olarak bulunuşu-1830 \n mekanik çoğaltma tekniği olarak bulunuşu-1844\n sanatın ortamında yeni bir sanat alanı olarak bulunuşu-1848"
    },
    "explanation": "Yanıtınız yanlış ise \"Fotoğraf Sanatın Ortamında: 1840-1850'li Yıllar\" konusunu tekrar gözden geçiriniz.<br/>Resmetme tekniği olarak fotoğraf denildiğinde tarihsel olarak birbirine bağlı üç durum söz konusudur. Bunları fotoğrafın farklı ortamlarda bulunuşu olarak da sınıflandırabiliriz. İlki resmetme tekniği olarak bulunuşudur ve 1827 yılında gerçekleştirilmiştir. İkincisi mekanik çoğaltma tekniği olarak bulunuşudur. Bu da negatif görüntünün 1841 yılında bulunuşuyla gerçekleşmiştir. Üçüncüsü ise fotoğrafın sanatın ortamında yeni bir sanat alanı olarak bulunuşudur. Bu da negatif görüntünün 1841 yılında bulunuşuyla gerçekleşmiştir. Bu konu da 1845 yılında ortaya çıkmıştır. Fotoğrafın resmetme tekniği olarak bulunuşu ve negatif görüntünün bulunuşuyla mekanik çoğaltma tekniği olarak kullanılması, fotoğrafın teknoloji yönüyle ilgilidir. Bunların sonuçları bireyi ve toplumu etkilemesine rağmen belirleyici olan şey, fotoğrafın resmetme tekniğiyle ilgili teknolojiler ve süreçleridir. Fotoğrafın bu iki durumuyla ilgili olarak belirleyici olan şey, teknoloji olmuştur."
  },
  {
    "id": "3352630",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi çalışmalarında fotoğraftan <strong>yararlanmamıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Salvador Dali",
      "B": "Edgar Degas",
      "C": "Charles Spitz",
      "D": "Paul Gauguin",
      "E": "Gustave Courbet"
    },
    "explanation": "Yanıtınız yanlış ise \"Fotoğraf Sanatın Ortamında: 1840-1850'li Yıllar\" konusunu tekrar gözden geçiriniz.<br/>Güzel sanatlar içinde fotoğrafın etkilendiği temel alan resim sanatı olmuştur. Fotoğrafla birlikte, sanatçılar doğayı ve nesneleri resmetmeyi değiştirmeye yönelmişlerdir. Fiziksel gerçekleri yakalamakla fotoğrafla yarışmanın olanaksız olduğunu fark eden sanatçılar, fotoğrafik betimlemelerden uzaklaşmışlardır. Sanatçılar için fotoğraf, doğayı ve sosyal yaşamı araştırma aracı olmuştur. Özellikle İzlenimci (Empresyonist) ressamlar üzerinde bu etki çok görülür."
  },
  {
    "id": "3352631",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi fotoğrafın bilim ve teknoloji yönüne karşı çıkarak, fotoğrafı sanat olarak kabul eden sanatçılar arasında <strong>almaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Henry Peack Robinson",
      "B": "Frank Sutcliffe",
      "C": "Frederich Evans",
      "D": "Julia Margaret Cameron",
      "E": "Alfred Stieglitz"
    },
    "explanation": "Yanıtınız yanlış ise \"Fotoğraf Sanatın Ortamında: 1840-1850'li Yıllar\" konusunu tekrar gözden geçiriniz.<br/>Fotoğraf sanatçıları, 1800’lü yılların sonunda, İngiltere’deki ünlü İngiltere Fotoğraf<br/>Topluluğu içinde kalarak fotoğrafın sanat olarak gelişemeyeceğini anlamışlardır. Dönemin ünlü fotoğrafçılarından olan Henry Peack Robinson, aynı konunun farklı fotoğrafçılar tarafından farklı olarak resmedileceğini vurgulamıştır. Ona göre fotoğraf bir sistem ya da kimyasal bir süreç değil, her fotoğrafçının farklı bir dokunuşudur. 1892 yılında Henry Peach Robinson, Frank Sutcliffe, Frederich Evans, Paul Martin ve Alfred Stieglitz gibi fotoğrafçıların üyesi olduğu Bağlı Yüzük Kardeşliği (Linked Ring Brother Hood) topluluğunu kurdular. Kadınların da içinde yer aldığı bu fotoğraf topluluğu, fotoğrafın bilim ve teknoloji yönüne karşı çıkarak, fotoğrafı sanat olarak desteklemeyi amaçladı."
  },
  {
    "id": "3352632",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi gerçeküstü fotoğrafçılar arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Julia Margaret Cameron",
      "B": "Bayard",
      "C": "Lady Clementine Hawarden",
      "D": "Nadar",
      "E": "Man Ray"
    },
    "explanation": "Yanıtınız yanlış ise \"Yeni Sanat Akımları ve Fotoğraf\" konusunu tekrar gözden geçiriniz.<br/>Gerçeküstü fotoğrafçılar, düş gücünün önem ve özelliğini vurgularken izleyenlerin zihinlerini karıştırmak için fotomontaj, üst üste pozlama, solarizasyon gibi fotoğrafın kendine özgü yöntemlerini kullandılar. Bu akımın ünlü fotoğrafçısı olan Man Ray."
  },
  {
    "id": "3352633",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi fotoğraf çağı olarak kabul edilen II. Dünya Savaşı sonrası yıllarda gerçekleşen olayları <strong>kapsamamaktadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tek objektifli refleks fotoğraf makineleri yaygınlaşmıştır.",
      "B": "Fotoğraf, tüketim ortamına yönelik olarak varlıklı ve zenginlerin kullanımına sunulmuştur.",
      "C": "Fotoğraf, tanıtım ve reklam amaçlı olarak kullanılmaya başlanmıştır.",
      "D": "Basın fotoğrafçılığı ve bu amaca yönelik özel fotoğraf ajansları kurulmuştur.",
      "E": "Tamamen fotoğraf ağırlıklı haftalık dergiler yayın hayatına girmiştir."
    },
    "explanation": "Yanıtınız yanlış ise \"Fotoğraf Çağı: Sosyal Kültürel Yapı\" konusunu tekrar gözden geçiriniz.<br/>İki dünya savaşının gerçekleştiği bu yüzyıl içinde birçok olay ve olguyla birlikte fotoğraf da gelişmiştir. Bu anlamda üzerinde durulması gereken dönem II. Dünya Savaşı sonrası dönemdir. Fotoğraf makinesi, optik, film ve fotoğraf kağıdı alanlarında üretim ve araştırma çalışmaları gelişmiştir. Savaşın ekonomik ve psikolojik etkilerinin kalkmasıyla birlikte sıradan insan, radyo, televizyon, buzdolabı hatta otomobille bu yıllarda tanışmıştır. Tabii ki böyle bir dönemde fotoğraf da hem teknolojik olarak gelişmiştir hem de toplum içinde yaygınlaşmıştır. Tek objektifli refleks (SLR) fotoğraf makineleri başta olmak üzere farklı fotoğraf makineleri bu dönemde yaygınlaşmıştır.\n Tüketim toplumunun önemli bir öğesi olarak fotoğraf, tanıtım ve reklam amaçlı olarak<br/>yaygın bir şekilde kullanılmaya başlanmıştır. Gazete ve dergilerde, fotoğraf olmaksızın bir<br/>haber yayınlanmasının önemli bir eksiklik olduğu anlayışını doğurmuştur. Bunun sonucu<br/>olarak da basın fotoğrafçılığı ve bu amaca yönelik özel fotoğraf ajansları kurulmuştur. Batı<br/>ülkelerindeki birçok gazete renkli olarak basılmaya başlamıştır. Ayrıca tamamen fotoğraf<br/>ağırlıklı haftalık dergiler yayın hayatına girmiştir. Moda ve doğaya yönelik fotoğraf ağırlıklı dergiler de bu yıllarda gerçekleştirilmiştir."
  },
  {
    "id": "3352811",
    "unitNumber": 3,
    "text": "Yazılarında fotoğrafın bir sanat olmadığını, ucuz bir resmetme tekniği olarak yaygınlaştığını, objektifin hiçbir ayrım yapmaksızın yüzey üzerine kaydettiğini ve bu durumun da sanat olmasına en büyük engel olduğunu savunan yazar aşağıdaki seçeneklerden hangisinde verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Baudelaire",
      "B": "Daniel Bell",
      "C": "Walter Benjamin",
      "D": "Eastlake",
      "E": "Lyotard"
    },
    "explanation": "Eastlake"
  },
  {
    "id": "3352812",
    "unitNumber": 3,
    "text": "Modernleşme sürecinin en önemli taşıyıcısı ve şekillendiricisi olan fotoğrafla ilgili olarak aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kaydeder ve çoğaltır",
      "B": "Zamanı ve boyutu değiştirir",
      "C": "Geleneksel resmetme tekniklerini geliştirir",
      "D": "Klasik olana karşı bir reddediştir",
      "E": "Teknolojik ve sosyal değişim, dönüşüm sağlar"
    },
    "explanation": "Geleneksel resmetme tekniklerini geliştirir"
  },
  {
    "id": "3352813",
    "unitNumber": 3,
    "text": "Fotoğraf makinesiyle bakışın değişmesi gerektiğini, herkesin gerçekleri optiğin verdiği şekilde göreceğini ifade eden sanatçı, eğitmen aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Oskar Gustave Rejlander",
      "B": "Moholy-Nagy",
      "C": "Henry Peach Robinson",
      "D": "Julia Margaret Cameron",
      "E": "Walter Benjamin"
    },
    "explanation": "Moholy-Nagy"
  },
  {
    "id": "3352814",
    "unitNumber": 3,
    "text": "\"Fotoğraf Üzerine\" adlı kitabında fotoğrafı gerçeğin izleri olarak değerlendirmiş ve fotoğrafçılığı gerçekliğin yeniden üretmesi ölçüsünde sorgulayan yazar aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Victor Burgin",
      "B": "Andre Bazin",
      "C": "Marshall Mcluhan",
      "D": "Susan Sontag",
      "E": "John Berger"
    },
    "explanation": "Susan Sontag"
  },
  {
    "id": "3352815",
    "unitNumber": 3,
    "text": "Negatif görüntünün bulunuşuyla gerçekleşen mekanik çoğaltma tekniği aşağıda verilen yılların hangisinde uygulamaya başlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1827",
      "B": "1829",
      "C": "1832",
      "D": "1836",
      "E": "1839"
    },
    "explanation": "1827"
  },
  {
    "id": "3352816",
    "unitNumber": 3,
    "text": "Charles Spitz'in Tahitili Kadın adlı fotoğrafından yararlanarak figürün duygusal ifadesini, kendi yapmış olduğu melankolik adlı resmine taşıyan sanatçı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gauguin",
      "B": "Van Gogh",
      "C": "Rembrandt",
      "D": "Picasso",
      "E": "Cezanne"
    },
    "explanation": "Gauguin"
  },
  {
    "id": "3352818",
    "unitNumber": 3,
    "text": "\"Fotoğraf bir sistem ya da kimyasal süreç değil, her fotoğrafçının farklı bir dokunuşudur\" ifadesini kullanan sanatçı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Frederich Evans",
      "B": "Paul Martin",
      "C": "Frank Sutcliffe",
      "D": "Alfred Stieglitz",
      "E": "Henry Peack Robinson"
    },
    "explanation": "Henry Peack Robinson"
  },
  {
    "id": "3352819",
    "unitNumber": 3,
    "text": "Düş gücünün önem ve özelliğini vurgulamak için izleyenlerin zihinlerini karıştırmak için fotomontaj, üst üste pozlama, solarizasyon gibi fotoğrafın kendine özgü yöntemlerini kullanan sanatçı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Salvador Dali",
      "B": "Man Ray",
      "C": "Walter Benjamin",
      "D": "Andy Warhol",
      "E": "Andre Breton"
    },
    "explanation": "Man Ray"
  },
  {
    "id": "3352821",
    "unitNumber": 3,
    "text": "Fotoğrafı arkasına saklanacak bir öge olarak değil, kapsamlı ve tarafsız bir biçimcilik yaratmak için kullanan ve fotoğrafın kopyalanarak üretilme özelliğini bilerek ön plana çıkaran, içinde Andy Warhol'unda bulunduğu sanat akımı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dışavurumculuk",
      "B": "Kübizm",
      "C": "OP Atr",
      "D": "Pop art",
      "E": "Sürrealizm"
    },
    "explanation": "Pop art"
  },
  {
    "id": "3352822",
    "unitNumber": 3,
    "text": "Her nesnenin kendine özgü ışığı ve rengi olduğu anlayışından hareket ederek fotoğrafta ışık, optik ve resmetme biçimlerinde yararlanan sanat akımı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gotik",
      "B": "Barok",
      "C": "Romantizm",
      "D": "İzlenimcilik",
      "E": "Dışavurumculuk"
    },
    "explanation": "İzlenimcilik"
  },
  {
    "id": "3352832",
    "unitNumber": 3,
    "text": "Fotoğrafın bulunuşu hangi yıla tarihlendirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1827",
      "B": "1836",
      "C": "1840",
      "D": "1845",
      "E": "1850"
    },
    "explanation": "Görsel-işitsel teknolojilerin oluşturduğu geleneğin başlangıcını fotoğraf sağlamıştır.<br/>Fotoğrafın bulunuşu (1827) ve yayılmaya başladığı yıllarda (1850’ler) yaşayanlar, kuşkusuz<br/>görsel teknolojileri en üst düzeyde yaşadıklarına inanmışlardır. XXI. yüzyıldan dönüp<br/>geriye bakıldığında ise Sanayi Devrimi döneminde, fabrikada seri üretim sistemi içinde<br/>çalışan ve büyük kentlerde yeni yaşamaya başlamış olan bir işçinin, bir fotoğrafa baktığında<br/>duyduğu hissi anlamak güç olacaktır."
  },
  {
    "id": "3352833",
    "unitNumber": 3,
    "text": "Charles Baudelaire'in sanat eleştirmeni olarak yazdığı ünlü <em>Fotoğraf Sanat mı? </em>adlı eser hangi yılda kaleme alınmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "1845",
      "B": "1850",
      "C": "1855",
      "D": "1857",
      "E": "1859"
    },
    "explanation": "Günümüzden bakıldığında, tuhaf bir tartışma söz konusudur. Fotoğraf makinesi yoluyla<br/>yüzey üzerine kaydedilen görüntüler, insan elinin ürünü olmamasına rağmen kabul<br/>görmüştür. Bu yıllarda, fotoğrafın önemini fark eden Charles Baudelaire (1821-1867) sanat<br/>eleştirmeni olarak yazdığı ünlü Fotoğraf Sanat mı? (1859) adlı denemesinde bu yeni<br/>teknolojiye karşı resim sanatının yanında yer almıştır."
  },
  {
    "id": "3352834",
    "unitNumber": 3,
    "text": "1858 yılında yapılan \"Sönen Hayat\" adlı çalışma aşağıdakilerden hangi sanatçıya aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Oskar Gustave Rejlander",
      "B": "Julia Margare Cameron",
      "C": "Charles Baudelaire",
      "D": "Henry Peach Robinson",
      "E": "Mike Tyler"
    },
    "explanation": "HENRY PEACH<br/>ROBINSON.<br/>Sönen Hayat. 1858.<br/>Birleştirilmiş albümün<br/>baskı"
  },
  {
    "id": "3352838",
    "unitNumber": 3,
    "text": "“Fotoğraf dünyadan bilgi sağlar, kendine göre sunar bir çeşit yeminli tanıktır.” sözünü deneme yazısında kullanan yazar aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Lady Elizabeth Eastlake",
      "B": "Henry Peach Robinson",
      "C": "Oskar Gustave Rejlander",
      "D": "Julia Margaret Cameron",
      "E": "Sir Charles Eastlake"
    },
    "explanation": "olarak sunduğunu ve demokratik bir temsil aracı olduğunu ilk savunan yazardır.<br/>Fotoğraf sadece gerçekleri kopyalayarak çoğaltmaz gerçeği yeniden yaratır. Eastlake,<br/>fotoğrafın bir tür görsel tanık olduğunu kendi deyimiyle; “Fotoğraf dünyadan bilgi sağlar,<br/>kendine göre sunar bir çeşit yeminli tanıktır.” şeklinde ifade etmiştir. Bu konu, fotoğrafın<br/>yaygınlaşmasıyla birlikte yıllarca tartışılmıştır. Eastlake, optik yoluyla resmetmeye karşıdır.<br/>Ona göre bütün tartışmaların nedeni, fotoğrafın objektifin önündeki şeyleri hiçbir<br/>ayrım yapmaksızın yüzey üzerine kaydetmesinden kaynaklanır."
  },
  {
    "id": "3352839",
    "unitNumber": 3,
    "text": "“Optik bilinçdışı” kavramından söz eden kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Henry Peach Robinson",
      "B": "Walter Benjamin",
      "C": "Oskar Gustave Rejlander",
      "D": "Julia Margaret Cameron",
      "E": "Charles Baudelaire"
    },
    "explanation": "Fotoğrafın resim sanatının oluşturduğu geleneksel yapıya<br/>karşı çıkışı söz konusudur. Fotoğrafın sağladığı görsel bilgi, insan gözünün normal olarak<br/>yakalayamayacağı bir ayrıntıyı içerir. Walter Benjamin, Fotoğrafın Küçük Tarihi (1931)<br/>adlı ünlü denemesinde “Optik bilinçdışı” kavramından söz etmiştir."
  },
  {
    "id": "3352840",
    "unitNumber": 3,
    "text": "<em>Fotoğrafın Küçük Tarihi</em> adlı ünlü deneme aşağıdakilerden hangisi tarafından kaleme alınmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Walter Benjamin",
      "B": "John Wilkens",
      "C": "Benjamin Russell",
      "D": "Oskar Gustave Rejlander",
      "E": "László Moholy-Nagy"
    },
    "explanation": "Fotoğraf da modernizm sürecinde ortaya çıkmıştır;<br/>klasik olan bir reddediştir. Fotoğrafın resim sanatının oluşturduğu geleneksel yapıya<br/>karşı çıkışı söz konusudur. Fotoğrafın sağladığı görsel bilgi, insan gözünün normal olarak<br/>yakalayamayacağı bir ayrıntıyı içerir. Walter Benjamin, Fotoğrafın Küçük Tarihi (1931)<br/>adlı ünlü denemesinde “Optik bilinçdışı” kavramından söz etmiştir."
  },
  {
    "id": "3352841",
    "unitNumber": 3,
    "text": "<em>Simülakrlar ve Simülasyon</em> adlı eser aşağıdaki yazarlardan hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Jean Baudrillard",
      "B": "Fredenic Jameson",
      "C": "James Willson",
      "D": "Daniel Bell",
      "E": "Richard Muse"
    },
    "explanation": "Postmodern dönemin önemli düşünürlerinden<br/>olan Jean Baudrillard (1929-2007) Simülakrlar ve Simülasyon(5) (1998) adlı eserinde, bir<br/>gerçeğin, örneğin fotoğrafı çekilerek elde edilen negatif görüntünün bir sistem (model)<br/>aracılığıyla yeniden üretilerek yaygınlaşması konusu üzerinde durmuştur. Bu olguyu<br/>hiper gerçeklik ya da simülasyon kavramlarıyla açıklamıştır. Bu şekilde üretilen görüntüler,<br/>gerçek dünyasındaki anlamından çok farklı bir şekilde yaşamaktadır."
  },
  {
    "id": "3352842",
    "unitNumber": 3,
    "text": "<em>Fotoğraf Üzerine Düşünürken</em> adlı çalışma aşağıdaki yazarlardan hangisi tarafından yazılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "André Bazin",
      "B": "Michael James Harold",
      "C": "Victor Burgin",
      "D": "Marshall McLuhan",
      "E": "Jack Russell"
    },
    "explanation": "Fotoğraf konusundaki akademik çalışmalarıyla bilinen Victor Burgin (1941- ), Fotoğraf<br/>Üzerine Düşünürken (1982) adlı çalışmasında, fotoğraf kuramından söz etmek gerekirse,<br/>bu kuramın disiplinlerarası olması gerektiğini savunmuştur."
  },
  {
    "id": "3352843",
    "unitNumber": 3,
    "text": "<em>Fotoğraf Görüntünün Varlıkbilim</em> adlı eser aşağıda yer alan yazarlardan hangisi tarafından kaleme alınmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Victor Burgin",
      "B": "Jack London",
      "C": "William McNeil",
      "D": "Marshall McLuhan",
      "E": "André Bazin"
    },
    "explanation": "Farklı bilim<br/>adamlarına ait kuramları fotoğraf için de kullanabiliriz. Film eleştirmeni André Bazin<br/>(1918-1958) dilimize Fotoğraf Görüntünün Varlıkbilim adlı 1950’lerde kaleme aldığı çalışmasında,<br/>gerçekçi bir film kuramı olarak fotoğrafı ele almıştır. Bazin, sanatta gerçekçilik<br/>ve görüntünün gerçekliliğini anlatmasını irdelerken fotoğrafın üzerinde yoğunlaşmıştır."
  },
  {
    "id": "3352844",
    "unitNumber": 3,
    "text": "<em>İletişim Araçlarını Anlama</em> adlı eser kim tarafından kaleme alınmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Susan Sontag",
      "B": "John Berger",
      "C": "André Bazin",
      "D": "Marshall McLuhan",
      "E": "Camera Lucida"
    },
    "explanation": "Ünlü iletişim kuramcısı Marshall McLuhan (1911-1980), İletişim Araçlarını Anlama (1964) adlı ünlü eserinde fotoğrafı ele almıştır. Fotoğraf: Duvarsız Genelev başlığı<br/>altında fotoğrafı bir kitle iletişim aracı olarak açıklarken, kendi iletişim kuramının içinde<br/>kalmıştır. Bu şekilde bir kitle iletişim aracı olarak fotoğraf, iletişim kuramları açısından ele<br/>alınmıştır."
  },
  {
    "id": "3352634",
    "unitNumber": 4,
    "text": "\"Verilerin basamaklanarak, 0-1 ya da Evet-Hayır olarak belirlenerek işlendiği, kaydedildiği ve<br/>saklandığı dönem ................ dönem olarak adlandırılır.\"\n Yukarıdaki boşluk aşağıdakilerden hangisi ile doldurulmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "analog",
      "B": "sayısal",
      "C": "dialog",
      "D": "mekanik",
      "E": "optik"
    },
    "explanation": "Yanıtınız yanlış ise \"Değişen Görsel Yapı\" konusunu tekrar gözden geçiriniz.<br/>Optiğin günlük yaşam içindeki yerinin yaygınlaşmasının bir sonucu olarak, görme ve düşünme şeklimiz değişmiştir. Optik bakış, insan yaşamına fotoğrafla birlikte girmiştir. Hareketli görüntü yani film ve ardından da video, optik bakışı geliştirmiş ve yaygınlaştırmıştır. Bu süreç içinde optik bakışın iki belirleyici teknolojik dönemi söz konusudur. Bunlar; analog ve sayısal (dijital) dönemlerdir. Verilerin kesintisiz olarak işlediği, kaydedildiği ve saklandığı dönem analog dönem olarak adlandırılır. Verilerin basamaklanarak, 0-1 ya da Evet-Hayır olarak belirlenerek işlendiği, kaydedildiği ve<br/>saklandığı dönem ise sayısal dönem olarak adlandırılır."
  },
  {
    "id": "3352635",
    "unitNumber": 4,
    "text": "Aşağıdaki hangisi batı kültüründe belli dönemlerin belirleyici olduğunu gösteren <strong>yanlış</strong> bir ifadedir?",
    "correctAnswer": "A",
    "options": {
      "A": "İzlenimcilik, Yapısalcılık, Fütürizm gibi sanat akımları bilim dışı akımlardır.",
      "B": "Antik dönemden beri gelen sanat etkinliği 1425’te perspektifin yüzey üzerine uygulanmasıdır.",
      "C": "XIV. yüzyılın ortalarından XVIII. yüzyıla kadar süren Aydınlanma ve Bilimsel Devrimler dönemidir.",
      "D": "Sanayi Devrimi ve mekaniğin ortaya çıkmasıyla teknolojik ilerlemenin görüldüğü dönem Modern dönemdir.",
      "E": "Elektronik teknolojinin, bilgisayarın, sayısal görüntünün hakim olduğu 1960’lar postmodern çağdır."
    },
    "explanation": "Yanıtınız yanlış ise \"Bilimsel Gelişmeler ve Sanat\" konusunu tekrar gözden geçiriniz.<br/>Bilimsel gelişmeler insan ve insanla ilgili her konuyla ilişkili olduğu gibi sanatla da ilişkilidir. Bilimsel gelişmelerle sanatın, birçok noktada birleştiği görülür. Örneğin İzlenimcilik, Yapısalcılık, Fütürizm gibi çağdaş sanat akımları bilimle yakından ilişkili olmuştur. Özellikle de Bauhaus Okulu ve teknoloji ilişkisi önemlidir. Bu anlamda sözkonusu olan olgu; fotoğrafçılığın, hareketli görüntü, elektronik görüntünün ve sayısal teknolojiler yoluyla oluşturduğu görsel yapılardır. Bu süreç içinde tarihsel olarak Batı kültüründe belli dönemlerin belirleyici olduğu görülür: İlki, antik dönemden beri gelen sanat etkinliğinin 1425’te perspektifi geliştirmesi yani perspektifin yüzey üzerine uygulanmasıdır. İkincisi, XIV.yüzyılın ortalarında XVIII. yüzyıla kadar süren Aydınlanma ve Bilimsel Devrimler dönemidir. Üçüncü olarak Sanayi Devrimi ve mekaniğin ortaya çıkmasıyla teknolojik ilerlemenin görüldüğü Modern dönemdir. Bu dönem, 1830’larda fotoğrafla birlikte başlar. Kitle iletişim araçlarını, görüntü üretim sistemlerini ortaya çıkartan ve XX. yüzyıla kadar süren dönemdir. Dördüncü dönem ise elektronik teknolojinin, bilgisayarın, sayısal görüntünün hakim olduğu 1960’larda mekanikleşmeyle aynı döneme denk gelen postmodern çağdır. Rönesans dönemi sanatının, insanlık tarihi içindeki önemi, dönemin yeni biçim ve bilimsel verilere dayalı olmasından gelir."
  },
  {
    "id": "3352636",
    "unitNumber": 4,
    "text": "Işığın doğrusal olarak hareket ettiğini kanıtlayan, Çinli filozof Mo Ti tarafından tanımlanan Karanlık Kutu ilk kez kim tarafından kullanılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Leonardo da Vinci",
      "B": "Jonathan Crary",
      "C": "Albrecht Dürer",
      "D": "Mo Ti",
      "E": "İbnü’l Heysem"
    },
    "explanation": "Yanıtınız yanlış ise \"Bilimsel Gelişmeler ve Sanat\" konusunu tekrar gözden geçiriniz.<br/>Tarihin her döneminde sanatçılar, eserleriyle ilgili amaçlarına ulaşmak için mekanik yardım arayışı içinde olmuşlardır. Doğadaki manzarayı bir yüzeye yansıtmak, nesnel gerçekleri olduğu gibi sunmak, yansıma ve gölgeler gibi yüzey üzerinde görüntüler elde edebilmek için çeşitli gözlem teknikleri ve uygulama aletleri geliştirmişlerdir. Bunların içinde en bilineni, Arap bilim adamı İbnü’l Heysem tarafından ışığın doğrusal olarak hareket ettiğini kanıtlamak için yaptığı deneyde kullandığı araçtır. İÖ V. yüzyılda Çinli filozof Mo Ti tarafından ilk kez tanımlanan Karanlık Kutu (Camera Obscura), X. yüzyılda İbnü’l-Heysem tarafından çalışma sistemiyle birlikte açıklanmıştır. Yüzey üzerinde görüntü elde etmeyi sağlayan karanlık kutu, sanatçılar için mekanik bir yardımcı araç konumuna gelmiştir."
  },
  {
    "id": "3352637",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sayısal görüntülerin özelliklerinden birisi <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sayısal görüntüler, 0-1, Evet-Hayır gibi rakamsal kodlardan oluşur.",
      "B": "Kodlanan bitlerle sayısal bir görüntü kolaylıkla kaydedilerek saklanabilir.",
      "C": "Sayısal görüntülerin en küçük birimi gümüş bromürden oluşan gren tanecikleridir.",
      "D": "Sayısal teknolojiyle birlikte yeniden çoğaltma olgusu boyut kazanmıştır.",
      "E": "Sayısal görüntünün değeri yer aldığı sanal ortamlar ve iletildiği bilgiyle ilişkilidir."
    },
    "explanation": "Yanıtınız yanlış ise \"Sayısal Çağ\" konusunu tekrar gözden geçiriniz.<br/>Sayısal görüntüler, 0-1, Evet-Hayır gibi rakamsal kodlardan oluşur. Sayısal görüntünün en küçük birimi piksel olarak adlandırılan kodlardır. Analog bir fotoğraf görüntüsünün en küçük birimi gümüş bromürden oluşan gren tanecikleridir. Kodlanan bitlerle sayısal bir görüntü kolaylıkla kaydedilerek saklanabilir. Bu görüntü üzerinde bir yönlendirme yapılmak istendiğinde, bu kodlamaya tek tek müdahale edilebilir. Bu şekilde, sayısal teknolojiyle birlikte yeniden çoğaltma olgusu bir boyut kazanmıştır. Sayısal görüntülerde, kopya ile aslı arasında hiçbir fark yoktur. Sayısal bir görüntünün kopyasını aslından ayırmak imkansızdır. Sayısal görüntünün değeri, bulunduğu ortamla ilgilidir. Biriciklik, tek olma gibi düşünceler sayısal teknolojiyle birlikte unutulmuştur. Eğer bir değerden söz etmek gerekirse, sayısal görüntünün değeri yer aldığı sanal ortamlar ve iletildiği bilgiyle ilişkilidir."
  },
  {
    "id": "3352638",
    "unitNumber": 4,
    "text": "Aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Geleneksel fotoğrafın film yüzeyi üzerindeki görüntüsü dijital olarak üretilir.",
      "B": "Fotoğraf ve sayısal teknoloji ilişkisi 1980'li yıllardan itibaren gelişmiştir.",
      "C": "Fotoğraf için bölgesel ve politik sınırlar söz konusudur.",
      "D": "21. yüzyılın fotoğrafı çözünürlük, dosya sıkıştırma gibi kavramlarla açıklanır.",
      "E": "Sayısal fotoğraf makinelerine tüketiciler tarafından ulaşılması çok zordur."
    },
    "explanation": "Yanıtınız yanlış ise \"Sayısal Görüntü\" konusunu tekrar gözden geçiriniz.<br/>Sayısal görüntünün geleneksel fotoğrafa etkisi üzerine yapılan eleştiriler, teknik farklılıklar<br/>ve soyut ilkeler üzerine yapılandırılır. Geleneksel fotoğrafın film yüzeyi üzerindeki görüntüsü, analog olarak üretilir yani elle tutulan bir yüzey üzerinde, işaretlerden ve göstergelerden oluşur. Bunlar, ışığa duyarlı yüzeyi oluşturan gümüş bromür maddesidir. Gümüş bromür maddeleri yüzey üzerinde fiziksel olarak yer alır, elle tutulabilen bir gerçek ortaya çıkarır. Bu maddeler, temsil ettikleri nesnelerin algılanmasını sağlar. Görüntünün XXI. yüzyılın fotoğrafındaki karşılığı; çözünürlük, dosya sıkıştırma vb. kavramlarla açıklanır. Söz konusu olan sayısal sistem, sadece bir tür kopyalamak değildir. Duvar yüzeyi üzerindeki ışık bilgisinin, sayısal sisteme dönüşmesidir. Teknik süreç açısından önemli olan konu, görüntülenecek nesnelerin somut fiziksel nesne olarak değil de, elektronik veri olarak var olmasıdır. Fotoğraf için, bölgesel ve politik bir sınır söz konusu değildir."
  },
  {
    "id": "3352639",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Walter Benjamin'in ortaya koyduğu görüşlerden birisi <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Fiziksel bir gerçek fotoğraf yoluyla kopyalanarak çoğaltılabilir.",
      "B": "Fotoğraf ve fotoğraf teknolojileri günümüzde tek başına hakimdir.",
      "C": "Sanat ayrıcalıklı varlığını yitirmeye başlamıştır.",
      "D": "Bir nesne ya da konunun görüntüsü, ilk kopyasının özellikleriyle ilişkisi olmayabilir.",
      "E": "Kopyalanabilir, çoğaltılabilir, taşınabilir, yaygınlaştırılabilir bir görsel yapı ortaya çıkmıştır."
    },
    "explanation": "Yanıtınız yanlış ise \"Yeni Görme Biçimi\" konusunu tekrar gözden geçiriniz.<br/>Walter Benjamin açık bir şekilde, fotoğrafla ilgili olarak mekanik, yeniden üretim ve çoğaltma kavramlarını kullanır. Vurgulamak istediği, fiziksel bir gerçeğin fotoğraf yoluyla kopyalanarak<br/>çoğaltılmasıdır. Bu şekilde yapılan kopyalar, elle kağıt üzerine çizim yoluyla yapılan ya da<br/>çamur kullanılarak çömlek kopyalamaktan farklıdır. Temel belirleyici fark, mekanik bir süreç yoluyla kopyalamanın gerçekleşmesidir. Bunun sonucu olarak, Benjamin, birbirinden farklı mekân ve zamanda yaşayanların bu kopyalama yoluyla çoğaltılmış olan görüntüleri paylaşmasının öneminden söz eder. Ona göre, bu durumda sanat da artık ayrıcalıklı varlığını yitirmeye başlamıştır. Bir nesne ya da konunun görüntüsü, fiziksel gerçeğinin ve ilk kopyasının özellikleriyle ilişkisi olmayabilir. Yeniden üretilen görüntüler yoluyla, belli bir kesimin kullanım ve etki alanı içinde kalmış olan sanat eseri, bağımsız olan kültürel nesneler haline gelmiştir. Kopyalanabilir, çoğaltılabilir, taşınabilir, yaygınlaştırılabilir bir görsel yapı ortaya çıkmıştır."
  },
  {
    "id": "3352640",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi fotoğrafın sonu ile ilgili bir ifade <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Fotoğrafın hiçbir zaman sonu gelmez.",
      "B": "Geleneksel fotoğrafı yapmak zordur ve zaman alır.",
      "C": "Sayısal teknoloji yeni olanaklarla, daha kolay ve açık bir sistem içinde sunmaktadır",
      "D": "Fotoğrafın, ifade gücü etkisini korumaktadır.",
      "E": "Fotoğraf bir belge olma özelliğini korumaktadır."
    },
    "explanation": "Yanıtınız yanlış ise \"Fotoğrafın Sonu\" konusunu tekrar gözden geçiriniz.<br/>Sayısal teknolojilerin oluşturduğu ortam içinde, fotoğrafla ilgili olarak tartışma, optik yoluyla yüzey üzerine kaydederken gerçekle ilgilidir. Geleneksel fotoğrafı yapmak zordur ve zaman alır. İstenilen sonuç her durumda elde edilemez. Olanaklar, fotoğraf makinesi ve karanlık oda içindedir. Bu nedenle geleneksel fotoğraf; eskidir, yeniliğe açık değildir ve sınırlıdır. Aynı şeyleri sayısal teknoloji yeni olanaklarla, daha kolay ve açık bir sistem içinde sunmaktadır. Bu görüşe göre, fotoğrafın sonuna gelinmiştir. Fotoğrafın, yazılı ve sözlü açıklamalara ihtiyaç olmaksızın, ifade gücü hâlâ etkisini korumaktadır. Fotoğraf bu anlamda, bir resmetme tekniği olarak bulunuşundan beri hiç değişmemiştir. Ayrıca fotoğrafın tartışmalarla dolu tarihi içinde değişmeyen bir olgu da, fotoğrafın belge olma özelliğidir."
  },
  {
    "id": "3352641",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi dijital teknolojilerin gelişmesiyle ortaya çıkan bir dönemdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fotoğraf öncesi",
      "B": "Fotoğrafın sonu",
      "C": "Sayısal fotoğraf",
      "D": "Fatoğrafta yeni dönem",
      "E": "Fotoğraf sonrası"
    },
    "explanation": "Yanıtınız yanlış ise \"Fotoğrafın Sonrası\" konusunu tekrar gözden geçiriniz.<br/>Fotoğraf toplum içinde radyo, televizyon, film gibi tek başına bir iletişim ortamı olarak yaygınlaşmıştır. Çokluortamlar ve etkileşim, yeni sayısal ortamların ortaya çıkardığı olanaklardır. Bu tek tek birbirlerinden bağımsız durumdaki ortamlar bir noktada birleştirilmiştir. İzleyici de artık ortamın belirleyici ve yönlendirici bir öğesi olmuştur. Bu gelişme süreci içinde fotoğrafın, temel niteliği de değişmiştir. Fotoğraflar bu şekilde; müzik, açıklama metinleri ve video görüntüleriyle birlikte ortaya çıkmaya başlamıştır. Fotoğrafında bir öğe olarak içinde yer aldığı bu yeni ortam düzeni, sayısal teknolojinin bir başarısı olarak görülür. Fotoğrafın çoklu ortamlar içinde kullanılması, geleneksel anlamdaki fotoğraf düşüncesinin de farklılaşmasına neden olmuştur. Fotoğrafın ürettiği görüntü, fotoğraf makinesi kaynaklıdır. Diğer yanda ise bilgisayar temelli görsel ve işitsel öğeler fotoğrafla birleştirilir. Fotoğraf bir görsel yapı olarak sürmektedir. Sayısal teknolojinin oluşturduğu bu görsel yapı içinde fotoğraf, bilinen geleneksel fotoğraftan farklı bir duruma gelmiştir. Bu durum, geleneksel fotoğrafın ötesinde bir durumdur. Buna, \"Fotoğraf Sonrası\" demek doğru olacaktır."
  },
  {
    "id": "3352642",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sayısal fotoğraf ile negatif film görüntüsü arasındaki farktır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kayıt, banyo, basım.",
      "B": "Çekim, basım, yayım",
      "C": "Çekim, kayıt, çoğaltma",
      "D": "Kayıt, çoğaltma, basım",
      "E": "Çekim, kayıt, basım"
    },
    "explanation": "Yanıtınız yanlış ise \"Sayısal Fotoğraf\" konusunu tekrar gözden geçiriniz.<br/>Bir negatif film görüntüsüyle, sayısal fotoğraf arasındaki fark; çekim, kaydedilme ve çoğaltılma alanlarında ortaya çıkar. Bu nedenle de, sayısal fotoğraf öncesi ve sonrası diye bir durum söz konusu olacaktır. Bu tartışmanın temelinde yer alan konu; fotoğrafik görüntülerin kaydedilme, işlenme, saklanma, çoğaltma, yayma ve benzeşime uğrama nitelikleriyle ilgilidir."
  },
  {
    "id": "3352643",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi fotoğrafla ilgili en belirgin dönemlerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Video ve Dijital",
      "B": "Geleneksel ve Modern",
      "C": "Teknolojik ve geleneksel",
      "D": "Film ve sayısal",
      "E": "Sinema ve analog"
    },
    "explanation": "Yanıtınız yanlış ise \"Sayısal Fotoğraf\" konusunu tekrar gözden geçiriniz.<br/>Fotoğrafla ilgili iki belirgin dönem ortaya çıkar bunlar; film ve sayısal dönemlerdir. Bu belirleyici özelliğini veren ise teknoloji olmuştur. Bu anlamda iki farklı teknolojik durum söz konusudur; Eski ve Yeni teknolojik durum. Fotoğrafı bir kitle iletişim aracı olarak Eski-Yeni bağlamı içinde de değerlendirmek gerekir."
  },
  {
    "id": "3352644",
    "unitNumber": 4,
    "text": "Optik bakış, insan yaşamına fotoğrafla birlikte girmiştir. Hareketli görüntü yani film ve ardından da video, optik bakışı geliştirmiş ve yaygınlaştırmıştır. Bu süreç içinde optik bakışın iki belirleyici teknolojik dönemi söz konusudur. Aşağıdakilerden hangisinde bu dönemler doğru bir şekilde belirtilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "manuel ve otomatik",
      "B": "analog ve sayısal",
      "C": "teorik ve kuramsal",
      "D": "mekanik ve elektronik",
      "E": "el ile ve makine ile"
    },
    "explanation": "Optik bakış, insan yaşamına fotoğrafla birlikte girmiştir. Hareketli görüntü yani film ve ardından da video, optik bakışı geliştirmiş ve yaygınlaştırmıştır. Bu süreç içinde optik bakışın iki belirleyici teknolojik dönemi söz konusudur. Bunlar; analog ve sayısal (dijital) dönemlerdir"
  },
  {
    "id": "3352645",
    "unitNumber": 4,
    "text": "İÖ V. yüzyılda Çinli filozof Mo Ti (İÖ 470-391) tarafından ilk kez tanımlanan X. yüzyılda İbnü’l-Heysem tarafından çalışma sistemiyle birlikte açıklanan aletin adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Karanlık çağ",
      "B": "Karanlık oda",
      "C": "Karanlık Kutu",
      "D": "Kara taş",
      "E": "Kara bağ"
    },
    "explanation": "İÖ V. yüzyılda Çinli filozof Mo Ti (İÖ 470-391) tarafından ilk kez tanımlanan Karanlık Kutu (Camera Obscura), X. yüzyılda İbnü’l-Heysem tarafından çalışma sistemiyle birlikte açıklanmıştır."
  },
  {
    "id": "3352669",
    "unitNumber": 4,
    "text": "Giovanni Batista Delta Porta'nın (1535?-1615) çıplak gözle görmeye alternatif olarak yeni bir görme durumunu vurguladığı ünlü eserinin ismi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gerçeğin Gizemi",
      "B": "Yıldız Savaşları",
      "C": "Hansel ile Gretel",
      "D": "Orman Perisi",
      "E": "Doğa Büyüsü"
    },
    "explanation": "İtalyan düşünür, Giovanni Batista Delta Porta (1535?-1615) ünlü eseri olan Doğa Büyüsü (1558; Magia Naturalis) adlı çalışmasında ele almıştır. Resim yapmak isteyenlere karanlık kutuyu bir aygıt olarak önermiştir. Karanlık kutunun verdiği görüntünün konturlarını kalemle çizin ve daha sonra da boyayın demeye getirmiştir. Düşünür, 1558 yılında çıplak gözle görmeye alternatif olarak yeni bir görme durumunu vurgulamıştır. Delta Porta, çevremizdeki nesnelere aygıt yoluyla bakmayı önermesi tarihsel açıdan karanlık kutunun oluşturduğu yeni görme düzenine yapılmış olan önemli bir vurgulamadır"
  },
  {
    "id": "3352670",
    "unitNumber": 4,
    "text": "Marx ve Engels ideolojilerin ortaya çıkışı ve yeniden üretimini karanlık kutunun görüntüsüne benzetmeleri, karanlık kutunun hangi özelliğiyle ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Karanlık olması",
      "B": "Işığı süzmesi",
      "C": "Görüntüleri ters olarak yansıtması",
      "D": "Havasız olması",
      "E": "Görüntüleri parlak renklerle yansıtması"
    },
    "explanation": "Buradaki ideoloji kavramı, insanların düşünceleri, ahlak, din ve hukuki düzenlemeler, hayal edilen düşünceyi içerir. Bunların hepsi, Marx ve Engels’e göre dünyanın ve insanın eseridir. İnsanların toplumsal ilişkilerine bakıldığında, insanların ideolojileri nasıl ürettiği anlaşılır. İşte bu noktada Marx ve Engels ideolojilerin ortaya çıkışı ve yeniden üretimi bir tür karanlık kutunun görüntüsü gibi ters çevirme durumudur. İdeolojiler, gerçeği baş aşağı, ters yüz olmuş olarak sunarlar."
  },
  {
    "id": "3352716",
    "unitNumber": 4,
    "text": "Rönesans döneminde, bilim ve sanat denildiğinde akla <u>ilk</u> gelen sanatçı kimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Nicolas Poussin",
      "B": "Peter Paul Rubens",
      "C": "Leonardo da Vinci",
      "D": "Rembrandt",
      "E": "Michelangelo"
    },
    "explanation": "Rönesans döneminde, bilim ve sanat denildiğinde akla ilk gelen sanatçı Leonardo da Vinci (1452-1519 olur. Leonardo, yağlıboya resmin, bilim ve bilimsel gelişmelerin bir göstergesi olduğuna inanmıştır."
  },
  {
    "id": "3352717",
    "unitNumber": 4,
    "text": "Analog bir fotoğraf görüntüsünün en küçük birimi gümüş bromürden oluşan …………… tanecikleridir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Piksel",
      "B": "Vektör",
      "C": "Bitmap",
      "D": "Gamma",
      "E": "Gren"
    },
    "explanation": "Analog bir fotoğraf görüntüsünün en küçük birimi gümüş bromürden oluşan gren tanecikleridir."
  },
  {
    "id": "3352718",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi “fotoğraf sonrası” dönemin belirleyici özelliklerinden biri <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgisayar yoluyla üretilmesi",
      "B": "Çoğaltılmasının gözle görülemez bir duruma gelmesi",
      "C": "Bir tek negatiften çoğaltılması",
      "D": "Kitlesel bir araç haline gelmesi",
      "E": "Görüntünün sayısal olması"
    },
    "explanation": "Bu dönemde, Fotoğrafın bir tek negatiften çoğaltılması yerine, değişken baskı yollarıyla; bilgisayar, televizyon ekranı ve Web sitelerinden üretilmesi söz konusudur."
  },
  {
    "id": "3352719",
    "unitNumber": 4,
    "text": "Fotoğrafın optik yoluyla bir konuyu resmederken gerçekleştirdiği üç temel işlem nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Benzeştirmek, inşa etmek ve çoğaltmak",
      "B": "Çekmek, banyo etmek ve basmak",
      "C": "Yorumlamak, tasarlamak ve çizmek",
      "D": "Açıklamak, yorumlamak ve pekiştirmek",
      "E": "Görmek, bakmak ve çekmek"
    },
    "explanation": "Fotoğraf optik yoluyla bir konuyu resmederken üç temel işlemi gerçekleştirir: Konuyu açıklar, yorumlar ve pekiştirir."
  },
  {
    "id": "3352720",
    "unitNumber": 4,
    "text": "“Camera Lucida” adlı çalışmayı yazan ünlü düşün adamı kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Roland Barthes",
      "B": "Eduardo Cadava",
      "C": "Walter Benjamin",
      "D": "John Stuart Mill",
      "E": "Jonathan Crary"
    },
    "explanation": "Fotoğrafın teknik olarak üretilme sürecinden çok, fotoğraf yoluyla ortaya çıkan görüntüye nasıl bakıldığı önemlidir. Bu anlamda ünlü düşün adamı Roland Barthes (1915-1980) tarafından kaleme alınan Camera Lucida adlı çalışma önemlidir."
  },
  {
    "id": "3352721",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi fotoğrafla birlikte insan yaşamına giren bir kavramdır?",
    "correctAnswer": "C",
    "options": {
      "A": "İdeal güzellik",
      "B": "Sanat ve zanaatkârlık",
      "C": "Optik bakış",
      "D": "Bilgisayar",
      "E": "Hareket algısı"
    },
    "explanation": "Optik bakış, insan yaşamına fotoğrafla birlikte girmiştir."
  },
  {
    "id": "3352722",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi elektronik görüntünün bilgisayar teknolojisiyle birleşerek oluşturduğu yeni görsel yapı ile ilgili <u>yanlış </u>bir ifade içermektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kod ya da harflerden oluşmaktadır.",
      "B": "İnsan izleyen konumuna gelmiştir.",
      "C": "Görsel yapıyı oluşturan parçalar elektronik yüzey üzerinde gerçekleştirilir.",
      "D": "Nesneler ve konular üçboyutlu şekilleriyle düzenlenmeye başlanmıştır.",
      "E": "İzleyici artık etkileşimli bir konuma gelmiştir."
    },
    "explanation": "İzleyen konumundaki insanın da durumu değişmiştir. Yeni görsel yapı, izleyici ile olan etkileşimi de değiştirmiştir. İzleyici artık etkileşimli bir konuma gelmiştir."
  },
  {
    "id": "3352723",
    "unitNumber": 4,
    "text": "İÖ V. yüzyılda Karanlık Kutu (Camera Obscura) <u>ilk kez</u> kim tarafından tanımlanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "İbnü’l Heysem",
      "B": "Albrecht Dürer",
      "C": "Aristo",
      "D": "Mo Ti",
      "E": "Trallesli Anthemius"
    },
    "explanation": "İÖ V. yüzyılda Çinli filozof Mo Ti (İÖ 470-391) tarafından ilk kez tanımlanan Karanlık Kutu (Camera Obscura), X. yüzyılda İbnü’l-Heysem tarafından çalışma sistemiyle birlikte açıklanmıştır."
  },
  {
    "id": "3352724",
    "unitNumber": 4,
    "text": "İzlenimcilik akımında karşımızda gördüğümüz bir konunun görüntüsünün, ışık yoluyla nasıl değiştiğini araştıran ressam aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Jan Vermeer",
      "B": "Claude Monet",
      "C": "Marcel Duchamp",
      "D": "Paul Cézanne",
      "E": "Henri Matisse"
    },
    "explanation": "İzlenimcilik akımının ilk temsilcilerinden biri olan ressam Claude Monet (1840-1926) çalışmalarında ışık ve su oyunlarına ayrı bir vurgu yapar. Monet, karşımızda gördüğümüz bir konunun görüntüsünün, ışık yoluyla nasıl değiştiğini araştırmıştır."
  },
  {
    "id": "3352725",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi analog görüntü ile ilgili <u>doğru</u> bir ifadedir?",
    "correctAnswer": "E",
    "options": {
      "A": "0-1 gibi rakamsal kodlardan oluşur.",
      "B": "En küçük birimi piksel olarak adlandırılan kodlardır.",
      "C": "Kopya ile aslı arasında hiçbir fark yoktur.",
      "D": "Bilgisayar ortamında yaratılır.",
      "E": "Karşılıklı fiziksel bir uyum içerisindedir."
    },
    "explanation": "Analog görüntüler, bir süreklilikte işler, karşılıklı fiziksel bir uyum içerisindedir."
  },
  {
    "id": "3352726",
    "unitNumber": 4,
    "text": "“İleti, iletişim aracının kendisidir\" diyen Kanadalı iletişim kuramcısının adı nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Jean Baudrillard",
      "B": "Andy Warhol",
      "C": "Leonardo Da Vinci",
      "D": "David Harvey",
      "E": "Marshall Mcluhan"
    },
    "explanation": "McLuhan’ın “ileti, iletişim aracının kendisidir” sloganı kadar ünlüdür."
  },
  {
    "id": "3352727",
    "unitNumber": 4,
    "text": "Moholy-Nagy'nin fotoğraf makinesi kullanmadan, ışık ve ışığa duyarlı yüzeyden hareket ederek yaptığı çalışmalara ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Asamblaj",
      "B": "Fotogram",
      "C": "Nft",
      "D": "Rölyef",
      "E": "Gravür"
    },
    "explanation": "Fotoğraf alanında Moholy-Nagy’ın birinci derecede önem verdiği konu ışık olmuştur. Fotoğraf makinesi kullanmadan, ışık ve ışığa duyarlı yüzeyden hareket ederek “fotogram” olarak adlandırılan çalışmaları yapmıştır. Bir nesneyi fotoğraf kağıdının üzerine koyup pozlayarak yüzey üzerinde optiği kullanmadan görüntü elde eden çalışmalar yapmıştır. Fotoğraf makinesiyle gerçekçi fotoğraflar çekmiştir."
  },
  {
    "id": "3352728",
    "unitNumber": 4,
    "text": "Film yüzeyine bir görüntü pozlandığında, film yüzeyi üzerindeki gümüş bromür tanecikler üzerinde görüntü resmedilir. Görüntü filmin duyarlı yüzeyine kaydedilmiştir, yani teknik olarak bir görüntü vardır, ancak görülemez. Bu durumdaki görüntü ne olarak adlandırılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Olmayan imge",
      "B": "Hayalet görüntü",
      "C": "Saklı görüntü",
      "D": "Gizli görüntü",
      "E": "Silik görüntü"
    },
    "explanation": "Film yüzeyine bir görüntü pozlandığında, film yüzeyi üzerindeki gümüş bromür tanecikler üzerinde görüntü resmedilir. Filmin üzerinde bir görüntü vardır; ancak gözle görülemez. Görüntü filmin duyarlı yüzeyine kaydedilmiştir, yani teknik olarak bir görüntü vardır, ancak görülemez. Varoluş süreci tamamlanmamıştır. Bir başka deyişle, görüntünün gerçek olma süreci tamamlanmamıştır. İşte bu nedenle, bu görüntüye gizli görüntü yani latent Image adı verilir"
  },
  {
    "id": "3352729",
    "unitNumber": 4,
    "text": "Tekniğin Olanaklarıyla Yeniden Üretilebildiği Çağda Sanat Yapıtı adlı ünlü denemenin yazarı kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Jean Baudrillard",
      "B": "Walter Benjamin",
      "C": "David Harvey",
      "D": "Fox Talbot",
      "E": "László Moholy- Nagy"
    },
    "explanation": "Walter Benjamin Pasajlar adlı ünlü çalışmasında yer “Tekniğin Olanaklarıyla Yeniden Üretilebildiği Çağda Sanat Yapıtı” adlı denemesinde ise çoğaltma teknolojisi olarak fotoğraf üzerinde durmuştur."
  },
  {
    "id": "3352730",
    "unitNumber": 4,
    "text": "Fotoğraf tarihçileri tarafından ilk fotoğraf olarak kabul edilen fotoğraf kim tarafından çekilmiştir.",
    "correctAnswer": "A",
    "options": {
      "A": "Joseph Nicéphore Niépce",
      "B": "Leonardo Da Vinci",
      "C": "Peter Bruegel",
      "D": "Nicolas Bourriaud",
      "E": "Ara Güler"
    },
    "explanation": "Fotoğraf tarihçileri tarafından ilk fotoğraf olarak kabul edilir ve Joseph Nicéphore Niépce (1765- 1833) tarafından çekilmiştir."
  },
  {
    "id": "3352731",
    "unitNumber": 4,
    "text": "Simülakrlar ve Simülasyon adlı eserinde, bir gerçeğin, örneğin fotoğrafı çekilerek elde edilen negatif görüntünün bir sistem (model) aracılığıyla yeniden üretilerek yaygınlaşması konusu üzerinde duran Fransız düşünür kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Daniel Bell",
      "B": "Fredenic Jameson",
      "C": "Jean-François Lyrotard",
      "D": "Jean Baudrillard",
      "E": "Walter Benjamin"
    },
    "explanation": "Postmodern dönemin önemli düşünürlerinden olan Jean Baudrillard (1929-2007) Simülakrlar ve Simülasyon(5) (1998) adlı eserinde, bir gerçeğin, örneğin fotoğrafı çekilerek elde edilen negatif görüntünün bir sistem (model) aracılığıyla yeniden üretilerek yaygınlaşması konusu üzerinde durmuştur."
  },
  {
    "id": "3352646",
    "unitNumber": 5,
    "text": "Mc Luhan'ın sıcak soğuk araçlar görüşüne göre bir fotoğrafçının çektiği fotoğraf ile ilgili aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tamamlanmış bir iletidir.",
      "B": "Dönüştürülebilir bir iletidir.",
      "C": "Sayısal bir ortamdır (medium).",
      "D": "Optik bakış yeniden yapılanmıştır.",
      "E": "Analog teknolojidir."
    },
    "explanation": "McLuhan’ın iletişim araçlarını insan uzuvlarının uzantısı olarak görmesi ve bu araçları Sıcak ve Soğuk Araçlar olarak sınıflandırması belirleyici bir öneme sahiptir. Bu bağlamda, fotoğraf bir kitle iletişim aracı olarak basılı yapıtlar, radyo, sinema gibi sıcak araçlar içinde yer alır. Bu araçlar,<strong> izleyiciye tamamlanmış iletiler verirler</strong> ve izleyicinin yapması gereken fazla bir şey yoktur. Bunun nedeni aracın bütün iletilerini <strong>tamamlanmış olarak göndermesidir. </strong>"
  },
  {
    "id": "3352647",
    "unitNumber": 5,
    "text": "Bir ortamın (medium) bir başka ortam ile ilişkisini açıklayan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çoklu ortam",
      "B": "Remidition",
      "C": "Küreselleşme",
      "D": "Evrensel (Global) Köy",
      "E": "İnteraktif"
    },
    "explanation": "McLuhan bu görüşleri 1960’lı yıllarda dile getirmiştir. McLuhan’a göre iletişim teknolojileri toplumsal yaşam için belirleyici bir konuma sahiptir. Elektronik araçların gelişmesiyle birlikte, kitle iletişim araçları dünyayı tek bir Evrensel (Global) Köy’e dönüştürmüştür. Düşünür bu benzetmeyi kitle iletişim aracı olarak televizyonun ulaşacağı gücü göstermek için yapmıştır. McLuhan son kitabı olan Global Köy (1989; The Global Village) adlı ünlü<br/>eserinde, dünyanın tek bir köye dönmesi konusunu yeniden ele alır.<br/>Kitle iletişim araçlarının tarihi içinde 1990’lı yıllar, yeni bir çağın başlangıcı olan dönem belirleyici bir öneme sahiptir. Bu sözü edilen dönem yeni teknolojiler ve toplumsal koşullarla remediation kavramını ortaya çıkarmıştır. <strong>Remediation,</strong> Latince’deki iyileştirme sözcüğünden hareket ederek, <strong>bir ortamın (medium) bir başka ortam ile ilişkisini açıklar.</strong>"
  },
  {
    "id": "3352648",
    "unitNumber": 5,
    "text": "Eski-yeni fotoğraf açısından teknoloji yönüyle üzerinde durulması gereken bazı başlıklar vardır. Eski fotoğraf açısından düşünüldüğünde fotoğraf çeken açısından temel belirleyiciler; Akıl, Zekâ ve ................. gibi kavramlar iken, yeni fotoğraf açısından ise ................. kavramıdır.\n<br/>Yukarıdaki cümlede boş bırakılan yerleri aşağıdakilerden hangisi sırasıyla ve doğru olarak tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Deneyim/Aura",
      "B": "Gözlem/İyileştirme",
      "C": "Aura /İyileştirme",
      "D": "Deneyim/Smart",
      "E": "Görsellik/Smart"
    },
    "explanation": "Eski-yeni fotoğraf açısından da teknoloji yönüyle üzerinde durulması gereken bazı başlıklar vardır. Eski fotoğraf açısından düşünüldüğünde fotoğraf çeken açısından temel belirleyiciler; Akıl, Zekâ ve <strong>Deneyim</strong> gibi kavramlar iken, yeni fotoğraf açısından ise<strong> Smart</strong> kavramıdır.<br/>Thibault adlı bir fotoğrafçının 1848 Devrimi: Saldırıdan Önce ve 1848 Devrimi: Saldırıdan Sonra adlı Fransa’da çektiği dagerreyotipleri, fotoğrafın toplumsal olaylarda alacağı yeri<br/>gösteren ilk örneklerdendir"
  },
  {
    "id": "3352649",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kitle iletişim araçlarının eski yeni ilişkisi içinde, cep telefonu bileşenlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ses kayıt aygıtı",
      "B": "Telgraf",
      "C": "Yazıcı",
      "D": "Daktilo",
      "E": "Bilgisayar"
    },
    "explanation": "Günümüzde yani XXI. yüzyılın başındaki bir fotoğraf makinesini düşünelim. Bunun en yaygın olanı cep telefon şeklinde olanıdır. Yukardaki sorunun yanıtı bu noktada başlıyor: Bu aygıtın sunduğu ortamlar, fotoğraf çeken kişiye, remediation döneminde, sayısal fotoğrafın sunduklarıdır. <strong>Cep telefonu şeklindeki basit ve yaygın kullanılan aygıt aşağıda belirtilen araçların bileşenleri olarak karşımıza çıkar.</strong><br/>1. Telefon: Sesli iletişim sağlar.<br/>2. Ses kayıt aygıtı: Ses ve müzik kaydını, bunların yeniden yeniden dinlenmesini sağlar.<br/>3. Telgraf: Kısa iletilerin yazı yoluyla gönderilmesini sağlar.<br/>4. Video kayıt ve gösterim aygıtı: Video kayıt ve gösterme hatta kurgu olanağı sağlar.<br/>5. Daktilo: Yazılı metinler üretir.<br/>6. Radyo: Radyo yayınlarına erişimi sağlar.<br/>7. Televizyon: Televizyon yayınlarına erişimi sağlar.<br/>8. Bilgisayar: Bütün bu sözü edilen ortamlar bilgisayar yazılımları yoluyla sağlanır."
  },
  {
    "id": "3352650",
    "unitNumber": 5,
    "text": "Bir nesnenin fotoğraf makinesi yoluyla kaydedilen fiziksel gerçekliği, bu nesne ile doğrudan ilişkisi olmayan bir başka fiziksel gerçekle birleştirilerek yeni bir gerçeklik oluşturulmasına ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fotoğraf Tasarımı",
      "B": "Dijital Fotoğraf",
      "C": "Fotoğrafın kurtuluşu",
      "D": "Artırılmış Gerçeklik",
      "E": "Yapay Gerçeklik"
    },
    "explanation": "<strong>Fotoğraf 5.2'de görüldüğü gibi.</strong> <strong>Yapay Gerçeklik.</strong> Bir nesnenin fotoğraf makinesi yoluyla kaydedilen fiziksel gerçekliği, bu nesne ile doğrudan ilişkisi olmayan bir başka fiziksel gerçekle birleştirilerek yeni bir gerçeklik oluşturulur. Ortaya çıkan fotoğraf için, fotoğraf çekimi yerine fotoğraf tasarımı kavramını kullanmak gerekir."
  },
  {
    "id": "3352651",
    "unitNumber": 5,
    "text": "<ol type=\"I\"><br/><li>Karanlık oda çalışmalarının önemli olması </li><br/><li>Küresel bir ağ tabanı üzerinde yapılanması</li><br/><li>Film teknolojisini kullanması </li><br/><li>İnteraktif iletişim ortamı sağlaması</li><br/><li>Fotoğrafçının kullanıcı durumuna gelmesi</li><br/></ol><br/>Yukarıdakilerden hangileri yeni fotoğrafın özellikleri arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I ve IV",
      "C": "II ve III",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Eski fotoğrafın döneminde film yüzeyine bir görüntü kaydedildiğinde, aynı zamanda fiziksel bir gerçek fotoğrafın teknolojisiyle yüzey üzerine fotoğraf olarak ortaya çıkar. Günümüzün insanı günlük yaşamındaki birçok etkinliğini küresel olarak oluşmuş ağ sistemleri içinde gerçekleştirir. XXI. yüzyılın yaşam koşulları da bu ağ sistemlerini birey için bir tür zorunluluk haline getirmiştir. Bu nedenle 2000’li yılların fotoğrafçısının konumu da, bu ağ sistemi içinde olmayı gerektirir. fotoğraf artık yeni bir çevrenin parçası haline gelmiştir. Bu geniş çevre, bilgisayar tabanlıdır ve bir ağ sistemi yoluyla bütün kitle iletişim araçlarını içine almıştır. Doğal olarak <strong>fotoğraf da bu ağ içinde yer alan bir araçtır.</strong> <strong>Fotoğrafçı bu ağ sistemi içinde bir tür kullanıcı durumundadır.</strong> Bu anlamda yeni fotoğraf için söylenmesi gereken iki önemli olgu vardır: İlki daha önce sözünü ettiğimiz küresel <strong>bir ağ tabanı üzerinde yapılanması</strong>, ikincisi ise tıklama olarak bilinen <strong>inter aktif</strong> çift yönlü iletişim ortamı sağlama durumudur."
  },
  {
    "id": "3352652",
    "unitNumber": 5,
    "text": "Yeni fotoğrafın teknoloji ve sanat eseriyle olan ilişkisini aşağıdaki kavramlardan hangisi açıklar?",
    "correctAnswer": "A",
    "options": {
      "A": "Aura",
      "B": "Sıcak araç",
      "C": "Smart",
      "D": "Saint-Loup-de-Varennes’de Pencereden Görünüm",
      "E": "Akademi"
    },
    "explanation": "Anadolu’da “Annemden öğrendiklerimle yaptım” denildiğinde; gelenekten beslenerek yapılan yeni ve farklı işler anlaşılır. Yapılan şey gelenekten yani eski olandan çok farklı olabilir; ancak annemden öğrendiklerimle yaptım denildiğinde, eski sistemle bu yeni durum içindeyim konusu vurgulanır. Her şeye rağmen yeni fotoğrafı bu bağlam içinde değerlendirmek gerekir. Eski fotoğrafın hem teknolojik belirleyicisi hem de anlayışı hâlâ<br/>yol göstericidir. Ayrıca bazı temel tartışmalar fotoğrafın ilk gününden beri yapılmaktadır.<br/>Örneğin, fotoğrafın zamanı ve mekânı farklılaştırma durumu, bir gerçeğin kopyasını çıkartarak çoğaltması vb. konular hâlâ tartışılmaktadır. <strong>Konu, dönüp dolaşıp teknoloji ve sanat eseriyle ilişkisine gelmiştir.</strong> Walter Benjamin’in (1892-1940) ünlü <strong>Aura kavramı</strong> belirleyici olmuştur. Bu anlamda yeni fotoğraf eskisinden çok farklıdır. Tartışma konularıhâlâ gündemdedir, ancak verilen yanıtlar değişmiştir. Remediation döneminde, bir fotoğrafın çoğaltılmamış tek bir nesne olmasından çok onun izleyici ile buluşma durumu önem<br/>kazanmıştır. Fotoğraf hangi ortam içinde izleyiciyle buluşuyor ve bu buluşma an’ı nasıl bir<br/>enerji oluşturuyor. Bu dönemde yanıt aranan asıl sorular bunlar olmuştur. Fotoğraf, eski<br/>aracın fotoğrafı olabilir, ancak içinde bulunduğu durum eski fotoğrafın durumundan çok farklıdır."
  },
  {
    "id": "3352653",
    "unitNumber": 5,
    "text": "Akıllı, zekâsını ve deneyimini kullanan anlamını taşıyan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çoklu ortam",
      "B": "Analoğ fotoğraf",
      "C": "Smart",
      "D": "Sıcak araç",
      "E": "Yapay gerçeklik"
    },
    "explanation": "<strong>Smart</strong>, İngilizce kabiliyetli anlamına gelir. Kabiliyet denildiğinde zihinsel bir uyanıklık vurgulanır. Bu anlamda Smart; akıllı, zekâsını ve deneyimini kullanan anlamını da taşır. Bu özellikler insanla yani kullanıcıyı ilgili değil araçla ilgilidir. Kabiliyet insana değil araca özgüdür."
  },
  {
    "id": "3352732",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kitle iletişim aracı olarak kabul edilemez?",
    "correctAnswer": "E",
    "options": {
      "A": "Sinema",
      "B": "Gazete",
      "C": "Radyo",
      "D": "Fotoğraf",
      "E": "Sınıf"
    },
    "explanation": "Fotoğraf bir kitle iletişim aracı olarak basılı yapıtlar, radyo, sinema gibi sıcak araçlar içinde yer alır."
  },
  {
    "id": "3352733",
    "unitNumber": 5,
    "text": "İletişim araçlarını insan uzuvlarının uzantısı olarak gören ve bu araçları Sıcak ve Soğuk Araçlar olarak sınıflandıran kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Smart",
      "B": "Kracauer",
      "C": "McLuhan",
      "D": "Benjamin",
      "E": "Berger"
    },
    "explanation": "İletişim araçlarını insan uzuvlarının uzantısı olarak gören ve bu araçları <em>Sıcak ve Soğuk Araçlar </em>olarak sınıflandıran kişi McLuhan’ dır."
  },
  {
    "id": "3352734",
    "unitNumber": 5,
    "text": "Aşağıdaki ifadelerden hangisi kitle iletişim araçları için doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "1800’lü yılların sonuna doğru kitle iletişim araçlarının yapıları farklılaşmıştır.",
      "B": "Karanlık kutunun bir delik şeklindeki görüntü oluşturan teknolojisi, fotoğraf makinesinde yeniden yapılandırılarak objektif haline gelmiştir.",
      "C": "Karanlık kutu yoluyla başlayan yüzey üzerinde resmetme geleneği bir kitle iletişim aracı olarak bilgisayarı ortaya çıkarmıştır.",
      "D": "Hareketli görüntüye göre yeni araç fotoğraftır.",
      "E": "XIX. yüzyılda ortaya çıkan yeni durum ise farklı soyağaçlarından araçların da birbirleri içinde yeniden yapılanmalarıdır."
    },
    "explanation": "Karanlık kutunun bir delik şeklindeki görüntü oluşturan teknolojisi, fotoğraf makinesinde yeniden yapılandırılarak objektif haline gelmiştir."
  },
  {
    "id": "3352735",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Yeni fotoğraf için doğru bir ifade <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Yeni fotoğraf için hem sayısal teknolojiler ve donanımları hem de aracın tek başına değil başka araçlarla yeniden yapılanmış durumu belirleyicidir.",
      "B": "Yeni fotoğraf remediation döneminin aracıdır.",
      "C": "Fotoğrafın analog teknolojisi yeni fotoğraf yapısı içinde etkin olmuştur.",
      "D": "Yeni fotoğraf demek fotoğrafta film dönemi demektir.",
      "E": "Yeni fotoğrafın belirleyici teknolojisi bilgisayardır."
    },
    "explanation": "Eski fotoğraf demek fotoğrafta film dönemi demektir."
  },
  {
    "id": "3352736",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kısa iletilerin yazı yoluyla gönderilmesini sağlayan cep telefonu şeklindeki basit ve yaygın kullanılan bir araçtır?",
    "correctAnswer": "E",
    "options": {
      "A": "Televizyon",
      "B": "Bilgisayar",
      "C": "Daktilo",
      "D": "Radyo",
      "E": "Telgraf"
    },
    "explanation": "Telgraf, kısa iletilerin yazı yoluyla gönderilmesini sağlayan bir araçtır."
  },
  {
    "id": "3352737",
    "unitNumber": 5,
    "text": "Fotoğrafı yeni bir resmetme yöntemine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Analog teknoloji",
      "B": "Video kayıt",
      "C": "Sayısal Fotoğraf",
      "D": "Telefon",
      "E": "Ses kayıt aracı"
    },
    "explanation": "Sayısal Fotoğraf<em>, </em>fotoğrafın yeni bir resmetme yöntemidir."
  },
  {
    "id": "3352738",
    "unitNumber": 5,
    "text": "Sayısal teknoloji hangi yüzyıldan itibaren toplumsal yaşamın her alanına yayılmaya başlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "XI. yy.",
      "B": "XIX.yy.",
      "C": "XX. yy.",
      "D": "XXI. yy.",
      "E": "XXII.yy."
    },
    "explanation": "Sayısal teknoloji XXI. yüzyılda toplumsal yaşamın her alanına yayılmıştır."
  },
  {
    "id": "3352739",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Optik ve çerçeveleme sistemleri için doğru bir ifade <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir fotoğrafçı bulunduğu yerel noktadan görüntülerini hemen göndermek istediği yerlere ulaştıramaz.",
      "B": "Bilgisayar tabanlıdır.",
      "C": "Fotoğraf artık yeni bir çevrenin parçasıdır.",
      "D": "Sayısal teknolojilerle desteklenen donanım ve yazılımlarla karşımıza çıkar.",
      "E": "Bir ağ sistemi yoluyla bütün kitle iletişim araçlarını içine almıştır."
    },
    "explanation": "Bir fotoğrafçı bulunduğu yerel noktadan görüntülerini dünyanın dört bir tarafına ulaştırabilmektedir."
  },
  {
    "id": "3352740",
    "unitNumber": 5,
    "text": "….. oluşan ve bir ağ sistemi içinde yer alan fotoğrafın belge olma özelliği ve gerçeği temsil etmesi döneme özgü olarak yeniden tartışılmaya başlanmıştır.\n Yukarıdaki boşluk yerine aşağıdaki ifadelerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fotoğraflardan",
      "B": "Yazılımlardan",
      "C": "Bilgisayardan",
      "D": "Piksellerden",
      "E": "İletilerden"
    },
    "explanation": "<strong>Piksellerden</strong> oluşan ve bir ağ sistemi içinde yer alan fotoğrafın belge olma özelliği ve gerçeği temsil etmesi döneme özgü olarak yeniden tartışılmaya başlanmıştır."
  },
  {
    "id": "3352741",
    "unitNumber": 5,
    "text": "Bir nesnenin fotoğraf makinesi yoluyla kaydedilen fiziksel gerçekliği, bu nesne ile doğrudan ilişkisi olmayan bir başka fiziksel gerçekle birleştirilerek yeni bir gerçeklik oluşturmasına …... denir.\n Yukarıdaki boşluk yerine aşağıdaki ifadelerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Aura",
      "B": "Sosyo-kültürel ortam",
      "C": "Yapay gerçeklik",
      "D": "İnternet teknolojileri",
      "E": "Eski fotoğraf"
    },
    "explanation": "Bir nesnenin fotoğraf makinesi yoluyla kaydedilen fiziksel gerçekliği, bu nesne ile doğrudan ilişkisi olmayan bir başka fiziksel gerçekle birleştirilerek yeni bir gerçeklik oluşturmasına <strong>Yapay Gerçeklik</strong> denir."
  },
  {
    "id": "3352771",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Marshall McLuhan’ın Elektronik araçların gelişmesi sonucunda oluştuğunu iddia ettiği görüştür?",
    "correctAnswer": "C",
    "options": {
      "A": "Fotoğraf tamamlanmış bir iletidir",
      "B": "İletişim araçları insan uzuvlarının uzantısı gibidir",
      "C": "Kitle iletişim araçları dünyayı tek bir Evrensel Köy’<em>e</em> dönüştürmüştür",
      "D": "Teknoloji belirleyici bir öğedir",
      "E": "İletişim araçları sıcak ve soğuk olarak sınıflandırılır"
    },
    "explanation": "McLuhan bu görüşleri 1960’lı yıllarda dile getirmiştir. McLuhan’a göre iletişim teknolojileri toplumsal yaşam için belirleyici bir konuma sahiptir. Elektronik araçların gelişmesiyle birlikte, kitle iletişim araçları dünyayı tek bir <em>Evrensel (Global) Köy’</em>e dönüştürmüştür"
  },
  {
    "id": "3352772",
    "unitNumber": 5,
    "text": "Dünyanın tek bir köye dönmesi konusunu ele alan “Global Köy” isimli ünlü eser aşağıdaki yazarlardan hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Marshall McLuhan",
      "B": "Walter Benjamin",
      "C": "John Berger",
      "D": "Daguerre",
      "E": "Fox Talbot"
    },
    "explanation": "McLuhan son kitabı olan <em>Global Köy </em>(1989; <em>The Global Village</em>) adlı ünlü\n eserinde, dünyanın tek bir köye dönmesi konusunu yeniden ele alır."
  },
  {
    "id": "3352773",
    "unitNumber": 5,
    "text": "Latince’deki <em>iyileştirme </em>sözcüğünden hareket ederek, <em>bir ortamın </em>bir <em>başka ortam ile ilişkisini </em>açıklar. Burada ortam diye adlandırılan, tabii ki kitle iletişim araçlarıdır. ……………. denildiğinde <em>önceki-sonraki </em>yani <em>eski-yeni</em> kitle iletişim araçları arasındaki ilişki anlaşılır.\n Yukarıdaki boşluğa aşağıdaki kavramlardan hangisi konulmalıdır.",
    "correctAnswer": "A",
    "options": {
      "A": "Remediation",
      "B": "Analog",
      "C": "Medium",
      "D": "Media",
      "E": "Sayısal"
    },
    "explanation": "Remediation, Latince’deki <em>iyileştirme </em>sözcüğünden hareket ederek, <em>bir ortamın (medium) </em>bir <em>başka ortam ile ilişkisini </em>açıklar. Burada ortam diye adlandırılan, tabii ki kitle iletişim araçlarıdır. Remediation denildiğinde <em>önceki-sonraki </em>yani <em>eski-yeni </em>kitle iletişim araçları arasındaki ilişki anlaşılır."
  },
  {
    "id": "3352774",
    "unitNumber": 5,
    "text": "Kitle iletişim araçlarının tarihi içinde, 1990’lı yıllarla birlikte, yeni bir çağın belirleyici kavramı olarak aşağıdakilerden hangisi ortaya çıkmıştır.",
    "correctAnswer": "B",
    "options": {
      "A": "Dijital ortam",
      "B": "Remediation",
      "C": "Web ortamı",
      "D": "Sıcak ortamlar",
      "E": "Analog fotografçılık"
    },
    "explanation": "Kitle iletişim araçlarının tarihi içinde 1990’lı yıllar, yeni bir çağın başlangıcı olan dönem belirleyici bir öneme sahiptir. Bu sözü edilen dönem yeni teknolojiler ve toplumsal koşullarla <em>remediation </em>kavramını ortaya çıkarmıştır"
  },
  {
    "id": "3352775",
    "unitNumber": 5,
    "text": "Sayısal teknolojinin olanaklarıyla donanmış olan yeni fotoğraf aşağıdaki kavramlardan hangisinin üzerine temellendirilmiştir.",
    "correctAnswer": "B",
    "options": {
      "A": "Karanlık oda",
      "B": "Smart",
      "C": "Fotoğraf filmi",
      "D": "Bilgisayar",
      "E": "Akıl, Zekâ ve Deneyim"
    },
    "explanation": "Sayısal teknolojinin olanaklarıyla donanmış olan yeni fotoğraf akıl, zekâ ve deneyim yerine <em>Smart </em>kavramı üzerine temellendirilmiştir."
  },
  {
    "id": "3352776",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sayısal fotoğrafın özelliklerinden birisi <strong><u>değildir</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Verileri basamaklayarak işler",
      "B": "İstenilen şekilde birleştirilen görüntülere sahiptir",
      "C": "Piksellerden oluşur",
      "D": "Akıl, Zekâ ve Deneyim üzerine temellenmiştir",
      "E": "Belirleyici teknolojisi bilgisayardır."
    },
    "explanation": "Eski fotoğraf açısından düşünüldüğünde fotoğraf çeken açısından temel belirleyiciler; <em>Akıl</em>, Zekâ ve <em>Deneyim </em>gibi kavramlar iken, yeni fotoğraf açısından ise <em>Smart </em>kavramıdır"
  },
  {
    "id": "3352777",
    "unitNumber": 5,
    "text": "Fiziksel gerçek içinde bulunduğu koşullarla kaydedilmiş olsa bile bilgisayar ortamında bu fiziksel gerçek yeni bir gerçek haline dönüştürülebilir. Bu şekliyle düşünüldüğünde yeni fotoğraf, gerçeklikten ve inandırıcılıktan uzaktır, ancak fotoğraf hâlâ saniyenin çok küçük dilimlerinde nesneleri yüzey üzerine kaydetme becerisini sürdürmektedir.\n<br/>Bu ifadeleri, aşağıdakilerden hangisiyle eşleştirebiliriz?",
    "correctAnswer": "A",
    "options": {
      "A": "Fotoğraf inandırıcı olma özelliğini yitirmiştir.",
      "B": "Fotoğraf tüm gerçekliği yansıtmaktadır\n<br/>.",
      "C": "Fotoğraf gerçekliğin kayıt altına alan en önemli araçtır",
      "D": "Fotoğraf en iyi yansıtıcıdır.",
      "E": "Fotoğraf fiziksel gerçeklik ile uyumludur"
    },
    "explanation": "Yeni fotoğraf, XIX. yüzyılda özellikle fotoğraf yoluyla ortaya çıkan <em>görüntünün inandırıcılığı </em>olgusunu, tepe taklak hale getirmiştir. Hem fotoğraf makinesi hem de çekim sonrası süreçler görüntünün inandırıcılığını ortadan kaldırmaya yönelik etkileri içerir. Fiziksel gerçek içinde bulunduğu koşullarla kaydedilmiş olsa bile bilgisayar ortamında bu fiziksel gerçek yeni bir gerçek haline dönüştürülebilir. Genel kabul gören görüş, sayısal fotoğrafın inandırıcı olma özelliğini yitirmiş olduğu yönündedir."
  },
  {
    "id": "3352778",
    "unitNumber": 5,
    "text": "a.Bilgisayar yazılımları yoluyla fotoğraf bir görsel tasarıma dönüşmüştür.\n<br/>b.Fotoğraf akıl, zekâ ve deneyim üzerine temellendirilmiştir\n<br/>c.Fotoğraf <em>Smart </em>kavramı üzerine temellendirilmiştir.\n<br/>d.Temel belirleyici özellik, verileri basamaklayarak işlemesidir\n<br/>e.Bilgisayar ve destekleyici yazılımlar önceliklidir.\n<br/>Yukarıdakilerden hangileri yeni fotografı tanımlayan ifadelerdir",
    "correctAnswer": "E",
    "options": {
      "A": "A ve B",
      "B": "B ve C",
      "C": "A,B ve C",
      "D": "B,C,D ve E",
      "E": "A,C,D ve E"
    },
    "explanation": "Akıl, zekâ ve deneyim Yeni Fotografın değil Analoğ fotoğrafı tanımlayan bir özelliktir."
  },
  {
    "id": "3352779",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Analog fotoğrafın belirleyici özelliklerinden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Deneyimlerinden yararlanmanın önemi",
      "B": "Verileri basamaklayarak işlenmesi",
      "C": "Yazılım yoluyla fotoğrafın bir tasarıma dönüşebilmesi",
      "D": "İstenilen görüntülerin birleştirebilmesi",
      "E": "Bilgisayarın önem kazanma"
    },
    "explanation": "Analog fotoğraf, daha önce yapılan yanlışların ve doğruların, edinilen\n<br/>bilgi olarak deneyim yoluyla kullanılmasını gerektirir."
  },
  {
    "id": "3352780",
    "unitNumber": 5,
    "text": "Bilgisayar ve yazılım kullanılarak görsel bir tasarıma dönüşen fotoğrafçılık aşağıdaki kavramlardan hangisiyle açıklanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ortam fotoğrafçılığı",
      "B": "Web tasarımı",
      "C": "Yeni fotoğraf",
      "D": "Analog fotoğraf",
      "E": "Soğuk Araçlar"
    },
    "explanation": "Yeni Fotoğraf. Teknolojik yapısı gereği sayısal dünyanın bir parçasıdır. Fotoğraf\n<br/>makinesi görüntü üreten bir aygıt olarak kullanılırken, bilgisayar yazılımları\n<br/>yoluyla fotoğraf bir görsel tasarıma dönüşmüştür."
  },
  {
    "id": "3352817",
    "unitNumber": 5,
    "text": "I- İletişim teknolojilerinin toplumsal yaşam için belirleyici bir konuma sahip olduğunu düşünen,\n II- Elektronik araçların gelişmesiyle birlikte, kitle iletişim araçlarının dünyayı tek bir Evrensel Köy’e dönüştürdüğünü ifade eden,\n Düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Walter Benjamin",
      "B": "David Bate",
      "C": "Marshall McLuhan",
      "D": "Fred Ritchin",
      "E": "Roland Barthes"
    },
    "explanation": "ARAÇLAR ARASINDAKİ İLİŞKİ başlığını inceleyiniz.<br/>McLuhan bu görüşleri 1960’lı yıllarda dile getirmiştir. McLuhan’a göre iletişim teknolojileri toplumsal yaşam için belirleyici bir konuma sahiptir. Elektronik araçların gelişmesiyle birlikte, kitle iletişim araçları dünyayı tek bir Evrensel (Global) Köy’e dönüştürmüştür."
  },
  {
    "id": "3352820",
    "unitNumber": 5,
    "text": "Kaynağından çıkan bir verinin kaynağından çıktığı şekilde kaydedilme, saklanma ve çoğaltmasını içeren teknolojik gelişmeye verilen isim aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "sıcak",
      "B": "soğuk",
      "C": "sayısal",
      "D": "analog",
      "E": "polaroid"
    },
    "explanation": "ARAÇLAR ARASINDAKİ İLİŞKİ<br/>McLuhan teknolojiyi toplumsal yaşam içinde belirleyici bir öğe olarak ele alır. Bu bakış açısından yola çıkarak toplumsal yaşam içinde teknolojik gelişmeleri, Analog ve Sayısal olmak üzere iki döneme ayırabiliriz. 1990’lı yıllar elektronik teknoloji yoluyla yeni bir dönemi başlatmıştır. Bu yeni dönem Sayısal (digital) kavramıyla adlandırılmaktadır. Teknolojik gelişmeler ışığında analog teknolojiler yerini sayısal teknolojilere bırakmıştır. Başka bir deyişle, kaynağından çıkan bir verinin kaynağından çıktığı şekilde kaydedilme, saklanma ve çoğaltması olan analog yerine; sayısal teknoloji yardımıyla artık veriler, 0-1 ya da evet-hayır şeklinde kodlanarak kaydedilmeye, saklanmaya ve çoğaltılmaya başlanmıştır."
  },
  {
    "id": "3352823",
    "unitNumber": 5,
    "text": "1830 larda geliştirdiği teknolojiyle fotoğrafın, yeni alanlarda ve sanat ortamında gelişmesine olanak sağlayan kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fox Talbot",
      "B": "George Eastman",
      "C": "Edwin Land",
      "D": "James Clerk Maxwell",
      "E": "Thomas Sutton"
    },
    "explanation": "REMEDIATION başlığını inceleyiniz.<br/>1830’larda Daguerre ve Fox Talbot’un geliştirdiği teknolojiler nasıl ki fotoğrafın yeni alanlara ve sanatın ortamında gelişmesine olanak sağladıysa, 1990’lı yıllarda sayısal teknoloji ve bilgisayarlar da aynı olanakları fotoğrafla birlikte bütün kitle iletişim araçlarına sağlamıştır."
  },
  {
    "id": "3352827",
    "unitNumber": 5,
    "text": "I- Fotoğraf makinesini kullanan kişi yani fotoğrafçı aracı yönetebilmek için akıl, zekâ ve <br/>deneyime ihtiyaç duymuştur.\n II- Temeli elle kumanda edilerek yönlendirilen araç-gereçlerden oluşur.\n III- Araç-gerecin tamamı fotoğrafçının emrindedir ve fotoğrafçının akıl, zekâ ve deneyimi bu süreçte belirleyicidir.\n Yukarıda belirtilen özellikler hangi fotoğraf teknolojine aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "soğuk teknoloji",
      "B": "sıcak teknoloji",
      "C": "siyanotip teknoloji",
      "D": "heliografik teknoloji",
      "E": "eski teknoloji"
    },
    "explanation": "ESKİ-YENİ FOTOĞRAF başlığını inceleyiniz.<br/>Eski fotoğraf teknolojisi gereği olarak sadece üretim sürecinde değil, kullanım aşamasında da insan aklına, zekâsına ve deneyimine gerek duyuluyordu. Akıl, zekâ ve deneyim bilindiği gibi doğrudan insanla ilgilidir. Eski fotoğraf sadece Pozitivist düşünce döneminin bir araç olmasının ötesinde, yaygın kullanıldığı dönemlerde insan aklına ihtiyaç duymuştur. Fotoğraf makinesini kullanan kişi yani fotoğrafçı aracı yönetebilmek için akıl, zekâ ve deneyime ihtiyaç duymuştur. Eski fotoğrafın temeli elle kumanda edilerek yönlendirilen araç-gereçlerden oluşur. Araç-gerecin tamamı fotoğrafçının emrindedir ve fotoğrafçının akıl, zekâ ve deneyimi bu süreçte belirleyicidir. Aracın kendine özgü akıl, zekâsı yoktur, daha önceki bilgilerden oluşan bir deneyimi de söz konusu değildir."
  },
  {
    "id": "3352828",
    "unitNumber": 5,
    "text": "Görsel üretiminde süreklilik değil de basamaklama yani verileri küçük küçük parçalara ayırarak işleme yönteminin kullanıldığı teknolojiye ne isim verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "analog teknoloji",
      "B": "sayısal teknoloji",
      "C": "eski teknoloji",
      "D": "siyanotip teknoloji",
      "E": "serigrafi teknolojisi"
    },
    "explanation": "ESKİ-YENİ FOTOĞRAF başlığını inceleyiniz.<br/>Analog teknolojiden farklı olarak sayısal teknoloji döneminde ise süreklilik değil basamaklamak yani verileri küçük küçük parçalara ayırarak işlemek söz konusudur. Dolayısıyla sayısal teknolojiyi kullananların düşünce biçiminin de sayısala uygun olması gerekir. Toplumsal yaşamımız da genel anlamda düşündüğümüzde bu basamaklamadan, bir başka deyişle, fragmanlaşmadan oluşmaktadır."
  },
  {
    "id": "3352830",
    "unitNumber": 5,
    "text": "\"Fiziksel Gerçeğin Kurtuluşu\" sözü ile bilinen film kuramcısı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Siegfried Kracauer",
      "B": "Nicéphore Niepce",
      "C": "Albert Einstein",
      "D": "Immanuel Kant",
      "E": "Umberto Eco"
    },
    "explanation": "YENİ FOTOĞRAF başlığını inceleyiniz.<br/>Fotoğrafın da içinde yer aldığı görsel yapı, gerçeğin fiziksel ortamına ve nesnenin fiziksel koşullarına uygun kaydedilmesinin çok uzağındadır. Yaşamın gerçek olarak kaydedilmesiyle ilgili Fiziksel Gerçeğin Kurtuluşu diye belirlenen ünlü bir söz vardır. Siegfried Kracauer (1889-1966) adlı film kuramcısının bu sözünü yeni fotoğraf açısından değerlendirmek gerekir. Remediation döneminin sağladıkları fotoğraf açısından fiziksel gerçeğin kurtuluşu mudur? Bu tartışma bizi, felsefenin Antik dönemden beri ilgilendiği gerçek konusuna ulaştırır. Gerçek nedir? Yüzey üzerinde gerçeğin yeniden üretilmesi sürecinde teknolojinin durumunun ne şekilde düşünülmesi gerekir? Optik yoluyla gerçek üretilirken, fiziksel gerçek ne kadar korunmaktadır? Buna benzer daha birçok soru sorulabilir. Öte yandan remediation döneminin belirleyici öğelerini de bu kapsamda değerlendirmeye katmak gerekir."
  },
  {
    "id": "3352831",
    "unitNumber": 5,
    "text": "Walter Benjamin'in teknolojik imkanlarla yaratılan görüntüler ve sanat arasındaki ilişkiyi açıklarken kullandığı belirleyici kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "trompe l'oeil",
      "B": "a priori",
      "C": "rasdelka",
      "D": "aura",
      "E": "raskirişka"
    },
    "explanation": "YENİ FOTOĞRAF başlığını inceleyiniz.<br/>Teknolojinin sanat eseriyle ilişkisine gelindiğinde Walter Benjamin’i anmak gerekir. Bu ilişkide ünlü Aura kavramı belirleyici olmuştur. Bu anlamda yeni fotoğraf eskisinden çok farklıdır. \n<br/>Aura: Bir kişi veya nesneye dair ayırdedici fakat doğrudan algılanamayan özellik, atmosfer. Sanat bağlamında ilk olarak W. Benjamin tarafından 1936'da \"Mekanik Yeniden Üretim Çağında Sanat Eseri\" isimli makalede; özgün, el yapımı sanat eserlerinin eşsizliğini dile getirmek için kullanılmıştır."
  },
  {
    "id": "3352849",
    "unitNumber": 5,
    "text": "I- ağ tabanı\n<br/>II- hafıza permutasyonları\n<br/>III- inter aktif/ tıklama\n<br/>Kitle iletişim araçlarının birbirinin içinden geçerek oluşturduğu süreç, yapısal olarak <br/>çok farklı konuları insan yaşamına sokmuştur. Bu açıdan yukarıdaki olgulardan hangileri yeni fotoğrafla ilişkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "I- II- III",
      "B": "I- III",
      "C": "II- III",
      "D": "I- II",
      "E": "II"
    },
    "explanation": "YENİ FOTOĞRAF başlığını inceleyiniz.<br/>Kitle iletişim araçlarının birbirinin içinden geçerek oluşturduğu süreç, yapısal olarak <br/>çok farklı konuları insan yaşamına sokmuştur. Bu anlamda yeni fotoğraf için söylenmesi <br/>gereken iki önemli olgu vardır: İlki daha önce sözünü ettiğimiz küresel bir ağ tabanı üzerinde yapılanması, ikincisi ise tıklama olarak bilinen inter aktif çift yönlü iletişim ortamı <br/>sağlama durumudur. Sayısal fotoğrafın yer aldığı ortamlar (web tabanlı ortamlar) izleyici <br/>tarafından sadece izlenen bir şey durumundan çıkarak karşılıklı ilişki kurulabilen bir şey <br/>haline gelmiştir. Fotoğrafın üzerine tıklandığında, artık yeni bir ortama geçiş, örneğin <br/>konuyla ilgili bir video izlenebilmektedir."
  },
  {
    "id": "3352851",
    "unitNumber": 5,
    "text": "Sinema, belgesel fotoğrafçılığı ve avangart sanat gibi alanlarda tür alaşımının görüldüğü tarihler aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "1920’ler- 30’lar",
      "B": "1940'lar- 50'ler",
      "C": "1955'ler- 60'lar",
      "D": "1970'ler- 80'ler",
      "E": "1990'lar- 2000'ler"
    },
    "explanation": "YENİ FOTOĞRAF başlığını inceleyiniz.<br/>Bilgisayar meta-sistem olarak çeşitli fotoğraf türlerini ve hatta kitap, sinema ve müzik gibi <br/>diğer medya türlerini de teknolojik olarak bünyesinde eritmiş olsa da, söz konusu fotoğraf <br/>ve medya türlerinin kimliklerini bir ölçüde korumayı başarmış olmaları şaşırtıcıdır. Türler, <br/>alışılmamış biçimlerde birleştirilebilir. Tür alaşımı 1920’ler ve 30’lar sinemasında, belgesel <br/>fotoğrafçılıkta ve avangart sanat içinde yaygın bir pratik olup, pek çok web sitesinde de hâlâ <br/>-hatta yaygın biçimde ve gayet olağan biçimde- karşımıza çıkabilir."
  },
  {
    "id": "3352856",
    "unitNumber": 5,
    "text": "I- Sayısal teknoloji, XXI. yüzyılın fotoğrafı için yol gösterici bir rehberdir.\n II- Sayısal teknolojinin detaylı şekilde bilinmesi gerekir.\n III- Smart teknoloji kendine özgü aklıyla fotoğrafçıyı yönlendirir.\n IV- Smart teknoloji yaratıcı unsurlar açısından sınırsız seçenek sunar.\n Yukarıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I- II- III- IV",
      "B": "I- II",
      "C": "I- II- III",
      "D": "II- III- IV",
      "E": "III- IV"
    },
    "explanation": "YENİ FOTOĞRAF başlığını inceleyiniz.<br/>Sayısal teknolojinin sıradan değil detaylı bilinmesi gerekir. Bilinmediği durumda smart teknoloji, kendine özgü aklıyla fotoğrafçıyı yönlendirir. Bu şekilde, fotoğrafçı sıradan ve tek düze bir durum içine girer. Bunun tersi ise smart teknolojiyi kendine özel kullanmaktır. Smart teknoloji yaratıcı unsurlar açısından sınırsız değildir, sınırsız olma özelliği fotoğrafçıya, kullanıcıya aittir. Yeni fotoğrafı yaratıcı amaçlar doğrultusunda kullanabilmek için sayısal teknolojinin temel işleyişini, bilgisayar yazılımlarının olanakları ve sınırlarını, web ağ sistemini vb. sıradan değil detaylı öğrenmek gerekir. Bu olduğunda, sayısal fotoğraf düşüncesi gelişecektir."
  },
  {
    "id": "3352922",
    "unitNumber": 5,
    "text": "Otobanda yüksek hızla aracını süren kişi dikkatli bir şekilde aracın ön camından ilerlediği yolu takip<br/>ederken dikiz aynasından da geçtiği yola bakmayı ihmal etmemesi gerekir. İlerlediği yol yeni teknolojilerdir, dikiz aynasından izlemek zorunda oluduğu kat ettiği yol ise, eski teknolojilerdir. İlerlemek için bu iki durum birbirinden ayrı düşünülemez.\n McLuhan’ın bu ünlü benzetmesine göre aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eski-yeni teknoloji birbiriyle ilişkilidir.",
      "B": "Teknoloji her zaman birbirlerini etkilemeden gelişir.",
      "C": "Kitle iletişim araçlarının gelişmesi toplumsal değişime karşıdır.",
      "D": "Kitle iletişim araçlarının gelişmesini teknolojiden ayrı gelişir.",
      "E": "Her teknolojik gelişim kendine özgüdür."
    },
    "explanation": "Eski-yeni araçlar arasındaki ilişkiyi bizler en görünen ve yaşanılan şekliyle bilgisayarlarda gördük. Daktilonun yerini alan ilk bilgisayarlarla 1970’lerde tanıştık. 1980’lere gelindiğinde ise artık eski araç daktilonun yerini, yeni araç olarak masa üstü bilgisayarlar aldı.<br/>Bu şekilde bilgisayar yeni bir araç olarak toplum içinde yerini aldı. Masaüstü bilgisayar,<br/>yeni teknoloji olarak daktilonun çok ötesine geçmiş ve birçok yeni durumu bizlere sunmuştur. Şunu da unutmamak gerekir: Yeni teknolojiler yeni olanaklar sağlar. Yeni teknolojilerin örneğin, bilgisayarın ve fotoğrafın sağladığı olanakları inkar edemeyiz. 1830’larda Daguerre ve Fox Talbot’un geliştirdiği teknolojiler nasıl ki fotoğrafın yeni alanlara ve sanatın ortamında gelişmesine olanak sağladıysa, 1990’lı yıllarda sayısal teknoloji ve bilgisayarlar da aynı olanakları fotoğrafla birlikte bütün kitle iletişim araçlarına sağlamıştır. <strong>Eski-yeni teknolojisi ilişkisi bağlamında McLuhan’ın ünlü benzetmesini hatırlamak gerekir:</strong> Otobanda yüksek hızla aracını süren kişi dikkatli bir şekilde aracın ön camından ilerlediği yolu takip ederken dikiz aynasından da geçtiği yola bakmayı ihmal etmemesi gerekir. İlerlediği yol yeni teknolojilerdir, dikiz aynasından izlemek zorunda oluduğu kat ettiği yol ise, eski teknolojilerdir. İlerlemek için bu iki durum birbirinden ayrı düşünülemez."
  },
  {
    "id": "3352923",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi yeni fotoğrafın belirleyici teknolojilerinden biri <strong>değildir? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgisayar",
      "B": "Sayısal veri işleme",
      "C": "Saklama sistemleri",
      "D": "Çoğaltma sistemleri",
      "E": "Elektronik sistemler"
    },
    "explanation": "Yeni fotoğrafın belirleyici teknolojisi bilgisayardır ve sayısal veri işleme, saklama, çoğaltma sistemleridir."
  },
  {
    "id": "3352671",
    "unitNumber": 6,
    "text": "Fotoğrafla ilgili olarak zaman içerisinde değişime uğrayan şey nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Resmetme tekniğinin yöntemi",
      "B": "Resmetme tekniği",
      "C": "Üçboyutlu dünyanın iki boyutlu yüzey üzerine resmedilmesi",
      "D": "Bir nesne ya da durumun resmedilmesi",
      "E": "Fotoğrafın nesnelerin fiziksel varoluşlarının temsili olması"
    },
    "explanation": "ZAMAN başlıklı bölüm<br/>Nesnelerin fiziksel varoluşlarının bir tür temsili olarak düşünüldüğünde, fotoğraf için üçboyutlu dünyayı ikiboyutlu yüzey üzerine resmetme aracı demek yanlış olmaz. Fotoğrafın resmetme tekniği teknolojinin değişmesine rağmen değişmemiştir. Değişen, fotoğrafın resmetme tekniğinin yöntemidir. Yani doğru yanıt „<strong>fotoğrafın resmetme tekniğinin yöntemi</strong>“dir."
  },
  {
    "id": "3352672",
    "unitNumber": 6,
    "text": "Işık ve optik yoluyla yüzey üzerinde üretilen resme ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Görüntü",
      "B": "Grafik tasarım",
      "C": "Kayıt",
      "D": "Kopya",
      "E": "Çizim"
    },
    "explanation": "ZAMAN başlıklı bölüm<br/>Optik yoluyla yüzey üzerinde elde edilen bu resme, görüntü adı verilir. Görüntü denildiğinde, ışık ve optik yoluyla yüzey üzerinde üretilen resim anlaşılır."
  },
  {
    "id": "3352673",
    "unitNumber": 6,
    "text": "Zamanı, önce ile sonraya göre hareketin sayımı olarak tanımlayan felsefeci aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aristoteles",
      "B": "Platon",
      "C": "Aziz Augustinus",
      "D": "Sokrates",
      "E": "Epikuros"
    },
    "explanation": "ŞİMDİKİ ZAMAN başlıklı bölüm<br/>Antik Yunan düşünürlerinden Aristoteles (İÖ 384-322) ünlü Fizik adlı eserinde zamanı; önce ile sonraya göre hareketin sayımı olarak tanımlar."
  },
  {
    "id": "3352674",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Aristoteles’in \"zaman\" ile ilgili düşüncelerinden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Zaman parçalanamaz bir bütündür, parçalardan oluşmaz.",
      "B": "Zamanda olmak, zaman olduğu sırada varolmak, zamanın bir parçası olmak ve zaman yoluyla ölçülebilir olmaktır.",
      "C": "Zaman, hareketten bağımsız olarak düşünülemez.",
      "D": "Zaman hep başlangıç içindedir ve hiç bitmez.",
      "E": "Şimdi, birbirinden ayrı bir anlamda bağımsız olan an’lardan oluşur."
    },
    "explanation": "ŞİMDİKİ ZAMAN başlıklı bölüm<br/>Düşünüre göre zaman parçalanamaz bir bütün değildir ve parçalardan oluşur. Dolayısıyla „zaman parçalanamaz bir bütündür, parçalardan oluşmaz“ cümlesi düşünürün görüşüne uymamaktadır ve bu yüzden de bu soruda doğru yanıttır. Diğer seçeneklerin hepsi Aritoteles’in görüşlerini yansıtmaktadır, bu yüzden yanlış cevaplardır."
  },
  {
    "id": "3352676",
    "unitNumber": 6,
    "text": "Aziz Augustinus zaman kavramıyla ilgili olarak aşağıdaki düşüncelerden hangisini savunmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Geçmiş ve gelecek yoktur sadece şimdi vardır.",
      "B": "Şimdiki zaman yoktur sadece geçmiş vardır.",
      "C": "Zaman hep başlangıç içindedir ve hiç bitmez.",
      "D": "Şimdi, birbirinden ayrı bir anlamda bağımsız olan an’lardan oluşur.",
      "E": "Zaman yiter, her şey zamanda yaşlanır, zaman yüzünden unutulur."
    },
    "explanation": "ŞİMDİKİ ZAMAN başlıklı bölüm<br/>Augustinus’a göre geçmiş ve gelecek zamanı belirleyen şimdiki zamandır. Bu yüzden doğru yanıt „geçmiş ve gelecek yoktur sadece şimdi vardır“ olarak işaretlenmelidir."
  },
  {
    "id": "3352678",
    "unitNumber": 6,
    "text": "Sıkıcı bir derste 1 dakika saatler gibi geçerken, heyecanlı bir film izlerken bir 1 dakika saniye gibi geçer. Aynı zaman diliminin bazen uzun bazen kısa olarak algılanması olarak tanımlayabileceğimiz bu duruma ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Öznel zaman",
      "B": "Nesnel zaman",
      "C": "Değişken zaman",
      "D": "Afaki zaman",
      "E": "Belirsiz zaman"
    },
    "explanation": "NESNEL VE ÖZNEL ZAMAN<br/>Dişçi koltuğundaki 1 dakika saatler gibi hissedilirken, sevgilinizin yanındaki 1 dakika saniye gibidir, yani bu zaman dilimlerinden biri uzun, diğeri ise kısa olarak algılanır. 1 dakika denildiğinde, ölçülen bir saat zamanı nesnel bir durum söz konusudur. Bunun hissedilişi ise psikolojik, öznel bir durumdur. İşte bu duruma hissedilen zamana, psikolojik zaman ya da <strong>öznel zaman</strong> denir."
  },
  {
    "id": "3352679",
    "unitNumber": 6,
    "text": "Saat yoluyla ölçülebilen ve saniye, dakika, saat gibi birimlerle ifade edilen zamana ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nesnel zaman",
      "B": "Öznel zaman",
      "C": "Psikolojik zaman",
      "D": "Maddi zaman",
      "E": "Materyal zaman"
    },
    "explanation": "NESNEL VE ÖZNEL ZAMAN başlıklı bölüm<br/>Nesnel zaman, saat yoluyla ölçülebilen zamana denir."
  },
  {
    "id": "3352680",
    "unitNumber": 6,
    "text": "Fotoğrafın çokluortam kullanılarak uygulanması hangi tarihten itibaren gerçekleşmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1900’lerin sonu",
      "B": "1900’lerin başı",
      "C": "2000’lerin başı",
      "D": "1800’lerin sonu",
      "E": "1800’lerin başı"
    },
    "explanation": "FOTOĞRAF VE ZAMAN<br/>1900’lü yılların sonunda bu ortamlar birleştirilerek çokluortam olarak kullanılmışlardır."
  },
  {
    "id": "3352682",
    "unitNumber": 6,
    "text": "Nesnel zamandan başlayarak hissediş zamanına doğru fotoğrafa yansıyan şeye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ritim",
      "B": "Görüntü",
      "C": "Kare",
      "D": "An",
      "E": "Şimdiki zaman"
    },
    "explanation": "FOTOĞRAF VE ZAMAN<br/>Bu kavram <strong>ritim</strong>’dir. Nesnel zamandan başlayarak hissediş zamanına doğru fotoğrafa yansıyan şey ritimdir. Ritmi ortaya çıkartan şey ise, o fotoğrafın yarattığı zaman boyutudur. Bir fotoğraf özgün bir zaman boyutu yaratabiliyorsa, özgün bir ritim de oluşturmuş demektir."
  },
  {
    "id": "3352683",
    "unitNumber": 6,
    "text": "Fotoğraf makinesi bir şeyin nesnel zaman anlamında şimdisini resmederken, yüzey üzerindeki fotoğraf bizde hangi zaman algısını yaratır?",
    "correctAnswer": "A",
    "options": {
      "A": "Psikolojik zaman",
      "B": "Gelecek zaman",
      "C": "Şimdiki zaman",
      "D": "Muğlak zaman",
      "E": "Nesnel zaman"
    },
    "explanation": "FOTOĞRAF VE ZAMAN<br/>Fotoğraf makinesi bir şeyin şimdisini resmederken, yüzey üzerindeki fotoğrafta hissediş yani psikolojik zamanı oluşturur."
  },
  {
    "id": "3352791",
    "unitNumber": 6,
    "text": "Zaman kavramıyla ilgili olarak üzerinde durulması gereken önemli düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aziz Augustinus",
      "B": "Aristoteles",
      "C": "Moti",
      "D": "İbnü’l Heysem",
      "E": "Roger Bacon"
    },
    "explanation": "Zaman kavramıyla ilgili olarak üzerinde durulması gereken önemli düşünür Aziz Augustinus (354-430) Ortaçağda yaşamıştır."
  },
  {
    "id": "3352792",
    "unitNumber": 6,
    "text": "Optik yoluyla elde edilen görüntüyü sağlayan Karanlık Kutudan ilk kim söz etmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Filozof Moti",
      "B": "İbnü’l Heysem",
      "C": "Aristoteles",
      "D": "Aziz Augustinus",
      "E": "Roger Bacon"
    },
    "explanation": "Optik yoluyla elde edilen bu görüntüyü sağlayan Karanlık Kutu (Camera Obscura) adlı ay- gıttır. İÖ V. yüzyılda Çinli filozof MOTİ (İÖ 470-391) Karanlık Kutu yoluyla yüzey üzerinde görüntü oluşturulmasından ilk söz eden kişidir."
  },
  {
    "id": "3352793",
    "unitNumber": 6,
    "text": "X. yüzyılın sonunda Arap bilim adamı İbnü’l Heysem ve İngiliz Roger Bacon Işık yoluyla yüzey üzerinde hayali görüntü elde etmenin aygıtı olarak neyin atası sayılırlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Karanlık Kutu",
      "B": "Işık aygıtı",
      "C": "Fotograf makinası",
      "D": "Mercek",
      "E": "Optik sistem"
    },
    "explanation": "Karanlık Kutunun gelişimiyle ilgili olarak X. yüzyılın sonunda Arap bilim adamı İbnü’l Heysem’i (İS 965-1039/40) ve İngiliz Roger Bacon’ı (1220-1292) anmak gerekir. Işık yoluyla yüzey üzerinde hayali görüntü elde etmenin aygıtı olan karanlık kutu, fotoğraf makinesinin de atasıdır."
  },
  {
    "id": "3352794",
    "unitNumber": 6,
    "text": "Antik Yunan düşünürlerinden Aristoteles ünlü Fizik adlı eserinde zaman kavramını ele alınmıştır. Aşağıdakilerden hangisi veya hangileri bu kavramı tanımlar?\n I. Hareketle ilişkili olarak zaman kavramını ele almış, zamanın hareketle ilişkili olduğunu ancak farklı bir şey de olduğunu ifade etmiştir.\n II. Zamanı hareket ilişkisi bağlamında, önce ve sonra durumlarına uygulamıştır. Zaman, hareketle ilişkili bir şeydir ve bu bağlamda önce ve sonra olarak belirtilen ise zamandır. \n III. Zaman tanımında, hareketin sayısını belirlemesi açık bir şekilde görülür. Zaman, önceye ve sonraya göre hareketin sayısıdır.",
    "correctAnswer": "A",
    "options": {
      "A": "I/II/III",
      "B": "I/III",
      "C": "I/II",
      "D": "II/III",
      "E": "III"
    },
    "explanation": "Antik Yunan düşünürlerinden Aristoteles (İÖ 384-322) ünlü Fizik(1) adlı eserinde zamanı; önce ile sonraya göre hareketin sayımı(2) olarak tanımlar. Bu tanımda zaman kavramı üç aşamada ele alınmıştır. Düşünür, önce hareketle ilişkili olarak zaman kavramını ele almış- tır. Zamanın hareketle ilişkili olduğunu ancak farklı bir şey de olduğunu ifade etmiştir. İkinci aşamada ise zamanı hareket ilişkisi bağlamında, önce ve sonra durumlarına uygu- lamıştır. Zaman, hareketle ilişkili bir şeydir ve bu bağlamda önce ve sonra olarak belirtilen ise zamandır. Aristoteles’in zaman tanımında, hareketin sayısını belirlemesi açık bir şekil- de görülür. İşte bu da üçüncü aşama olan önce ve sonra ilişkisini sayılaştırmaktır. Zaman, önceye ve sonraya göre hareketin sayısıdır."
  },
  {
    "id": "3352795",
    "unitNumber": 6,
    "text": "Zaman nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Önceye ve sonraya göre hareketin sayısıdır",
      "B": "Günlük yaşamımızda nesnel zaman içinde yaşamaktır",
      "C": "Geçmiştekilerle ilişkin şimdiki zamandır",
      "D": "Nesnel zaman yönüyle başlamadır",
      "E": "Resmedilme eylemi anıdır"
    },
    "explanation": "Zaman, önceye ve sonraya göre hareketin sayısıdır. Şimdi, birbirinden ayrı bir anlamda bağımsız olan an’lardan oluşur. Bu an’ların sözünü ettiğimiz an’ı ise şimdikian’dır, yani fo- toğrafçılık terimiyle 1/1000 gibi bir örtücü değeriyle çekilen fotoğrafın kaydettiği an’dır. An yani şimdi, geçmiş zamanın sonu, gelecek zamanın başlangıcı olduğu için düşünüre göre, zaman hep başlangıç içindedir ve hiç bitmeyecektir. Her de- ğişim ve hareket, zaman içinde olur. Fotoğraf kullandığı tek- niğinin gereği olarak hareket içindeki nesne ve durumları tek bir kare içinde zapteder. Çekilen her fotoğraf Aristoteles’in dediğine denk düşer yani önce ve sonra arasında yer alan şimdi, şimdikian’dır."
  },
  {
    "id": "3352796",
    "unitNumber": 6,
    "text": "Nesnel zamandan başlayarak hissediş zamanına doğru fotoğrafa yansıyan şey nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ritim",
      "B": "Çekim",
      "C": "An",
      "D": "Zaman",
      "E": "Işık"
    },
    "explanation": "Nesnel zamandan başlayarak hissediş za- manına doğru fotoğrafa yansıyan şey ritimdir."
  },
  {
    "id": "3352797",
    "unitNumber": 6,
    "text": "Hangi düşünüre göre geçmiş ve gelecek zamanlar yoktur, şimdiki zaman vardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Augustinus",
      "B": "Aristoteles",
      "C": "Moti",
      "D": "İbnü’l Heysem",
      "E": "Roger Bacon"
    },
    "explanation": "Augustinus’a göre geçmiş ve gelecek zamanlar yoktur, şimdiki zaman vardır."
  },
  {
    "id": "3352798",
    "unitNumber": 6,
    "text": "1900’lü yılların sonunda ortamlar birleştirilerek çoklu ortam olarak kullanılmıştır. Her bir ortam başka ortamların içine girerek yeni ortamlar oluşturmuştur, bu yeni oluşan ortama ne denmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Remediation",
      "B": "Çoklu ortam",
      "C": "Ritim",
      "D": "Sanat eseri",
      "E": "Karanlık oda"
    },
    "explanation": "1900’lü yılların sonunda bu ortamlar birleştirilerek çokluortam olarak kullanılmışlardır. Daha sonra ise yani günümüzde Remediation diye adlandırılan yeni bir durum yaşanmaktadır. Bu yeni durumda, her bir ortam başka ortamların içine girerek yeni ortamlar oluşturmuştur."
  },
  {
    "id": "3352799",
    "unitNumber": 6,
    "text": "Fotoğraf makinesi bir şeyin şimdisini resmederken, yüzey üzerindeki fotoğraf hissedişine ne denir",
    "correctAnswer": "A",
    "options": {
      "A": "psikolojik zamanı",
      "B": "An",
      "C": "Saat",
      "D": "Eser",
      "E": "Estetik"
    },
    "explanation": "Fotoğraf makinesi bir şeyin şimdisini resmederken, yüzey üzerindeki fotoğraf hissediş yani psikolojik zamanı oluşturur."
  },
  {
    "id": "3352800",
    "unitNumber": 6,
    "text": "İtiraflar adlı eserinin XI. bölümünü zaman kavramını incelemeye ayıray düşünür kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aziz Augustinus",
      "B": "Aristoteles",
      "C": "Moti",
      "D": "İbnü’l Heysem",
      "E": "Roger Bacon"
    },
    "explanation": "Zaman kavramıyla ilgili olarak üzerinde durulması gereken önemli düşünürlerden bir diğeri de Ortaçağda yaşamış olan Aziz Augustinus (354-430)’dur. Düşünür, ünlü İtira ar adlı eserinin XI. bölümünü zaman kavramını incelemeye ayır- mıştır."
  },
  {
    "id": "3840695",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, fotoğrafın zamanla ilişkisinin temelini en doğru biçimde açıklar?",
    "correctAnswer": "C",
    "options": {
      "A": "Fotoğraf yalnızca geçmişin belgelenmesidir.",
      "B": "Fotoğraf nesnelerin simgesel temsillerini oluşturur.",
      "C": "Fotoğraf, nesneleri içinde bulundukları anda resmeder.",
      "D": "Fotoğraf yalnızca teknik bir üründür.",
      "E": "Fotoğraf yalnızca estetik kaygılarla oluşturulur."
    },
    "explanation": "Fotoğraf, ışık aracılığıyla bir nesnenin ya da olayın şimdiki zamandaki fiziksel durumunu iki boyutlu bir yüzeye kaydederek sabitler. Bu özelliğiyle fotoğraf, yalnızca geçmişe dair bir kayıt değil, aynı zamanda o anın - yani şimdiki zamanın - doğrudan ve somut bir temsilidir. Her kare, çekildiği anda var olan gerçekliğin görsel bir belgesi olmanın ötesinde, zamanın durduğu bir pencere gibidir; bu yönüyle hem şimdiye hem de gelecekte o ana dönüp bakma olanağı sunar. Fotoğraf, anlık bir gerçeği geleceğe taşıyan bir görsel hafıza aracıdır.<br/>Fotoğraf, ışık yoluyla bir nesnenin şimdiki zamandaki durumunu yüzey üzerine kaydeder. Bu yönüyle, yalnızca geçmişin değil, bir anın - yani şimdiki zamanın - görsel bir belgesidir. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3840697",
    "unitNumber": 6,
    "text": "Fotoğrafın “resmedilen an” ve “resmedilme eylemi an’ı” kavramları aşağıdakilerden hangisiyle en doğru şekilde tanımlanabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Her iki an öznel zamanla ilişkilidir.",
      "B": "Resmedilen an fotoğrafçının düşüncesidir; eylem teknik süreçtir.",
      "C": "Resmedilen an nesnenin poz verdiği andır; eylem ise makinenin kaydettiği andır.",
      "D": "Her iki an eşzamanlı gerçekleşemez.",
      "E": "Bu kavramlar yalnızca video üretiminde geçerlidir."
    },
    "explanation": "Fotoğrafta \"resmedilen an\", izleyicinin karede gördüğü ve nesnenin belirli bir pozla kaydedildiği zamandır. Yani nesnenin kadraja girip belirli bir duruş, hareket ya da ifade ile görüntülendiği o özgün andır. Öte yandan \"resmedilme eylemi anı\", fotoğraf makinesinin deklanşöre basılmasıyla birlikte başlayan teknik süreçtir; bu, ışığın mercekten geçip sensöre ya da filme ulaştığı ve görüntünün kaydedildiği çok kısa zaman dilimidir. Bu iki an birbirine çok yakın olsa da tam olarak örtüşmeyebilir. Örneğin, bir kişi poz verirken yüz ifadesi bir anlığına değişebilir ya da hareket halindeki bir nesne, makinenin çekim süresi boyunca farklı konumlara geçebilir. Dolayısıyla fotoğrafta gördüğümüz poz (resmedilen an), teknik olarak kaydın başladığı mikrosaniyelik sürece (resmedilme eylemi anı) denk gelse de, estetik ve anlatı açısından farklı bir anlam taşıyabilir. Bu ayrım, fotoğrafın hem teknik hem de anlatımsal bir üretim olduğunu vurgular.<br/>Resmedilen an, nesnenin fotoğrafa konu olduğu poz anıdır; resmedilme eylemi an’ı ise makinenin teknik işlemi başlattığı zaman dilimidir. Doğru cevap C'dir."
  },
  {
    "id": "3840698",
    "unitNumber": 6,
    "text": "Aristoteles’in zaman kavramına ilişkin aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Zaman hareketle ilişkilidir.",
      "B": "Zaman, önce ve sonra ilişkisi üzerinden açıklanır.",
      "C": "Zaman, hareketin sayısal ölçümüdür.",
      "D": "Zaman, sürekli ve bölünemez bir bütündür.",
      "E": "Zaman, anlardan oluşur."
    },
    "explanation": "Aristoteles’e göre zaman, kendi başına somut bir varlık değil, hareketin bir ölçüsüdür. Yani zamanın varlığından söz edebilmemiz, ancak bir değişim ya da hareket olduğunda mümkündür. Bu bağlamda, zaman durağan değil, hareketle birlikte ortaya çıkan ve onunla anlam kazanan bir kavramdır. Aristoteles zamanın “önce” ve “sonra” kavramlarıyla ilişkili olduğunu söyler. Bir hareketin başlangıcı, süreci ve sonu vardır; işte zaman da bu ardışık parçalar aracılığıyla kavranır. Bu nedenle zaman, bir bütünden oluşmaz, aksine ardışık küçük birimlere, yani parçalara ayrılabilir. Bu parçalanabilirlik sayesinde zaman ölçülebilir hale gelir - örneğin saniyeler, dakikalar ya da saatler gibi. Kısacası, Aristoteles’e göre zaman, doğrudan gözlemlenebilir bir şey değil, değişimlerin ve hareketin ölçülmesiyle zihinsel olarak kavradığımız, bölünebilir ve sayılabilir bir ölçüdür. Bu yönüyle zaman, hem fiziksel dünyanın düzenlenmesinde hem de insanın algısal ve bilişsel süreçlerinde merkezi bir rol oynar.<br/>Aristoteles, zamanın parçalardan oluştuğunu ve hareketin ölçülmesiyle tanımlanabileceğini belirtir. Zaman, bölünebilir ve ölçülebilir bir kavramdır. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3840700",
    "unitNumber": 6,
    "text": "Aşağıdaki ifadelerden hangisi Aziz Augustinus’un zaman anlayışı bağlamında doğru değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Zamanın tanımı yapılması güç bir kavramdır.",
      "B": "Şimdiki zaman parçalanamaz bir noktadır.",
      "C": "Zaman Tanrı merkezli bir yaklaşımla değerlendirilmiştir.",
      "D": "Zamanın üçlü boyutu; geçmişle, şimdiyle ve gelecekle ilgili şimdilerdir.",
      "E": "Zamanın yalnızca geçmişe ilişkin bir anlamı vardır."
    },
    "explanation": "Augustinus’a göre zaman sadece geçmiş olayların toplamı değildir; aynı zamanda şu an yaşadığımız “şimdi” anı, zamanın tüm boyutlarını kavrayabilmemizin merkezini oluşturur. Ona göre geçmiş, artık var olmayan bir şeydir; gelecek ise henüz var olmamıştır. Bu durumda gerçekte var olan tek zaman dilimi “şimdiki zaman”dır. Ancak Augustinus, “şimdi” kavramını yalnızca şu an olan fiziksel bir an olarak değil, insan zihninin zaman deneyimini kurduğu bir merkez olarak görür. Biz geçmişi hatırlama yoluyla, geleceği ise beklentiyle anlamlandırırız. Bu hatırlama ve beklenti faaliyetleri de aslında şu anda, zihnimizin içinde gerçekleşir. Yani geçmişin anısı, geleceğin umudu ya da planı hep şimdiki zamanda, zihinsel bir faaliyet olarak var olur. Dolayısıyla Augustinus için zamanın üç boyutu (geçmiş, şimdi, gelecek) birbirinden kopuk değil, aksine “şimdi”nin içinde toplanan ve anlam kazanan boyutlardır. Bu bakış açısı, zamanın sadece fiziksel bir ölçü değil, aynı zamanda insan bilincine bağlı bir deneyim olduğunu ortaya koy<br/>Augustinus’a göre zaman sadece geçmişle sınırlı değildir. Şimdiki zaman, geçmiş ve geleceğin tümünü anlamlandıran merkezdir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3840701",
    "unitNumber": 6,
    "text": "Öznel zaman kavramının en doğru tanımı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tüm bireyler için eşit olarak ölçülen zaman birimidir.",
      "B": "Teknik araçlarla ölçülebilen zamandır.",
      "C": "Zamanın fiziksel olaylarla ölçülen boyutudur.",
      "D": "Bireyin olaylara yönelik psikolojik zaman algısıdır.",
      "E": "Zamanın felsefi açıklamasıdır."
    },
    "explanation": "Öznel zaman, herkesin aynı şekilde deneyimlemediği, kişisel ve psikolojik bir zaman algısıdır. İnsanlar zamanı yalnızca saat ya da takvim gibi dışsal araçlarla değil, aynı zamanda kendi duyguları, düşünceleri ve yaşam deneyimleriyle hissederler. Bu nedenle zaman algısı kişiden kişiye değişebilir. Örneğin, mutlu olduğumuz bir anda zamanın çok hızlı geçtiğini hissederiz; oysa sıkıldığımızda ya da acı çektiğimizde zaman adeta ağırlaşır, geçmek bilmez. Aynı şekilde, geçmişte yaşadığımız bazı anılar, yıllar önce gerçekleşmiş olsa bile zihnimizde çok canlı ve yakın hissedilebilir. Bu durum, zamanın yalnızca fiziksel bir ölçüm değil, aynı zamanda duygusal ve bilişsel bir deneyim olduğunu gösterir. Ayrıca öznel zaman algısı, kişinin kültürel geçmişinden ve yaşadığı toplumun zamanla ilgili değerlerinden de etkilenir. Örneğin bazı kültürlerde zaman daha esnek ve döngüsel algılanırken, bazı kültürlerde dakiklik ve zaman yönetimi çok daha önemlidir. Kısacası, öznel zaman saatle ya da takvimle ölçülebilen bir şey değildir<br/>Öznel zaman, bireylerin yaşadıkları olayları kültürel geçmişleri ve duygusal durumlarına göre farklı hissetmeleridir; saatle ölçülemez. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3840703",
    "unitNumber": 6,
    "text": "Fotoğrafın zaman kavramıyla ilişkisinde “ritim” aşağıdaki yönlerden hangisine karşılık gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fotoğrafın oluşturduğu özgün zaman boyutu",
      "B": "Fotoğrafın renk doygunluğu",
      "C": "Fotoğrafın izlenme süresi",
      "D": "Fotoğrafın nesnel zamanı",
      "E": "Fotoğrafın çözünürlük değeri"
    },
    "explanation": "Ritim, fotoğrafta hem nesnel zamanın (yani fotoğrafın çekildiği anın gerçekliği) hem de öznel zamanın (izleyicinin fotoğrafı algılama ve hissetme biçimi) bir araya gelerek oluşturduğu bütünsel bir zaman deneyiminin ifadesidir. Fotoğrafta tekrar eden desenler, ışık-gölge geçişleri, hareketin izleri ya da kompozisyondaki yönelimler gibi görsel öğeler, izleyicinin fotoğrafa bakarken bir akış, bir süreklilik ya da duraksama hissetmesini sağlar. Bu görsel düzenleme, tıpkı müzikteki ritim gibi, zamanın nasıl \"aktığını\" hissettirir. Örneğin bir fotoğraftaki tekrar eden objeler ya da bir hareketin ardışık hali, izleyicide belli bir zaman temposu uyandırabilir. Bu ritim sayesinde izleyici, sadece görüntüyü görmez, aynı zamanda o görüntünün bir zamanı nasıl temsil ettiğini ya da çağrıştırdığını da hisseder. Dolayısıyla ritim, fotoğrafın durağan bir kare olmasına rağmen içinde zaman barındırabilmesini sağlar; hem fotoğrafın çekildiği anı (nesnel zaman) hem de o anın izleyicide<br/>Ritim, fotoğrafın nesnel ve öznel zaman öğelerini bir arada barındırarak izleyici üzerinde oluşturduğu zaman deneyiminin ifadesidir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3840708",
    "unitNumber": 6,
    "text": "Aşağıdaki durumlardan hangisi, nesnel ve öznel zaman farkını en iyi açıklar?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir görüntüdeki parlaklık düzeylerinin sayısal olarak analiz edilmesi ve bu düzeylerin grafiksel olarak dağılımının incelenmesi",
      "B": "30 dakikalık bir konserin herkes için aynı sürede gerçekleşmesi, fakat farklı hissedilmesi",
      "C": "Görüntüdeki tüm piksel parlaklık düzeylerinin sayısal olarak analiz edilmesi ve bu analiz sonuçlarının grafiksel bir dağılım şeklinde sunulması",
      "D": "Fotoğrafın renk tonları, kontrastı, doygunluğu, parlaklığı ya da genel atmosferi üzerinde dijital veya optik yollarla değişiklik yapılmas",
      "E": "Kayıt ve iletim teknolojileri sayesinde, şu anda gerçekleşen bir olayın eşzamanlı olarak gelecekte izlenebilir hale getirilmesi"
    },
    "explanation": "Nesnel zaman, saat, takvim veya kronometre gibi araçlarla herkes için aynı şekilde ölçülebilen, dış dünyaya ait bir kavramdır. Örneğin bir konserin süresi teknik olarak 2 saat olabilir ve bu süre herkes için aynıdır; bu, nesnel zamanın bir örneğidir. Ancak bu zaman diliminin nasıl algılandığı, yani kişinin bu sürede ne hissettiği, öznel zamanla ilgilidir. Öznel zaman ise bireyin ruh hali, ilgi düzeyi, beklentileri ve o anki duygusal durumuna göre şekillenen kişisel bir zaman algısıdır. Konserde çok eğlenen biri için zaman çabucak geçiyor gibi hissedilirken, aynı konseri sıkılarak izleyen biri için zaman çok yavaş geçiyor gibi algılanabilir. Her iki kişi de aynı konser süresine tanıklık etse de, bu süreyi zihinlerinde farklı uzunlukta yaşamış olurlar. Bu durum, zamanın yalnızca dışsal bir ölçü olmadığını; aynı zamanda insan bilinciyle, duygularla ve deneyimle yakından ilişkili bir kavram olduğunu gösterir. Yani zaman, hem fiziksel hem de psikolojik bir gerçekliktir ve bu iki boyut çoğu zaman birbirinden farklı<br/>Nesnel zaman ölçülebilirdir; öznel zaman ise bireyin deneyimiyle şekillenir. Konser süresi sabitken, hissedilen süre kişiden kişiye değişir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3840710",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sayısal (remediation) dönemle birlikte zaman kavramında ortaya çıkan değişimlerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fotoğraf yalnızca geçmişi kaydeder hale gelmiştir.",
      "B": "Aynı yüzey üzerinde geçmiş ve şimdi birleştirilebilir.",
      "C": "Zaman, sadece fiziksel ölçütlerle değerlendirilir.",
      "D": "Fotoğraf yalnızca bireysel deneyimi yansıtır.",
      "E": "Fotoğraf artık zamanla ilişkilendirilemez."
    },
    "explanation": "Remediation (yeniden aracılık) döneminde, dijital teknolojilerin sunduğu olanaklar sayesinde geçmişe, şimdiye ve hatta geleceğe ait görüntüler tek bir yüzeyde - örneğin bir dijital ekran, video montajı ya da etkileşimli medya platformunda - bir araya getirilebilmektedir. Bu durum, farklı zaman dilimlerinden gelen görsel malzemelerin aynı anda izleyiciye sunulmasını mümkün kılar. Örneğin, bir videoda hem arşiv görüntüleri (geçmiş), hem canlı yayın (şimdi), hem de kurgu ya da simülasyon yoluyla oluşturulmuş gelecek sahneleri bir arada yer alabilir. Bu tür bir görsel birleşim, zamanın doğrusal akışını kırar ve katmanlı bir zaman yapısı oluşturur. İzleyici, bu katmanlar arasında geçiş yaparken hem farklı zaman dilimlerine tanıklık eder hem de zamanın tekil değil çok boyutlu bir deneyim olduğunu fark eder. Böylece dijital medya, zamanı yalnızca geçmişten geleceğe akan bir çizgi olarak sunmaz; aksine farklı zamanların üst üste bindirildiği, etkileştiği ve yeniden yorumlandığı bir alan yaratır. Bu da izleyicinin zam<br/>Remediation döneminde dijital teknolojiler sayesinde farklı zamanlara ait görüntüler aynı yüzeyde birleştirilebilmekte ve zaman katmanları yaratılabilmektedir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3840714",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, bir fotoğrafın “fotoğrafik enerji” oluşturma kapasitesiyle en az ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Konu seçimi",
      "B": "Işık-gölge dengesi",
      "C": "Kompozisyon",
      "D": "İzleyici sayısı",
      "E": "Görsel estetik öğeler"
    },
    "explanation": "Fotoğrafik enerji, bir fotoğrafın izleyici üzerinde yarattığı estetik, duygusal ve zihinsel etkiyi ifade eder. Bu kavram, bir görüntünün teknik kalitesinden ya da kaç kişi tarafından izlendiğinden çok, izleyicide nasıl bir izlenim bıraktığıyla ilgilidir. Fotoğrafik enerji; bir karedeki ışık kullanımı, kompozisyon, renk uyumu, konu seçimi ve anlatı gücü gibi unsurların birleşimiyle ortaya çıkar. Ancak asıl önemli olan, bu unsurların izleyicide nasıl bir duygu uyandırdığıdır: huzur, merak, hüzün, coşku ya da hayranlık gibi. Dolayısıyla bir fotoğrafın etkileyici olup olmadığı, onu kaç kişinin gördüğüyle değil, gören kişinin iç dünyasında nasıl bir yankı uyandırdığıyla ölçülür. Bu bağlamda fotoğrafik enerji, izleyicinin görüntüyle kurduğu bireysel ve duygusal bağın gücünü temsil eder.<br/>Fotoğrafik enerji, izleyicinin fotoğraftan aldığı estetik ve duygusal etkiyle ilgilidir. Kaç kişinin izlediği değil, nasıl hissettirdiği önemlidir. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3840718",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, fotoğrafın geçmiş ve gelecekle olan ilişkisini en doğru şekilde özetler?",
    "correctAnswer": "C",
    "options": {
      "A": "Fotoğraf sadece geçmişe aittir, gelecekle ilişkisi yoktur.",
      "B": "Fotoğraf geleceğin anılarını temsil eder.",
      "C": "Fotoğraf, şimdiyi resmeder ve o anı geçmişe dönüştürür, geleceğe yön verir.",
      "D": "Fotoğrafın zamanla bağı yalnızca teknik süreyle sınırlıdır.",
      "E": "Fotoğraf yalnızca öznel zamanı kaydeder."
    },
    "explanation": "Fotoğraf, şimdiki zamanı yakalayarak onu geçmiş kılar; ancak bu kayıt gelecekteki anlamlar, hatırlamalar ve yorumlar açısından da belirleyici olur."
  },
  {
    "id": "3352758",
    "unitNumber": 7,
    "text": "Rudolf Arnheim’e göre bir fotoğrafın belgesel özelliği taşıması için aşağıdaki kavramların hangisinin bulunması gerekir?",
    "correctAnswer": "A",
    "options": {
      "A": "Özgün, doğru, gerçek",
      "B": "Doğru, kurmaca, mekan",
      "C": "Renk, gerçek, ışık",
      "D": "Gerçek, konu, mekan",
      "E": "Renk, ışık, doğru"
    },
    "explanation": "Rudolf Arnheim (1904-2003) fotoğrafın belgesel özelliğini değerlendirirken; özgün (authentic), doğru (correct) ve gerçek (true) kavramlarının önemini ısrarla belirtir. Özgünlük; görüntü için kullanılan şeyin kabul edilmiş olan belirli özelliklerinin değiştirilmemiş bozulmamış olmasıdır. Örneğin, bankadan çıkan bir soyguncunun poz vermemesi ya da bir aslanın boyalı bir vaha önünde görülmemesi gibi. Doğruluk, ortaya çıkan görüntünün kameranın çektiğine karşılık gelmesidir. Renklerin doğru olması, optik yoluyla oranların bozulmaması gibi. Gerçek ise görüntünün neyi açıkladığıyla değil kameranın önünde bulunan ancak resmedilen sahneye atıfta bulunan şeyle ilgilidir."
  },
  {
    "id": "3352759",
    "unitNumber": 7,
    "text": "Fotoğraf makinesi olmadan ve bir nesneden yansıyan ışık olmadan görüntünün üretilmesi aşağıdakilerden hangisi ile gerçekleşmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mekanik Çoğaltma",
      "B": "Litografi Tekniği",
      "C": "Lazer teknolojisi",
      "D": "GPS teknoloji",
      "E": "Sayısal teknoloji"
    },
    "explanation": "Sayısal Görüntü: Fotoğrafın yerini alan sayısal görüntülerin fotoğraf makinesi olmadan üretilebilir olması önemli bir durumdur. Bu durum, bir nesneden yansıyan ışık olmadan görüntünün üretilmesi demektir. Başka bir deyişle bir nesne fiziksel olarak var olmadan nesnenin görüntüsü üretilebilir olmuştur"
  },
  {
    "id": "3352760",
    "unitNumber": 7,
    "text": "Kartezyen anlayışına göre, uzamı ölçülebilen fizikî üçboyutlu bir mekân olarak tanımlayan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "René Decartes",
      "B": "Walter Benjamin",
      "C": "Andre Bazin",
      "D": "Dziga Vertov",
      "E": "Pablo Picasso"
    },
    "explanation": "Geleneksel olarak Kartezyen anlayışına göre, mekân fiziksel olarak katı bir maddedir. René Decartes (1596-1650) ölçülebilen fiziksel üçboyutlu bir mekân olarak uzamı tanımlar."
  },
  {
    "id": "3352761",
    "unitNumber": 7,
    "text": "Perspektif için, gerçekçilik ile biçimlerin yanılmasıyla yetinen göz aldatıcılığına vurgu yapan ve “batı resminin ilk günahı” saptamasını yapan kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Pablo Picasso",
      "B": "Marshall Mcluhan",
      "C": "Walter Benjamin",
      "D": "Andre Bazin",
      "E": "Nicéphore Niépce"
    },
    "explanation": "Sanatçılar gerçeğe benzetme kaygısıyla izleyicinin gözünü aldatmak için çeşitli teknikler kullanırlar. Bu aldatma, salt görünümün altındaki gerçeği ortaya çıkarmaktan öte rahatsız edici de olabilir. Göz aldatmasına yönelik olarak Bazin’in vurgulaması belirleyicidir: “…asıl gerçekçilik ile biçimlerin yanılmasıyla yetinen göz aldatıcılığı…” durumundan ötürü perspektif için “batı resminin ilk günahı” saptamasını yapar"
  },
  {
    "id": "3352762",
    "unitNumber": 7,
    "text": "Yirminci yüzyılda resim sanatının geleneksel perspektifin baskın anlayışına karşı çıkış olarak gelişen sanat akımı aşağıdakilerden hangisidir?\n 1",
    "correctAnswer": "E",
    "options": {
      "A": "Barok",
      "B": "İzlenimcilik",
      "C": "Gerçeklik",
      "D": "Romantizim",
      "E": "Kübizmin"
    },
    "explanation": "Yirminci yüzyılın öncü sanat akımlarından biri Kübizm’dir. Bu akımın içinde yer alan<br/>ressamlar nesnelere çıplak gözle bakarken tek bir noktadan değil birçok noktadan görme<br/>eğiliminde olma durumuna vurgu yaparlar. Bu nesneleri yüzey üzerinde resmederken de<br/>aynı şekilde birden çok görüş açısından resmetmişlerdir. Örneğin, Picasso bir kadın yü-<br/>zünü resmederken yüzey üzerinde portrede sanki kadını hem önden hem arkadan hem<br/>de yandan görüyormuş gibi resmetmiştir. Bu şekilde resimdeki kadın üç farkı yönden<br/>görülüyor gibi olur. Bu nedenle Kübizmin, geleneksel perspektifin baskın olan anlayışına<br/>bir karşı çıkış olduğu hemen anlaşılmaktadır. Bu nedenle kübistler, insan gözünün sürekli<br/>hareketli olduğu geleneksel perspektifte olduğu gibi tek bir noktadan görmeye eğilimli olmadığını önemle vurgulamışlardır,"
  },
  {
    "id": "3352763",
    "unitNumber": 7,
    "text": "Sayısal görüntüde kopya ve aslı (orijinal) arasında farkın olmaması, çoğaltılan her<br/>kopyanın kesinlikle aslı gibi görünmesine neden olurken; görüntünün ……….. düşüncesinin de belirleyici anlamını ortadan kaldırmıştır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "biricikliği",
      "B": "gölge",
      "C": "ışık",
      "D": "mekan",
      "E": "uzam"
    },
    "explanation": "Sayısal görüntüde kopya ve aslı (orijinal) arasında farkın olmaması, çoğaltılan her kopyanın kesinlikle aslı gibi görünmesine neden olurken; görüntünün biricikliği düşüncesinin de belirleyici anlamını ortadan kaldırmıştır. Bu temel özellikleri yanında sayısal teknolojiler yoluyla sanal görüntüler ortaya çıkmıştır."
  },
  {
    "id": "3352764",
    "unitNumber": 7,
    "text": "“Gerçek dünyada yaşıyormuş duygusu uyandıran yapılandırma” olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mekanik görüntü",
      "B": "Analog görüntü",
      "C": "Optik görüntü",
      "D": "Sanal görüntü",
      "E": "Klasik görüntü"
    },
    "explanation": "Sanal görüntü, ‘gerçek dünyada yaşıyormuş duygusu uyandıran yapılandırma’ olarak tanımlanır. Bu bağlamda gerçek görüntünün analog teknolojilerle sanal görüntülerin ise sayısal teknolojilerle üretildiği gibi bir yanlış anlaşılma yaygındır. Aslında sanal görüntüler hem analog hem de sayısal olabilir. Sanal gerçeklik sistemleriyle vücudumuza ulaşan verilerin oluşturduğu gerçek dünyanın ayırt edilemez görüntüleri gelenekselin ortaya koyduğu birçok konuyu tartışılır hale getirmiştir."
  },
  {
    "id": "3352765",
    "unitNumber": 7,
    "text": "“Tekniğin Olanaklarıyla Yeniden Üretilebildiği Çağda Sanat Yapıtı” adlı eser aşağıdaki sanatçılardan hangisine aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sergei Eisenstein",
      "B": "Marshall Mcluhan",
      "C": "Walter Benjamin",
      "D": "Andre Bazin",
      "E": "Nicéphore Niépce"
    },
    "explanation": "Fotoğrafın temel belirleyici özellikleri sıraya konduğunda çoğaltım teknolojisi en başta yer alır. Bu konu Walter Benjamin’in Tekniğin Olanaklarıyla Yeniden Üretilebildiği Çağda Sanat Yapıtı (1935-36) adlı denemesiyle yaygın olarak bilinir. Benjamin bu denemesinde fotoğrafın mekanik çoğaltım teknolojisinin kendi yaşadığı çağdaki durumuna yaptığı etkileri açıklamıştır."
  },
  {
    "id": "3352766",
    "unitNumber": 7,
    "text": "Tek merkezli bakış yerine farklı bakış durumlarının olabileceği ortaya çıkaran araç aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Litografi",
      "B": "Karanlık kutu",
      "C": "GPS",
      "D": "Radar",
      "E": "Sayısal teknoloji"
    },
    "explanation": "Karanlık kutu (camera obscura) ve fotoğraf makinesiyle birlikte tek merkezli bakış<br/>yerine farklı bakış durumlarının olabileceği anlaşılmıştır. Gerçek görüntüleri üreten fotoğraf makinesi, perspektifin mekanik olarak ortaya çıkmasının yollarından biridir. Fotoğraf makinesiyle çıplak gözün tersine tek gözle ve bir objektif yoluyla bakmak perspektifin tek odaklı bakışına benzer. Bu şekilde perspektif temelli gerçekçi görüşün aslında insanın çıplak gözle sağladığı görüşü oluşturmanın yollarından biri olduğu anlaşılmıştır."
  },
  {
    "id": "3352767",
    "unitNumber": 7,
    "text": "Postmodern fotoğrafın ütopyacı misyonunu, içsel farklılaşmalar ve parçalar aracılığıyla yankılanmasının önemli bir ilişkisi olduğunu ifaden düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Frederic Jameson",
      "B": "Andre Bazin",
      "C": "Nicéphore Niépce",
      "D": "Marshall McLuhan",
      "E": "Sergei Eisenstein"
    },
    "explanation": "Postmodernizmin ünlü Marksist düşünürlerinden Frederic Jameson (1934-…) postmodern fotoğrafın ütopyacı misyonunu; içsel farklılaşmalar ve parçalar aracılığıyla yankılanmasının önemli bir ilişkisi olduğunu ifade etmiştir. Ona göre postmodern fotoğraf, eskiden olduğu gibi benzerlik kurma ya da eşlendirmeye yönelik enerji taşımaz."
  },
  {
    "id": "3352824",
    "unitNumber": 7,
    "text": "Film estetiği konusundaki yazılarıyla önemli bir kuramcı olarak kabul edilen aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "André Bazin",
      "B": "Rudolf Arnheim",
      "C": "René Decartes",
      "D": "Susie Lingfield",
      "E": "John Berger"
    },
    "explanation": "Kitaba göre André Bazin (1918-1958) film estetiği konusundaki yazılarıyla önemli bir kuramcı olarak kabul edilir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3352825",
    "unitNumber": 7,
    "text": "Fotoğrafın özgün (authentic), doğru (correct) ve gerçek (true) kavramlarının önemini aşağıdakilerden hangisi belirtmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rudolf Arnheim",
      "B": "Liz Wells",
      "C": "Marita Sturken",
      "D": "Lisa Cartwright",
      "E": "John Berger"
    },
    "explanation": "Kitaba göre Rudolf Arnheim (1904-2003) fotoğrafın belgesel özelliğini değerlendirirken; özgün (authentic), doğru (correct) ve gerçek (true) kavramlarının önemini ısrarla belirtir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3352826",
    "unitNumber": 7,
    "text": "Rudolf Arnheim'e göre fotoğrafın belgesel özelliklerinden olan özgünlük (authentic) özelliğinin açıklaması aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Görüntü için kullanılan şeyin kabul edilmiş özelliklerinin bozulmamış olması",
      "B": "Ortaya çıkan görüntünün kameranın çektiğine karşılık gelmesi",
      "C": "Renklerin doğru olması, optik yoluyla oranların bozulmaması",
      "D": "Kameranın önünde resmedilen sahneye atıfta bulunan şeyle ilgisinin olması",
      "E": "Fiziksel gerçeklerle insanın yaratıcı zihni arasındaki karşılaşması"
    },
    "explanation": "Kitaba göre Özgünlük; görüntü için kullanılan şeyin kabul edilmiş olan belirli özelliklerinin değiştirilmemiş bozulmamış olmasıdır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3352829",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sayısal teknolojilerin fotoğrafçılıkta sağladığı görsel yapılarla ilgili <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Gerçek olmayan sanal durumun etkinleştirilmesi",
      "B": "Fotoğraf yapmanın bilinen ve alkışlanan bir durum olması",
      "C": "Bilgisayar teknolojileri ve yazılımlarının fotoğraf yapmayı desteklemesi",
      "D": "Fotoğraf yapmanın eski bir durum olduğunu ifade etmesi",
      "E": "Fotoğraflarda sahte gerçekliğin yaratılması"
    },
    "explanation": "Kitaba göre sayısal görüntülerin gelişen çok yönlülüğü, fotoğrafik gerçek konusunda önemli tartışmaları da gündeme getirmiştir. Fotoğraflarda sahte gerçeklik yaratmak ise bunların başında gelmektedir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3352853",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi belirli bir kavramdan yola çıkarak bir tür görüntü mühendisliği çalışması yapan kişiler olarak değerlendirilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Postmodernist fotoğraf sanatçıları",
      "B": "Modern dönem fotoğraf sanatçıları",
      "C": "Eski çağ fotoğraf sanatçıları",
      "D": "Analog fotoğrafçılar",
      "E": "Sözel fotoğrafçılar"
    },
    "explanation": "Postmodernist fotoğraf sanatçıları, belirli bir kavramdan yola çıkarak bir tür görüntü mühendisliği çalışması yapan kişiler olarak değerlendirilebilir."
  },
  {
    "id": "3352857",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi resmi, \"dış dünyanın yerine benzerini geçirmek gibi psikolojik bir istekten başka bir şey değildir\" olarak nitelendirmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Andre Bazin",
      "B": "Dziga Vertov",
      "C": "Sergey Eizenstein",
      "D": "Pablo Picasso",
      "E": "Liz Wells"
    },
    "explanation": "Kitaba göre; Yapay perspektifin yeniden bulunuşuyla birlikte, karanlık kutu (camera obscura) yoluyla Andre Bazin, sanatçıların üçboyutlu uzam yanılsaması sağlamasını vurgularken resmin bundan böyle iki yöneliş arasında bölündüğünü ifade etmektedir. Biri tamamıyla estetik, öbürüyse dış dünyanın yerine benzerini geçirmek gibi psikolojik bir istekten başka<br/>bir şey değildir. Doğru cevap A seçeneğidir.<br/>Kitaba göre; Yapay perspektifin yeniden bulunuşuyla birlikte, karanlık kutu (camera obscura) yoluyla Andre Bazin, sanatçıların üçboyutlu uzam yanılsaması sağlamasını vurgularken resmin bundan böyle iki yöneliş arasında bölündüğünü ifade etmektedir. Biri tamamıyla estetik, öbürüyse dış dünyanın yerine benzerini geçirmek gibi psikolojik bir istekten başka bir şey değildir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3352858",
    "unitNumber": 7,
    "text": "Andre Bazin, sanatçıların üçboyutlu uzam yanılsaması sağlamasını vurgularken resmin bundan böyle iki yöneliş arasında bölündüğünü ifade etmektedir. Aşağıdakilerden hangisi bunlardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Resimde estetik yöneliş",
      "B": "Resmi gerçeğe benzetme",
      "C": "İzleyicinin gözünü aldatma",
      "D": "Nesnelere çıplak gözle bakma",
      "E": "Nesneyi birçok noktadan görme"
    },
    "explanation": "Kitaba göre, Yapay perspektifin yeniden bulunuşuyla birlikte, karanlık kutu (camera obscura) yoluyla Andre Bazin, sanatçıların üçboyutlu uzam yanılsaması sağlamasını vurgularken resmin bundan böyle iki yöneliş arasında bölündüğünü ifade etmektedir. Biri tamamıyla estetik, öbürüyse dış dünyanın yerine benzerini geçirmek gibi psikolojik bir istekten başka<br/>bir şey değildir. Doğru cevap A seçeneğidir.<br/>Kitaba göre, Yapay perspektifin yeniden bulunuşuyla birlikte, karanlık kutu (camera obscura) yoluyla Andre Bazin, sanatçıların üçboyutlu uzam yanılsaması sağlamasını vurgularken resmin bundan böyle iki yöneliş arasında bölündüğünü ifade etmektedir. Biri tamamıyla estetik, öbürüyse dış dünyanın yerine benzerini geçirmek gibi psikolojik bir istekten başka bir şey değildir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3352859",
    "unitNumber": 7,
    "text": "Yirminci yüzyılın öncü sanat akımlarından biri olan Kübizm’in içinde yer alan ressamlar nesnelere nasıl bakılmasını vurgularlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir noktadan bakma eğiliminde bulunurlar",
      "B": "Geleneksel perspektif anlayışını devam ettirirler",
      "C": "Birçok noktadan görme eğilimine vurgu yaparlar",
      "D": "Bir nesneyi resmederken insan gözüyle görmesini isterler",
      "E": "Bir nesneyi fotoğraf gibi tek bir kare olarak görülmesini isterler"
    },
    "explanation": "Kitaba göre , Yirminci yüzyılın öncü sanat akımlarından biri Kübizm’dir. Bu akımın içinde yer alan ressamlar nesnelere çıplak gözle bakarken tek bir noktadan değil birçok noktadan görme eğiliminde olma durumuna vurgu yaparlar. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3352900",
    "unitNumber": 7,
    "text": "\"Fotoğraf makinesi ................. geleneksel perspektifle oluşturulan her düzenlemede insanın temel ve biricik merkez olmak durumunun tartışılır olduğunu da ortaya koymuştur.\"\n Yukarıda verilen cümledeki boşluğa aşağıdakilerden hangisinin gelmesi uygun olur?",
    "correctAnswer": "B",
    "options": {
      "A": "Çok odaklı görüş sağlar",
      "B": "Tek odaklı bakış sağlamasına rağmen",
      "C": "Yapay görüş sağladığından",
      "D": "Geniş görüşü engellediğinden",
      "E": "Görünüşü değiştirdiğinden"
    },
    "explanation": "Fotoğraf makinesi tek odaklı bakış sağlamasına rağmen geleneksel perspektifle oluşturulan her düzenlemede insanın temel ve biricik merkez olmak durumunun tartışılır olduğunu da ortaya koymuştur."
  },
  {
    "id": "3352901",
    "unitNumber": 7,
    "text": "Aşağıdaki akımlardan hangisinin içinde yer alan ressamlar nesnelere çıplak gözle bakarken tek bir noktadan değil birçok noktadan görme eğiliminde olma durumuna vurgu yaparlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Çoğaltım",
      "B": "Biriciklil",
      "C": "Kübizm",
      "D": "Sayısal görüntü",
      "E": "Hakikilik"
    },
    "explanation": "Yirminci yüzyılın öncü sanat akımlarından biri Kübizm’dir. Bu akımın içinde yer alan ressamlar nesnelere çıplak gözle bakarken tek bir noktadan değil birçok noktadan görme eğiliminde olma durumuna vurgu yaparlar."
  },
  {
    "id": "3352902",
    "unitNumber": 7,
    "text": "\"Çıplak gözle görülen fiziksel gerçek, fotoğrafçının iç dünyasının etkileriyle parçalanarak yeni bir fotoğraf ortaya çıkacaktır.\"\n Yukarıdaki fikir aşağıdaki fotoğraf sanatçalarından hangilerine ait olabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Modern dönem fotoğraf sanatçıları",
      "B": "Eski çağ fotoğraf sanatçıları",
      "C": "Antik dönem fotoğraf sanatçıları",
      "D": "Postmodernist fotoğraf sanatçıları",
      "E": "Yeni çağ fotoğraf sanatçıları"
    },
    "explanation": "Postmodernist fotoğraf sanatçıları, belirli bir kavramdan yola çıkarak bir tür görüntü mühendisliği çalışması yapan kişiler olarak değerlendirilebilir. Onlar bir mühendis edasıyla, çoğu kere optik bile kullanmadan sayısal teknoloji ve yazılımlar yoluyla fotoğraf üretmişlerdir. Bu süreçte, gerçeğin sanatçının iç dünyasıyla, iç gözlemlerine dayanarak yapılandırılması oldukça önemlidir. En basit şekliyle, fotoğrafçının karşısındaki bir ev ve önünde oynayan çocuklar; fiziksel bir gerçekliktir, ancak fotoğrafçı için bu gerçeklik iç dünyasıyla ilişkilendirildiğinde bir anlam kazanacaktır. Belki kendi yaşamındaki olaylarla bu durumu ilişkilendirerek gerçeği bütün halinde değil, parçalara ayırarak ve yeniden birleştirerek yeni bir görsel yapı oluşturacaktır. Başka bir deyişle çıplak gözle görülen fiziksel gerçek, fotoğrafçının iç dünyasının etkileriyle parçalanarak yeni bir fotoğraf ortaya çıkacaktır."
  },
  {
    "id": "3352903",
    "unitNumber": 7,
    "text": "Bankadan çıkan bir soyguncunun poz vermemesi ya da bir aslanın boyalı bir vaha önünde görülmemesi, Rudolf Arnheim'ın (1904-2003) fotoğrafın belgesel özelliğini değerlendirirken ısrarla belirttiği hangi kavrama örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Doğru",
      "B": "Gerçek",
      "C": "Özgün",
      "D": "Şeffaf",
      "E": "Yalın"
    },
    "explanation": "Rudolf Arnheim (1904-2003) fotoğrafın belgesel özelliğini değerlendirirken; özgün (authentic), doğru (correct) ve gerçek (true) kavramlarının önemini ısrarla belirtir. Özgünlük; görüntü için kullanılan şeyin kabul edilmiş olan belirli özelliklerinin değiştirilmemiş bozulmamış olmasıdır. Örneğin, bankadan çıkan bir soyguncunun poz vermemesi ya da bir aslanın boyalı bir vaha önünde görülmemesi gibi."
  },
  {
    "id": "3352904",
    "unitNumber": 7,
    "text": "Rudolf Arnheim'ın (1904-2003) fotoğrafın belgesel özelliğini değerlendirirken ısrarla belirttiği hangi kavram görüntünün neyi açıkladığıyla değil kameranın önünde bulunan ancak resmedilen sahneye atıfta bulunan şeyle ilgilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalın",
      "B": "Şeffaf",
      "C": "Özgün",
      "D": "Doğru",
      "E": "Gerçek"
    },
    "explanation": "Rudolf Arnheim (1904-2003) fotoğrafın belgesel özelliğini değerlendirirken; özgün (authentic), doğru (correct) ve gerçek (true) kavramlarının önemini ısrarla belirtir. Özgünlük; görüntü için kullanılan şeyin kabul edilmiş olan belirli özelliklerinin değiştirilmemiş bozulmamış olmasıdır. Örneğin, bankadan çıkan bir soyguncunun poz vermemesi ya da bir aslanın boyalı bir vaha önünde görülmemesi gibi. Doğruluk, ortaya çıkan görüntünün kameranın çektiğine karşılık gelmesidir. Renklerin doğru olması, optik yoluyla oranların bozulmaması gibi. Gerçek ise görüntünün neyi açıkladığıyla değil kameranın önünde bulunan ancak resmedilen sahneye atıfta bulunan şeyle ilgilidir. B"
  },
  {
    "id": "3352905",
    "unitNumber": 7,
    "text": "\"National Geographic Dergisi kapak fotoğraflarında, Mısır Piramitlerinin yatay görüntüsünü dikey olarak kapağa sığacak şekilde düzenlemek için iki piramidi fotoğraf üstünde birbirine yaklaştırarak kullanmıştır. Gerçek bir fotoğraf üzerinde yapılan bu düzenlemeyle ilgili olarak Fred Ritchin 1984’te kaleme aldığı yazısında; “Geographic’in editörü, değişikliği tahrif olarak değil, sadece yeni bir bakış açısının kurulması olarak” görmesini fotoğrafçılıkta ...... olarak değerlendirmiştir.\"\n Yukarıda verilen cümledeki boşluğa aşağıdakilerden hangisinin gelmesi uygundur?",
    "correctAnswer": "A",
    "options": {
      "A": "Sayısal çağın başlangıcı",
      "B": "Kübizmin başlangıcı",
      "C": "Postmodernizmin başlangıcı",
      "D": "Modern dönemin başlangıcı",
      "E": "Rasyonelizmin başlangıcı"
    },
    "explanation": "Sayısal teknolojinin fotoğrafın alanına yeni girdiği günlerde, Şubat 1982 tarihli National Geographic Dergisi kapak fotoğraflarında, Mısır Piramitlerinin yatay görüntüsünü dikey olarak kapağa sığacak şekilde düzenlemek için iki piramidi fotoğraf üstünde birbirine yaklaştırarak kullanmıştır. Gerçek bir fotoğraf üzerinde yapılan bu düzenlemeyle ilgili olarak Fred Ritchin 1984’te kaleme aldığı yazısında; “Geographic’in editörü, değişikliği tahrif olarak değil, sadece yeni bir bakış açısının kurulması olarak” görmesini fotoğrafçılıkta sayısal çağın başlangıcı olarak değerlendirmiştir"
  },
  {
    "id": "3352906",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi fotoğrafçılıkta gerçek olmayan sanal durumu da etkinleştirmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kübizm",
      "B": "Sayısal teknolojiler",
      "C": "Postmodern yaklaşım",
      "D": "Modernizm",
      "E": "Realizm"
    },
    "explanation": "Sayısal teknolojilerin fotoğrafçılıkta sağladığı görsel yapı, gerçek olmayan sanal durumu da etkinleştirmiştir."
  },
  {
    "id": "3352907",
    "unitNumber": 7,
    "text": "\"Picasso bir kadın yüzünü resmederken yüzey üzerinde portrede sanki kadını hem önden hem arkadan hem de yandan görüyormuş gibi resmetmiştir. Bu şekilde resimdeki kadın üç farkı yönden görülüyor gibi olur. Bu nedenle ........, geleneksel perspektifin baskın olan anlayışına bir karşı çıkış olduğu hemen anlaşılmaktadır.\"\n Yukarıda verilen cümledeki boşluğa aşağıdakilerden hangisinin gelmesi uygundur?",
    "correctAnswer": "D",
    "options": {
      "A": "Gerçekliğin",
      "B": "Modernizmin",
      "C": "Postmodernizmin",
      "D": "Kübizmin",
      "E": "Doğruluğun"
    },
    "explanation": "Yirminci yüzyılın öncü sanat akımlarından biri Kübizm’dir. Bu akımın içinde yer alan ressamlar nesnelere çıplak gözle bakarken tek bir noktadan değil birçok noktadan görme eğiliminde olma durumuna vurgu yaparlar. Bu nesneleri yüzey üzerinde resmederken de aynı şekilde birden çok görüş açısından resmetmişlerdir. Örneğin, Picasso bir kadın yüzünü resmederken yüzey üzerinde portrede sanki kadını hem önden hem arkadan hem de yandan görüyormuş gibi resmetmiştir. Bu şekilde resimdeki kadın üç farkı yönden görülüyor gibi olur. Bu nedenle Kübizmin, geleneksel perspektifin baskın olan anlayışına bir karşı çıkış olduğu hemen anlaşılmaktadır."
  },
  {
    "id": "3352908",
    "unitNumber": 7,
    "text": "\".............açısından bir görüntüyü tanımlarken; fotomontaj, sıralama ve görüntü-metin ilişkilendirme yöntemleri yer almaktadır.\"\n Yukarıda verilen cümledeki boşluğa aşağıdakilerden hangisinin gelmesi uygundur?",
    "correctAnswer": "A",
    "options": {
      "A": "Postmodernistler",
      "B": "Kübistler",
      "C": "Modernistler",
      "D": "Realistler",
      "E": "Eski çağ santçıları"
    },
    "explanation": "Postmodernistler açısından bir görüntüyü tanımlarken; fotomontaj, sıralama ve görüntü-metin ilişkilendirme yöntemleri yer almaktadır."
  },
  {
    "id": "3352910",
    "unitNumber": 7,
    "text": "\"Fotoğrafın temel belirleyici özellikleri sıraya konduğunda ........ teknolojisi en başta yer alır\". cümlesinde boş bırakılan yere aşağıdakilerden hangisi gelecektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Görme",
      "B": "Çoğaltım",
      "C": "Biriciklik",
      "D": "Resim",
      "E": "Görüntü"
    },
    "explanation": "Kitaba göre; Fotoğrafın temel belirleyici özellikleri sıraya konduğunda çoğaltım teknolojisi en başta yer alır. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3352911",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi fotoğrafın biriciklik özelliklerini nitelemektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fotoğrafın kendine has görüntüsünün yeni teknolojilerle yeniden üretilmesi",
      "B": "Fotoğraf ya da film kamerasının çağdaş dünyayı temsil etmesi",
      "C": "Teknik bir süreç sonunda ortaya çıkan ürünler olması",
      "D": "Özgün, güvenilir, sahte ve kopya olmayan niteliğini taşıması",
      "E": "Görüntünün mekanik ya da sayısal olarak yeniden üretilerek çoğaltılması"
    },
    "explanation": "Kitaba göre; Benjamin’in Tekniğin Olanaklarıyla Yeniden Üretilebildiği … denemesinde sözünü ettiği bu durumla ilgili olarak, biricik olan bir eserin çoğaltılan kopyalarına göre hakiki kabul edilmesi durumuna vurgu yapar. ‘Özgün, güvenilir, sahte ve kopya olmayan, niteliği değişmemiş, aslına uygun olan’ anlamları taşıyan hakiki, Benjamin’e göre yeniden üretilemez. Buna göre doğru cevap D seçeneğidir."
  },
  {
    "id": "3352915",
    "unitNumber": 7,
    "text": "\"Görme Biçimleri\" eseri aşağıdakilerden hangisine aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Susie Lingfield",
      "B": "Rudolf Arnheim",
      "C": "John Berger",
      "D": "André Bazin",
      "E": "Liz Wells"
    },
    "explanation": "\"Görme Biçimleri\" eseri John Berger'e aittir.<br/>(John Berger. Görme Biçimleri. çev. Yurdanur SalmanMargaret Quigley), Yankı Yayınları, İstanbul, 1978.\n<br/>Buna göre doğru cevap C seçeneğidir.<br/>\"Görme Biçimleri\" eseri John Berger'e aittir.<br/>(John Berger. Görme Biçimleri. çev. Yurdanur SalmanMargaret Quigley), Yankı Yayınları, İstanbul, 1978.\n Buna göre doğru cevap C seçeneğidir."
  },
  {
    "id": "3352742",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi acele çabuk ‘çekildikten sonra beklemeye gerek kalmadan hemen hazırlanan bir fotoğraf yöntemi’ anlamında kullanılır.?",
    "correctAnswer": "A",
    "options": {
      "A": "alaminüt",
      "B": "analog",
      "C": "bakış",
      "D": "çerçeve",
      "E": "diyafram"
    },
    "explanation": "alaminüt"
  },
  {
    "id": "3352743",
    "unitNumber": 8,
    "text": "Alaminüt fotoğraf makineleri aşağıdakilerden hangisini içerir?",
    "correctAnswer": "B",
    "options": {
      "A": "çerçeve",
      "B": "hem çekim için fotoğraf makinesi hem de gizli görüntünün gerçek görüntüye dönüştürülmesini sağlayan karanlık odayı içerir",
      "C": "diyafram",
      "D": "bakış",
      "E": "analog"
    },
    "explanation": "hem çekim için fotoğraf makinesi hem de gizli görüntünün gerçek görüntüye dönüştürülmesini sağlayan karanlık odayı içerir"
  },
  {
    "id": "3352744",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Bakma işi veya biçimini anlatır?",
    "correctAnswer": "C",
    "options": {
      "A": "analog",
      "B": "çerçeve",
      "C": "bakış",
      "D": "alaminüt",
      "E": "diyafram"
    },
    "explanation": "bakiş"
  },
  {
    "id": "3352749",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Fotoğrafın alanında ‘film<br/>üzerindeki her bir film karesini, görüntü alanını yatay-dikey olarak sınırlandıran doğru’anlamlarında kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "çerçeve",
      "B": "bakış",
      "C": "analog",
      "D": "alaminüt",
      "E": "diyafram"
    },
    "explanation": "çerçeve"
  },
  {
    "id": "3352752",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Bir ışık demetinde uçtaki ışıkları tutmak ve optik cihazlarda daha net bir<br/>görüntü elde etmek için kullanılan çapı ayarlanabilir ışık geçirmez levha.?",
    "correctAnswer": "B",
    "options": {
      "A": "çerçeve",
      "B": "diyafram",
      "C": "bakış",
      "D": "analoğ",
      "E": "alaminüt"
    },
    "explanation": "diyafram"
  },
  {
    "id": "3352757",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi1- Fotoğrafçılıkta, radyografide ve sinemacılıkta resim çekmek için kullanılan, selülozdan, saydam, bükülebilir şerit.2- Sinemalarda gösterilen eser için kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "bakış",
      "B": "çerçeve",
      "C": "film",
      "D": "diyafram",
      "E": "alaminüt"
    },
    "explanation": "film"
  },
  {
    "id": "3352784",
    "unitNumber": 8,
    "text": "1.Herhangi bir nesnenin mercek, ayna vb. araçlarla oluşturulan biçimi, hayal.<br/>2. Bir film üzerinde sıralanmış resimlerin gösterici yardımıyla ekrana art arda <br/>düşürülmesi sonunda hareketin yeniden kurulmasıyla ortaya çıkan görünüş, görüntülük üzerindeki hareketli resimler bütünü vb.tanımlar aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "görüntü",
      "B": "diyafram",
      "C": "film",
      "D": "çerçeve",
      "E": "bakış"
    },
    "explanation": "görüntü"
  },
  {
    "id": "3352785",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi İlk fotoğraf olarak kabul edilen Niepce’nin Le Gras’da Pencereden Görünüm'ün yılıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "1685",
      "B": "1827",
      "C": "1646",
      "D": "1902",
      "E": "1905"
    },
    "explanation": "1827"
  },
  {
    "id": "3352786",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangi yılda Johann Zahn (1631-1707) ilk kez kısa ve uzun odak<br/>uzunluğu olan mercek sistemini yani objektifi karanlık kutuya uyarlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1685",
      "B": "1646",
      "C": "1827",
      "D": "1902",
      "E": "1905"
    },
    "explanation": "1685"
  },
  {
    "id": "3352787",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Athanasius Kircher’in yaptığı resimde, optik ile ilgili katkılarının görüldüğü yıldır?",
    "correctAnswer": "C",
    "options": {
      "A": "1685",
      "B": "1827",
      "C": "1646",
      "D": "1902",
      "E": "1905"
    },
    "explanation": "1646"
  },
  {
    "id": "3352924",
    "unitNumber": 8,
    "text": "“Bilim, sanat, meslek dalıyla ya da bir kısım konu ile ilgili özel ve belirli bir kavramı (anlamı) karşılayan sözcükler terimdir\". Aşağıdakilerden hangisi bir terimdir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Estetik",
      "B": "Mutluluk",
      "C": "Demokrasi",
      "D": "Güzellik",
      "E": "Resim"
    },
    "explanation": "Çözüm: Resim bir terimdir.\n Doğru Cevap E’dir."
  },
  {
    "id": "3352925",
    "unitNumber": 8,
    "text": "Çekildikten sonra beklemeye gerek kalmadan hemen hazırlanan anlamındaki fotoğraf yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Poloroid",
      "B": "Alaminüt",
      "C": "Piksel",
      "D": "Portre",
      "E": "Vizör"
    },
    "explanation": "Çekildikten sonra beklemeye gerek kalmadan hemen hazırlanan anlamındaki fotoğraf yöntemi Alaminütdir.\n Doğru Cevap B’dir."
  },
  {
    "id": "3352926",
    "unitNumber": 8,
    "text": "Sayısal fotoğrafta görüntüyü oluşturan her bir taneciği tanımlayan terim aşağıdakilerden hangisidir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Poz",
      "B": "Diyafram",
      "C": "Enstantene",
      "D": "Optüratör",
      "E": "Piksel"
    },
    "explanation": "Sayısal fotoğrafta; görüntüyü oluşturan her bir taneciği tanımlayan terim Pikseldir.\n Doğru Cevap E’dir."
  },
  {
    "id": "3352927",
    "unitNumber": 8,
    "text": "Çerçeve sanatçının resmedeceği yani görüntünün oluşacağı alanı belirler. Yatayın ağırlıkta olduğu yöneliş doğal olarak yatayın ağırlıkta olduğu estetik düzenlemeleri ortaya çıkarır. Görsel sanatlarda klasikleşmiş yatay-dikey eksen oranı aşağıdakilerden hangisidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "3:4",
      "B": "1:2",
      "C": "1:3",
      "D": "2:6",
      "E": "9:6"
    },
    "explanation": "Görsel sanatlarda klasikleşmiş yatay-dikey eksen oranı 3.42dür. Doğru Cevap A’dır."
  },
  {
    "id": "3352928",
    "unitNumber": 8,
    "text": "Aşağıda verilen fotoğraf terimlerinden hangisi aynı zamanda insan vücudundaki kaslardan birisinin adıdır ?",
    "correctAnswer": "C",
    "options": {
      "A": "İso",
      "B": "Poz",
      "C": "Diyafram",
      "D": "Enstantene",
      "E": "Obtüratör"
    },
    "explanation": "Diyafram göğüs ve karın boşluklarını birbirinden ayıran ince ve geniş kasın da adıdır.\n Doğru Cevap B’dir."
  },
  {
    "id": "3352929",
    "unitNumber": 8,
    "text": "Uluslararası ölçü sisteminde filmlerin hızı aşağıdakilerin hangisi ile tanımlanır ?",
    "correctAnswer": "A",
    "options": {
      "A": "ISO",
      "B": "RAW",
      "C": "SLR",
      "D": "DSLR",
      "E": "POZ"
    },
    "explanation": "Uluslararası ölçü sisteminde filmlerin hızı ASA, ISO YADA DIN olarak belirlenir. Cevap şıklarında doğru terimlerden ISO ya yer verilmiştir.\n Doğru Cevap A’dir."
  },
  {
    "id": "3352930",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir fotoğraf makinasındaki temel bölümlerden birisi <strong>değildir </strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Gövde",
      "B": "Diyafram",
      "C": "Objektif",
      "D": "Vizör",
      "E": "Enstantane"
    },
    "explanation": "Enstantane bir fotoğraf makinasındaki temel bölümlerden birisi değildir.\n<br/>Doğru Cevap E’dir."
  },
  {
    "id": "3352931",
    "unitNumber": 8,
    "text": "Algılanan nesnelerin temel niteliği yada bir nesnenin uzayda kapladığı yer anlamına gelen fotoğraf terimi aşağıdakilerden hangisidir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Poz",
      "B": "Levha",
      "C": "Vizör",
      "D": "Uzam",
      "E": "Çerçeve"
    },
    "explanation": "Algılanan nesnelerin temel niteliği yada bir nesnenin uzayda kapladığı yer anlamına gelen fotoğraf terimi Uzamdır. Doğru Cevap D’dir."
  },
  {
    "id": "3352932",
    "unitNumber": 8,
    "text": "1685 yılında ilk kez kısa ve uzun odak uzunluğu olan mercek sistemini yani objektifi karanlık kutuya uyarlayan kişi aşağıdakilerden hangisidir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Charles C. Harrison",
      "B": "Thomas Sutto",
      "C": "J. Schnitzer",
      "D": "Johann Zahn",
      "E": "J. Max Petzval"
    },
    "explanation": "1685 yılında Johann Zahn (1631-1707) ilk kez kısa ve uzun odak uzunluğu olan mercek sistemini yani objektifi karanlık kutuya uyarlamıştır. Doğru Cevap D’dir."
  },
  {
    "id": "3352933",
    "unitNumber": 8,
    "text": "İlk fotoğraf olarak kabul edilen <em>Le Gras’da Pencereden Görünüm </em>(1827) adlı helyografi çalışmasını yapan kişi aşağıdakilerden hangisidir ?",
    "correctAnswer": "E",
    "options": {
      "A": "T. Sutto",
      "B": "J. Schnitzer",
      "C": "J. Zahn",
      "D": "J. Max Petzval",
      "E": "N. Niepce"
    },
    "explanation": "İlk fotoğraf olarak kabul edilen Niepce’nin Le Gras’da Pencereden Görünüm (1827) adlı helyografi çalışması, 300 mm odak uzunluğuna karşılık gelen ve 81 mm çapındaki diyaf- ram açıklığı sağlayan bir objektifle çekilmiştir. Bu optik sistem fotoğrafçılıkta kullanılan ilk objektif olarak bilinir. Doğru Cevap E’dır."
  },
  {
    "id": "3840914",
    "unitNumber": 8,
    "text": "“Anlamlı ses ya da ses birliği” tanımının karşılığı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sözcük",
      "B": "Terim",
      "C": "Harf",
      "D": "Hece",
      "E": "Kavram"
    },
    "explanation": "Sözcük, bir dilde anlamlı olan en küçük ses birliğidir ve bu tanım “anlamlı ses birliği” ifadesini karşılar.<br/>Anlamlı ses birliğine ‘sözcük’ denir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3840915",
    "unitNumber": 8,
    "text": "Işık yoluyla yüzey üzerine resmetme tekniği olarak fotoğraf aşağıdaki dönemlerden hangisinde yaygınlaşmaya başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1700lerin başında",
      "B": "1700lerin ortasında",
      "C": "1800lerin ortasında",
      "D": "1900lerin başında",
      "E": "1800lerin sonunda"
    },
    "explanation": "Fotoğraf, ışıkla yüzeye resmetme tekniği olarak 1800’lü yılların ortalarında kullanılmaya başlanmıştır.<br/>Fotoğraf 1800’lü yılların ortasında yaygınlaşmaya başlamıştır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3840916",
    "unitNumber": 8,
    "text": "Fotoğraf aşağıdaki alanlardan hangisiyle doğrudan ilişkilendirilemez?",
    "correctAnswer": "E",
    "options": {
      "A": "Fizik",
      "B": "Kimya",
      "C": "Güzel sanatlar",
      "D": "Sayısal teknoloji",
      "E": "Felsefe"
    },
    "explanation": "Fotoğraf; fizik, kimya, güzel sanatlar ve sayısal teknoloji ile doğrudan ilişkilidir ancak felsefe doğrudan ilişkili bir alan değildir.<br/>Fotoğraf doğrudan felsefe ile ilişkilendirilmez. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3840917",
    "unitNumber": 8,
    "text": "Fotoğraf alanının kendine özel terimlerinin bir sözlük yapısı içinde toplanmasına yönelik ilk ciddi çalışmayı yapan kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Levend Kılıç",
      "B": "Nijat Özön",
      "C": "İbnü’l-Heysem",
      "D": "Thomas Sutton",
      "E": "Athanasius Kircher"
    },
    "explanation": "Nijat Özön, 1963 yılında Türk Dil Kurumu tarafından yayımlanan Sinema Terimleri Sözlüğü ile fotoğraf terimlerini sistemli şekilde ele alan ilk kişidir.<br/>Bu çalışmayı yapan kişi Nijat Özön’dür. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3840918",
    "unitNumber": 8,
    "text": "Analog fotoğrafla ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Fotoğrafın ortaya çıkışı süreklidir.",
      "B": "Fotoğrafın ortaya çıkışı kesintisizdir.",
      "C": "Görüntüyü oluşturan gümüş kristal tanecikleri yönlendirilemez.",
      "D": "Görüntünün oluştuğu yüzey basamaklıdır.",
      "E": "Gümüş kristal tanecikleri birbirinden bağımsız olarak işlenemez."
    },
    "explanation": "Analog fotoğraflarda görüntü sürekli ve kesintisizdir. Basamaklı yapı, sayısal (dijital) görüntüleme sistemlerinin özelliğidir.<br/>Basamaklı yüzey sayısal fotoğrafın özelliğidir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3840919",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi filmlerin hızını belirleyen uluslararası ölçü sistemlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "ASA",
      "B": "ESA",
      "C": "ISA",
      "D": "DNB",
      "E": "DSE"
    },
    "explanation": "ASA (American Standards Association) film hızını belirlemek için kullanılan yaygın uluslararası standartlardan biridir.<br/>ASA film hızını gösteren sistemdir.Doğru cevap A seçeneğidir."
  },
  {
    "id": "3840920",
    "unitNumber": 8,
    "text": "Thomas Sutton’ın 40-55 derece bakış açısı sağlayan panoramik objektifi aşağıdaki yıllardan hangisinde geliştirilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1860",
      "B": "1859",
      "C": "1849",
      "D": "1863",
      "E": "1871"
    },
    "explanation": "Thomas Sutton, 1859’da geliştirdiği objektif ile panoramik görüntüleme imkânı sağlamıştır.<br/>Bu objektif 1859 yılında geliştirilmiştir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3840921",
    "unitNumber": 8,
    "text": "Objektiflerdeki değişebilir diyafram açıklıkları sistemini geliştiren kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Paul Rudolf",
      "B": "Johann Zahn",
      "C": "Athanasius Kircher",
      "D": "Charles C. Harrison",
      "E": "John Waterhouse"
    },
    "explanation": "1858’de John Waterhouse, objektiflerde değiştirilebilir diyafram açıklıkları sistemini geliştirmiştir.<br/>Bu sistemi geliştiren kişi John Waterhouse’tur. Doğru cevap E'dir."
  },
  {
    "id": "3840922",
    "unitNumber": 8,
    "text": "“Sayısal görüntü, her biri ışık ve renk değeri olarak yönlendirilebilen milyonlarca ……. oluşur.”\n Bu cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Yüzeyden",
      "B": "Pikselden",
      "C": "Görüntüden",
      "D": "Basamaktan",
      "E": "Sayıdan"
    },
    "explanation": "Sayısal görüntüler milyonlarca bağımsız pikselden oluşur. Her bir piksel, ışık ve renk değerini temsil eder.<br/>Sayısal görüntü pikselden oluşur. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3840923",
    "unitNumber": 8,
    "text": "“Fotoğraf, ekran ve beyaz perde görüntüsünde ……. olarak bilinen derinlik, uzamın temel öğesi olarak kabul edilir.”\n Bu cümlede boş bırakılan yeri aşağıdakilerden hangisi tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "X ekseni",
      "B": "Y ekseni",
      "C": "Z ekseni",
      "D": "A paraleli",
      "E": "B uzantısı"
    },
    "explanation": "Görsel uzamın temel boyutu olan derinlik, ‘z ekseni’ ile ifade edilir. Bu eksen izleyici ile görüntü arasındaki mesafeyi tanımlar.<br/>Derinlik z eksenidir. Doğru cevap C seçeneğidir."
  }
]