[
  {
    "id": "3018801",
    "unitNumber": 1,
    "text": "WCED tarafından sürdürülebilir kalkınma kavramını açıkladığı düşünülen ve \"üçlü alt çizgisi\" olarak ifade edilen <strong>temel kavramlar</strong> aşağıdakilerden hangisinde ile birlikte verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Nesiller, tüketim, çevre",
      "B": "Kaynak, çevre, nüfus",
      "C": "Ekonomi, çevre, toplum",
      "D": "Refah, kalkınma, çevre",
      "E": "Çevre, kaynak, tasarruf"
    },
    "explanation": "SÜRDÜRÜLEBİLİR KALKINMA KAVRAMI<br/>Temelde sürdürülebilir kalkınma kavramı, üç zorunluluğa dayanmaktadır. Bunlar: İnsan ihtiyaçlarını karşılamak, sosyal eşitliği sağlamak ve çevresel sınırlara saygı göstermektir. Sürdürülebilir kalkınma kavramı, WCED tarafından, “ekonomik ve sosyal sistemleri ve ekolojik koşulları” dengelemeye yönelik politikalara rehberlik eden “küresel bir hedef” olarak başlatılmıştır. Genellikle ekonomi, çevre ve toplumun “üçlü alt çizgisi” ile temsil edilir."
  },
  {
    "id": "3018811",
    "unitNumber": 1,
    "text": "\"Brundtland Raporu” aşağıdaki konulardan hangilerinin gerilimi üzerinde durmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekonomi-Çevre",
      "B": "Çevre-Nüfus",
      "C": "Siyaset-Çevre",
      "D": "Nüfus-Kaynak",
      "E": "Ekonomi-toplum"
    },
    "explanation": "SÜRDÜRÜLEBİLİR KALKINMA KAVRAMI<br/>Brundtland Raporu, ekonomik büyüme ile çevre koruma arasındaki gerilim üzerinde durmaktadır."
  },
  {
    "id": "3018816",
    "unitNumber": 1,
    "text": "Brundtland Raporu olarak da bilinen “Ortak Geleceğimiz” hangi tarihte yayımlanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1973",
      "B": "1987",
      "C": "1992",
      "D": "1998",
      "E": "2001"
    },
    "explanation": "SÜRDÜRÜLEBİLİR KALKINMA KAVRAMI<br/>1987’de Dünya Çevre ve Kalkınma Komisyonu, Brundtland Raporu olarak da bilinen “Ortak Geleceğimiz”i yayımladı. Raporda, gelecek nesillerin ihtiyaçlarını karşılama yeteneğini tehlikeye atmadan bugünün ihtiyaçlarının karşılanmasını sürdürülebilir kalkınma olarak tanımlamıştır."
  },
  {
    "id": "3018825",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sosyal sürdürülebilirlik kavramı kapsamında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Temel hizmetlere erişim eşitliği",
      "B": "Nesiller arası eşitlik",
      "C": "Farklı kültürlere değer veren bir ilişkiler sistemi",
      "D": "Özellikle yerel düzeyde vatandaşların siyasi katılımı",
      "E": "Mal ve hizmetlerde ödemeler dengesi"
    },
    "explanation": "Sosyal sürdürülebilirlik kavramı genel olarak şu başlıkları içermektedir: • Temel hizmetlere erişim eşitliği\n<br/>• Nesiller arası eşitlik\n<br/>• Farklı kültürlere değer veren bir ilişkiler sistemi\n<br/>• Özellikle yerel düzeyde vatandaşların siyasi katılımı\n<br/>• Topluluk sahipliği duygusu\n<br/>• Sosyal sürdürülebilirlik bilincini bir sistemden aktarmak için bir sistem\n<br/>• Bir topluluğun mümkün olduğunda kendi ihtiyaçlarını karşılaması için mekanizmaların ve sistemlerin oluşturulması\n<br/>• Toplum eylemiyle karşılanamayan ihtiyaçları karşılamak için siyasal savunuculuk\n<br/>E seçeneği mal ve hizmetlerde ekonomi dengesi ekonomik sürdürülebilirlik kapsamında değerlendirilir."
  },
  {
    "id": "3018832",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi çevresel sürdürülebilirlik göstergeleri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kıyı bölgelerinde yaşayan nüfusun oranı",
      "B": "Enerji kullanım yoğunluğu",
      "C": "Şehir yerleşim alanlarının genişliği",
      "D": "Ozona zarar veren maddelerin tüketimi",
      "E": "Koruma altına alınan alanların oranı"
    },
    "explanation": "Çevresel Sürdürülebilirlik<br/>Enerji kullanım yoğunluğu ekonomik göstergeler arasında yer alır. Diğerleri çevresel göstergeler arasındadır."
  },
  {
    "id": "3018836",
    "unitNumber": 1,
    "text": "“Atıkların geri dönüşümü ve yeniden kullanımı” sürdürülebilirliğin hangi boyutu kapsamında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal",
      "B": "Çevresel",
      "C": "Kültürel",
      "D": "Ekonomik",
      "E": "Siyasal"
    },
    "explanation": "Ekonomik Sürdürülebilirlik<br/>Atıkların geri dönüşümü ve yeniden kullanımı” Sürdürülebilirlik İçin Ekonomik Göstergeler içerisinde yer alır."
  },
  {
    "id": "3018842",
    "unitNumber": 1,
    "text": "Çevresel sürdürülebilirliğin vurguladığı iki temel kavram hangisinde birlikte verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Enerji- Maliyet",
      "B": "Tehlikeli Atık-Kirlilik",
      "C": "Hijyen koşulları-Nüfus",
      "D": "Doğal Sermaye-Koruma",
      "E": "Nüfus-Yenilenebilir Enerji"
    },
    "explanation": "Çevresel sürdürülebilirlik, insan toplumunun ihtiyaçlarını karşılamasına izin verirken, destekleyici ekosistemlerin kapasitesini aşmadan, bu ihtiyaçları karşılamak için gerekli hizmetleri yeniden üretmeye devam etmesine ne de eylemlerimizle bir denge, esneklik ve birbirine bağlılık <br/>koşulu olarak tanımlanabilir. Çevresel sürdürülebilirlik doğal sermaye ve koruma kavramlarına vurguda bulunan bir yaklaşım olarak da değerlendirilebilir."
  },
  {
    "id": "3018856",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sürdürülebilir gastronomi çıkarımlarından biri<strong> değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Evde yemek pişirme",
      "B": "Mutfak bilgisinin eğitimi",
      "C": "Yerel gıda üretimi",
      "D": "Zevk ve çeşitlilik hakkı",
      "E": "Tarım kimyasalları kullanma"
    },
    "explanation": "SÜRDÜRÜLEBİLİR GASTRONOMİ VE SÜRDÜRÜLEBİLİR GIDA<br/>Tarım kimyasalları kullanma çevresel sürdürülebilirlik göstergeleri arasındadır. Diğerleri sürdürülebilir gastronomi çıkarımları ile ilgidir."
  },
  {
    "id": "3018859",
    "unitNumber": 1,
    "text": "Ekogastronomi olarak da adlandırılan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sürdürülebilir toplum",
      "B": "Sürdürülebilir çevre",
      "C": "Sürdürülebilir gastronomi",
      "D": "Sürdürülebilir ekonomi",
      "E": "Sürdürülebilir sosyal kültür"
    },
    "explanation": "SÜRDÜRÜLEBİLİR GASTRONOMİ VE SÜRDÜRÜLEBİLİR<br/>Sürdürülebilir Gastronomi: Toplulukların sosyal ve ekonomik olarak gelişebileceği anlamına gelirken, çevresel sürdürülebilirliğe ve topluluk üyelerinin optimal sağlığına ekobeslenme taahhüdü olarak ifade edilmektedir."
  },
  {
    "id": "3018863",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Beslenmede yakınlık</li> <li>Ulusal pazarlama</li> <li>Geniş ölçekli sanayi</li> <li>Gıda tazeliği</li> <li>Küçük ölçekli çiftlikler</li> </ol> Aşağıdakilerden hangileri yerel gıda sistemleri kapsamında <strong>değerlendirilemez?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "I-II",
      "B": "I-V",
      "C": "II-III",
      "D": "II-V",
      "E": "IV-V"
    },
    "explanation": "SÜRDÜRÜLEBİLİR GASTRONOMİ VE SÜRDÜRÜLEBİLİR GIDA<br/>Yerel gıda sistemleri, yerel ürünlerin küçük ölçekli çiftliklerde üretilip yerel işletmelerde işletilip taze olarak tüketiciye ulaşmasıdır. Bu nedenle ulusal pazarlama ve geniş ölçekli işletmeler yerel gıda sistemleri kapsamında değerlendirilemez. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3022027",
    "unitNumber": 1,
    "text": "Temelde sürdürülebilir kalkınma kavramı bazı zorunluluklara dayanmaktadır. Aşağıdakilerden hangisi bu zorunluluklardan birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal eşitliği sağlama",
      "B": "Bütünsel planlama düşüncesi",
      "C": "Strateji uygulama",
      "D": "İnsan kültürünü korumanın gerekliliği",
      "E": "Uluslararası eşitliğin dengelenmesi"
    },
    "explanation": "Temelde sürdürülebilir kalkınma kavramı, üç zorunluluğa dayanmaktadır. Bunlar: İnsan ihtiyaçlarını karşılamak, sosyal eşitliği sağlamak ve çevresel sınırlara saygı göstermektir. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3022064",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sürdürülebilir kalkınmanın bileşenlerinden birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bütünsel planlama",
      "B": "Nüfus kontrolü",
      "C": "Ekolojik süreci koruma",
      "D": "Uluslararası eşitliğin dengelenmesi",
      "E": "Biyolojik çeşitliliği korunması"
    },
    "explanation": "Nüfus kontrolü: Sorunlar sadece nüfus büyüklüğünden değil, kaynakların dağılımından kaynaklansa da sürdürülebilir kalkınma ancak demografik gelişmeler ekosistemin değişen üretken potansiyeli ile uyumlu ise takip edilebilir. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3022161",
    "unitNumber": 1,
    "text": "Sürdürülebilir kalkınma bitki ve hayvan türlerinin korunmasını gerektirir.\n Yukarıdaki ifade sürdürülebilir kalkınmanın bileşenlerinden hangisini tanımlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Nüfus kontrolü",
      "B": "Temel kaynakların korunması",
      "C": "Kaynaklara daha adil erişim",
      "D": "Türlerin çeşitliliği",
      "E": "Toplumsal kontrol"
    },
    "explanation": "Türlerin çeşitliliği: Sürdürülebilir kalkınma bitki ve hayvan türlerinin korunmasını gerektirir. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3022221",
    "unitNumber": 1,
    "text": "Topluluklar, (hükûmetin) politikalarının maddi büyümeye sınırlar koyabileceğini kabul ederek ekonomik refah uğraşında olmalıdır.\n Yukarıdaki ifade sürdürülebilir kalkınmanın bileşenlerinden hangisini tanımlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekonomik uygulanabilirlik",
      "B": "Çevre kalitesi",
      "C": "Çevre izleme",
      "D": "Toplumsal kontrol",
      "E": "Nüfus kontrolü"
    },
    "explanation": "Ekonomik uygulanabilirlik: Topluluklar, (hükûmetin) politikalarının maddi büyümeye sınırlar koyabileceğini kabul ederek ekonomik refah uğraşında olmalıdır. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3022502",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sürdürülebilirliğin üç temel ögesinden ekonomi ile ilişkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Güçlendirme",
      "B": "Büyüme",
      "C": "Katılım ve dayanışma",
      "D": "Doğal kaynaklar",
      "E": "Kirlilik"
    },
    "explanation": "Ekonomik: Büyüme - Etkinlik - İstikrar. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3022537",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sürdürülebilirliğin üç temel ögesinden çevresel faktörle ilişkilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Büyüme",
      "B": "Etkinlik",
      "C": "İstikrar",
      "D": "Güçlendirme",
      "E": "Kirlilik"
    },
    "explanation": "Çevresel: Esneklik/Biyoçeşitlilik - Doğal Kaynaklar - Kirlilik. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3022570",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sürdürülebilirliğin üç temel ögesinden sosyal faktörle ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Esneklik",
      "B": "Doğal Kaynaklar",
      "C": "Katılım ve Dayanışma",
      "D": "Etkinlik",
      "E": "İstikrar"
    },
    "explanation": "Sosyal: Güçlendirme - Katılım ve Dayanışma - Kurumlar ve Yönetişim. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3022597",
    "unitNumber": 1,
    "text": "Mevcut ve gelecek nesillerin kaynak ve hizmet ihtiyaçlarını, onları sağlayan ekosistemlerin sağlığından ödün vermeden karşılamak olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ekonomik açıdan sürdürülebilirlik",
      "B": "Sosyal sürdürülebilirlik",
      "C": "Topluluk sahipliği duygusu",
      "D": "Çevresel sürdürülebilirlik",
      "E": "Nesiller arası eşitlik"
    },
    "explanation": "Çevresel sürdürülebilirlik: Mevcut ve gelecek nesillerin kaynak ve hizmet ihtiyaçlarını, onları sağlayan ekosistemlerin sağlığından ödün vermeden karşılamak olarak tanımlanmaktadır. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3022670",
    "unitNumber": 1,
    "text": "Uluslararası Doğa ve Doğal Kaynakları Koruma Birliği tarafından kaç yılında yayımlanan “Dünya Koruma Stratejisi” idi?",
    "correctAnswer": "B",
    "options": {
      "A": "1979",
      "B": "1980",
      "C": "1981",
      "D": "1982",
      "E": "1983"
    },
    "explanation": "Uluslararası Doğa ve Doğal Kaynakları Koruma Birliği tarafından 1980 yılında yayımlanan “Dünya Koruma Stratejisi” idi."
  },
  {
    "id": "3022683",
    "unitNumber": 1,
    "text": "FAO’nun 2014 yılında yayımladığı sürdürülebilir gıda ve tarım için ortak bir uzgörü inşa etmede ilkeler ve yaklaşımlar adlı el kitabında gıda ve tarımda sürdürülebilirlik için belirlediği beş anahtar ilke bulunmaktadır. Aşağıdakilerden hangisi bunlardan birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Temel hizmetlere erişim eşitliği",
      "B": "Nesiller arası eşitlik",
      "C": "Farklı kültürlere değer veren bir ilişkiler sistemi",
      "D": "Topluluk sahipliği duygusu",
      "E": "Sürdürülebilir tarım için kaynakların etkin kullanımı"
    },
    "explanation": "FAO’nun 2014 yılında yayımladığı sürdürülebilir gıda ve tarım için ortak bir uzgörü inşa etmede ilkeler ve yaklaşımlar adlı el kitabında gıda ve tarımda sürdürülebilirlik için belirlediği beş anahtar ilke bulunmaktadır: • Sürdürülebilir tarım için kaynakların etkin kullanımı kritik öneme sahiptir. • Sürdürülebilirlik doğal kaynakların korunması ve geliştirilmesi için doğrudan eylemliliği gerektirir. • Kırsal kesimdeki hane halklarının durumlarını koruyup geliştirilmesini sağlamayan bir tarımsal yapıda eşitlik ve toplumsal iyi olma hâli sürdürülemez. • İnsanların, toplulukların ve ekosistemlerin dirençliliğinin desteklenmesi sürdürülebilir tarım için kritik önemdedir • Sürdürülebilir gıda ve tarım sorumlu ve etkili bir yönetişim işleyişini gerektirir. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3022708",
    "unitNumber": 1,
    "text": "1992 yazında Hangi ülkede BM Çevre ve Kalkınma Konferansı (UNCED) tarafından düzenlenmiştir? Konferansın en önemli sonuçları yayımlanan Gündem 21 ve Sürdürülebilir Kalkınma Komisyonudur.",
    "correctAnswer": "C",
    "options": {
      "A": "Arjantin",
      "B": "Venezuela",
      "C": "Brezilya",
      "D": "Ekvator",
      "E": "Peru"
    },
    "explanation": "1992 yazında Rio de Janeiro, Brezilya’da, BM Çevre ve Kalkınma Konferansı (UNCED) tarafından düzenlenmiştir. Konferansın en önemli sonuçları yayımlanan Rio Deklarasyonu, Gündem 21 ve Sürdürülebilir Kalkınma Komisyonudur."
  },
  {
    "id": "3022712",
    "unitNumber": 1,
    "text": "Kaç yılında sürdürülebilir kalkınma, Birleşmiş Milletler (BM) Genel Sekreteri Ban Ki-Moon tarafından BM eylem gündeminde beş temel öncelikten biri olarak belirlenmiş ve sürdürülebilir kalkınmanın uluslararası ve ulusal kalkınma politikalarında, gündemlerinde ve programlarında oynaması gereken kilit rolü vurgulamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "2012",
      "B": "2013",
      "C": "2014",
      "D": "2015",
      "E": "2016"
    },
    "explanation": "2012 yılında sürdürülebilir kalkınma, Birleşmiş Milletler (BM) Genel Sekreteri Ban Ki-Moon tarafından BM eylem gündeminde beş temel öncelikten biri olarak belirlendi ve sürdürülebilir kalkınmanın uluslararası ve ulusal kalkınma politikalarında, gündemlerinde ve programlarında oynaması gereken kilit rolü vurguladı. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3022732",
    "unitNumber": 1,
    "text": "17 Sürdürülebilir Kalkınma Hedefleri arasında aşağıdakilerden hangisi <strong><u>yer almaz?</u> </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Dünyadaki eşitsizliği, özellikle cinsiyetle ilgili olanları azaltmak",
      "B": "Yerel ekosistemi etkileyen kalkınma kararları üzerinde toplum kontrolü",
      "C": "Sürdürülebilir bir şekilde üretim ve tüketim yapabilen topluluklar ve şehirler yaratarak yeniliği ve dayanıklı altyapıyı teşvik etmek",
      "D": "Bir barış ortamı yaratmak ve sorumlu tüketim ve üretimi sağlamak için farklı sosyal etmenler arasındaki işbirliğini teşvik etmek",
      "E": "İklim değişikliğiyle mücadele ederek ve okyanusları ve kara ekosistemlerini koruyarak çevresel bütünlüğe özen göstermek"
    },
    "explanation": "17 Sürdürülebilir Kalkınma Hedefleri, öncelikle aşağıdaki özetlenmiş hedef- lere ulaşmayı amaçlamaktadır (Hylton, 2019):<br/>• Yoksulluğu ve açlığı ortadan kaldırarak sağlıklı bir yaşamı garanti altına almak<br/>• Su, sanitasyon ve sürdürülebilir enerji gibi temel hizmetlere erişimi evrenselleştirmek<br/>• Kapsayıcı eğitim ve insana yakışır işler (istihdam) kalkınma fırsatlarının yaratılması- nı desteklemek<br/>• Sürdürülebilir bir şekilde üretim ve tüketim yapabilen topluluklar ve şehirler yaratarak yeniliği ve dayanıklı altyapıyı teşvik etmek<br/>• Dünyadaki eşitsizliği, özellikle cinsiyetle ilgili olanları azaltmak<br/>• İklim değişikliğiyle mücadele ederek ve okyanusları ve kara ekosistemlerini koruyarak çevresel bütünlüğe özen göstermek<br/>• Bir barış ortamı yaratmak ve sorumlu tüketim ve üretimi sağlamak için farklı sosyal etmenler arasındaki işbirliğini teşvik etmek<br/>Yerel ekosistemi etkileyen kalkınma kararları üzerinde toplum kontrolü"
  },
  {
    "id": "3022744",
    "unitNumber": 1,
    "text": "Zenginlik-Verimli-sektörler-Çevre üretimi\n Yukarıdaki maddeler hangi geliştirilmesi gereken konu başlığına aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "İnsan",
      "B": "Yaşam desteği",
      "C": "Doğa",
      "D": "Ekonomi",
      "E": "Toplum"
    },
    "explanation": "Ekonomi<br/>Zenginlik Verimli sektörler Çevre üretimi"
  },
  {
    "id": "3022790",
    "unitNumber": 1,
    "text": "Nesiller arası eşitlik aşağıdakilerden hangi sürdürebilirlik başlığının kavramlarındandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Topraksal",
      "B": "İnsani",
      "C": "Toplumsal",
      "D": "Sosyal",
      "E": "Çevresel"
    },
    "explanation": "Sosyal sürdürülebilirlik (Morelli, 2011: 3) kavramı genel olarak şu başlıkları içermektedir:<br/>• Temel hizmetlere erişim eşitliği<br/>• Nesiller arası eşitlik<br/>• Farklı kültürlere değer veren bir ilişkiler sistemi<br/>• Özellikle yerel düzeyde vatandaşların siyasi katılımı<br/>• Topluluk sahipliği duygusu<br/>• Sosyal sürdürülebilirlik bilincini bir sistemden aktarmak için bir sistem<br/>• Bir topluluğun mümkün olduğunda kendi ihtiyaçlarını karşılaması için mekanizmaların ve sistem- lerin oluşturulması<br/>• Toplum eylemiyle karşılanamayan ihtiyaçla- rı karşılamak için siyasal savunuculuk"
  },
  {
    "id": "3022887",
    "unitNumber": 1,
    "text": "Gastronomi ve sürdürülebilirlik arasındaki ilişkiyi sürdürülebilir turizm üzerinden kurmak mümkündür. Bu anlamda, sürdürülebilir gastronomi aynı zamanda aşağıdakilerden hangisi olarak da tanımlanabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekonomik gastronomi",
      "B": "Ekogastronomi",
      "C": "Kısmi gastronomi",
      "D": "Verimsiz gastronomi",
      "E": "Verimli gastronomi"
    },
    "explanation": "Gastronomi ve sürdürülebilirlik arasındaki ilişkiyi sürdürülebilir turizm üzerinden kurmak mümkündür. Bu anlamda, sürdürülebilir gastronomi aynı zamanda ekogastronomi olarak da tanımlanabilir."
  },
  {
    "id": "3022902",
    "unitNumber": 1,
    "text": "FAO’nun kaç yılında yayımladığı sürdürülebilir gıda ve tarım için ortak bir uzgörü inşa etmede ilkeler ve yaklaşımlar adlı elkitabında gıda ve tarımda sürdürülebilirlik için belirlediği beş anahtar ilke bulunmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "2010",
      "B": "2012",
      "C": "2014",
      "D": "2016",
      "E": "2018"
    },
    "explanation": "FAO’nun 2014 yılında yayımladığı sürdürülebilir gıda ve tarım için ortak bir uzgörü inşa etmede ilkeler ve yaklaşımlar adlı elkitabında gıda ve tarımda sürdürülebilirlik için belirlediği beş anahtar ilke bulunmaktadır:<br/>• Sürdürülebilir tarım için kaynakların etkin kullanımı kritik öneme sahiptir.<br/>• Sürdürülebilirlik doğal kaynakların korunması ve geliştirilmesi için doğrudan eylemliliği gerektirir.<br/>• Kırsal kesimdeki hane halklarının durumlarını koruyup geliştirilmesini sağlamayan bir tarımsal yapıda eşitlik ve toplumsal iyi olma hâli sürdürülemez.<br/>• İnsanların, toplulukların ve ekosistemlerin dirençliliğinin desteklenmesi sürdürülebilir tarım için kritik önemdedir<br/>• Sürdürülebilir gıda ve tarım sorumlu ve etkili bir yönetişim işleyişini gerektirir."
  },
  {
    "id": "3022914",
    "unitNumber": 1,
    "text": "Yerel gıda sistemlerinin kısaltması aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "LDS",
      "B": "LFS",
      "C": "LGS",
      "D": "YGS",
      "E": "YBS"
    },
    "explanation": "Yerel gıda sistemlerinin kısaltmadı LFS’dir."
  },
  {
    "id": "3022932",
    "unitNumber": 1,
    "text": "1987’de Dünya Çevre ve Kalkınma Komisyonu, Brundtland Raporu olarak da bilinen aşağıdakilerden hangisini yayımladı?",
    "correctAnswer": "D",
    "options": {
      "A": "Gıda Milleri",
      "B": "Ekogastronomi",
      "C": "Dünya Koruma Stratejisi",
      "D": "Ortak Geleceğimiz",
      "E": "Gelecek Planı"
    },
    "explanation": "Ekonomik büyümenin tek başına yeterli bir gelişme olmadığının farkına varılmaya başlandığı dönemlerde sürdürülebilir kalkınma kavramı hakkında açıkça konuşulan ilk raporlardan biri, Uluslararası Doğa ve Doğal Kaynakları Koruma Birliği tarafından 1980 yılında yayımlanan “Dünya Koruma Stratejisi” idi. Daha sonra 1987’de Dünya Çevre ve Kalkınma Komisyonu, Brundtland Raporu olarak da bilinen “Ortak Geleceğimiz”i yayımladı."
  },
  {
    "id": "3022968",
    "unitNumber": 1,
    "text": "Sanayileşmiş ülkelerde ana akım gıda sisteminin kısaltması aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "MFT",
      "B": "MFS",
      "C": "AAG",
      "D": "MFD",
      "E": "MDF"
    },
    "explanation": "Sanayileşmiş ülkelerde ana akım gıda sistemine MFS denmektedir."
  },
  {
    "id": "3024362",
    "unitNumber": 1,
    "text": "Doğanın korunması ile sürdürülebilir kalkınmanın temelinde yer alan ekonomik kalkınma kavramının modern anlayışı ve uluslararası topluluk düzeyinde resmen tanınması, hangi toplantı ile başlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Stokholm konferansı",
      "B": "New York konferansı",
      "C": "Oslo toplantısı",
      "D": "Moskova konferansı",
      "E": "Brüksel konfeansı"
    },
    "explanation": "Doğanın korunması ile sürdürülebilir kalkın- manın temelinde yer alan ekonomik kalkınma arasındaki bağın erken dönem kökenleri 18. ve 19. yüzyıllara kadar uzansa da, kavramın modern anlayışı ve uluslararası topluluk düzeyinde resmen tanınması, 1972’de İsveç’te yapılan Stokholm Konferansı ile başlamıştır"
  },
  {
    "id": "3024401",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sürdürülebilir kalkınmanın hedefleri arasında sürdürülecek unsurlar arasında değerlendirilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kültürler",
      "B": "Kurumlar",
      "C": "Sosyal sermaye",
      "D": "Devletler",
      "E": "Bölge"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2fc5ee0e4b1287aed39e97e0ef0a7eba.png\" alt=\"\" width=\"685\" height=\"365\">"
  },
  {
    "id": "3024426",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ekonomik yapının sürdürülebilirliğinin bir göstergesi olarak bilinmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kişi başına yıllık enerji tüketimi",
      "B": "Mal ve hizmetlerde ödemeler dengesi",
      "C": "Malzeme kullanım yoğunluğu",
      "D": "Yenilenebilir enerji kaynaklarının kullanım oranı",
      "E": "Enerji kullanım yoğunluğu"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2cfbd1109b8fabd855ce9c8904bfee86.png\" alt=\"\" width=\"645\" height=\"288\">"
  },
  {
    "id": "3024450",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Atmosfer</li> <li>Ormanlar</li> <li>Su</li> <li>Denizler</li> <li>Dağlar</li> </ol> Size yukarıda verilenlerden hangiler çevresel sürdürülebilirlik temalı arasında yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II-III",
      "B": "I-III-IV",
      "C": "II-III-V",
      "D": "II-III-IV",
      "E": "III-IV-IV"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5c567975f1b4fbe1fd5027a20cdf24a9.png\" alt=\"\" width=\"610\" height=\"313\">"
  },
  {
    "id": "3024482",
    "unitNumber": 1,
    "text": "Sosyal sürdürülebilirlik kavramı aşağıdakilerden hangisini <u><strong>içermez?</strong></u>",
    "correctAnswer": "C",
    "options": {
      "A": "Topluluk sahipliği duygusu",
      "B": "Temel hizmetlere erişim eşitliği",
      "C": "Bir topluluğun ihtiyaçlarını karşılaması için dışarıdan tedarik mekanizmaların ve sistemlerin oluşturulması.",
      "D": "Nesiller arası eşitlik",
      "E": "Özellikle yerel düzeyde vatandaşların siyasi katılımı"
    },
    "explanation": "Sosyal sürdürülebilirlik (Morelli, 2011: 3) kavramı genel olarak şu başlıkları içermektedir:\n <ul> <li> Temel hizmetlere erişim eşitliği\n </li> <li> Nesiller arası eşitlik\n </li> <li> Farklı kültürlere değer veren bir ilişkiler sistemi\n </li> <li> Özellikle yerel düzeyde vatandaşların siyasi katılımı\n </li> <li> Topluluk sahipliği duygusu\n </li> <li> Sosyal sürdürülebilirlik bilincini bir sistemden aktarmak için bir sistem\n </li> <li> Bir topluluğun mümkün olduğunda kendi ihtiyaçlarını karşılaması için mekanizmaların ve sistemlerin oluşturulması\n </li> <li> Toplum eylemiyle karşılanamayan ihtiyaçları karşılamak için siyasal savunuculuk.\n </li> </ul>"
  },
  {
    "id": "3024515",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Turistlerin özgünlük arayışı</li> <li>Tüketicilerin eğitim düzeylerinin artması</li> <li>Politik imajın geliştirilmesi</li> <li>Yerel üretime ilginin artması</li> </ol> Yukarıdakilerden hangileri sürdürülebilir gastronomi kavramının gelişiminde etkili faktörler arasındadır?",
    "correctAnswer": "C",
    "options": {
      "A": "I-II-III",
      "B": "II-III-IV",
      "C": "I-II-IV",
      "D": "I-II",
      "E": "III-IV"
    },
    "explanation": "Günümüzde tüketicilerin, özellikle turistlerin seyahatlerinde özgün deneyimler arayışı, farklı mutfak kültürleriyle karşılaşma ve deneyimleme arzusu, yerel mutfaklar ve yerel yiyeceklere yönelik seyahatleri de gündeme getirmektedir. Turistlerin bu özgünlük arayışı topluluklarda ve destinasyonlarda, turizmden ekonomik faydalar sağlanması amacıyla yerel yiyecek üretimi, yerel yiyeceklerin üretim süreçlerini ve yerel mutfakların sürdürülebilirliğini de beraberinde getirmiştir. Yiyecek ve gastronomi, toplumların kültürlerinin ve destinasyonların sürdürülebilir gelişimi için potansiyel olarak belirleyici unsurlar olarak giderek daha fazla kabul görmektedir (Rinaldi, 2017). Gastronomi insanların kültürel ve sosyal mirasının bir parçasını oluşturduğunu hatırlıyoruz, çünkü gastronomi bu coğrafi alanların kültür ve geleneğinden kaynaklandığı için farklı coğrafi alanlarda belirli bir yaşam tarzını yansıtıyor. Yerel gastronomi bir turizm destinasyonunda katma değer yaratmakta ve turistleri bölgeye çekerek destinasyonun rekabet gücüne kat- kıda bulunabilmektedir (Galvez vd.ç, 2017). Bu nedenle günümüzde yerel ve ulusal yönetimler, turizm işletmeleri ve hatta bireysel girişimler gastronomiye ve özgünlüğe yönelik ilgi nedeniyle, topluluklardaki yerel üretim ve yerel mutfak kültürünü desteklemektedirler."
  },
  {
    "id": "3024552",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Uluslararası ürün hareketliliği</li> <li>Ürün çeşitliliği</li> <li>Yerel istihdamı sürdürme</li> <li>Egzotik gıdalara ulaşım</li> <li>Küresel işletmelerin arzı</li> </ol> Yukarıdakilerden hangisi/hangileri yerel gıda sistemlerinin avantajlarıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "I-II-III",
      "C": "II-V",
      "D": "III",
      "E": "IV"
    },
    "explanation": "Tüketim noktasına daha yakın üretilen gıdanın muhtemelen daha sürdürülebilir olacağına ve bu ne- denle tercih edilebilir olduğuna dair yaygın bir inanış vardır. Kâr perspektifinden, argüman, yerel olarak üretilen gıdanın tüketiminin, tedarik zincirinin karmaşıklığını ve aracıların sayısını azaltarak ve böylece “pazarla” doğrudan bir bağlantı sağlayarak onu üretenlere ve tüketenlere fayda sağlamasıdır. Bu ‘yerel’ ticaret aynı zamanda yerel ekonomi içinde paranın geri dönüşümü ile sonuçlanır ve çarpan etkisine yol açar; mali fayda yerel topluluk içindeki diğer bireylere ve işletmelere aktarılır. Yerel arzın çiftçi pazarları gibi yapılar aracılığıyla sağlandığı durumlarda, diğer mağazalarda harcamalar ‘zincirleme’ olabilir. Ayrıca, tedarik zincirinin kısaltılmasına rağmen, diğer işletmeler için yerel üretime bir şekilde değer katma, iş ağlarını geliştirme, yerel işleri güçlendirme ve yerel istihdamı sürdürme fırsatları olabilir. Halk açısından bakıldığında, yerel gıda tüketiciler için değerli bir fırsat olarak değerlendirilmektedir. Gıda tedarik zincirindeki insanlar arasında daha yakın ve daha az kısır etkileşim göz önüne alındığında, topluluk ruhu ve yaşam kalitesinde bir güçlenme olabilir. Ek olarak, genellikle tüketiciye sunulan bilgiler çok daha zengindir ve daha bilinçli bir seçim yapılmasına izin verir. Gezegen perspektifinden bakıldığında, daha kısa gıda zincirleri gıda millerinin azalmasına neden olacak, böylece karbon ayak izini azaltacak ve potansiyel olarak gıdanın tazeliğini artıracaktır. Yerel ürünler de genellikle minimum paketleme ve daha net ve açık şekilde sunulan bilgiyle karakterize edilir. Son olarak, yerel tedarik zincirleri ayrıca organik veya daha az yoğun şekilde üretilmiş gıda üreten küçük ölçekli çiftçiler için önemli bir çıkış noktası sağlar (Pring vd. 2012)."
  },
  {
    "id": "3024580",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Sürdürülebilir tarım için makinaların kullanımı kritik öneme sahiptir.</li> <li>Sürdürülebilirlik doğal kaynakların korunması ve geliştirilmesi için doğrudan eylemliliği gerektirir.</li> <li>Kırsal kesimdeki hane halklarının durumlarını koruyup geliştirilmesini sağlamayan bir tarımsal yapıda eşitlik ve toplumsal iyi olma hâli sürdürülemez.</li> <li>İnsanların, toplulukların ve ekosistemlerin dirençliliğinin desteklenmesi sürdürülebilir tarım için kritik önemdedir.</li> </ol> Yukarıda verilenlerden hangileri FAO’nun 2014 yılında yayımladığı sürdürülebilir gıda ve tarım için ortak bir uzgörü inşa etmede ilkeler ve yaklaşımlar adlı elkitabında gıda ve tarımda sürdürülebilirlik için belirlediği beş anahtar ilke içerisinde bulunur?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "I-III-IV",
      "D": "II-III-IV",
      "E": "II-III"
    },
    "explanation": "FAO’nun 2014 yılında yayımladığı sürdürülebilir gıda ve tarım için ortak bir uzgörü inşa etmede ilkeler ve yaklaşımlar adlı elkitabında gıda ve tarımda sürdürülebilirlik için belirlediği beş anahtar ilke bulunmaktadır:\n <ul> <li> Sürdürülebilir tarım için kaynakların etkin kullanımı kritik öneme sahiptir.\n </li> <li> Sürdürülebilirlik doğal kaynakların korunması ve geliştirilmesi için doğrudan eylemliliği gerektirir.\n </li> <li> Kırsal kesimdeki hane halklarının durumlarını koruyup geliştirilmesini sağlamayan bir tarımsal yapıda eşitlik ve toplumsal iyi olma hâli sürdürülemez.\n </li> <li> İnsanların, toplulukların ve ekosistemlerin dirençliliğinin desteklenmesi sürdürülebilir tarım için kritik önemdedir\n </li> <li> Sürdürülebilir gıda ve tarım sorumlu ve etkili bir yönetişim işleyişini gerektirir.\n </li> </ul>"
  },
  {
    "id": "3024615",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Yerel gıda üretiminin, satış noktalarının ve pazarların varlıklarını sürdürmesi</li><br/><li>Evde yemek pişirmenin gerekli olmadığının anlatılması</li><br/><li>Mutfak bilgisinin ve çocukların damak zevkine eğitiminin aktarılması</li><br/></ol><br/>Sürdürülebilir gastronomi, çevreye duyarlı yiyecekler üretmek ve onu hem zihni hem de vücudu besleyecek şekilde hazırlamak ve yemektir. Bu varsayımdan hareketle hem kırsal bölgelerde hem de büyükşehirler bağlamında yukarıda verilenlerden hangileri çıkarılabilir",
    "correctAnswer": "C",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "I-III",
      "D": "I",
      "E": "II"
    },
    "explanation": "Daha spesifik düzeyde, sürdürülebilir gastronomi, çevreye duyarlı yiyecekler üretmek ve onu hem zihni hem de vücudu besleyecek şekilde ha- zırlamak ve yemektir. Bu varsayımın hem kırsal bölgelerde hem de büyükşehirler bağlamında çok sayıda çıkarımı vardır. Bunlar (Scarpato, 2002: 139):\n<br/><ol><br/><li><br/>Evde yemek pişirmenin uygulanabilirliği\n<br/></li><br/><li><br/>Mutfak bilgisinin ve çocukların damak zevki- ne eğitiminin aktarılması\n<br/></li><br/><li><br/>Zevk ve çeşitlilik hakkı\n<br/></li><br/><li><br/>Turizmin gastronomik özgünlük ve toplum refahı üzerindeki etkisi.\n<br/></li><br/></ol>"
  },
  {
    "id": "3024634",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Tarımsal gelişme</li> <li>Gıda güvenliği</li> <li>Beslenme</li> <li>Sürdürülebilir gıda üretimi</li> </ol> Sürdürülebilir gastronomi, yukarıda sıralanan unsurlardan hangilerini teşvik ederek sürdürülebilir kalkınma hedeflerine ulaşılmasında, sürdürülebilir kalkınmanın üç boyutuyla olan bağlantıları nedeniyle bir rol oynayabilir",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "I-II-III",
      "C": "II-III-IV",
      "D": "I-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Sürdürülebilir gastronomi, aşağıda sıralanan unsurları teşvik ederek sürdürülebilir kalkınma hedeflerine ulaşılmasında, sürdürüle- bilir kalkınmanın üç boyutuyla olan bağlantıları nedeniyle bir rol oynayabilir:\n • Tarımsal gelişme<br/>• Gıda güvenliği<br/>• Beslenme<br/>• Sürdürülebilir gıda üretimi<br/>• Biyolojik çeşitliliğin korunması."
  },
  {
    "id": "2976784",
    "unitNumber": 2,
    "text": "Cesur ve radikal lezzetleri daha basit bir pişirme tarzıyla birleştirmeyi ifade eden gastronomideki yenilikçi genel özellik aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bistromony",
      "B": "Creating a \"Real\" Link",
      "C": "Purple Food",
      "D": "Plant-Based Everthing",
      "E": "Gastronomy with Family"
    },
    "explanation": "Cesur ve radikal lezzetleri daha basit bir pişirme tarzıyla birleştirmeyi ifade eden gastronomideki yenilikçi genel özellik bistromony terimi olarak isimlendirilir."
  },
  {
    "id": "2976785",
    "unitNumber": 2,
    "text": "Vakumlu pişirme ilk kez hangi tarihte keşf edilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1978",
      "B": "1974",
      "C": "1970",
      "D": "1965",
      "E": "1960"
    },
    "explanation": "Vakumlu pişirme ilk kez 1974 yılında keşfedilmiştir."
  },
  {
    "id": "2976786",
    "unitNumber": 2,
    "text": "Maddeleri ısıtmak için yüksek frekanslı radyo dalgalarının kullanılması ilk olarak hangi yıllarda kullanılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1920",
      "B": "1950",
      "C": "1990",
      "D": "2000",
      "E": "1870"
    },
    "explanation": "1920 yıllarında maddeleri ısıtmak için yüksek frekanslı radyo dalgalarının<br/>kullanılması, vakumlu tüp radyo vericilerinin geliştirilmesiyle mümkün olmuştur."
  },
  {
    "id": "2976787",
    "unitNumber": 2,
    "text": "\"Üç boyutlu yazıcı ile yemek üretimi\" özellikleri hangi türe girer?",
    "correctAnswer": "A",
    "options": {
      "A": "Süreç",
      "B": "Ürün",
      "C": "Pazarlama",
      "D": "Organizasyonel",
      "E": "Moleküler"
    },
    "explanation": "Gastronomideki Son Yeniliklerin Genel Özellikleri Yenilik Niteliği Türü<br/>3D Food Printing, Üç boyutlu yazıcı ile yemek üretimi, Süreç"
  },
  {
    "id": "2976788",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi moleküler gastronomi uygulamalarında kullanılan yöntemler arasında değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Toz haline getirme",
      "B": "Jelleştirme",
      "C": "Fermente etme",
      "D": "Emilsülfiye etme",
      "E": "Derin dondurucu"
    },
    "explanation": "Fermente etme moleküler gastronomide kullanılan yöntemler arasında değildir."
  },
  {
    "id": "2976789",
    "unitNumber": 2,
    "text": "İlk kez \"Mutfaktaki Fizik\" adlı dersi vererek moleküler gastronominin ortaya çıkmasının temellerini oluşturan fizikçi aşağıdakilerden hangisidri?",
    "correctAnswer": "D",
    "options": {
      "A": "Grant Achatz",
      "B": "Juan Marı Arzak",
      "C": "Pierre Gagnaire",
      "D": "Nicholas Kurti",
      "E": "Herve This"
    },
    "explanation": "Oxford Üniversitesinde fizik bölümünün başkanlığını yapan Macar asıllı Kurti (1908-1998), moleküler gastronomiyle alakalı ilk çalışmasına 1969 senesinde Kraliyet Enstitüsünde yemek hazırlamanın fizikokimyasını incelemek için “Mutfaktaki Fizik” adlı dersi vererek başlamıştır"
  },
  {
    "id": "2976790",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi gıda yenilikçiliği Silikon Vadisi’nde büyük ilgi alanlarından birdir?",
    "correctAnswer": "E",
    "options": {
      "A": "İyileştirici tarım",
      "B": "Vakumlama",
      "C": "Derin dondurma",
      "D": "Küre haline getirme",
      "E": "Böcek işleme ve organik tarım"
    },
    "explanation": "Yenilikçiliği Silikon Vadisi’nde büyük ilgi alanları, üç boyutlu gıda baskıları, pedri kabında büyüyen et, böcek işleme ve organik tarım gibi birçok yeniliği içermektedir."
  },
  {
    "id": "2976791",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi geleneksel gıda üretim sürecinde yeni tarifleri icat etmek ve kişiselleştirebilmek için gerekli olan dört işlevden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pazarlama",
      "B": "Pişirme",
      "C": "Dağıtma",
      "D": "Karıştırma",
      "E": "Ölçme"
    },
    "explanation": "Geleneksel gıda üretim sürecini basitçe otomatikleştirmek yerine yeni tarifleri icat etmek ve kişiselleştirmek için en az dört işlev önerilmektedir. Önerilen işlevler şunlardır: ölçme, karıştırma, dağıtma ve pişirme (ısıtma veya soğutma)."
  },
  {
    "id": "2976792",
    "unitNumber": 2,
    "text": "Klasik derin dondurucularda gıdalar eksi kaç derecede korunur?",
    "correctAnswer": "D",
    "options": {
      "A": "-4 derecede",
      "B": "-5 derecede",
      "C": "-10 derecede",
      "D": "-18 derecede",
      "E": "-24 derecede"
    },
    "explanation": "Klasik derin dondurma işleminde gıdalar -18 derecede saklanır."
  },
  {
    "id": "2976793",
    "unitNumber": 2,
    "text": "Agar agar, jelatin, karragenan, gellan gam gibi yardımcı maddeler kullanılan yöntem hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Derin Dondurma",
      "B": "Jelleştirme",
      "C": "Emülsifiye Etme",
      "D": "Toz Haline Getirme",
      "E": "Vakumda Pişirme"
    },
    "explanation": "Jelleştirme (Gelification) :Bu yöntemde gıdalara tara gam, agar agar, jelatin, karragenan, gellan gam<br/>gibi yardımcı maddeler eklenerek jel hâline gelmeleri sağlanmaktadır.<br/>Bu maddeler, içerisine eklenen gıdaların kıvamını arttırarak akışkanlığını<br/>azaltmaktadır.<br/>Jelleştirme (Gelification) : Bu yöntemde gıdalara tara gam, agar agar, jelatin, karragenan, gellan gam<br/>gibi yardımcı maddeler eklenerek jel hâline gelmeleri sağlanmaktadır.<br/>Bu maddeler, içerisine eklenen gıdaların kıvamını arttırarak akışkanlığını<br/>azaltmaktadır."
  },
  {
    "id": "2976794",
    "unitNumber": 2,
    "text": "Yiyecekleri 1974 yılında keşfedilen bu yöntem ile ısıya karşı dayanıklı plastik<br/>torbalarda düşük ya da sabit ısılı, suyun dolaşım sağlamasıyla yavaş bir şekilde pişirme yöntemi hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Derin Dondurma (Deep Freezing)",
      "B": "Toz Haline Getirme (Powderizing)",
      "C": "Vakumda Pişirme (Sous Vide)",
      "D": "Küre Haline Getirme (Spherification)",
      "E": "Dönüştürme (Transformation)"
    },
    "explanation": "Vakumda Pişirme (Sous Vide): Yiyecekler 1974 yılında keşfedilen bu yöntem ile ısıya karşı dayanıklı plastik<br/>torbalarda vakumlanarak düşük ya da sabit ısılı, suyun dolaşım sağlamasıyla<br/>yavaş bir şekilde pişirilmektedir. Uzun pişirme süresi sonrasında yiyeceklerin<br/>aroma ve lezzetleri korunurken iç ve dış kısımlarının aynı şekilde pişmesi<br/>sağlanmaktadır.<br/>Vakumda Pişirme (Sous Vide):Yiyecekler 1974 yılında keşfedilen bu yöntem ile ısıya karşı dayanıklı plastik<br/>torbalarda vakumlanarak düşük ya da sabit ısılı, suyun dolaşım sağlamasıyla<br/>yavaş bir şekilde pişirilmektedir. Uzun pişirme süresi sonrasında yiyeceklerin<br/>aroma ve lezzetleri korunurken iç ve dış kısımlarının aynı şekilde pişmesi<br/>sağlanmaktadır."
  },
  {
    "id": "2976795",
    "unitNumber": 2,
    "text": "2019 yılında Özyeğin Üniversitesinde yaptığı konuşmasında “Note-by-Note Cooking”, yani nota nota pişirmek anlayışıyla önümüzdeki yıllarda gıda güvenilirliğine ciddi çözümler bulabileceğini iddia eden bilim insanı kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "This",
      "B": "Ubbink",
      "C": "Vega",
      "D": "Creek",
      "E": "Brown"
    },
    "explanation": "Moleküler gastronomi uygulamalarının önemli ismi Herve This 2019 yılında Özyeğin Üniversitesinde yaptığı konuşmasında “Note-by-Note Cooking”, yani nota nota pişirmek anlayışıyla önümüzdeki yıllarda gıda güvenilirliğine ciddi çözümler bulabileceğini iddia etmiştir."
  },
  {
    "id": "2976796",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Meccanica için söylenemez?",
    "correctAnswer": "D",
    "options": {
      "A": "Kendi kendine inşa edilebilir",
      "B": "Demonte edilebilir",
      "C": "Yeniden monte edilebilir",
      "D": "Modüller eklenemez.",
      "E": "Kişiselleştirilebilir"
    },
    "explanation": "Meccanica kendi kendine inşa edilebilir, demonte edilebilir ve sonra yeniden<br/>monte edilebilir, modüller eklenebilir veya kaldırılabilir."
  },
  {
    "id": "2976797",
    "unitNumber": 2,
    "text": "Esnek ihtiyaçlar için Valcucine tarafından tasarlanmış modüler bir mutfak hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Meccanica",
      "B": "Emulsification",
      "C": "Gelification",
      "D": "Powderizing",
      "E": "Spherification"
    },
    "explanation": "Meccanica, esnek ihtiyaçlar için Valcucine tarafından tasarlanmış modüler bir mutfaktır."
  },
  {
    "id": "2976798",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Silikon vadisinde geleceğin mutfaklarını tasarlamak için yatırım yapan şirketlerden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Impossible Foods",
      "B": "Beyond Meat",
      "C": "Hampton Creek",
      "D": "Soylent",
      "E": "Westinghouse"
    },
    "explanation": "Silikon Vadisi’ndeki diğer yeniliklerden bazıları. Silikon Vadisi’nde Impossible Foods, Beyond Meat, Hampton Creek ve Soylent isimli şirketler<br/>yatırımlar yapmakta ve geleceğin mutfağını şekillendirmektedir."
  },
  {
    "id": "2976799",
    "unitNumber": 2,
    "text": "Slikon Vadisindeki şirketlerden birisi olan, et tasarrufu ve dünyayı korumak için ürettikleri burgerlerin tüketilmesinin faydalı olacağını dile getiren şirket hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İmpossible Foods",
      "B": "Beyond Meat",
      "C": "Hampton Creek",
      "D": "Soylent",
      "E": "Westinghouse"
    },
    "explanation": "Vadideki şirketlerden birisi olan İmpossible Foods et tasarrufu ve dünyayı korumak için ürettikleri burgerlerin tüketilmesinin faydalı olacağını<br/>dile getirmektedir"
  },
  {
    "id": "2976800",
    "unitNumber": 2,
    "text": "Pedri Kabı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "İçinde kimya deneyleri yapılan özel kap",
      "B": "Hamburger kabı",
      "C": "Hindistancevizi yağı kabı",
      "D": "Patates kabı",
      "E": "Buğday kabı"
    },
    "explanation": "Pedri Kabı: İçinde kimya deneyleri yapılan özel kap. Deney kabı (Akalın vd.<br/>2009)"
  },
  {
    "id": "2976801",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi gastronomi alanında Silikon Vadisi'ni tanımlayan bir örnek değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Artan dünya nüfusunun karnını doyurmaya yönelik bilimsel çalışmalar yürütmek.",
      "B": "Gastronominin önemli bir bileşeni olan fiziki mutfakların tasarlanması.",
      "C": "Robotların mahsul topladığı sebze bahçelerinin yaratılması.",
      "D": "Soya proteinlerinden yapılan et benzeri liflerin hazırlanması.",
      "E": "Birçok deneyin yürütüldüğü farklı yapılarda seraların oluşturulması."
    },
    "explanation": "Silikon Vadisi’nde robotların mahsul topladığı sebze bahçeleri, soya proteinlerinden yapılan et benzeri lifler, birçok deneyin yürütüldüğü farklı yapılarda seralar ve artan dünya nüfusunun karnını doyurmaya yönelik provizyonların ve bilimsel çalışmaların yürütüldüğü ekipler yer almaktadır.\n<br/>Mutfak tasarımı ise \"Mutfak Açık Oluyor\" projesinin bir fikridir."
  },
  {
    "id": "2976802",
    "unitNumber": 2,
    "text": "Aşağıdaki hangi meslek gurubu moleküler gastronomi ile ilgilenir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tıp doktorları",
      "B": "Ergoterapistler",
      "C": "Psikolojlar",
      "D": "Sosyoloğlar",
      "E": "Fizik bilimciler"
    },
    "explanation": "Moleküler gastronomide sadece aşçılar değil ilk başlarda kimya ve fizik bilimciler, devamında ise matematik, ziraat, biyoloji gibi bilim dalları çalışanları da yer almaktadır."
  },
  {
    "id": "2976803",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi \"nadir ve eşsiz soslar kullanarak çeşniler hazırlama\" olarak tanımlanan gastronominin son yeniliklerinin genel özelliklerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gastronomy with family",
      "B": "Bistromony",
      "C": "Fashionable Food",
      "D": "Creative Condiments",
      "E": "Micro-local"
    },
    "explanation": "Creative Condiments nadir ve eşsiz soslara dayanan çeşniler hazırlama olarak tanımlanan gastronominin son yeniliklerinin genel özelliklerinden biridir."
  },
  {
    "id": "2976804",
    "unitNumber": 2,
    "text": "Niteliği Üç boyutlu yazıcı ile yemek üretimi olan 3D Food Printing hangi türe girer?",
    "correctAnswer": "A",
    "options": {
      "A": "Süreç",
      "B": "Ürün",
      "C": "Pazarlama",
      "D": "Organizasyonel",
      "E": "Fizikokimya"
    },
    "explanation": "3D Food Printing Niteliği: Üç boyutlu yazıcı ile yemek üretimi Türü: Süreç"
  },
  {
    "id": "2976805",
    "unitNumber": 2,
    "text": "Moleküler gastronomiyle alakalı ilk çalışmasına 1969 senesinde Kraliyet Enstitüsünde yemek hazırlamanın fizikokimyasını incelemek için “Mutfaktaki Fizik” adlı dersi vererek başlayan fizikçi kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurti",
      "B": "This",
      "C": "Hampton",
      "D": "Creek",
      "E": "Soylent"
    },
    "explanation": "Döneminde Oxford Üniversitesinde fizik bölümünün başkanlığını yapan Macar asıllı Kurti (1908-1998), moleküler gastronomiyle alakalı ilk çalışmasına 1969 senesinde Kraliyet Enstitüsünde yemek hazırlamanın fizikokimyasını incelemek için<br/>“Mutfaktaki Fizik” adlı dersi vererek başlamıştır."
  },
  {
    "id": "2976806",
    "unitNumber": 2,
    "text": "Gıdalara tara gam, agar agar, jelatin, karragenan, gellan gam gibi yardımcı maddeler eklenerek jel hâline gelmeleri sağlayan yöntem hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Jelleştirme",
      "B": "Emülsifiye Etme",
      "C": "Vakumda Pişirme",
      "D": "Kıvamlaştırma",
      "E": "Dönüştürme"
    },
    "explanation": "Jelleştirme (Gelification) Bu yöntemde gıdalara tara gam, agar agar, jelatin, karragenan, gellan gam<br/>gibi yardımcı maddeler eklenerek jel hâline gelmeleri sağlanmaktadır.<br/>Jelleştirme(Gelification) Bu yöntemde gıdalara tara gam, agar agar, jelatin, karragenan, gellan gam<br/>gibi yardımcı maddeler eklenerek jel hâline gelmeleri sağlanmaktadır."
  },
  {
    "id": "2976807",
    "unitNumber": 2,
    "text": "Sodyum alginat’tan yararlanılarak özellikle sıvı gıdaların küre hâline getirilmesi işlemi olan ve moleküler gastronomi uygulamalarında sıklıkla kullanılan yöntem hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Küre Haline Getirme",
      "B": "Vakumda Pişirme",
      "C": "Dönüştürme",
      "D": "Jelleştirme",
      "E": "Derin Dondurma"
    },
    "explanation": "Küre Haline Getirme: Sodyum alginat’tan yararlanılarak özellikle sıvı gıdaların küre hâline getirilmesi işlemi olan spherification, moleküler gastronomi uygulamalarında sıklıkla kullanılmaktadır."
  },
  {
    "id": "2976808",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Meccanica mutfak için söylenemez?",
    "correctAnswer": "A",
    "options": {
      "A": "Sabittir",
      "B": "Kendi kendine inşa edilebilir",
      "C": "Demonte edilebilir",
      "D": "Modüller eklenebilir",
      "E": "Kaldırılabilir"
    },
    "explanation": "Meccanica kendi kendine inşa edilebilir, demonte edilebilir ve sonra yeniden monte edilebilir, modüller eklenebilir veya kaldırılabilir."
  },
  {
    "id": "2976809",
    "unitNumber": 2,
    "text": "Pedri kabı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Deney kabı",
      "B": "Modüler mutfak",
      "C": "Pişirme yöntemi",
      "D": "Çiğ beslenme",
      "E": "Sıfır atık"
    },
    "explanation": "İçinde kimya deneyleri yapılan özel kap. Deney kabı"
  },
  {
    "id": "2976810",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Silikon Vadisinin yeniliklerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yumurtasız mayonez",
      "B": "Patates",
      "C": "Hamburger",
      "D": "Mısır ekmeği",
      "E": "Tavuk kanat"
    },
    "explanation": "Hamburgerleri buğday, hindistancevizi yağı ve patates gibi basit ve doğal gıdalardan elde etmekteler. Bununla birlikte<br/>yumurtasız mayonez ve etsiz tavuk şeritleri gibi gıdalar Silikon Vadisi’ndeki diğer yeniliklerden bazıları."
  },
  {
    "id": "2976811",
    "unitNumber": 2,
    "text": "Meccanica nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Modüler mutfak",
      "B": "Deney kabı",
      "C": "Jelleştirme",
      "D": "Derin dondurma",
      "E": "Toz haline getirme"
    },
    "explanation": "Meccanica, esnek ihtiyaçlar için Valcucine tarafından tasarlanmış modüler bir mutfaktır."
  },
  {
    "id": "2976812",
    "unitNumber": 2,
    "text": "Sıfır atık yaklaşımı hangi türe girer?",
    "correctAnswer": "A",
    "options": {
      "A": "Organizasyonel",
      "B": "Ürün",
      "C": "Süreç",
      "D": "Pazarlama",
      "E": "Satış"
    },
    "explanation": "Waste Not-Zero Sıfır atık yaklaşımı: Organizasyonel"
  },
  {
    "id": "2976813",
    "unitNumber": 2,
    "text": "Gıdaların sosyal medyada paylaşılması ve web 3.0 üzerinde gıda konulu etkinliklerin yapılması hangi türe girer?",
    "correctAnswer": "A",
    "options": {
      "A": "Pazarlama",
      "B": "Ürün",
      "C": "Süreç",
      "D": "Organizasyonel",
      "E": "Satış"
    },
    "explanation": "Social Food :Gıdaların sosyal medyada paylaşılması ve web 3.0 üzerinde gıda konulu etkinliklerin yapılması: Pazarlama"
  },
  {
    "id": "2976814",
    "unitNumber": 2,
    "text": "Ürün güvenliğini etkileyen tehlikelerin önceden tespit edilmesi ve kontrol altına alınmasını sağlayan “Tehlike Analizleri ve Kritik Kontrol Noktaları” adlı sistemin kısaltılmış ismi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "HACCP",
      "B": "UNESCO",
      "C": "UNDP",
      "D": "FAO",
      "E": "WFP"
    },
    "explanation": "Soru GİRİŞ bölümüne aittir.<br/>Ürün güvenliğini etkileyen tehlikelerin önceden tespit edilmesi ve kontrol altına alınmasını olanaklı kılan “Tehlike Analizleri ve Kritik Kontrol Noktaları” yani \"Hazard Analysis and Critical Control Point\" isimli sistemin kısaltılmış adı HACCP'dir."
  },
  {
    "id": "2976815",
    "unitNumber": 2,
    "text": "Moleküler gastronomi alanındaki araştırmalarına 1969 yılında Kraliyet Enstitüsünde yemek hazırlamanın fizikokimyasını incelediği “Mutfaktaki Fizik” adlı dersi vererek başlamış olan ünlü fizikçi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nicholas Kurti",
      "B": "Herve This",
      "C": "Nikola Tesla",
      "D": "Robert Bosch",
      "E": "Niels Bohr"
    },
    "explanation": "Soru Moleküler Gastronomi Uygulamaları başlıklı bölüme aittir.<br/>Moleküler gastronomi alanındaki araştırmalarına 1969 yılında Kraliyet Enstitüsünde yemek hazırlamanın fizikokimyasını incelediği “Mutfaktaki Fizik” adlı dersi vererek başlamış olan ünlü fizikçi Nicholas Kurti’dir"
  },
  {
    "id": "2976816",
    "unitNumber": 2,
    "text": "Emülsifiye etme işlemi birbiri ile karışmayan besin maddelerinin bir emülgatör yardımı ile karıştırılmasıdır. Aşağıdakilerden hangisi moleküler gastronomi uygulamalarında sıklıkla kullanılan bir emülgatör türüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Soya lesitini",
      "B": "Sığır jelatini",
      "C": "Şeker",
      "D": "Un",
      "E": "Palm yağı"
    },
    "explanation": "Soru Moleküler Gastronomi Uygulamaları başlıklı bölümdendir.<br/>Emülsifiye etme işlemi birbiri ile karışmayan besin maddelerinin bir emülgatör yardımı ile karıştırılmasıdır. \"Soya lesitini\" moleküler gastronomi uygulamalarında sıklıkla kullanılan bir emülgatör türüdür."
  },
  {
    "id": "2976817",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangileri bitkisel kökenli olup tat ve görünüş olarak hayvansal gıdalara benzeyen besin ürünleri geliştiren şirketlerin amaçları arasındadır?\n <ol type=\"I\"> <li>Hayvan çiftliklerinden atmosfere yayılan sera gazını azaltmak</li> <li>Hayvanların yetiştirilmesi için kullanılan yem ve su miktarını azaltmak</li> <li>Daha sağlıklı ve daha ucuz besinler üretmek</li> <li>Geleneksel tatları yok ederek beslenmeyi tek tipleştirmek</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, II, IV",
      "C": "II, III, IV",
      "D": "I, III, IV",
      "E": "III ve IV"
    },
    "explanation": "Soru Moleküler Gastronomi Uygulamaları başlıklı bölümdendir.<br/>Hayvan çiftliklerinden atmosfere yayılan sera gazını azaltmak, hayvanların yetiştirilmesi için kullanılan yem ve su miktarını azaltmak ve daha sağlıklı ve daha ucuz besinler üretmek bitkisel kökenli olup tat ve görünüş olarak hayvansal gıdalara benzeyen besin ürünleri geliştiren şirketlerin amaçları arasındadır. Ancak bu şirketlerin geleneksel tatları yok ederek beslenmeyi tek tipleştirmek gibi bir amaçları olduğu söylenemez. Yani bu ifade yanlıştır."
  },
  {
    "id": "2976818",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi üç boyutlu gıda yazım platformlarında yeni tarifler icat etmek ve kişiselleştirmek için olması gereken işlevlerden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Sunma",
      "B": "Ölçme",
      "C": "Karıştırma",
      "D": "Dağıtma",
      "E": "Pişirme"
    },
    "explanation": "Soru Üç Boyutlu Gıda Yazımı ve Robotlarla Gıda Üretimi başlıklı bölüme aittir.<br/>Üç boyutlu gıda yazım platformlarında yeni tarifler icat etmek ve kişiselleştirmek için olması gereken işlevler ölçme, karıştırma, dağıtma ve pişirmedir. Sunma bunlardan biri değildir."
  },
  {
    "id": "2976819",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangileri “Mutfak Açık Oluyor” projesinde yer almış unsurlar arasındadır?\n <ol type=\"I\"> <li>Modüler bir mutfak</li> <li>Laboratuvarlar (deney-test alanları)</li> <li>Halka açık olan etkinlikler</li> <li>Özel bilgi, yetenekler ve görünürlük sağlayan ortaklıklar</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III ve IV",
      "B": "II, III ve IV",
      "C": "I, III ve IV",
      "D": "I, II ve III",
      "E": "I, II ve IV"
    },
    "explanation": "Soru Mutfak Açık Oluyor Projesi başlıklı bölüme aittir.<br/>Modüler bir mutfak, laboratuvarlar (deney-test alanları), halka açık olan etkinliklerve özel bilgi, yetenekler ve görünürlük sağlayan ortaklıklar yani seçeneklerin hepsi \"Mutfak Açık Oluyor” projesinde yer almıştır."
  },
  {
    "id": "2976820",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangileri “Mutfak Açık Oluyor” projesinin özellikleri arasındadır?\n <ol type=\"I\"> <li>Proje, görünürlüğe ve etkileşime katkıda bulunmuştur.</li> <li>Proje, iletişim araçlarıyla deney yapma alanında sınırlı kalmıştır.</li> <li>Proje, klasik şirket içi tasarım ve geliştirme modelinin sınırlarını zorlamıştır.</li> <li>Proje katılımcılığı sağlayamamıştır.</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "II, III ve IV",
      "D": "I, III ve IV",
      "E": "II ve IV"
    },
    "explanation": "Soru Mutfak Açık Oluyor Projesi başlıklı bölümdendir.<br/>Mutfak Açık Oluyor projesi, görünürlüğe ve etkileşime katkıda bulunmuş, klasik şirket içi tasarım ve geliştirme modelinin sınırlarını zorlamıştır. Ancak iletişim araçlarıyla deney yapma alanında kalmıştır. Bu seçenekler doğrudur. Ama projenin katılımcılığı sağlayamadığı söylenemez."
  },
  {
    "id": "2976821",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Silikon Vadisi’ndeki gıda üretimi işletmelerinin özellikleri arasındadır?\n <ol type=\"I\"> <li>Geleneksel tarım uygulamalarından farklı olmak</li> <li>Örgütsel yapılarının geleneksel olması</li> <li>Araştırma ve deneysellik odaklı</li> <li>Sürdürülebilir gastronomiye uygunluk</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, III, IV",
      "B": "I, II ve III",
      "C": "II, III ve IV",
      "D": "I, II ve IV",
      "E": "II ve IV"
    },
    "explanation": "Soru Silikon Vadisi ve Yemek başlıklı bölüme aittir.<br/>Silikon Vadisi’ndeki gıda üretimi işletmelerinin örgütsel yapıları geleneksel değildir, yenilikçi ve farklıdır. Dolayısıyla bu şık yanlıştır, ancak diğerleri doğrudur. Bu sebeple I, III ve IV doğru ifadeleri oluşturmaktadır."
  },
  {
    "id": "2976822",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Silikon Vadisi’ndeki gıda üretimi işletmelerinin en çok üzerinde çalıştığı konu gibi görünmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bitkisel besinlerden et benzeri gıdalar yapmak",
      "B": "Yiyecek artıklarının geri dönüşünü sağlamak",
      "C": "Çürümeyen tarımsal ürünler yaratmak",
      "D": "Daha az su ile yetişen bitkiler üretmek",
      "E": "Yenilebilir yeni bitkiler yaratmak"
    },
    "explanation": "Soru Silikon Vadisi ve Yemek başlıklı bölüme aittir.<br/>Silikon Vadisi’ndeki gıda üretimi işletmelerinin en çok üzerinde çalıştığı konu hayvansal kökenli et gibi besinlere bitkisel alternatifler üretmek gibi görünmektedir."
  },
  {
    "id": "2976823",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Silikon Vadisi’ndeki yenilikçi ve sürdürülebilir gıdalar üreten şirketlerden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Tyson Foods",
      "B": "Impossible Foods",
      "C": "Beyond Meat",
      "D": "Hampton Creek",
      "E": "Soylent"
    },
    "explanation": "SoruSilikon Vadisi ve Yemek başlıklı bölüme aittir.<br/>Tyson Foods ABD’nin en ünlü geleneksel et ve et ürünleri markasıdır. Diğerleri ise et ürünlerine bitkisel alternatifler üreten yenilikçi işletmelerdir."
  },
  {
    "id": "2976824",
    "unitNumber": 3,
    "text": "Birim karbondioksit türünden belirtilen, üretilen sera gazı miktarı yönünden insan faaliyetlerinin çevreye verdiği harabiyetin ölçüsü nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çarpan etkisi",
      "B": "Çevresel kalıtım",
      "C": "Karbon ayak izi",
      "D": "Zayii tayinatı",
      "E": "Karbondioksit sürümü"
    },
    "explanation": "Detaylar için “YÖRESELLİK VE SÜRDÜRÜLEBİLİRLİK” başlığında yer alan bilgilere bakabilirsiniz.<br/>Karbon ayak izi: Birim karbondioksit türünden belirtilen, üretilen sera gazı miktarı yönünden insan faaliyetlerinin çevreye verdiği harabiyetin ölçüsüdür ve iki ana elemandan oluşur: doğrudan (birincil) ayak izi ve dolaylı (ikincil) ayak izi."
  },
  {
    "id": "2976825",
    "unitNumber": 3,
    "text": "Seçenektekilerden hangisi yöresel mutfağın yemek ile ilgili özelliklerinden birisi <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Yemek akımları",
      "B": "Servis yöntemleri",
      "C": "Dilek sofraları",
      "D": "Kışlık gıdalar",
      "E": "Pişirme teknikleri"
    },
    "explanation": "Detaylar için “YÖRESELLİK VE SÜRDÜRÜLEBİLİRLİK” başlığında yer alan bilgilere bakabilirsiniz.<br/>Yemekle ilgili aşağıdaki konular yöresel mutfağın özellikleri olmaktadır:\n <ul> <li>Kahvaltıda tüketilen yiyecekler;</li> <li>Doğumdan ölüme kadar geçiş dönemlerinde yapılan yiyecekler, yemekler ve bunlarla ilgili yapılan uygulamalar;</li> <li>Dinî günlerde yapılan, dağıtılan yiyecekler, içecekler ve bunlarla ilgili uygulamalar;</li> <li>Neşeli günlerde yapılan uygulamalar, hazırlanan ve yenilen yiyecek, içecekler ve bunlarla ilgili uygulamalar;</li> <li>İstek, dilek sofraları;</li> <li>Yolculuk sofraları;</li> <li>Kışlık gıdalar;</li> <li>Sofra düzenleri;</li> <li>Mutfak araçları;</li> <li>Pişirme teknikleri;</li> <li>Servis yöntemleri;</li> <li>Mutfağın fiziki yapısı;</li> <li>İçecekler</li> <li>Çorbadan tatlıya bütün kategorilerde yemekler ve tarifleri;</li> <li>Hikâyesi olan yemekler</li> <li>Yemekle ilgili edebî bilgiler (şiirler, maniler, bilmeceler, destanlar, vb.)</li> </ul>"
  },
  {
    "id": "2976826",
    "unitNumber": 3,
    "text": "Yöresel mutfak hareketi hangi yıllarda ortaya çıkmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1920’li yıllar",
      "B": "1930’lu yıllar",
      "C": "1940’lı yıllar",
      "D": "1950’li yıllar",
      "E": "1960’lı yıllar"
    },
    "explanation": "Detaylar için “YÖRESEL ÜRÜN VE COĞRAFİ İŞARET” başlığında yer alan bilgilere bakabilirsiniz.<br/>Yöresel mutfak hareketi tarihsel olarak incelendiğinde, 1930’lu yıllarda yaşanan büyük ekonomik depresyon ve şiddetli kıtlık neticesinde 1933 yılında aile çiftliklerinin korunmasına yönelik çıkarılan Tarımsal Düzenleme Yasası’na dayandırılmaktadır."
  },
  {
    "id": "2976827",
    "unitNumber": 3,
    "text": "Türk Patent ve Marka Kurumunun coğrafi işaret bilgilendirme sisteminde 10.09.2020 tarihi itibarıyla peynir grubunda kaç adet mahreç işareti bulunmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "9",
      "B": "10",
      "C": "11",
      "D": "12",
      "E": "13"
    },
    "explanation": "Detaylar için “YÖRESEL ÜRÜN VE COĞRAFİ İŞARET” başlığında yer alan bilgilere bakabilirsiniz.<br/>Türk Patent ve Marka Kurumunun coğrafi işaret bilgilendirme sisteminde 10.09.2020 tarihi itibarıyla peynir grubunda 9 adet mahreç işareti bulunmaktadır."
  },
  {
    "id": "2976828",
    "unitNumber": 3,
    "text": "Doğal güzellikleriyle bir turizm bölgesi olarak dikkat çeken Erdek nerede yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Alemdağ Yarımadası’nın kuzeybatısında",
      "B": "Çanakkale Boğazı’nın kuzeydoğusunda",
      "C": "Kazdağlarının güneydoğusunda",
      "D": "Kapıdağ Yarımadası’nın güneybatısında",
      "E": "Köroğlu Dağları’nın kuzeydoğusunda"
    },
    "explanation": "Detaylar için “Erdek Mutfağı Örneği” başlığında yer alan bilgilere bakabilirsiniz.<br/>Erdek Kapıdağ Yarımadası’nın güneybatısında bulunmakta ve doğal güzellikleriyle bir turizm bölgesi olarak dikkat çekmektedir. Ancak turizmde deniz kum güneş üçlüsünden faydalanılabilme süresi iki aylık bir zaman dilimiyle kısıtlı kalmaktadır."
  },
  {
    "id": "2976829",
    "unitNumber": 3,
    "text": "Boşnak mutfağında Osmanlı mutfağına benzer şekilde etli yemeklere ne koyulmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "salça",
      "B": "tarçın",
      "C": "sirke",
      "D": "meyve",
      "E": "karabiber"
    },
    "explanation": "Detaylar için “Erdek Mutfağı Örneği” başlığında yer alan bilgilere bakabilirsiniz.<br/>Boşnaklarda börek ve etli yemekler önemlidir. Yağ olarak tereyağı, susam yağı ve kuyruk yağı kullanılmaktadır. Osmanlı mutfağında olduğu gibi etli yemeklere sirke koyulmaktadır."
  },
  {
    "id": "2976830",
    "unitNumber": 3,
    "text": "Seçenektekilerden hangisi Eskişehir Kırım Tatar mutfağı denilince akla ilk gelen yemeklerden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "kıygaşa",
      "B": "petifür",
      "C": "yaz helvası",
      "D": "kavut tatlısı",
      "E": "orman aşı"
    },
    "explanation": "Detaylar için “Eskişehir Göçmen Mutfağı Örneği” başlığında yer alan bilgilere bakabilirsiniz.<br/>Eskişehir Kırım Tatar mutfağı denilince, akla ilk gelen yemekler; çibörek, göbete, kıygaşa ve balaban’dır."
  },
  {
    "id": "2976831",
    "unitNumber": 3,
    "text": "Kastamonu Türkiye’de hangi mesleğin yayılış merkezlerinden biri olarak bilinmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "ekmekçilik",
      "B": "hayvancılık",
      "C": "iğdecilik",
      "D": "şekercilik",
      "E": "kaşıkçılık"
    },
    "explanation": "Detaylar için “Kastamonu Mutfağı Örneği” başlığında yer alan bilgilere bakabilirsiniz.<br/>Kastamonu Türkiye’de şekerciliğin yayılış merkezlerinden biri olarak bilinmektedir. Kastamonu Araç ilçesinde Hacı Bekir ürünleri özellikle lokumculukta ün kazanmıştır."
  },
  {
    "id": "2976832",
    "unitNumber": 3,
    "text": "Seçenektekilerden hangisi Manisa ile özdeşleşmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "demirhindi şerbeti",
      "B": "mesir macunu",
      "C": "Taşköprü sarımsağı",
      "D": "patates ekmeği",
      "E": "harnup pekmezi"
    },
    "explanation": "Detaylar için “Manisa Mutfağı Örneği” başlığında yer alan bilgilere bakabilirsiniz.<br/>Kent ile özdeşleşen mesir macunu, Manisa ilinin önemli gastronomi unsurları arasında yer almakta ve her yıl 21-24 Mart tarihleri arasında ilde Mesir macunu festivali gerçekleştirilmektedir."
  },
  {
    "id": "2976833",
    "unitNumber": 3,
    "text": "Çatal çorbada seçenekteki hangi malzeme kullanılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "sumak",
      "B": "sirke",
      "C": "spagetti",
      "D": "çatal",
      "E": "mercimek"
    },
    "explanation": "Detaylar için “Türk Mutfağında Kahvaltıda Tüketilen Çorba Örnekleri” başlığında yer alan bilgilere bakabilirsiniz.<br/>Çatal Çorba: Mercimek akşamdan ıslanır, sabah haşlanır. Yarma ilave edilir, iyice pişirilir. Bir tavada yağ, soğan, salça kavrulur ve çorbaya ilave edilir. İyice pişip özleşince üstüne yağda kızarmış soğan dökülür. Yanında çökelekli dürüm, ardından da pekmezli dürüm yenir."
  },
  {
    "id": "2976834",
    "unitNumber": 3,
    "text": "\"Evsel enerji sarfiyatı ve ulaşım dahil olmak üzere fosil yakıtlarının yanmasından ortaya çıkan doğrudan CO2 salınımlarının ölçüsüdür\" ifadesi aşağıdakilerden hangisinin tanımıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sürdürülebilirlik",
      "B": "Yöresellik",
      "C": "Yenilenebilir enerji",
      "D": "Doğrudan ayak izi",
      "E": "Dolaylı ayak izi"
    },
    "explanation": "Yanıtınız yanlış ise \"Yöresellik ve Sürdürülebilirlik\" konusunu yeniden gözden geçiriniz.<br/>Karbon ayak izi: Birim karbondioksit türünden belirtilen, üretilen sera gazı miktarı yönünden insan faaliyetlerinin çevreye verdiği harabiyetin ölçüsüdür ve iki ana elemandan oluşur: doğrudan (birincil) ayak izi ve dolaylı (ikincil) ayak izi. Birincil ayak izi, evsel enerji sarfiyatı ve ulaşım (örneğin gemi ve uçak) dahil olmak üzere fosil yakıtlarının yanmasından ortaya çıkan doğrudan CO2 salınımlarının, ikincil ayak izi ise kullandığımız ürünlerin tüm yaşamın döngüsünden bu ürünlerin elde edilişi ve en sonunda bozulmalarıyla ilgili olan dolaylı CO2 salınımlarının ölçüsüdür."
  },
  {
    "id": "2976835",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yöresel mutfak özellikleri arasında yer <strong>almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sofra düzenleri",
      "B": "Mutfak araçları",
      "C": "Pişirme teknikleri",
      "D": "Hikayesi olan yemekler",
      "E": "Öğle yemeğinde tüketilen yiyecekler."
    },
    "explanation": "Yanıtınız yanlış ise \"Yöresellik ve Sürdürülebilirlik\" konusunu yeniden gözden geçiriniz.<br/>Yerel yiyecekler aynı zamanda bir bölgenin kültürel sembolü olarak kabul edilmektedir. Bölgede aşağıda sıralanan ve yemek ile ilgili diğer konular o yöresel mutfağın özellikleri olmaktadır:<br/>• Kahvaltıda tüketilen yiyecekler,<br/>• Doğumdan ölüme kadar geçiş dönemlerinde yapılan yiyecekler, yemekler ve bunlarla ilgili yapılan uygulamalar, <br/>• Dini günlerde yapılan, dağıtılan yiyecekler, içecekler ve bunlarla ilgili uygulamalar, <br/>• Neşeli günlerde yapılan uygulamalar, hazırlanan ve yenilen yiyecek, içecekler ve bunlarla ilgili uygulamalar, <br/>• İstek, dilek sofraları,<br/>• Yolculuk sofraları,<br/>• Kışlık gıdalar,<br/>• Sofra düzenleri,<br/>• Mutfak araçları,<br/>• Pişirme teknikleri,<br/>• Servis yöntemleri,<br/>• Mutfağın fiziki yapısı,<br/>• İçecekler,<br/>• Çorbadan tatlıya bütün kategorilerde yemekler ve tarifleri,<br/>• Hikayesi olan yemekler,<br/>• Yemekle ilgili edebi bilgiler."
  },
  {
    "id": "2976836",
    "unitNumber": 3,
    "text": "\"Yemekleri yer yer Türk mutfağıyla aynı olan, Anadolu’nun yedi yöresinin geçmiş kültürlerinden ve bitki örtüsünden izler taşıyan mutfak\" aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yöresel mutfak",
      "B": "Anadolu mutfağı",
      "C": "Türk mutfağı",
      "D": "Fizyon mutfak",
      "E": "Bölgesel mutfak"
    },
    "explanation": "Yanıtınız yanlış ise \"Yöresellik ve Sürdürülebilirlik\" konusunu yeniden gözden geçiriniz.<br/>Yöresel Mutfak: Yemekleri yer yer Türk mutfağıyla aynı olan, Anadolu’nun yedi yöresinin geçmiş kültürlerinden ve bitki örtüsünden izler taşıyan mutfaklar."
  },
  {
    "id": "2976837",
    "unitNumber": 3,
    "text": "Aile çiftliklerinin korunmasına yönelik olan \"Tarımsal Düzenleme Yasası\" hangi yılda çıkartılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1930",
      "B": "1932",
      "C": "1933",
      "D": "1943",
      "E": "1992"
    },
    "explanation": "Yanıtınız yanlış ise \"Yöresel Ürün ve Coğrafi İşaret\" konusunu yeniden gözden geçiriniz.<br/>Her ulusun medeniyet seviyesini yansıtan özelliklerden biri de tartışmasız onların yiyecek içecek kültürleridir. Yöresel mutfak hareketi tarihsel olarak incelendiğinde, 1930’lu yıllarda yaşanan büyük ekonomik depresyon ve şiddetli kıtlık neticesinde 1933 yılında aile çiftliklerinin korunmasına yönelik çıkarılan Tarımsal Düzenleme Yasası’na dayandırılmaktadır."
  },
  {
    "id": "2976838",
    "unitNumber": 3,
    "text": "Türkiye'de yöresel değerlerin korunmasına yönelik ilk çalışma hangi tarihte gerçekleşmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "21.02.1992",
      "B": "27.06.1995",
      "C": "28.09.1999",
      "D": "27.06.2000",
      "E": "10.09.2020"
    },
    "explanation": "Yanıtınız yanlış ise \"Yöresel Ürün ve Coğrafi İşaret\" konusunu yeniden gözden geçiriniz.<br/>Türkiye’de yöresel değerlerin muhafazasına yönelik ilk çalışma, 27.06.1995 <br/>tarihinde yürürlüğe giren 555 sayılı Coğrafi İşaretlerin Korunması Hakkında Kanun Hükmünde Kararname ile gerçekleştirilmiştir."
  },
  {
    "id": "2976839",
    "unitNumber": 3,
    "text": "Üretim, işleme ya da diğer işlemlerinden en az birinin belirlenmiş coğrafi alan içinde gerçekleşmesi gereken ürünlerin konu olduğu coğrafi işaretlere ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Patent",
      "B": "Coğrafi işaret",
      "C": "Menşe adı",
      "D": "Mahreç işareti",
      "E": "Marka"
    },
    "explanation": "Yanıtınız yanlış ise \"Yöresel Ürün ve Coğrafi İşaret\" konusunu yeniden gözden geçiriniz.<br/><strong>Mahreç işareti:</strong> Belirgin bir niteliği, ünü veya diğer özellikleri itibarıyla belirli bir coğrafi alan ile özdeşleşmiş olan; üretim, işleme ya da diğer işlemlerinden en az birinin belirlenmiş coğrafi alan içinde gerçekleşmesi gereken ürünlerin konu olduğu coğrafi işaretlere <strong>\"mahreç işareti\"</strong> denir. Hammaddesi veya üretim, işleme aşamalarından bir tanesi yörede gerçekleşen bir ürün mahreç işareti olarak tescillendiğinde diğer üretim ve işleme aşamaları kaynaklandığı yöre dışında da gerçekleştirilebilir."
  },
  {
    "id": "2976840",
    "unitNumber": 3,
    "text": "Balık kültürünün olmadığı, et ve süt ürünlerinin ağırlıklı olduğu, kaymaksız yemeğin çok nadir olduğu mutfak aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Roman Mutfağı",
      "B": "Çerkez Mutfağı",
      "C": "Girit Mutfağı",
      "D": "Pomak Mutfağı",
      "E": "Boşnak Mutfağı"
    },
    "explanation": "Yanıtınız yanlış ise \"Şehir Mutfağı Örnekleri\" konusunu yeniden gözden geçiriniz.<br/><strong>Boşnak Mutfağı:</strong> Boşnak mutfağı genel olarak Türk mutfağıyla benzerlikler yansıtmaktadır. Balık kültürü yoktur, yemeklerde çoğu zaman et ve tavuk kullanılır. Boşnaklar yemeklerini sade bir şekilde, baharatları dengeli kullanarak, kendi suyunda pişirirler. Boşnaklarda börek ve etli yemekler önemlidir. Yağ olarak tereyağı, susam yağı ve kuyruk yağı kullanılmaktadır. Osmanlı mutfağında olduğu gibi etli yemeklere sirke koyulmaktadır. Boşnaklar et ve süt türevleri ağırlıklı olarak beslenirler. Kaymak, Boşnaklarda ayrıca önemlidir. Kaymaksız yemek çok nadirdir. Boşnak yemeklerinden bazıları; Boşnak böreği, palaçinka, yoğurtlu mostar köftesi, biberli Boşnak kızartması, Boşnak mantısı, ribisa, biryan kapama, kaymaklı peynirli Boşnak böreği, Boşnak tatlısı ve domatesli muhacir böreğidir."
  },
  {
    "id": "2976841",
    "unitNumber": 3,
    "text": "\"Çibörek, göbete, kıygaşa ve balaban\" aşağıdaki mutfaklardan hangisinin yemekleridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eskişehir Mutfağı",
      "B": "Kastamonu Mutfağı",
      "C": "Erdek Mutfağı",
      "D": "Manisa Mutfağı",
      "E": "Amasya Mutfağı"
    },
    "explanation": "Yanıtınız yanlış ise \"Şehir Mutfağı Örnekleri\" konusunu yeniden gözden geçiriniz.<br/>Eskişehir Kırım Tatar mutfağı denilince, akla ilk gelen yemekler; çibörek, göbete, kıygaşa ve balaban’dır."
  },
  {
    "id": "2976842",
    "unitNumber": 3,
    "text": "Her yıl 21-24 Mart tarihleri arasında \"Mesir Macunu Festivali\" gerçekleşen il aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kastamonu",
      "B": "Eskişehir",
      "C": "Manisa",
      "D": "Balıkesir",
      "E": "Bursa"
    },
    "explanation": "Yanıtınız yanlış ise \"Şehir Mutfağı Örnekleri\" konusunu yeniden gözden geçiriniz.<br/>Kent ile özdeşleşen mesir macunu, Manisa ilinin önemli gastronomi unsurları arasında yer almakta ve her yıl 21-24 Mart tarihleri arasında ilde <strong>Mesir macunu</strong> festivali gerçekleştirilmektedir."
  },
  {
    "id": "2976843",
    "unitNumber": 3,
    "text": "\"Laz böreği, Puçuko\" aşağıdaki Doğu Karadeniz Bölgesi'nde yer alan hangi ilin coğrafi işaretli ürünlerindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "Trabzon",
      "B": "Artvin",
      "C": "Bayburt",
      "D": "Ordu",
      "E": "Samsun"
    },
    "explanation": "Yanıtınız yanlış ise \"Bölge, Müze ve Çorba Örnekleri\" konusunu yeniden gözden geçiriniz.<br/><strong>Tablo 3.2 Doğu Karadeniz Bölgesi’nde Coğrafi İşaretli Ürünler</strong><br/>Artvin: Hopa Laz böreği, Puçuko. <br/>Bayburt: Bayburt balı, Bayburt kavut çorbası, Bayburt ketesi, Bayburt lor dolması, Bayburt tatlı çorba. <br/>Giresun: Çamoluk şeker kuru fasulyesi, Giresun fındık ezmesi, Giresun Kalınkara fındığı (Giresun Karası), Giresun sivri fındığı, Giresun Tombul Fındığı, Görele dondurması, Piraziz elması.<br/>Gümüşhane: Gümüşhane dut pestili, Gümüşhane ekmeği, Gümüşhane kömesi, Gümüşhane Sironu. <br/>Ordu: Akkuş şeker fasulyesi, Kabataş helvası, Ordu kivisi, Ordu Perşembe ceviz helvası, Ordu yayla pancarı turşusu (Ordu dürme turşusu). <br/>Rize: Çayeli kuru fasulye yemeği, Derepazarı pidesi, Rize baston ekmek, Rize <br/>kavurması, Rize simidi. <br/>Samsun: Bafra kaymaklı lokum, Bafra nokulu, Bafra pidesi, Çarşamba pidesi, Samsun kaz tiridi, Samsun simidi, Terme pidesi, Yakakent mantısı. <br/>Tokat: Erbaa narince bağ yaprağı, Niksar cevizi, Tokat kebabı, Tokat narince salamura asma yaprağı, Turhal yoğurtmacı. <br/>Trabzon: Akçaabat köftesi, Hamsiköy sütlacı, Tonya tereyağı, Vakfıkebir ekmeği."
  },
  {
    "id": "2976844",
    "unitNumber": 3,
    "text": "Türkiye'nin en önemli mutfak müzesi hangi ilimizde ve hangi adla yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Hatay Ekmek Müzesi",
      "B": "İzmir Lokma Müzesi",
      "C": "Afyon Patates Müzesi",
      "D": "Gaziantep Emine Göğüş Mutfak Müzesi",
      "E": "Göreme Şarap Müzesi"
    },
    "explanation": "Yanıtınız yanlış ise \"Bölge, Müze ve Çorba Örnekleri\" konusunu yeniden gözden geçiriniz.<br/>Türkiye’nin önemli bir mutfak müzesi olan, Gaziantep Emine Göğüş Mutfak <br/>Müzesi Gaziantep ilindedir."
  },
  {
    "id": "2976845",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kahvaltıda en çok çorba çeşidi tüketen iller sıralamasında ilk sıradadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kütahya",
      "B": "Aksaray",
      "C": "Bursa",
      "D": "Denizli",
      "E": "Konya"
    },
    "explanation": "Yanıtınız yanlış ise \"Bölge, Müze ve Çorba Örnekleri\" konusunu yeniden gözden geçiriniz.<br/>Türkiye’de tarhana çorbasının neredeyse bütün illerde tüketildiği görülmektedir. Bunu mercimekli ve un çorbalarının takip ettiği; yoğurtlu, sütlü, bulgurlu, hamurlu çorbalar ve kelle paça çorbasının kahvaltıda yaygın olarak tüketildiği anlaşılmaktadır. Kahvaltıda en çok çorba çeşidi tüketilen iller sırasıyla; Konya, Çorum (on çeşit), Ağrı, Kayseri, Aydın (dokuz çeşit), Kayseri, Van, Artvin, Mersin, Muğla, Bolu (sekiz çeşit), Giresun, Gümüşhane, Karaman, İstanbul (yedi çeşit), Malatya, Muş, Samsun, Sinop (altı çeşit)tur. Bazı çorbaların ise yerel tüketimi olduğu gözlenmektedir. Ayrıca, benzer çorbaların farklı bölgelerde farklı isimlendirildiği; küçük değişikliklerinin olduğu anlaşılmaktadır. Sadece kahvaltıda tüketilen çorbaların bu kadar zengin olduğu yöresel mutfaklarda diğer kategoriler de eklendiği vakit inanılmaz bir hazine olduğu ortaya çıkmaktadır."
  },
  {
    "id": "2976846",
    "unitNumber": 3,
    "text": "Yöresel mutfak ile ilgili verilen bilgilerin hangisi/hangileri doğrudur?\n I. Belirli bir yöreye ait olan, o yörenin kültüründen değerler yansıtan, yöreye özgü ürünlerdir. \n II. Geleneklerin harmanlanmasıyla meydana gelen, yerel pişirme yöntemleri ve pişirme araçlarının kullanılması ile yapılan, millî veya dinî unsurlarla etkileşen ürünlerdir.\n III. Yöre halkı tarafından üstün tutulan yemeklerin ve içeceklerin tamamı olarak tanımlanabilmektedir.",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I.",
      "B": "Sadece II.",
      "C": "Sadece III.",
      "D": "Sadece I. II.",
      "E": "I. II. III."
    },
    "explanation": "Doğru yanıt E şıkkıdır.\n Yöresel mutfak, belirli bir yöreye ait olan, o yörenin kültüründen değerler yansıtan, yöreye özgü ürünler ve geleneklerin harmanlanmasıyla meydana gelen, yerel pişirme yöntemleri ve pişirme araçlarının kullanılması ile yapılan, millî veya dinî unsurlarla etkileşen, yöre halkı tarafından üstün tutulan yemeklerin ve içeceklerin tamamı olarak tanımlanabilmektedir."
  },
  {
    "id": "2976847",
    "unitNumber": 3,
    "text": "Aşşağıdakilerden hangisi son yıllarda insanların yöresel gıdalara ilgisindeki artışın sebeplerinden ve tüketicilerin davranışlarını yönlendiren unsurlarından biri<strong> değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yöresel ürünlerin daha sürdürülebilir olması.",
      "B": "Yöresel ürünlerin daha ekolojik ve sağlıklı olduğuna dair bulgular ve görüşler",
      "C": "Medya",
      "D": "Sosyal akımlar",
      "E": "Yöresel ürünlerin Temiz ve hesaplı olması."
    },
    "explanation": "Doğru yanıt E şıkkıdır.\n Son yıllarda, bilimsel çalışmaların yöresel ürünlerin daha sürdürülebilir, daha ekolojik ve sağlıklı olduğuna dair bulguları ve görüşleri, insanların yöresel gıdalara ilgisindeki artışın önemli bir unsurudur. Ayrıca, medya ve sosyal akımlar da tüketicilerin davranışlarını yönlendirmektedir"
  },
  {
    "id": "2976848",
    "unitNumber": 3,
    "text": "Avrupa Birliği ülkelerinde, yöresel ve özgün olanı korumak adına yapılan <strong>ilk uygulama </strong> kaç yılında kullanılmaya başlanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1982",
      "B": "1992",
      "C": "1995",
      "D": "2000",
      "E": "2002"
    },
    "explanation": "Doğru yanıt B şıkkıdır.\n Yöresel ve özgün olanı korumak adına yapılan ilk uygulama 1992 yılında Avrupa Birliği ülkelerinde, daha sonra ise Coğrafi İşaret sistemi içinde uluslararası ölçekte kullanılmaya başlanmıştır."
  },
  {
    "id": "2976849",
    "unitNumber": 3,
    "text": "Türkiye’de yöresel değerlerin muhafazasına yönelik ilk çalışma olan 555 sayılı Coğrafi İşaretlerin Korunması Hakkında Kanun Hükmünde Kararname kaç yılında yürürlüğe girmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1975",
      "B": "1985",
      "C": "1995",
      "D": "2000",
      "E": "2005"
    },
    "explanation": "Doğru yanıt C şıkkıdır.\n Türkiye’de yöresel değerlerin muhafazasına yönelik ilk çalışma, 27.06.1995 tarihinde yürürlüğe giren 555 sayılı Coğrafi İşaretlerin Korunması Hakkında Kanun Hükmünde Kararname ile gerçekleştirilmiştir."
  },
  {
    "id": "2976850",
    "unitNumber": 3,
    "text": "Coğrafi işaret, tüketiciler için I. Ürünün kaynağını, II. Karakteristik özelliklerini III. Ürünün fiyatını ve IV. Ürünün söz konusu karakteristik özellikleri ile coğrafi alan arasındaki bağlantıyı gösteren ve garanti eden kalite işaretidir. <br/>Yukarıdaki bilgilerden hangisi/ hangileri <strong>yanlıştır</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece I.",
      "B": "Sadece II.",
      "C": "Sadece III.",
      "D": "Sadece IV.",
      "E": "Sadece I. II. IV."
    },
    "explanation": "Doğru yanıt C şıkkıdır.\n Coğrafi işaret, tüketiciler için ürünün kaynağını, karakteristik özelliklerini ve ürünün söz konusu karakteristik özellikleri ile coğrafi alan arasındaki bağlantıyı gösteren ve garanti eden kalite işaretidir. Coğrafi işaret tescili ile kalitesi, gelenekselliği, yöreden elde edilen ham maddesi ile yerel niteliklere bağlı olarak belli bir üne kavuşmuş ürünlerin korunması sağlanır."
  },
  {
    "id": "2976851",
    "unitNumber": 3,
    "text": "Mahreç işareti ile ilgili bilgilerin hangisi/ hangileri doğrudur?\n I. Belirgin bir niteliği, ünü veya diğer özellikleri itibarıyla belirli bir coğrafi alan ile özdeşleşmiş olanürünlerin konu olduğu coğrafi işaretlere denir.<br/>II: Üretim, işleme ya da diğer işlemlerinden en az birinin belirlenmiş coğrafi alan içinde gerçekleşmesi gereken ürünlerin konu olduğu coğrafi işaretlere denir. \n III. Hammaddesi veya üretim, işleme aşamalarından bir tanesi yörede gerçekleşen bir ürün mahreç işareti olarak tescillendiğinde diğer üretim ve işleme aşamaları kaynaklandığı yöre dışında da gerçekleştirilebilir.",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I.",
      "B": "Sadece II.",
      "C": "Sadece III.",
      "D": "Sadece I. II.",
      "E": "I. II. III."
    },
    "explanation": "Doğru yanıt E şıkkıdır.\n Mahreç işareti: Belirgin bir niteliği, ünü veya diğer özellikleri itibarıyla belirli bir coğrafi alan ile özdeşleşmiş olan; üretim, işleme ya da diğer işlemlerinden en az birinin belirlenmiş coğrafi alan içinde gerçekleşmesi gereken ürünlerin konu olduğu coğrafi işaretlere “mahreç işareti” denir. Hammaddesi veya üretim, işleme aşamalarından bir tanesi yörede gerçekleşen bir ürün mahreç işareti olarak tescillendiğinde diğer üretim ve işleme aşamaları kaynaklandığı yöre dışında da gerçekleştirilebilir."
  },
  {
    "id": "2976852",
    "unitNumber": 3,
    "text": "Ülkemize ait coğrafi işarete sahip ürünlerden hangisi yanlış eşleşmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Giresun Fındığı",
      "B": "Giresun Fıstığı",
      "C": "Ege Sultani Üzüm",
      "D": "Ege inciri",
      "E": "Malatya Kayısısı"
    },
    "explanation": "Doğru yanıt B şıkkıdır.\n Diğer taraftan coğrafi işarete sahip ürünler, bu ülkelerin yerel ekonomilerinin de güçlenmesini sağlamaktadır. Örneğin Giresun Fındığı, Malatya Kayısısı, Ege Sultani Üzüm ve Ege inciri gibi ürünler Türkiye’nin dış ihracat gelirlerinin 2,5 milyon dolarlık kısmını oluşturmaktadır."
  },
  {
    "id": "2976853",
    "unitNumber": 3,
    "text": "Hangisi Girit mutfağına ait yemeklerden biri<strong> değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Palaçinka",
      "B": "Radika salatası",
      "C": "Cibez salatası",
      "D": "Kalamar dolması",
      "E": "Papaz yahnisi"
    },
    "explanation": "Doğru yanıt A şıkkıdır.\n Girit yemeklerinden bazıları; zeytinyağlı arapsaçı, radika salatası, istifno otu salatası, cibez salatası, ahtapot salatası, kalamar dolması, papaz yahnisi kabak çiçeği dolması, engi- nar dolması, çığırtma ve silkmedir."
  },
  {
    "id": "2976854",
    "unitNumber": 3,
    "text": "Yöresel yemeklerden, çibörek, göbete, balaban hangi yöre mutfağına aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Girit mutfağı",
      "B": "Pomak Mutfağı",
      "C": "Boşnak mutfağı",
      "D": "Kırım Tatar mutfağı",
      "E": "Kastamonu Mutfağı"
    },
    "explanation": "Doğru yanıt D şıkkıdır.\n Eskişehir Kırım Tatar mutfağı denilince, akla ilk gelen yemekler; çibörek, göbete, kıygaşa ve balaban’dır. Tatarların temel yiyeceği olan çibörek, yapımı kolay ve ucuz olduğundan hem misafirler hem ev sahipleri için makbul bir yiyecek-tir; o nedenle revaç bulmuş, ticarileşmiştir. Kırım Tatarlarının çibörek düşkünlüğü, onu Ramazan’da bile bol miktarda tüketecek kadar ileri düzeydedir"
  },
  {
    "id": "2976855",
    "unitNumber": 3,
    "text": "\"Mercimek akşamdan ıslanır, sabah haşlanır. Yarma ilave edilir, iyice pişirilir. Bir tavada yağ, soğan, salça kavrulur ve çorbaya ilave edilir. İyice pişip özleşince üstüne yağda kızarmış soğan dökülür.\" \n Yukarıda tarifi verilen yöresel çorba aşşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çatal Çorba",
      "B": "Bulamaç Çorbası",
      "C": "Düğ Çorbası",
      "D": "Düğün Çorbası",
      "E": "Ezogelin Çorbası"
    },
    "explanation": "Doğru yanıt A şıkkıdır.\n Çatal Çorba: Mercimek akşamdan ıslanır, sa- bah haşlanır. Yarma ilave edilir, iyice pişirilir. Bir tavada yağ, soğan, salça kavrulur ve çorbaya ilave edilir. İyice pişip özleşince üstüne yağda kızarmış soğan dökülür."
  },
  {
    "id": "3014360",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ya da hangileri sürdürülebilirlik yaklaşımının özelliklerindendir?\n I. Genel yaşam kalitesini korumak\n II. Doğal kaynaklara ulaşımı sürekli kılmak\n III. Çevre üzerinde kalıcı zarar verecek faaliyetleri engellemek\n IV. Gelecek kuşakların ihtiyaçlarını karşılayacak kaynakları tehlikeye atmamak",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Sürdürülebilirlik yaklaşımının dört temel özelliği bulunmaktadır. Bunlar aşağıdaki şekilde sıralanabilir.\n<br/><ul><br/><li>Genel yaşam kalitesini korumak,</li><br/><li>Doğal kaynaklara ulaşımı sürekli kılmak,</li><br/><li>Çevre üzerinde kalıcı zarar verecek faaliyetleri engellemek,</li><br/><li>Gelecek kuşakların ihtiyaçlarını karşılayacak kaynakları tehlikeye atmamak.</li><br/></ul><br/>I. Genel yaşam kalitesini korumak\n II. Doğal kaynaklara ulaşımı sürekli kılmak\n III. Çevre üzerinde kalıcı zarar verecek faaliyetleri engellemek\n IV. Gelecek kuşakların ihtiyaçlarını karşılayacak kaynakları tehlikeye atmamak"
  },
  {
    "id": "3014369",
    "unitNumber": 4,
    "text": "Restoran işletmelerinin çevresel etkileri hangi başlıklar altında sınıflandırılmaktadır?\n I. Doğrudan çevresel etkiler\n II. Üreticiye yönelik çevresel etkiler\n III. Tüketiciye yönelik çevresel etkiler",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "II ve III",
      "E": "I"
    },
    "explanation": "Restoran işletmelerinin çevresel etkileri üç başlık altında sınıflandırılmaktadır. Bunlar:\n<br/><ul><br/><li>Doğrudan çevresel etkiler</li><br/><li>Üreticiye yönelik çevresel etkiler</li><br/><li>Tüketiciye yönelik çevresel etkiler</li><br/></ul><br/>I. Doğrudan çevresel etkiler\n II. Üreticiye yönelik çevresel etkiler\n III. Tüketiciye yönelik çevresel etkiler"
  },
  {
    "id": "3014377",
    "unitNumber": 4,
    "text": "Restoranların aşağıdaki alanlardaki etkilerinden hangisi ya da hangileri üreticiye yönelik etkiler başlığında yer alır?\n I. Tarım, balıkçılık, hayvancılık\n II. Toplum sağlığı\n III. Enerji ve su tüketimi\n IV. Katı atık oluşumu ve hava kirliliği",
    "correctAnswer": "A",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "II ve IV",
      "E": "III ve IV"
    },
    "explanation": "<ul><br/><li>Üreticiye yönelik çevresel etkiler: Tarım, balıkçılık, hayvancılık</li><br/><li>Tüketiciye yönelik çevresel etkiler: Toplum sağlığı</li><br/><li>Doğrudan çevresel etkiler: Enerji tüketimi, su tüketimi, katı atık oluşumu, hava kirliliği</li><br/></ul><br/>I. Tarım, balıkçılık, hayvancılık"
  },
  {
    "id": "3014389",
    "unitNumber": 4,
    "text": "Restoranların aşağıdaki alanlardaki etkilerinden hangisi ya da hangileri doğrudan çevresel etkiler başlığında yer alır?\n I. Tarım, balıkçılık, hayvancılık\n II. Toplum sağlığı\n III. Enerji ve su tüketimi\n IV. Katı atık oluşumu ve hava kirliliği",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "II ve IV",
      "E": "III ve IV"
    },
    "explanation": "<ul><br/><li>Üreticiye yönelik çevresel etkiler: Tarım, balıkçılık, hayvancılık</li><br/><li>Tüketiciye yönelik çevresel etkiler: Toplum sağlığı</li><br/><li>Doğrudan çevresel etkiler: Enerji tüketimi, su tüketimi, katı atık oluşumu, hava kirliliği</li><br/></ul><br/>III. Enerji ve su tüketimi\n IV. Katı atık oluşumu ve hava kirliliği"
  },
  {
    "id": "3014396",
    "unitNumber": 4,
    "text": "Ekolojik, ekonomik ve toplumsal boyutları içeren kapsayıcı bir şekilde tanımlandığında, “sürdürülebilir restoranların” özellikleri için aşağıdakilerden hangisi ya da hangileri doğrudur?\n I. Kaynak etkinliği ve verimliliğini gözeten\n II. Sorumlu satın almayı ilke edinen\n III. Yerel üretim ve tüketimi destekleyen",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "II ve III",
      "E": "I"
    },
    "explanation": "Sürdürülebilir restoranlar, kuruluş aşamasından başlayarak gerçekleştirmiş oldukları tüm faaliyetlerde;\n<br/><ul><br/><li>Kaynak etkinliği ve verimliliğini gözeten,</li><br/><li>Sorumlu satın almayı ilke edinen,</li><br/><li>Yerel üretim ve tüketimi destekleyen,</li><br/><li>Çalışan haklarını gözeten,</li><br/><li>Tüketim öncesi ve sonrasında atık oluşumunu en aza düşürmeyi hedefleyen ve</li><br/><li>Diğer restoran işletmelerini, tedarikçilerini ve müşterilerini de benzer şekilde davranmaya iten işletmelerdir.</li><br/></ul><br/>I. Kaynak etkinliği ve verimliliğini gözeten\n II. Sorumlu satın almayı ilke edinen\n III. Yerel üretim ve tüketimi destekleyen"
  },
  {
    "id": "3014405",
    "unitNumber": 4,
    "text": "Ekolojik, ekonomik ve toplumsal boyutları içeren kapsayıcı bir şekilde tanımlandığında, “sürdürülebilir restoranların” özellikleri için aşağıdakilerden hangisi ya da hangileri doğrudur?\n I. Çalışan haklarını gözeten\n II. Tüketim öncesi ve sonrasında atık oluşumunu en aza düşürmeyi hedefleyen\n III. Diğer restoran işletmelerini, tedarikçilerini ve müşterilerini de benzer şekilde davranmaya iten",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "II ve III",
      "E": "II"
    },
    "explanation": "Sürdürülebilir restoranlar, kuruluş aşamasından başlayarak gerçekleştirmiş oldukları tüm faaliyetlerde;\n<br/><ul><br/><li>Kaynak etkinliği ve verimliliğini gözeten,</li><br/><li>Sorumlu satın almayı ilke edinen,</li><br/><li>Yerel üretim ve tüketimi destekleyen,</li><br/><li>Çalışan haklarını gözeten,</li><br/><li>Tüketim öncesi ve sonrasında atık oluşumunu en aza düşürmeyi hedefleyen ve</li><br/><li>Diğer restoran işletmelerini, tedarikçilerini ve müşterilerini de benzer şekilde davranmaya iten işletmelerdir.</li><br/></ul><br/>I. Çalışan haklarını gözeten\n II. Tüketim öncesi ve sonrasında atık oluşumunu en aza düşürmeyi hedefleyen\n III. Diğer restoran işletmelerini, tedarikçilerini ve müşterilerini de benzer şekilde davranmaya iten"
  },
  {
    "id": "3014413",
    "unitNumber": 4,
    "text": "I. Etik et tüketimi ve sürdürülebilir balık ve deniz ürünü kullanma\n<br/>II. Yerel, mevsimlik ve organik yiyecekler kullanma ve yerel ve organik tarımı destekleme\n<br/>III. Atık yönetimi ve verimli su kullanımı\n<br/>Yukarıda verilen ifadelerden hangisi/hangileri restoran uygulamalarından sürdürülebilir kaynak kullanımına ilişkin faaliyetlerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "II ve III",
      "E": "I"
    },
    "explanation": "<table><tbody><tr><td><br/>Sürdürülebilir kaynak kullanımına ilişkin faaliyetler\n<br/></td><td><br/>• Etik et tüketimi\n<br/>• Yerel, mevsimlik ve organik yiyecekler kullanma\n<br/>• Sürdürülebilir balık ve deniz ürünü kullanma\n<br/>• Yerel ve organik tarımı destekleme\n<br/>• İş kaynaklarını verimli kullanma\n<br/>• Adil ticaret uygulamaları\n<br/></td></tr></tbody></table><br/><table><tbody><tr><td><br/>Çevre koruma ile ilgili faaliyetler\n<br/></td><td><br/>• Verimli su kullanımı\n<br/>• Ekolojik sofra takımı ve mutfak gereçleri kullanma\n<br/>• Plastik kullanımını en aza indirme\n<br/>• Sürdürülebilir değer zinciri oluşturma\n<br/>• Yeşil tedarik zinciri oluşturma\n<br/>• Yeşil pazarlama\n<br/>• Atık yönetimi\n<br/>• Geri dönüşüm\n<br/>• Yenilenebilir enerji kullanma\n<br/></td></tr></tbody></table><br/>I. Etik et tüketimi ve sürdürülebilir balık ve deniz ürünü kullanma\n<br/>II. Yerel, mevsimlik ve organik yiyecekler kullanma ve yerel ve organik tarımı destekleme"
  },
  {
    "id": "3014417",
    "unitNumber": 4,
    "text": "Aşağıdaki restoran uygulamalarından hangisi ya da hangileri sürdürülebilir kaynak kullanımına ilişkin faaliyetlerdendir?\n I. Yerel malzeme kullanımı\n II. Organik yiyecekler kullanma, genetiği değiştirilmiş gıdalardan uzak durma\n III. Zararlı kirleticilerden arındırılmış balık ve deniz ürünleri kullanma",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "II ve III",
      "E": "III"
    },
    "explanation": "Sürdürülebilir bir menü için dikkate alınması gereken konular aşağıdaki şekilde sıralanabilir:\n<br/><ul><br/><li>Yerel malzeme kullanımı</li><br/><li>Organik yiyecekler kullanma</li><br/><li>Porsiyon boyutlarını azaltma</li><br/><li>Zararlı kirleticilerden arındırılmış balık ve deniz ürünleri kullanma</li><br/><li>Genetiği değiştirilmiş gıdalardan uzak durma</li><br/></ul><br/>I. Yerel malzeme kullanımı\n II. Organik yiyecekler kullanma, genetiği değiştirilmiş gıdalardan uzak durma\n III. Zararlı kirleticilerden arındırılmış balık ve deniz ürünleri kullanma"
  },
  {
    "id": "3014420",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ya da hangileri sürdürülebilir restoran sertifikasyonuna ilişkin faaliyetler sürdürmektedir?\n I. Sürdürülebilir Restoranlar Birliği (Sustainable Restaurant Association-SRA)\n II. Yeşil Restoranlar Birliği (The Green Restaurant Association-GRA)\n III. Yeşil Nesil Restorancılık (YNR)",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "II ve III",
      "E": "II"
    },
    "explanation": "Amerika’da 1990 yılında kurulan Yeşil Restoran Birliği (<em>The Green Restaurant Association - </em>GRA)<strong>, </strong>uluslararası olarak faaliyet gösteren kâr amacı gütmeyen, şeffaf, bilimsel sertifikasyon standartları kullanarak, çevresel ve sürdürülebilir bir restoran sektörü oluşturma misyonuyla hareket eden bir kuruluştur.\n<br/>Sürdürülebilir Restoranlar Birliği (<em>Sustainable Restaurant Association - SRA</em>) İngiltere’de 2010 yılında kurulan ve kâr amacı gütmeyen bir üyelik organizasyonudur.\n<br/>Yiyecek içecek işletmelerinde yeşil hareketin ulusal ölçekte bir örneği olan Yeşil Nesil Restoran Hareketi, Doğal Hayatı Koruma Vakfı (WWF Türkiye) -Türkiye ve Boğaziçi Üniversitesi tarafından, Turizm Restoran Yatırımcıları ve İşletmecileri Derneği (TURYİD) ve Beşiktaş Belediyesi iş birliği ile Unilever Food Solutions desteğiyle hayata geçirilen bir sertifika sistemidir.<br/>I. Sürdürülebilir Restoranlar Birliği (Sustainable Restaurant Association-SRA)\n II. Yeşil Restoranlar Birliği (The Green Restaurant Association-GRA)\n III. Yeşil Nesil Restorancılık (YNR)"
  },
  {
    "id": "3017563",
    "unitNumber": 4,
    "text": "Sürdürülebilirlik kavramı, 1713'te orman kaynaklarının devamlılığının sağlanması konusunda kim tarafından kullanılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Chris Lightfood",
      "B": "Steven Karwise",
      "C": "Hans Carl von Carlowitz",
      "D": "Frederick Johansson",
      "E": "Jason Evans"
    },
    "explanation": "Günümüzde işletmeler açısından bir rekabet<br/>aracı olarak kullanılan sürdürülebilirlik, 20. yüzyılda<br/>ortaya çıkmış olsa da bu düşünce eski Yunan<br/>mitolojisine kadar uzanır. Buna göre “Toprak Ana”<br/>olarak da bilinen Gaia’nın dağları, denizleri, nehirleri,<br/>bitkileri yarattığına inanılır ve yöneticilerden<br/>onun eserlerini korumaları beklenir. Kavramın<br/>1713’te Hans Carl von Carlowitz tarafından orman<br/>kaynaklarının devamlılığının sağlanması için kullanıldığı<br/>söylenebilir."
  },
  {
    "id": "3017573",
    "unitNumber": 4,
    "text": "Sürdürülebilirlik yaklaşımının dört temel özelliğinden ilki aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gelecek kuşakların ihtiyaçlarını karşılayacak<br/>kaynakları tehlikeye atmamak",
      "B": "Genel yaşam kalitesini korumak",
      "C": "Doğal kaynaklara ulaşımı sürekli kılmak",
      "D": "Çevre üzerinde kalıcı zarar verecek faaliyetleri<br/>engellemek",
      "E": "Çevresel faktörlere yönelik çalışmalar yapmak"
    },
    "explanation": "Sürdürülebilirlik<br/>yaklaşımının dört temel özelliği bulunmaktadır.<br/>Bunlar aşağıdaki şekilde sıralanabilir (Akoğlan<br/>Kozak ve Bahçe, 2009: 92).<br/>• Genel yaşam kalitesini korumak,<br/>• Doğal kaynaklara ulaşımı sürekli kılmak,<br/>• Çevre üzerinde kalıcı zarar verecek faaliyetleri<br/>engellemek,<br/>• Gelecek kuşakların ihtiyaçlarını karşılayacak<br/>kaynakları tehlikeye atmamak şeklinde<br/>sıralanabilir"
  },
  {
    "id": "3019218",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi restoranlarda çevresel sürdürülebilirliğin oluşturduğu sonuçlardan birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yemek kültürünün korunması",
      "B": "Yavaş şehir hareketi",
      "C": "Engelli istihdamı",
      "D": "Alo gıda hatları",
      "E": "Atık Yönetimi"
    },
    "explanation": "<ul><br/><li><br/>Çevresel Sürdürülebilirlik (Fiziki Bütünlük, Biyolojik Çeşitlilik, Kaynak Verimliliği, Çevresel Saflık)<br/>• Yatırım aşamasından itibaren kaynakların etkin ve verimli kullanılması<br/>• Yeşil binalar ve bina sertifikasyonları<br/>• Enerji dostu, doğada çözülebilen, geri dönüşümlü ürünlerin satın alınması<br/>• Hava ve su kirliliğinin en aza indirilmesi, su kullanımını azaltma<br/>• Atık Yönetimi<br/>• Eko-etiket<br/>• Sürdürülebilirlik raporlanması<br/>• Yenilebilir enerji kaynaklarının kullanılması<br/>• Sürdürülebilir avlanmaya destek verilmesi<br/>• Yavaş yemek hareketi</li><br/></ul>"
  },
  {
    "id": "3019242",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Çevresel Sürdürülebilirlik başlığı altında değerlendirilen etmenlerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Biyolojik Çeşitlilik",
      "B": "Yerel Refah",
      "C": "Sosyal Eşitlik",
      "D": "Kültürel Zenginlik",
      "E": "Müşteri Memnuniyeti"
    },
    "explanation": "Çevresel Sürdürülebilirlik (Fiziki Bütünlük, Biyolojik Çeşitlilik, Kaynak Verimliliği, Çevresel Saflık)"
  },
  {
    "id": "3019248",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Sosyal Sürdürülebilirlik alanları arasında yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Fiziki Bütünlük",
      "B": "Kültürel Zenginlik",
      "C": "Biyolojik Çeşitlilik",
      "D": "Kaynak Verimliliği",
      "E": "Çevresel Saflık"
    },
    "explanation": "Sosyal Sürdürülebilirlik (Yerel Refah, İstihdam Kalitesini Artırma, Sosyal Eşitlik, Müşteri Memnuniyeti, Toplumsal Refah, Kültürel Zenginlik)"
  },
  {
    "id": "3019257",
    "unitNumber": 4,
    "text": "Sürdürülebilirliğin iç içe geçtiği temel bileşenleri aşağıdaki seçeneklerden hangisinde <strong><u>doğru </u></strong>verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplum-doğa-ekonomi",
      "B": "Üretim-tüketim-insan",
      "C": "Satış-tüketim-ekonomi",
      "D": "Pazar-çevre-ticaret",
      "E": "Doğa-çevre-ekonomi"
    },
    "explanation": "Sürdürülebilirlik kavramı toplumu, doğayı ve ekonomiyi iç içe geçmiş kümeler olarak ele alır. Bu kümelerin her biri birbiriyle ilişkilidir, dolayısıyla her birinin sürdürülebilirliği de birbirine bağlıdır. Örneğin doğal kaynakların yenilenemeyecek bir hızda tüketilmesi durumunda sürdürülebilir bir ekonomiden ve yaşam kalitesinin iyileştirilmesinden söz edilemez. Çünkü ekonomik sistemin devamlılığı doğal kaynaklara bağımlıyken yaşam kalitesinin iyileştirilmesi hem çevreye hem de ekonomik kaynaklara bağımlıdır. Dolayısıyla sürdürülebilirliğin temel bileşenleri olan bu üç kavram dengeli bir biçimde yönetilmelidir."
  },
  {
    "id": "3019258",
    "unitNumber": 4,
    "text": "“Doğal kaynakların yenilenemeyecek bir hızda tüketilmesi durumunda sürdürülebilir bir ekonomiden ve yaşam kalitesinin iyileştirilmesinden söz edilemez” ifadesi aşağıdakilerden hangisini açıklamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sürdürülebilirliğin temel bileşenlerinin her biri birbiriyle ilişkilidir",
      "B": "Doğal kaynakları korumak ortak geleceğimizi korumaktır",
      "C": "Yaşam kalitesinin iyileştirilmesi sürdürülebilirliği sağlamaya yeterlidir",
      "D": "Sürdürülebilir bir ekonomi sürdürülebilirlik politikalarının temelidir",
      "E": "Yaşam kalitesinin iyileştirilmesi sadece doğal kaynakların korunmasına bağlıdır"
    },
    "explanation": "Sürdürülebilirlik kavramı toplumu, doğayı ve ekonomiyi iç içe geçmiş kümeler olarak ele alır. Bu kümelerin her biri birbiriyle ilişkilidir, dolayısıyla her birinin sürdürülebilirliği de birbirine bağlıdır. Örneğin doğal kaynakların yenilenemeyecek bir hızda tüketilmesi durumunda sürdürülebilir bir ekonomiden ve yaşam kalitesinin iyileştirilmesinden söz edilemez. Çünkü ekonomik sistemin devamlılığı doğal kaynaklara bağımlıyken yaşam kalitesinin iyileştirilmesi hem çevreye hem de ekonomik kaynaklara bağımlıdır. Dolayısıyla sürdürülebilirliğin temel bileşenleri olan bu üç kavram dengeli bir biçimde yönetilmelidir."
  },
  {
    "id": "3019261",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sürdürülebilirlik yaklaşımının dört temel özelliğinden biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekonomik kalkınmaya hız vermek",
      "B": "Genel yaşam kalitesini korumak,",
      "C": "Doğal kaynaklara ulaşımın sürekliliğini sağlamak,",
      "D": "Çevre üzerinde kalıcı zarar verecek faaliyetleri engellemek,",
      "E": "Gelecek kuşakların ihtiyaçlarını karşılayacak kaynakları tehlikeye atmamak"
    },
    "explanation": "Sürdürülebilirlik yaklaşımının dört temel özelliği bulunmaktadır. Bunlar aşağıdaki şekilde sıralanabilir\n <ul> <li>Genel yaşam kalitesini korumak,</li> <li>Doğal kaynaklara ulaşımı sürekli kılmak,</li> <li>Çevre üzerinde kalıcı zarar verecek faaliyetleri engellemek,</li> <li>Gelecek kuşakların ihtiyaçlarını karşılayacak kaynakları tehlikeye atmamak şeklinde sıralanabilir.</li> </ul>"
  },
  {
    "id": "3019269",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi restoran işletmelerinin çevreye <u>doğrudan</u> olumsuz bir etki vermesine yol açar?",
    "correctAnswer": "A",
    "options": {
      "A": "Yoğun enerji kullanması",
      "B": "Turfanda ve sera ürünlerini satın almaması",
      "C": "Hammaddeleri küresel tedarikçiler yerine yerelden sağlaması",
      "D": "Menüleri mevsim ürünlüleriyle hazırlaması",
      "E": "Tüketicilerin sağlığı yerine ekonomik fayda sağlamaya yönelmesi"
    },
    "explanation": "Restoran işletmelerinin doğrudan çevresel etkileri, yoğun enerji ve su kaynakları tüketiminin yanı sıra gaz emisyonları, katı ve sıvı atıklar üreterek; ekosisteme, toprağa, suya ve atmosfere yaptığı olumsuz etkilerdir."
  },
  {
    "id": "3019272",
    "unitNumber": 4,
    "text": "Fırsat eşitliğini yaratan, adil ücret uygulayan, daha iyi çalışma şartları sağlayan, toplumsal katılıma önem veren, yerel ürün kullanan bir restoran işletmesi sürdürülebilirliğin hangi koşulunu sağlamış olur?",
    "correctAnswer": "A",
    "options": {
      "A": "Saosyal sürdürülebilirlik",
      "B": "Ekonomik sürdürülebilirlik",
      "C": "Çevresel sürdürülebilirlik",
      "D": "Döngüsel ekonomi",
      "E": "Eko-inovasyon"
    },
    "explanation": "osyal sürdürülebilirlik, işletmelerin insan ve toplum üzerindeki etkilerini anlamakla ilgilidir. Sosyal sürdürülebilirliğin vurgu yaptığı konular; insan hakları, fırsat eşitliği, adil ücret, çalışma şartları, toplumsal katılım, yerel ürün kullanımı vb. şeklinde sıralanabilir."
  },
  {
    "id": "3019280",
    "unitNumber": 4,
    "text": "Sürdürülebilirlik ilkelerine bağlı kalan bir restoran işletmesi iyi yetenekleri işe almakta, çalışan katılımını artırmaya çabalamakta ve çalışanları elde tutmaktadır.\n İşletmenin bu çabası aşağıdaki faydalardan hangisini sağlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Personel devir oranını azaltmaya katkı sağlar",
      "B": "Çavrenin korunmasını sağlar",
      "C": "Tedarik zincirinin iyileştirir",
      "D": "Finansal kolaylıklar sağlar",
      "E": "Müşteri sadakati yaratır"
    },
    "explanation": "Sürdürülebilirlik, iyi yetenekleri işe almaya, çalışan katılımını artırmaya ve çalışanları elde tutarak personel devir oranını azaltmaya katkı sağlar. Çalışan devir oranının yüksek olduğu restoran işletmelerinde devir oranını düşürmek ve çalışanların katılımını ve üretimini artırmak, işletmelere önemli maliyet tasarrufu ve verimlilik kazanımları sağlar."
  },
  {
    "id": "3019286",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yeşil ve sürdürülebilir restoranların yerel toplum ve yerel refah ile ilgili faaliyetlerine bir örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Adil ücret ve herkese eşit davranma",
      "B": "Yerel, mevsimlik ve organik yiyecekler kullanma",
      "C": "İş kaynaklarını verimli kullanma",
      "D": "Yeşil tedarik zinciri oluşturma",
      "E": "Yenilenebilir enerji kullanma"
    },
    "explanation": "Yerel toplum ve yerel refah ile ilgili faaliyetler:\n <ul> <li>Adil ücret ve herkese eşit davranma</li> <li>Sosyal katılıma önem verme</li> <li>Yerel istihdam sağlama</li> <li>Yerel yaşam kalitesi iyileştirme</li> <li>Sağlıklı gıda kullanımı</li> </ul>"
  },
  {
    "id": "3019289",
    "unitNumber": 4,
    "text": "Yeşil ve sürdürülebilir restoranlar aşağıdakilerden hangisini yaptığında çevre koruma ile ilgili bir faaliyet gerçekleştirmiş olur?",
    "correctAnswer": "A",
    "options": {
      "A": "Yenilenebilir enerji kullanma",
      "B": "Adil ücret ve herkese eşit davranma",
      "C": "Yerel, mevsimlik ve organik yiyecekler kullanma",
      "D": "İş kaynaklarını verimli kullanma",
      "E": "Etik et tüketimi"
    },
    "explanation": "Çevre koruma ile ilgili faaliyetler:\n <ul> <li>Verimli su kullanımı</li> <li>Ekolojik sofra takımı ve mutfak gereçleri kullanma</li> <li>Plastik kullanımını en aza indirme</li> <li>Sürdürülebilir değer zinciri oluşturma</li> <li>Yeşil tedarik zinciri oluşturma</li> <li>Yeşil pazarlama</li> <li>Atık yönetimi</li> <li>Geri dönüşüm</li> <li>Yenilenebilir enerji kullanma</li> </ul>"
  },
  {
    "id": "3019292",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir restoran işletmesinde menünün sürdürülebil olduğunun bir göstergesidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mevsime göre menü hazırlamak",
      "B": "Büyük porsiyonlar kullanmak",
      "C": "Artan malzemeleri geri dönüştürmek",
      "D": "Su kullanımında azalmaya gidilmesi",
      "E": "Tütsüleme, marine ve fermente yiyeceklerden kaçınmak"
    },
    "explanation": "Sürdürülebilir bir menü mevsimsellikle başlar. Mevsime göre menü değiştirme hem kolaydır hem de işletmeye birçok fayda sağlamaktadır. Örneğin; sınırlı sayıda, taze ve mevsimlik yemekler bulunan bir menü müşterilerin karar verme sürecini hızlandırırken işletme için maliyetleri azaltmaya yardımcı olur"
  },
  {
    "id": "3019295",
    "unitNumber": 4,
    "text": "Sürdürülebilirlik sertifikası veren, İngiltere’de 2010 yılında kurulan ve kâr amacı gütmeyen üyelik organizasyonu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sürdürülebilir Restoranlar Birliği",
      "B": "Yeşil Restoranlar Birliği",
      "C": "Yeşil Nesil Restorancılık",
      "D": "Enerji ve Çevre Dostu Tasarımda Liderlik",
      "E": "ISO 14001 Çevre Yönetim Sistem"
    },
    "explanation": "Sürdürülebilir Restoranlar Birliği (Sustainable Restaurant Association- SRA ) İngiltere’de 2010 yılında kurulan ve kâr amacı gütmeyen bir üyelik organizasyonudur. Yiyecek-içecek üreticilerini, tedarikçileri ve müşterileri bir araya getiren SRA, sürdürülebilir bir yiyecek endüstrisi yaratmaya çalışmaktadır."
  },
  {
    "id": "3019378",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Sosyal Sürdürülebilirliğin oluşturduğu sonuçlardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "kooperatifçilik hareketi",
      "B": "Eko-etiket",
      "C": "Engelli istihdamı",
      "D": "Atık Yönetimi",
      "E": "Sürdürülebilirlik raporlanması"
    },
    "explanation": "Sosyal Sürdürülebilirlik<br/>(Yerel Refah, İstihdam<br/>Kalitesini Artırma,<br/>Sosyal Eşitlik, Müşteri<br/>Memnuniyeti, Toplumsal<br/>Refah, Kültürel Zenginlik)<br/>• Yavaş yemek hareketi<br/>• Sosyal sorumluluk standartlarının uygulanması<br/>• Yerel mutfakların desteklenmesi<br/>• Yavaş şehir hareketi<br/>• Engelli istihdamı<br/>• Engelliler için erişebilirlik<br/>• Çevresel vatandaşlık davranışı<br/>• Alo gıda hatları<br/>• Sürdürülebilir restoranlar birliğinin kurulması<br/>• Yerel üreticiyi destekleme<br/>• Organik tarım faaliyetlerinin artması<br/>• Sürdürülebilirlik ödülleri"
  },
  {
    "id": "3019436",
    "unitNumber": 4,
    "text": "Ürün, malzeme ve kaynakların değerinin ekonomide olabildiği kadar uzun tutulduğu ve atık miktarının en düşük olduğu ekonomik yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Döngüsel Ekonomi",
      "B": "Eko İnovasyon",
      "C": "Eko-etiket",
      "D": "Kültürel Zenginlik",
      "E": "Sosyal Eşitlik"
    },
    "explanation": "Döngüsel Ekonomi: Ürün, malzeme ve<br/>kaynakların değerinin ekonomide olabildiği<br/>kadar uzun tutulduğu ve atık miktarının<br/>en düşük olduğu ekonomik yaklaşımdır<br/>(Önder, 2018)"
  },
  {
    "id": "3020124",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sürdürülebilir restoran olmanın işletmelere sağlayacağı katkılardan biri arasında yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Atık Yönetimi",
      "B": "Eko-etiket",
      "C": "Maliyetlerin azalması",
      "D": "Yavaş şehir hareketi",
      "E": "Alo gıda hatları"
    },
    "explanation": "Maliyetlerin azalması: Restoran işletmelerinde<br/>atıkları azaltmak, enerji ve suyu verimli kullanmak,<br/>yerel ürün tercih etmek gibi sürdürülebilir<br/>uygulamalar maliyetleri azaltıcı yönde etkide bulunur.<br/>İlk bakışta yüksek maliyetli görülen bu uygulamalar<br/>uzun vadede işletmelere büyük kazançlar<br/>getirebilmektedir."
  },
  {
    "id": "3020149",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sürdürülebilir kaynak kullanımına ilişkin faaliyetler arasında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yerel ve organik tarımı destekleme",
      "B": "Sosyal katılıma önem verme",
      "C": "Atık yönetimi",
      "D": "Yeşil pazarlama",
      "E": "Plastik kullanımını en aza indirme"
    },
    "explanation": "Sürdürülebilir kaynak<br/>kullanımına ilişkin faaliyetler<br/>• Etik et tüketimi<br/>• Yerel, mevsimlik ve organik yiyecekler kullanma<br/>• Sürdürülebilir balık ve deniz ürünü kullanma<br/>• Yerel ve organik tarımı destekleme<br/>• İş kaynaklarını verimli kullanma<br/>• Adil ticaret uygulamaları"
  },
  {
    "id": "3020155",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi çevre koruma ile ilgili faaliyetler arasında yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Adil ticaret uygulamaları",
      "B": "İş kaynaklarını verimli kullanma",
      "C": "Geri dönüşüm",
      "D": "Etik et tüketimi",
      "E": "Sağlıklı gıda kullanımı"
    },
    "explanation": "Çevre koruma ile ilgili<br/>faaliyetler<br/>• Verimli su kullanımı<br/>• Ekolojik sofra takımı ve mutfak gereçleri kullanma<br/>• Plastik kullanımını en aza indirme<br/>• Sürdürülebilir değer zinciri oluşturma<br/>• Yeşil tedarik zinciri oluşturma<br/>• Yeşil pazarlama<br/>• Atık yönetimi<br/>• Geri dönüşüm<br/>• Yenilenebilir enerji kullanma"
  },
  {
    "id": "3023398",
    "unitNumber": 4,
    "text": "I. Fosil yakıtların kullanımını sürekli kılmak\n II. Genel yaşam kalitesini korumak\n III. Doğal kaynaklara ulaşımı sağlamak\n IV. Çevre üzerinde kalıcı zarar verecek faaliyetleri engellemek\n V. Gelecek kuşakların ihtiyaçlarını karşılayacak kaynakları tehlikeye atmamak\n Yukarıdakilerden hangisi ya da hangileri sürdürülebilirlik yaklaşımının temel özelliklerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, III, V",
      "B": "II, IV",
      "C": "I, III",
      "D": "I, II, III",
      "E": "II, III, IV, V"
    },
    "explanation": "Şunlar sürdürülebilirlik yaklaşımının temel özelliklerindendir:\n<br/>II. Genel yaşam kalitesini korumak\n<br/>III. Doğal kaynaklara ulaşımı sağlamak\n<br/>IV. Çevre üzerinde kalıcı zarar verecek faaliyetleri engellemek\n<br/>V. Gelecek kuşakların ihtiyaçlarını karşılayacak kaynakları tehlikeye atmamak<br/>II, III, IV, V"
  },
  {
    "id": "3023410",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sosyal sürdürülebilirliğin oluşturduğu sonuçlar ve uygulamalardandır?",
    "correctAnswer": "B",
    "options": {
      "A": "Atık Yönetimi",
      "B": "Yerel üreticiyi destekleme",
      "C": "Eko-etiket",
      "D": "Yenilebilir enerji kaynaklarının kullanılması",
      "E": "Yeşil binalar ve bina sertifikasyonları"
    },
    "explanation": "Yerel üreticiyi destekleme, sosyal sürdürülebilirliğin oluşturduğu sonuçlar ve uygulamalardandır."
  },
  {
    "id": "3023469",
    "unitNumber": 4,
    "text": "I. Adil ticaret uygulamaları\n II. Adil ücret ve herkese eşit davranma\n III. Etik et tüketimi\n IV. Yerel yaşam kalitesi iyileştirme\n V. Yerel, mevsimlik ve organik yiyecekler kullanma\n Yeşil ve sürdürülebilir restoranlar için önemli yönetim faaliyetleri içinde bulunan yukarıdakilerden hangisi ya da hangileri sürdürülebilir kaynak kullanımına ilişkin faaliyetlerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, III, V",
      "B": "II, IV",
      "C": "I, III",
      "D": "I, II, III",
      "E": "III, IV, V"
    },
    "explanation": "Yeşil ve sürdürülebilir restoranlar için önemli yönetim faaliyetleri içinde bulunan şunlar sürdürülebilir kaynak kullanımına ilişkin faaliyetlerdendir:\n<br/>Adil ticaret uygulamaları,\n<br/>Etik et tüketimi,\n<br/>Yerel, mevsimlik ve organik yiyecekler kullanma.<br/>I, III, V"
  },
  {
    "id": "3023489",
    "unitNumber": 4,
    "text": "Restoran işletmelerinde en yüksek ve en düşük enerji kullanımı aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dondurucular ve buzdolabı-temizlik",
      "B": "Aydınlatma-Havalandırma",
      "C": "Yiyeceklerin hazırlanması-Ofis ekipmanları",
      "D": "Dondurucular ve buzdolabı- Ofis ekipmanları",
      "E": "Isıtma-Soğutma"
    },
    "explanation": "Restoran işletmelerinde yiyeceklerin hazırlanmasında en yüksek; ofis ekipmanlarında en düşük enerji kullanımı gerçekleşir.<br/>Yiyeceklerin hazırlanması-Ofis ekipmanları"
  },
  {
    "id": "3023522",
    "unitNumber": 4,
    "text": "Restoran işletmelerinde su kullanımının dağılımı dikkate alındığında aşağıdakilerden hangisinde <strong>en düşüktür?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Çevre düzenleme",
      "B": "Mutfak",
      "C": "WC",
      "D": "Soğutma",
      "E": "Isıtma"
    },
    "explanation": "Restoran işletmelerinde su kullanımının dağılımı dikkate alındığında \"soğutma\" için en düşüktür."
  },
  {
    "id": "3023546",
    "unitNumber": 4,
    "text": "I. Kuver devir hızı\n II. Stok devir hızı\n III. Şehir suyu veya artezyen suyu kullanımı\n IV. İşletmenin yönetimindeki kişi sayısı\n V. Tesisatın su tasarruflu olup olmaması\n Restoran işletmelerinde kullanılan su miktarı yukarıdakilerden hangisi ya da hangilerine bağlı olarak değişebilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, III, V",
      "B": "II, IV",
      "C": "I, II, III",
      "D": "IV, V",
      "E": "III, IV, V"
    },
    "explanation": "Restoran işletmelerinde kullanılan su miktarı aşağıdaki faktörlere bağlı olarak değişebilmektedir:<br/>• İşletme kapasitesi,<br/>• Kuver devir hızı,<br/>• Tesisatın su tasarruflu olup olmaması,<br/>• Şehir suyu veya artezyen suyu kullanımı,<br/>• Personelin su kullanımı konusundaki davranışı.<br/>I, III, V"
  },
  {
    "id": "3023560",
    "unitNumber": 4,
    "text": "Restoran işletmelerde kâğıt peçete yerine kumaş peçetelerin kullanılması aşağıdakilerden hangisini ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yeniden düşünmek",
      "B": "Yeniden kullanma",
      "C": "Geri dönüşüm",
      "D": "Kompost",
      "E": "Azalma"
    },
    "explanation": "Restoran işletmelerde kâğıt peçete yerine kumaş peçetelerin kullanılması, yeniden kullanmadır."
  },
  {
    "id": "3023573",
    "unitNumber": 4,
    "text": "I. Yerel malzeme kullanılmalı\n II. Porsiyon boyutları büyütülmeli\n III. Organik yiyecekler kullanılmalı\n IV. Genetiği değiştirilmiş gıdalar kullanılmalı\n V. Zararlı kirleticilerden arındırılmış balık ve deniz ürünleri kullanılmalı\n Sürdürülebilir bir menü için yukarıdakilerden hangisi ya da hangileri dikkate alınmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, III, V",
      "B": "II, IV",
      "C": "I, II, III",
      "D": "IV, V",
      "E": "III, IV, V"
    },
    "explanation": "Sürdürülebilir bir menü için dikkate alınması gereken konular aşağıdaki şekilde sıralanabilir:<br/>• Yerel malzeme kullanımı<br/>• Organik yiyecekler kullanma<br/>• Porsiyon boyutlarını azaltma<br/>• Zararlı kirleticilerden arındırılmış balık ve deniz ürünleri kullanma<br/>• Genetiği değiştirilmiş gıdalardan uzak durma<br/>I, III, V"
  },
  {
    "id": "3023608",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Amerika’da 1990 yılında kurulan, çevresel ve sürdürülebilir bir restoran sektörü oluşturma misyonuyla hareket eden kâr amacı gütmeyen bir kuruluştur?",
    "correctAnswer": "D",
    "options": {
      "A": "Sürdürülebilir Restoranlar Birliği (Sustainable Restaurant Association-SRA)",
      "B": "Yeşil Nesil Restorancılık (YNR)",
      "C": "Enerji ve Çevre Dostu Tasarımda Liderlik (Leadership in Energy and Environmental Design-LEED)",
      "D": "Yeşil Restoranlar Birliği (The Green Restaurant Association-GRA)",
      "E": "Yeşil Masa (Green Table)"
    },
    "explanation": "Yeşil Restoranlar Birliği (The Green Restaurant Association-GRA), Amerika’da 1990 yılında kurulan, çevresel ve sürdürülebilir bir restoran sektörü oluşturma misyonuyla hareket eden kâr amacı gütmeyen bir kuruluştur."
  },
  {
    "id": "3023633",
    "unitNumber": 4,
    "text": "I. Menüde en az bir sürdürülebilir protein ögesi bulundurma\n II. Kapsamlı geri dönüşüm programları uygulama\n III. Verimli aydınlatma kullanma\n IV. Strafor ve geri dönüştürülmeyen plastikleri kullanma\n V. İşletmede sürdürülebilirlik felsefesini benimsememe\n Yeşil Masa (Green Table) organizasyona üye olmak isteyen restoranlar yukarıdakilerden hangisi ya da hangilerini yerine getirmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, III, V",
      "B": "II, III, IV",
      "C": "I, II, III",
      "D": "IV, V",
      "E": "III, IV, V"
    },
    "explanation": "Yeşil Masa (Green Table) organizasyona üye olmak isteyen restoranların şu gereklilikleri yerine getirmeleri gerekmektedir:<br/>• Strafor ve geri dönüştürülmeyen plastikleri kullanmama<br/>• Kapsamlı geri dönüşüm programları uygulama<br/>• Tasarrufl u su kullanma<br/>• Menüde en az bir sürdürülebilir protein ögesi bulundurma<br/>• Verimli aydınlatma kullanma <br/>• İşletmede sürdürülebilirlik felsefesini benimsemedir.<br/>I, II, III"
  },
  {
    "id": "2976856",
    "unitNumber": 5,
    "text": "\"Devlet, kuruluş, şirket vb. yönetimlerin gıda konusunda istikrarlı bir şekilde sürdürmek istediği (üretici, üretim ve üretimde kullanılan tüm kaynaklar, ürün piyasası, dağıtımın her aşaması, tüketici, tüketiciye ulaşma süreci, gıda tüketimi üzerine oluşturulan kararlar, prensipler vb.) tüm yönlendiriciler <em>.................... </em>olarak ifade edilebilir.\" ifadesindeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gıda politikası",
      "B": "Sürdürülebilirlik",
      "C": "Obezite",
      "D": "Gıda teknolojileri",
      "E": "Organik tarım"
    },
    "explanation": "Devlet, kuruluş, şirket vb. yönetimlerin gıda konusunda istikrarlı bir şekilde sürdürmek istediği (üretici, üretim ve üretimde kullanılan tüm kaynaklar, ürün piyasası, dağıtımın her aşaması, tüketici, tüketiciye ulaşma süreci, gıda tüketimi üzerine oluşturulan kararlar, prensipler vb.) tüm yönlendiriciler <em>gıda politikası </em>olarak ifade edilebilir. Gıda politikası, ürünün üretilmesinden sofraya geldiği ana kadarki karmaşık bir sürecin açıklamasıdır."
  },
  {
    "id": "2976857",
    "unitNumber": 5,
    "text": "Emperyal gıda rejimi adı da verilen ve 1870'lerden 1914 Birinci Dünya Savaşı'na kadar olan dönemi kapsayan gıda rejimi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Birinci Gıda Rejimi",
      "B": "İkinci Gıda Rejimi",
      "C": "Üçüncü Gıda Rejimi",
      "D": "Dördüncü Gıda Rejimi",
      "E": "Beşinci Gıda Rejimi"
    },
    "explanation": "Birinci gıda rejimi İngiltere’nin hegemonyası altında biçimlenen 1870’lerden 1914 Birinci Dünya Savaşı’na kadar olan dönemi kapsamasından dolayı Kolonyal-Diasporik, Yerleşimci-Koloniyal ya da Emperyal Gıda Rejimi olarak adlandırılır."
  },
  {
    "id": "2976858",
    "unitNumber": 5,
    "text": "Birinci Gıda Rejiminin lideri aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "ABD",
      "B": "Sovyetler Birliği",
      "C": "Almanya",
      "D": "İngiltere",
      "E": "Fransa"
    },
    "explanation": "Birinci Gıda Rejimi’nin lideri İngiltere, İkinci Dünya Savaşı sonrası liderliği ABD’ye kaptırdı ve bu yeni gıda rejimi ABD hegemonyası altında şekillendi."
  },
  {
    "id": "2976859",
    "unitNumber": 5,
    "text": "İkinci Gıda Rejiminin lideri aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sovyetler Birliği",
      "B": "ABD",
      "C": "İngiltere",
      "D": "Fransa",
      "E": "Almanya"
    },
    "explanation": "Birinci Gıda Rejimi’nin lideri İngiltere, İkinci Dünya Savaşı sonrası liderliği ABD’ye kaptırdı ve bu yeni gıda rejimi ABD hegemonyası altında şekillendi."
  },
  {
    "id": "2976860",
    "unitNumber": 5,
    "text": "Üçüncü Gıda Rejiminin zımni kurallarının,.......... Dünya Ticaret Örgütünün<br/>kurulması ve çok taraflı Tarım Anlaşması’nın imzalanmasıyla birlikte, çok uluslu şirketlerin önündeki engellerin kaldırılması ekseninde biçimlendiği düşünülmektedir\n Yukarıda boş bırakılan yeri aşağıdakilerden hangisi doğru bir şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "1980'de",
      "B": "1985'te",
      "C": "1990'da",
      "D": "1995'te",
      "E": "2000'de"
    },
    "explanation": "Üçüncü Gıda Rejiminin zımni kurallarının, 1995’te Dünya Ticaret Örgütünün<br/>kurulması ve çok taraflı Tarım Anlaşması’nın imzalanmasıyla birlikte, çok uluslu şirketlerin önündeki engellerin kaldırılması ekseninde biçimlendiği düşünülmektedir"
  },
  {
    "id": "2976861",
    "unitNumber": 5,
    "text": "Üründe meydana gelebilecek bozulmaları ve hastalığa yol açabilecek olumsuz durumları kontrol etmeyi ve tüketiciye ulaşmadan önceki süreçte bunları önlemeyi hedefleyen ...... sistemi içerisinde 7 önemli aşama vardır\n Yukarıda boş bırakılan yeri aşağıdakilerden hangisi doğru bir şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "FAO",
      "B": "ISO9000",
      "C": "ISO22000",
      "D": "HPPCA",
      "E": "HACCP"
    },
    "explanation": "Üründe meydana gelebilecek bozulmaları ve hastalığa yol<br/>açabilecek olumsuz durumları kontrol etmeyi ve tüketiciye ulaşmadan önceki süreçte bunları önlemeyi hedefleyen HACCP sistemi içerisinde 7 önemli aşama vardır."
  },
  {
    "id": "2976862",
    "unitNumber": 5,
    "text": "HACCAP sisteminde tehlike durumlarının tanımı yapılıp, sağlığı tehdit eden ürünlerin oluşturabileceği hasar analiz edildiği ve bu hasarların önlenmesi<br/>amaçlandığı adımı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İlk adım",
      "B": "İkinci adım",
      "C": "Üçüncü adım",
      "D": "Dördüncü adım",
      "E": "Beşinci adım"
    },
    "explanation": "HACCP sistemi içerisinde 7 önemli aşama vardır. <strong>İlk adımda</strong> tehlike durumlarının tanımı yapılır. Sağlığı tehdit eden ürünlerin oluşturabileceği hasar analiz edilir ve bu hasarların önlenmesi amaçlanır."
  },
  {
    "id": "2976863",
    "unitNumber": 5,
    "text": "HACCAP sisteminde sürecin gözlem yapılıp, üretimde belirlenen ölçütlerin uygunluğunun değerlendirildiği adım aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İlk adım",
      "B": "İkinci adım",
      "C": "Üçüncü adım",
      "D": "Dördüncü adım",
      "E": "Beşinci adım"
    },
    "explanation": "HACCP sistemi içerisinde 7 önemli aşama vardır. Dördüncü adımda sürecin gözlemi yapılır. Üretimde belirlenen ölçütlere uygunluk denetlenir."
  },
  {
    "id": "2976864",
    "unitNumber": 5,
    "text": "....... Standartları genel olarak gıda üreticileri tarafından kullanılırken,<br/>....... Standardı hayvan yemi üreticileri, gıdayla temas eden ambalaj üreticileri, gıda ekipmanları üreticileri, gıda sektörüne yönelik temizlik kimyasalları üreticileri, depolama ve taşıma hizmeti veren gıda sektörü tedarikçi işletmeleri gibi gıda sektörüyle ilgili geniş bir kesim tarafından da belgelendirme amaçlı olarak kullanılabilecektir\n Yukarıda boş bırakılan yerleri aşağıdakilerden hangisi doğru bir şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "ISO 22000-HACCP",
      "B": "HACCP-ISO 22000",
      "C": "HACCP-ISO 9000",
      "D": "ISO 9000-ISO 22000",
      "E": "ISO 22000-ISO 9000"
    },
    "explanation": "HACCP Standartları genel olarak gıda üreticileri tarafından kullanılırken,<br/>ISO 22000 Standardı hayvan yemi üreticileri, gıdayla temas eden ambalaj üreticileri, gıda ekipmanları üreticileri, gıda sektörüne yönelik temizlik kimyasalları üreticileri, depolama ve taşıma hizmeti veren gıda sektörü tedarikçi işletmeleri gibi gıda sektörüyle ilgili geniş bir kesim tarafından da belgelendirme amaçlı olarak kullanılabilecektir"
  },
  {
    "id": "2976865",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi HACCP sistemi içerisinde 7 önemli aşamadan <strong>biri değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Tehlike analizi",
      "B": "Ön koşul programları",
      "C": "Tehlike sınırları",
      "D": "Önleyici uygulamalar",
      "E": "Doğrulama süreci"
    },
    "explanation": "HACCP sistemi içerisinde 7 önemli aşama vardır. Bu aşamalar; tehlike analizi,<br/>kritik kontrol noktalarını tespit, tehlike sınırları, gözlem, önleyici uygulamalar/düzeltici uygulamalar, kayıt, doğrulama sürecidir.\n<br/>Etkileşimli iletişim, <strong>ön koşul programları</strong> ve sistem yönetimi <strong>ISO 22000</strong> standardının<br/>önemli bileşenleridir"
  },
  {
    "id": "2976866",
    "unitNumber": 5,
    "text": "HACCAP sistemi içinde kaç tane önemli aşama vardır?",
    "correctAnswer": "D",
    "options": {
      "A": "Üç",
      "B": "Beş",
      "C": "Altı",
      "D": "Yedi",
      "E": "Dokuz"
    },
    "explanation": "Üründe meydana gelebilecek bozulmaları ve hastalığa yol açabilecek olumsuz durumları kontrol etmeyi ve tüketiciye ulaşmadan önceki süreçte bunları önlemeyi hedefleyen HACCP sistemi içerisinde 7 önemli aşama vardır."
  },
  {
    "id": "2976867",
    "unitNumber": 5,
    "text": "\"..................., ürünün üretilmesinden sofraya geldiği ana kadarki karmaşık bir sürecin açıklamasıdır.\" ifadesindeki boş yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Devlet politikası",
      "B": "Gıda politikası",
      "C": "Gıda teknolojileri",
      "D": "Tüketim",
      "E": "Sürdürülebilirlik"
    },
    "explanation": "Devlet, kuruluş, şirket vb. yönetimlerin gıda konusunda istikrarlı bir şekilde sürdürmek istediği (üretici, üretim ve üretimde kullanılan tüm kaynaklar, ürün piyasası, dağıtımın her aşaması, tüketici, tüketiciye ulaşma süreci, gıda tüketimi üzerine oluşturulan kararlar, prensipler vb.) tüm yönlendiriciler <em>gıda politikası </em>olarak ifade edilebilir. Gıda politikası, ürünün üretilmesinden sofraya geldiği ana kadarki karmaşık bir sürecin açıklamasıdır. Gıda politikası içerisinde gıda üretimi, tarımsal pazar ve tarımsal altyapıyı da barındırmalıdır."
  },
  {
    "id": "2976868",
    "unitNumber": 5,
    "text": "Lang, Barling ve Caraher’e göre gıda politikası hangi bakımdan demokratik bir araçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "Gıda üzerine açık ve hesap verilebilirlik sağlaması nedeniyle",
      "B": "Devlet, kuruluş, şirket vb. yönetimlerin kontrolünden uzak olması nedeniyle",
      "C": "Dnetim gerektirmesi nedeniyle",
      "D": "Üretim, işleme, dağıtım, tüketim gibi süreçleri barındırması nedeniyle",
      "E": "Belli altyapılar gerektirmediği için"
    },
    "explanation": "Lang, Barling ve Caraher’e (2009: 22) göre üretim, işleme, dağıtım, tüketim ve bu süreçleri kontrol eden resmî yönetimlerin, sistemin dinamiklerinin toplum üzerindeki etkisinden dolayı tüketici taleplerinin dikkate alınması gibi tüm süreci gıda politikasının sorumluluğu olarak gösterir. Basit bir tabirle <em>gıda politikası, gıda üzerine açık ve hesap verilebilirlik sağlaması nedeniyle bir yanıyla demokratik bir araçtır</em>."
  },
  {
    "id": "2976869",
    "unitNumber": 5,
    "text": "Lang, Barling ve Caraher’e göre gıda politikası alanı aşağıdaki meslek gruplarından hangileri ile ilgili ve birlikte çalışan bir alan <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ziraat",
      "B": "Ekonomi",
      "C": "Coğrafya",
      "D": "Biyokimya",
      "E": "Güzel sanatlar"
    },
    "explanation": "Gıda politikası, diğer politika alanları gibi belirli meslekteki kişilerin ilgilendiği bir alan değildir. Farklı disiplinlerin yaklaşımıyla bir inceleme gerektiren bu politika alanı birçok meslek grubunu ilgilendiren bir alandır. Gıda politikaları; ziraat, antropoloji, biyoloji ve biyokimya, ekonomi, çevre bilimi, epidemiyoloji, coğrafya, tarih, ev ekonomisi, gazetecilik, beslenme, siyaset bilimi, felsefe, psikoloji, halk sağlığı uzmanlığı, sosyoloji disiplinlerini içermektedir. (Lang, Barling ve Caraher, 2009: 23-25)."
  },
  {
    "id": "2976870",
    "unitNumber": 5,
    "text": "Aşağıdaki yazarlardan hangisi \"<em>gıda politikası nedir?\"</em> sorusuna, \"<em>ekonomi için ekonomi politikası neyse, dış ilişkiler için oluşturulan politika ve toplumu şekillendirmek için oluşturulan sosyal politika gibi gıda politikası da besin için oluşturulan politikadır\" </em>diyerek diğer politika alanlarının profilinden yoksun olsa da gıdanın bir politika çerçevesine sahip olduğuna işaret eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Caraher",
      "B": "Coveney",
      "C": "Lang",
      "D": "Barling",
      "E": "Vaughan"
    },
    "explanation": "Gıda politikası içerisinde birçok sosyoekonomik, tüketim kültürü ve gıda tercihi etkenleri barındırmaktadır. Bu konuda Lang ‘<em>gıda politikası nedir?</em>’ sorusuna, ‘<em>ekonomi için ekonomi politikası neyse, dış ilişkiler için oluşturulan politika ve toplumu şekillendirmek için oluşturulan sosyal politika gibi gıda politikası da besin için oluşturulan politikadır’ </em>der ve diğer politika alanlarının profilinden yoksun olsa da gıdanın bir politika çerçevesine sahip olduğuna işaret eder."
  },
  {
    "id": "2976871",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi \"Birinci Gıda Rejimi\"ne verilen diğer bir addır?",
    "correctAnswer": "A",
    "options": {
      "A": "Emperyal Gıda Rejimi",
      "B": "Anahtar Rejim",
      "C": "İngiltere Gıda Rejimi",
      "D": "Uluslararası Gıda Rejimi",
      "E": "Bağımlı Gıda Rejimi"
    },
    "explanation": "<em>Emperyal Gıda Rejimi </em>adı da verilen Birinci Gıda Rejimi, ikinci sanayi devriminin yaşandığı, ulusal ekonomilerin ortaya çıktığı ve serbest ticaret rejimi üzerinden emperyalizmin sürdüğü yıllara denk gelir"
  },
  {
    "id": "2976872",
    "unitNumber": 5,
    "text": "İlk gıda rejimi hangi yıllar arasında gerçekleşmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1820-1914",
      "B": "1870-1914",
      "C": "1970-1984",
      "D": "1970-1999",
      "E": "1870-1990"
    },
    "explanation": "İlk gıda rejimi, 1870-1914 yılları arasında İngiltere’nin egemen gücü altında gerçekleşti ve genel anlamda Avrupa’nın ithalat ürünlerine odaklandı."
  },
  {
    "id": "2976873",
    "unitNumber": 5,
    "text": "Ana özelliği, bir taraftan imal edilmiş malların ihracını desteklemek ve ham madde ithalatı için gerekli koşulları sağlamak, diğer taraftan imalat ürünlerinin ithalatını ve ülke içinde üretilen ham maddenin kaybını engellemek olan politikaya ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Emperyalist Politikalar",
      "B": "Ekolojik Politikalar",
      "C": "Marka Politikaları",
      "D": "Merkantilist Politikalar",
      "E": "Çevre Politkaları"
    },
    "explanation": "Ana özelliği, bir taraftan imal edilmiş malların ihracını desteklemek ve ham madde ithalatı için gerekli koşulları sağlamak, diğer taraftan imalat ürünlerinin ithalatını ve ülke içinde üretilen ham maddenin kaybını engellemektedir. Zenginliği arttırmanın ve hazineyi büyütmenin doğal aracı dış ticarettir. En önemli kural, yabancılardan tükettiğimizden daha fazlasını onlara satmaktır"
  },
  {
    "id": "2976874",
    "unitNumber": 5,
    "text": "İkinci Gıda Rejimi hangi yıllar arasında hüküm sürmüştür?",
    "correctAnswer": "E",
    "options": {
      "A": "1847-1872",
      "B": "1870-1918",
      "C": "1914-1972",
      "D": "1997-2002",
      "E": "1947-1972"
    },
    "explanation": "İkinci Gıda Rejimi 1947-1972 yılları arasında hüküm sürer ve endüstriyel gıda ticaretinin büyümesi nedeni ile Merkantil-Endüstriyel Gıda Rejimi olarak da adlandırılır."
  },
  {
    "id": "2976875",
    "unitNumber": 5,
    "text": "İkinci Gıda Rejimine verilen diğer adlandırma aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Merkantil-Endüstriyel Gıda Rejimi",
      "B": "Post-Endüstriyel Gıda Rejimi",
      "C": "Merkantil Gıda Rejimi",
      "D": "Marka Rejimi",
      "E": "Teknolojik Gıda Rejimi"
    },
    "explanation": "İkinci Gıda Rejimi 1947-1972 yılları arasında hüküm sürer ve endüstriyel gıda ticaretinin büyümesi nedeni ile Merkantil-Endüstriyel Gıda Rejimi olarak da adlandırılır."
  },
  {
    "id": "2976876",
    "unitNumber": 5,
    "text": "Tarım Devrimi hangi dönemde gerçekleşmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Neolitik Dönem",
      "B": "Paleolitik Dönem",
      "C": "Mezolitik Dönem",
      "D": "Tunç Çağı",
      "E": "Demir Çağı"
    },
    "explanation": "Soru Giriş bölümündendir.<br/>Tarım Devrimi Neolitik Dönem’de gerçekleşmiştir."
  },
  {
    "id": "2976877",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangileri gıda üretimi ve bölüşümünde ciddi krizler yaratabilen faktörler arasındadır?\n <ol type=\"I\"> <li>Ekonomik gerileme</li> <li>Savaş</li> <li>Tarımda zaaf yaşanması</li> <li>Uluslararası ilişkilerde sorunlar</li> <li>Tarımsal üretim sürecinde makineleşme</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II, III, IV ve V",
      "C": "II, III, IV ve V",
      "D": "I, III, IV ve V",
      "E": "I, II, III ve V"
    },
    "explanation": "Soru Giriş bölümündendir.<br/>Birçok farklı alanın çalışması gıda sistemine zarar verebilir, örneğin; ekonomik gerileme, savaş durumu, tarımda zaaf yaşanması, uluslararası ilişkilerde yaşanan sorunlar gibi olumsuzluklar gıda üretimi ve bölüşümünde ciddi krizler yaratabilir. Tarımsal üretim sürecinde makineleşme bunlardan biri değildir."
  },
  {
    "id": "2976878",
    "unitNumber": 5,
    "text": "Tarımsal ya da hayvansal ürünün insan tüketimine hazır hâle getirilmesi için uygulanan her türlü muhafaza, işleme ve sunum işlemlerini ifade eden terim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gıda",
      "B": "Yemek",
      "C": "Hazır gıda",
      "D": "Endüstri",
      "E": "Gastronomi"
    },
    "explanation": "Soru <strong>Gıda Politikaları ve Gıda Rejimleri </strong>başlıklı bölüme aittir.<br/>Gıda elde edilen birincil ürünün insan tüketimine hazır hâle getirilmesi için her türlü muhafaza, işleme ve sunum işlemlerini ifade eder."
  },
  {
    "id": "2976879",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangileri gıda politikasının unsurları arasındadır?\n <ol type=\"I\"> <li>Üretici</li> <li>Üretim ve üretimde kullanılan tüm kaynaklar</li> <li>Ürün piyasası</li> <li>Dağıtımın aşamaları</li> <li>Tüketici</li> <li>Tüketiciye ulaşma süreci</li> <li>Gıda tüketimi üzerine oluşturulan kararlar</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV, V, VI, VII",
      "B": "II, III, IV, V, VI, VII",
      "C": "I, III, IV, V, VI, VII",
      "D": "I, IV, V, VI, VII",
      "E": "I, II, V, VI, VII"
    },
    "explanation": "Soru<strong> Gıda Politikaları ve Gıda Rejimleri </strong>başlıklı bölüme aittir.<br/>Devlet, kuruluş, şirket vb. yönetimlerin gıda konusunda istikrarlı bir şekilde sürdürmek istediği (üretici, üretim ve üretimde kullanılan tüm kaynaklar, ürün piyasası, dağıtımın her aşaması, tüketici, tüketiciye ulaşma süreci, gıda tüketimi üzerine oluşturulan kararlar, prensipler vb.) tüm yönlendiriciler gıda politikası olarak ifade edilebilir."
  },
  {
    "id": "2976880",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi gıda politikalarının belirlendiği öncelikli kurumdur?",
    "correctAnswer": "A",
    "options": {
      "A": "Sağlık Bakanlığı",
      "B": "Ticaret Bakanlığı",
      "C": "Çevre Bakanlığı",
      "D": "Sanayi Bakanlığı",
      "E": "Aile Bakanlığı"
    },
    "explanation": "Soru <strong>Gıda Politikaları ve Gıda Rejimleri </strong>başlıklı bölüme aittir.<br/>Sağlık Bakanlığı gıda politikalarının belirlendiği öncelikli kurumdur."
  },
  {
    "id": "2976881",
    "unitNumber": 5,
    "text": "Birinci Gıda Rejimi’nin temel amacı ne idi?",
    "correctAnswer": "A",
    "options": {
      "A": "İngiltere işçi sınıfının ve kent nüfusunun gıda ihtiyacını karşılamak",
      "B": "Avrupa içinde bir serbest ticaret ağı kurmak",
      "C": "Sömürge ülkelerinde açlığı sona erdirmek",
      "D": "Sömürge ülkelerinin tarımsal üretimde ve hayvancılıkta bağımsız olmalarını sağlamak",
      "E": "İngiltere’de fabrikalarda işlenip paketlenen gıdaların sömürge ülkelerine satılmasını sağlamak"
    },
    "explanation": "Soru <strong>Gıda Politikaları ve Gıda Rejimleri </strong>başlıklı bölüme aittir.<br/>Birinci Gıda Rejimi, ikinci sanayi devriminin yaşandığı, ulusal ekonomilerin ortaya çıktığı ve serbest ticaret rejimi üzerinden emperyalizmin sürdüğü yıllara denk gelir. İngiltere hegemonyasında geçen bu dönemde İngiltere işçi sınıfının ve kent nüfusunun gıda ihtiyacını karşılamak amaçlandı."
  },
  {
    "id": "2976882",
    "unitNumber": 5,
    "text": "Süpermarketler hangi gıda rejimi çerçevesindeki ne tür bir gelişmenin ürünü olarak ortaya çıkmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Üçüncü gıda rejimi çerçevesindeki şirketleşme sürecinin",
      "B": "İkinci gıda rejimi çerçevesindeki endüstrileşme sürecinin",
      "C": "İkinci gıda rejimi çerçevesinde ortaya çıkan üretim fazlasının",
      "D": "İkinci gıda rejimi çerçevesinde teknolojinin üretim sektörlerinde yaygınlaşmasının",
      "E": "Birinci gıda rejimi çerçevesinde gelişen serbest ticaret ağının"
    },
    "explanation": "Soru <strong>Gıda Politikaları ve Gıda Rejimleri </strong>başlıklı bölüme aittir.<br/>Üçüncü gıda rejimi çerçevesinde gerçekleşmiştir. Kurumsallaşmanın getirdiği bambaşka bir gelişme ise büyük dağıtıcı grupların perakende zinciri olan süpermarketlerdir."
  },
  {
    "id": "2976883",
    "unitNumber": 5,
    "text": "Türkiye'de Buğday Koruma Kanunu ne zaman çıkarılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1932",
      "B": "1925",
      "C": "1927",
      "D": "1929",
      "E": "1940"
    },
    "explanation": "Soru <strong>Türkiye’de Gıda Politikası ve Gıda Rejimleri </strong>başlıklı bölüme aittir.<br/>1932 yılından itibaren tahıl fiyatları desteklenmeye başlanmış, ‘Buğday Koruma Kanunu’ çıkarılmış ve bununla ilgili olarak Toprak Mahsulleri Ofisi (TMO) kurulmuştu."
  },
  {
    "id": "2976884",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangileri Cumhuriyet’in ilk yıllarında Türkiye’de gıda üretiminde kendi kendine yetme hedefiyle tarım sistemine verilen devlet desteklerini oluşturur?\n <ol type=\"I\"> <li>Aşar vergisi uygulanmaya başlaması</li> <li>Aşar vergisi uygulamasının kaldırılması</li> <li>Buğday Koruma Kanunu çıkarılması</li> <li>Toprak Mahsulleri Ofisi (TMO) kurulması</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "II, III ve IV",
      "B": "I, III ve IV",
      "C": "I ve III",
      "D": "I ve IV",
      "E": "II ve III"
    },
    "explanation": "Soru <strong>Türkiye’de Gıda Politikası ve Gıda Rejimleri </strong>başlıklı bölüme aittir.<br/>Öncelikle Osmanlı Devleti vergi sisteminde büyük bir bölümü kapsayan ve çiftçi üzerinde de zorlayıcı etkileri yüksek olan aşar vergisi kaldırıldı.\n 1932 yılından itibaren tahıl fiyatları desteklenmeye başlanmış, ‘Buğday Koruma Kanunu’ çıkarılmış ve bununla ilgili olarak Toprak Mahsulleri Ofisi (TMO) kurulmuştu."
  },
  {
    "id": "2976885",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangileri gıda güvenliğinin temel ölçütleri arasındadır?\n <ol type=\"I\"> <li>Erişilebilirlik</li> <li>Bulunabilirlik</li> <li>Kalite</li> <li>Güvenlik</li> <li>Yenilikçilik</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II, III, IV ve V",
      "C": "II, III, IV ve V",
      "D": "I, II, IV ve V",
      "E": "I, III, IV ve V"
    },
    "explanation": "Soru <strong>Gıda Güvenliği ve Sonuçları </strong>başlıklı bölüme aittir.<br/>Gıda güvenliği şu temel etkenlerle ölçülebilir: Erişilebilirlik, bulunabilirlik, kalite ve güvenlik. Yenilikçilik bunlardan biri değildir."
  },
  {
    "id": "2976886",
    "unitNumber": 5,
    "text": "<ol type=\"I\"><br/><li>Ziraat</li><br/><li>Antropoloji</li><br/><li>Biyoloji ve biyokimya</li><br/><li>Ekonomi</li><br/><li>Çevre bilimi</li><br/></ol><br/>Size yukarıda verilen disiplinlerden hangileri gıda politikaları içerisinde yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "I, III, IV",
      "B": "I, II, III",
      "C": "I, II, III, IV, V",
      "D": "II, III, IV, V",
      "E": "III, IV, V"
    },
    "explanation": "Gıda politikaları; ziraat, antropoloji, biyoloji ve biyokimya, ekonomi, çevre bilimi, epidemiyoloji, coğrafya, tarih, ev ekonomisi, gazetecilik, beslenme, siyaset bilimi, felsefe, psikoloji, halk sağlığı uzmanlığı, sosyoloji disiplinlerini içermektedir."
  },
  {
    "id": "2976887",
    "unitNumber": 5,
    "text": "Amerika Birleşik Devletleri'nin hegemonyası altında şekillenen gıda rejimine verilen isim nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Birinci gıda rejimi",
      "B": "Emperyal gıda rejimi",
      "C": "Üçüncü Gıda rejimi",
      "D": "İkinci gıda rejimi",
      "E": "Dördüncü gıda rejimi"
    },
    "explanation": "İkinci Gıda Rejimi\n Birinci Dünya Savaşı’nın bitmesiyle Kolonyal Gıda Rejimi de etkisini yitirdi, küçük çiftçileri vuran 1929 Krizi ile İngiltere’nin bu alandaki yönlendirici gücü son buldu. Birinci Gıda Rejimi’nin lideri İngiltere, İkinci Dünya Savaşı sonrası liderliği ABD’ye kaptırdı ve bu yeni gıda rejimi ABD hegemonyası altında şekillendi."
  },
  {
    "id": "2976888",
    "unitNumber": 5,
    "text": "HACCP sistemi içerisinde bulunan hangi adımda üretimdeki ürünlerin denetimi açıklanır ve gıda güvenliği ile kalitesini tehdit eden unsurlar ortadan kaldırılır veya kabul edilebilir olan en az seviyeye indirilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Birinci adım",
      "B": "İkinci adım",
      "C": "Üçüncü adım",
      "D": "Dördüncü adım",
      "E": "Beşinci adım"
    },
    "explanation": "Üründe meydana gelebilecek bozulmaları ve hastalığa yol açabilecek olumsuz durumları kontrol etmeyi ve tüketiciye ulaşmadan önceki süreçte bunları önlemeyi hedefleyen HACCP sistemi içerisinde 7 önemli aşama vardır. Bu aşamalar; tehlike analizi, kritik kontrol noktalarını tespit, tehlike sınırları, gözlem, önleyici uygulamalar/düzeltici uygulamalar, kayıt, doğrulama sürecidir.\n İlk adımda tehlike durumlarının tanımı yapılır. Sağlığı tehdit eden ürünlerin oluşturabileceği hasar analiz edilir ve bu hasarların önlenmesi amaçlanır.\n İkinci adımda üretimdeki ürünlerin denetimi açıklanır ve gıda güvenliği ile kalitesini tehdit eden unsurlar ortadan kaldırılır veya kabul edilebilir olan en az seviyeye indirilir.\n Üçüncü adımda üründe kontrol edilecek olan ve uzmanlarca belirlenen en üst seviye/en alt seviye değerler belirlenir ve belirli bir standart oluşturulur."
  },
  {
    "id": "2976889",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, Friedmann’nın “dayanıklı gıdalar” dediği ve kek karışımlarından tortilla cipse kadar pek çok işlenmiş gıdaların içeriğinde kullanılan, desteklenen mallar olarak nitelendirilen, anahtar maddelerindir?",
    "correctAnswer": "A",
    "options": {
      "A": "Soya",
      "B": "Yonca",
      "C": "Şeker pancarı",
      "D": "Yulaf",
      "E": "Pirinç"
    },
    "explanation": "Critser ve Pollan, sağlıksız ve yüksek kalorili gıdaların sağlıklı olanlara göre daha fazla desteklendiğini ve finanse edildiğini tespit etmektedir.\n Desteklenen stratejik malların çoğu (örneğin, mısır, soya, şeker, buğday) Friedmann’nın (1993) “dayanıklı gıdalar” dediği kek karışımlarından tortilla cipse kadar son derece işlenmiş gıdaların içeriğinde kullanılan anahtar maddelerdir."
  },
  {
    "id": "2976890",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Aşar vergi sistemi</li> <li>Topraklarının bolluğu</li> <li>Çiftlik sayısının yüksek olması</li> </ol> Size yukarıda verilenlerden hangisi/hangileri Osmanlı'da üreticilerin ayakta kalmasına neden olmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "I-II",
      "E": "II-III"
    },
    "explanation": "Osmanlı üretimi ve pazar alanına rağmen Osmanlı üreticilerinin ayakta kalabilmesinin bir nedenini Pamuk, “Anadolu’da kırsal alanlarda emeğin göreli kıtlığı, toprağın ise göreli bolluğudur” diye açıklamaktadır."
  },
  {
    "id": "2976891",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Çay</li> <li>Şeker</li> <li>Et ve süt ürünleri</li> <li>Buğday</li> </ol> Size yukarıda verilen ürünlerden hangileri için, Türkiye II. Dünya Savaşı’nı izleyen 20 yıl içerisinde büyük ölçekli işletmeler kurmuş ve bunlara yoğun yatırım yapmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "III-IV",
      "D": "I-II-III",
      "E": "I-II-III-IV"
    },
    "explanation": "Türkiye’de II. Dünya Savaşı’nı izleyen 20 yıl içerisinde devlet, gıda sektöründe büyük ölçekli işletmeler kurmuş ve bunlara yoğun yatırım yapmıştır. Bu işletmeler (Kamu İktisadi Teşekkülleri-KİT) şeker, çay, tütün, alkollü içecekler, et ve süt ürünleri üretimi alanlarında etkinlik göstermişlerdir"
  },
  {
    "id": "2976892",
    "unitNumber": 5,
    "text": "Tarım sektörünü yönlendiren ve piyasa oluşumunda etkili olan Yem Fabrikaları, Et ve Balık Kurumu, Süt Endüstrisi Kurumu, Zirai Donatım Kurumu ve Gübre Fabrikaları gibi kurumların özelleştirilmesi sonrasında tarım sektörünün büyüme hızı ortalaması kaç olmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "%2'den küçük",
      "B": "%3",
      "C": "%4",
      "D": "%5",
      "E": "%5'ten büyük"
    },
    "explanation": "Tarım sektörünü yönlendiren ve piyasa oluşumunda etkili olan Yem Fabrikaları, Et ve Balık Kurumu, Süt Endüstrisi Kurumu, Zirai Donatım Kurumu ve Gübre Fabrikaları gibi kurumların daha ilk elde özelleştirilmesi de tarım sektörünü olumsuz etkilemiş, üretimin düşmesine neden olmuş, tarımda büyüme hızı ortalama %2’yi aşamamıştır"
  },
  {
    "id": "2976893",
    "unitNumber": 5,
    "text": "<ol type=\"I\"><br/><li>Gıdaların yetiştirilmesi</li><br/><li>Gıdaların işlenmesi</li><br/><li>Çiftçilerin eğitimi</li><br/><li>Gıdaların tüketimi</li><br/></ol><br/>Yukarıda verilen ifadelerden hangileri sürdürülebilir gıda süreçleri arasında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III",
      "B": "I-II",
      "C": "II-III",
      "D": "I-II-III-IV",
      "E": "II-IV"
    },
    "explanation": "Sürdürülebilir gıda sistemleri uzmanları gıda sistemlerini şu şekilde tanımlamaktadır: Gıdaların yetiştirilmesi, işlenmesi, dağıtılması, tüketilmesi ve atılması ile ilgili aktörler, süreçler ve etkileşimler ağı, girdilerin ve çiftçi eğitiminin sağlanmasından, ürün paketleme ve pazarlama, atık geri dönüşüme kadar tüm süreçleri içeren bir sistemler ağı."
  },
  {
    "id": "2976894",
    "unitNumber": 5,
    "text": "Özellikle 1980’lerden sonra ‘gıda politikası’ yerine kullanılmaya başlayan terim aşağıdakilerden hangisidir.",
    "correctAnswer": "C",
    "options": {
      "A": "HACCP",
      "B": "Gıdaya erişim",
      "C": "Gıda güvenliği",
      "D": "Sağlıklı gıda",
      "E": "TSE EN ISO 22000"
    },
    "explanation": "Gıda güvenliği, gıdanın üretimindeki sağlık konularından arz-talep miktarına, fiyatlandırmadan eşit dağıtıma kadar birçok konuyu barındıran bir olgudur. Özellikle 1980’lerden sonra ‘gıda politikası’ yerine kullanılmaya başlayan gıda güvenliği, gıdaya erişim ve sağlıklı gıda konularında günümüzde sıklıkla kullanılmaktadır."
  },
  {
    "id": "2976895",
    "unitNumber": 5,
    "text": "Türkiye'de tarımsal ürünler dış ticaret dengesi hangi yılda açık vermiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "1960-1969",
      "B": "1970-1979",
      "C": "1980-1989",
      "D": "1990-1999",
      "E": "2000 yılı sonrası"
    },
    "explanation": "Tarımsal ürünler dış ticaret dengesi 1980-89 döneminde yıllık ortalama olarak 1.5 milyar dolar fazla verirken 1990-99 döneminde bu fazla 600 milyon dolara düşmüştür. IMF-Dünya Bankası patentli politikalarının uygulandığı 2000 sonrası dönemde ise tarım ürünleri dış ticareti 36 milyon dolar açık vermiştir"
  },
  {
    "id": "2976896",
    "unitNumber": 6,
    "text": "Diyetle enerji alımındaki eksikliklerden kaynaklanan sağlık sorununun adı nedir.",
    "correctAnswer": "C",
    "options": {
      "A": "Obezite",
      "B": "Kalsünasyon",
      "C": "Malnütrisyon",
      "D": "Skolyoz",
      "E": "Iskarmoz"
    },
    "explanation": "Diyetle enerji alımındaki eksikliklerden kaynaklanan sağlık sorununun adı Malnutrisyon'dur, sorunun yanıtı C şıkkıdır.<br/>Malnütrisyon"
  },
  {
    "id": "2976897",
    "unitNumber": 6,
    "text": "Günümüzde birbiriyle sıkı ilişkili doğru üçleme hangisidir.",
    "correctAnswer": "D",
    "options": {
      "A": "diyet-çevre-spor",
      "B": "diyet- spor-dönüşüm",
      "C": "diyet-gurmelik-lezzet",
      "D": "diyet-çevre-sağlık",
      "E": "diyet-diyabet-ebezite"
    },
    "explanation": "Günümüzde birbiriyle sıkı ilişkili doğru üçleme diyet-çevre-sağlıktır, sorunun yanıtı D şıkkıdır."
  },
  {
    "id": "2976898",
    "unitNumber": 6,
    "text": "Dünya sağlık örgütü ile Gıda ve Tarım Örgütü tarafından 1992 yılında gerçekleştirilen \"Beslenme ve Gelişme :Küresel Bir Zorluk\" konferansında kaç ana başlıkta eylem planı yapılmıştır.",
    "correctAnswer": "D",
    "options": {
      "A": "6",
      "B": "7",
      "C": "8",
      "D": "9",
      "E": "12"
    },
    "explanation": "Dünya sağlık örgütü ile Gıda ve Tarım Örgütü tarafından 1992 yılında gerçekleştirilen \"Beslenme ve Gelişme :Küresel Bir Zorluk\" konferansında kaç ana başlıkta eylem planı yapılmıştır."
  },
  {
    "id": "2976899",
    "unitNumber": 6,
    "text": "Sürdürülebilir beslenme tanımı, ilk kez kim veya kimler tarafından ortaya atılmıştır.",
    "correctAnswer": "E",
    "options": {
      "A": "Guskow",
      "B": "Guskow ve Ridhel",
      "C": "Calncy",
      "D": "Clancy ve Ridhel",
      "E": "Guskow ve Clancy"
    },
    "explanation": "Sürdürülebilir beslenme tanımı, ilk kez Guskow ve Clancy tarafından ortaya atılmıştır, sorunun yanıtı E şıkkıdır."
  },
  {
    "id": "2976900",
    "unitNumber": 6,
    "text": "Birleşmiş Milletler Genel Kurulu tarafından belirlenen sürdürülebilir kalkınma modeli gelecekte hangi yılı hedef olarak belirlemiştir.",
    "correctAnswer": "D",
    "options": {
      "A": "2023",
      "B": "2025",
      "C": "2027",
      "D": "2030",
      "E": "2500"
    },
    "explanation": "Birleşmiş Milletler Genel Kurulu tarafından belirlenen sürdürülebilir kalkınma modeli gelecekte 2030 yılını hedef olarak belirlemiştir, sorunun yanıtı D şıkkıdır."
  },
  {
    "id": "2976901",
    "unitNumber": 6,
    "text": "2050 yılına kadar dünyadaki besin üretiminin ne oranda artacağı tahmin edilmektedir.",
    "correctAnswer": "D",
    "options": {
      "A": "%30",
      "B": "%45",
      "C": "%55",
      "D": "%60",
      "E": "%90"
    },
    "explanation": "2050 yılına kadar dünyadaki besin üretiminin %60 oranında artacağı tahmin edilmektedir, sorunun yanıtı D şıkkıdır."
  },
  {
    "id": "2976902",
    "unitNumber": 6,
    "text": "Elde kaldığı için atılacak olan ama aslında yenilebilecek kıvamda olan gıdaların, daha uygun fiyatla tüketiciye sunulması için kullanılan slogan hangisidir.",
    "correctAnswer": "B",
    "options": {
      "A": "Too Good Good",
      "B": "Too Good To Go",
      "C": "Good Too",
      "D": "To Good",
      "E": "Go Go"
    },
    "explanation": "Elde kaldığı için atılacak olan ama aslında yenilebilecek kıvamda olan gıdaların, daha uygun fiyatla tüketiciye sunulması için kullanılan slogan Too Good To Go'dur, sorunun yanıtı B şıkkıdır."
  },
  {
    "id": "2976903",
    "unitNumber": 6,
    "text": "Aşağıdaki Sera gazı salınımına en çok neden olan ürünler hangileridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Et, süt",
      "B": "Et, balık",
      "C": "Sebze, süt",
      "D": "Tahıl, sebze",
      "E": "Tahıl, balık"
    },
    "explanation": "Sera gazı salınımına en çok neden olan ürünler Et, süt ürünleridir, sorunun yanıtı A şıkkıdır.<br/>Et, balık"
  },
  {
    "id": "2976904",
    "unitNumber": 6,
    "text": "Akdeniz diyetinin en önemli unsuru hangisidir.",
    "correctAnswer": "B",
    "options": {
      "A": "Sarımsak",
      "B": "Zeytinyağı",
      "C": "Domates",
      "D": "Yumurta",
      "E": "Kuşkonmaz"
    },
    "explanation": "akdeniz diyetinin en önemli unsuru Zeytinyağı'dır, sorunun yanıtı B şıkkıdır."
  },
  {
    "id": "2976905",
    "unitNumber": 6,
    "text": "Amerikan Kalp Birliği ile Mayo Klinik gibi kurumlarca destek görmüş diyet hangisidir.",
    "correctAnswer": "C",
    "options": {
      "A": "Hydiet",
      "B": "Stopyph",
      "C": "Dash",
      "D": "Stpdash",
      "E": "Trash"
    },
    "explanation": "Amerikan Kalp Birliği ile Mayo Klinik gibi kurumlarca destek görmüş diyet hangisidir.<br/>Dash"
  },
  {
    "id": "2976906",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sürdürülebilir diyetler için doğru bir bilgi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ekonomik olarak adil ve uygun fiyatlıdır.",
      "B": "Biyolojik çeşitliliğe ve ekosisteme saygılıdır.",
      "C": "Kültürel olarak kabul edilebilir ve erişilebilirdir.",
      "D": "Güvenli ve sağlıklıdır.",
      "E": "Sadece maddi açıdan gelişmiş ülkelerde uygulanmalıdır."
    },
    "explanation": "Gıda ve Tarım Örgütüne (FAO) göre sürdürülebilir beslenme; kültürel olarak kabul edilebilir, erişilebilir, ekonomik olarak adil ve uygun fiyatlı ekosistemlerden oluşan; doğal kaynakları ve insan kaynaklarını optimize ederken beslenme açısından yeterli, güvenli, sağlıklı ve biyolojik çeşitliliğe saygılı bir beslenme şeklidir.<br/>Sürdürülebilir diyetler sağlığı koruyucudur, biyolojik çeşitliliğe ve ekosistemlere saygılıdır, kültürel olarak kabul edilebilir, erişilebilir, ekonomik olarak adil ve uygun fiyatlıdır, beslenme açısından yeterli, güvenli ve sağlıklıdır; aynı zamanda doğa ve insan kaynaklarını optimize eder."
  },
  {
    "id": "2976907",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi veya hangileri bireylerin yaptığı besin seçimlerini etkileyen faktörlerdendir?\n 1- Kültür\n 2- Beslenme bilgisi\n 3- Fiyat",
    "correctAnswer": "A",
    "options": {
      "A": "1,2 ve 3",
      "B": "1 ve 2",
      "C": "1 ve 3",
      "D": "Yalnız 2",
      "E": "Yalnız 3"
    },
    "explanation": "Bireylerin yaptığı besin seçimleri kültür, beslenme bilgisi, fiyat, bulunabilirlik, tat gibi faktörlerden etkilenir."
  },
  {
    "id": "2976908",
    "unitNumber": 6,
    "text": "Aşağıdaki besin aşamalarından hangisinin veya hangilerinin sera gazı emisyonlarına etkisi bulunmaktadır?\n 1- Besinlerin üretimi\n 2- Besinlerin depolanması\n 3- Besinlerin işlenmesi\n 4- Atıkların uzaklaştırılması",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız 2",
      "B": "1 ve 3",
      "C": "1,2 ve 4",
      "D": "Hepsi",
      "E": "3 ve 4"
    },
    "explanation": "Besinlerin üretimi, taşınması, depolanması, işlenmesi, pişirilmesi ve atıkların uzaklaştırılması gibi üretimin her bir aşaması, sera gazı emisyonlarına önemli katkıda bulunmaktadır (Ünal, 2019)."
  },
  {
    "id": "2976909",
    "unitNumber": 6,
    "text": "Hayvansal kaynaklı besinler daha yüksek .................. salınımına neden olurken aynı zamanda bu besinlerin aşırı tüketimi ..................... riskini de artırır.\n Yukarıda boş bırakılan yerlere aşağıdaki tanımlardan hangilerinin getirilmesi uygun olur?",
    "correctAnswer": "A",
    "options": {
      "A": "sera gazı - kalp hastalıkları",
      "B": "sera gazı - sıtma",
      "C": "oksijen - kalp hastalıkları",
      "D": "karbondioksit - sıtma",
      "E": "azot - sıtma"
    },
    "explanation": "Hayvansal kaynaklı besinler daha yüksek sera gazı salınımına neden olurken aynı zamanda bu besinlerin aşırı tüketimi kalp hastalıkları riskini de artırır."
  },
  {
    "id": "2976910",
    "unitNumber": 6,
    "text": "Gıda ve Tarım Örgütü (FAO) hangi yılda kurulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "1925",
      "B": "1935",
      "C": "1945",
      "D": "1955",
      "E": "1965"
    },
    "explanation": "Gıda ve Tarım Örgütü (FAO) 1945 yılında kurulmuştur."
  },
  {
    "id": "2976911",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sürdürülebilir diyetlerin çevresel alt boyutu ile ilgili değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Belirlenen hedefler dâhilinde sera gazı emisyonlarını azaltır, su ve arazi kullanımı ile nitrojen ve fosfor dengesini korur ve kimyasal kirliliği önler.",
      "B": "Mahsuller, çiftlik ve su hayvanları, ormandan elde edilen yiyecekler dâhil biyolojik çeşitliliği korur ve aşırı avlanmayı önler.",
      "C": "Gıda üretiminde antibiyotik ve hormon kullanımını en aza indirir.",
      "D": "Gıda ambalajlarında plastik ve türevlerinin kullanımını en aza indirir.",
      "E": "Yerel kültüre, yemek pişirme uygulamalarına, bilgi ve tüketim kalıplarına ve gıdanın elde edilme, üretilme ve tüketilme şeklindeki değerlere dayalıdır ve bunlara saygı gösterir."
    },
    "explanation": "Sürdürülebilir diyetler çevresel yönüyle;\n a. Belirlenen hedefler dâhilinde sera gazı emisyonlarını azaltır, su ve arazi kullanımı ile nitrojen ve fosfor dengesini korur ve kimyasal kirliliği önler.\n b. Mahsuller, çiftlik ve su hayvanları, ormandan elde edilen yiyecekler dâhil biyolojik çeşitliliği korur ve aşırı avlanmayı önler.\n c. Gıda üretiminde antibiyotik ve hormon kullanımını en aza indirir.\n d. Gıda ambalajlarında plastik ve türevlerinin kullanımını en aza indirir.\n e. Besin kaybı ve israfı azaltır.\n E şıkkında verilen \"Yerel kültüre, yemek pişirme uygulamalarına, bilgi ve tüketim kalıplarına ve gıdanın elde edilme, üretilme ve tüketilme şeklindeki değerlere dayalıdır ve bunlara saygı gösterir.\" ise sürdürülebilir diyetlerin sosyokültürel alt boyutu ile ilgilidir."
  },
  {
    "id": "2976912",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi akdeniz diyeti ile ilgili olarak verilmiş doğru bir bilgidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yüksek miktarda et ve et ürünü içerir.",
      "B": "2000'li yıllarda ortaya çıkmıştır.",
      "C": "Yüksek miktarda zeytinyağı, zeytin, sebze, meyve içerir.",
      "D": "Rafine edilmiş ürünler ağırlıktadır.",
      "E": "Sağlıksız bir beslenme modelidir."
    },
    "explanation": "Akdeniz diyeti yüksek miktarda zeytinyağı, zeytin, sebze, meyve, tahıl (çoğunlukla rafine edilmemiş), baklagiller, yağlı tohumlar; uygun miktarda balık ve süt ürünleri ve düşük miktarda et ve et ürünleri, ölçülü miktarda şarap içeren; 5000 yıldan daha fazla süredir pek çok uygarlığın ve dinlerin etkileşimleri ile gelişen; Akdeniz bölgesinde bulunan farklı yemek kültürlerinin çeşitli besin tüketim ve üretim modelleri ile Akdeniz’de belirli tarihsel ve çevresel mozaiği temsil etmesi ile karakterize; sağlık üzerine yararları yıllardır bilinen bir beslenme modelidir (Dernini, 2015)."
  },
  {
    "id": "2976913",
    "unitNumber": 6,
    "text": "Aşağıda verilen \"Vejetaryen Yaklaşım ve Besin Tüketim Özelliği\" eşleştirmelerinden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Zenmakrobiyotik diyet - Bitkisel besinler ve yumurta, süt, süt ürünleri tüketilirken diğer hayvansal kaynaklı besinler tüketilmez.",
      "B": "Lakto vejetaryen diyet - Bitkisel besinler ve yumurta tüketilirken diğer hayvansal kaynaklı besinler tüketilmez.",
      "C": "Ovo vejetaryen diyet - Bitkisel besinler ve süt, süt ürünleri tüketilirken diğer hayvansal kaynaklı besinler tüketilmez.",
      "D": "Lakto-ovo vejetaryen diyet - Genellikle %70-90 tahıllardan, %10-30 sebze meyveden oluşur.",
      "E": "Vegan diyet - Hayvansal kaynaklı hiçbir besin tüketilmez, ayrıca hayvandan elde edilen yağ içeren sabunlar ve deri, yün, ipek gibi giysiler de kullanılmaz."
    },
    "explanation": "Zenmakrobiyotik diyet: Genellikle %70-90 tahıllardan, %10-30 sebze meyveden oluşur.\n Lakto vejetaryen diyet: Bitkisel besinler ve süt, süt ürünleri tüketilirken diğer hayvansal kaynaklı besinler tüketilmez.\n Ovo vejetaryen diyet: Bitkisel besinler ve yumurta tüketilirken diğer hayvansal kaynaklı besinler tüketilmez.\n Lakto-ovo vejetaryen diyet: Bitkisel besinler ve yumurta, süt, süt ürünleri tüketilirken diğer hayvansal kaynaklı besinler tüketilmez.\n Vegan diyet: Hayvansal kaynaklı hiçbir besin tüketilmez, ayrıca hayvandan elde edilen yağ içeren sabunlar ve deri, yün, ipek gibi giysiler de kullanılmaz."
  },
  {
    "id": "2976914",
    "unitNumber": 6,
    "text": "................ diyetinin temelini Danimarka’daki insanların refahı için besinlerin sağlıklı olması ve sürdürülebilirlik oluşturmuştur. Bu beslenme modeli 2009-2013 yılları arasında yürütülen ve temel amacı ................... diyetini tanımlamak, geliştirmek ve etkilerini araştırmak olan OPUS (Optimal Well-being, Development and Health for Danish) projesinin sonucunda ortaya çıkmıştır.\n Yukarıda boş bırakılan yerlere aşağıdakilerden hangisinin getirilmesi uygun olur?",
    "correctAnswer": "B",
    "options": {
      "A": "Akdeniz",
      "B": "Yeni Nordik",
      "C": "DASH",
      "D": "Vejetaryen",
      "E": "Çift Piramit Modeli"
    },
    "explanation": "Yeni Nordik diyetinin temelini Danimarka’daki insanların refahı için besinlerin sağlıklı olması ve sürdürülebilirlik oluşturmuştur. Bu beslenme modeli 2009-2013 yılları arasında yürütülen ve temel amacı yeni Nordik diyetini tanımlamak, geliştirmek ve etkilerini araştırmak olan OPUS (Optimal Well-being, Development and Health for Danish) projesinin sonucunda ortaya çıkmıştır."
  },
  {
    "id": "2976915",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Yeni Nordik diyetinin 10 temel prensibi içerisinde yer almaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Her gün daha fazla meyve ve sebze",
      "B": "Hayvansal kaynaklı hiçbir besin tüketilmemesi",
      "C": "Daha fazla tam tahıl (özellikle yulaf, çavdar ve arpa)",
      "D": "Vahşi doğadan daha fazla yiyecek",
      "E": "Mevsiminde üretilen besinlerin daha fazla tüketimi"
    },
    "explanation": "Yeni Nordik diyetinin 10 temel prensibi: <br/>• Her gün daha fazla meyve ve sebze, <br/>• Daha fazla tam tahıl (özellikle yulaf, çavdar ve arpa), <br/>• Daha fazla su ürünleri, <br/>• Az miktarda fakat yüksek kaliteli et, <br/>• Vahşi doğadan daha fazla yiyecek, <br/>• Mümkünse organik üretilen besinler, <br/>• Mümkün olduğunca hiç ya da az katkı maddesi, <br/>• Mevsiminde üretilen besinlerin daha fazla tüketimi, <br/>• Evde hazırlanmış yemeklerin daha fazla tüketimi, <br/>• Daha az atık oluşturmak şeklindedir."
  },
  {
    "id": "2976916",
    "unitNumber": 6,
    "text": "Aşşağıdakilerden hangisi, Dünya Sağlık Örgütü (DSÖ/WHO) ile Gıda ve Tarım Örgütü (FAO) tarafından 1992 yılında gerçekleştirilen uluslararası beslenme konferansı olan “Beslenme ve Gelişme: Küresel Bir Zorluk” sonrasında seçilen dokuz ana beslenme eylem alanından biri <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Bebeklere ek gıdayı teşvik etmek.",
      "B": "Mikro besin ögesi eksikliklerinin önlenmesi",
      "C": "Bulaşıcı hastalıkları önlemek ve yönetmek",
      "D": "Sağlıklı beslenme ve yaşam biçimlerinin teşvik edilmesi",
      "E": "Gıda kalitesinin ve güvenliğinin iyileştirilmesi"
    },
    "explanation": "Doğru yanıt A şıkkıdır.\n Dünya Sağlık Örgütü (DSÖ/WHO) ile Gıda ve Tarım Örgütü (FAO) tarafından 1992 yılında gerçekleştirilen uluslararası beslenme konferansı olan “Beslenme ve Gelişme: Küresel Bir Zorluk” sonrasında seçilen dokuz ana beslenme eylem alanı şunlardır: \n <ol> <li> Hanehalkının besine erişimini iyileştirme \n </li> <li> Mikro besin ögesi eksikliklerinin önlenmesi \n </li> <li> Bulaşıcı hastalıkları önlemek ve yönetmek \n </li> <li> Sağlıklı beslenme ve yaşam biçimlerinin teşvik edilmesi \n </li> <li> Bakım kapasitesini geliştirmek \n </li> <li> Gıda kalitesinin ve güvenliğinin iyileştirilmesi \n </li> <li> Beslenme durumlarının değerlendirilmesi, analizi ve izlenmesi \n </li> <li> Beslenme hedeflerini gelişme politikaları ve programlarına dahil etmek \n </li> <li> Emzirmeyi teşvik etmek \n </li> </ol>"
  },
  {
    "id": "2976917",
    "unitNumber": 6,
    "text": "Hangisi Sürdürülebilir diyetlerin özelliklerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sağlığa zararlıdır.",
      "B": "Biyolojik çeşitliliğe ve ekosistemlere uygun değildir.",
      "C": "Kültürel olarak kabul edilebilir",
      "D": "Ekonomik olarak fahiş fiyatlıdır.",
      "E": "Beslenme açısından eksiktir."
    },
    "explanation": "Doğru yanıt C şıkkı.\n Sürdürülebilir diyetler sağlığı koruyucudur, biyolojik çeşitliliğe ve ekosistemlere saygılıdır, kültü- rel olarak kabul edilebilir, erişilebilir, ekonomik olarak adil ve uygun fiyatlıdır, beslenme açısından yeterli, güvenli ve sağlıklıdır; aynı zamanda doğa ve insan kaynaklarını optimize eder."
  },
  {
    "id": "2976918",
    "unitNumber": 6,
    "text": "\"Sürdürülebilir beslenme\" tanımı ilk kez aşşağıdaki simlerden hangisi tarafından kullanılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Gussow ve Clancy",
      "B": "George Monbiot",
      "C": "Pete Smith",
      "D": "Peter Stevenson",
      "E": "Albert Einstein"
    },
    "explanation": "Doğru yanıt A şıkkıdır.\n Sürdürülebilir beslenme tanımı ilk kez Gussow ve Clancy (1986) tarafından kullanılmıştır."
  },
  {
    "id": "2976919",
    "unitNumber": 6,
    "text": "Sürdürülebilir beslenme ile ilgili bilgilerin hangisi/hangileri <strong>doğrudur</strong>?\n ” I. Sağlığın yanı sıra, tarımsal sistemlerin sürdürülebilirliğini de kapsayacak şekilde tanımlanmıştır. II. Sürdürülebilir diyetler veya sürdürülebilir beslenme modelleri şimdiki ve gelecek kuşaklar için besin ve beslenme güvenliğine katkıda bulunur. III. Sağlıklı yaşama katkıda bulunan, çevresel etkileri düşük bir beslenme modeli olarak tanımlanır. IV. Gezegenin devamlılığı için büyük önem taşıdığı vurgulanmaktadır.",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I. II.",
      "B": "Sadece I. III.",
      "C": "Sadece II. III.",
      "D": "Sadece I. II. III.",
      "E": "I. II. III. IV."
    },
    "explanation": "Doğru Yanıt E Şıkkıdır.\n Sürdürülebilir beslenme” sağlığın yanı sıra, tarımsal sistemlerin sürdürülebilirliğini de kapsayacak şekilde tanımlanmıştır. Sürdürülebilir diyetler veya sürdürülebilir beslenme modelleri şimdiki ve gelecek kuşaklar için besin ve beslenme güvenliği ile sağlıklı yaşama katkıda bulunan, çevresel etkileri düşük bir beslenme modeli olarak tanımlanmakta ve gezegenin devamlılığı için büyük önem taşıdığı vurgulanmaktadır."
  },
  {
    "id": "2976920",
    "unitNumber": 6,
    "text": "Açlığı azaltmak yerine ortadan kaldırmak için ilk kez uluslararası bir taahhütte bulunulan, Birleşmiş Milletler Genel Kurulu tarafından 25 Eylül 2015 tarihinde kabul edilen Sürdürülebilir Kalkınma Gündemi'nin hedefi hangi yıla kadardır?",
    "correctAnswer": "B",
    "options": {
      "A": "2025",
      "B": "2030",
      "C": "2035",
      "D": "2040",
      "E": "2045"
    },
    "explanation": "Doğru Yanıt B şıkkıdır.\n Birleşmiş Milletler Genel Kurulu tarafından 25 Eylül 2015 tarihinde kabul edilen 2030 Sürdürülebilir Kalkınma Gündemi ‘gıdanın yeterli, güvenli, uygun fiyatlı ve besleyici’ olduğu bir dünya için bir taahhüdü yeniden teyit etmektedir. Sürdürülebilir kalkınma hedefi, 2030’a kadar “açlığı sona erdirmeye, gıda güvenliğini sağlamaya ve beslenmeyi iyileştirmeye ve sürdürülebilir tarımı teşvik etmeye” çağırmaktadır. Ayrıca burada ilk kez, açlığı azaltmak yerine ortadan kaldırmak için uluslararası bir taahhütte bulunulmuştur."
  },
  {
    "id": "2976921",
    "unitNumber": 6,
    "text": "Birleşmiş Milletler Genel Kurulu tarafından 25 Eylül 2015 tarihinde kabul edilen 2030 Sürdürülebilir Kalkınma Gündemnin içeriği hangisi/hangileridir?\n I. Gıdanın yeterli, güvenli, uygun fiyatlı ve besleyici’ olduğu bir dünya için bir taahhüdü yeniden teyit etmektedir.\n II. Sürdürülebilir kalkınma hedefi, 2030’a kadar “açlığı sona erdirmeye, gıda güvenliğini sağlamaya ve beslenmeyi iyileştirmeye ve sürdürülebilir tarımı teşvik etmeye” çağırmaktadır.\n III. Ayrıca burada ilk kez, açlığı azaltmak yerine ortadan kaldırmak için uluslararası bir taahhütte bulunulmuştur",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I.",
      "B": "Sadece II.",
      "C": "Sadece III.",
      "D": "Sadece I. II.",
      "E": "I. II. III."
    },
    "explanation": "Doğru yanıt E şıkkıdır.\n Birleşmiş Milletler Genel Kurulu tarafından 25 Eylül 2015 tarihinde kabul edilen 2030 Sürdürülebilir Kalkınma Gündemi ‘gıdanın yeterli, güvenli, uygun fiyatlı ve besleyici’ olduğu bir dünya için bir taahhüdü yeniden teyit etmektedir. Sürdürülebilir kalkınma hedefi, 2030’a kadar “açlığı sona erdirmeye, gıda güvenliğini sağlamaya ve beslenmeyi iyileştirmeye ve sürdürülebilir tarımı teşvik etmeye” çağırmaktadır. Ayrıca burada ilk kez, açlığı azaltmak yerine ortadan kaldırmak için uluslararası bir taahhütte bulunulmuştur"
  },
  {
    "id": "2976922",
    "unitNumber": 6,
    "text": "Besin üretim ve tüketim şekillerinde hiçbir değişiklik olmasa dahi, besin üretiminin 2050 yılına kadar hangi oranda artması gerekeceği tahmin edilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "%40",
      "B": "%50",
      "C": "%60",
      "D": "%70",
      "E": "%80"
    },
    "explanation": "Doğru yanıt C şıkkıdır.\n Besin üretim ve tüketim şekillerinde hiçbir değişiklik olmasa dahi, besin üretiminin 2050 yılına kadar %60 oranında artması gerekeceği tahmin edilmektedir. Ayrıca, besin üretim sistemlerinin çevreye etkisi daha ciddi hâle gelecek ve gezegen sınırlarını aşacaktır"
  },
  {
    "id": "2976923",
    "unitNumber": 6,
    "text": "Aşşağıdaki besin gruplarından hangisi çok daha fazla sera gazı salınımına neden olur?",
    "correctAnswer": "E",
    "options": {
      "A": "Sebzeler",
      "B": "Meyveler",
      "C": "Tahıllılar",
      "D": "Baklagiller",
      "E": "Hayvansal besinler"
    },
    "explanation": "Doğru yanıt E şıkkıdır.\n Hayvansal besinler bitkisel besinlerden çok daha fazla sera gazı salınımına neden olur."
  },
  {
    "id": "2976924",
    "unitNumber": 6,
    "text": "Sağlıklı diyetlerin aynı zamanda sürdürülebilir diyetler olmasını sağlamak için dikkate alınması gereken aşşağıdaki faktörlerden hangşisi yanlış ifade edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnızca çevre ve sağlık etkileri yeterlidir.",
      "B": "Fiyat Uygunluğu",
      "C": "Tat,",
      "D": "Kültür",
      "E": "Uyum sağlanabilirlik"
    },
    "explanation": "Doğru yanıt A şıkkıdır.<br/>Sağlıklı diyetlerin aynı zamanda sürdürülebilir diyetler olmasını sağlamak için bir dizi husus çok önemlidir; yalnızca çevre ve sağlık etkileri değil, aynı zamanda fiyat, tat, kültür ve uyum sağlanabilirlik gibi faktörleri de dikkat almak gereklidir."
  },
  {
    "id": "2976925",
    "unitNumber": 6,
    "text": "İşlenmiş et tüketmeyen, az miktarda kırmızı et (haftada bir porsiyon), orta miktarda diğer hayvansal kaynaklı yiyecekler (kümes hayvanları, balık ve süt ürünleri) ve bol miktarda bitkisel kaynaklı yiyecekler (meyveler, sebzeler, kurubaklagiller ve kuruyemişler) tüketen beslenme modeli aşşagıdakilerden hangisidir?.",
    "correctAnswer": "A",
    "options": {
      "A": "Fleksitaryen",
      "B": "Pesketaryen",
      "C": "Vejetaryen",
      "D": "Vegan",
      "E": "Kısmi Vejetaryen"
    },
    "explanation": "<ul> <li> Doğru yanıt A şıkkıdır.\n </li> <li> Fleksitaryen: İşlenmiş et tüketmez, az miktarda kırmızı et (haftada bir porsiyon), orta miktarda diğer hayvansal kaynaklı yiyecekler (kümes hayvanları, balık ve süt ürünleri) ve bol miktarda bitkisel kaynaklı yiyecekler (meyveler, sebzeler, kurubaklagiller ve kuruyemişler) tüketir. \n </li> </ul>"
  },
  {
    "id": "2976926",
    "unitNumber": 6,
    "text": "Sürdürülebilir diyetlerle ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Biyoçeşitliliğin korunması ilgi alanında değildir",
      "B": "Ekonomi açısından fiyatları çok yüksektir",
      "C": "Doğa ve insan kaynaklarını optimize eder",
      "D": "Beslenme açısından güvenilirliliği azdır",
      "E": "Kültürel olarak kabul edilemez"
    },
    "explanation": "Sürdürülebilir diyetler sağlığı koruyucudur, biyo- lojik çeşitliliğe ve ekosistemlere saygılıdır, kültü- rel olarak kabul edilebilir, erişilebilir, ekonomik olarak adil ve uygun fiyatlıdır, beslenme açısın- dan yeterli, güvenli ve sağlıklıdır; aynı zamanda doğa ve insan kaynaklarını optimize eder."
  },
  {
    "id": "2976927",
    "unitNumber": 6,
    "text": "Tipik Batı diyetiyle ilgili aşağıdaki ifadelerden hangisi söylenemez",
    "correctAnswer": "C",
    "options": {
      "A": "Obezite ve diğer hastalıklarla ilişkilidir",
      "B": "Yüksek çevresel etkiye sahiptir",
      "C": "Sürdürülebilir bir beslenme şeklidir",
      "D": "Hayvansal besinler ve yağlar yaygındır",
      "E": "Sebze ve meyve tüketimi fazladır"
    },
    "explanation": "Bu tip besinlerin daha sağlıklı oldu- ğundan yola çıkarak, Güney Avrupa ülkelerinde sebze ve meyve tüketimi diyetlerde daha fazladır. Kuzey Avrupa ülkelerinde ise hayvansal besinler ve yağlar daha yaygındır. Araştırmalar, tipik Batı diyetleri yerine çevresel sürdürülebilir diyetler uygulandığında sera gazı emisyonlarının ve arazi kullanımının %70, su kullanımının %50’nin üze- rinde azalacağını göstermektedir. Tipik Batı diyeti obezite ve diğer hastalıklarla ilişkili olup aynı za- manda yüksek çevresel etkiye sahiptir. Bu nedenle, sürdürülebilir görülmemektedir."
  },
  {
    "id": "2976928",
    "unitNumber": 6,
    "text": "Gıda ve Tarım Örgütünün (FAO), 1945’te kurulduğu tarih olan 16 Ekim günü hangi gün olarak kutlanır ?",
    "correctAnswer": "D",
    "options": {
      "A": "Sürdürülebilir tarım günü",
      "B": "Dünya besin sistemleri",
      "C": "Dünya diyet günü",
      "D": "Dünya gıda günü",
      "E": "Sürdürülebilir diyet günü"
    },
    "explanation": "Gıda ve Tarım Örgütünün (FAO), 1945’te kuruldu- ğu tarih olan 16 Ekim, her yıl Dünya Gıda Günü olarak kutlanıyor."
  },
  {
    "id": "2976929",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Akdeniz diyeti piramidinde günlük alınması gereken besinler arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Patates",
      "B": "Beyaz et",
      "C": "Balık",
      "D": "Yumurta",
      "E": "Süt ürünleri"
    },
    "explanation": "Akdeniz diyeti piramidinde günlük alınması gereken besinler: süt ürünleri, zeytin/yemiş/tohumlar, baharatlar, soğan ve sarımsaktır"
  },
  {
    "id": "2976930",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi veya hangileri Akdeniz diyetinin özelliklerindendir?\n I) Beslenme-sağlık üzerine olumlu etkileri vardır\n II)Yüksek su ayak izine sahiptir\n III) Sürdürülebilir bir diyet modelidir",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "Akdeniz diyeti, beslenme-sağlık üzerine olan olumlu etkileri ve düşük su ayak izi nedeniyle özendirilmeli ve güçlendirilmelidir. Akdeniz diyeti, aynı zamanda kültürel bir miras da olan sürdürülebilir bir diyet modelidir. Bu nedenle korunması ve yaşatılması önemlidir."
  },
  {
    "id": "2976931",
    "unitNumber": 6,
    "text": "Farklı hayvansal besin kaynaklarının kısmen veya tamamen diyetten çıkarıldığı ağırlıklı beslenme sebze, meyve, kurubaklagiller ve tahıllara dayalı beslenme modeli hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Akdeniz diyeti",
      "B": "Çift Piramit Modeli",
      "C": "DASH (Dietary Approaches to Stop Hypertension) Diyeti",
      "D": "Vejetaryen Diyet",
      "E": "Yeni Nordik Diyet"
    },
    "explanation": "Vejetaryenlik, bitkisel kaynaklı besinlerin ağırlıklı olarak tüketilmesine dayalı bir beslenme modelidir."
  },
  {
    "id": "2976932",
    "unitNumber": 6,
    "text": "İşlenmiş et tüketmeyen, az miktarda kırmızı et, orta miktarda diğer hayvansal kaynaklı yiyecekler ve bol miktarda bitkisel kaynaklı yiyecekler tüketilen beslenme modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dash",
      "B": "Fleksitaryen",
      "C": "Pesketaryen",
      "D": "Vejetaryen",
      "E": "Vegan"
    },
    "explanation": "Fleksitaryen: İşlenmiş et tüketmez, az miktarda kırmızı et (haftada bir porsiyon), orta miktarda diğer hayvansal kaynaklı yiyecekler (kümes hayvanları, balık ve süt ürünleri) ve bol miktarda bitkisel kaynaklı yiyecekler (meyveler, sebzeler, kurubaklagiller ve kuruyemişler) tüketir."
  },
  {
    "id": "2976933",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sürdürülebilir diyetlerin çevresel yönüyle ilgili değildir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Biyolojik çeşitliliği korur ve aşırı avlanmayı önler.",
      "B": "Gıda üretiminde antibiyotik ve hormon kullanımını en aza indirir.",
      "C": "Gıda ambalajlarında plastik ve türevlerinin kullanımını en aza indirir.",
      "D": "Erişilebilir ve uygulanabilirdir.",
      "E": "Besin kaybı ve israfı azaltır."
    },
    "explanation": "Çevresel yönüyle\n <ol> <li> Belirlenen hedefler dâhilinde sera gazı emis- yonlarını azaltır, su ve arazi kullanımı ile nitrojen ve fosfor dengesini korur ve kim- yasal kirliliği önler.\n </li> <li> Mahsuller, çiftlik ve su hayvanları, orman- dan elde edilen yiyecekler dâhil biyolojik çeşitliliği korur ve aşırı avlanmayı önler.\n </li> <li> Gıda üretiminde antibiyotik ve hormon kullanımını en aza indirir.\n </li> <li> Gıda ambalajlarında plastik ve türevlerinin kullanımını en aza indirir.\n </li> <li> Besin kaybı ve israfı azaltır. Sosyokültürel yönüyle\n a. Yerel kültüre, yemek pişirme uygulamaları- na, bilgi ve tüketim kalıplarına ve gıdanın elde edilme, üretilme ve tüketilme şeklindeki değerlere dayalıdır ve bunlara saygı gösterir.\n b. Erişilebilir ve uygulanabilirdir.\n </li> </ol>"
  },
  {
    "id": "2976934",
    "unitNumber": 6,
    "text": "Aşağıdaki beslenme modellerinden hangisinde üretim ihtiyacını karşılamak için en fazla tarım alanına gerek duyulur ?",
    "correctAnswer": "C",
    "options": {
      "A": "Vejetaryen beslenme",
      "B": "Kısmi-vejetaryen beslenme",
      "C": "Et ağırlıklı beslenme",
      "D": "Batı tipi diyet",
      "E": "Akdeniz diyeti"
    },
    "explanation": "sayfa 150. Tablo6.1'deki verilere göre etağırlıklı beslenme 7000 m^2 ile infazla tarım alanına ihtiyaç duyulan beslenme şeklidir."
  },
  {
    "id": "2976935",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Birleşmiş Milletler Genel Kurulu tarafından 25 Eylül 2015 tarihinde kabul edilen 2030 Sürdürülebilir Kalkınma hedeflerinden biri değildir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Açlığı sona erdirme",
      "B": "Emzirmeyi teşvik etmek",
      "C": "Gıda güvenliğini sağlamaya",
      "D": "Beslenmeyi iyileştirmeye",
      "E": "Sürdürülebilir tarımı teşvik etme"
    },
    "explanation": "Birleşmiş Milletler Genel Kurulu tarafından 25 Eylül 2015 tarihinde kabul edilen 2030 Sürdürülebilir Kalkınma Gündemi ‘gıdanın yeterli, güvenli, uygun fiyatlı ve besleyici’ olduğu bir dünya için bir taahhüdü yeniden teyit etmektedir. Sürdürülebilir kalkınma hedefi, 2030’a kadar “açlığı sona erdirmeye, gıda güvenliğini sağlamaya ve beslenmeyi iyileştirmeye ve sürdürülebilir tarımı teşvik etmeye” çağırmaktadır."
  },
  {
    "id": "2999836",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi yavaş hareketinin önemli bir unsurudur?",
    "correctAnswer": "B",
    "options": {
      "A": "işleri hızlı yapmak",
      "B": "zamana ve onu kullanmaya yönelik tutumları değiştirmek",
      "C": "niceliğe önem vermek",
      "D": "zamanı gevşetmek",
      "E": "bir şeyleri yavaş yapmak"
    },
    "explanation": "Zamana ve onu kullanmaya yönelik tutumları değiştirmek yavaş hareketinin önemli bir unsurudur. Doğru yanıt B'dir."
  },
  {
    "id": "2999842",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi hızlı akımının özelliklerindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "kişisellik",
      "B": "homojenlik",
      "C": "eşitlik",
      "D": "sürdürülebilirlik",
      "E": "otantiklik"
    },
    "explanation": "Homojenlik, hızlı akımının özelliklerindendir. Doğru yanıt B'dir."
  },
  {
    "id": "2999854",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi yavaş yemek hareketinin amaçlarından biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "yerel ürün üretiminin teşvik edilmesi",
      "B": "ürünlerin mevsiminde üretilmesi",
      "C": "ürünlerin endüstriyel yollarla üretilmesi",
      "D": "genetiği değiştirilmiş ürünlerin üretiminin engellenmesi",
      "E": "yöresel yemeklerin ziyaretçilere geleneksel sunum biçimleriyle ulaştırılması"
    },
    "explanation": "Ürünlerin endüstriyel yollarla üretilmesi yavaş yemek hareketinin amaçlarından biri değildir. Doğru yanıt C'dir."
  },
  {
    "id": "2999863",
    "unitNumber": 7,
    "text": "Yavaş yemek hareketinin temelini oluşturan “convivium” kavramının karşılığı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "geleneksel gıda ürünlerini korumak",
      "B": "birlikte yaşamayı ve ziyafet",
      "C": "geleneksel yerel yemekleri tanıtmak",
      "D": "yerel yemeklerin tarihini araştırmak",
      "E": "çevre dostu teknolojileri kullanmak"
    },
    "explanation": "Yavaş yemek hareketinin temelini oluşturan “convivium” kavramının karşılığı \"birlikte yaşamayı ve ziyafet\"tir. Doğru yanıt B'dir."
  },
  {
    "id": "2999874",
    "unitNumber": 7,
    "text": "Yavaş yeme hareketinin sembolü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "kaplumbağa",
      "B": "balıkçı",
      "C": "salyangoz",
      "D": "aşçı",
      "E": "çiftçi"
    },
    "explanation": "Yavaş yeme hareketinin sembolü salyangozdur. Doğru yanıt C'dir."
  },
  {
    "id": "2999890",
    "unitNumber": 7,
    "text": "Yavaş yeme hareketi aşağıdakilerden hangisine karşıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "ayaküstü beslenme",
      "B": "sürdürülebilir kaliteli gıda üretimi",
      "C": "otantik olanın kullanımı",
      "D": "kaliteye bağlılık",
      "E": "işgücünün temizliği"
    },
    "explanation": "Yavaş yeme hareketi ayaküstü beslenmeye karşıdır. Doğru yanıt A'dır."
  },
  {
    "id": "2999911",
    "unitNumber": 7,
    "text": "Yavaş şehir hareketi ile ilgili aşağıda verilenlerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Küreselleşme karşıtıdır.",
      "B": "Yerellikten uzaklaşmayı amaçlar.",
      "C": "Modern teknolojiyi yok sayar.",
      "D": "Çeşitliliği teşvik eder.",
      "E": "Standardizasyonu amaçlar."
    },
    "explanation": "Yavaş şehir hareketi çeşitliliği teşvik eder. Doğru yanıt D'dir."
  },
  {
    "id": "2999930",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kuramsal merkezli şehir anlayışının özelliklerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "tüzellik",
      "B": "otantiklik",
      "C": "yüksek kalite",
      "D": "sürdürülebilirlik",
      "E": "kişiye özel olma"
    },
    "explanation": "Tüzellik, kuramsal merkezli şehir anlayışının özelliklerinden biridir. Doğru yanıt A'dır."
  },
  {
    "id": "2999947",
    "unitNumber": 7,
    "text": "Yavaş şehir hareketine üyeliğin son aşaması aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "başvuru mektubunun değerlendirilmesi",
      "B": "adaylık değerlendirme raporu",
      "C": "adaylık hazırlık raporu",
      "D": "üyelik değerlendirmesi",
      "E": "Cittaslow genel merkez değerlendirmesi"
    },
    "explanation": "Yavaş şehir hareketine üyeliğin son aşaması Cittaslow genel merkez değerlendirmesidir. Doğru yanıt E'dir."
  },
  {
    "id": "2999953",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi yavaş turizmin özelliklerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "öok sayıda turistik mekânı ziyaret",
      "B": "yerel toplulukla etkileşimden uzak",
      "C": "destinasyonun yerel karakterini algılama",
      "D": "kısa süre konaklama",
      "E": "yüksek karbon emisyonlu ulaşım"
    },
    "explanation": "Destinasyonun yerel karakterini algılama yavaş turizmin özelliklerinden biridir. Doğru yanıt C'dir."
  },
  {
    "id": "3013153",
    "unitNumber": 7,
    "text": "Aşağıdakilerin hangisi yavaş hareketinin önemli unsurlarından birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşleri yavaş hızda yapmak",
      "B": "İşleri doğru hızda yapmak",
      "C": "Zamanı iyi değerlendirmek",
      "D": "Zamana yönelik tutumları değiştirmemek",
      "E": "Nitelikten çok nicelik aramak"
    },
    "explanation": "<strong>Yavaş Hareketi (<em>Slow Movement </em>)</strong><br/>Yavaş hareketinin üç önemli unsuru bulunmaktadır. Bunlar aşağıdaki gibi sıralanabilir:\n<br/><ul><br/><li>İşleri doğru hızda yapmak</li><br/><li>Zamana ve onu kullanmaya yönelik tutumları değiştirmek</li><br/><li>Nicelikten çok nitelik aramak</li><br/></ul>"
  },
  {
    "id": "3013157",
    "unitNumber": 7,
    "text": "Aşağıdakilerin hangisi Yavaş hareketinin özelliklerinden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tek zorunluluk",
      "B": "Kurumsal/Şirket destekli",
      "C": "Homojen",
      "D": "Yerel halk destekli",
      "E": "Çoğaltılabilir"
    },
    "explanation": "<strong>Yavaş Hareketi (<em>Slow Movement </em>) </strong><br/>Yavaş: Kişisel, Çoklu zorunluluk Eşit, Zanaat, Özel, Yerel halk destekli, Sürdürülebilir , Otantik/Özgün\n Yüksek kalite, Kişiye özgü, Yerel tarih ve kültüre duyarlı"
  },
  {
    "id": "3013160",
    "unitNumber": 7,
    "text": "Aşağıdakilerin hangisi Hızlı hareketinin özelliklerinden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Endüstriyel",
      "B": "Çoklu zorunluluk",
      "C": "Kişisel",
      "D": "Otantik",
      "E": "Kişiye özgü"
    },
    "explanation": "<strong>Yavaş Hareketi (<em>Slow Movement </em>) </strong><br/>Hızlı: Homojen, Tek zorunluluk, Eşit olmayan, Endüstriyel, Standart, Kurumsal/ Şirket destekli, Yerel tarih ve kültüre duyarsız, Düşük kalite"
  },
  {
    "id": "3013165",
    "unitNumber": 7,
    "text": "Aşağıdakilerin hangisi Terra Madre Ağının amaçlarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "İthal ürünlerin pazarını genişletmek",
      "B": "Endüstriyel üretimi desteklemek",
      "C": "Modern sanatı desteklemek",
      "D": "Yemek üreten şirketleri desteklemek",
      "E": "Sürdürülebilir tarımı yaymak"
    },
    "explanation": "<strong>YAVAŞ HAREKETLER VE GASTRONOMİ </strong><br/>Bu hareket kapsamında çalışmalar yapan bir diğer birim ise 2004 yılında İtalya’nın Torino şehrinde kurulan ve gıda üretiminin aktif üyelerini ve dağıtım zincirlerini birleştirerek sürdürülebilir tarım, balıkçılık ve gıda üretimini yaymayı amaçlayan <em>Terra Madre Ağı’dır</em>. \n Bu ağ, gıda üretiminin aktif üyelerini ve dağıtım zincirlerini birleştirerek sürdürülebilir tarım, balıkçılık ve gıda üretimini yaymayı amaçlayan <em>Terra Madre Ağı’dır</em>. Bu ağ, gıda üretiminin aktif üyeleri ile dağıtım zincirlerini birleştirerek sürdürülebilir tarım, balıkçılık ve gıda üretimini yaygınlaştırmayı amaçlamaktadır."
  },
  {
    "id": "3013167",
    "unitNumber": 7,
    "text": "Aşağıdakilerin hangisi Birleşmiş Milletler Gıda ve Tarım Örgütüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "FAO",
      "B": "FDA",
      "C": "USA",
      "D": "AOF",
      "E": "FOA"
    },
    "explanation": "<strong>YAVAŞ HAREKETLER VE GASTRONOMİ </strong><br/>Birleşmiş Milletler uzmanlık kuruluşlarından biri olan FAO, dünyadaki gıda ve tarımla ilgili çalışmaları organize edip geliştirerek gıda güvenliğini sağlamayı amaçlamaktadır."
  },
  {
    "id": "3013173",
    "unitNumber": 7,
    "text": "Aşağıdakilerin hangisi Yavaş Şehirlerin temel özelliklerinden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Zanaatkarlık",
      "B": "Endüstrileşme",
      "C": "Tekrarlanan",
      "D": "Homojen",
      "E": "Standardize"
    },
    "explanation": "<strong>Yavaş (Sakin) Şehir (<em>Cittaslow</em>) </strong><br/>Zanaatkarlık, Yavaş Şehirlerin temel özelliklerinden birisidir."
  },
  {
    "id": "3013183",
    "unitNumber": 7,
    "text": "Turistlere yapay olmayan, kendine has özellikleri bulunan yerel kültür ve gelenekler ile deneyimler yaşama fırsatları sunma özelliği aşağıdakilerin hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Etkileşim",
      "B": "Otantiklik",
      "C": "Sürdürülebilirlik",
      "D": "Yavaşlık",
      "E": "Duygu"
    },
    "explanation": "<strong>Yavaş Turizm<br/></strong><br/><strong>Otantiklik </strong><strong><em>(Authenticity): </em></strong>Belirli bir amaçla ziyaret edilen yerin özellikleri olarak değerlendirilebilir. Turistlere yapay olmayan, kendine has özellikleri bulunan yerel kültür ve gelenekler ile deneyimler yaşama fırsatları sunar."
  },
  {
    "id": "3013267",
    "unitNumber": 7,
    "text": "Aşağıdakilerin hangisi bölgedeki tüm ilişkileri (yerel halk - turistler, turistler - çalışanlar, turistler - turistler) kapsayan durumu ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Otantiklik",
      "B": "Sürdürülebilirlik",
      "C": "Zaman",
      "D": "Duygu",
      "E": "Etkileşim"
    },
    "explanation": "<strong>Yavaş Turizm </strong><br/>Bölgedeki tüm ilişkileri kapsayan (yerel halk - turistler, turistler - çalışanlar, turistler - turistler) karmaşık bir boyuttur ve bu ilişkilerin değer yaratmaları önemlidir."
  },
  {
    "id": "3013272",
    "unitNumber": 7,
    "text": "Aşağıdakilerin hangisi Dünya üzerinde insanların bırakmış oldukları olumsuz etkilerin sayısal ifadesidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karbon Ayak İzi",
      "B": "Kükürt Ayak İzi",
      "C": "Petrol yakıtlarının miktarı",
      "D": "Tasımacılık mesafesi",
      "E": "Baskı ve ofset miktarı"
    },
    "explanation": "<strong>Yavaş Turizm </strong><br/><strong>Karbon Ayak İzi: </strong>Dünya üzerinde insanların bırakmış oldukları olumsuz etkilerin sayısal ifadesidir."
  },
  {
    "id": "3013278",
    "unitNumber": 7,
    "text": "Aşağıdakilerin hangisi Türkiye’de ilk Cittaslow şehri ünvanını kazanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Akyaka",
      "B": "Taraklı",
      "C": "Eskişehir",
      "D": "Seferihisar",
      "E": "Yenipazar"
    },
    "explanation": "<strong>Yavaş (Sakin) Şehir (<em>Cittaslow</em>) </strong><br/>Türkiye’de 2009 yılında İzmir’in Seferihisar ilçesi Uluslararası Sakin Şehirler Ağına katılan ilk sakin şehir olmuştur. İzleyen yıllarda bu hareket pek çok küçük yerleşim birimi için potansiyel bir yerel kalkınma, imaj ve turizmi geliştirme modeli olarak ilgi çekmeye başlamış, 2011 yılında Muğla’nın Akyaka, Çanakkale’nin Gökçeada, Sakarya’nın Taraklı ve Aydın’ın Yenipazar bölgeleri bu ağa katılmıştır."
  },
  {
    "id": "3014432",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ya da hangileri hızlı akımının özelliklerindendir?\n I. Homojen, Eşit olmayan\n II. Endüstriyel, Standart\n III. Kurumsal/ Şirket destekli, Sürdürülemez\n IV. Kopyalanmış, Düşük kalite, Çoğaltılabilir",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5e954d01389e4b33ebb48b3a6e34745f.png\" alt=\"\" width=\"907\" height=\"397\"><br/>I. Homojen, Eşit olmayan\n II. Endüstriyel, Standart\n III. Kurumsal/ Şirket destekli, Sürdürülemez\n IV. Kopyalanmış, Düşük kalite, Çoğaltılabilir"
  },
  {
    "id": "3014438",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ya da hangileri yavaş akımının özelliklerindendir?\n I. Kişisel, Eşit\n II. Zanaat, Özel\n III. Yerel halk destekli, Sürdürülebilir\n IV. Otantik/Özgün, Yüksek kalite, Kişiye özgü",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5e954d01389e4b33ebb48b3a6e34745f.png\" alt=\"\" width=\"907\" height=\"397\"><br/>I. Kişisel, Eşit\n II. Zanaat, Özel\n III. Yerel halk destekli, Sürdürülebilir\n IV. Otantik/Özgün, Yüksek kalite, Kişiye özgü"
  },
  {
    "id": "3014447",
    "unitNumber": 7,
    "text": "Yavaş Hareketinin Tarihsel Gelişimi ile ilgili olarak aşağıdakilerden hangisi ya da hangileri doğrudur?\n I. 1986 yılında Roma’nın simgesel meydanlarından olan İspanyol Merdivenlerinde (<em>Piazza di Spagna</em>) hızlı yemek zinciri olan McDonald’s restoranının açılışını protesto etmek amacıyla Carlo Petrini öncülüğünde başlatılmıştır.\n II. 09 Kasım 1989 yılında İtalya’nın Barolo kentinde “Yavaş Beslenme Birliği” oluşturulmuş.\n III. Yavaş Yemek Manifestosu’nun (<em>Slow Food Manifesto</em>) Arjantin, Avusturya, Brezilya, Danimarka, Fransa, Almanya, Hollanda, Macaristan, İtalya, Japonya, İspanya, İsveç, İsviçre, Amerika Birleşik Devletleri ve Venezüella tarafından imzalanmasıyla resmen hayata geçmiştir.",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "II ve III",
      "E": "I"
    },
    "explanation": "Yavaş hareketinin başlama noktası İtalya’dır. İlk ayağı yemek olan bu hareket, 1986 yılında Roma’nın simgesel meydanlarından olan İspanyol Merdivenlerinde (<em>Piazza di Spagna</em>) hızlı yemek zinciri olan McDonald’s restoranının açılışında, bu açılışı protesto etmek amacıyla Carlo Petrini öncülüğünde başlatılmıştır.\n<br/>Bu protestonun ardından kısa bir süre sonra İtalya’nın Barolo kentinde “Yavaş Beslenme Birliği” oluşturulmuş, 09 Kasım 1989 yılında 15 üye ülkenin delegeleri tarafından, Yavaş Yemek Manifestosu’nun (<em>Slow Food Manifesto</em>) imzalanmasıyla resmen hayata geçmiştir. Arjantin, Avusturya, Brezilya, Danimarka, Fransa, Almanya, Hollanda, Macaristan, İtalya, Japonya, İspanya, İsveç, İsviçre, Amerika Birleşik Devletleri ve Venezüella delegelerinin katılımıyla imzalanan Yavaş Yemek Manifestosu’nda; küreselleşme ve modernleşmenin insanların yaşam biçimlerini makinelere göre modellediğine ve bu durumun çılgınca bir verimlilik yanlışlığı içerdiğine vurgu yapılmıştır.<br/>I. 1986 yılında Roma’nın simgesel meydanlarından olan İspanyol Merdivenlerinde (<em>Piazza di Spagna</em>) hızlı yemek zinciri olan McDonald’s restoranının açılışını protesto etmek amacıyla Carlo Petrini öncülüğünde başlatılmıştır.\n II. 09 Kasım 1989 yılında İtalya’nın Barolo kentinde “Yavaş Beslenme Birliği” oluşturulmuş.\n III. Yavaş Yemek Manifestosu’nun (<em>Slow Food Manifesto</em>) Arjantin, Avusturya, Brezilya, Danimarka, Fransa, Almanya, Hollanda, Macaristan, İtalya, Japonya, İspanya, İsveç, İsviçre, Amerika Birleşik Devletleri ve Venezüella tarafından imzalanmasıyla resmen hayata geçmiştir."
  },
  {
    "id": "3014458",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ya da hangileri Yavaş Yemek Manifestosu’na göre küreselleşmenin bu alandaki etkilerindendir?\n I. Yemeğin tek tip hâle gelmesi, tadın standartlaşması.\n II. Biyoçeşitliliğin tehdit altında olması, düşük kârlı türlerin, sebzelerin, meyvelerin ve tahılların yok olması.\n III. Tarımın endüstrileşmesi ile birlikte çevresel tahribatın oluşması.\n IV. Küçük üreticinin korunamaması.",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I. II, III ve IV"
    },
    "explanation": "Buna göre küreselleşmenin olumsuz sonuçları bulunmaktadır. Bunlar:\n<br/><ul><br/><li>Yemeğin tek tip hâle gelmesi, tadın standartlaşması,</li><br/><li>Biyoçeşitliliğin tehdit altında olması,</li><br/><li>Tarımın endüstrileşmesi ile birlikte çevresel tahribatın oluşması,</li><br/><li>Küçük üreticinin korunamaması,</li><br/><li>Düşük kârlı türlerin, sebzelerin, meyvelerin ve tahılların yok olması,</li><br/><li>Kültürel kimliğin kaybı şeklinde sıralanabilir</li><br/></ul><br/>I. Yemeğin tek tip hâle gelmesi, tadın standartlaşması.\n II. Biyoçeşitliliğin tehdit altında olması, düşük kârlı türlerin, sebzelerin, meyvelerin ve tahılların yok olması.\n III. Tarımın endüstrileşmesi ile birlikte çevresel tahribatın oluşması.\n IV. Küçük üreticinin korunamaması."
  },
  {
    "id": "3014467",
    "unitNumber": 7,
    "text": "Yavaş Hareketinin amaçları ile ilgili olarak aşağıdakilerden hangisi ya da hangileri doğrudur?\n I. Yerel ürün üretiminin teşvik edilmesi\n II. Ürünlerin endüstriyel olmayan yollarla ve mevsiminde üretilmesi\n III. Geleneksel yemek tariflerinin korunması ve yöresel yemeklerin ziyaretçilere geleneksel sunum biçimleriyle ulaştırılması",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "II ve III",
      "E": "II"
    },
    "explanation": "Yavaş yemek hareketinin amaçları şu şekilde sıralanabilir:\n<br/><ul><br/><li>Yerel ürün üretiminin teşvik edilmesi</li><br/><li>Ürünlerin mevsiminde üretilmesi</li><br/><li>Ürünlerin endüstriyel olmayan yollarla üretilmesi</li><br/><li>Genetiği değiştirilmiş ürünlerin üretiminin engellenmesi</li><br/><li>Geleneksel yemek tariflerinin korunması</li><br/><li>Kültürel mirasın korunması</li><br/><li>Doğaya saygılı olunması</li><br/><li>Yöresel yemeklerin ziyaretçilere geleneksel sunum biçimleriyle ulaştırılması</li><br/><li>Yemek aracılığıyla sosyalleşme</li><br/><li>Lezzet eğitimlerinin verilmesi ve bu eğitimlerin yaygınlaştırılması</li><br/></ul><br/>I. Yerel ürün üretiminin teşvik edilmesi\n II. Ürünlerin endüstriyel olmayan yollarla ve mevsiminde üretilmesi\n III. Geleneksel yemek tariflerinin korunması ve yöresel yemeklerin ziyaretçilere geleneksel sunum biçimleriyle ulaştırılması"
  },
  {
    "id": "3014477",
    "unitNumber": 7,
    "text": "Yavaş Hareketinin ölçütleri ile ilgili olarak aşağıdakilerden hangisi ya da hangileri doğrudur?\n I. Çevre dostu sürdürülebilir projeler hazırlamak ve uygulamak, çevre dostu teknolojileri kullanmak\n II. Yerel üreticiler ve tüketiciler arasında sağlam ilişkiler kurmak, yerel üretimi ve sürdürülebilir tüketimi desteklemek\n III. Geleneksel gıda ürünlerini korumak ve desteklemek geleneksel yerel yemekleri tanıtmak",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "II ve III",
      "E": "I"
    },
    "explanation": "Yavaş yemek hareketinin ölçütleri aşağıdaki şekilde özetlenebilir:\n<br/><ul><br/><li>Çevre dostu sürdürülebilir projeler hazırlamak ve uygulamak</li><br/><li>Ekolojik toprak kullanımı için altyapı sağlamak</li><br/><li>Çevre dostu teknolojileri kullanmak</li><br/><li>Yerel üretimi ve sürdürülebilir tüketimi desteklemek</li><br/><li>Organik gıda üretimini ve tüketimini desteklemek</li><br/><li>Yerel üreticiler ve tüketiciler arasında sağlam ilişkiler kurmak</li><br/><li>Geleneksel gıda ürünlerini korumak ve desteklemek</li><br/><li>Geleneksel yerel yemekleri tanıtmak</li><br/><li>Yerel yemeklerin ve ünlü yemeklerin tarihini araştırmak</li><br/></ul><br/>I. Çevre dostu sürdürülebilir projeler hazırlamak ve uygulamak, çevre dostu teknolojileri kullanmak\n II. Yerel üreticiler ve tüketiciler arasında sağlam ilişkiler kurmak, yerel üretimi ve sürdürülebilir tüketimi desteklemek\n III. Geleneksel gıda ürünlerini korumak ve desteklemek geleneksel yerel yemekleri tanıtmak"
  },
  {
    "id": "3014483",
    "unitNumber": 7,
    "text": "Yavaş yemek uygulamalarının destinasyonlarda sürdürülebilirliğe olan etkileri ile ilgili olarak aşağıdakilerden hangisi ya da hangileri doğrudur?\n I. Turistlerin yerel yiyecek ve içecekleri tüketmesi yerel üretimin canlanmasını sağlar.\n II. Yeme-içme kültürünün turistlere tanıtılması, soyut kültürel mirasın yaşatılmasını ve kuşaklar arası aktarılmasını sağlar.\n III. Yerel ve otantik olanın kullanılması, bio-çeşitliliğin korunması, turistlerin de çevre duyarlılığı ve sağlıklı gıda bilinci, karbon ayak izinin azaltılması yoluyla sürdürülebilirliğe katkı sağlar.",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "III"
    },
    "explanation": "Gastronomide yavaş yemek uygulamalarının bir çekicilik faktörü olarak destinasyonlarda sürdürülebilirlik açısından önemli etkileri olduğu söylenebilir. Bu etkiler aşağıdaki şekilde özetlenebilir:\n<br/><ul><br/><li>Turistlerin yerel yiyecek ve içecekleri tüketmesi yerel üretimin canlanmasını sağlar. Bunun çarpan etkisi diğer sektörlere etki etmesi, yerel halkın ve işletmelerin gelir elde etmesine, bölgede istihdam olanaklarının artmasına katkı sağlar.</li><br/><li>Yeme-içme kültürünün turistlere tanıtılması, soyut kültürel mirasın yaşatılmasını ve kuşaklar arası aktarılmasını sağlar. Bu yolla sağlanan yerel halk-turist arasında sosyal ve kültürel etkileşim, turist memnuniyetine yansır. Sonuçta yerel halkın yaşam kalitesi artar, yerel halkın kendileriyle gurur duymalarını sağlar.</li><br/><li>Yerel ve otantik olanın kullanılması, bio-çeşitliliğin korunması, turistlerin de çevre duyarlılığı ve sağlıklı gıda bilinci, karbon ayak izinin azaltılması gibi etkiler çevrenin korunmasını sağlarken sürdürülebilirliğin gerçek</li></ul><br/>I. Turistlerin yerel yiyecek ve içecekleri tüketmesi yerel üretimin canlanmasını sağlar.\n II. Yeme-içme kültürünün turistlere tanıtılması, soyut kültürel mirasın yaşatılmasını ve kuşaklar arası aktarılmasını sağlar.\n III. Yerel ve otantik olanın kullanılması, bio-çeşitliliğin korunması, turistlerin de çevre duyarlılığı ve sağlıklı gıda bilinci, karbon ayak izinin azaltılması yoluyla sürdürülebilirliğe katkı sağlar."
  },
  {
    "id": "3014493",
    "unitNumber": 7,
    "text": "Yavaş şehir hareketinin amaçları ile ilgili olarak aşağıdakilerden hangisi ya da hangileri doğrudur?\n I. Standardizasyon değil çeşitliliği teşvik etmek\n II. Yerel kültürü, gelenekleri, ürünleri desteklemek ve teşvik etmek\n III. Özellikle çocuklar ve gençler arasında sağlıklı yaşamı teşvik etmek",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "II"
    },
    "explanation": "Yavaş şehir hareketinin amaçları aşağıdaki şekilde sıralanabilir:\n<br/><ul><br/><li>Standardizasyon değil çeşitliliği teşvik etmek</li><br/><li>Yerel kültürü, gelenekleri desteklemek ve teşvik etmek</li><br/><li>Daha sürdürülebilir çevreler için çalışmak</li><br/><li>Yerel üretim ve ürünleri desteklemek, teşvik etmek</li><br/><li>Özellikle çocuklar ve gençler arasında sağlıklı yaşamı teşvik etmek</li><br/><li>Bu değerleri inşa etmek üzere yerel toplum ile beraber çalışmak</li><br/></ul><br/>I. Standardizasyon değil çeşitliliği teşvik etmek\n II. Yerel kültürü, gelenekleri, ürünleri desteklemek ve teşvik etmek\n III. Özellikle çocuklar ve gençler arasında sağlıklı yaşamı teşvik etmek"
  },
  {
    "id": "3014501",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ya da hangileri “yavaş şehir” ölçütlerindendir?\n I. Çevre Politikaları\n II. Altyapı Politikaları\n III. Kentsel Yaşam politikaları\n IV. Tarımsal, Turistik, Esnaf ve Sanatkârlara Dair Politikalar",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "<table><tbody><tr><td><br/><strong>Çevre Politikaları </strong>\n<br/>1. Hava temizliğinin yasa tarafından belirtilen parametrelerde olduğunun belgelenmesi *\n<br/>2. Su temizliğinin yasa tarafından belirtilen parametrelerde olduğunun belgelenmesi *\n<br/>3. Halkın içme suyu tüketiminin ulusal ortalamayla karşılaştırılması\n<br/>4. Kentsel katı atıkların ayrıştırılarak toplanması *\n<br/>5. Endüstriyel ve evsel kompostlamanın desteklenmesi\n<br/>6. Kentsel ya da toplu kanalizasyon için atık su arıtma tesisinin bulunması *\n<br/>7. Binalarda ve kamu kullanım alanlarında enerji tasarrufu\n<br/>8. Kamunun yenilenebilir enerji kaynaklarından enerji üretimi\n<br/>9. Görsel kirliliğin ve trafik gürültüsünün azaltılması\n<br/>10. Kamusal ışık kirliliğinin azaltılması *\n<br/>11. Hane başına düşen elektrik enerjisi tüketimi\n<br/>12. Biyoçeşitliliğin korunması\n<br/></td><td><br/><strong>Altyapı Politikaları </strong>\n<br/>1. Kamu binalarına bağlı verimli bisiklet yolları\n<br/></td></tr></tbody></table><br/>I. Çevre Politikaları\n II. Altyapı Politikaları\n III. Kentsel Yaşam politikaları\n IV. Tarımsal, Turistik, Esnaf ve Sanatkârlara Dair Politikalar"
  },
  {
    "id": "3014508",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ya da hangileri “yavaş turizmin” bileşenlerindendir?\n I. Etkileşim (<em>contamination</em>)\n II. Otantiklik/gerçeklik (<em>authenticity)</em>\n III. Duygu (<em>emotion</em>)",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "II"
    },
    "explanation": "Yavaş turizm bileşenleri:\n<br/><ul><br/><li>Etkileşim (<em>contamination</em>),</li><br/><li>Otantiklik/gerçeklik (<em>authenticity)</em>,</li><br/><li>Sürdürülebilirlik (<em>sustainability</em>),</li><br/><li>Yavaşlık <em>(slowness</em>),</li><br/><li>Zaman (<em>length</em>) ve</li><br/><li>Duygu (<em>emotion</em>)</li><br/></ul><br/>şeklinde sıralanmaktadır.<br/>I. Etkileşim (<em>contamination</em>)\n II. Otantiklik/gerçeklik (<em>authenticity)</em>\n III. Duygu (<em>emotion</em>)"
  },
  {
    "id": "3023677",
    "unitNumber": 7,
    "text": "Yavaş Yemek Manifestosu (Slow Food Manifesto)’nun hayata geçmesinde hangi ülke delegesi <strong>yer almamıştır? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Avusturya",
      "B": "Brezilya",
      "C": "Türkiye",
      "D": "Macaristan",
      "E": "Amerika Birleşik Devletleri"
    },
    "explanation": "Yavaş hareketinin başlama noktası İtalya’dır. İlk ayağı yemek olan bu hareket, 1986 yılında Roma’nın simgesel meydanlarından olan İspanyol Merdivenlerinde (Piazza di Spagna) hızlı yemek zinciri olan McDonald’s restoranının açılışında, bu açılışı protesto etmek amacıyla Carlo Petrini öncülüğünde başlatılmıştır. İtalya’nın Barolo kentinde “Yavaş Beslenme Birliği” oluşturulmuş, 09 Kasım 1989 yılında 15 üye ülkenin delegeleri tarafından, Yavaş Yemek Manifestosu’nun (Slow Food Manifesto) imzalanmasıyla resmen hayata geçmiştir. Arjantin, Avusturya, Brezilya, Danimarka, Fransa, Almanya, Hollanda, Macaristan, İtalya, Japonya, İspanya, İsveç, İsviçre, Amerika Birleşik<br/>Türkiye"
  },
  {
    "id": "3023688",
    "unitNumber": 7,
    "text": "“Yavaş Yemek- slow food” hareketini başlatan olay aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Roma’nın simgesi olan Aşk Çeşmesi’nin karşısında McDonald’s restoranının açılması",
      "B": "Arjantin’in ünlü tarihi Côrdoba Katedralinde Burger King retoranının açılması",
      "C": "Roma’nın simgesel meydanı olan İspanyol Merdivenlerinde McDonald’s restoranının açılması",
      "D": "İstanbul’da Ayasofya Camiinin bir kısmının McDonald’s restoranına dönüştürülmesi",
      "E": "İtalya’da Pisa Kulesi’nin girişine Pizza Hut restoranının açılması"
    },
    "explanation": "Yavaş hareketinin başlama noktası İtalya’dır. İlk ayağı yemek olan bu hareket, 1986 yılında Roma’nın simgesel meydanlarından olan İspanyol Merdivenlerinde (Piazza di Spagna) hızlı yemek zinciri olan McDonald’s restoranının açılışında, bu açılışı protesto etmek amacıyla Carlo Petrini öncülüğünde başlatılmıştır.<br/>Roma’nın simgesel meydanı olan İspanyol Merdivenlerinde McDonald’s restoranının açılması"
  },
  {
    "id": "3023717",
    "unitNumber": 7,
    "text": "Beslenmeyi üretimin bütünleyici ve ayrılmaz parçası olarak gören<strong> yavaş yemek</strong> anlayışıyla oluşturulan çok geniş ağ içerisinde hangisi <strong>yer almaz?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Üreticiler",
      "B": "Aşçılar",
      "C": "Reklamcılar",
      "D": "Çiftçiler",
      "E": "Tüketiciler"
    },
    "explanation": "Beslenmeyi üretimin bütünleyici ve ayrılmaz parçası olarak gören yavaş yemek anlayışıyla, üreticiler, araştırmacılar, satıcılar, aşçılar, çiftçiler ve tüketicilerden oluşan çok geniş bir ağ meydana gelmektedir<br/>Reklamcılar"
  },
  {
    "id": "3023760",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Yerel ürün üretiminin teşvik edilmesi</li> <li>Ürünlerin mevsimi haricinde üretilmesi ve tüketilmesi</li> <li>Genetiği değiştirilmiş ürünlerin üretiminin engellenmesi</li> <li>Doğaya saygılı olunması</li> <li>Yemek aracılığıyla sosyalleşme</li> </ol> Yukarıdakilerin hangisi/hangileri Yavaş yemek hareketinin amaçları içerisindedir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III ve V",
      "B": "I, II, III ve IV",
      "C": "I, II, IV ve V",
      "D": "II, III ve V",
      "E": "I, III, IV ve V"
    },
    "explanation": "Yavaş yemek hareketinin<br/>amaçları şu şekilde sıralanabilir (Dursun, 2019; Tekin, 2017):<br/>• Yerel ürün üretiminin teşvik edilmesi<br/>• <strong>Ürünlerin mevsiminde üretilmesi</strong><br/>• Ürünlerin endüstriyel olmayan yollarla üretilmesi<br/>• Genetiği değiştirilmiş ürünlerin üretiminin engellenmesi<br/>• Geleneksel yemek tariflerinin korunması<br/>• Kültürel mirasın korunması<br/>• Doğaya saygılı olunması<br/>• Yöresel yemeklerin ziyaretçilere geleneksel sunum biçimleriyle ulaştırılması<br/>• Yemek aracılığıyla sosyalleşme<br/>• Lezzet eğitimlerinin verilmesi ve bu eğitimlerin yaygınlaştırılması<br/>I, III, IV ve V"
  },
  {
    "id": "3023801",
    "unitNumber": 7,
    "text": "Yavaş yemek hareketinin sembolü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Balık",
      "B": "Başak",
      "C": "Salyangoz",
      "D": "Domuz",
      "E": "Ağaç"
    },
    "explanation": "Yavaş yemek hareketinin sembolü salyangoz figürüdür. Salyangoz; gerek yolculuğu gerek eylemleri çerçevesinde çok ağır ve yavaş bir yaşam tarzına sahip hayvandır. Salyangoz, yavaştır, temkinlidir ancak kararlıdır. Bu kararlılık sayesinde ilerleyişini devam ettiren salyangoz cüssesinden beklenmeyecek mesafeleri kat eder, bunu yaparken de geçtiği yerlerde ince bir iz bırakır. Salyangozun yemek yeme serüveni de aynı şekilde yavaş gerçekleşir ve bu şekilde insanlara örnek olması gereken bir konumdadır"
  },
  {
    "id": "3023873",
    "unitNumber": 7,
    "text": "Yavaş yemek hareketi kapsamında Türkiye’nin de içerisinde yer aldığı ağ aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Nuh’un Ambarı ve Yeryüzü Pazarları",
      "B": "Yavaş Yemek Bio-çeşitlilik Vakfı",
      "C": "Terra Madre Ağı",
      "D": "Yaşamın Kolay Olduğu Kentlerin Uluslararası Ağı",
      "E": "Convivium"
    },
    "explanation": "Yavaş şehirlerin oluşturduğu kurumsal yapının resmî adı “Yaşamın Kolay Olduğu Kentlerin Uluslararası Ağı” olarak<br/>geçmekte, kısaca “Yavaş Kentler Birliği” (Cittaslow Association) şeklinde ifade edilmektedir. Bu ağ, günümüzde küreselleşme sonucu ortaya çıkan birbirinin aynı olan mekânlardan biri olmak istemeyen, yerel kimliğini ve özelliklerini koruyarak farklı olmak isteyen şehirlerin katıldığı uluslararası bir ağdır (Coşar, 2013: 17). Türkiye’nin de içerisinde yer aldığı yavaş şehir ağında 2020 yılı itibarıyla 30 ülke ve 264 şehir yer almaktadır"
  },
  {
    "id": "3023936",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Yavaş Şehir Ölçütleri içerisindeki <strong>Çevre Politikaları</strong> kapsamında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Agro ekolojinin geliştirilmesi",
      "B": "Biyoçeşitliliğin korunması",
      "C": "Kamuya ait restoranlarda yerel, mümkünse organik ürünlerin kullanılması",
      "D": "Kişisel kullanımda organik yerel ürünlerin kullanılmasının teşvik edilmesi",
      "E": "Tarımda GDO kullanımının yasaklanması"
    },
    "explanation": "Tablo 7.3 Yavaş Şehir Ölçütleri\n<br/>Çevre Politikaları\n<br/>1. Hava temizliğinin yasa tarafından belirtilen parametrelerde olduğunun belgelenmesi *<br/>2. Su temizliğinin yasa tarafından belirtilen parametrelerde olduğunun belgelenmesi *<br/>3. Halkın içme suyu tüketiminin ulusal ortalamayla karşılaştırılması<br/>4. Kentsel katı atıkların ayrıştırılarak toplanması *<br/>5. Endüstriyel ve evsel kompostlamanın desteklenmesi<br/>6. Kentsel ya da toplu kanalizasyon için atık su arıtma tesisinin bulunması *<br/>7. Binalarda ve kamu kullanım alanlarında enerji tasarrufu<br/>8. Kamunun yenilenebilir enerji kaynaklarından enerji üretimi<br/>9. Görsel kirliliğin ve trafik gürültüsünün azaltılması<br/>10. Kamusal ışık kirliliğinin azaltılması *<br/>11. Hane başına düşen elektrik enerjisi tüketimi<br/>12. Biyoçeşitliliğin korunması"
  },
  {
    "id": "3023985",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Yavaş Şehir Ölçütleri içerisindeki Kentsel Yaşam Kalitesi Politikaları kapsamı içerisinde <strong>yer almamaktadır? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kentin direnci için planlama",
      "B": "Kişisel sürdürülebilir kentsel planlamanın teşviki",
      "C": "Kent içindeki kullanışlı yeşil alanların verimli bitkiler ile değerlendirilmesi",
      "D": "Yerel ürünlerin ticarileşmesi için alanların yaratılması",
      "E": "Görsel kirliliğin ve trafik gürültüsünün azaltılması"
    },
    "explanation": "lşl<br/>Görsel kirliliğin ve trafik gürültüsünün azaltılması Çevre Politikaları kapsamındadır (Tablo 7.3 Yavaş Şehir Ölçütleri)"
  },
  {
    "id": "3024047",
    "unitNumber": 7,
    "text": "Karbon Ayak İzinde aşağıdakilerden hangisi <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Su",
      "B": "Atıklar",
      "C": "Taşımacılık",
      "D": "Elektrik",
      "E": "İnternet"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c5b6734ed34d109cb8587f7442719d37.png\" alt=\"\" width=\"577\" height=\"251\"><br/>İnternet"
  },
  {
    "id": "3024105",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Orvieto</li> <li>Greve in Chianti</li> <li>Roma</li> <li>Bra</li> <li>Midden Defland</li> <li>Positano</li> </ol> Yavaş Kentler Birliğinin temelinin atılmasında etkili olan dört şehir yukarıdakilerden hangileridir?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III ve VI",
      "B": "I, II, IV ve VI",
      "C": "I, II, III ve IV",
      "D": "I, II, III ve V",
      "E": "II, IV, V ve VI"
    },
    "explanation": "Saturnini yaşam kalitesini yükseltmek amacıyla kentlerin kendilerini değerlendirmeleri ve farklı bir kalkınma modeli ortaya koymaları fikrini ulusal boyuta taşımış, onun önderliğinde toplanan dört küçük İtalyan kentinin (Orvieto, Greve in Chianti, Bra, Positano) belediye başkanı bir araya gelerek Yavaş Kentler Birliğinin temelini atmışlardır<br/>I, II, IV ve VI"
  },
  {
    "id": "2976936",
    "unitNumber": 8,
    "text": "İnsanlığın, uygarlık tarihi boyunca varlığını sürdürebilmesinin <u>en temel</u> nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yaşam stratejileri geliştirebilmeleri",
      "B": "Hayvanları evcilleştirmeleri",
      "C": "Barınma yetenekleri",
      "D": "Doğa olaylarına anlam katmaları",
      "E": "Beslenmelerine önem vermeleri"
    },
    "explanation": "Soru ile ilgili konu başlığı: Giriş<br/>İnsanlık uygarlık tarihi boyunca varlığını, doğada gerçekleşen ekolojik olayları anlamlandırabilme ve ona uygun yaşam stratejileri geliştirebilme yeteneğine borçludur. Bunların en başında ise beslenme ve barınma stratejileri gelmektedir. Böylece insan topluluklarının sosyal ve ekonomik gelişmeleri büyük ölçüde doğal ekosistemlerden yararlanabilme yeteneklerine bağlı olarak gelişmiştir."
  },
  {
    "id": "2976937",
    "unitNumber": 8,
    "text": "İnsanlar ile ekolojik çevre ve besin özelliği taşıyan diğer organizmalar arasındaki karşılıklı ilişkilerin toplumda oluşan besin tercihi, yemek kültürü ve lezzet anlayışı üzerindeki etkileri aşağıdaki hangi kavramla tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekoturizm",
      "B": "Gastroekoloji",
      "C": "Besin ağı",
      "D": "Besin zinciri",
      "E": "Organik tarım"
    },
    "explanation": "Soru ile ilgili konu başlığı: Giriş<br/>Gastroekoloji: İnsanlar ile ekolojik çevre ve besin özelliği taşıyan diğer organizmalar arasındaki karşılıklı ilişkilerin toplumda oluşan besin tercihi, yemek kültürü ve lezzet anlayışı üzerindeki etkilerini ifade etmektedir."
  },
  {
    "id": "2976938",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ekosistem içinde canlıları etkileyen abiyotik faktörlerden biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Işık",
      "B": "İklim",
      "C": "Üreticiler",
      "D": "Sıcaklık",
      "E": "Su"
    },
    "explanation": "Soru ile ilgili konu başlığı: Gastroekoloji için Temel Kavramlar<br/>Her ekosistemin yapısı fonksiyonel olarak aynı ekolojik faktör bileşenlerinin farklı düzeyde etkilerinden oluşur. Bu faktörler; beslenme (madde ve enerji akışı) ilişkisine göre <em>üreticiler, tüketiciler, ayrıştırıcılardan </em>oluşan canlı (biyotik) organizmalar ile cansız (abiyotik) çevresel öğelerden meydana gelir. Abiyotik faktörler; ışık, iklim, sıcaklık, su, ortam pH’si toprak ve minerallerdir."
  },
  {
    "id": "2976939",
    "unitNumber": 8,
    "text": "Cansız çevrenin canlılar üzerine olan etkisine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Koaksiyon",
      "B": "Abiyotik",
      "C": "Reaksiyon",
      "D": "Aksiyon",
      "E": "Ayrıştırıcılar"
    },
    "explanation": "Soru ile ilgili konu başlığı: Gastroekoloji için Temel Kavramlar<br/>Canlıların birbirleriyle ve çevreleriyle olan tüm ilişkilerin yönü farklılıklar gösterdiği için <em>Aksiyon, Reaksiyon </em>ve <em>Koaksiyon </em>olarak ayrı ayrı tanımlanır. Bu ilişkileri insanlar üzerinden tanımlayacak olursak; Cansız çevrenin canlılar üzerine olan etkisine <em>Aksiyon </em>denir. Örnek; insanların kuraklık nedeniyle açlık ve susuzluk çekmesi. Canlıların cansız çevre üzerinde yaptıkları etki <em>Reaksiyon </em>olarak tanımlanır. Örnek; İnsanlar tarafından suların kirletilmesi. Bir canlının diğer bir canlı üzerindeki etkisine <em>Koaksiyon </em>denir. Örnek; insanlar tarafından yapılan avlanma ve tarım faaliyetleri."
  },
  {
    "id": "2976940",
    "unitNumber": 8,
    "text": "Bir ekosistem içinde yer alan enerjinin besin aktarımı yoluyla farklı organizmalar dizini üzerinden taşınmasına ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Enerji akışı",
      "B": "Kullanılabilir enerji",
      "C": "Besin ağı",
      "D": "Koaksiyon",
      "E": "Besin zinciri"
    },
    "explanation": "Soru ile ilgili konu başlığı: Ekosistemlerde Besin ve Enerji Akışı<br/>Bir ekosistem içinde yer alan enerjinin besin aktarımı yoluyla farklı organizmalar dizini üzerinden taşınmasına besin zinciri denir."
  },
  {
    "id": "2976941",
    "unitNumber": 8,
    "text": "İnsanların yaşamlarını sürdürülebilmek için yararlandıkları ve doğal ekosistemler tarafından sunulan süreçler, işlevler, faydalar ve ürünlerin tümüne ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekosistem servisleri",
      "B": "Besin kaynağı",
      "C": "Reaksiyon etkisi",
      "D": "Besin zinciri",
      "E": "Koaksiyon etkisi"
    },
    "explanation": "Soru ile ilgili konu başlığı: Besin Kaynağı Olarak Ekosistemlerin Genel Özellikleri<br/>Ekosistem Servisleri: İnsanların yaşamlarını sürdürülebilmek için yararlandıkları ve doğal ekosistemler tarafından sunulan süreçler, işlevler, faydalar ve ürünlerin tümü olarak tanımlanmaktadır."
  },
  {
    "id": "2976942",
    "unitNumber": 8,
    "text": "Ekosistemlerde besin zincirinin <u>ilk</u> halkasını aşağıdakilerden hangisi oluşturmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Otçullar",
      "B": "Üreticiler",
      "C": "Etçiller",
      "D": "Hepçil organizmalar",
      "E": "Ayrıştırıcı organizmalar"
    },
    "explanation": "Soru ile ilgili konu başlığı: Ekosistemlerde Besin ve Enerji Akışı<br/>Bir ekosistem içinde yer alan enerjinin besin aktarımı yoluyla farklı organizmalar dizini üzerinden taşınmasına besin zinciri denir. Ekosistemlerde besin zincirinin ilk halkasını güneş̧ enerjisini kullanarak fotosentez yoluyla besin maddesi oluşturan <em>üreticiler </em>yani bitkisel organizmalar oluşturmaktadır. Üreticiler <em>otçullar </em>tarafından (örnek; tavşan, keçi, vaşak), otçullar da <em>etçiller </em>tarafından besin olarak kullanılırlar (aslan, kurt, kartal). <em>Hepçil </em>organizmalar olarak adlandırılan bazı türler hem üreticiler hem de otçul ve etçil hayvanlarla beslenebilmektedirler (örnek; insan, maymun ve ayı). Canlı kalıntılar ve ya ölü dokularla beslenen organizmalar ise <em>ayrıştırıcılar </em>olarak, farklı bir beslenme seviyesini oluştururlar (mantarlar ve bakteriler)."
  },
  {
    "id": "2976943",
    "unitNumber": 8,
    "text": "Dünyada tüm kıtalara yayılan insan toplulukları da, zaman içerisinde, yaşadıkları farklı ekosistemlerin yapısında bulunan farklı ekolojik faktörlere uyum sağlayarak insan topluluklarını ve yaşam kültürlerini oluşturmuşlardır. Bu farklılıklara dayalı olarak ortaya çıkan toplumsal özelliklerin <u>bütününe</u> ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ekosistem servisleri",
      "B": "Yapay ekosistemler",
      "C": "Biyokültürel çeşitlilik",
      "D": "Yarı doğal ekosistemler",
      "E": "Besin zincirleri"
    },
    "explanation": "Soru ile ilgili konu başlığı: Besin Kaynağı Olarak Biyolojik Tür Çeşitliliği<br/>Dünyada tüm kıtalara yayılan insan toplulukları da, zaman içerisinde, yaşadıkları farklı ekosistemlerin yapısında bulunan farklı ekolojik faktörlere uyum sağlayarak insan topluluklarını ve yaşam kültürlerini oluşturmuşlardır. Bu farklılıklara dayalı olarak ortaya çıkan toplumsal özelliklerin bütünü <em>Biyokültürel Çeşitlilik </em>olarak ifade edilmektedir. Çünkü insan topluluklarının yaşadıkları bölgenin biyolojik zenginliği ile geliştirdikleri kültürel zenginlik arasındaki doğrusal ilişki bilimsel olarak ortaya konulmuştur."
  },
  {
    "id": "2976944",
    "unitNumber": 8,
    "text": "İnsanların yaşamlarını desteklemek için gerekli olan mal ve hizmetleri üretmek, atıkları yok etmek için gereken dünya üzerindeki biyolojik olarak üretken karasal ya da sucul alan miktarına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kullanılabilir enerji",
      "B": "Ekosistem servisleri",
      "C": "Biyokültürel çeşitlilik",
      "D": "Ekolojik ayak izi",
      "E": "Enerji akışı"
    },
    "explanation": "Soru ile ilgili konu başlığı: Besin Üretiminin Ekolojik ve Çevresel Etkileri<br/>Ekolojik ayak izi: İnsanların yaşamlarını desteklemek için gerekli olan mal ve hizmetleri üretmek, atıkları yok etmek için gereken dünya üzerindeki biyolojik olarak üretken karasal ya da sucul alan miktarıdır."
  },
  {
    "id": "2976945",
    "unitNumber": 8,
    "text": "Aşağıdaki ifadelerden hangisi ekolojik, sürdürülebilir ve sağlıklı besinlerin yetiştirilmesi ve gıda tedarikinin sağlanması için yapılması gereken önlemler arasında <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Fosil yakıtların kullanımını azaltmak",
      "B": "Sera gazı salınımlarının azaltmak",
      "C": "Gübre ve tarım ilaçlarının doğru kullanmak",
      "D": "Sürdürülebilir balıkçılık uygulamalarının gerçekleştirilmek",
      "E": "Besin kaynağı olan canlıların genetik yapılarını değiştirmek"
    },
    "explanation": "Soru ile ilgili konu başlığı: Ekolojik Gıda Üretimi ve Tedariği<br/>Uluslararası düzeyde yapılan çalışmalara göre ekolojik, sürdürülebilir ve sağlıklı besinlerin yetiştirilmesi ve gıda tedarikinin sağlanması için yapılması gereken önlemler: Fosil yakıtların kullanımını azaltmak, hava kalitesini korumaya yardımcı olmak için sera gazı salınımlarının azaltılması, tarımsal arazilerin dönüşümünün azaltılması, toprağın ve su yollarının kirlenmesinin engellenmesi için gübre ve tarım ilaçlarının doğru kullanılması, sürdürülebilir balıkçılık uygulamalarının gerçekleştirilmesi, kıyı bölgelerinde ve tarımsal alanlarda kirliliğin azaltılması, besin kaynağı olarak kullanılan canlıların genetik yapılarının (GDO) değiştirilmemesi."
  },
  {
    "id": "2976946",
    "unitNumber": 8,
    "text": "İnsanlar ile ekolojik çevre ve besin özelliği taşıyan diğer organizmalar arasındaki karşılıklı ilişkilerin toplumda oluşan besin tercihi, yemek kültürü ve lezzet anlayışı üzerindeki etkilerini aşağıdakilerden hangisi incelemektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gastroekoloji",
      "B": "Ekoloji",
      "C": "Gastronomi",
      "D": "Doğa Bilimleri",
      "E": "Gıda ve Mutfak Kültürü Araştırmaları"
    },
    "explanation": "Gastroekoloji\n<br/>İnsanlar ile ekolojik çevre ve besin özelliği taşıyan diğer organizmalar arasındaki karşılıklı ilişkilerin toplumda oluşan besin tercihi, yemek kültürü ve lezzet anlayışı üzerindeki etkilerini ifade etmektedir."
  },
  {
    "id": "2976947",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi canlıların yaşamaları ve gelişmesini sağlayan ve onları sürekli etkileri altında bulunduruan ekeolojik faktörlerden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "İklimsel",
      "B": "Tarımsal",
      "C": "Edafik",
      "D": "Fizyoggrafik",
      "E": "Biyotik"
    },
    "explanation": "<strong>Ekolojik Faktörler: </strong>Canlıların yaşamaları ve gelişmesini sağlayan ve onları sürekli olarak etkileri altında bulunduran iklimsel (ısı, ışık, sıcaklık, nem, yağış, sis, hava hareketleri vb. gibi), edafik (toprak özellikleri), fizyoggrafik (yeryüzüşekillerine ait özellikler) ve biyotik (tüm canlılar) etkileşim unsurlarının bütününe denir.<br/>Tarımsal"
  },
  {
    "id": "2976948",
    "unitNumber": 8,
    "text": "Belli bir bölgede yaşayan ve birbirleriyle devamlı etkileşim halinde olan canlılar ile bunların cansız çevrelerin oluşturduğu ve ekolojik faktörler bakımından farklılıklara sahip olan bütüne <strong>................. </strong>denir.\n<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "ekolojik faktörler",
      "B": "ekoloji",
      "C": "ekosistem",
      "D": "ekogastronomi",
      "E": "Gastronomik ekoloji"
    },
    "explanation": "Belli bir bölgede yaşayan ve birbirleriyle devamlı etkileşim halinde olan canlılar ile bunların cansız çevrelerin oluşturduğu ve <strong>ekolojik faktörler </strong>bakımından farklılıklara sahip olan bütüne <strong>ekosistem </strong>denir."
  },
  {
    "id": "2976949",
    "unitNumber": 8,
    "text": "Bir ekosistem içinde yer alan enerjinin besin aktarımı yoluyla farklı organizmalar dizini üzerinden taşınmasına nedenir?",
    "correctAnswer": "D",
    "options": {
      "A": "Besin ağı",
      "B": "Besin",
      "C": "Doğal denge",
      "D": "besin zinciri",
      "E": "Güç dizini"
    },
    "explanation": "Bir ekosistem içinde yer alan enerjinin besin aktarımı yoluyla farklı organizmalar dizini üzerinden taşınmasına <strong>besin zinciri </strong>denir. Ekosistemlerde besin zincirinin ilk halkasını güneşenerjisini kullanarak fotosentez yoluyla besin maddesi oluşturan <em>üreticiler </em>yani bitkisel organizmalar oluşturmaktadır. Üreticiler <em>otçullar </em>tarafından (örnek; tavşan, keçi, vaşak), otçullar da <em>etçiller </em>tarafından besin olarak kullanılırlar (aslan, kurt, kartal). <em>Hepçil </em>organizmalar olarak adlandırılan bazı türler hem üreticiler hem de otçul ve etçil hayvanlarla beslenebilmektedirler (örnek; insan, maymun ve ayı). Canlı kalıntılar ve ya ölüdokularla beslenen organizmalar ise <em>ayrıştırıcılar </em>olarak, farklı bir beslenme seviyesini oluştururlar (mantarlar ve bakteriler).<br/><strong>besin zinciri</strong>"
  },
  {
    "id": "2976950",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi enerji piramitinde yer alan üreticiler katmanına aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "İnsanlar",
      "B": "Etçiller",
      "C": "Otçullar",
      "D": "Bitkiler",
      "E": "Balıklar"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/30bc04ca9ffefcc6360a82d3d4868906.png\" alt=\"\" width=\"616\" height=\"407\"><br/>Bitkiler"
  },
  {
    "id": "2976951",
    "unitNumber": 8,
    "text": "İnsanlar tarafından müdahale edilmemiş ya da değiştirilmemiş, canlıların hem birbirleriyle hem de cansız çevreleriyle karşılıklı oluşturdukları madde döngüleri, enerji akışları, besin zincirleri ve ağları gibi olayların dengeli bir şekilde süreklilik gösterdiği ekosisteme ne ad verilir_",
    "correctAnswer": "A",
    "options": {
      "A": "Doğal Ekosistem",
      "B": "Yarı Doğal Ekosistem",
      "C": "Yapay Ekosistem",
      "D": "Tarım Ekosistemi",
      "E": "Vahşi Ekosistem"
    },
    "explanation": "İnsanlar tarafından müdahale edilmemiş ya da değiştirilmemiş doğal ekosistemlerde, canlıların hem birbirbirleriyle hem de cansız çevreleriyle karşılıklı oluşturdukları madde döngüleri, enerji akışları, besin zincirleri ve ağları gibi olaylar dengeli bir şekilde süreklilik göstermektedir.<br/>Doğal Ekosistem"
  },
  {
    "id": "2976952",
    "unitNumber": 8,
    "text": "Bitki ve hayvan yetiştirme, bunlardan bitkisel ve hayvansal ürünler elde etme, bu ürünlerin nitelik ve niceliklerini iyileştirme, bu ürünleri pazara hazırlama, depolama ve bu ürünleri işleyip değerlendirmek için yapılan faaliyetlere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çiftçilik",
      "B": "Tarım",
      "C": "Halcilik",
      "D": "Ticaret",
      "E": "Permakültür"
    },
    "explanation": "<strong>Tarım: </strong>Bitki ve hayvan yeti<strong>ş</strong>tirme, bunlardan bitkisel ve hayvansal <strong>ü</strong>r<strong>ü</strong>nler elde etme, bu <strong>ü</strong>r<strong>ü</strong>nlerin nitelik ve niceliklerini iyile<strong>ş</strong>tirme, bu <strong>ü</strong>r<strong>ü</strong>nleri pazara hazırlama, depolama ve bu <strong>ü</strong>r<strong>ü</strong>nleri i<strong>ş</strong>leyip değerlendirmek için yapılan faaliyetlerdir."
  },
  {
    "id": "2976953",
    "unitNumber": 8,
    "text": "Yaşadığımız biyocoğrafyanın sahip olduğu ekolojik faktörlerin farklılıkları, niteliği ve etkileri tarihin başlangıcından, günümüze kadar insan hayatı ve faaliyetleri üzerinde belirleyici bir özelliğe sahiptir. Aşağıdakilerden hangisi bu özelliklerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Biyocoğrafyanın kendisi",
      "B": "Bölgesel Ekoloji",
      "C": "Çevresel Dinamikler",
      "D": "Biyokültür",
      "E": "Uyumsal Nitelikli Kültürel Çeşitlenme"
    },
    "explanation": "bir <strong>biyocoğrafya</strong>nın sahip olduğu ekolojik faktörlerin farklılıkları, niteliği ve etkileri tarihin başlangıcından, günümüze kadar insan hayatı ve faaliyetleri üzerinde belirleyici bir özelliğe sahiptir.\n<br/>Bu süreci şekillendiren temel dinamikler şunlardır:\n<br/>• Biyocoğrafya\n<br/>• Bölgesel ekoloji\n<br/>• Çevresel dinamikler\n<br/>• Uyumsal nitelikli kültürel çeşitlenme<br/>Biyokültür"
  },
  {
    "id": "2976954",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi algıladığımız tatlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ekşi",
      "B": "Tatlı",
      "C": "Acı",
      "D": "Umami",
      "E": "Baharatlı"
    },
    "explanation": "İnsanların canlı türlerini besin olarak tercih etmelerinde rol oynayan en önemli etkenlerin başında onların yendiklerinde oluşturduğu tat ve lezzet duyusu olduğuna daha önceki bölümde değinilmişti. Tat veya tat alma duyusuna dil ve yutak boşluklarında bulunan çok hücreli tat tomurcukları aracılık ederler. Bu tomurcuklardaki tat hücrelerinin <em>t<strong>atlı, acı, ekşi, tuzlu </strong></em><strong>ve <em>umamiden </em></strong>kaynaklanan (bazı besinlerde bulunan <em>glutamat </em>adı verilen bir amino asitten kaynaklanan tam olarak tanımlanmayan hoşa giden tat) tat uyaranlarını elektrokimyasal sinyallere dönüştürerek beyindeki tat merkezine iletmesiyle insanlarda tat algısı oluşur.<br/>Baharatlı"
  },
  {
    "id": "2976955",
    "unitNumber": 8,
    "text": "İnsanların yaşamlarını desteklemek için gerekli olan mal ve hizmetleri üretmek, atıkları yok etmek için gereken dünya üzerindeki biyolojik olarak üretken karasal ya da sucul alan miktarına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekolojik Ayak İzi",
      "B": "Ekolojik Tarım",
      "C": "Ekogastronomi",
      "D": "Ekoloji",
      "E": "Ekol"
    },
    "explanation": "<strong>Ekolojik ayak izi: </strong>İnsanların yaşamlarını desteklemek için gerekli olan mal ve hizmetleri üretmek, atıkları yok etmek için gereken dünya üzerindeki biyolojik olarak üretken karasal ya da sucul alan miktarıdır.<br/>Ekolojik Ayak İzi"
  },
  {
    "id": "2976956",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ekosistemde canlıları etkileyen Abiyotik Faktörler (Cansız Öğeler) biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Işık",
      "B": "İklim",
      "C": "Sıcaklık",
      "D": "Su",
      "E": "Ayrıştırıcılar"
    },
    "explanation": "Ekosistemde Canlıları Etkileyen Faktörler\n<br/>Abiyotik Faktörler:\n<br/>Işık<br/>İklim<br/>Su<br/>Ortam pH’si<br/>Toprak ve<br/>Mineraller<br/>Ekosistemde Canlıları Etkileyen Faktörler\n Abiyotik Faktörler:\n Işık<br/>İklim<br/>Su<br/>Ortam pH’si<br/>Toprak ve<br/>Mineraller"
  },
  {
    "id": "2976957",
    "unitNumber": 8,
    "text": "Bir canlının diğer bir canlı üzerindeki etkisine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Koaksiyon",
      "B": "Aksiyon",
      "C": "Reaksiyon",
      "D": "Abiyotik",
      "E": "Biyotik"
    },
    "explanation": "Bir canlının diğer bir canlı üzerindeki etkisine Koaksiyon denir."
  },
  {
    "id": "2976958",
    "unitNumber": 8,
    "text": "Cansız çevrenin canlılar üzerine olan etkisine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aksiyon",
      "B": "Reaksiyon",
      "C": "Koaksiyon",
      "D": "Biyotik",
      "E": "Abiyotik"
    },
    "explanation": "Cansız çevrenin canlılar üzerine olan etkisine Aksiyon denir."
  },
  {
    "id": "2976959",
    "unitNumber": 8,
    "text": "Dünya üzerindeki bitki ve hayvan türlerinin dağılışını ve bu dağılışın nedenlerini inceleyen bilim dalı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Biyocoğrafya",
      "B": "Ekosistem",
      "C": "Ekoloji",
      "D": "Bölgesel ekoloji",
      "E": "Gastroekoloji’"
    },
    "explanation": "Biyocoğrafya: Dünya üzerindeki bitki ve hayvan türlerinin dağılışını ve bu dağılışın nedenlerini inceleyen fiziki coğrafyanın<br/>alt bilim dalıdır."
  },
  {
    "id": "2976960",
    "unitNumber": 8,
    "text": "Dünyada bilinen 350.000 bin kadar bitki türünden yaklaşık ne kadarının beslenme amacıyla kullanıldığı düşünülmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "3000",
      "B": "100.000",
      "C": "50.000",
      "D": "500",
      "E": "1000"
    },
    "explanation": "Dünyada bu kadar zengin bir canlı tür çeşitliliği olmasına rağmen, bilinen 350.000 bin kadar bitki türünden 3000 kadarının tarih boyunca beslenme amacıyla kullanıldığı ve bunlarında %30’unun tarımı yapılarak gıda üretiminin karşıladığı belirtilmektedir."
  },
  {
    "id": "2976961",
    "unitNumber": 8,
    "text": "Dünyadaki biyolojik çeşitliliğin canlı gruplarına göre dağılımında, %78 oran aşağıdakilerden hangi guruba aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bakteriler",
      "B": "Mantarlar",
      "C": "Tek hücreliler",
      "D": "Hayvanlar",
      "E": "Bitkiler"
    },
    "explanation": "Dünyadaki biyolojik çeşitliliğin canlı gruplarına göre dağılımında, %78 oran bakterilere aittir."
  },
  {
    "id": "2976962",
    "unitNumber": 8,
    "text": "Yenilebilir özelliğe sahip olan herhangi bir canlı türünün gıda olarak tercihinde birincil belirleyici özelliği aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tat ve koku",
      "B": "Besinin dokusu",
      "C": "Renk",
      "D": "Gevreklik",
      "E": "Dolgunluk"
    },
    "explanation": "Yenilebilir özelliğe sahip olan herhangi bir canlı türünün gıda olarak tercihinde birincil belirleyici özelliğin tat ve koku gibi bir dizi duyusal özelliklerle yönetildiği belirlenmiştir."
  },
  {
    "id": "2976963",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi gıda üretiminden kaynaklanan diğer ekolojik ve çevresel sorunların başlıca nedenlerinden değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dünyadaki memeli hayvan canlı kütlesinin (insanlar hariç) %1 ini hayvancılık oluşturmaktadır.",
      "B": "Dünyanın yaşanabilir topraklarının yarısı tarım için kullanılmakta ve kirletilmektedir.",
      "C": "Küresel iklim değişikliğine neden olan sera gazı emisyonlarının dörtte birinden fazlasını (%26) gıda üretiminden kaynaklanmaktadır.",
      "D": "Ormansızlaşmanın %80’inden tarım sorumludur.",
      "E": "Son 40 yılda dünyadaki ekim alanlarının yaklaşık üçte birinde erozyon ve toprak bozulması yaşanmaktadır."
    },
    "explanation": "Dünyadaki memeli hayvan canlı kütlesinin (insanlar hariç) %94’ünü hayvancılık oluşturmaktadır."
  },
  {
    "id": "2976964",
    "unitNumber": 8,
    "text": "Pestisit nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tarımsal ilaç",
      "B": "Coğrafik işaret",
      "C": "Ekosistem servis",
      "D": "Yapay ekosistem",
      "E": "Doğal ekosistem"
    },
    "explanation": "Pestisitlerin (tarımsal ilaçlar) ve gübrelerin doğal yaban hayatı ve su kaynağımız üzerindeki etkileri kanıtlanmıştır."
  },
  {
    "id": "2976965",
    "unitNumber": 8,
    "text": "Bir ülkede ya da bir bölgede yetişen ya da doğal yayılış gösteren bitki tür çeşitliliğinin tümü aşağıdakilerden hangisiyle ifade edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Flora",
      "B": "Fauna",
      "C": "Ekolojik gıda",
      "D": "Pestisit",
      "E": "Gastronomi"
    },
    "explanation": "Flora: Bir ülkede ya da bir bölgede yetişen ya da doğal yayılış gösteren bitki tür çeşitliliğinin tümünü ifade etmektedir."
  },
  {
    "id": "2976966",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Besin tercihi</li> <li>Yemek kültürü</li> <li>Etik</li> <li>İnsan davranışı</li> </ol> Yukarıdakilerden hangisi gastroekoloji bilimini oluşturan öğeler arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız III",
      "B": "I-II",
      "C": "III-IV",
      "D": "I-II-III",
      "E": "Hepsi"
    },
    "explanation": "Gastroekoloji: İnsanlar ile ekolojik çevre ve besin özelliği taşıyan diğer organizmalar arasındaki karşılıklı ilişkilerin toplumda oluşan besin tercihi, yemek kültürü ve lezzet anlayışı üzerindeki etkilerini ifade etmektedir."
  },
  {
    "id": "2976967",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi canlıları etkileyen biyotik faktörler arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Işık",
      "B": "İklim",
      "C": "Toprak ve mineraller",
      "D": "Su",
      "E": "Ayrıştırıcılar"
    },
    "explanation": "Ekosistemde canlıları etkileyen faktörler abiyotik (cansız) ve biyotik (canlı) olmak üzere 2'ye ayrılmaktadır. Biyotik faktörler yani canlı faktörler arasında üreticiler, tüketiciler ve ayrıştırıcılar yer almaktadır."
  },
  {
    "id": "2976968",
    "unitNumber": 8,
    "text": "Aşağıda yer alan canlılardan hangisi enerji zincirinde üretilen enerjinin en azını tüketebilen canlılar arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ayı",
      "B": "Papatya",
      "C": "Koyun",
      "D": "Deve",
      "E": "Manda"
    },
    "explanation": "Ekosistemlerdeki birincil besin üretimi bitkiler tarafından alınan güneş ışığı, mineral ve su teminine bağlıdır. Bir ekosistemdeki besin ve enerji akışını göstermek için enerji piramidi denilen grafik gösterimden yararlanılır. Bir enerji/besin piramidi; üreticilerin yer aldığı en alt beslenme düzeyinde tüketicilerin yer aldığı, en üst yırtıcı etçil seviyesine kadar tüm besin seviyelerinin enerji miktarını göstermektedir. Besin piramidinde üreticilerden itibaren yukarı doğru her beslenme düzeyinden yaklaşık %90 oranında enerji kaybı olduğu için bir üst beslenme düzeyine toplam enerjinin ancak %10 kadarı aktarılabilmektedir. Bu nedenle etçil grubunda yer alan canlılar tüm enerjinin sadece %1 ini alırlar. Bu düzeydeki canlılar arasında aslan, kaplan, kartal gibi etçil canlılar yer almaktadır."
  },
  {
    "id": "2976969",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yarı doğal ekosistemler arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Şehirler",
      "B": "Denizler",
      "C": "Göller",
      "D": "Tarım alanları",
      "E": "Ormanlar"
    },
    "explanation": "Çok sayıda biyolojik çeşitliliğe sahip insan desteği olmaksızın dengeli bir yapıda süreklilik göstererek varlığını sürdürebilen doğal orman ve çayır<br/>ekosistemlerinin dönüştürülmesiyle oluşan tarım alanları yarı doğal ekosistemler için iyi bir örnektir."
  },
  {
    "id": "2976970",
    "unitNumber": 8,
    "text": "Ayşe hayatında hiç tatmadığı bir meyve olan avokadoyu denemek için manavdan bir adet avokado almıştır. Evde avokadolu bir salata yapan Ayşe, daha önce hiç tatmadığı ve ülkesinde de çok bilinen bir meyve olmadığı için tadı tuhaf gelmiştir.\n<br/>Yukarıdaki örnek olay dikkate alındığında Ayşe'nin lezzet duyumunu etkileyen faktör aşağıdakilerden hangisi olabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Meyvenin tatlı olması",
      "B": "Ayşe'nin ruh halinin uygun olmaması",
      "C": "Ayşe'nin sağlığının yerinde olmaması",
      "D": "Ayşe'nin kültürel olarak avokadoyu benimsememesi",
      "E": "Ayşe'de koku kaybı olması"
    },
    "explanation": "İnsanlar içinde bulunduğu çevrenin toplumsal olarak belirlenmiş yapılarıyla karşılaşıp bu yapıyı doğal saymaktadır. Örneğin, belli bir toplumda dünyaya gelen bir kişi nasıl kendi toplumunun konuştuğu dildeki sesleri bebeklikten itibaren öğrenerek hayata geçiriyorsa, lezzet için de aynı durum söz konusu olmaktadır. Bu nedenle insanlarda damak tadı ve lezzet anlayışı kültür, zaman, coğrafya ve ekoloji bağlamda birçok farklılık gösterebilmektedir."
  },
  {
    "id": "2976971",
    "unitNumber": 8,
    "text": "Ürünün üzerinde kullanılan bir işaret olup onun belli bir coğrafi bölgeden kaynaklandığını tanımlayan ve ürünün kalitesi, ünü veya diğer karakteristik özelliklerine işaret eden bir hak tescilidir.\n<br/>Yukarıda yer alan tanım aşağıdakilerden hangisine aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Besin zinciri",
      "B": "Biyocoğrafya",
      "C": "Ekosistem servisleri",
      "D": "Coğrafik işaret",
      "E": "Ekolojik faktör"
    },
    "explanation": "Farklı coğrafik bölgelerin sahip olduğu farklı ekolojik faktörlerin etkisiyle ortaya çıkan gıda ürünlerinin özgünlüğünün korunması<br/>ve tescili için coğrafik işaret uygulaması adı verilen bir yöntem ürüne marka değeri kazandırması açısından oldukça önemli hâle gelmiştir. Gastronomi açısından da büyük bir öneme sahip olan coğrafik işaretli besin ürünlerine Türkiye’den Diyarbakır karpuzu, Antep fıstığı, Çorum leblebisi, Malatya kayısısı ve Afyon kaymağı örnek olarak verilebilir. Coğrafi işaret tescil ürününün korunması, üreticinin korunması, tüketicinin korunması ile millî ve kültürel değerlerin korunması açısından önem arz ettiği bilinmektedir."
  },
  {
    "id": "2976972",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi gıda üretiminden kaynaklanan ekolojik ve çevresel sorunlardan biri <em><strong>değildir</strong></em>?",
    "correctAnswer": "D",
    "options": {
      "A": "Pestisitlerin (tarımsal ilaçlar) ve gübrelerin doğal yaban hayatı ve su kaynaklarımızı etkilemesi",
      "B": "Küresel tatlı su çekiminin %70’inin tarım için kullanılması",
      "C": "Dünyadaki memeli hayvan canlı kütlesinin (insanlar hariç) %94’ününün hayvancılıktan oluşması",
      "D": "Dünyanın yaşanabilir topraklarının %90'ının tarım için kullanılması",
      "E": "Ormansızlaşmanın %80’inin tarımdan kaynaklaması"
    },
    "explanation": "Gıda üretiminden kaynaklanan ekolojik ve çevresel sorunların başlıcaları şunlardır:<br/>• Küresel iklim değişikliğine neden olan sera<br/>gazı emisyonlarının dörtte birinden fazlasını<br/>(%26) gıda üretiminden kaynaklanmaktadır.<br/>• Dünyanın yaşanabilir topraklarının yarısı<br/>tarım için kullanılmakta ve kirletilmektedir.<br/>• Küresel tatlı su çekiminin %70’i tarım için<br/>kullanılmaktadır.<br/>• Küresel okyanus ve tatlı su ötrofikasyonunun (plankton ve alg varlığının aşırı şekilde<br/>çoğalması) %78’i tarımdan kaynaklanmaktadır.<br/>• Dünyadaki memeli hayvan canlı kütlesinin<br/>(insanlar hariç) %94’ünü hayvancılık oluşturmaktadır.<br/>• Hayvancılık dünyanın mera ve tarım arazilerinin çoğunu tüketirken, dünyadaki kalorinin yalnızca %18’ini ve toplam proteinin<br/>%37’sini üretmektedir.<br/>• Son 40 yılda dünyadaki ekim alanlarının<br/>yaklaşık üçte birinde erozyon ve toprak bozulması yaşanmaktadır.<br/>• Ormansızlaşmanın %80’inden tarım sorumludur.<br/>• Dünyadaki ekolojik ayak izinin %26’sı<br/>beslenme kaynaklı ve %9’unu gıda atıkları<br/>oluşturmaktadır."
  },
  {
    "id": "2976973",
    "unitNumber": 8,
    "text": "............ insanların yaşamlarını desteklemek için gerekli olan mal ve hizmetleri üretmek, atıkları yok etmek için gereken dünya üzerindeki biyolojik olarak üretken karasal ya da sucul alan miktarıdır.\n Yukarıda yer alan boşluğu aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekolojik ayak izi",
      "B": "Ekosistem",
      "C": "Ekolojik gıda",
      "D": "Ekotarım",
      "E": "Besin ağı"
    },
    "explanation": "Ekolojik ayak izi: İnsanların yaşamlarını desteklemek için gerekli olan mal ve hizmetleri üretmek, atıkları yok etmek için gereken dünya üzerindeki biyolojik olarak üretken karasal ya da sucul alan miktarıdır."
  },
  {
    "id": "2976974",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi uluslararası düzeyde yapılan çalışmalara göre ekolojik, sürdürülebilir ve sağlıklı besinlerin yetiştirilmesi ve gıda tedariğinin sağlanması için verilen öneriler arasında <em><strong>yer almaz</strong></em>?",
    "correctAnswer": "D",
    "options": {
      "A": "Fosil yakıtların kullanımını azaltmak",
      "B": "Hava kalitesini korumaya yardımcı olmak için sera gazı salınımlarını azaltmak",
      "C": "Enerji ve su kullanımı bakımından verimli olan gıda üretim alanlarını tasarlamak",
      "D": "Dünyadaki açlığı önlemek için besin kaynağı olarak kullanılan canlıların genetik yapılarını (GDO) değiştirmek",
      "E": "Ormanları tarımsal alanlara dönüştürmeden ekolojik ve çevresel zararlar yaratmadan üretim yapmak"
    },
    "explanation": "uluslararası düzeyde yapılan çalışmalara göre ekolojik, sürdürülebilir ve sağlıklı besinlerin yetiştirilmesi ve gıda tedariğinin sağlanması için başlıca öneriler aşağıda verilmiştir:<br/>• Fosil yakıtların kullanımını azaltmak, üretimde verimli ve tasarruflu su kullanımının<br/>sağlanması.<br/>• Hava kalitesini korumaya yardımcı olmak<br/>için sera gazı salınımlarının azaltılması.<br/>• Toprak kullanımını uygun hâle getirmek<br/>ve tarımsal arazilerin dönüşümünün azaltılması.<br/>• Enerji ve su kullanımı bakımından verimli<br/>olan gıda üretim alanlarının tasarlanması.<br/>• Toprağın ve su yollarının kirlenmesinin engellenmesi için gübre ve tarım ilaçlarının<br/>doğru kullanılması.<br/>• Toprak kaybını telafi etmek ve toprağın organik/mineral madde içeriğini zenginleştirecek uygulamalara başvurulması.<br/>• Toprak, su ve enerji kaynakları ile sulak ve<br/>ormanlık alanları koruyan tarım uygulamalarıyla biyolojik çeşitliliğin korunması ve<br/>artırılması.<br/>• Balık ve diğer su ürünleri rezervlerini eski<br/>seviyesine çıkarmak ve yapılan avlanmalar<br/>için sürdürülebilir balıkçılık uygulamalarının gerçekleştirilmesi.<br/>• Sucul ekosistemleri koruyan ekolojik su<br/>ürünleri faaliyetlerine geçilmesi.<br/>• Besi hayvanlarının doğal davranışlarına<br/>uygun barınma ve beslenme koşullarının<br/>sağlanması, antibiyotik ve aşı kullanımının<br/>sınırlandırılması.<br/>• Kıyı bölgelerinde ve tarımsal alanlarda kirliliğin azaltılması ve atıkların ortadan kaldırılması.<br/>• Ormanlarının tarımsal alanlara dönüştürmeden ekolojik ve çevresel zararlar yaratmadan üretim yapılması.<br/>• Besin kaynağı olarak kullanılan canlıların genetik yapılarının (GDO) değiştirilmemesi."
  },
  {
    "id": "2976975",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Türkiye faunası arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ankara keçisi",
      "B": "Panda",
      "C": "Kanguru",
      "D": "Lale",
      "E": "Rize Çayı"
    },
    "explanation": "Fauna: Bir ülkede ya da bir bölgede yetişen ya da doğal yayılış gösteren hayvan tür çeşitliliğinin tümünü ifade etmektedir."
  }
]