[
  {
    "id": "2685800",
    "unitNumber": 1,
    "text": "Fransız akademisi aşağıdaki yıllardan hangisinde, “gastronomi” kelimesini sözlüğüne alarak resmileştirilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "1705",
      "B": "1735",
      "C": "1805",
      "D": "1835",
      "E": "1905"
    },
    "explanation": "GASTRONOMİ KAVRAMI<br/>1835 yılında Fransız akademisi “gastronomi” kelimesini sözlüğüne alarak resmileştirilmiştir."
  },
  {
    "id": "2685801",
    "unitNumber": 1,
    "text": "Bir bilim olarak gastronominin duyularla ilgili boyutundan bahsedildiğinde üzerinde konuşulması gereken ilk kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tat alma",
      "B": "Koku alma",
      "C": "İşitme",
      "D": "Görme",
      "E": "Algı"
    },
    "explanation": "GASTRONOMİDE DUYUSAL KAVRAMLAR<br/>Bir bilim olarak gastronominin duyularla ilgili boyutundan bahsedildiğinde üzerinde konuşulması gereken ilk kavram algıdır. Algı kavramı, pozitif (beğenme) veya negatif (tiksinme) takdir ile yakından ilişkilidir. Algı, beynin ilgili tüm duyuların (esas olarak tat alma, koku alma, hissetme ve ayrıca işitme ve görme duyuları) sinyallerini kullanarak yarattığı görüntüdür."
  },
  {
    "id": "2685802",
    "unitNumber": 1,
    "text": "Klosse'a göre gastronomi biliminde kaç temel kavram vardır?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "GASTRONOMİDE DUYUSAL KAVRAMLAR<br/>Klosse (2013) gastronomiyi bir lezzet ve tat bilimi olarak tanımlamaktadır.Gastronomi bilimindeki iki temel kavram lezzet ve tattır. Her ikisi de karmaşık bir şekilde ilişkili olmasına rağmen yine de birbirinden çok farklıdır."
  },
  {
    "id": "2685803",
    "unitNumber": 1,
    "text": "Duyular kaç önemli vücut sistemine etki eder?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "GASTRONOMİDE DUYUSAL KAVRAMLAR<br/>Beş duyunun uyarılmasının hem fiziksel hem de zihinsel sağlığımız üzerinde doğrudan bir etkisi vardır. Duyular üç önemli vücut sistemine etki eder: otonom sinir sistemi, bağışıklık sistemi ve hormonal sistem."
  },
  {
    "id": "2685804",
    "unitNumber": 1,
    "text": "Günümüzde kabul gören kaç temel tat vardır?",
    "correctAnswer": "D",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "GASTRONOMİDE DUYUSAL KAVRAMLAR<br/>Günümüzde kabul gören beş temel tat: Tatlı, acı, ekşi, umami, tuzludur."
  },
  {
    "id": "2685805",
    "unitNumber": 1,
    "text": "Üretim ve Tüketim Boyutu ile değerlendirildiğinde gastronomi kaç başlık altında incelenebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "GASTRONOMİYİ OLUŞTURAN KAVRAMLAR<br/>Üretim ve Tüketim Boyutu ile değerlendirildiğinde gastronomi şu başlıkları içermektedir:<br/>• Yiyeceklerin hazırlanması, pişirilmesi ve servis edilme süreci,<br/>• Yemeğin uygun kurallar ve araç-gereçler kullanarak sunulup yenilmesi sanatı,<br/>• Menüde bulunan yemeklerin ne kadar satıldığı,<br/>• Belirli bölgelerin mutfak kültürünü içeren; iyi yemek yeme bilimi ve sanatı,<br/>• Damak tadının ve yemek yeme zevkinin, tarihsel bilgi, kültür, alışkanlık, yetenek ve emekle beğeniye uygun şekilde bir araya getirilmesidir."
  },
  {
    "id": "2685806",
    "unitNumber": 1,
    "text": "Fine-dining (lüks) restoranlarda çalışan şarap ve içecek profesyonellerine verilen unvan aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gurme",
      "B": "Gurman",
      "C": "Gusto",
      "D": "Foodie",
      "E": "Sommelier"
    },
    "explanation": "GASTRONOMİYİ OLUŞTURAN KAVRAMLAR<br/>Sommelier: Fine-dining (lüks) restoranlarda çalışan şarap ve içecek profesyonellerine verilen unvandır."
  },
  {
    "id": "2685807",
    "unitNumber": 1,
    "text": "Hangi yemeğin yanına hangi şarabın uyacağını bilen, yemeğin lezzetine eleştiri getirebilen ve yediği yemeğin içine bir fiske bile dahi katılmış olsa baharatın adını söyleyebilen kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gurme",
      "B": "Gurman",
      "C": "Gusto",
      "D": "Foodie",
      "E": "Sommelier"
    },
    "explanation": "GASTRONOMİYİ OLUŞTURAN KAVRAMLAR<br/>Gurme, hangi yemeğin yanına hangi şarabın uyacağını bilen, yemeğin lezzetine eleştiri getirebilen ve yediği yemeğin içine bir fiske bile dahi katılmış olsa baharatın adını söyleyebilen kişidir."
  },
  {
    "id": "2685808",
    "unitNumber": 1,
    "text": "Yaklaşık kaç yenilebilir tür böcek vardır?",
    "correctAnswer": "C",
    "options": {
      "A": "1000",
      "B": "1500",
      "C": "2000",
      "D": "2500",
      "E": "3000"
    },
    "explanation": "GASTRONOMİYİ OLUŞTURAN KAVRAMLAR<br/>Yaklaşık 2000 yenilebilir tür böcekler var ancak çekirge ve cırcır böcekleri en çok yenilen türlerdir"
  },
  {
    "id": "2685809",
    "unitNumber": 1,
    "text": "Yeme içmeyi temel motivasyon olarak gören gastro turistin özellikleri kaç başlık altında incelenebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "GASTRONOMİ-TURİZM İLİŞKİSİNE YÖNELİK KAVRAMLAR<br/>Yeme içmeyi temel motivasyon olarak gören gastro turistin özellikleri aşağıdaki gibidir:<br/>• Seyahat planından itibaren yeme içmeyi öncelik olarak düşünen,<br/>• Yeme içme etkinliklerine katılmaya istekli,<br/>• Eğitim ve gelir seviyesi yüksek,<br/>• Uzun süre konaklamaya meyilli,<br/>• Yeniliklere açık ve araştırmacı ruhlu,<br/>• Yerel ürünlere karşı ilgili (seyahat dönüşü yerel ürünlerden çevresine getirmek isteğindedir) ve saygılıdır"
  },
  {
    "id": "2685810",
    "unitNumber": 1,
    "text": "Türkçeye Fransızcadan giren \"gastronomi\" sözcüğünün Türk Dil Kurumu sözlüğündeki anlamı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yemeği iyi yeme merakı",
      "B": "İyi yemek hazırlama",
      "C": "Kaliteli yiyecekleri seçme",
      "D": "Tadını çıkarma sanatı",
      "E": "Yemekle ilgili sanat ve bilgi"
    },
    "explanation": "Türk Dil Kurumu sözlüğünde gastronomi; “yemeği iyi yeme merakı” ve “sağlığa uygun, iyi düzenlenmiş, hoş ve lezzetli mutfak, yemek düzeni ve sistemi” olarak tanımlamaktadır.<br/>Doğru cevap A'dır."
  },
  {
    "id": "2685811",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bireylerin tat alma duyusu üzerinde farklılıkları yaratan etmenlerden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Cinsiyet",
      "B": "Yaş",
      "C": "Psikolojik durum",
      "D": "Genetik",
      "E": "Yaşanan bölgenin havası"
    },
    "explanation": "Kültür dışında cinsiyet(erkekler ve kadınlar), yaş (çocuklar ve yaşlılar), genetik, psikolojik durum, uyku hâli, açlık, hastalık,alışkanlıklar, hormonlar, hamilelik gibi birçok sebep bireylerin tat alma duyusu üzerinde farklılıklar yaratmaktadır.<br/>Cinsiyet, Yaş, Genetik, Psikolojik Durum tat alma duyusu üzerinde farklılık yaratmaktadır. Doğru cevap E'dir."
  },
  {
    "id": "2685813",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi günümüzde kabul gören beş temel tattan biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Acı",
      "B": "Tatlı",
      "C": "Ekşi",
      "D": "Umami",
      "E": "Bitter"
    },
    "explanation": "Günümüzde kabul gören beş temel tat: tuzlu, tatlı, ekşi, acı ve umamidir.<br/>Doğru cevap E'dir."
  },
  {
    "id": "2685814",
    "unitNumber": 1,
    "text": "Dünyada “Fusion Cuisine” olarak bilinen mutfak kültürü, Türkçe’ye “füzyon mutfak” olarak geçmiştir. Füzyon kelimesinin anlamı, “erime, birleşme, bir araya gelme, birleştirme” şeklinde tanımlanır.<br/>Aşağıdakilerden hangisi füzyon mutfakla ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Füzyon mutfağın oluşumunu sağlayan beş farklı yöntem vardır.",
      "B": "Türk mutfağına rahat bir şekilde uygulanamaz.",
      "C": "2000’li yıllarda Batı teknikleri ile Uzak Doğu teknik ve malzemelerinin birleştirilmesi şeklinde ortaya çıkmıştır.",
      "D": "Farklı ülke mutfaklarına ait pişirme teknikleri ve malzemelerinin bilinçli bir şekilde aynı tabakada kullanılmasıdır.",
      "E": "Van Aken “Yeni Dünya Mutfağı” olarak adlandırılan bir mutfak kültürü yaratmak için Uzak Doğu ve Avustralya’ya özgü lezzetleri birleştirmiştir."
    },
    "explanation": "Füzyon Mutfak, farklı ülke mutfaklarına ait pişirme teknikleri ve malzemelerinin bilinçli bir şekilde aynı tabakada kullanılması ve kombinasyonu anlamında kullanılmaktadır. Füzyon mutfağın oluşumunu sağlayan üç farklı yöntem vardır. 1980’li yıllarda Batı teknikleri ile Uzakdoğu teknik ve malzemelerinin birleştirilmesi şeklinde ortaya çıkmıştır. Türk mutfağının zengin yiyecek içecek çeşitliliği ve kültürü sayesinde bu üç özellik rahat bir şekilde uygulanabilir. Van Aken “Yeni Dünya Mutfağı” olarak adlandırılan bir mutfak kültürü yaratmak için Latin, Karayip, Asya, Afrika ve Amerika’ya özgü lezzetleri birleştirmiştir.<br/>Doğru cevap D'dir."
  },
  {
    "id": "2685815",
    "unitNumber": 1,
    "text": "Sommelier aşağıdakilerden hangi gastronomik kavramın karşılığıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Fine-dining (lüks) restoranlarda çalışan şarap ve içecek profesyonellerine verilen unvandır.",
      "B": "Yaşamı güzelleştirme ve yaşamdan keyif alma sanatı olarak tanımlanan gustoya önem veren kişiler yalnızca yemekten değil, hayatın her yönünden keyif almaya çalışan bireylerdir.",
      "C": "Genellikle içeceklerin ve yiyeceklerin tadımı konusunda bilgili kişilerin beş duyu organını en iyi şekilde kullanarak değerlendirme yapabilmeleri için gerekli işlemler dizisini ifade etmektedir.",
      "D": "\"Gurme”, “ağzının tadını bilen”, “yemeğe düşkün veya dünya mutfağına ilgi duyan kimse” şeklinde tanımlanmaktadır.",
      "E": "İtalya’da kahve barın arkasında misafirin sipariş ettiği her içeceği hazırlayan kişilerdir."
    },
    "explanation": "Sommelier, fine-dining (lüks) restoranlarda çalışan şarap ve içecek profesyonellerine verilen unvandır. Latincede yük semeri anlamına gelen “sagma” kelimesinden gelen kelimenin kökünü oluşturmaktadır. Ortaçağ Fransızcasında yük taşıma için kullanılan hayvanların sürücülerine verilen “saumalier” adı verilmiş ve bu kişilerin taşıdığı en önemli yüklerden birinin şarap olması sebebiyle 16. Yüzyıl civarında asiller için şarap taşınması ve saklanmasından sorumlu kişiler için de aynı kavramın kullanılmasına karar verilmiştir.<br/>Menüdeki yemeklere en uygun şarapları seçen, şarap menüsü yazabilen, şarapların uygun koşullarda saklanmasını sağlayan, şarap servis ekipmanları ve kavın düzeninden sorumlu olan sommelier tam anlamıyla şarap konusunda uzman olan kişidir"
  },
  {
    "id": "2685816",
    "unitNumber": 1,
    "text": "Entomofajinin gastronomi ekosistemi içerisinde endüstri oluşturacak bir ticari büyüklüğe ulaşmasının nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Lezzetli bir besin olması",
      "B": "Alternatif bir besin kaynağı olması",
      "C": "Kültürel bir besin olması",
      "D": "Popüler bir besin olması",
      "E": "Yöresel bir besin olması"
    },
    "explanation": "Entomofajinin gastronomi ekosistemi içerisinde endüstri oluşturacak bir ticari büyüklüğe ulaşması, alternatif bir besin kaynağı olarak çevreye sağladığı faydalar ve insan sağlığına yararları ile birlikte gelecek ortaya çıkacak büyük gıda sorununa yönelik en güçlü çözümlerden biri olarak görülmesi, onu önemli bir trend konumuna taşımıştır.<br/>Doğru cevap B'dir. Entomofajinin gastronomi ekosistemi içerisinde endüstri oluşturacak bir ticari büyüklüğe ulaşması, <strong>alternatif bir besin kaynağı</strong> olarak çevreye sağladığı faydalar ve insan sağlığına yararları ile birlikte gelecek ortaya çıkacak büyük gıda sorununa yönelik en güçlü çözümlerden biri olarak görülmesi, onu önemli bir trend konumuna taşımıştır."
  },
  {
    "id": "2685817",
    "unitNumber": 1,
    "text": "Slow Food düşüncesi iyi, temiz ve adaletli yemek ve haz almaktan oluşmaktadır.<br/>Aşağıdakilerden hangisi \"Slow Food\" hareketi ile ilgili doğru bir bilgidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tek başına yenilen öğünlere odaklanır.",
      "B": "İtalya'da gastronomi yazarı Norman Van Aken'e tepki olarak doğmuştur.",
      "C": "Taze, yöresel ve mevsim ürünlerinin avantajlarını öne çıkarmak amacındadır.",
      "D": "Küresel sanayiyi destekler.",
      "E": "Çok sayıda müşteriye hizmet vermek hedefindedir."
    },
    "explanation": "Slow Food düşüncesi iyi, temiz ve adaletli yemek ve haz almaktan oluşmaktadır. Slow Food sürdürülebilir tarım ve balıkçılık yanında sağlıklı yapılan hayvancılığı desteklemekte ve eski el sanatlarını teşvik etmektedir. Bu hareket, taze, yöresel ve mevsim ürünlerinin avantajlarını öne çıkarmak yanında aile ve arkadaşlarla birlikte yenilen öğünlerin sosyal rolüne de vurgu yapmaktadır. Slow Food hareketi tüketicileri çevre kirliliğinin ve genetiği değiştirilmiş gıdaların tehlikelerine karşı uyarmaktadır.<br/>Slow Food, sürdürülebilir tarım ve balıkçılık yanında sağlıklı yapılan hayvancılığı desteklemekte ve eski el sanatlarını teşvik etmektedir. Bu hareket, taze, yöresel ve mevsim ürünlerinin avantajlarını öne çıkarmak yanında aile ve arkadaşlarla birlikte yenilen öğünlerin sosyal rolüne de vurgu yapmaktadır. Slow Food hareketi tüketicileri çevre kirliliğinin ve genetiği değiştirilmiş gıdaların tehlikelerine karşı uyarmaktadır."
  },
  {
    "id": "2685818",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi gastro turistin özelliklerinden biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Eğitim ve gelir seviyesi yüksektir",
      "B": "Yeniliklere açık ve araştırmacı ruhludur",
      "C": "Seyahat,, yeme içmeden öncelikli olarak görür",
      "D": "Uzun süre konaklamaya meyillidir",
      "E": "Yeme içme etkinliklerine katılmaya isteklidir"
    },
    "explanation": "Yeme içmeyi temel motivasyon olarak gören gastro turistin özellikleri aşağıdaki gibidir:<br/><ul><br/><li>Seyahat planından itibaren yeme içmeyi öncelik olarak düşünen,</li><br/></ul><br/><ul><br/><li>Yeme içme etkinliklerine katılmaya istekli,</li><br/><li>Eğitim ve gelir seviyesi yüksek,</li><br/><li>Uzun süre konaklamaya meyilli,</li><br/><li>Yeniliklere açık ve araştırmacı ruhlu,</li><br/><li>Yerel ürünlere karşı ilgili (seyahat dönüşü yerel ürünlerden çevresine getirmek isteğindedir) ve saygılıdır.</li><br/></ul><br/>Gastro turistin öncelikli niyeti yeme içmedir. Farklı yeme içme deneyimleri için seyahat eder, başka bir deyişle, seyahat etmeyi yeme içmeden öncelikli bir konu olarak düşünmez."
  },
  {
    "id": "2685819",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi gastronomi turlarındaki yapılması en çok tercih edilen etkinliklerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yerel peynir üreticilerinin gezilmesi",
      "B": "Ünlü ustaların mutfaklarının gezilmesi",
      "C": "Popüler gastronomik restoranların gezilmesi",
      "D": "Farklı ulusların lezzetlerinin tanıtıldığı yerlerin gezilmesi",
      "E": "Yeni lezzetlerin tadıldığı mekânların gezilmesi"
    },
    "explanation": "Gastronomi turlarındaki etkinlikleri özetleyecek olursak;<br/><ul><br/><li>Yerel peynir üreticilerinin gezilmesi,</li><br/><li>Atölyelerde peynir çalışmaları,</li><br/><li>Kırsal alanda yer mantarları arayıcılığı,</li><br/><li>Yerel pazar gezintileri,</li><br/><li>Zeytinyağı üreticilerini ziyaretler ve zeytinyağı tadımı,</li><br/><li>Üst sınıf yemek dersleri,</li><br/><li>Smokehouse (et ve balığın odun tütsüsü ile kurutulduğu ve saklandığı yapılar) gezileri,</li><br/></ul><br/><ul><br/><li>Üzüm bağı gezileri, bağ bozumu etkinlikleri,</li><br/><li>Şarap eğitimi amaçlı şarap üreticilerinin gezilmesi ve şarap tadım turları,</li><br/><li>Yerel yiyecek ve/veya içecek festival gezileri,</li><br/><li>Evde mutfak dersleri,</li><br/></ul><br/>Yukarıda sıralanan etkinlikler gastronomi turlarında yapılması en çok tercih edilen etkinliklerdir.<br/>Kitabın 21. sayfasında verilen bilgilere göre doğru cevap A'dır. Gastronomi turlarındaki başlıca etkinlikler şunlardır: <br/><strong>• Yerel peynir üreticilerinin gezilmesi,</strong><br/>• Atölyelerde peynir çalışmaları,<br/>• Kırsal alanda yer mantarları arayıcılığı,<br/>• Yerel pazar gezintileri,<br/>• Zeytinyağı üreticilerini ziyaretler ve zeytinyağı tadımı,<br/>• Üst sınıf yemek dersleri,<br/>• Smokehouse (et ve balığın odun tütsüsü ile<br/>kurutulduğu ve saklandığı yapılar) gezileri,<br/>• Üzüm bağı gezileri, bağ bozumu etkinlikleri,<br/>• Şarap eğitimi amaçlı şarap üreticilerinin gezilmesi ve şarap tadım turları,<br/>• Yerel yiyecek ve/veya içecek festival gezileri,<br/>• Evde mutfak dersleri,<br/>Yukarıda sıralanan etkinlikler gastronomi turlarında yapılması en çok tercih edilen etkinliklerdir. Gastronomi turlarının bir başka çıktısı da bu<br/>rotaların etrafında oluşturulacak artı ürün ve yeni<br/>hizmet alanları, yerel ekonominin ve yeni girişimcilerin gelişmesine katkıda bulunmasıdır."
  },
  {
    "id": "2685820",
    "unitNumber": 1,
    "text": "Yenilebilir maddelerin, hijyenik olarak azami düzeyde damak ve göz zevkini amaçlayarak yenmeye hazır hâle getirilmesine kadar olan süreç aşağıdakilerden hangisinin çalışma konusudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Özofagus",
      "B": "Epiglottis",
      "C": "Gastronomi",
      "D": "Gastro",
      "E": "Tonsilla"
    },
    "explanation": "Gastronomi, kültür ve yemek arasındaki ilişkiyi inceleyen bir bilim, sanat ya da iyi yeme alışkanlığıdır. Yenilebilir maddelerin, hijyenik olarak azami düzeyde damak ve göz zevkini amaçlayarak yenmeye hazır hâle getirilmesine kadar olan süreç, gastronominin çalışma konusudur. Hem fen bilimleri hem de sosyal bilimlerden yararlanan yeme ve içme bilimi olarak ifade edilen gastronomi; antropoloji, sosyoloji, ekonomi, kimya, ziraat, çevrebilim, tıp bilimleri geleneksel bilgiler ve modern teknolojileri ile yakın ilişki içerisinde olan bir bilim dalıdır."
  },
  {
    "id": "2685821",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisinin gastronomi tanımına yönelik yaptığı detaylı açıklamalar, günümüzde akademik anlamda gastronominin nasıl tanımlanması gerektiği yolunda akademisyenlere ışık tutmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Joseph Berchoux",
      "B": "Jean Anthelme Brillat-Savarin",
      "C": "Norman Van Aken",
      "D": "Grimod de la Reyniere",
      "E": "Carlo Petrini"
    },
    "explanation": "Modern gastronomi kuramcısı Jean Anthelme Brillat-Savarin (1755-1826, Fransa), 1825 yılında yayımlamış olduğu Lezzetin Fizyolojisi (The Physology of Taste) adlı kitabında gastronomiyi tüm hatlarıyla ele alarak gastronominin “gıdaların sınıflandırmasından dolayı doğa tarihiyle, bu gıdaların oluşum ve niteliklerini incelemesinden dolayı fizikle, uyguladığı çeşitli çözümlemeler ile kimyayla, yemekleri hazırlama ve lezzetli kılma sanatından dolayı mutfakla ve ekonominin bir parçası olmasından dolayı da ticaretle olan ilişkisi” nden bahsetmiştir. Brillat-Savarin’in gastronomi tanımına yönelik yaptığı bu detaylı açıklamalar, günümüzde akademik anlamda gastronominin nasıl tanımlanması gerektiği yolunda akademisyenlere ışık tutmuştur."
  },
  {
    "id": "2685822",
    "unitNumber": 1,
    "text": "Besinler yutulduğu zaman soluk borusunun açıklığı üzerine eğilerek onu kapatan telsi, kıkırdaksı hareket edebilen esnek uzantı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Özofagus",
      "B": "Papilla",
      "C": "Tonsilla",
      "D": "Epiglottis",
      "E": "Tat reseptörü"
    },
    "explanation": "Epiglottis: Besinler yutulduğu zaman soluk borusunun açıklığı üzerine eğilerek onu kapatan telsi, kıkırdaksı hareket edebilen esnek uzantı; gırtlak kapağı."
  },
  {
    "id": "2685823",
    "unitNumber": 1,
    "text": "1908 yılında Japon kimya profesörü Kikunae Ikeda tarafından keşfedilen ve ‘lezzetli’, ‘hoşa giden’, ‘etli’ gibi anlamlarda kullanılan 5. temel tat aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Umami",
      "B": "Ekşi",
      "C": "Bitter",
      "D": "Tuzlu",
      "E": "Acı"
    },
    "explanation": "Umami, 1908 yılında Japon kimya profesörü Kikunae Ikeda tarafından keşfedilen ve ‘lezzetli’, ‘hoşa giden’, ‘etli’ gibi anlamlarda kullanılan 5. temel tattır. Umami tadının önemli bir bileşeni ise glutamik asittir. Glutamat gıdalarda çok yaygın bulunan bir amino<br/>asittir. Umami tadı balık, et, süt, domates ve bazı sebzeler gibi glutamat bakımından zengin gıdalarda bulunmaktadır"
  },
  {
    "id": "2685824",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi gastronominin üretim boyutu elemanlarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gastronom",
      "B": "Sommelier",
      "C": "Barista",
      "D": "Aşçı",
      "E": "Gurman"
    },
    "explanation": "Gastronominin üretim boyutu; iyi yemek hazırlama, pişirme, sunma ve masa hazırlama bilimi ve sanatı, iyi yemek yeme ile ilgili faaliyetler ve iyi yemek yeme ile ilgili bilgi birikimi, emek pişirme ve hazırlama-aşçılık ile ilgili prensip ve uygulamalarını içermektedir. Aşçı, gastronom, barista, sommelier gastronominin üretim boyutu elemanları olarak sıralanabilir.<br/>Gurman: İyi yiyecek ve içeceklerin tüketimine ilgi duyan ve bunları tüketmekten büyük keyif alan kişi olarak ifade edilir.<br/>Gastronominin üretim boyutu; iyi yemek hazırlama, pişirme, sunma ve masa hazırlama bilimi ve<br/>sanatı, iyi yemek yeme ile ilgili faaliyetler ve iyi yemek yeme ile ilgili bilgi birikimi, emek pişirme ve<br/>hazırlama-aşçılık ile ilgili prensip ve uygulamalarını içermektedir. Aşçı, gastronom, barista, sommelier gastronominin üretim boyutu elemanları olarak sıralanabilir.<br/>Gurman, iyi yiyecek ve içeceklerin tüketimine ilgi duyan ve bunları tüketmekten büyük keyif alan kişi olarak ifade edilir."
  },
  {
    "id": "2685825",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi hangi yemeğin yanına hangi şarabın uyacağını bilen, yemeğin lezzetine eleştiri getirebilen ve yediği yemeğin içine bir fiske bile dahi katılmış olsa baharatın adını söyleyebilen kişidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gurman",
      "B": "Gurme",
      "C": "Sommelier",
      "D": "Gusto",
      "E": "Degüstatör"
    },
    "explanation": "Gurme: Fransızca “gourmet” sözcüğünden gelmekte olan gurme kelimesi Türk Dil Kurumunda “tatbilir” olarak ifade edilmektedir. Gurme, hangi yemeğin yanına hangi şarabın uyacağını bilen, yemeğin lezzetine eleştiri getirebilen ve yediği yemeğin içine bir fiske bile dahi katılmış olsa baharatın adını söyleyebilen kişidir."
  },
  {
    "id": "2685826",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi \"foodie\" kavramının tanımıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnızca yemekten değil, hayatın her yönünden keyif almaya çalışan bireyler",
      "B": "Fine-dining (lüks) restoranlarda çalışan şarap ve içecek profesyonellerine verilen<br/>unvan",
      "C": "İyi yiyecek ve içeceklerin tüketimine ilgi duyan ve bunları tüketmekten büyük keyif alan kişi",
      "D": "Ağzının tadını bilen, yemeğe düşkün veya dünya mutfağına ilgi duyan kimse",
      "E": "Yaşamı kendileri için keyifli hale getirirken, yakın çevrelerine de pozitif enerji yayan kişiler"
    },
    "explanation": "Foodie: Foodie kavramı sırasıyla “gurme”, “ağzının tadını bilen”, “yemeğe düşkün veya dünya mutfağına ilgi duyan kimse” şeklinde tanımlanmaktadır."
  },
  {
    "id": "2685827",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi genellikle içeceklerin ve yiyeceklerin tadımında beş duyu organını en iyi şekilde kullanarak değerlendirme yapabilen kişilere verilen isimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sommelier",
      "B": "Gurme",
      "C": "Degüstatör",
      "D": "Gastronom",
      "E": "Barista"
    },
    "explanation": "Degüstatör: Degüstasyon, genellikle içeceklerin ve yiyeceklerin tadımı konusunda bilgili kişilerin beş duyu organını en iyi şekilde kullanarak değerlendirme yapabilmeleri için gerekli işlemler dizisini ifade etmektedir. Degüstatör, degüstasyon işlemini gerçekleştiren kişi, tadım uzmanıdır."
  },
  {
    "id": "2685828",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi böceklerin gıda olarak tüketilmesini ifade etmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Raw",
      "B": "Degüstasyon",
      "C": "Miksoloji",
      "D": "Füzyon",
      "E": "Entomofaji"
    },
    "explanation": "“Entomophagy” kelimesi böceklerin gıda olarak tüketilmesini ifade etmektedir. Bu kelime Yunancada böcek anlamına gelen “entomo” ve yemek anlamına gelen “phagein” kelimelerinden türemiştir. Bu iki kelimenin birleşimi “insect eating” diğer bir ifade ile böcek yemek anlamına gelmektedir."
  },
  {
    "id": "2685829",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yeme içmeyi temel motivasyon olarak gören gastro turistin özelliklerinden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yerel ürünlere karşı ilgili",
      "B": "Evde mutfak dersleri almış",
      "C": "Uzun süre konaklamaya meyilli",
      "D": "Eğitim ve gelir seviyesi yüksek",
      "E": "Yeniliklere açık ve araştırmacı ruhlu"
    },
    "explanation": "Yeme içmeyi temel motivasyon olarak gören gastro turistin özellikleri aşağıdaki gibidir:<br/>• Seyahat planından itibaren yeme içmeyi<br/>öncelik olarak düşünen,<br/>• Yeme içme etkinliklerine katılmaya istekli,<br/>• Eğitim ve gelir seviyesi yüksek,<br/>• Uzun süre konaklamaya meyilli,<br/>• Yeniliklere açık ve araştırmacı ruhlu,<br/>• Yerel ürünlere karşı ilgili (seyahat dönüşü<br/>yerel ürünlerden çevresine getirmek isteğindedir) ve saygılıdır."
  },
  {
    "id": "3720179",
    "unitNumber": 1,
    "text": "Ekşi tat, insalarda duyusal olarak hangi duygunun oluşmasına neden olmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Karasızlık",
      "B": "Tiksinme",
      "C": "İrkilme",
      "D": "Mutluluk",
      "E": "Burukluk"
    },
    "explanation": "Ekşi tadın kaynağı asitlerdir ve insanlarda duyusal olarak bir<strong> kararsızlık</strong> oluşturmaktadır. Portakal, greyfurt veya ekşi şeker gibi besinlerde hissedilen ekşi tat çekici gelirken, bozulmuş yiyeceklerde ve olgunlaşmamış meyvelerdeki ekşi tat itici gelmektedir."
  },
  {
    "id": "2685830",
    "unitNumber": 2,
    "text": "“Gastronomi” sözcüğündeki “gastro” ifadesi hangi anlama gelmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yeme-içme",
      "B": "Beslenme",
      "C": "Damak",
      "D": "Mide",
      "E": "Ağız"
    },
    "explanation": "\"GASTRONOMİNİN ETİMOLOJİK YAPISI VE ANLAMI\" konusunu inceleyiniz.<br/>Mide"
  },
  {
    "id": "2685831",
    "unitNumber": 2,
    "text": "Brillat Savarin’in yorumunda gastronomi ne olarak kabul edilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sanatsal yemek",
      "B": "Yaşam sanatı",
      "C": "Beslenme sanatı",
      "D": "Tadın fizyolojisi",
      "E": "Mantıklı anlayış"
    },
    "explanation": "\"GASTRONOMİNİN ETİMOLOJİK YAPISI VE ANLAMI\" konusunu inceleyiniz.<br/>Brillat Savarin’in yorumunda gastronomi, “Kendimizi sürdürdüğümüz sürece bizi ilgilendiren her şeyin mantıklı anlayışıdır.”"
  },
  {
    "id": "2685832",
    "unitNumber": 2,
    "text": "Gastronominin, mutfaktan laboratuvara ve kütüphaneye doğru ilerleyen genç bir bilim halini alması kaçıncı yüzyılda gerçekleşmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "16",
      "B": "17",
      "C": "18",
      "D": "19",
      "E": "20"
    },
    "explanation": "\"GASTRONOMİNİN ETİMOLOJİK YAPISI VE ANLAMI\" konusunu inceleyiniz.<br/>19"
  },
  {
    "id": "2685833",
    "unitNumber": 2,
    "text": "“Yiyecek ve içecek kültürünün bilime ve sanata dönüşmesi” nitelemesi aşağıdakilerden hangisini ifade etmek için üretilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mutfak sanatları",
      "B": "Gastronomi",
      "C": "Gastroenteroloji",
      "D": "Yaşam sanatı",
      "E": "Aşçılık"
    },
    "explanation": "\"GASTRONOMİ DİSİPLİNİ\" konusunu inceleyiniz."
  },
  {
    "id": "2685834",
    "unitNumber": 2,
    "text": "Yemek pişirmede fizik, kimya ve biyoloji bilimlerinin prensiplerinden yararlanılmasıyla geliştirilen uygulamalara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Moleküler gastronomi",
      "B": "Tıbbi gastronomi",
      "C": "Bilimsel gastronomi",
      "D": "Maddi gastronomi",
      "E": "Dünyevi gastronomi"
    },
    "explanation": "\"GASTRONOMİ DİSİPLİNİ\" konusunu inceleyiniz.<br/>Moleküler gastronomi"
  },
  {
    "id": "2685835",
    "unitNumber": 2,
    "text": "“Gastronomi çalışmaları, gıda ve kültür, gıda ve toplum, gıda ve pazarlama üzerine çalışan birçok disiplin ile tamamlanan …. bir bakış açısıdır.” ifadesindeki boş yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İnterdisipliner",
      "B": "Multidisipliner",
      "C": "Transdisipliner",
      "D": "Multimodal",
      "E": "Kombinasyonel"
    },
    "explanation": "\"Transdisipliner Yaklaşım\" konusunu inceleyiniz.<br/>Gastronomi çalışmaları, gıda ve kültür, gıda ve toplum, gıda ve pazarlama üzerine çalışan birçok disiplin ile tamamlanan transdisipliner bir bakış açısıdır (Scarpato, 2002c: 3). Örneğin bir mimar müşteriler açısından önemli olan restoran işletme- sinin ambiyansını yapısal olarak fiziksel özellikleri üzerinden açıklayabilir, bir müzisyen bu ambiyansı işletmede yapılan canlı müziğin ahengi üzerinden açıklayabilir, bir sosyolog bireylerin deneyimine bağlı farklı anlamlar yükleyerek ambiyansı değer- lendirebilir, bir gastronom işletmedeki menünün bu ambiyansa değer kattığını ifade edebilir."
  },
  {
    "id": "2685836",
    "unitNumber": 2,
    "text": "Multidisipliner gastronomi modelinin merkezinde aşağıdakilerden hangisi yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Mutfak",
      "B": "Tarım",
      "C": "Estetik",
      "D": "Gastronomi",
      "E": "Sağlık"
    },
    "explanation": "\"Multidisipliner Yaklaşım\" konusunu inceleyiniz.<br/>Gastronomi"
  },
  {
    "id": "2685837",
    "unitNumber": 2,
    "text": "Maslow’un ihtiyaçlar hiyerarşisinde insan ihtiyacının ilk sırasında aşağıdakilerden hangisi yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Din",
      "B": "Beslenme",
      "C": "Üreme",
      "D": "Irksal üstünlük",
      "E": "Eşitlik"
    },
    "explanation": "\"Gastronominin Diğer Disiplinler ile İlişkileri\" konusunu inceleyiniz.<br/>Beslenme"
  },
  {
    "id": "2685838",
    "unitNumber": 2,
    "text": "İnsanların beslenmesi ve buna dayalı olarak şekillenen toplumsal hayatın incelenmesi yönlerinden gastronomi ile ilişkili olan bilim dalı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Turizm",
      "B": "Siyaset ve politika",
      "C": "Arkeoloji",
      "D": "Ekonomi",
      "E": "Antropoloji"
    },
    "explanation": "\"Gastronominin Diğer Disiplinler ile İlişkileri\" konusunu inceleyiniz.<br/><strong>Antropoloji çalışmalarında toplumsal hayatın şekillenmesi</strong> ile ilgili birçok yaklaşım görülmektedir. Bu çalışmalar toplumsal değişmeyi sağlayan tarım devrimi ve sanayi devrimi gibi zamanlara ait insanların beslenmesi ve buna dayalı olarak şekillenen toplumsal durumlarını esas almaktadırlar."
  },
  {
    "id": "2685839",
    "unitNumber": 2,
    "text": "Yemek pişirmede fizik, biyoloji ve kimya bilimlerinin prensiplerinden yararlanılmasıyla geliştirilen uygulamalar aşağıdakilerden hangisi ile ifade edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilimsel gastronomi",
      "B": "Temel gastronomi",
      "C": "Moleküler gastronomi",
      "D": "Gelişimsel gastronomi",
      "E": "Fenni gastronomi"
    },
    "explanation": "\"Gastronominin Diğer Disiplinler ile İlişkileri\" konusunu inceleyiniz.<br/>Moleküler gastronomi"
  },
  {
    "id": "2685840",
    "unitNumber": 2,
    "text": "Gastronominin kavramsal olarak çok boyutlu olması ve bu nedenle de tek bir bilim dalı çerçevesinde incelenmesinin yeterli olmayacağı düşüncesi, aşağıdaki başlıklardan en fazla hangisiyle ilişkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gastronomiyle İlgili Temel Kavramlar",
      "B": "Gastronomi Disiplini ve İlişkileri",
      "C": "Gastronomi ve Din",
      "D": "Gastronomi ve Tarım",
      "E": "Gastronomi ve Coğrafya"
    },
    "explanation": "Gastronomi, kavramsal olarak çok boyutludur ve bu nedenle de tek bir bilim dalı çerçevesinde incelenmesine olanak sağlamak için sınırları kesin olarak belirlenebilecek bir özellik taşımamaktadır. Tarımdan hizmet sektörüne, ekonomiden sanata, tarihten doğa bilimlerine, turizmden psikolojiye, tıp alanından aşçılığa kadar birbirinden oldukça ayrı alanların konusu olabilmektedir. Dolayısıyla her çalışmada, ilgili disiplinin konusuna göre bu boyutlardan birinin veya birkaçının ele alındığı saptanmıştır. Kimi çalışmalarda ürün çeşitliliği ve üretim yöntemleri bakımından kapsamı; kimi çalışmalarda kültürle ve yaşanan bölgeyle olan ilişkisi; bazılarında ekonomik, psikolojik ve sosyolojik boyutları; bazılarında sanatsal, estetik veya beslenme boyutları; kimilerinde mühendislik ve fiziko kimyasal boyutları; bazılarında hazırlık, sunum/servis ve tüketim şekilleri yönünde incelemeler öne çıkmaktadır Çeşitli disiplinlerden beslenen gastronominin ortak noktada birleştiği bir diğer unsur da tanımlarında sıklıkla ifade edilen bilim, sanat ve kültür ile olan ilişkisidir.<br/>Bu açıklamalar ışığında yukarıdaki seçenekler incelendiğinde, gastronominin kavramsal olarak çok boyutlu olması ve bu nedenle de tek bir bilim dalı çerçevesinde incelenmesinin yeterli olmayacağı düşüncesi en fazla gastronomi disiplini ve ilişkileri başlığıyla ilişkili olduğundan bu sorunun doğru yanıtı B seçeneğidir."
  },
  {
    "id": "2685841",
    "unitNumber": 2,
    "text": "Brillat Savarin'e göre kendimizi sürdürdüğümüz sürece bizi ilgilendiren her şeyin mantıklı anlayışı yorumu, aşağıdaki kavramlardan hangisiyle ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Astronomi",
      "B": "Taksonomi",
      "C": "Gastronomi",
      "D": "Ergonomi",
      "E": "Otonomi"
    },
    "explanation": "Gastronominin teorileri Brillant Savarin tarafından aforizma (özdeyiş) olarak aktarılan aksiyomlar olarak belirtilmektedir. Mutfak sanatları, mutfak bilimi ve teknolojisi ve gastronomi disiplini, alandaki araştırmalar yoluyla açıklamalara ulaşmayı amaçlamaktadır 19.ve 20. yüzyıllarda gastronomi Brillant Savarin’in tanımladığı şekliyle üzerinde düşünülen yazılan önemli bir alan hâline gelmiştir. Brillat Savarin’in yorumunda gastronomi, “Kendimizi sürdürdüğümüz sürece bizi ilgilendiren her şeyin mantıklı anlayışıdır.” ifadesi bulunmaktadır. Gastronomiyi “mantıklı anlayış” olarak kabul ederek yiyecekleri seçmenin ve hazırlamanın, yeme ve içmenin, entelektüel faaliyetler, seçimlerimiz, yeme ve içme alışkanlığımız, bilinçli bir tepki veya analizle birlikte olması gerektiği sonucuna varır. Bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde, Brillat Savarin'e göre kendimizi sürdürdüğümüz sürece bizi ilgilendiren her şeyin mantıklı anlayışı yorumu en fazla gastronomiyle ilişkili olduğundan bu sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "2685842",
    "unitNumber": 2,
    "text": "Gastronomi kelimesini eserlerinde ilk defa kullanan filozof, aşağıdaki seçeneklerden hangisinde belirtilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sokrates",
      "B": "Platon",
      "C": "Thales",
      "D": "Archestratus",
      "E": "Demokritos"
    },
    "explanation": "Archestratus, Sicilya'da MÖ 4. yüzyılın ortalarında bir süre yazan ve \"lezzetli yemeklerin Daedalusu\" olarak bilinen, Gela veya Syracuse'nin eski bir Yunan şairiydi. Gastronominin ilk olarak 1623’te Epikürcü bir filozof ve mutfak bilgesi olan Archestratus’un (kayıp) şiirinin Yunanca’sından bir çeviri kelimesi olarak ortaya çıkmıştır. Bu sebeple yukarıdaki seçenekler incelendiğinde gastronomi kelimesini eserlerinde ilk defa kullanan filozof Archestratus olarak kabul edildiğinden bu sorunun doğru yanıtı D seçeneğidir."
  },
  {
    "id": "2685843",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerden hangisi multidisipliner gastronomi modelinde yer alan uzmanlık alanlarından birisi <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İletişim",
      "B": "Tarih",
      "C": "Mutfak",
      "D": "Ticaret",
      "E": "Kozmoloji"
    },
    "explanation": "Multidisipliner yaklaşım bir problemin üzerine birden çok disiplinin entegrasyon amacı taşımadan beraber odaklanması olarak ifade edilebilir. Yani birkaç disiplin alanı yan yana yerleştirilerek, doğrudan bir bütünleştirme çabası olmadan bir soruna odaklanarak farklı disiplinlere ait öğretiler çerçevesinde ortak bir tema etrafında birleşirler. Multidisipliner bir yaklaşımda amaç esas olarak farklı disiplinlere ait teorik modellerin bir araya getirilmesidir. Multidisipliner gastronomi modeli şu alanlardan oluşmaktadır:<br/><ul><br/><li>Edebiyat</li><br/><li>Tarih</li><br/><li>İletişim</li><br/><li>Mutfak</li><br/><li>Tarım</li><br/><li>Coğrafya</li><br/><li>Ekonomi</li><br/><li>Ticaret</li><br/><li>Teknoloji</li><br/><li>Tıp</li><br/><li>Politika</li><br/><li>Hukuk</li><br/><li>Etik</li><br/><li>Din</li><br/><li>Felsefe</li><br/></ul><br/>Yukarıdaki seçenekler incelendiğinde, Kozmoloji (bir bütün olarak evreni konu alan bilim dalı olduğundan dolayı) multidisipliner gastronomi modelini oluşturan uzmanlık alanlarından birisi olmadığından bu sorunun doğru yanıtı E seçeneğidir."
  },
  {
    "id": "2685844",
    "unitNumber": 2,
    "text": "Belirli bir alanda çalışan bilim adamlarının paylaştığı ortak değerler ve anlayışlar dizisi, aşağıdaki kavramlardan hangisiyle ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Paradigma",
      "B": "Paradoks",
      "C": "Pozitivizm",
      "D": "Pragmatizm",
      "E": "Postmodernizm"
    },
    "explanation": "Araştırma alanlarının disiplin olarak görülebilmesi için belirlenen çeşitli ölçütlere bakıldığında gastronominin çeşitli araştırma konularına ve araştırma sorularına sahip olduğu söylenebilir. Gastronominin ve bağlantılı çeşitli disiplinlerin birikmiş uzmanlık bilgisi ile gastronomi disiplinine ait her geçen gün artan teori ve kavramları da beraberinde getirmektedir. Bu teoriler gastronomi araştırmalarındaki yöntemleri zenginleştirmekte ve çeşitli yaklaşımlarla ele alınmasını sağlamaktadır. Bütün bu alt yapı ile ilerleyen gastronomi disiplini günümüzdeki üniversite eğitimi ve çeşitli kuruluşların oluşmasıyla kurumsal kimlik kazanarak güncel yapısını korumaktadır. Teorinin pratikte uygulandığı bir araştırma alanına sahip olan gastronomi mantıksal bir yapıda artarak devam eden bilgi birikimine sahip bir özellik sergilemektedir. Bu özelliğiyle oluşan akademik yapı fikir birliği içerisinde gastronominin kelime kökeni ile bağlantılı bir şekilde paradigma ve kuramsal alt yapısının oluşmasını sağlamaktadır. Bahsi geçen çeşitli ölçütler kapsamında gastronominin bir disiplin olduğu gerçeği doğrulanmaktadır. Bu bağlam yukarıdaki seçenekler incelendiğinde, paradigma belirli bir alanda çalışan bilim adamlarının paylaştığı ortak değerler ve anlayışlar dizisini tanımladığından bu sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "2685845",
    "unitNumber": 2,
    "text": "Gastronomi çalışmalarının çok disiplinli bir perspektif olarak adlandırılması, aşağıdaki seçeneklerden hangisiyle gastronomi arasındaki ilişkiye vurgu yapmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekonomi",
      "B": "Bilim",
      "C": "Eğitim",
      "D": "Hukuk",
      "E": "Siyaset"
    },
    "explanation": "Gastronomi gıdanın en ham hâlinden dönüştürülüp tüketim için hazır bir ürün haline getirilen ve hatta tüketimden sonraki süreci de kapsayan gastronomi; tarım, ziraat, ekonomi, sanayi, aşçılık, duyusal analiz kapsamında gıda bilimi, tüketim şekilleri ve zihinsel algılar bağlamında psikoloji, tarih ve antropoloji gibi birçok pozitif ve sosyal bilimden beslenen bir disiplindir. Bu kapsamda gastronomi çalışmaları çeşitli disiplinleri yani bilim dallarını içerdiğinden yukarıdaki seçenekler incelendiğinde gastronomi çalışmalarının çok disiplinli bir perspektif olarak adlandırılması, onun en fazla bilimle olan ilişkisine vurgu yaptığından bu sorunun doğru yanıtı B seçeneğidir."
  },
  {
    "id": "2685846",
    "unitNumber": 2,
    "text": "Richard Sennett’in zanaatkârlığı ustalıklı bir hüner olarak tanımlaması, gastronominin aşağıdaki seçeneklerde belirtilen alanlardan hangisiyle ilişkisine <strong>en fazla</strong> vurgu yapmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kültür",
      "B": "Hukuk",
      "C": "Sanat",
      "D": "Siyaset",
      "E": "Psikoloji"
    },
    "explanation": "Gastronomi araştırmacılar tarafından yazında sıklıkla kullanılmakta ve yaşamın sanatı olarak bilinmektedir. Birçok kişi için gastronomi, yaşamın mutluluğa açılan penceresi olarak görülmekte; bazıları içinse insanlığın vazgeçilmezi olan sağlık unsurunun temel taşı olarak kabul edilmektedir. Gastronominin bu hayati unsurların giriş kapısı olması; onu insanlık tarihi için nesilden nesile aktarılacak bir bilim dalı haline getirmiştir. bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde, Richard Sennett’in belirttiği gibi zanaatkârlık “ustalıklı bir hüner”dir ve “zanaatkârlık bir şeyi o şeyin kendisi için iyi yapmak”tır cümlesi, gastronomi ile sanat arasındaki ilişkiye en fazla vurgu yaptığından bu sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "2685847",
    "unitNumber": 2,
    "text": "Yemeğin bir zamanlar tüm insanlık adına yaşam için nasıl bir temel gereklilik olduğunu göstermesi, gastronominin aşağıdaki alanlardan hangisiyle ilişkisine vurgu yapmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "İstatistik",
      "B": "Sosyoloji",
      "C": "Hukuk",
      "D": "Tarih",
      "E": "Coğrafya"
    },
    "explanation": "Tarih, toplumları, geçmiş olayları zaman ve yer göstererek anlatan, bu olaylar arasındaki ilişkileri, etkilerini ve her milletin kurduğu medeniyeti inceleyen bilimdir. Tarihimiz kolektif hafızadır, bireylerin sosyal kimlikleri ve nihai beklentilerini geliştirebilecekleri deneyimler deposudur. Tarihsel kaynaklar, bireylerin geçmiş faaliyetlerinden bıraktıkları her türlü kanıtı kapsar (çağlar boyunca aktarılan sözlü geleneğin kayıtları, yazılı kaynaklar, teknolojiler, maddi eserler, sanat, fotoğraf, film ve video vb.). Tarihçiler sıklıkla arkeolog, antropolog ve sanat tarihçisi gibi diğer uzmanlardan yararlanırlar. Tarih içerisinde incelenen bir gastronomi ise yemeğin bir zamanlar tüm insanlık için nasıl yaşamın sürekliliği için temel bir gereklilik olduğunu göstermektedir. bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde, yemeğin bir zamanlar tüm insanlık adına yaşam için nasıl bir temel gereklilik olduğunu göstermesi, gastronominin tarihle etkileşimine vurgu yaptığından bu sorunun doğru yanıtı D seçeneğidir."
  },
  {
    "id": "2685848",
    "unitNumber": 2,
    "text": "Dünyanın fiziksel özelliklerinin ve bitki örtüsünün mutfağa yansıması, gastronomiyle aşağıdaki alanlardan hangisinin etkileşimine vurgu yapmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Felsefe",
      "B": "Sosyoloji",
      "C": "Tarih",
      "D": "Fizik",
      "E": "Coğrafya"
    },
    "explanation": "Coğrafya, dünyanın fiziksel özelliklerini, bitki örtüsünü, iklimi ve halklarını incelemeyi içeren, dünya yüzeyini tanımlayan araştırma ortamı olarak yorumlanabilir. Bütün bu inceleme alanları mutfak kültürüne dolayısıyla gastronomiye etki eden temel kaynakları oluşturur. bu açıklamalardan hareketle dünyanın fiziksel özelliklerinin ve bitki örtüsünün mutfağa yansıması, gastronomiyle coğrafyanın etkileşimine vurgu yaptığından bu sorunun doğru yanıtı E seçeneğidir."
  },
  {
    "id": "2685849",
    "unitNumber": 2,
    "text": "Bilimsel kazı yöntemleriyle ortaya çıkarılan tarihi eserlerin yemek kültürüne etkilerinin incelenmesi, gastronomi alanıyla aşağıdaki disiplinlerden hangisi arasındaki etkileşime vurgu yapmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Arkeoloji",
      "B": "Hukuk",
      "C": "Psikoloji",
      "D": "Din",
      "E": "Antropoloji"
    },
    "explanation": "Arkeoloji, bilimsel kazı yöntemleriyle ortaya çıkarılan tarihi eserlerin kültürel, sanatsal ve tarihsel yönden incelenerek geçmişin aydınlatılmaya çalışıldığı bir bilimdir. Arkeolojik kalıntılar geçmiş hakkında yorumlar yapılmasına imkân sağlayacak ipuçları sunması ve dolayısıyla günümüzün anlaşılmasını sağlamaktadır. Arkeolojik kalıntılar vasıtasıyla yemek pişirme işiyle uğraşanların ya da o yemeği tüketenlerin kafalarını ve yüreklerini saran çevreyi araştırmak, bir dönemin sanatına ilişkin yapılan çözümleme ister istemez o çağın “yeme içme kodlarını” aydınlatan minyatür bir sanat tarihi olacaktır. Gastronomiyi oluşturan bu unsurlar disiplinler ötesi keşif yolculuğunda temel verilerdir. Tarihin her döneminde yeme içme, insan deneyiminin dinsel, kişisel, siyasal, efsanelere dayanan, bilimsel çok sayıda yüzünü incelemede bir şablon görevi yapar. bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde, bilimsel kazı yöntemleriyle ortaya çıkarılan tarihi eserlerin yemek kültürüne etkilerinin incelenmesi, gastronomi alanıyla arkeolojinin etkileşimine vurgu yaptığından bu sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3842845",
    "unitNumber": 2,
    "text": "Gastronominin teorileri Brillant Savarin tarafından aforizma (özdeyiş) olarak aktarılan ......................... olarak belirtilmektedir.<br/>Yukarıda boş bırakılan alanı hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Aksiyomlar",
      "B": "Tarifler",
      "C": "Yemekler",
      "D": "Soslar",
      "E": "Neuvelle cuisine"
    },
    "explanation": "Gastronominin teorileri Brillant Savarin tarafından aforizma (özdeyiş) olarak aktarılan aksiyomlar olarak belirtilmektedir."
  },
  {
    "id": "3843292",
    "unitNumber": 2,
    "text": "Bütünün, kendisini oluşturan parçaların toplamından daha fazla olduğunu savunan felsefi görüşe ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Polizm",
      "B": "Holizm",
      "C": "Turizm",
      "D": "Gastroizm",
      "E": "Hedonizm"
    },
    "explanation": "Holizm: Bütünün, kendisini oluşturan parçaların toplamından daha fazla olduğunu savunan felsefe görüşüdür."
  },
  {
    "id": "3843295",
    "unitNumber": 2,
    "text": "Gastronomi, “..............................................” olarak ifade edilmektedir.<br/>Yukarıda boş bırakılan alanı aşağıdakilerden hangisi doğru olarak tamamlar.",
    "correctAnswer": "C",
    "options": {
      "A": "yemek pişirme",
      "B": "yemek yeme",
      "C": "iyi yemek yemenin bilimi ve sanatı",
      "D": "içecek tüketme",
      "E": "sanatsal üretim"
    },
    "explanation": "Gastronomi, “iyi yemek yemenin bilimi ve sanatı” olarak ifade edilmektedir. Bu tanımda etimolojik ya da tarihî ve kültürel bir bakış açısı yoktur. Sadece yemeğin tüketimine odaklanmış yalın bir tanım vardır."
  },
  {
    "id": "3843296",
    "unitNumber": 2,
    "text": "Etimolojik olarak incelendiğinde gastronomi, Yunanca mide anlamına gelen “...........” kelimesinden ve bilgi veya düzenlemeyi ifade eden “.................” kelimesinden türemiştir.<br/>Yukarıda boş bırakılan alanları aşağıdakilerden hangisi sırasıyla doğru olarak tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "gastro-sauce",
      "B": "nomia-fond",
      "C": "glaze-nomos",
      "D": "gastro-nomos",
      "E": "aksiyom-norm"
    },
    "explanation": "Etimolojik olarak incelendiğinde gastronomi, Yunanca mide anlamına gelen “gastro” kelimesinden ve bilgi veya düzenlemeyi ifade eden “nomos” kelimesinden türemiştir. Daha açık ifade etmek gerekirse gastro, mide ve uzatma ile ağızdan başlayarak tüm sindirim sistemi ile ilgilidir, nomos, kural veya düzenleme anlamına gelir."
  },
  {
    "id": "3843315",
    "unitNumber": 2,
    "text": "Neyin yenilebilir olarak kabul edildiğini, neyin gıda olarak sayıldığını ve nasıl yenmesi gerektiğini etkileyen ve gastronomi ile ilişkili olan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Arkeoloji",
      "B": "Ekonomi",
      "C": "Coğrafya",
      "D": "Antropoloji",
      "E": "Din"
    },
    "explanation": "Din, yenilebilir olarak kabul edilenleri, neyin gıda olarak sayıldığını ve nasıl yenmesi gerektiğini etkiler veya etkileyebilir. Birçok toplumda nelerin yenilip yenilmeyeceğini değişik ölçülerde dinler belirlemiştir. Bu tek tanrılı dinlerde olduğu kadar çok tanrılı dinlerde de söz konusudur."
  },
  {
    "id": "3843606",
    "unitNumber": 2,
    "text": "''Örneğin, insan plasentası genellikle yenilebilir olarak kabul edilmez çünkü yemek yeme eylemi birçok toplum tarafından yamyamlığı sınırlayan bir şekilde oluşturulmuştur.''<br/>Yukarıda bahsedilen kavram gastronomik açıdan hangisi ile ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Etik",
      "B": "Tıp",
      "C": "Coğrafya",
      "D": "Pazarlama",
      "E": "Hukuk"
    },
    "explanation": "Etik, uyulması veya kaçınılması gereken davranışları belirlemektedir. Etik gıda olarak neyin uygun olduğuna dair fikirleri de etkiler. Örneğin, insan plasentası genellikle yenilebilir olarak kabul edilmez çünkü yemek yeme eylemi birçok toplum tarafından yamyamlığı sınırlayan bir şekilde oluşturulmuştur. Bununla birlikte kafeste tutulan tavukların yumurtalarının tüketilmemesine yönelik boykot çağrısı da tüketime neyin uygun olduğuna dair etik görüşleri yansıtmaktadır."
  },
  {
    "id": "3843611",
    "unitNumber": 2,
    "text": "Brillat Savarin'in 1825’te yayımladığı meşhur kitabının adı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yemeğin Fizyolojisi",
      "B": "Tadın Fizyolojisi",
      "C": "Gıdanın Fizyolojisi",
      "D": "Tadın Kimyası",
      "E": "Lezzet"
    },
    "explanation": "18. yüzyılda yaşamış olan Fransız hukukçu ve politikacı Brillat Savarin (1755-1826) ölümünden iki ay önce 1825’te yayımladığı meşhur Physiologie du Goût (Tadın Fizyolojisi) adlı kitabında gastronomi kelimesini uzun uzun tanımlayarak açıklamıştır."
  },
  {
    "id": "3843612",
    "unitNumber": 2,
    "text": "Belirli bir alanda çalışan bilim adamlarının paylaştığı ortak değerler ve anlayışlar dizisine ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Holizm",
      "B": "Ütopya",
      "C": "Paradigma",
      "D": "Disiplin",
      "E": "Aksiyom"
    },
    "explanation": "Paradigma: Belirli bir alanda çalışan bilim adamlarının paylaştığı ortak değerler anlayışlar dizisi."
  },
  {
    "id": "3843613",
    "unitNumber": 2,
    "text": "Bir problemin üzerine birden çok disiplinin entegrasyon amacı taşımadan beraber odaklanması olarak ifade edilen kavram hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Transdisipliner Yaklaşım",
      "B": "İnterdisipliner Yaklaşım",
      "C": "Tema",
      "D": "Multidisipliner Yaklaşım",
      "E": "Gastronom"
    },
    "explanation": "Multidisipliner yaklaşım bir problemin üzerine birden çok disiplinin entegrasyon amacı taşımadan beraber odaklanması olarak ifade edilebilir. Yani birkaç disiplin alanı yan yana yerleştirilerek, doğrudan bir bütünleştirme çabası olmadan bir soruna odaklanarak farklı disiplinlere ait öğretiler çerçevesinde ortak bir tema etrafında birleşirler. Multidisipliner bir yaklaşımda amaç esas olarak farklı disiplinlere ait teorik modellerin bir araya getirilmesidir."
  },
  {
    "id": "3843614",
    "unitNumber": 2,
    "text": "Tarihsel, toplumsal gelişme süreci içinde yaratılan bütün maddi ve manevi değerler ile bunları yaratmada, sonraki nesillere iletmede kullanılan, insanın doğal ve toplumsal çevresine egemenliğinin ölçüsünü gösteren araçların bütünü aşağıdakilerden hangisi ile ifade edilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tarih",
      "B": "Sanat",
      "C": "Turizm",
      "D": "Mutfak",
      "E": "Kültür"
    },
    "explanation": "Kültür: “Tarihsel, toplumsal gelişme süreci içinde yaratılan bütün maddi ve manevi değerler ile bunları yaratmada, sonraki nesillere iletmede kullanılan, insanın doğal ve toplumsal çevresine egemenliğinin ölçüsünü gösteren araçların bütünü… Bir topluma veya halk topluluğuna özgü düşünce ve sanat eserlerinin bütünü… Muhakeme, zevk ve eleştirme yeteneklerinin öğrenim ve yaşantılar yoluyla geliştirilmiş olan biçimi…"
  },
  {
    "id": "2685850",
    "unitNumber": 3,
    "text": "Hangi dinde güzel ahlaklı<br/>olmanın yolu olarak kabul edilen beş emirden ikisi beslenme ile ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Musevilik",
      "B": "Hristiyanlık",
      "C": "İslamiyet",
      "D": "Budizim",
      "E": "Hinduzim"
    },
    "explanation": "Budizim"
  },
  {
    "id": "2685851",
    "unitNumber": 3,
    "text": "Zevk için yenilen yemeğin ızdırap vereceğine olan inanç aşağıdakilerden hangisinde geçer?",
    "correctAnswer": "A",
    "options": {
      "A": "Budizm",
      "B": "Hinduzim",
      "C": "Taoizm",
      "D": "Şintoizm",
      "E": "İlkel Kabileler"
    },
    "explanation": "Budizm"
  },
  {
    "id": "2685853",
    "unitNumber": 3,
    "text": "Canlıcılık ve doğanın bir bütün olarak ve her varlığın teker teker maddi varlığının ötesinde bir de ruha sahip<br/>olduğunu kabul eden görüş aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Animizm",
      "B": "Ahimsa",
      "C": "Politeist",
      "D": "Kaşerut",
      "E": "Yin Yang"
    },
    "explanation": "Animizm: Canlıcılık ve doğanın bir bütün olarak ve her varlığın teker teker maddi varlığının ötesinde bir de ruha sahip olduğunu kabul eden görüş” anlamlarına gelmektedir (Türk Dil Kurumu, 2020)."
  },
  {
    "id": "2685854",
    "unitNumber": 3,
    "text": "İslamiyet’te belli günlerde ve aylarda komşuların, eş, dost, akrabanın birbirlerine ikram ettiği, sosyal bağın kuvvetlenmesi, yardımlaşmanın gerçekleşmesi amaçlanan ikramın adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sütlaç",
      "B": "Muhallebi",
      "C": "Aşure",
      "D": "Lokma",
      "E": "Baklava"
    },
    "explanation": "Aşure: İslamiyet’te dinî günlerde ve aylarda<br/>özellikle yiyecekler ile ilgili hazırlıklar yapılmaktadır. Bunlar arasında Aşure ayı da almaktadır. Aşure<br/>ayı, komşuların, eş, dost, akrabanın birbirlerine bir<br/>kase aşure ikram etmesi ile başlar ve biter. Buradaki amaç aşurenin yenip yenmemesi değil, sosyal<br/>bağın kuvvetlenmesi, yardımlaşmanın gerçekleşmesi ve bunun için de yemek ile iletişim sağlanmasıdır (Önçel ve Göde, 2016: 110). A"
  },
  {
    "id": "2685855",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi dinin belirlediği beslenme örüntülerinin oluşumu sürecinde etkili olmayan kaynaklardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kutsal Metinler",
      "B": "Mitler",
      "C": "Dini tarih",
      "D": "Dini önderlerin davranışları",
      "E": "Hekim görüşü"
    },
    "explanation": "Hekim Görüşü"
  },
  {
    "id": "2685856",
    "unitNumber": 3,
    "text": "Tarçın, badem, şarapla hazırlanan ve yemekten önce sembolik olarak yenilen tatlının adı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Korban",
      "B": "Haroset",
      "C": "Seder",
      "D": "Matzah",
      "E": "Karpas"
    },
    "explanation": "Haroset"
  },
  {
    "id": "2685857",
    "unitNumber": 3,
    "text": "Hz. İsa’nın ölümünden sonra yeniden dirilmesine, ruhunun göğe yükselişinin kutlanmasına ne ad verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yortu",
      "B": "Paskalya",
      "C": "Noel",
      "D": "Ash Günü",
      "E": "Kutsal Cuma"
    },
    "explanation": "Paskalya (Easter): Katolikler, her yıl 21 Mart’ı<br/>takip eden ilk dolunaydan sonraki ilk Pazar gününü Paskalya (Easter) olarak kutlarlar. Ortodoks<br/>kilisesi Jülyen takvimini kullandığı için Paskalya’yı<br/>Katoliklerden birkaç gün sonra kutlar. Paskalya,<br/>en büyük Hristiyan bayramı olarak kabul edilmektedir. Paskalya, Hz. İsa’nın ölümünden sonra<br/>yeniden dirilmesini, ruhunun göğe yükselişinin<br/>kutlanmasını ifade etmektedir"
  },
  {
    "id": "2685858",
    "unitNumber": 3,
    "text": "Aşağıdaki özel günlerden hangisinde Hristiyanların etten uzak durmasını gerektiren bir perhiz <u>yapılmaz?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Paskalya",
      "B": "Noel",
      "C": "Kutsal Cuma",
      "D": "Lent",
      "E": "Ash günü"
    },
    "explanation": "Hristiyanlıkta belirli dönemlerde belirli yiyeceklerden uzak durma ile temsil edilir, örneğin, Kutsal Paskalyadan önceki dönem olan Lent sürecinde, çarşamba Ash günü ve Kutsal Cuma’daki oruçta etten uzak durma vb. gıda ve beslenme konularında etkili dinî kısıtlamaları temsil etmektedir. Paskalya öncesinde Hristiyanlar perhiz yapmaktadırlar (bazı Hristiyanlar yedi hafta, bazıları ise yedi gün). Yaptıkları<br/>bu perhizde hayvansal besinler yemezler."
  },
  {
    "id": "2685860",
    "unitNumber": 3,
    "text": "Tüm insanlara ulaşmayı amaçlayan din sınıfı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Evrensel",
      "B": "Hak",
      "C": "Milli",
      "D": "İlahi",
      "E": "Batıl"
    },
    "explanation": "<strong><em>Temsil ettiği mesajın evrenselliği </em></strong>de dinlerin sınıflandırılmasında kullanılan bir diğer kriterdir. Bu bakımdan dinler <em>“evrensel dinler” </em>ve <em>“millî dinler” </em>şeklinde ikiye ayrılmaktadır. Evrensel dinler, sahip olduğu inanç yapısını evrensel anlamda yayma amacında olan, başka bir ifadeyle tüm insanlara ulaşmayı amaçlayan dinlerdir. Millî dinler ise inanç sistemini sadece bir millet, soy, klan ya da kabile ile sınırlandıran dinler olmaktadır."
  },
  {
    "id": "2685861",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tanrının bilinip kavranması açısından sınıflandırılan dinlerdendir?",
    "correctAnswer": "B",
    "options": {
      "A": "Panteist",
      "B": "Gnostik",
      "C": "Kristosentrik",
      "D": "Henoteist",
      "E": "Düalist"
    },
    "explanation": "İnanılan tanrının tekliği ya da çokluğu açısından “monoteist”, “düalist”, “henoteist” ve “politeist” dinler; tanrının bilinip kavranması açısından “agnostik” ve “gnostik” dinler ve inanılan tanrının evrenle ve insanla ilişkileri açısından “panteist” ve “deist” dinler gibi kimi sınıflamalara da rastlamak mümkündür."
  },
  {
    "id": "2685862",
    "unitNumber": 3,
    "text": "“Âdet haline gelmiş” ve “ayin” tanımı aşağıdakilerden hangisine ait olabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Din",
      "B": "İnanç",
      "C": "Ritüel",
      "D": "Kutsal",
      "E": "Öğreti"
    },
    "explanation": "<strong>Ritüel: </strong>“Âdet hâaline gelmiş” ve “ayin” anlamları bulunmaktadır"
  },
  {
    "id": "2685863",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi İslamiyet ile ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Politeist",
      "B": "Kristosentrik",
      "C": "Animistik",
      "D": "Teosentrik",
      "E": "Etnosentrik"
    },
    "explanation": "<strong><em>inanç ve öğretilerinin merkezinde yer alan ana kavramlar ve değerler bakımından </em></strong>dinleri tasnif edilmektedir. Bu bağlamda örneğin Hıristiyanlık tüm inanç ve değerlerinde Mesih inancına ağırlıkla yer verdiği için <em>“Kristosentrik” </em>bir dindir. Yahudilik İsrailoğullarının seçilmişliği inancını merkeze koyan <em>“etnosentrik” </em>bir din, İslam ise taviz vermez tek tanrıcılığı merkeze alan <em>“teosentrik” </em>bir din olarak ifade edilmektedir<br/>İslam taviz vermez tek tanrıcılığı merkeze alan “teosentrik” bir din olarak ifade edilmektedir."
  },
  {
    "id": "2685864",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ilkel dinlerle ilgili olarak <strong><u>yanlış</u></strong> verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Büyücülükle ilgili olaylara inanç düzeyleri de yüksektir",
      "B": "Dinin adı ile kabilelerinin ismi ortak olabilmektedir",
      "C": "Yüce bir tanrı anlayışı hâkimdir",
      "D": "Yazılı kaynakları yoktur",
      "E": "Ahiret inançları belirgindir"
    },
    "explanation": "Geçimlerini ağırlıklı olarak avcılık, balıkçılık ve toplayıcılık gibi faaliyetlerle sağlamaktadırlar. Yazısız ve doğal yaşayan küçük topluluklar olarak tanımlanmaktadırlar. Günümüzde varlığını sürdürmekte olan kabilelerin Afrika ve Brezilya gibi ülkelerde yaşadıkları bilinmektedir. Bu kabilelerin inandıkları dinleri kendilerine özgüdür. Her bir kabilenin inanış sistem ve değerleri birbirinden farklı olsa da ortak bir takım özellikleri olduğu bilinmektedir. Örneğin, inandıkları dinin adı ile kabilelerinin ismi ortak olabilmektedir ve yazılı kaynakları yoktur. Bu kabilelerde inanç sistemleri doğrultusunda yüce bir Tanrı anlayışı hâkimdir. Ahiret inançları belirsizdir ve büyücülükle ilgili olaylara inanç düzeyleri de yüksektir.<br/>inandıkları dinin adı ile kabilelerinin ismi ortak olabilmektedir ve yazılı kaynakları yoktur. Bu kabilelerde<br/>inanç sistemleri doğrultusunda yüce bir Tanrı anlayışı hâkimdir. Ahiret inançları <em><strong>belirsizdir</strong> </em>ve büyücülükle ilgili olaylara inanç düzeyleri de yüksektir<br/>(Közleme, 2012: 93)"
  },
  {
    "id": "2685865",
    "unitNumber": 3,
    "text": "Yağ ve balın özel bir anlamı ola Tanrıların kızgınlığını gideceği inancıyla tanrı heykellerinin ağzına bal ve yağ sürülen toplum aşağıdakilerden hangisi olabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hititler",
      "B": "Yunanlılar",
      "C": "Çinliler",
      "D": "Hintliler",
      "E": "Japonlar"
    },
    "explanation": "Hititler (M.Ö. 2000-1180) döneminde yağ ve balın özel bir anlamı vardı. Tanrıların kızgınlığını gideceği inancıyla tanrı heykellerinin ağzına bal ve yağ sürülürdü."
  },
  {
    "id": "2685866",
    "unitNumber": 3,
    "text": "Hint alt kıtası halkları arasında en yaygın inanç olan Hinduizm ne zaman ortaya çıkmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "M.Ö. 1180",
      "B": "M.Ö. 1500",
      "C": "M.Ö. 4000",
      "D": "M.Ö. 1000",
      "E": "M.Ö. 7000"
    },
    "explanation": "Hint alt kıtası halkları arasında en yaygın inanç olan Hinduizm M.Ö. 1500 civarında ortaya çıkmış, gelenek üzerine inşa edilen ve bağlılarının Hindu olarak isimlendirildiği Güney Asya dinidir."
  },
  {
    "id": "2685867",
    "unitNumber": 3,
    "text": "Din adamlarının otoritesine ve kast sistemine bir tepki olarak ortaya çıkmış olan din aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hinduizm",
      "B": "Konfüçyanizm",
      "C": "Budizm",
      "D": "Şintoizm",
      "E": "Taoizm"
    },
    "explanation": "Budizm; Hindistan’da Hinduizm’in <strong><em>politeist </em></strong>anlayışına, din adamlarının otoritesine ve kast sistemine bir tepki olarak ortaya çıkmıştır."
  },
  {
    "id": "2685868",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Taoizm ile ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kainatı kimin yarattığından çok ahlaki değerlere yönelmiştir.",
      "B": "Din adamlarının otoritesine tepki olarak ortaya çıkmıştır.",
      "C": "Gıda, Tanrı’nın bir parçası olarak kabul edilir.",
      "D": "Tabiat odaklı bir anlayışa sahiptir.",
      "E": "Dini hayat, kurban etrafında toplanmıştır."
    },
    "explanation": "Çin’in millî dinlerinden biri <strong><em>Taoizm</em></strong>’dir. Taoizmin temel felsefesi, hayat biçimi ve olayların tabii akışını önlemeye çalışmama ilkesidir. Lau-Tzu (Lao-Tse) Taoizm İn kurucusu olarak kabul edilir. Taoizm, evrenin yolu, özü anlamına gelen “Tao” kavramı üzerine kurulmuştur. Taoizm, tabiat odaklı bir anlayışa sahiptir ve bu anlayış beslenme ile ilgili kurallara da yansımaktadır.<br/>Tabiat odaklı bir anlayışa sahiptir."
  },
  {
    "id": "2685869",
    "unitNumber": 3,
    "text": "Musevilik inancına göre yenilmeye uygun yani helal anlamına gelen sözcük aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Korban",
      "B": "Kaşerut",
      "C": "Sebt",
      "D": "Sèder",
      "E": "Koşer"
    },
    "explanation": "<strong>Koşer: </strong>Yenilmeye uygun yani helal anlamına gelmektedir.<br/>Korban, tapınakta kurban olarak sunulan kuzuyu simgeler ve pişirilmiş kemikli kuzu eti parçasıdır<br/>Kaşerut: Yahudilikte dinî açıdan <u>tüketilmesi uygun gıdalarla ilgili kurallardır.</u><br/>Sèder terimi İbranice “düzen” anlamına gelen bir kökten türetilmiştir.<br/>Sebt günü, Tanrı’nın varlığının ve nimetinin haftalık sembolü olarak kabul edilmektedir.<br/><strong>Koşer: Yenilmeye uygun yani helal anlamına gelmektedir. Doğru yanıttır. </strong>"
  },
  {
    "id": "3845617",
    "unitNumber": 3,
    "text": "Kültürel bir unsur olarak gastronomi ile etkileşim içinde olan ...............; hangi yiyeceklerin yenilip yenilmeyeceği, yılın hangi zamanlarında hangi günlerinde neler yenilebileceği, insanların kutsal kabul ettiği yiyecekler, kutsala ait olarak ifade edilen gastronomik semboller, ritüeller vb. gibi pek çok uygulama için belirleyicidir.<br/>Yukarıda boş bırakılan yeri hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Din",
      "B": "Sosyoloji",
      "C": "Gastronomi",
      "D": "Toplum sözleşmesi",
      "E": "Adil ticaret"
    },
    "explanation": "Kültürel bir unsur olarak gastronomi ile etkileşim içinde olan din; hangi yiyeceklerin yenilip yenilmeyeceği, yılın hangi zamanlarında hangi günlerinde neler yenilebileceği, insanların kutsal kabul ettiği yiyecekler, kutsala ait olarak ifade edilen gastronomik semboller, ritüeller vb. gibi pek çok uygulama için belirleyicidir."
  },
  {
    "id": "3845618",
    "unitNumber": 3,
    "text": "“Âdet hâaline gelmiş” ve “ayin” anlamları bulunan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Din",
      "B": "Ritüel",
      "C": "Mevsim",
      "D": "Artizan",
      "E": "İnanç"
    },
    "explanation": "Ritüel: “Âdet hâaline gelmiş” ve “ayin” anlamları bulunmaktadır."
  },
  {
    "id": "3845619",
    "unitNumber": 3,
    "text": "Birbiriyle tutarlılık gösteren tutumların oluşturduğu davranış kalıplarına ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Din",
      "B": "Hipotez",
      "C": "Kültür",
      "D": "Örf",
      "E": "İnanç"
    },
    "explanation": "Kültür: Birbiriyle tutarlılık gösteren tutumların oluşturduğu davranış kalıplarıdır."
  },
  {
    "id": "3845621",
    "unitNumber": 3,
    "text": "Politeist kavramı ne anlama gelmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tek tanrıcı",
      "B": "Hristiyan",
      "C": "Müslüman",
      "D": "Çok tanrıcı",
      "E": "Sungu"
    },
    "explanation": "Politeist: Çok tanrıcı anlamına gelmektedir."
  },
  {
    "id": "3845622",
    "unitNumber": 3,
    "text": "Hint geleneğinin önemli bir boyutunu oluşturan öldürmeme ve zarar vermeme ilkesine ne denir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fetiş",
      "B": "Politeist",
      "C": "Sungu",
      "D": "Koşer",
      "E": "Ahimsa"
    },
    "explanation": "Ahimsa: Hint geleneğinin önemli bir boyutunu oluşturan öldürmeme ve zarar vermeme ilkesidir. Bugün hayvan olanın bir sonraki hayatında insan olacağına, insanın ise hayvan olarak can bulacağına inanılır. Bu nedenle hayvanın kanı dökülmemeli ve ona zarar verilmemelidir. Bu anlayıştan hareketle bazı Budistler vejeteryandır, olmayanlar ise hayvanları Budist olmayanların kesmesi şartıyla yenilebileceklerini kabul ederler."
  },
  {
    "id": "3845623",
    "unitNumber": 3,
    "text": "Yahudilikte dinî açıdan tüketilmesi uygun gıdalarla ilgili kurallara ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kaşerut",
      "B": "Amelut",
      "C": "Sungu",
      "D": "Sebt",
      "E": "Seder"
    },
    "explanation": "Kaşerut: Yahudilikte dinî açıdan tüketilmesi uygun gıdalarla ilgili kurallardır."
  },
  {
    "id": "3845624",
    "unitNumber": 3,
    "text": "Yahudilikte, dinsel yılbaşı olarak kutlanan ...................sofrası zengin et yemekleri ile kutlanır.<br/>Yukarıda boş bırakılan alanı hangisi doğru olarak tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Sebt",
      "B": "Roş Aşana",
      "C": "Boş Haşlama",
      "D": "İftar",
      "E": "Fısıh"
    },
    "explanation": "Roş Aşana Sofrası: Yahudilikte, dinsel yılbaşı olarak kutlanan Roş Aşana sofrası zengin et yemekleri ile kutlanır. Yemek iki bütün beyaz somun ekmek ve şarap eşliğinde yapılan Kiduş Duası ile başlar. Diğer bir gelenek de ekmeğin üzerine tuz serpmek yerine onu bala batırarak yemektir. Bunun anlamı yeni yılın bal kadar tatlı geçmesini dilemektir."
  },
  {
    "id": "3845625",
    "unitNumber": 3,
    "text": "Katoliklerin her yıl 21 Mart’ı takip eden ilk dolunaydan sonraki Pazar günü kutladıkları bayramın adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sungu",
      "B": "Kurban",
      "C": "Paskalya",
      "D": "Aşure",
      "E": "İftar"
    },
    "explanation": "Paskalya (Easter): Katolikler, her yıl 21 Mart’ı takip eden ilk dolunaydan sonraki ilk Pazar gününü Paskalya (Easter) olarak kutlarlar. Ortodoks kilisesi Jülyen takvimini kullandığı için Paskalya’yı Katoliklerden birkaç gün sonra kutlar. Paskalya, en büyük Hristiyan bayramı olarak kabul edilmektedir. Paskalya, Hz. İsa’nın ölümünden sonra yeniden dirilmesini, ruhunun göğe yükselişinin kutlanmasını ifade etmektedir."
  },
  {
    "id": "3845627",
    "unitNumber": 3,
    "text": "Müslüman’ın öldükten sonraki hayatında onu cennete taşıyacak, günahlarının affı için sunulan, Allah’ın rızasını kazanmak için akıtılan kanı ifade eden kavrama ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "İftar",
      "B": "Oruç",
      "C": "Noel",
      "D": "Kurban",
      "E": "Fitre"
    },
    "explanation": "Kurban: Kurban Müslüman’ın öldükten sonraki hayatında onu cennete taşıyacak, günahlarının affı için sunulan, Allah’ın rızasını kazanmak için akıtılan kanı ifade etmektedir. İslam dininde “Allah adına kurban etme” katı kurallarla sınırları çizilmiş bir ritüeldir."
  },
  {
    "id": "3845628",
    "unitNumber": 3,
    "text": "Müslümanlıkta Ramazan ayı boyunca gün batımında orucu açmak için yenilen yemeğe ne denir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sahur",
      "B": "Kuşluk",
      "C": "Aşure",
      "D": "Koşer",
      "E": "İftar"
    },
    "explanation": "Oruç İslam dininin beş şartından biridir. Ramazan ayı boyunca sabaha karşı sahur ve gün batımında da orucu açmak için iftar yemeği yenilir. İslam dininde Ramazan ayı, dinin temelini teşkil eden beş ibadetten biri olan oruç ibadetinin gerçekleştirildiği yirmi dokuz veya otuz günlük süreyi ifade etmektedir. Bu ayda beslenme ile ilgili ritüeller yoğun bir şekilde görülmektedir."
  },
  {
    "id": "2685870",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisinin resmedilmesi, sanat tarihindeki ilk yemek resmi olarak düşünülmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ekmek",
      "B": "Meyve",
      "C": "Hayvan",
      "D": "Fasulye",
      "E": "Pırasa"
    },
    "explanation": "SANATTA GASTRONOMİ ÖGELERİNİN KULLANIMI<br/>Avcılık ve toplayıcılıkla yaşamını sürdüren insanlar duvarlarına avlanmak<br/>istedikleri hayvanların resmini çizerek sanat tarihindeki ilk yemek resmine imza<br/>attıkları düşünülmektedir."
  },
  {
    "id": "2685871",
    "unitNumber": 4,
    "text": "Klasik sınıflandırmaya göre aşağıdakilerden hangisi İşitsel (Fonetik) Sanatlar grubuna girer?",
    "correctAnswer": "B",
    "options": {
      "A": "Sinema",
      "B": "Edebiyat",
      "C": "Tiyatro",
      "D": "Heykel",
      "E": "Resim"
    },
    "explanation": "GASTRONOMİ VE SANAT İLİŞKİSİNİN TANIMLANMASI<br/>Edebiyat Müzik işitsel (Fonetik) Sanat alanlarıdır. Doğru cevap B seçeneğidir."
  },
  {
    "id": "2685872",
    "unitNumber": 4,
    "text": "Modern (çağdaş) sınıflandırmaya göre aşağıdakilerden hangisi \"dil sanatları\" grubuna girmez?",
    "correctAnswer": "D",
    "options": {
      "A": "Hikaye",
      "B": "Roman",
      "C": "Şiir",
      "D": "Müzik",
      "E": "Film senaryosu"
    },
    "explanation": "GASTRONOMİ VE SANAT İLİŞKİSİNİN TANIMLANMASI<br/>Dil Sanatları<br/>Roman<br/>Hikaye<br/>Şiir<br/>Film senaryosudur. <br/>Müzik ise ses sanatlarına girer <br/>Doğru cevap D'dir."
  },
  {
    "id": "2685873",
    "unitNumber": 4,
    "text": "Hz. İsa’nın son akşam yemeğini betimleyen “Son Akşam Yemeği” resimlerinden en çok bilineni aşağıdakilerden hangisine aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Pablo Picasso",
      "B": "Vincent Van Gogh",
      "C": "Paul Cezanne",
      "D": "Diego Valezquez",
      "E": "Leonardo da Vinci"
    },
    "explanation": "SANATTA GASTRONOMİ ÖGELERİNİN KULLANIMI<br/>Doğru cevap E seçeneğidir."
  },
  {
    "id": "2685874",
    "unitNumber": 4,
    "text": "Paris’teki ünlü Louvre Müzesi’nde sergilenen ve meyve ve sebze figürlerinin tasvir edildiği meşhur “Four Seasons” (4 Mevsim) tablosu kimindir?",
    "correctAnswer": "B",
    "options": {
      "A": "Leonardo da Vinci",
      "B": "Giuseppe Arcimboldo",
      "C": "Pablo Picasso",
      "D": "Vincent Van Gogh",
      "E": "Paul Cezanne"
    },
    "explanation": "SANATTA GASTRONOMİ ÖGELERİNİN KULLANIMI<br/>Doğru cevap B'dir."
  },
  {
    "id": "2685875",
    "unitNumber": 4,
    "text": "Sözlük anlamı \"ölü doğa\" olan ve konusu cansız varlıklar olan sanat eseri türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Natürmort",
      "B": "Peyzaj",
      "C": "Portre",
      "D": "Enteriyör",
      "E": "Soyut resim"
    },
    "explanation": "SANATTA GASTRONOMİ ÖGELERİNİN KULLANIMI<br/>Doğru cevap A seçeneğidir."
  },
  {
    "id": "2685876",
    "unitNumber": 4,
    "text": "<ul><br/><li>Louvre Müzesine hayattayken eseri kabul edilen ilk Türk ve Osmanlı Dönemi ressamıdır.</li><br/><li>“Narlar ve Ayvalar” konulu resmi başyapıtı olarak kabul edilir.</li><br/></ul><br/>Yukarıda hakkında bilgi verilen ressam kimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Osman Hamdi Bey",
      "B": "Ahmet Cevdet Paşa",
      "C": "Abidin Dino",
      "D": "Bedri Rahmi Eyüboğlu",
      "E": "Şeker Ahmet Paşa"
    },
    "explanation": "SANATTA GASTRONOMİ ÖGELERİNİN KULLANIMI<br/>Doğru cevap E'dir."
  },
  {
    "id": "2685877",
    "unitNumber": 4,
    "text": "Şeker Ahmet Paşa ile dönemin ressamları ve öğrencileri tarafından, 27 Nisan 1873’te açılan ilk Osmanlı resim sergisi nerede açılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Darülfünun",
      "B": "Mektep-i Sanayi",
      "C": "Mektep-i Sultânî",
      "D": "Mektep-i Tıbbiye",
      "E": "Galatasaray Lisesi"
    },
    "explanation": "SANATTA GASTRONOMİ ÖGELERİNİN KULLANIMI<br/>Doğru cevap B seçeneğidir."
  },
  {
    "id": "2685878",
    "unitNumber": 4,
    "text": "Modern dönem eserlerinden olan Henri Matisse’in “Tatlı: Kırmızıda Uyum” adlı çalışması aşağıdakilerden hangisini resmetmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Nar bahçesi",
      "B": "Karpuz bostanı",
      "C": "Şömine başında yemek",
      "D": "Yemek odası",
      "E": "Kurumaya bırakılan biberler"
    },
    "explanation": "SANATTA GASTRONOMİ ÖGELERİNİN KULLANIMI<br/>Doğru cevap D'dir."
  },
  {
    "id": "2685879",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi gastronomide tabak sunumunda sıkça kullanılan temel tasarım ögelerinden değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ritim",
      "B": "Renk",
      "C": "Nokta",
      "D": "Doku",
      "E": "Çizgi"
    },
    "explanation": "GASTRONOMİDE TASARIM VE TABAK SUNUMU<br/>Doğru cevap A seçeneğidir. Ritim tasarım ilkesidir, temel tasarım ögesi değildir."
  },
  {
    "id": "2685880",
    "unitNumber": 4,
    "text": "Sanatın modern sınıflandırmasına dayalı olarak aşağıdakilerden hangisi dramatik sanatlar arasında <u>yer almaz</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Pandomim",
      "B": "Gölge oyunu",
      "C": "Kukla",
      "D": "Müzikal",
      "E": "Opera"
    },
    "explanation": "Modern sınıflandırma şekil 4.2 de verilmiştir.<br/>Pandomim, hareket sanatlarında yer almaktadır."
  },
  {
    "id": "2685881",
    "unitNumber": 4,
    "text": "Sanatın modern sınıflandırmasına dayalı olarak aşağıdakilerden hangisi yüzey sanatları arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Seramik",
      "B": "Minyatür",
      "C": "Peyzaj",
      "D": "Kukla",
      "E": "Kabartma"
    },
    "explanation": "Şekil 4.2 de modern sınıflandırma verilmiştir.<br/>Yüzey Sanatları: Kâğıt, tuval, cam, deri, kumaş gibi iki boyutlu yüzeyler üzerine uygulanan sanatlardır.<br/>Resim, afiş, grafik, karikatür, fotoğraf, hat, minyatür."
  },
  {
    "id": "2685883",
    "unitNumber": 4,
    "text": "İsviçreli sanatçı Dieter Roth, “A Race” isimli eserinde sanat malzemesi olarak kullandığı gerçek yiyecek aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Portakal",
      "B": "Elma",
      "C": "Peynir",
      "D": "Zeytin",
      "E": "Ayva"
    },
    "explanation": "Gerçek yiyeceklerin sanat malzemesi olarak kullanılmasına 1970’li yıllarda rastlanılmaktadır. Bu eser, Görsel 4.7 de verilmektedir.<br/>İsviçreli sanatçı Dieter Roth, “A Race” isimli eserinde içi peynirle dolu 37 valiz sergilemiştir."
  },
  {
    "id": "2685884",
    "unitNumber": 4,
    "text": "Louvre Müzesine hayattayken eseri kabul edilen ilk Türk ve Osmanlı Dönemi ressamlarından Şeker Ahmet Paşa’nın başyapıtı olarak nitelendirilen “……………….” konulu natürmort gıda sanat ilişkisine bir örnektir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Yaz",
      "B": "Tatlı: Kırmızıda Uyum",
      "C": "Narlar ve Ayvalar",
      "D": "Son Akşam Yemeği",
      "E": "Dört Mevsim"
    },
    "explanation": "Gastronomi açısından bakıldığında, Şeker Ahmet Paşa tarafından yapılmış meyve temalı resimdir.<br/>Louvre Müzesine hayattayken eseri kabul edilen ilk Türk ve Osmanlı Dönemi ressamlarından Şeker Ahmet Paşa’nın başyapıtı olarak nitelendirilen “Narlar ve Ayvalar” konulu natürmort gıda sanat ilişkisine bir örnektir."
  },
  {
    "id": "2685885",
    "unitNumber": 4,
    "text": "Görsel anlatımın temel öğelerinden biri olarak, bulunduğu yere göre küçük ve merkezi nitelik gösteren dairesel benek veya leke olarak tanımlanan tasarım öğesi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Form",
      "B": "Çizgi",
      "C": "Doku",
      "D": "Renk",
      "E": "Nokta"
    },
    "explanation": "Temel tasarım öğelerinden biri olan nokta, sayfa 98 de verilmektedir.<br/>Nokta: Görsel anlatımın temel öğelerinden biri olarak, bulunduğu yere göre küçük ve merkezi nitelik gösteren dairesel benek veya leke olarak tanımlanır."
  },
  {
    "id": "2685886",
    "unitNumber": 4,
    "text": "Tasarım öğelerinin ortak bir merkezden yayılmasıyla ortaya çıkan denge türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Simetrik denge",
      "B": "Dairesel denge",
      "C": "Ritimli denge",
      "D": "Asimetrik denge",
      "E": "Mozaik denge"
    },
    "explanation": "Bir tasarım dört farklı denge sistemi içinde düzenlenebilir. Dairesel dengede bunlardan biridir.<br/>Dairesel (radyal) denge: Dairesel denge ögelerin ortak bir merkezden yayılmasıyla ortaya çıkar."
  },
  {
    "id": "2685887",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tabak sunumunda kullanılan tasarım ilkelerinden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Yön",
      "B": "Denge",
      "C": "Bütünlük",
      "D": "Form",
      "E": "Ritim"
    },
    "explanation": "Temel tasarım ilkeleri ayrıntılı olarak sayfa 99 ve 100 de verilmektedir.<br/>Tasarım sürecinde yer alan tasarım ilkeleri tabak sunumunda da sıklıkla kullanılan ilkelerdir. Bu ilkeler yön, boşluk, denge, orantı, hiyerarşi, vurgulama, bütünlük, ritim ve zıtlıktır. Form ise Gastronomide tabak sunumunda kullanılan temel tasarım öğeleri arasındadır."
  },
  {
    "id": "2685888",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yaratıcılığa etki eden iç etmenlerden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Yetenek",
      "B": "Bellek",
      "C": "İlgi",
      "D": "Çevre",
      "E": "Zeka"
    },
    "explanation": "Yaratıcılığın ortaya çıkarılmasını ya da olumlu bir şekilde yönlendirilmesini sağlayan bazı etmenler bulunmaktadır. Bunlar iç ve dış etmenler olarak ikiye ayrılmaktadır.<br/>Yaratıcılığa etki eden iç etmenler zekâ, algı, ilgi, bellek, yeti, yetenek ve yeterlikten oluşur. Çevre ise dış etmenler arasındadır."
  },
  {
    "id": "2685889",
    "unitNumber": 4,
    "text": "Mutfakta yaratıcılık sürecinin ilk aşaması aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fikir geliştirme",
      "B": "Fikri tasarlama",
      "C": "Mutfak performansı",
      "D": "Fikri değerlendirme",
      "E": "Yeni fikirlere hazırlık"
    },
    "explanation": "Mutfakta yaratıcılık süreci sayfa 105 de şekil 4.7 de verilmektedir.<br/>Mutfakta yaratıcılık sürecinin aşamaları sırasıyla şu şekildedir: Yeni fikirlere hazırlık- Fikri tasarlama- Fikir geliştirme- Fikri değerlendirme- Mutfak performansı"
  },
  {
    "id": "2685890",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi tarımsal faaliyet alanına girmez?",
    "correctAnswer": "C",
    "options": {
      "A": "Bitkisel ürün üretimi",
      "B": "Hayvansal ürün üretimi",
      "C": "Tarım arazi mülkiyeti",
      "D": "Su ürünüleri üretimi",
      "E": "Orman ürünleri üretimi"
    },
    "explanation": "TARIM<br/>Tarım arazi mülkiyeti"
  },
  {
    "id": "2685891",
    "unitNumber": 5,
    "text": "İklim elemanlarının tarımsal üretim üzerine etkisi büyüktür. İklim etkisi olmasa sonuç aşağıdakilerden hangisi olur?",
    "correctAnswer": "B",
    "options": {
      "A": "Üretim maliyeti azalır",
      "B": "Ürün çeşitliliği olmaz",
      "C": "Her bölgede farklı ürün yetişir",
      "D": "Gıda bolluğu sağlanır",
      "E": "Ürün miktarı ve kalitesi artar"
    },
    "explanation": "TARIM<br/>Farklı hava koşulları farklı bitkiler için yaşam alanı sağlar. Bu nedenle iklim çeşitliliği olmazsa ürün çeşitliliği olmaz"
  },
  {
    "id": "2685892",
    "unitNumber": 5,
    "text": "Dengeli beslenmede toplam günlük proteinin .....(1) bitkisel, ..... (2) hayvansal kaynaklı olması gereklidir. <br/>Yukarıdaki boşlukları aşağıdakilerden hangisi doğru tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "1) %50, 2) %50",
      "B": "1) %40, 2) %60",
      "C": "1) %60, 2) %40",
      "D": "1) %70, 2) %30",
      "E": "1) %30, 2) %70"
    },
    "explanation": "TARIM<br/>Dengeli beslenmede bitkisel kaynaklı proteinin daha fazla olması önerilir. %60 bitkisel, %40 hayvansal kaynaklı protein olmalıdır."
  },
  {
    "id": "2685893",
    "unitNumber": 5,
    "text": "Arkeobotanik çalışmalara göre aşağıdakilerden hangisi ilk tarıma alınan bitkilerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Arpa",
      "B": "Mercimek",
      "C": "Bezelye",
      "D": "Fasulye",
      "E": "Kenevir"
    },
    "explanation": "Tarımın gelişimi<br/>Fasulye ilk kez tarıma alınan birkilerden değildir."
  },
  {
    "id": "2685894",
    "unitNumber": 5,
    "text": "Arkeozoolojik çalışmalara göre aşağıdakilerden hangisi evcilleştirilen ilk hayvanlardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "İnek",
      "B": "At",
      "C": "Keçi",
      "D": "Kedi",
      "E": "Öküz"
    },
    "explanation": "Tarımın gelişimi<br/>Keçi ilk evcilleştirilen hayvanlardandır."
  },
  {
    "id": "2685895",
    "unitNumber": 5,
    "text": "Dijital devrim ya da makinelerin bilgisayar kontrolünde çalışmaya başlaması hangi endüstriyel tarihsel süreç de yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Endüstri 1.0",
      "B": "Endüstri 2.0",
      "C": "Endüstri 3.0",
      "D": "Endüstri 4.0",
      "E": "Toplum 5.0"
    },
    "explanation": "Tarımın Gelişimi<br/>Endüstri 3.0 otomasyona dayalı üretimi dijital makineler ve bilgisayarlı üretimi ifade eder. Buna yapay zeka gibi düşünen sistemlerin eklenmesi Endüstri 4.0 olarak adlandırılır."
  },
  {
    "id": "2685896",
    "unitNumber": 5,
    "text": "Tarımsal destekleme politikalarının en temel amacı nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sanayi ve hizmetler sektörüne hammadde sağlanması",
      "B": "Sosyal dayanışmanın sağlanması",
      "C": "Ülkeye döviz girdisi sağlaması",
      "D": "Ekonominin gelişmesini sağlaması",
      "E": "Toplumun beslenme ihtiyacının karşılanması"
    },
    "explanation": "Tarımın Ekonomi ve Politika ile İlişkisi<br/>Toplumun beslenme ihtiyacının karşılanması tarım destek programlarının en temel amacıdır."
  },
  {
    "id": "2685897",
    "unitNumber": 5,
    "text": "Açlığı yok etmek ve beslenme şartlarını iyileştirmek amacıyla kurulan, merkezi Roma'da bulunan ve tarımsal ürünlerin üretimi, tüketimi, ticareti ve depolanması, tabii kaynakların geliştirilmesi, ağaçlandırma gibi konularda ülkelere danışmanlık yapan örgüt aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dünya Ticaret Örgütü",
      "B": "Birleşmiş Milletler Gıda ve Tarım Örgütü",
      "C": "Uluslararası Tarımsal Araştırmalar Danışma Grubu",
      "D": "Asya-Pasifik Ekonomi İşbirliği",
      "E": "Dünya Bankası Grubu"
    },
    "explanation": "Tarımın Ekonomi ve Politika ile İlişkisi<br/>Birleşmiş Milletler Gıda ve Tarım Örgütü açlığı yok etmek ve beslenme şartlarını iyileştirmek amacıyla 1943 yılında kuruldu. Merkezi Roma’dır."
  },
  {
    "id": "2685898",
    "unitNumber": 5,
    "text": "............tarım ve yemeğin üretim, satış ve tüketimini içeren tüm sosyal, psikolojik, kültürel ve politik öğelerle ilişkili bir süreç olarak açıklanmaktadır.<br/>Yukarıdaki boşluğu aşağıdakilerden hangisi doğru tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Gastronomi turizmi",
      "B": "Sürdürülebilir tarım",
      "C": "Organik tarım programları",
      "D": "Yavaş yemek hareketi",
      "E": "Eko-gastronomi"
    },
    "explanation": "Eko-gastronomi tarım ve yemeğin üretim, satış ve tüketimini içeren tüm sosyal, psikolojik, kültürel ve politik öğelerle ilişkili bir süreç olarak açıklanmaktadır."
  },
  {
    "id": "2685899",
    "unitNumber": 5,
    "text": "....................ekonomik yönden kabul edilebilen, gelecek kuşaklar için çevre kalitesi ve doğal kaynakları koruyarak bugünkü kuşağın güvenli ve yeterli gıda gereksinimlerini karşılayabilen yaklaşımlardır.<br/>Yukarıdaki boşluğu aşağıdakilerden hangisi doğru tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Sürdürülebilir tarım sistemleri",
      "B": "Entansif Tarım sistemleri",
      "C": "Ekstansif Tarım sistemleri",
      "D": "Yavaş yemek hareketi",
      "E": "Eko-gastronomi"
    },
    "explanation": "Gıda ve Tarım<br/>Sürdürülebilir tarım sistemleri, sürdürülebilirliğin temel ilkesi olarak gelecek kuşakları dikkate alarak, ekonomik yönden kabul edilebilen, gelecek kuşaklar için çevre kalitesi ve doğal kaynakları koruyarak bugünkü kuşağın güvenli ve yeterli gıda gereksinimlerini karşılayabilen yaklaşımlardır."
  },
  {
    "id": "2685900",
    "unitNumber": 5,
    "text": "Toprağı ve tohumu kullanarak, bitkisel ve hayvansal hammaddeleri üretmek ve üretilen malları yarı mamul veya mamul hâline getirmek aşağıdakilerden hangisinin tanımıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Su Ürünleri Üretimi",
      "B": "Seracılık",
      "C": "Besicilik",
      "D": "Orman Ürünleri Üretimi",
      "E": "Tarımsal Faaliyet"
    },
    "explanation": "Tarımsal faaliyet, toprağı ve tohumu kullanarak, bitkisel ve hayvansal hammaddeleri üretmek ve üretilen malları yarı mamul veya mamul hâline getirmek olarak tanımlamaktadır."
  },
  {
    "id": "2685901",
    "unitNumber": 5,
    "text": "Yeryüzündeki kara parçalarının yüzde kaçında tarım yapılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "%27",
      "B": "%37",
      "C": "%47",
      "D": "%57",
      "E": "%67"
    },
    "explanation": "Yeryüzündeki kara parçalarının % 27’sinde tarım yapılmaktadır."
  },
  {
    "id": "2685902",
    "unitNumber": 5,
    "text": "Türkiye’nin iklim bölgelerinin tarımsal açıdan belirlenmesi çalışması ilk olarak kim tarafından başlatılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Celal Bayar",
      "B": "İsmet İnönü",
      "C": "Mustafa Kemal Atatürk",
      "D": "Turgut Özal",
      "E": "Süleyman Demirel"
    },
    "explanation": "Türkiye’nin iklim bölgelerinin tarımsal açıdan belirlenmesi konusu ilk kez 1937 yılında Atatürk tarafından iklim, su ve toprak verimliliği açısından tarım bölgelerinin belirlenmesi çalışmaları ile başlatılmıştır."
  },
  {
    "id": "2685903",
    "unitNumber": 5,
    "text": "Sümer Mitolojisinde ekinlerin çıkmasını sağlayan ana güç aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Demeter",
      "B": "Kybele",
      "C": "Athena",
      "D": "Dummuzi",
      "E": "Isis"
    },
    "explanation": "Sümer Mitolojisindeki Dummuzi’nin hem öte dünyanın önemli bir figürü, hem de ekinlerin çıkmasını sağlayan ana güç olarak tasvir edilmesi, besinin toplumların kültürlerini nasıl etkilediğinin örnekleri arasında gösterilebilir."
  },
  {
    "id": "2685904",
    "unitNumber": 5,
    "text": "Geçmişten günümüze kadar gelişmişlik düzeyine göre sıralandığında, toplumlardan ilki aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Avcı Toplum",
      "B": "Tarım Toplumu",
      "C": "Endüstriyel Toplum",
      "D": "Bilgi Toplumu",
      "E": "Akıllı Toplum"
    },
    "explanation": "Toplum 1.0 (Avcı Toplum) doğa ile uyumlu bir arada bir arada avlanan ve toplanan insan<br/>gruplarıdır."
  },
  {
    "id": "2685905",
    "unitNumber": 5,
    "text": "Refah içinde insan merkezli bir toplumu hedefleyen toplum aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tarım Toplumu",
      "B": "Endüstriyel Toplum",
      "C": "Bilgi Toplumu",
      "D": "Akıllı Toplum",
      "E": "Avcı Toplum"
    },
    "explanation": "Toplum 5.0 (Akıllı Toplum) refah içinde insan merkezli bir toplumu hedefleyen Toplum<br/>4.0 üzerine kurulmuş bir bilgi toplumu olarak açıklamıştır."
  },
  {
    "id": "2685906",
    "unitNumber": 5,
    "text": "\"Dijital Devrim\" olarak adlandırılan endüstri devrimi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Birinci Endüstri Devrimi",
      "B": "İkinci Endüstri Devrimi",
      "C": "Üçüncü Endüstri Devrimi",
      "D": "Dördüncü Endüstri Devrimi",
      "E": "Beşinci Endüstri Devrimi"
    },
    "explanation": "Endüstri 3.0 (Üçüncü endüstri devrimi) ise elektronik ve bilgi teknolojilerinin kullanımının<br/>gelişmesi ile üretim daha da otomatikleştirilmiştir. “Dijital devrim” olarak da adlandırılabilir."
  },
  {
    "id": "2685907",
    "unitNumber": 5,
    "text": "\"Akıllı Tarım\" terimi aşağıdakilerden hangi endüstri devriminde ortaya çıkmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Birinci endüstri devrimi",
      "B": "İkinci endüstri devrimi",
      "C": "Üçüncü endüstri devrimi",
      "D": "Dördüncü endüstri devrimi",
      "E": "Beşinci endüstri devrimi"
    },
    "explanation": "Endüstri 4.0 (Dördüncü endüstri devrimi) gelişen bilim ve teknoloji sayesinde sanayideki<br/>mevcut üretim anlayışının yeniden şekillenmesi anlamına gelmektedir. Nesnelerin<br/>interneti, akıllı makineler, büyük veri, bulut teknolojileri, veri madenciliği, yapay zekâ, karanlık fabrikalar, siber sistemler, otonom robotlar gibi kavramlar Endüstri 4.0 ile birlikte günlük yaşamımızda yer etmeye başlamıştır. Bu anlamda tarım endüstrisi de Endüstri 4.0 kapsamında değişen dünya şartlarına ayak uydurmakta ve “akıllı tarım” terimi ortaya çıkmaktadır."
  },
  {
    "id": "2685908",
    "unitNumber": 5,
    "text": "Birleşmiş Milletler Gıda ve Tarım Örgütü'nün kısaltması aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "IMF",
      "B": "FAO",
      "C": "UNCTAD",
      "D": "WFP",
      "E": "WBG"
    },
    "explanation": "Birleşmiş Milletler Gıda ve Tarım Örgütü (FAO, Food and Agriculture Organisation)"
  },
  {
    "id": "2685909",
    "unitNumber": 5,
    "text": "Bitkisel üretim ve hayvansal üretimde birim alan ve birim hayvandan en yüksek<br/>verimin elde edilmesi esasına bağlı olarak uygulanan tarım aşağıdakilerden hangisdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ekstansif Tarım",
      "B": "Mevsimsel Tarım",
      "C": "Organik Tarım",
      "D": "Entansif Tarım",
      "E": "Sürdürülebilir Tarım"
    },
    "explanation": "Entansif Tarım: Bitkisel üretim ve hayvansal üretimde birim alan ve birim hayvandan en yüksek verimin elde edilmesi esasına bağlı olarak uygulanmaktadır. Genel olarak en ileri yöntemler ve teknolojilerden yararlanılmaktadır."
  },
  {
    "id": "2685910",
    "unitNumber": 6,
    "text": "\"..., insanın biyolojik ve kültürel çeşitliliğini ve bu çeşitliliklerin işleyiş biçimlerini inceleyen bir bilim dalıdır\" tanımında yer alan boşluğa gelmesi en uygun seçenek aşağıdakilereden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Antropoloji",
      "B": "Arkeoloji",
      "C": "Psikoloji",
      "D": "Sosyoloji",
      "E": "Biyoloji"
    },
    "explanation": "Antropoloji, insanın biyolojik ve kültürel çeşitliliğini ve bu çeşitliliklerin işleyiş biçimlerini inceleyen bir bilim dalıdır.<br/><strong>Antropoloji</strong>, insanın biyolojik ve kültürel çeşitliliğini ve bu çeşitliliklerin işleyiş biçimlerini inceleyen bir bilim dalıdır."
  },
  {
    "id": "2685911",
    "unitNumber": 6,
    "text": "'İnsanın yeryüzünde yaşayan tüm canlılar gibi, içinde bulundukları çevrenin baskısı altında olduğunu' ifade eden antropoloji ilkesi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bütüncülük",
      "B": "Evrensellik",
      "C": "Uyarlanma",
      "D": "Bütünleşme",
      "E": "Kültürel görecilik"
    },
    "explanation": "Uyarlanma: Uyarlanma ilkesi, insanın yeryüzünde yaşayan tüm canlılar gibi, içinde bulundukları çevrenin baskısı altında olduğunu ifade etmektedir.<br/><strong>Uyarlanma:</strong> Uyarlanma ilkesi, insanın yeryüzünde yaşayan tüm canlılar gibi, içinde bulundukları çevrenin baskısı altında olduğunu ifade etmektedir."
  },
  {
    "id": "2685912",
    "unitNumber": 6,
    "text": "Çeşitli toplulukların besin gereksinimini nasıl karşıladığını, nasıl giyindiğini, nasıl barındığını, günlük yaşamda kullandıkları araç-gereçleri nasıl yaptığını, politik, ekonomik ve dini açıdan nasıl örgütlendiğini araştıran antropoloji alanı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Etnoloji",
      "B": "Sosyo-kültürel antropoloji",
      "C": "Biyolojik antropoloji",
      "D": "Fizyoloji",
      "E": "Genetik"
    },
    "explanation": "Sosyo-kültürel antropoloji, çeşitli toplulukların besin gereksinimini nasıl karşıladığını, nasıl giyindiğini, nasıl barındığını, günlük yaşamda kullandıkları araç-gereçleri nasıl yaptığını, politik, ekonomik ve dini açıdan nasıl örgütlendiğini araştırır.<br/><strong>Sosyo-kültürel antropoloji</strong>, çeşitli toplulukların besin gereksinimini nasıl karşıladığını, nasıl giyindiğini, nasıl barındığını, günlük yaşamda kullandıkları araç-gereçleri nasıl yaptığını, politik, ekonomik ve dini açıdan nasıl örgütlendiğini araştırır."
  },
  {
    "id": "2685913",
    "unitNumber": 6,
    "text": "Biyolojik antropoloji disiplini aşağıdaki seçeneklerden hangisiyle örtüşmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Toplumsallaşma, kültürel süreçler, cinsiyet rolleri, geçim etkinlikleri, aile-akrabalık sistemleri, gelenek-görenekler, inanç sistemleri, beslenme ve sağlık uygulamaları vb. gibi çok geniş çeşitlilikte toplumsal ve kültürel olgu bu alanın kapsamına girmektedir.",
      "B": "Maddi buluntular arasında hiçbir ayrım yapmadan insan toplumlarının ve kültürlerinin o maddi kalıntılar üzerinden özgün zamanlarındaki hâllerini ve değişimini izlemeyi öngören bir disiplindir.",
      "C": "Dillerin yapısal özelliklerini ve konuşma biçimlerini inceleyen bir disiplindir.",
      "D": "İnsanların dik durmaya ne zaman başladıkları, iki ayakları üzerinde yürümeyi ne zaman gerçekleştirdikleri, insanın beyninin bugünkü yapı ve hacme ulaşıncaya kadar hangi evrelerden geçtiğinin vb. araştırılması bu disiplinin görevidir.",
      "E": "Fonetik, dilbilgisi gibi farklı unsurların uyumlu bir iletişim yapısının oluşturulmasında nasıl kullanıldıkları bu disiplinin konusunu oluşturur."
    },
    "explanation": "Biyolojik antropolojinin bir diğer ismi “fiziksel antropoloji”dir. Örneğin; insanların dik durmaya ne zaman başladıkları, iki ayakları üzerinde yürümeyi ne zaman gerçekleştirdikleri, insanın beyninin bugünkü yapı ve hacme ulaşıncaya kadar hangi evrelerden geçtiğinin vb. araştırılması bu disiplinin görevidir."
  },
  {
    "id": "2685914",
    "unitNumber": 6,
    "text": "Temel olarak toplumların besin tüketim ve beslenme durumlarını etkileyen biyolojik, psikolojik, coğrafik, sosyal, ekonomik, teknolojik, geleneksel, eğitimsel, politik ve benzeri faktörleri ortaya çıkarmayı hedef alan bilim dalı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gastronomi",
      "B": "İletişim",
      "C": "Tıbbi antropoloji",
      "D": "İdeoloji",
      "E": "Beslenme antropolojisi"
    },
    "explanation": "Beslenme antropolojisi, temel olarak toplumların besin tüketim ve beslenme durumlarını etkileyen biyolojik, psikolojik, coğrafik, sosyal, ekonomik, teknolojik, geleneksel, eğitimsel, politik ve benzeri faktörleri ortaya çıkarmayı hedef alan bir bilim dalıdır.<br/><strong>Beslenme antropolojisi</strong>, temel olarak toplumların besin tüketim ve beslenme durumlarını etkileyen biyolojik, psikolojik, coğrafik, sosyal, ekonomik, teknolojik, geleneksel, eğitimsel, politik ve benzeri faktörleri ortaya çıkarmayı hedef alan bir bilim dalıdır."
  },
  {
    "id": "2685915",
    "unitNumber": 6,
    "text": "Aşağıdaki seçeneklerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "İnsanın kültürel gelişimde önemli bir dönüm noktası olan Neolitik Çağ, yemek pişirme için de bir dönüm noktası olmuştur.",
      "B": "Domates ve patates Asya kökenlidir.",
      "C": "Buğday, arpa, çavdar ve yulafın anavatanı Amerika'dır.",
      "D": "İnsanların yerleşik hayata geçmelerinde beslenme ihtiyaçları etkili olmamıştır.",
      "E": "Sürü hayvanlarının tüketilmesi, yoğun bir şekilde bitki yetiştirilen kıyı ovalarına ve nehirlere çekmiştir."
    },
    "explanation": "İnsanlar mutfaklarındaki tecrübelerini Neolitik Dönem’de kazanmışlardır. Bu dönemde insanlar sadece et ağırlıklı beslenmeyi bırakıp değişik bitkileri, hayvansal ürünleri ve baharatları karıştırarak yemek yapmaya başlamışlardır. İnsanın kültürel gelişimde önemli bir dönüm noktası olan Neolitik Çağ, yemek pişirme için de bir dönüm noktası olmuştur."
  },
  {
    "id": "2685916",
    "unitNumber": 6,
    "text": "\"İnsan ihtiyaçlarının sınıflandırılmasında ilk sırada açlık, susuzluğu vb. ifade eden fiziksel ihtiyaçlar yer alsa da “tadına bakma” gereksinimi de bir ihtiyaç olarak ortaya çıkmaktadır. ..., seçme, hazırlama, sunum ve yemek sanatı olarak tanımlanması nedeniyle bu dönüşümün en iyi örneğidir\" anlatımında yer alan boşluğa gelmesi en uygun seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Antropoloji",
      "B": "Arkeoloji",
      "C": "Gastronomi",
      "D": "Sosyoloji",
      "E": "Etimoloji"
    },
    "explanation": "İnsan ihtiyaçlarının sınıflandırılmasında ilk sırada açlık, susuzluğu vb. ifade eden fiziksel ihtiyaçlar yer alsa da “tadına bakma” gereksinimi de bir ihtiyaç olarak ortaya çıkmaktadır. Gastronomi, seçme, hazırlama, sunum ve yemek sanatı olarak tanımlanması nedeniyle bu dönüşümün en iyi örneğidir."
  },
  {
    "id": "2685917",
    "unitNumber": 6,
    "text": "Aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Antropologlar yiyecekleri aynı perspektiflerden incelemektedirler.",
      "B": "Yemek, sadece yaşamın devamını sağlayan besinsel bir ihtiyaçtır.",
      "C": "Gastronomi, kimliği destekleyen ve oluşturan bir araçtır.",
      "D": "Gastronominin kimlik ile ilişkisinde bir aidiyet duygusu yoktur.",
      "E": "Gastronomi, toplumsal izleri ve toplumsal değişimleri izlemek ve anlamaktan uzak bir alandır."
    },
    "explanation": "İnsanlar yedikleri ile bütünleşerek aslında bir kimlik oluşturmaktadırlar. Gastronomi, kimliği destekleyen ve oluşturan bir araçtır."
  },
  {
    "id": "2685918",
    "unitNumber": 6,
    "text": "\"... birbiriyle tutarlılık gösteren tutumların oluşturduğu davranış kalıplarıdır\" ifadesinde yer alan boşluğa gelmesi en uygun seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yemek sistemi",
      "B": "Beslenme",
      "C": "Barınma",
      "D": "Hiyerarşi",
      "E": "Kültür"
    },
    "explanation": "Kültür: Birbiriyle tutarlılık gösteren tutumların oluşturduğu davranış kalıplarıdır."
  },
  {
    "id": "2685919",
    "unitNumber": 6,
    "text": "Eğlenceler, dost sohbetleri, misafir ağırlama, düğün, nişan, adak, bayram ritüelleri, dinsel törenler gibi toplumsal ve kültürel olgular, gastronominin hangi özelliği ile ilişkilendirilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gastronomi ve kişilik",
      "B": "Gastronomi ve tarih",
      "C": "Gastronomi ve sanatsal görüntü",
      "D": "Gastronomi ve toplumsal bütünleşme / dayanışma",
      "E": "Gastronomi ve güç"
    },
    "explanation": "Gastronomi, törenlerin, dinsel merasimlerin, düğünlerin, eğlencelerin, ölümlerin, festivallerin ve pek çok toplumsal davranışın temel olguları ile ilişkilidir. Gastronomi aynı zamanda toplumsal bütünleşmenin ve dayanışmanın da aracı olarak kabul edilmektedir. Eğlenceler, dost sohbetleri, misafir ağırlama, düğün, nişan, adak, bayram ritüelleri, dinsel törenler gibi toplumsal ve kültürel olgular gastronomi ile etkileşim içerisindedir.<br/>Gastronomi, törenlerin, dinsel merasimlerin, düğünlerin, eğlencelerin, ölümlerin, festivallerin ve pek çok toplumsal davranışın temel olguları ile ilişkilidir. <strong>Gastronomi aynı zamanda toplumsal bütünleşmenin ve dayanışmanın da aracı olarak kabul edilmektedir.</strong> Eğlenceler, dost sohbetleri, misafir ağırlama, düğün, nişan, adak, bayram ritüelleri, dinsel törenler gibi toplumsal ve kültürel olgular gastronomi ile etkileşim içerisindedir"
  },
  {
    "id": "2685920",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi antropolojinin temel ilkelerinden biri olan <em>uyarlanma </em>ilkesini tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Toplumlar arasında kültürel farklılıklar vardır.",
      "B": "Bütün insani olgular bir bütün olarak algılanır.",
      "C": "İnsan içinde yaşadığı çevrenin baskısı altındadır.",
      "D": "Kültürü oluşturan öğeler birbirini destekler.",
      "E": "İnsanın evrensel bir varlıktır."
    },
    "explanation": "<strong>Uyarlanma ilkesi</strong>, insanın yeryüzünde yaşayan tüm canlılar gibi, içinde bulundukları çevrenin baskısı altında olduğunu ifade etmektedir."
  },
  {
    "id": "2685921",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi antropolojinin temel ilkeleri arasında <em> değildir?</em>",
    "correctAnswer": "B",
    "options": {
      "A": "Karşılaştırmacılık",
      "B": "İnandırıcılık",
      "C": "Evrensellik",
      "D": "Bütüncülük",
      "E": "Kültürel görecilik"
    },
    "explanation": "Antropolojinin altı temel ilkesi vardır. Bu ilkeler,<strong> bütüncülük, evrensellik, uyarlanma, bütünleşme, kültürel görecelik ve karşılaştırmacılık</strong> olarak sıralanır."
  },
  {
    "id": "2685922",
    "unitNumber": 6,
    "text": "Etnoloji antropolojinin hangi alt dalı altında incelenen bilim dalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal- kültürel antropoloji",
      "B": "Biyolojik antropoloji",
      "C": "Arkeolojik antropoloji",
      "D": "Dil antropoloji",
      "E": "Beslenme antropolojisi"
    },
    "explanation": "Sosyal-kültürel antropolojinin altında incelenen etnoloji ise etnografların belli topluluklardan topladıkları verileri inceleyerek karşılaştırma yapma imkanı sağlar."
  },
  {
    "id": "2685923",
    "unitNumber": 6,
    "text": "Çiğ yemek tüketiminden pişmiş yemek tüketimine geçiş Beslenme Antropolojisi'nin hangi çalışma grubunda yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kültürel farklılıklar",
      "B": "Modernizasyon ve değişim",
      "C": "Din",
      "D": "Sosyal düzen",
      "E": "Kimlik"
    },
    "explanation": "<strong>Moderizasyon ve değişim</strong> ile tarihin ilk dönemlerinden beri çiğ yiyecekler tüketen insanlar, pişirme yöntemlerinde ustalaşmayla birlikte pişmiş yemeklere bağımlı hale gelmişlerdir. Pişirme yöntemlerinin keşfi ve gelişimi, insanların zamanlarını kullanma şeklini ve sosyal yaşantısını değiştirmiştir."
  },
  {
    "id": "2685924",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Beslenme Antropolojisi'nin çalışma alanlarından biri <em>değildir?</em>",
    "correctAnswer": "E",
    "options": {
      "A": "Kimlik",
      "B": "Sosyal düzen",
      "C": "İletişim",
      "D": "Din",
      "E": "Felsefe"
    },
    "explanation": "Felsefe , Beslenme Antropolojisi'nin çalışma alanlarından biri değildir."
  },
  {
    "id": "2685925",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi insan beslenmesini diğer türlerden farklı kılan özelliklerden biri <em>değildir?</em>",
    "correctAnswer": "D",
    "options": {
      "A": "Lezzet değişiklikleri ile pişirme",
      "B": "Yemek pişirmek için daha fazla zaman harcama",
      "C": "Olağanüstü hepçil beslenme",
      "D": "Gelişmiş tat alma duyusu",
      "E": "Ayrıntılı gıda dagitım sistemleri"
    },
    "explanation": "İnsan beslenmesini diğer türlerden farklı kılan özellikler şu şekilde sıralandırılabilir<br/>1. Olağanüstü omnivori<br/>2. Lezzet değişiklikleri (tuz vb.) ile pişirme (kaynatma, kavurma, kızartma, buharda pişirme)<br/>3. Yemek pişirmek ve hazırlamak için diğer hayvanlardan daha fazla zaman harcama<br/>4. Ayrıntılı gıda dağıtımı, paylaşımı ve değişimi sistemleri<br/>5. İdeoloji yoluyla inanç sistemlerine ve sosyal düzenlemelere bağlı olan ve beslenmeyi etkileyen gıda tercihleri ve yasakları sistemleri."
  },
  {
    "id": "2685926",
    "unitNumber": 6,
    "text": "Yemek yeme ihtiyacının nerede, ne zaman ve nasıl giderileceği beslenmenin hangi boyutuyla bire bir ilişkilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Siyasi",
      "B": "Ekolojik",
      "C": "Fizyolojik",
      "D": "Psikolojik",
      "E": "Kültürel"
    },
    "explanation": "Bireylerin acıkması ve buna bağlı olarak yiyecek ve içecek tüketmesi tamamen biyolojik bir ihtiyaçtan kaynaklanırken bu ihtiyacın nerede, ne zaman ve nasıl giderileceği kültürel bir olgu ile açıklanabilir."
  },
  {
    "id": "2685927",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi gastronomiyi tanımlayan bir kavram <em>değildir?</em>",
    "correctAnswer": "C",
    "options": {
      "A": "Seçme",
      "B": "Sunum",
      "C": "Değerlendirme",
      "D": "Yemek sanatı",
      "E": "Hazırlama"
    },
    "explanation": "Gastronomi, seçme, hazırlama, sunum ve yemek sanatı olarak tanımlanır."
  },
  {
    "id": "2685928",
    "unitNumber": 6,
    "text": "Gastronomi kapsamında yer alan olgular aşağıdaki hangi durumdam etkilenerek<br/>değişim geçirmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekonomik paradigmalar",
      "B": "Sosyal düzenin değişimi",
      "C": "Kültürel farklılıklar",
      "D": "İklim ve coğrafi koşullar",
      "E": "Din ve inançlar"
    },
    "explanation": "Gastronomi kapsamında yer alan olgular; ekonomik paradigmalardan, milenyum kuşağının ivmelendirildiği tüketici algısından, nesnelerin internet çatısında toplanan büyük bilişim evrilmesinden ve yiyecek-içecek ekosisteminin bizzat kendi içindeki dinamiklerden etkilenerek değişim geçirmektedir"
  },
  {
    "id": "2685929",
    "unitNumber": 6,
    "text": "Aşağıdaki bilim dallarından hangisi \"insan çeşitliliğinin bilimi\" olarak tanımlanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyoloji",
      "B": "Psikoloji",
      "C": "Etnoloji",
      "D": "Antropoloji",
      "E": "Biyoloji"
    },
    "explanation": "Antropoloji en basit ifadeyle, “insan çeşitliliğinin bilimi”dir."
  },
  {
    "id": "2685930",
    "unitNumber": 7,
    "text": "Latince refakatçı anlamına gelen socius kelimesinden aşağıdakilerden hangisi türetilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Psikoloji",
      "B": "Sosyoloji",
      "C": "Biyoloji",
      "D": "Tipoloji",
      "E": "Sismoloji"
    },
    "explanation": "Sözlüklerde, sosyoloji toplumlara yönelik sistematik çalışmalar ve sosyal etkileşim olarak tanımlanmaktadır. Kelime anlamı olarak “sosyoloji”, Latince <em>socius </em>(refakatçi) kelimesinden ve Yunanca <em>logos </em>(çalışma) kelimesinden türetilmiştir. “Arka- daşlık çalışmaları” anlamına gelen sosyoloji farklı yöntemlerle bu disiplin içine giren çeşitli konuları incelemekte ve sonuçları gerçek dünyada uygulamaktadır."
  },
  {
    "id": "2685931",
    "unitNumber": 7,
    "text": "Sosyolojik araştırmalar yapılırken istatistik analizleri ve yüksek sayıda katılımcıya uygulanan anket analizlerinin uygulandığı teknik hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kantitatif",
      "B": "Kalitatif",
      "C": "Çatışma",
      "D": "Etkileşim",
      "E": "Politika"
    },
    "explanation": "Yapılan sosyolojik araştırmalar kantitatif veya kalitatif olabilmektedirler. Kantitatif teknikler içeriğinde istatistik analizlerini bulundurmakta, yüksek sayıda katılımcıya uygulanan anket analizlerini içermektedir. Kalitatif araştırmalar ise derinlemesine görüşmeler, odak grup çalışmaları ve ikincil verilerin analizleriyle insan davranışlarını ve değişimlerini anlamaya yönelik yapılmaktadır.<br/>Yapılan sosyolojik araştırmalar kantitatif veya kalitatif olabilmektedirler. <strong>Kantitatif</strong> teknikler içeriğinde istatistik analizlerini bulundurmakta, yüksek sayıda katılımcıya uygulanan anket analizlerini içermektedir. Kalitatif araştırmalar ise derinlemesine görüşmeler, odak grup çalışmaları ve ikincil verilerin analizleriyle insan davranışlarını ve değişimlerini anlamaya yönelik yapılmaktadır (Rice University, 2013)."
  },
  {
    "id": "2685932",
    "unitNumber": 7,
    "text": "Topluma sınırlı kaynaklar açısından bir rekabet alanı olarak bakan teori hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşlevsellik teorisi",
      "B": "Sembolik teorisi",
      "C": "Çatışma teorisi",
      "D": "Tümdengelim teorisi",
      "E": "Etkileşim teorisi"
    },
    "explanation": "<strong>Çatışma Teorisi</strong>: Çatışma teorisi adı verilen, makro düzeyde görüşe sahip ikinci teori, topluma sınırlı kaynaklar açısından bir rekabet alanı olarak bakar. Çatışma teorisi, toplumu siyasi güç, boş zaman, para, barınma ve eğlence gibi sosyal, politik ve maddi kaynaklar için rekabet etmesi gereken bireylerden oluşuyor olarak görmektedir.<br/>Çatışma Teorisi: Çatışma teorisi adı verilen, makro düzeyde görüşe sahip ikinci teori, topluma sınırlı kaynaklar açısından bir rekabet alanı olarak bakar. Çatışma teorisi, toplumu siyasi güç, boş zaman, para, barınma ve eğlence gibi sosyal, politik ve maddi kaynaklar için rekabet etmesi gereken bireylerden oluşuyor olarak görmektedir"
  },
  {
    "id": "2685933",
    "unitNumber": 7,
    "text": "Sosyoloji tarihinde hangisi sosyolog faktörlerden yana değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Comte",
      "B": "Durkheim",
      "C": "Marx",
      "D": "Fendal",
      "E": "Weber"
    },
    "explanation": "Sosyoloji tarihinde sosyologların çoğunun faktörlerden yana olduğunu görülmektedir. Örneğin, sosyolojinin kurucusu olan İbn Haldun faktörler tarafındadır. Comte, Durkheim, Marx, Weber gibi diğer kurucu isimlerin de faktörleri öne çıkardıkları bilinmektedir. Bu isimlere göre iklim, ekonomi, coğrafya, din, teknoloji, ideoloji, işbölümü, asabiyet (grup dayanışması), rasyonalizasyon, zihniyet gibi pek çok faktör toplumu şekillendirmektedir.<br/>Fendal"
  },
  {
    "id": "2685934",
    "unitNumber": 7,
    "text": "Günümüzde küreselleşmenin bir sonucu olarak ne ortaya çıkmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yeni çeşit yemekler",
      "B": "Tüketim artışı",
      "C": "Enflasyon",
      "D": "Doğal çevrenin tahribatı",
      "E": "Sentez mutfaklar"
    },
    "explanation": "Günümüzde küreselleşmenin sonucu olarak sentez mutfaklar söz konusu olmuştur. Yemeğin sosyolojisi, küreselleşmenin her alanda getirdiği değişimleri mutfak kültürüne de yansıtması bakımından bu alanı da inceleme konusu yapmalıdır."
  },
  {
    "id": "2685935",
    "unitNumber": 7,
    "text": "Gıda yetersizliği, gıda bolluğu, yiyeceklerin kalitesi, aile içi beslenme gibi konular hangi bilim dalında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yemek sosyolojisi",
      "B": "Kültür sosyolojisi",
      "C": "Örgüt sosyolojisi",
      "D": "Köy sosyolojisi",
      "E": "Göç sosyolojisi"
    },
    "explanation": "Gıda yetersizliği, gıda bolluğu, yiyeceklerin kalitesi, aile içi beslenme, gıda güvenliği veya yemeğe yüklenen sembolik anlamlar gibi konular yemek sosyolojisi içinde yer almaktadır. Tüm canlıların hayatta kalmak için yemeğe ihtiyaç duyduğu bir gerçektir. Sosyologlar bu temel fiziksel ihtiyacın önünde ve arkasındaki toplumsal sorunlar ve deği- şimlerle ilgilenmektedirler."
  },
  {
    "id": "2685936",
    "unitNumber": 7,
    "text": "Aşure yapılması ve dağıtılması hangi konuya örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ekonomi ve toplum",
      "B": "Ticaret ve toplum",
      "C": "Sağlık ve toplum",
      "D": "Gastronomi ve toplum",
      "E": "Eğitim ve toplum"
    },
    "explanation": "Müslüman toplumlarda aşure ayında aşure yapılması ve çevreye dağıtılması, bayramlarda veya adak gereği kurban kesilmesi vs. aslında yemeğin kendisinden çok daha büyük ve anlamlı bir göstergeye işaret etmektedir. İçerisinde barındırdığı anlam ve kodlar yemeğin fiziksel anlamından çok daha öte kültürel ve dini anlam içeren kodlar olup belli toplumlarca algılanmaktadır. Dolayısıyla gastronomi, bir toplumda bir özü temsil eden, kültürel değişimlere aracılık eden ve toplumsal bir kimlik oluşturma görevi üstlendiği söylenebilir.<br/>Gastronomi ve toplum"
  },
  {
    "id": "2685938",
    "unitNumber": 7,
    "text": "Bir bölgede yetişen zehirli ve ölümcül mantarların hangileri olduğu o bölgede yaşayan insanlar tarafından bilinmesinin nedeni nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Eğitim",
      "B": "Deneme yanılma",
      "C": "Kültürel aktarım",
      "D": "Tavsiye",
      "E": "Ticaret"
    },
    "explanation": "Sosyologlar kültürü, insan yaşamının tüm yönlerini içerecek şekilde tanımlarlar. Kültür, bir toplumun üyeleri tarafından öğrenilir ve paylaşılır (Riddell, 1989). Kültür beraberinde nesilden nesile aktarılarak öğrenmeyi de getirir. Örneğin bir bölgede yetişen zehirli ve ölümcül mantarların hangileri olduğu o bölgede yaşayan toplumun kültürel aktarımları ve paylaşımlarıyla öğrenilebilmektedir. Kısacası, insan türünün yenilebilir olduğunu düşündüğü gıdalar, doğuştan gelen doğasının bir yansıması değil, kültürel şartlanmasının bir sonucudur.<br/>Sosyologlar kültürü, insan yaşamının tüm yönlerini içerecek şekilde tanımlarlar. Kültür, bir toplumun üyeleri tarafından öğrenilir ve paylaşılır (Riddell, 1989). Kültür beraberinde nesilden nesile aktarılarak öğrenmeyi de getirir. Örneğin bir bölgede yetişen zehirli ve ölümcül mantarların hangileri olduğu o bölgede yaşayan toplumun kültürel aktarımları ve paylaşımlarıyla öğrenilebilmektedir. <strong>Kısacası, insan türünün yenilebilir olduğunu düşündüğü gıdalar, doğuştan gelen doğasının bir yansıması değil, kültürel şartlanmasının bir sonucudur</strong>"
  },
  {
    "id": "2685939",
    "unitNumber": 7,
    "text": "Fast food akımına karşıt olarak gelişen slow food yemek yemek hareketi <u>ilk olarak</u> hangi ülkede ortaya çıkmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Amerika",
      "B": "İngiltere",
      "C": "Fransa",
      "D": "İtalya",
      "E": "İspanya"
    },
    "explanation": "Yemek alışkanlıklarındaki değişime kimi toplumlar direnç gösterebilmiştir. Fast Food akımına karşıt olarak gelişen, Slow Food da denilen yavaş yemek hareketi ilk olarak İtalya’da ortaya çıkmıştır. Roma’da McDonalds’ın ilk şubesini açmasıyla birlikte biyolojik çeşitliliği ve kültürel mirası korumak için yavaş yemek hareketi başlatılmıştır. Yerel ve or- ganik gıdaların tercihine yapılan vurgu ve geleneksel bir şekilde üretilen yemeğe önem verilmesi bu hareketin temel prensipleridir."
  },
  {
    "id": "2685940",
    "unitNumber": 7,
    "text": "C. Wright Mills'in bireylerin kendi geçmişlerini ve başkalarının geçmişlerini tarih ve sosyal yapı ile ilişkili olarak nasıl anladıklarını tanımladığı kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyolojik hayal gücü",
      "B": "Sosyolojik düşünce",
      "C": "Sosyolojik düşünmek",
      "D": "Sosyolojik tasavvur",
      "E": "Sosyolojik içgörü"
    },
    "explanation": "C. Wright Mills’in sosyolojik hayal gücü olarak adlandırdığı, bazen sosyolojik mercek veya sosyolojik perspektif olarak da adlandırılan kavramı kullanarak toplumlara bakmaktadır. Mills, sosyolojik hayal gücünü, bireylerin kendi geçmişlerini ve başkalarının geçmişlerini tarih ve sosyal yapı ile ilişkili olarak nasıl anladıklarını tanımlamıştır."
  },
  {
    "id": "2685941",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi klasik sosyologlardan biri <u><strong>değildir</strong></u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Emile Durkheim",
      "B": "Pierre Bourdeiu",
      "C": "Max Weber",
      "D": "Georg Simmel",
      "E": "Karl Marks"
    },
    "explanation": "Sosyoloji teorilerinin oluşmasında Emile Durkheim, Karl Marks, Max Weber ve Georg Simmel’den oluşan dört klasik sosyoloğun önemli etkileri bulunmaktadır."
  },
  {
    "id": "2685942",
    "unitNumber": 7,
    "text": "Aşağıdaki ifadelerden hangisi işlevselcilik yaklaşımının özelliklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "İletişimin, dil ve semboller yoluyla anlam alışverişinin insanların sosyal dünyalarının nasıl anlamlandırdıkları fikrine odaklanır.",
      "B": "Anlamlar, kişinin karşılaştığı şeylerle uğraşırken kullandığı yorumlayıcı bir süreçte ele alınır ve değiştirilebilmektedir.",
      "C": "Nesnelerin anlamı, kişinin başkalarıyla ve toplumla olan sosyal etkileşiminden kaynaklanmaktadır.",
      "D": "İnsanlar nesnelere yükledikleri anlamlar temelinde hareket ederler.",
      "E": "Toplumu, o toplumu oluşturan bireylerin biyolojik ve sosyal ihtiyaçlarını karşılamak için tasarlanmış birbiriyle ilişkili parçalara sahip bir yapı olarak görür."
    },
    "explanation": "İşlevselcilik toplumu, o toplumu oluşturan bireylerin biyolojik ve sosyal ihtiyaçlarını karşılamak için tasarlanmış birbiriyle ilişkili parçalara sahip bir yapı olarak görür.<br/>E seçeneğindeki ifade işlevselciliğin özelliklerinden biri iken, diğer seçeneklerde verilen ifadeler sembolik etkileşimciliğin özelliklerini yansıtmaktadır."
  },
  {
    "id": "2685943",
    "unitNumber": 7,
    "text": "Aşağıdaki ifadelerden hangisi gastronomi, yemek ve sosyoloji ilişkisine bakılabilecek temel konulardan biri <u><strong>değildir</strong></u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Yemeğin sosyolojisi, küreselleşmenin her alanda getirdiği değişimleri mutfak kültürüne de yansıtması bakımından bu alanı da inceleme konusu yapmalıdır.",
      "B": "Yemek sosyolojisi, bir alışkanlık olarak yemek yemenin niteliklerini, değişen ve değişmeyen yönleriyle çözümlemelidir.",
      "C": "Yemek sosyolojisi mutfak kültürleri içerisinde en iyi olan mutfağın hangisi olduğunu belirlemeye dönük çalışmalar yapmalıdır.",
      "D": "Turizm, kültürel değişimlerin merkezinde olmakla birlikte, yemek kültürünün de ön plana çıktığı görülmektedir; yemek sosyolojisi bu bağlamda bu konuyla da yakından ilişkilidir.",
      "E": "Sofra düzeni, oturma, kalkma, ritüeller, sofradaki giyim gibi konular yemek sosyolojisinin odaklanabileceği noktalardır."
    },
    "explanation": "C seçeneği dışındaki ifadeler yemek sosyolojisi, gastronomi ve sosyoloji arasındaki ilişkiye dair belirlenmiş olası çalışma konuları ve temel konular olarak belirlemiştir. Oysa hangi mutfak kültürünün daha iyi olduğu bu alan içerisinde çalışılabilecek alanlardan biri olarak belirlenmemiştir."
  },
  {
    "id": "2685944",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi gastronominin sosyolojik boyutları arasında <u><strong>yer alır</strong></u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Gastronomi ve tarihsel bağlam",
      "B": "Gastronomi ve psikoloji",
      "C": "Gastronomi ve teknoloji",
      "D": "Gastronomi ve toplumsal değişim",
      "E": "Gastronomi ve turizm"
    },
    "explanation": "Gastronominin sosyolojik boyutları kapsamında gastronomi, toplum, kültür ve sosyal değişim başlıklarında ele alınmaktadır."
  },
  {
    "id": "2685945",
    "unitNumber": 7,
    "text": "Aşağıdaki ifadelerden hangisi gastronomi ve kültür ilişkisi içerisinde ele alınabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir toplumun içinde bulunduğu dönemdeki kültürel ve ekonomik değişimler yemek kültürünü etkilemektedir.",
      "B": "İnsanların yeme içme alışkanlıkları konusunda muhafazakâr, değişime kapalı oldukları varsayılmaktadır.",
      "C": "İnsanların yemek alışkanlıklarının zaman içerisinde değişime dayanma güçlerinin oldukça yüksek olduğu söylenebilir",
      "D": "Sosyal değişimler genellikle yemeğin tüketim aşamasında meydana gelmektedir.",
      "E": "Yemek kültüründeki sosyal değişimden yemeğin sunumu, sofra kuralları ve yemek yeme stilleri kastetmektedir."
    },
    "explanation": "A seçeneğindeki ifade gastronomi ve kültür ilişkisini ortaya koyarken, diğer seçeneklerde verilen ifadeler gastronomi ve sosyal değişim arasındaki ilişkiyi açıklamaktadır."
  },
  {
    "id": "2685946",
    "unitNumber": 7,
    "text": "Toplumun McDonaldlaştırılması adlı çalışmasında Amerika'daki hazır yiyecek restoranlarından geçerli olan ilkelerin toplumun diğer kurumlarına ve hatta dünyayı etkilediğini belirten sosyolog aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "C. Wright Mills",
      "B": "Jack Goody",
      "C": "Michael Pollan",
      "D": "George Ritzer",
      "E": "Talcott Parsons"
    },
    "explanation": "Ritzer’in Toplumun McDonaldlaştırılması adlı çalışmasında Amerika’daki hazır yiyecek restoranlarında geçerli olan ilkelerin toplumun diğer kurumlarına ve hatta dünyayı etkilediği belirtilmektedir (Ritzer, 2016: 16-17)."
  },
  {
    "id": "2685947",
    "unitNumber": 7,
    "text": "İlk sosyoloji bölümü aşağıdaki kim tarafından hangi üniversitede kurulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Ziya Gökalp - İstanbul Üniversitesi",
      "B": "Emile Durkheim - Bordeaux Üniversitesi",
      "C": "Max Weber - Frankfurt Üniversitesi",
      "D": "Karl Marx - Oxford Üniversitesi",
      "E": "Georg Simmel - Berlin Üniversitesi"
    },
    "explanation": "Avrupa’da ilk sosyoloji bölümü, Durkheim tarafından 1895 yılında Fransa’da, Bordeaux Üniversitesinde kurulmuştur."
  },
  {
    "id": "2685948",
    "unitNumber": 7,
    "text": "Çatışma teorisi içinde farklı sosyal sınıflar arasındaki ekonomik çatışmalara odaklanarak, bu teori ile en yakından özdeşleşen isim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karl Marx",
      "B": "Georg Simmel",
      "C": "Max Weber",
      "D": "Emile Durkheim",
      "E": "Auguste Comte"
    },
    "explanation": "Sosyolojinin ilk kurucularından Karl Marx, farklı sosyal sınıflar arasındaki ekonomik çatışmalara odaklanarak, bu teori ile en yakından özdeşleşen isimdir."
  },
  {
    "id": "2685949",
    "unitNumber": 7,
    "text": "Durkheim, bireylerin toplumu oluşturabileceğine inanıyordu, ancak toplumu incelemek için sosyologların bireylerin ötesine sosyal gerçeklere bakmaları gerekmekteydi. <br/>Aşağıdakilerden hangisi Durkheim'ın kastettiği sosyal gerçeklerden biri <u><strong>değildir</strong></u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Kanun",
      "B": "Ahlâk",
      "C": "Değerler",
      "D": "Dini inançlar",
      "E": "Mekanik enerji"
    },
    "explanation": "Durkheim, bireylerin toplumu oluşturabileceğine inanıyordu, ancak toplumu incelemek için sosyologların bireylerin ötesine sosyal gerçeklere bakmaları gerekmekteydi. Sosyal gerçeklerden kastedilen; sosyal yaşamı yöneten kanunlar, ahlaklar, değerler, dini inançlar, gelenekler, modalar, ritüeller ve tüm kültürel kurallardır."
  },
  {
    "id": "3720203",
    "unitNumber": 7,
    "text": "Amerika’daki fast food yiyecek restoranlarında geçerli olan ilkelerin toplumun diğer kurumlarını ve hatta dünyayı etkilediği vurgulanan \"Toplumun McDonaldlaştırılması\" kitabı aşağıdakilerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ritzer",
      "B": "Weber",
      "C": "Durkheim",
      "D": "Simmel",
      "E": "Blumer"
    },
    "explanation": "Değişim söz konusu olduğunda tek yönlü bir değişimden söz edilemez. Toplumsal değişmenin yemek kültürünü etkilediği ve değiştirdiği kadar gastronomide meydana gelen değişimler de toplumun sosyal yapısını değiştirebilmektedir. Bu konuda Ritzer’in Toplumun McDonaldlaştırılması adlı çalışmasında Amerika’daki hazır yiyecek restoranlarında geçerli olan ilkelerin toplumun diğer kurumlarına ve hatta dünyayı etkilediği belirtilmektedir."
  },
  {
    "id": "2685950",
    "unitNumber": 8,
    "text": "I- sanat<br/>II- tıp<br/>III- tarih<br/>IV- antropoloji<br/>V- fizik<br/>VI- kimya<br/>Gastronomi yukarıdaki disiplin alanlarından hangileriyle ilişki içindedir?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III, V,VI",
      "B": "II, III, IV, VI",
      "C": "II, III, IV, V, VI",
      "D": "I, II, III, IV, V, VI",
      "E": "III, IV, V, VI"
    },
    "explanation": "GİRİŞ<br/>Bilim ve yemek arasında ilişki kuran gastronomi; sanat, tıp, tarih, antropoloji, fizik, kimya, biyoloji, coğrafya, ekonomi hatta mühendislik gibi birçok bilim dalı ile ilişki içerisinde bulunan çok disiplinli bir alandır."
  },
  {
    "id": "2685951",
    "unitNumber": 8,
    "text": "I- pişirmenin icat edilmesi <br/>II- hayvanların evcilleştirilmesi<br/>III- yemeğin sosyal bir olgu hâline getirilerek içselleştirilmesi<br/>IV- insanlığın tarımın başlaması<br/>V- gıdanın endüstriyel ürün haline gelmesi<br/>VI- yemeğin sosyal farklılaşmanın bir aracı olarak görülmesi<br/>VII- Amerika kıtasının keşfiyle ekolojik devrim<br/>VIII- ulaşım faaliyetleriyle yemeğin kültürel alışveriş olgusu haline gelmesi<br/>İnsan ve yemek ilişkisinin tarihsel sürecindeki devrimler sırasıyla hangi şıkta doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III, IV, V, VI, VII, VIII",
      "B": "II, III, VI, V, I, IV, VIII, VII",
      "C": "I, III, II, IV, VI, VIII, VII, V",
      "D": "II, I, IV, III, VIII, V, VII, VI",
      "E": "VIII, II, I, III, IV, VI, VII, V"
    },
    "explanation": "GASTRONOMİ VE COĞRAFYA İLİŞKİSİ- Tarihsel Süreçte Yaşanılan Coğrafyanın Yemek Kültürlerinde Yarattığı Değişim<br/>Tarihçi Felipe Fernandez-Armesto, insan ve yemek ilişkisinin tarihsel sürecini sekiz önemli devrimle açıklamaktadır:<br/>1. devrim, pişirmenin icat edilmesidir.<br/>2. devrim, yemeğin sosyal bir olgu hâline getirilerek içselleştirilmesi,<br/>3. devrim, hayvanların evcilleştirilmesi,<br/>4. devrim, insanlığın tarıma başlaması, <br/>5.devrim, yemeğin sosyal farklılaşmanın bir aracı olarak görülmesi,<br/>6. devrim, ulaşım faaliyetleriyle yemeğin kültürel alışveriş olgusu haline gelmesi,<br/>7. devrim, Amerika kıtasının keşfiyle ekolojik devrim,<br/>8. devrim, gıdanın endüstriyel ürün hâline gelmesi <br/>Yani doğru sıralama C şıkkında yer almaktadır: I, III, II, IV, VI, VIII, VII, V"
  },
  {
    "id": "2685952",
    "unitNumber": 8,
    "text": "I- Bir ülkeye, belli bir bölgeye ya da döneme özgü hayvanların tümü, bir yerin hayvansal doğasını ifade etmektedir. II- Bir bölgedeki bitki topluluğunun meydana getirdiği örtü. Bitki örtüsü. Orman, bozkır, çayırlık birer bitki örtüsüdür. III- Bir ülkede ya da bir bölgede yetişen bitkilerin tür olarak tümünü ifade etmektedir. IV- İnsanın da içinde bulunduğu yerkürenin iklim elemanlarını ve iklim etmenlerini içine alan ve bunların karşılıklı etkilerini inceleyen bir bilim dalıdır. Yukarıda tanımları verilen kavramlar aşağıdaki seçeneklerden hangisinde doğru şekilde sıralanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "I- fauna <br/>II- flora<br/>III- vejetasyon<br/>IV- klimatoloji",
      "B": "I- klimatoloji<br/>II- vegetasyon<br/>III- fauna<br/>IV- flora",
      "C": "I- flora<br/>II- vejetasyon<br/>III- fauna<br/>IV- klimatolog",
      "D": "I- vejetasyon<br/>II- flora<br/>III- fauna<br/>IV- klimatolog",
      "E": "I- fauna<br/>II- vejetasyon<br/>III- flora<br/>IV- klimatoloji"
    },
    "explanation": "GASTRONOMİ VE COĞRAFYA İLİŞKİSİ<br/>I- Bir ülkeye, belli bir bölgeye ya da döneme özgü hayvanların tümü, bir yerin hayvansal doğasını ifade etmektedir.<strong> \"fauna\"</strong><br/>II- Bir bölgedeki bitki topluluğunun meydana getirdiği örtü. Bitki örtüsü. Orman, bozkır, çayırlık birer bitki örtüsüdür. <strong>\"vejetasyon\"</strong><br/>III- Bir ülkede ya da bir bölgede yetişen bitkilerin tür olarak tümünü ifade etmektedir. <strong>\"flora\"</strong><br/>IV- İnsanın da içinde bulunduğu yerkürenin iklim elemanlarını ve iklim etmenlerini içine alan ve bunların karşılıklı etkilerini inceleyen bir bilim dalıdır. Temel amacı yerküre iklimlerini belirleyerek, bu iklimlerin özelliklerini açıklamaktır. \"<strong>klimatoloji\"</strong>"
  },
  {
    "id": "2685953",
    "unitNumber": 8,
    "text": "Yaşanılan coğrafyada görülen iklimin insan beslenmesi ve kıtaların, ülkelerin, bölgelerin yeme içme kültürü üzerinde belirleyici bir etkisi vardır. İnsanoğlunun en önemli besin kaynaklarından biri tahıldır. Dünyada önemli buğday üretim alanları biri aşağıdaki ülkelerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Moritanya",
      "B": "Avustralya",
      "C": "Malezya",
      "D": "İrlanda",
      "E": "Polonya"
    },
    "explanation": "FİZİKİ COĞRAFYA VE GASTRONOMİ- İklim<br/>Dünyada buğday tarımının dağılışını gösteren bir haritaya bakıldığında, <strong>Avustralya</strong>’da önemli buğday üretim alanları görülürken, Afrika’da bu alanları görmek mümkün değildir; <strong>A.B.D.</strong>’nde geniş buğday kuşakları varken, Venezuela’da daha dar bir kuşakta görülür; <strong>Çin</strong>’de varken, Güneydoğu Asya’da yoktur. Bunun nedeni büyük oranda iklim olmak üzere yer şekilleri ve toprak gibi fiziki coğrafyanın bileşenleridir."
  },
  {
    "id": "2685954",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi göçebe toplulukların besin kaynaklarına ilişkin özelliklerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Göçebe toplumların ekonomik faaliyetlerini hayvancılık oluşturmuştur.",
      "B": "Göçebe topluluklar koyun, keçi gibi hızlı hareket kabiliyeti olan hayvanları beslemişlerdir.",
      "C": "Göçebe topluluklar soğuğa dayanıklı oldukları için küçükbaş hayvanları beslemişlerdir.",
      "D": "Göçebe topluluklar küçükbaş hayvanları birçok otu yedikleri ve karın 15 cm. altından ot çıkarıp yiyebildikleri için tercih etmişlerdir.",
      "E": "Göçebe topluluklar sığır ve dana gibi büyükbaş hayvanların etinden ve sütünden yararlanmışlardır."
    },
    "explanation": "BEŞERİ COĞRAFYA VE GASTRONOMİ- Göç<br/>Göçebe toplumların ekonomik faaliyetlerini hayvancılık oluşturmaktadır. Daha çok koyun, keçi gibi hızlı hareket kabiliyeti olan, soğuğa dayanıklı, büyükbaş hayvanların yemedikleri otları yiyebilen, karın 15 cm. kadar altından dahi ot çıkarabilen, etinden, sütünden, kemiğinden, yününden yararlanabildikleri<br/>küçükbaş hayvanları beslemektedir. Sığır ve dana gibi büyükbaş hayvanlar hantal olmalarının yanı sıra sadece etinden ve sütünden yararlanılabiliyor olması sebebiyle göçebe yaşamda tercih edilmemektedir. Göçebe toplumlar et tüketiminde de besledikleri küçükbaş hayvanları tercih etmektedirler."
  },
  {
    "id": "2685955",
    "unitNumber": 8,
    "text": "Amerika kıtasının keşfi Avrupa mutfağında ve Doğu mutfağında büyük bir devrimin yaşanmasına neden olmuştur. Çünkü bu kıtadan dünyaya yayılan meyve ve sebzeler günümüz mutfaklarının vazgeçilmez besinleri hâline gelmiştir. Aşağıdakilerden hangisi anavatanı Amerika olan bir besin <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "avokado",
      "B": "yeşil biber",
      "C": "domates,",
      "D": "patlıcan",
      "E": "fasulye"
    },
    "explanation": "BEŞERİ COĞRAFYA VE GASTRONOMİ- Coğrafi Keşifler<br/>Amerika kıtasının keşfi Avrupa mutfağı da dâhil olmak üzere doğu mutfağında büyük bir devrimin yaşanmasına neden olmuştur. Anavatanı Amerika olan olan domates, yeşil biber, kabak, fasulye, kırmızı biber, mısır, avokado gibi günümüzün mutfaklarının vazgeçilmez besinleri hâline gelmiştir.<br/>Patlıcan ise anavatanı bazı kaynaklarda Çin diye bahsedilirken Afrika kökenli olduğu düşünülmektedir. Avrupa mutfağına taşınması ise Mısır üzerinden Anadoluya oradan Avrupa'ya şeklinde olmuştur."
  },
  {
    "id": "2685956",
    "unitNumber": 8,
    "text": "İpek Yolu ve Baharat Yolu'na ilişkin aşağıdakiler bilgilerden hangisi yanlıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "İpek Yolu, Doğu’nun, ürettiği ipek ve ipekli mallarına pazar aradığı, Batı’nın da Doğu’daki ipek ve diğer kıymetli malları elde etmek amacıyla girişimlerde bulunarak açtığı bir yollar ağıdır.",
      "B": "Asya kıtası ile Avrupa kıtası arasındaki ticareti sağlayan Hint Okyanusu’ndan Akdeniz’e kadar uzanan Orta Çağ boyunca kullanılan İpek ve Baharat yolu dönemin en önemli bağlantı yolları arasında görülmektedir.",
      "C": "Hindistan’da üretilen baharatlar Avrupalılar tarafından çok tercih edilmiştir ve sofralarda sadece sosyal sınıf farklılığının göstergesi olarak kullanılmıştır.",
      "D": "Avrupalılar için önemli olan ipek, kâğıt, mücevher ve porselen gibi ürünler Çin’de üretilerek İpek yolu üzerinden Anadolu’ya oradan da Avrupa pazarına ulaşmaktadır.",
      "E": "Bütün bu gelişmeler İpek ve Baharat yolunu elinde tutan devletlere ekonomik anlamda büyük bir güç kazandırmıştır."
    },
    "explanation": "BEŞERİ COĞRAFYA VE GASTRONOMİ- İpek Yolu ve Baharat Yolu<br/>Yaklaşık olarak 2000 yıllık bir mazisi olan ve ilk defa MÖ II. yy.’nin sonlarında açıldığı söylenen İpek Yolu, Doğu’nun, ürettiği ipek ve ipekli mallarına pazar aradığı, Batı’nın da Doğu’daki ipek ve diğer kıymetli malları elde etmek amacıyla girişimlerde bulunarak açtığı bir yollar ağıdır. Asya kıtası ile Avrupa kıtası arasındaki ticareti sağlayan Hint Okyanusu’ndan Akdeniz’e kadar uzanan Orta Çağ boyunca kullanılan İpek ve Baharat yolu dönemin en önemli bağlantı yolları arasında görülmektedir. Avrupalılar için önemli olan ipek, kâğıt, mücevher ve porselen gibi ürünler Çin’de üretilerek İpek yolu üzerinden Anadolu’ya oradan da Avrupa pazarına ulaşmaktadır. Bunun yanında Hindistan’da üretilen baharatların Avrupalıların sofralarında yer almaya başlamasıyla ulaşımın önemi iyice artmıştır.<br/>Bütün bu gelişmeler İpek ve Baharat yolunu elinde tutan devletlere ekonomik anlamda büyük bir güç kazandırmıştır. Avrupa’nın baharat ile tanışmasının ardından neredeyse tüm Avrupa mutfaklarında yemeklerde baharat kullanımı soylular tarafından aşırı derecede tüketilir bir hale gelmeye başlamıştır. Ortaçağ İtalya’sında yemek reçetelerinde kullanılan baharatların çeşit ve miktar olarak bolluğu bir zenginlik göstergesi olarak kabul edilmiştir. Yemekte karabiber ve diğer baharatların tatlarının boğazı ne kadar çok yakarsa yemeğin o kadar lezzetli olduğu düşünülmektedir.<br/><strong>Saklama yöntemlerinden soğutma yönteminin eski çağlarda keşfedilmemiş olması da mutfakta baharat kullanımı yemeklerin bozulması ve bakterilerin üremesinin önlenmesi adına tercih edilmiştir.</strong><br/>Yani Avrupa'da baharatlar sadece sosyal sınıf farkını göstermek için değil yiyecekleri saklamak, korumak için de kullanılmıştır."
  },
  {
    "id": "2685957",
    "unitNumber": 8,
    "text": "Birleşmiş Milletler Tarım ve Gıda Örgütü (FAO)'nün 2013 yılı raporunda dünya genelinde gıdayı arttırma ve açlığı bitirme hedefi doğrultusundaki önerisi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "GDO lu ürün, üretim- tüketim sürecini denetlemek",
      "B": "sağlıklı fast foodla beslenmek",
      "C": "organik tarımın yaygınlaştırılmasını sağlamak",
      "D": "böcek çiftliklerinin kurulması",
      "E": "yavaş yemek (slow food) akımını desteklemek"
    },
    "explanation": "BEŞERİ COĞRAFYA VE GASTRONOMİ- Nüfus<br/>Birleşmiş Milletler Tarım ve Gıda Örgütü(FAO) dünya genelinde gıdayı arttırma ve açlığı bitirme hedefi doğrultusunda böcek çiftliklerinin kurulmasını önermiştir. FAO, böcek yenilmesini tavsiye ettiği “Yenilebilir Böcekler: Gıda ve beslenme güvenliği için gelecekteki beklentiler” (2013) adlı raporunda, 2050 yılı itibariyle dünya nüfusunun 9 milyardan oluşacağını ve nüfusun çevre üzerindeki baskıyı arttıracağını ifade etmektedir. Aynı rapora göre, tarım alanları, su, orman, balık yatağı ve biyo-çeşitlilik kaynakları, besin tuzları ve yenilenemez enerji konularında kıtlık baş gösterecektir. Yenilebilir böcekler yüksek kalite protein, vitaminler ve amino asitler içerir. Böcekler yüksek gıda dönüşüm oranına sahiptir. Örneğin, cırcır böcekleri aynı oranda protein için sığırlardan altı kat, koyunlardan dört, domuzlardan ve tavuklardan da iki kat daha az yeme ihtiyaç duymaktadır."
  },
  {
    "id": "2685958",
    "unitNumber": 8,
    "text": "I- Dağlık bölgelerde coğrafi koşulların ve iklimin yetersizliğinden ötürü tarımsal üretim azalırken hayvancılık tercih edilmektedir. II- Dağlık bölgelerde sebze, meyve ağırlıklı bir tüketimden daha çok et ağırlıklı bir tüketim şeklini ortaya çıkarmaktadır. III- Dağlık bölgelerde tereyağı, iç yağı veya kuyruk yağı kullanılmaktadır. IV- Denize kıyısı olan bölgelerde deniz mahsullerine yönelik beslenme sıklıkla tercih edilmektedir. V- Denize kıyısı olan bölgelerde iklim ve coğrafi koşullar sert değilse ot yemekleri ve zeytinyağlı yemekler tercih edilmektedir. VI- Göllerde, akarsularda ve barajlarda tatlı su balıkçılığı yapılmaktadır. Yeryüzü şekilleri tarım yapılma tekniklerini ve üretilen ürünleri yani yemeklerin ham maddesini belirleyen temel unsurlardan biridir. Buna bağlı olarak yukarıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, IV, V, VI",
      "B": "I, II, III, IV, V, VI",
      "C": "III, IV, V, VI",
      "D": "II, III, IV, V, VI",
      "E": "II, IV, V, VI"
    },
    "explanation": "FİZİKİ COĞRAFYA VE GASTRONOMİ- Yeryüzü Şekilleri<br/>I- Dağlık bölgelerde coğrafi koşulların ve iklimin yetersizliğinden ötürü tarımsal üretim azalırken hayvancılık tercih edilmektedir.<br/>II- Dağlık bölgelerde sebze, meyve ağırlıklı bir tüketimden daha çok et ağırlıklı bir tüketim şeklini ortaya çıkarmaktadır.<br/>III- Dağlık bölgelerde tereyağı, iç yağı veya kuyruk yağı kullanılmaktadır.<br/>IV- Denize kıyısı olan bölgelerde deniz mahsullerine yönelik beslenme<br/>sıklıkla tercih edilmektedir.<br/>V- Denize kıyısı olan bölgelerde iklim ve coğrafi koşullar sert değilse ot yemekleri ve zeytinyağlı yemekler tercih edilmektedir. <br/>VI- Göllerde, akarsularda ve barajlarda tatlı su balıkçılığı yapılmaktadır.<br/>Hepsi DOĞRU."
  },
  {
    "id": "2685959",
    "unitNumber": 8,
    "text": "I- gıda ürününü yenilebilir forma getirmek<br/>II- yemeğin lezzetini artırmak<br/>III- yemeği uzun süre saklamak<br/>IV- besin değerlerini artırmak<br/>V- insana zararlı bakterilerin ölmesini sağlamak<br/>VI- sterilize etmek<br/>İnsanların yemek pişirmekteki temel amaçları yukarıdakilerden hangileridir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III, IV",
      "B": "III, IV, V, VI",
      "C": "I, II, III",
      "D": "I, II, III, V, VI",
      "E": "I, II, III, IV, V, VI"
    },
    "explanation": "FİZİKİ COĞRAFYA VE GASTRONOMİ- İklim<br/>İnsanların yemek pişirmekteki temel amaçları:<br/>I- gıda ürününü yenilebilir forma getirmek<br/>II- yemeğin lezzetini artırmak<br/>III- yemeği uzun süre saklamak<br/>IV- besin değerlerini artırmak<br/>V- insana zararlı bakterilerin ölmesini sağlamak<br/>VI- sterilize etmek<br/>Yani hepsi temel amaçlardandır."
  },
  {
    "id": "2685960",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ilk çağlarda beslenme ile ilgili doğru bir ifadedir?",
    "correctAnswer": "B",
    "options": {
      "A": "İlk çağlarda insanlar her zaman bildikleri yiyecekleri tüketmişlerdir.",
      "B": "İlk çağlarda insanlar deneme yanılma yöntemiyle yenilebilir yiyecekleri ayırt etmişlerdir.",
      "C": "İlk çağda insanlar yiyecekleri denerken zehirli yiyeceklerle hiç karşılaşmamışlardır.",
      "D": "İlk çağda insanların yiyecekleri ayırt etmek istemelerinin altında esasen hayatta kalma isteği yoktur.",
      "E": "İlk çağda insanlar yiyecekleri deneyimleyerek yeni tatlar keşfedememiştir."
    },
    "explanation": "İlk çağlarda insan yaşadığı coğrafyada hayatta kalabilmek için bulduğu hatta ne olduğu hakkında en ufak fikrinin dahi olmadığı şeyleri yiyerek beslenmiştir. Deneme yanılma yöntemini kullanarak doğada bulunan yiyeceklerin hangisinin yenilebilir hangisinin yenilemez olduğunu ayırt etmiştir. Bazı zaman bu ayırt ediş yani hayatta kalmak amacıyla hangi yiyeceğin yenilebilir olduğunu öğrenebilmek için yapılan bu keşif zehirli yiyeceklere denk gelinmesi sonucu hayatın sona erişine bile sebep olmuştur. İnsan, yaşadığı coğrafyada deneyimlediği besinlerle hem hayatta kalabilmiş hem çeşitli tatları keşfederek zamanla kendi lezzet haritasını oluşturabilmiştir."
  },
  {
    "id": "2685961",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi coğrafya bilimi ile ilgili doğru bir ifadedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Coğrafya yalnızca dünyanın fiziksel özelliklerini inceler.",
      "B": "Coğrafya sadece dünyanın iklimini ve bitki örtüsünü incelemektedir.",
      "C": "Coğrafya dünyanın fiziksel özellikleri yanı sıra iklimini, bitki örtüsünü, toprak tiplerini ve halklarını inceleyen araştırma bilim dalıdır.",
      "D": "Coğrafya bir sosyal bilim dalı değildir.",
      "E": "Coğrafya ile jeoloji ve biyoloji bilimi arasında yakın bir bağlantı yoktur."
    },
    "explanation": "Coğrafya; dünyanın yüzeyini tanımlayan, dünyanın fiziksel özelliklerini, iklimini, bitki örtüsünü, toprak tiplerini, halkları inceleyen araştırma bilimi olarak tanımlanmaktadır. Bir coğrafyacı tarafından kullanılan bu bilgiler aynı zamanda biyoloji, meteoroloji, astronomi, jeoloji ve antropoloji gibi farklı alanlar tarafından da kullanılmaktadır. Coğrafya, jeoloji ve biyoloji gibi fiziksel bilimlerle yakından bağlantılı olsa da sosyal bilimler alanı içerisinde sınıflandırılmaktadır."
  },
  {
    "id": "2685962",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi coğrafya bilimi ile ilgili doğru bir ifadedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yaşanılan mekanın fiziki özelliklerini beşeri coğrafya incelemektedir.",
      "B": "Yaşanılan mekanda insanın oluşturduğu faaliyetleri fiziksel coğrafya incelemektedir.",
      "C": "Beşeri coğrafya hem yaşanılan mekanın fiziksel özelliklerini hem de yaşanılan mekanda insanın oluşturduğu faaliyetleri incelemektedir.",
      "D": "Fiziksel coğrafya hem yaşanılan mekanda insanın oluşturduğu faaliyetleri hem de yaşanılan mekanın fiziksel özelliklerini incelemektedir.",
      "E": "Beşeri coğrafya insanın mekanda oluşturduğu faaliyetleri incelemektedir."
    },
    "explanation": "Birçok bilim dalında olduğu gibi coğrafya da çok sayıda uzmanlık alanına bölünebilmektedir. Yaşanılan mekânın fiziksel özelliklerini fiziki coğrafya, insanın mekânda oluşturduğu faaliyetleri, şekilleri ise beşerî coğrafya incelemektedir."
  },
  {
    "id": "2685963",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kültürel coğrafya ile ilgili doğru bir ifadedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kültürel coğrafyaya göre farklı kültürlerin varlığının temel sebebi fiziki ortam farklılıkları değildir.",
      "B": "Kültürel coğrafya dünya kültürlerini inceleyen bir bilim dalı değildir.",
      "C": "Kültürel coğrafyaya göre, farklı iklim bölgelerinde insanların yaşam tarzları değişmemektedir.",
      "D": "Kültürel coğrafyaya göre, farklı iklim bölgelerinde insanların ortaya çıkardıkları kültürel dokular da değişmektedir.",
      "E": "Kültürel coğrafyaya göre, kültür toplumsal, değişebilir, bütünleştirici ve belli kuralları olan bir yapı değildir."
    },
    "explanation": "Kültür, toplumsaldır, değişebilir, bütünleştiricidir ve belli kuralları olan bir yapıdır. Dünya kültürlerini inceleyen coğrafi bilim dalına kültürel coğrafya denir. Kültürel coğrafyaya göre farklı kültürlerin varlığının temel sebebi fiziki ortam farklılıklarıdır. Yani farklı iklim bölgelerinde insanların yaşam tarzları ve buna bağlı olarak ortaya çıkardıkları kültürel dokular da değişmektedir."
  },
  {
    "id": "2685964",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi gastro-coğrafya ile ilgili doğru bir ifadedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gastro-coğrafyanın, kıtaların konumu ile ilişkisi yoktur.",
      "B": "Gastro-coğrafyanın kıtalarda bulunan ülkelerin konumu ile ilgisi yoktur.",
      "C": "Gastro-coğrafya bölgelerin mutfak kültürleri ve yeme-içme alışkanlıklarından etkilenir.",
      "D": "Gastro-coğrafya bölgelerin fiziksel konumundan etkilenmemektedir.",
      "E": "Gastro-coğrafya dünyanın farklı mutfak bölgelerine bölünebileceğini ifade etmez."
    },
    "explanation": "Gastro-coğrafya, kıtaların konumu ve kıtalarda bulunan ülkelerin münferit konumu ile ilgilidir. Bölgelerin mutfak kültürleri ve yeme-içme alışkanlıklarında yaşanan gelişmeler ve değişmeler sosyo/kültürel, ekonomik, politik, yasal, teknolojik faktörler kadar bölgelerin fiziksel konumundan da etkilenmektedir."
  },
  {
    "id": "2685965",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi insan ve yemek ilişkisinin tarihsel süreci ile ilgili doğru bir ifadedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Pişirmenin icat edilmesi insanı diğer canlılardan farklı bir konuma getirmemiştir.",
      "B": "Yemeğin sadece yaşamsal faaliyetleri sürdürebilmek için gerekli olduğu düşünülmüştür.",
      "C": "Yemek sosyal farklılaşmanın bir aracı olarak görülmüştür.",
      "D": "Gıda maddelerinin uzun mesafelerdeki başka yerlere götürülmesi mümkün olmamıştır.",
      "E": "Gıda maddelerinin başka yerlere götürülmesiyle kültürel alışveriş gerçekleşmemiştir."
    },
    "explanation": "Tarihçi Felipe Fernandez-Armesto, insan ve yemek ilişkisinin tarihsel sürecini sekiz önemli devrimle açıklamaktadır. Birinci devrim, pişirmenin icat edilmesidir ve insan, yaptığı bu icatla kendini diğer canlılardan farklı bir konuma getirmiştir. İkinci devrim, yemeğin sadece yaşamsal faaliyetleri sürdürebilmek için zorunlu olarak algılanmasından öte sosyal bir olgu hâline getirilerek içselleştirilmesidir. Üçüncü devrim, hayvanların evcilleştirilmesi ile yaşanmıştır. Dördüncü devrim, insanlığın tarıma başlaması ile gerçekleşmiştir. Beşinci devrim, yemeğin artık sosyal farklılaşmanın bir aracı olarak görülmesi süreci ile başlamaktadır. Altıncı devrim, gıda maddelerinin dönemin ulaşım araçları ile uzun mesafeler kat ederek başka yerlere götürülmesi ile kültürel alışverişten doğan etkileşim ve değişim süreci ile ifade edilmektedir. Yedinci devrim, ekolojik bir devrimdir ve Amerika kıtasının keşfedilmesi ile başlamaktadır. Sekizinci devrim, 19. yüzyılda gıdanın endüstriyel ürün hâline gelmesi ile hâlâgünümüzde de devam eden süreçtir."
  },
  {
    "id": "2685966",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi insanların avcı-toplayıcı dönem olarak adlandırılan Paleolitik dönemdeki yaşam biçimi ile ilgili doğru bir ifadedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bu dönemde insanlar bulundukları coğrafyanın fiziki unsularını kendi faydasına kullanmayı başaramamıştır.",
      "B": "Bu dönemdeki insanlar aletlerin gelişmesiyle birlikte yalnızca sincap ve tavşan gibi küçük hayvanları avlayabilmiştir.",
      "C": "Bu dönemdeki insanlar geliştirdikleri aletlerle omurgalı hayvanları avlamayı başaramamıştır.",
      "D": "Bu dönemde insanlar çay taşını sivri bir uç elde edene kadar kırıp elde ettiği sivri taşla kendinden güçlü diğer yırtıcıları avlayabilmiştir.",
      "E": "Bu dönemde insanlar bulundukları bölgenin koşullarında değişik avlanma yöntemleri geliştirememiştir."
    },
    "explanation": "İnsanların avcı-toplayıcı olarak yaşadığı Paleolitik dönemlerde, bulundukları coğrafyanın fiziki unsurlarını kendi faydasına kullandığı görülmektedir. Toplayıcı toplumların kullandıkları aletlerin gelişmesi ile birlikte sincap ve tavşan gibi küçük hayvanları avlayan bu insanlar daha sonra büyük omurgalı hayvanları avlamaya başlamışlardır Çay ya da dere yataklarında yaşayan insanlar o bölgede rastlanabilen yuvarlağa yakın biçime sahip olan ‘çay taşını’ sivri bir uç elde edene kadar kırıp elde ettiği sivri taş ile kendinden güçlü diğer yırtıcıları avlayarak beslenmişlerdir. İklim ve coğrafyanın bir sonucu olarak görülebilecek değişik bölgelere ait çevresel koşullar, avcı-toplayıcıların bulundukları bölgenin özgül koşullarına uymaya ve değişik avlanma yöntemleri geliştirmeye de zorlamıştır."
  },
  {
    "id": "2685967",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi iklim ile ilgili doğru bir ifadedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yaşanılan coğrafyadaki iklimin insanın beslenmesine etkisi yoktur.",
      "B": "İklimin oluşumu, dağılışı, ve etkilerini inceleyen bilime klimatoloji adı verilir.",
      "C": "Yaşanılan coğrafyada görülen iklimin bölgelerin yeme içme kültüründe belirleyici bir etkisi yoktur.",
      "D": "Dünyanın Ekvator bölgesinde iklim ve hava durumu arasında bir ilişki yoktur.",
      "E": "İklim bir yerde uzun yıllar boyunca görülen sıcaklık, yağış ve rüzgar gibi hava olaylarının ortalamasına denmez."
    },
    "explanation": "İklim, “yeryüzünün herhangi bir yerinde uzun yıllar boyunca yaşanan ya da gözlenen tüm hava koşullarının ortalama özelliklerinin yanı sıra, onların oluşma sıklıklarının zamansal dağılımlarının, gözlenen ekstrem (aşırı, uç) değerlerin, şiddetli olayların ve tüm değişkenlik tiplerinin bileşimi” biçiminde tanımlanır. Oldukça geniş alanlarda uzun yıllar boyunca (en az 33 yıl) görülen sıcaklık, yağış ve rüzgar gibi hava olaylarının ortalamasına denir. İklimin oluşumu, dağılışı ve etkilerini inceleyen bilime klimatoloji adı verilir. Örneğin; Antalya’da yaz mevsimleri çok sıcak geçer. Ekvator bölgesinde iklim ve hava durumu birbirine çok benzer."
  },
  {
    "id": "2685968",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi insanların yemek pişirmedeki temel amaçlarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kullanılacak gıda ürününü yenilebilir forma getirmek",
      "B": "Yemeğin lezzetini arttırmak",
      "C": "Yemeği uzun süre saklamak",
      "D": "Yemeğin besin değerlerini azaltmak",
      "E": "İnsana zararlı bakterilerin ölmesini sağlamak"
    },
    "explanation": "İnsanların yemek pişirmekteki temel amaçları; kullanılacak gıda ürününü yenilebilir forma getirmek, lezzetini artırmak, uzun süre saklamak, besin değerlerini artırmak ve insana zararlı bakterilerin ölmesini sağlamak, sterilize etmektir."
  },
  {
    "id": "2685969",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi baharat kullanımı ile ilgili doğru bir ifadedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bir ülkenin sıcaklık ortalaması ile kullanılan baharat sayısı arasında kuvvetli bir ilişki yoktur.",
      "B": "Ülke tropikalleştikçe kullanılan baharat sayısı azalmaktadır.",
      "C": "Baharat kullanımının yüksek olduğu ülkeler sıcaklığın düşük olduğu kuzey ülkeleridir.",
      "D": "Baharat kullanımının yüksek olduğu ülkeler sıcaklığın yüksek olduğu tropikal ve ılıman iklim kuşaklarıdır.",
      "E": "Sıcaklık ve nemin yüksek olduğu ülkelerde yemeklerde kullanılan baharatlar bakterileri çoğaltmaktadır."
    },
    "explanation": "Araştırmaya göre, bir ülkede yetişen baharat sayısı ile kullanılan baharat sayısı arasında bir ilişki bulunmazken, ülkenin sıcaklık ortalaması ile kullanılan baharat sayısı arasında kuvvetli bir ilişki vardır. Çeşitlilik, sıcaklığın az olduğu ülkelerde çok az iken ülke tropikalleştikçe kullanılan baharat sayısı artmaktadır. Baharat kullanımı yapan on ülkenin sıcaklığın yüksek olduğu tropikal ve ılıman iklim kuşaklarında bulunan ülkeler olduğu göze çarparken baharat kullanımının az olduğu ülkeler sıcaklığın düşük olduğu kuzey ülkeleridir. Bunun temel sebebi ise sıcaklık ve nemin yüksek olduğu ülkelerde yemeklerde kullanılan baharatların bakterilerle savaşmasıdır. Hindistan’da kullanılan ‘köri’, İran’da ‘edviye’, Çin’de ‘beş bahar’, Doğu’da kullanılan ‘dört bahar’ ya da Ortaçağ Fransasında yoğun miktarda kullanılan ‘ufak bahar’ buna örnek olarak verilebilir."
  }
]