[
  {
    "id": "3617374",
    "unitNumber": 1,
    "text": "Çevresel koşullardaki tüm değişimlere rağmen, canlıların iç ortamının belirli sınırlar içerisinde değişmeden kalması olayına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Homeostazi",
      "B": "Kovalent",
      "C": "Katabolizma",
      "D": "Metabolizma",
      "E": "Anabolizma"
    },
    "explanation": "Kitabınızın \"CANLININ TANIMI VE ÖZELLİKLERİ\" başlıklı bölümünü yeniden çalışın.<br/>Çevresel koşullardaki tüm değişimlere rağmen, canlıların iç ortamının belirli sınırlar içerisinde değişmeden kalması olayına Homeostazi adı verilir?"
  },
  {
    "id": "3617375",
    "unitNumber": 1,
    "text": "Canlı ya da cansız tüm fiziksel maddeler, kimyasal elementlerden meydana gelir. Doğada doğal ve sentetik olmak üzere toplam kaç farklı element bulunur?",
    "correctAnswer": "C",
    "options": {
      "A": "85",
      "B": "98",
      "C": "118",
      "D": "172",
      "E": "198"
    },
    "explanation": "Kitabınızın \"YAŞAMIN KİMYASAL TEMELİ\" başlıklı bölümünü yeniden çalışın.<br/>Canlı ya da cansız tüm fiziksel maddeler, kimyasal elementlerden meydana gelir. Doğada 98’i doğal ve diğerleri sentetik olmak üzere toplam 118 farklı element vardır."
  },
  {
    "id": "3617376",
    "unitNumber": 1,
    "text": "İki adet monosakkaritin birbirlerine glikozid bağı ile bağlanması ile oluşan<br/>moleküller aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gliseraldehitler",
      "B": "Stereoidler",
      "C": "Monosakkaritler",
      "D": "Polisakkaritler",
      "E": "Disakkaritler"
    },
    "explanation": "Kitabınızın \"Canlı Yapısında Bulunan Mineral ve Elektrolitler\" başlıklı bölümünü yeniden çalışın.<br/><strong>Disakkaritler,</strong> iki adet monosakkaritin birbirlerine glikozid bağı ile bağlanması ile oluşan moleküllerdir."
  },
  {
    "id": "3617377",
    "unitNumber": 1,
    "text": "Hayvansal organizmaların sentezleyemediği ve kesinlikle dışarıdan almaları gereken 9 adet amino asit vardır. Bunlara temel amino asitler adı verilir. Aşağıdakilerden hangisi bu amino asitlerden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Fenilalanin",
      "B": "Histidin",
      "C": "İzolösin",
      "D": "Pürin",
      "E": "Triptofan"
    },
    "explanation": "Kitabınızın \"Canlı Yapısında Bulunan Organik Bileşikler\" başlıklı bölümünü yeniden çalışın.<br/>Hayvansal organizmaların sentezleyemediği ve kesinlikle dışarıdan almaları gereken 9 adet amino asit vardır. Bunlara temel amino asitler adı verilir. Temel amino asitler; fenilalanin, histidin, izolösin, lösin, lizin, metionin, treonin, triptofan ve valin’dir"
  },
  {
    "id": "3617378",
    "unitNumber": 1,
    "text": "Bir iyonun hücre zarından hangi yöne doğru hareket edeceğini belirleyen, hücre içi ve dışı arasındaki iyon konsantrasyonu ve elektrik yükü farkına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ozmoz",
      "B": "Elektrokimyasal gradient",
      "C": "Difüzyon",
      "D": "Translasyon",
      "E": "Kotransport"
    },
    "explanation": "Kitabınızın \"Hücre Zarı\" başlıklı bölümünü yeniden çalışın.<br/>Bir iyonun hücre zarından hangi yöne doğru hareket edeceğini belirleyen, hücre içi ve dışı arasındaki iyon konsantrasyonu ve elektrik yükü farkına <strong>elektrokimyasal gradient</strong> adı verilir."
  },
  {
    "id": "3617379",
    "unitNumber": 1,
    "text": "Enzimlerin etki ettiği maddeye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Subtrat",
      "B": "Katalizör",
      "C": "Kofaktör",
      "D": "Ribozim",
      "E": "Koenzim"
    },
    "explanation": "Kitabınızın \"HÜCRE VE ENERJİ\" başlıklı bölümünü yeniden inceleyin.<br/>Enzimlerin etki ettiği maddeye <strong>subtrat</strong> adı verilir."
  },
  {
    "id": "3617380",
    "unitNumber": 1,
    "text": "Bir organizmanın diğer bir organizma içinde yaşadığı simbiyotik ilişkiye ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tonoplast",
      "B": "Granum",
      "C": "Endosimbiyoz",
      "D": "Tilakoid lümen.",
      "E": "Stroma"
    },
    "explanation": "Kitabınızın \"Organeller\" başlıklı bölümünü yeniden çalışın<br/>Endosimbiyoz: Bir organizmanın diğer bir organizma içinde yaşadığı simbiyotik ilişkiye denir."
  },
  {
    "id": "3617381",
    "unitNumber": 1,
    "text": "Ökaryotik hücreler bitki ve hayvan hücreleri olmak üzere iki gruba ayrılır. Aşağıdakilerden hangisi bitki hücrelerinin özelliklerinden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Hücre çeperine sahiptir.",
      "B": "Kromoplasta sahiptir.",
      "C": "Levkoplasta sahiptir.",
      "D": "Sentrozoma sahiptir.",
      "E": "Merkezî vakuola sahiptir."
    },
    "explanation": "Kitabınızın \"Ökaryotik Hücre\" başlıklı bölümünü yeniden çalışın.<br/>Ökaryotik hücreler bitki ve hayvan hücreleri olmak üzere iki gruba ayrılır. Bu hücreler her ne kadar ortak özelliklere sahip olsalar da bazı belirgin yapısal farklılıklar taşırlar. Bitki hücrelerinde hücre zarının dış kısmında hücreye şekil veren selülozdan yapılmış bir hücre çeperi bulunur. Bitki hücreleri fotosentezde görevli kloroplast ve bazı maddelerin sentezi ve depolanmasından sorumlu kromoplast ve levkoplast adı verilen plastidlere sahiptir. Bitki hücresinde ayrıca büyük bir merkezî vakuol (koful) mevcuttur. Bu yapılar hayvan hücrelerinde bulunmaz. Buna karşın hayvan hücrelerindeki <strong>sentrozom</strong> <strong>da bitki hücrelerinde görülmez.</strong>"
  },
  {
    "id": "3617382",
    "unitNumber": 1,
    "text": "Besinler canlılar tarafından tüketilip, mitokondrilerde solunum ile yakıldığında bünyelerinde depolanan enerji açığa çıkarılır. Ortaya çıkan bu enerji, hangi molekülde depolanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Endoplazmik Retikulum (ER)",
      "B": "Flavin mononükleotid (FMN)",
      "C": "Adenozin Trifosfat (ATP)",
      "D": "Deoksiribonükleik asit (DNA)",
      "E": "Ribonükleik asit (RNA)"
    },
    "explanation": "Kitabınızın \"Hücre Enerji Birimi ATP\" başlıklı bölümünü yeniden çalışın.<br/>Besinler canlılar tarafından tüketilip, mitokondrilerde solunum ile yakıldığında bünyelerinde depolanan enerji açığa çıkarılır. Ortaya çıkan bu enerji, enerji taşıyan bir nükleotid olan <strong>Adenozin Trifosfat (ATP)</strong> molekülünde depolanır."
  },
  {
    "id": "3617383",
    "unitNumber": 1,
    "text": "Hücre içinde bulunan belirli bir görevi yapmak üzere özelleşmiş zarla çevrili yapılara ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sentromer",
      "B": "Organel",
      "C": "Protoplazma",
      "D": "Sitoplazma",
      "E": "Nukleolus"
    },
    "explanation": "Kitabınızın \"Organeller\" başlıklı bölümünü yeniden çalışın.<br/>Hücre içinde bulunan zarla çevrili yapılara organel (küçük organ) adı verilir."
  },
  {
    "id": "3617384",
    "unitNumber": 1,
    "text": "Canlı bünyesindeki biyokimyasal reaksiyonlar suyun hangi özelliği sayesinde gerçekleşir?",
    "correctAnswer": "A",
    "options": {
      "A": "Polar yapı",
      "B": "Yüksek buharlaşma ısısı",
      "C": "Yüksek özgül ısı",
      "D": "Düşük viskozite",
      "E": "Yüzey gerilimi"
    },
    "explanation": "Polar yapısı nedeniyle su, evrensel bir çözücüdür ve canlı bünyesinde gerçekleştirilen biyokimyasal reaksiyonlar ancak su içerisinde başarılır."
  },
  {
    "id": "3617385",
    "unitNumber": 1,
    "text": "Yağ asitlerinin bütün karbon atomlarının maksimum sayıda hidrojen sayısına sahip olduğu yağlara ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Doymamış yağ asidi",
      "B": "Doymuş yağ asidi",
      "C": "Gliserid",
      "D": "Nötral yağ",
      "E": "Steroid"
    },
    "explanation": "Eğer bir yağ asidinin bütün C atomları, maksimum sayıda H sayısına sahipse, o yağ doymuş bir yağ asidi olarak isimlendirilir."
  },
  {
    "id": "3617386",
    "unitNumber": 1,
    "text": "Alfa heliks proteinlerin hangi organizasyon yapısında görülür?",
    "correctAnswer": "B",
    "options": {
      "A": "Primer",
      "B": "Sekonder",
      "C": "Tersiyer",
      "D": "Quaterner",
      "E": "Beta pli"
    },
    "explanation": "Proteinlerin bir üst organizasyon düzeyi <strong>ikincil (sekonder) yapı </strong>olarak bilinir ve amino asitlerin sahip oldukları yüklerden dolayı etkileşim içerisine girerek <strong>alfa heliks </strong>adı verilen spiral bir yapı oluşturacak şekilde kıvrılması ile ortaya çıkar."
  },
  {
    "id": "3617387",
    "unitNumber": 1,
    "text": "Düz ya da dallanmış farklı sayıda monosakkarit birimlerinden oluşan, hücreyi dıştan bir örtü gibi saran yapıya ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Glikolipid",
      "B": "Glikoprotein",
      "C": "Glikokaliks",
      "D": "İntegral protein",
      "E": "Periferal protein"
    },
    "explanation": "Düz ya da dallanmış farklı sayıda monosakkarit birimlerinden oluşan bu yapı hücreyi dıştan bir örtü gibi sarar ve glikokaliks adını alır."
  },
  {
    "id": "3617388",
    "unitNumber": 1,
    "text": "Hücre zarından hidrofobik ve yağda çözünen küçük moleküllerin, konsantrasyonlarının ya da elektrokimyasal yüklerinin yüksek olduğu taraftan düşük olduğu tarafa doğru enerji kullanmadan taşınmasına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ozmoz",
      "B": "Aktif taşıma",
      "C": "Difüzyon",
      "D": "Pinositoz",
      "E": "Fagositoz"
    },
    "explanation": "Hücre zarından hidrofobik, yağda çözünen küçük moleküllerin, konsantrasyonlarının ya da elektrokimyasal yüklerinin yüksek olduğu taraftan düşük olduğu tarafa doğru enerji kullanmadan taşınmasına difüzyon denir."
  },
  {
    "id": "3617389",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi hücre iskeletini meydana getiren proteinlerden <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mikrotübüller",
      "B": "Mikrofilamentler",
      "C": "Ara filamentler",
      "D": "İntegral filamentler",
      "E": "Orta kalınlıktaki iplikçikler"
    },
    "explanation": "Hücrelerde sitoplazma, hücre iskeleti olarak adlandırılan ipliksi bir protein ağı ile desteklenmektedir. Hücre iskeletini meydana getiren protein iplikçikler mikrotübüller (en kalın), mikrofilamentler (en ince) ve ara filamentlerdir (orta kalınlıkta)."
  },
  {
    "id": "3617390",
    "unitNumber": 1,
    "text": "DNA’da kodon hâlinde spesifik genlerde depolanan bilgi hangi süreçte RNA molekülüne aktarılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Replikasyon",
      "B": "Transkripsiyon",
      "C": "Translasyon",
      "D": "Sentral dogma",
      "E": "Protein sentezi"
    },
    "explanation": "DNA’da üçlü birimler (kodon) hâlinde spesifik genlerde depolanan bilgi transkripsiyon denilen bir süreçte RNA molekülüne aktarılır."
  },
  {
    "id": "3617391",
    "unitNumber": 1,
    "text": "Ribozomlar ile ilgili olarak hangisi/hangileri <strong>doğrudur?</strong>\n I. Zarlı yapının içinde kalan kısım lümen adını alır.\n II. Sitoplazmada serbest ya da kümeler halinde bulunurlar.\n III. Tonoplast ile çevrilidirler.\n IV. Hücre içinde kullanılacak proteinlerin sentezini yaparlar.",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "II ve IV",
      "D": "I, II, III",
      "E": "II, III, IV"
    },
    "explanation": "Ribozomlar ökaryotik hücrelerde sitoplazmada serbest hâlde ya da endoplazmik retikulumun dış yüzüne tutunmuş şekilde (granüllü endoplazmik retikulum) bulunur. Sitoplazmada serbest hâldeki ribozomlar tek tek ya da kümeler hâlinde (polizom) olabilirler ve hücre içinde kullanılacak proteinlerin sentezini yaparlar. Endoplazmik retikuluma bağlı ribozomlarda ise daha çok hücre dışına gönderilecek salgı proteinlerinin ya da vezikül içinde hücrede depolanacak proteinlerin sentezi gerçekleşir."
  },
  {
    "id": "3617392",
    "unitNumber": 1,
    "text": "Bitkilerde, yüksek ışık koşullarında Rubisco enziminin CO<sub>2</sub> yerine O<sub>2</sub>’yi bağlaması sonucu Calvin döngüsünün verimini azaltan metabolik sürece ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fotorespirasyon",
      "B": "Fotosentez",
      "C": "Otofaji",
      "D": "Detoksifikasyon",
      "E": "Homeostazi"
    },
    "explanation": "Fotorespirasyon: Bitkilerde, yüksek ışık koşullarında Rubisco enziminin CO<sub>2</sub> yerine O<sub>2</sub>’yi bağlaması sonucu Calvin döngüsünün verimini azaltan metabolik bir süreçtir."
  },
  {
    "id": "3617393",
    "unitNumber": 1,
    "text": "NADH ve FADH<sub>2</sub> moleküllerinin, mitokondride nereye doğru hareket etmesi ile oksidatif fosforilasyon adımı başlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Stroma",
      "B": "Matriks",
      "C": "Krista",
      "D": "Lümen",
      "E": "Tilakoid"
    },
    "explanation": "NADH ve FADH<sub>2</sub> hücrede enerji taşıyan önemli moleküllerdir. Bu iki molekül, iç mitokondriyal membrana (krista) doğru hareket eder ve burada oksidatif fosforilasyon adı verilen üçüncü adım başlar."
  },
  {
    "id": "3617394",
    "unitNumber": 1,
    "text": "Çevresel koşullardaki tüm değişimlere rağmen, canlıların iç ortamının belirli sınırlar içerisinde değişmeden kalması olayına ne adı verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Homeostazi",
      "B": "Anabolizma",
      "C": "Katabolizma",
      "D": "Adaptasyon",
      "E": "Kalıtım"
    },
    "explanation": "Çevresel koşullardaki tüm değişimlere rağmen, canlıların iç ortamının belirli sınırlar içerisinde değişmeden kalması olayına homeostazi adı verilir."
  },
  {
    "id": "3617395",
    "unitNumber": 1,
    "text": "'Hücre içerisinde yer alan bir organel olan <strong>...,</strong> hücreye ihtiyaç duyduğu enerjiyi sağlama görevi üstlenir' tanımlamasında yer alan boşluğa gelmesi en uygun seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Metabolizma",
      "B": "Mitokondri",
      "C": "Molekül",
      "D": "Monomer",
      "E": "Polimer"
    },
    "explanation": "Hücre içerisinde yer alan bir organel olan <strong>mitokondri,</strong> hücreye ihtiyaç duyduğu enerjiyi sağlama görevi üstlenir."
  },
  {
    "id": "3617396",
    "unitNumber": 1,
    "text": "'<strong>...</strong>, sadece bir çeşit atomdan oluşan maddelerdir, başka maddelere parçalanamaz' tanımında yer alan boşluğa gelmesi en uygun seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bileşikler",
      "B": "Moleküller",
      "C": "Elementler",
      "D": "Karışımlar",
      "E": "Atom çekirdekleri"
    },
    "explanation": "<strong>Elementler</strong>, sadece bir çeşit atomdan oluşan maddelerdir, başka maddelere parçalanamaz."
  },
  {
    "id": "3617397",
    "unitNumber": 1,
    "text": "Elektron alışverişi sonucu oluşan bağlara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hidrojen bağlar",
      "B": "Kovalent bağlar",
      "C": "Peptid bağları",
      "D": "İyonik bağlar",
      "E": "Ester bağları"
    },
    "explanation": "<strong>İyonik Bağlar</strong>, elektron alışverişi sonucu oluşan bağlardır. Elektron alan ve elektron veren atom/moleküller arasında oluşan bağlardır."
  },
  {
    "id": "3617398",
    "unitNumber": 1,
    "text": "Su moleküllerinin, sahip oldukları polar yapı nedeniyle birbirini çekmesine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Özgül ısı",
      "B": "Adhezyon",
      "C": "Viskozite",
      "D": "Yüzey gerilimi",
      "E": "Kohezyon"
    },
    "explanation": "Su molekülleri, sahip oldukları polar yapı nedeniyle birbirini çeker. Buna <strong>kohezyon</strong> adı verilir. Özellikle bitkilerde suyun iletim demetlerinde yukarı taşınmasında etkilidir."
  },
  {
    "id": "3617399",
    "unitNumber": 1,
    "text": "<strong>'...</strong> Hücre, materyali (DNA), zarla çevrili çekirdek içinde olmayıp hücre sitoplazmasında serbest hâlde bulunan hücrelerdir' tanımlamasında yer alan boşluğa gelmesi en uygun seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Prokaryotik",
      "B": "Sitoplazma",
      "C": "Ökaryotik",
      "D": "Organel",
      "E": "Çekirdek"
    },
    "explanation": "<strong>Prokaryotik Hücre</strong>, Genetik materyali (DNA), zarla çevrili çekirdek içinde olmayıp hücre sitoplazmasında serbest hâlde bulunan hücrelerdir. Bu nedenle pro (ön-erken) karyot (çekirdek) hücre adını alırlar."
  },
  {
    "id": "3617400",
    "unitNumber": 1,
    "text": "Bir iyonun hücre zarından hangi yöne doğru hareket edeceğini belirleyen, hücre içi ve dışı arasındaki iyon konsantrasyonu ve elektrik yükü farkına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kolaylaştırılmış Difüzyon",
      "B": "Elektrokimyasal Gradient",
      "C": "Turgor Basıncı",
      "D": "Ozmoz",
      "E": "Kotransport"
    },
    "explanation": "Bir iyonun hücre zarından hangi yöne doğru hareket edeceğini belirleyen, hücre içi ve dışı arasındaki iyon konsantrasyonu ve elektrik yükü farkına <strong>elektrokimyasal gradient</strong> adı verilir."
  },
  {
    "id": "3617401",
    "unitNumber": 1,
    "text": "Ökaryotik hücrenin elektron mikroskop görüntülerinde sitoplazmada bir ağ gibi yayılmış hâlde gözlenen organele ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Replikasyon",
      "B": "Translasyon",
      "C": "Endoplazmik Retikulum (ER)",
      "D": "Ribozomal RNA (rRNA)",
      "E": "Golgi Aygıtı"
    },
    "explanation": "Endoplazmik Retikulum (ER), ökaryotik hücrenin elektron mikroskop görüntülerinde sitoplazmada bir ağ gibi yayılmış hâlde gözlenen organeldir."
  },
  {
    "id": "3617402",
    "unitNumber": 1,
    "text": "'<strong>...</strong>, canlı sistemlerde biyolojik katalizör olarak görev yapan protein yapılardır' tanımında yer alan boşluğa gelmesi en uygun seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sükrozlar",
      "B": "Glikozlar",
      "C": "Koenzimler",
      "D": "Enzimler",
      "E": "Kofaktörler"
    },
    "explanation": "<strong>Enzimler</strong>, canlı sistemlerde biyolojik katalizör olarak görev yapan protein yapılardır."
  },
  {
    "id": "3617403",
    "unitNumber": 1,
    "text": "'Aktif bölgeye tutunmak için substrat ile rekabet eden, inhibitör bir madde enzim aktivitesini engelleyebilir (inhibe edebilir), bu olaya <strong>... inhibisyon</strong> adı verilir' tanımında yer alan boşluğa gelmesi en uygun seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Düzenleyici",
      "B": "Rekabetçi olmayan",
      "C": "Feedback",
      "D": "Denaturasyon",
      "E": "Rekabetçi"
    },
    "explanation": "Aktif bölgeye tutunmak için substrat ile rekabet eden, inhibitör bir madde enzim aktivitesini engelleyebilir (inhibe edebilir), bu olaya<strong> rekabetçi inhibisyon</strong> adı verilir."
  },
  {
    "id": "3617404",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi canlı ve cansız arasındaki farklardan birisi değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hücresel yapı hem canlılarda hem de cansızlarda görülür.",
      "B": "Her canlı kendilerine özgü bir metabolizmaya sahiptir.",
      "C": "Canlılar, çevrelerinden gelen uyarılara cevap verirler.",
      "D": "Tüm canlılar üreme yeteneğine sahiptir.",
      "E": "Canlılar adaptasyon yeteneğine sahiptir"
    },
    "explanation": "Canlılar,hücrelerden meydana gelirken, cansızlar hücresel biryapı göstermezler. En küçüğünden en büyüğüne kadar tüm canlılar organize bir yapıya sahiptir. Hücre de, bu organizasyonel yapının en temel bileşenidir. Hücre, aynı zamanda moleküler ve biyokimyasal bir organizasyondur. Bu organizasyonun her bir bileşeni de özgün bir işleve sahiptir. Örneğin, hücre içerisinde yer alan bir organel olan mitokondri, hücreye ihtiyaç duyduğu enerjiyi sağlama görevi üstlenir. •Canlılarkendilerineözgübirmetabolizmaya sahiptir. Bu metabolizma faaliyetlerini yürütebilmek için de besin ve enerjiye gereksinim duyarlar. Enerjiyi dışarıdan alır, dönüştürür ve kullanırlar. Bu hâliyle açıksistemler olarak nitelendirilirler. •Hercanlıözelbirkimyasaldizilimesahiptir. Kalıtım materyali olarak DNA ya da RNA (virüsler) içerir. Bu materyalleri sayesinde yaşamsal faaliyetlerini etkin bir şekilde sürdürebilir, büyüme gelişmeyi kontrol edebilir. Kalıtım materyallerini çoğaltabilir, karmaşık molekülleri üretebilir ve nihayet kendisini de çoğaltabilir (üreme). Bu özellikler, cansızlarda bulunmaz. •Canlılar,çevrelerindengelenuyartılaracevapverirler. Bu cevaplar genellikle hareketle sonuçlanır, bu hareket hayvansal organizmalarda çok daha net bir şekilde ortaya Canlı Kimyası ve Hücre karken, özellikle kök sistemi ile sabit hâlde bulunan bitkisel organizmalarda bu hareket sınırlı bir şekilde gerçekleşmektedir. Cansızlar hareket etmezler. •Tümcanlılarüremeyeteneğinesahiptir.Her canlı ya da canlı sistemin organizasyonu belli bir süre sonra sona erer (ölüm). Bu nedenle canlılar neslini devam ettirebilmek için üremek zorundadırlar. Böylelikle kendine benzer bireyleri oluştururlar. Cansızlar üreme yeteneğine sahip değildir. •Hercanlınınbiriçdengesi(homeostazi) vardır. Cansızlar böyle bir düzenlemeye sahip değildir. •Canlılaradaptasyonyeteneğinesahiptir. Yaşadığı çevreye uyum sağlayarak, yaşam şansını arttırır. Cansızlar değişmez, adapte olmaz, farklılaşmaz."
  },
  {
    "id": "3617405",
    "unitNumber": 1,
    "text": "Çevresel koşullardaki tüm değişimlere rağmen, canlıların iç ortamının belirli sınırlar içerisinde değişmeden kalması olayına karşılık gelen terim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Anabolizma",
      "B": "Homeostazi",
      "C": "Katabolizma",
      "D": "Virüs",
      "E": "Kalıtsal molekül"
    },
    "explanation": "Çevresel koşullardaki tüm değişimlere rağmen, canlıların iç ortamının belirli sınırlar içerisinde değişmeden kalması olayına homeostazi adı verilir."
  },
  {
    "id": "3617406",
    "unitNumber": 1,
    "text": "Elektron alan ve elektron veren atom/moleküller arasında oluşan bağlara verilen isim aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hidrojen bağları",
      "B": "Kovalent bağlar",
      "C": "İyonik Bağlar",
      "D": "Glikozid bağı",
      "E": "Ester bağları"
    },
    "explanation": "Elektron alışverişi sonucu oluşan bağlardır. Elektron alan ve elektron veren atom/moleküller arasında oluşan bağlara iyonik bağlar ismi verilmektedir."
  },
  {
    "id": "3617407",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi kovalent bağların çeşitleri arasında değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Glikozid bağı",
      "B": "Peptid bağları",
      "C": "Ester bağları",
      "D": "İyonik bağlar",
      "E": "Fosfodiester bağları"
    },
    "explanation": "Organik bileşiklerden olan karbonhidratların monomerlerini birbirine bağlayan glikozid bağı, amino asitleri birleştirerek proteinlerin oluşumunu sağlayan peptid bağları, yağ monomerlerini birbirine bağlayan ester bağları ve nükleik asitleri birbirine bağlayan fosfodiester bağları hep kovalent bağlardır"
  },
  {
    "id": "3617408",
    "unitNumber": 1,
    "text": "Su molekülleri, sahip oldukları polar yapı nedeniyle birbirini çeker. Özellikle bitkilerde suyun iletim demetlerinde yukarı taşınmasında etkilidir. Bu etkiye verilen isim aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Özgül ısı",
      "B": "Yüzey gerilimi",
      "C": "Adhezyon",
      "D": "Reaktif gruplar",
      "E": "Kohezyon"
    },
    "explanation": "Su molekülleri, sahip oldukları polar yapı nedeniyle birbirini çeker. Buna kohezyon adı verilir. Özellikle bitkilerde suyun iletim demetlerinde yukarı taşınmasında etkilidir. Yine kohezyon kuvveti sayesinde su yüzeyinde bir gerilim oluşur ki bu da yüzey gerilimi olarak bilinir. Bazı canlılar suyun yüzey gerilimini kullanarak, su yüzeyinde hareket edebilir."
  },
  {
    "id": "3617409",
    "unitNumber": 1,
    "text": "3 ila 7 C atomundan oluşan ve bir şeker molekülü içeren basit şekerlerden oluşan karbonhidrat türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Monosakkaritler",
      "B": "Disakkaritler",
      "C": "Polisakkaritler",
      "D": "Glikoz",
      "E": "Sakkaroz"
    },
    "explanation": "Monosakkaritler, 3 ila 7 C atomundan oluşan ve bir şeker molekülü içeren basit şekerlerdir. Hal-kasal yapıları nedeniyle, büyük oranda reaksiyona girmeme eğiliminde olan monosakkaritler; inşa, taşıma ve enerji depolama gibi fizyolojik işlevler açısından ideal moleküllerdir."
  },
  {
    "id": "3617410",
    "unitNumber": 1,
    "text": "İki adet monosakkaritin bir-birlerine glikozid bağı ile bağlanması ile oluşan moleküllere verilen isism aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gliseraldehit",
      "B": "Disakkarit",
      "C": "Riboz",
      "D": "Fruktoz",
      "E": "Polisakkarit"
    },
    "explanation": "Disakkaritler, iki adet monosakkaritin bir-birlerine glikozidbağı ile bağlanması ile oluşan moleküllerdir"
  },
  {
    "id": "3617411",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yağlar (lipidler) hakkında <strong>doğru değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Yağlar, canlılarda enerji deposu olarak işlevi olan bir organik molekül grubudur.",
      "B": "Bir yağ asidinin bütün C atomları, maksimum sayıda H sayısına sahipse, o yağ doymamış bir yağ asididir.",
      "C": "Kütin, süberin ve mumlar nörtal yağlara örnektir.",
      "D": "Hayvansal yağlar doymuş, bitkisel yağlar doymamış yağ asitleridir.",
      "E": "Ester bağı oluşumu ile hidrofobik özellikte yağ polimerleri oluşur."
    },
    "explanation": "Yağlar (lipitler); C, H ve O elementlerinden oluşan ve karbonhidratlardan farklı olarak N, S içermeyen ve oksijenden daha çok H içeren organik moleküllerdir. Birçok yağ molekülü için temel birim (monomer), yağ asitleridir. Yağ asitleri, uçlarından birinde bir karboksil (-COOH) grubu taşıyan uzun zincirlerdir. Yağ polimerinin oluşumu, 3 molekül yağ asidinin karboksil uçlarında yer alan hidroksil (-OH) grupları ile gliserol molekülünün üç karbonuna bağlı hâlde bulunan hidroksil (-OH) grupları arasında dehidrasyon sentezi yoluyla ester bağı kurulumu ile gerçekleştirilir. Hidrofobik (sudan korkan) moleküllerdir, yani suda çözünmezler. Yağlar, katı ya da sıvı hâlde bulunabilirler. Oda sıcaklığında hayvansal yağlar katı, bitkisel yağlar sıvı hâlde bulunur. Eğer bir yağ asidinin bütün C atomları, maksimum sayıda H sayısına sahipse, o yağ doymuş bir yağ asidi olarak isimlendirilir. Eğer bir yağ asidinin yan yana gelen C atomları arasında çift bağ oluşumu varsa, bu durumda buna doymamış yağ asidi adı verilir. Hayvansal yağlar doymuş, bitkisel yağlar doymamış yağ asitleridir. Yağlar, canlılarda enerji deposu olarak iş gören ve canlı dokuların yapısına katılan önemli bir organik molekül grubudur.Nötral yağlara en güzel örnek olarak, bitki yüzeylerini kaplayan kütin, süberin ve mumlar verilebilir."
  },
  {
    "id": "3617412",
    "unitNumber": 1,
    "text": "Stereoidler, karmaşık yağ molekülleri olup çeşitli düzenleyici moleküller olarak görev yaparlar. Aşağıdakilerden hangisi steroid yapılı yağlara bir örnek <strong>değildir</strong> ?",
    "correctAnswer": "D",
    "options": {
      "A": "Eşey hormonları",
      "B": "Kolesterol",
      "C": "Safra tuzları",
      "D": "Fosfolipit",
      "E": "Vitamin D"
    },
    "explanation": "Stereoidler ise, biraz daha karmaşık yağ molekülleri olup çeşitli düzenleyici moleküller olarak görev yaparlar. Eşey hormonları, kolesterol, safra tuzları, vitamin D örnek olarak verilebilir. Fosfolipitler, bileşik yağlara örnektir. Özellikle fosfolipitler, hücre zarı yapısının ana bileşenini oluşturmaktadır."
  },
  {
    "id": "3617413",
    "unitNumber": 1,
    "text": "Hücre zarının akışkanlık özelliği, yapısındaki aşağıda yer alan hangi molekülden kaynaklanır?",
    "correctAnswer": "E",
    "options": {
      "A": "Glikolipid",
      "B": "Periferal protein",
      "C": "Transmembran protein",
      "D": "Kolesterol",
      "E": "Fosfolipid"
    },
    "explanation": "Hücre zarının ana yapı taşı fosfolipidlerdir. Fosfolipidler su seven (hidrofilik) bir baş kısmı ile su sevmeyen (hidrofobik) kuyruk kısmına sahip olduğundan sulu bir ortamda kuyruk kısımları birbirine, baş kısımları ise dış (sulu) ortama bakacak şekilde bir çift tabaka oluşturur. Fosfolipidler, aralarında bağ yapmadıkları için hücre zarı yapısına akıcılık kazandırırlar. Hücre zarında bulunan bir diğer lipid, kolesteroldür."
  },
  {
    "id": "3617414",
    "unitNumber": 1,
    "text": "Canlıları, en küçük birimi olan hücreden organizma boyutuna, içerisinde gerçekleşen metabolik faaliyetlerden diğer canlılar ve cansız çevreleri ile olan etkileşimlerine kadar çok yönlü ve bütünsel bir bakış açısıyla inceleyen bilim dalı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kimya",
      "B": "Nöroloji",
      "C": "Fizik",
      "D": "Biyoloji",
      "E": "Fizyoloji"
    },
    "explanation": "Biyolojinin tanımı ve kapsamı<br/>Canlıları, en küçük birimi olan hücreden organizma boyutuna, içerisinde gerçekleşen metabolik faaliyetlerden diğer<br/>canlılar ve cansız çevreleri ile olan etkileşimlerine<br/>kadar çok yönlü ve bütünsel bir bakış açısıyla inceleyen bilim"
  },
  {
    "id": "3617415",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi dokuların biraraya gelmesi sonucunda oluşur?",
    "correctAnswer": "B",
    "options": {
      "A": "Hücre",
      "B": "Organ",
      "C": "Sistem",
      "D": "Organizma",
      "E": "Birey"
    },
    "explanation": "Canlının tanımı ve özellikleri<br/>Canlıların, canlılık özelliklerini taşıyan en küçük yapı birimi hücredir. Hücreler bir araya gelerek dokuyu, dokular organları, organlar sistemleri ve<br/>organ sistemleri de organizmayı yani bireyi meydana getirmektedir."
  },
  {
    "id": "3617416",
    "unitNumber": 1,
    "text": "Canlıların, canlılık özelliklerini taşıyan en küçük yapı birimine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Atom",
      "B": "Organ",
      "C": "Hücre",
      "D": "Kas",
      "E": "Organizma"
    },
    "explanation": "Canlıların tanımı ve özellikleri<br/>Canlıların, canlılık özelliklerini taşıyan en küçük yapı birimi hücredir."
  },
  {
    "id": "3617417",
    "unitNumber": 1,
    "text": "Birey, popülasyon, komünite (tür toplulukları) ve ekosistemin tamamını kapsayan ve canlıların yaşadığı 16-20 km kalınlığındaki tabakaya ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Atmosfer",
      "B": "Litosfer",
      "C": "Hidrosfer",
      "D": "Geosfer",
      "E": "Biyosfer (canlı yüzey)"
    },
    "explanation": "Canlıların yapısı, tanımı ve özellikleri<br/>Bu organizasyonel yapı daha da ileriye taşındığında bireylerin oluşturduğu popülasyon, farklı türlere ait popülasyonların oluşturduğu komünite (tür toplulukları), komünite ve cansız çevrelerini içeren ekosistem ve bunların tamamını kapsayan ve canlıların yaşadığı 16-20 km kalınlığındaki biyosfer (canlı yüzey) tabakasından bahsetmek gerekir"
  },
  {
    "id": "3617418",
    "unitNumber": 1,
    "text": "Çevresel koşullardaki tüm değişimlere rağmen, canlıların iç ortamının belirli sınırlar içerisinde değişmeden kalması olayına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Katabolizma",
      "B": "Anabolizma",
      "C": "Metabolizma",
      "D": "Homeostazi",
      "E": "Adaptasyon"
    },
    "explanation": "Canlıların yapısı ve özellikleri<br/>Her canlının bir iç dengesi (homeostazi) vardır. Cansızlar böyle bir düzenlemeye sahip değildir."
  },
  {
    "id": "3617419",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bileşiklere örnek olarak <u>verilemez?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Nitrat (NO<sub>3</sub>)",
      "B": "Tuz (NaCl)",
      "C": "Potasyum permanganat (KMnO<sub>4</sub>)",
      "D": "Sülfirik Asit (H<sub>2</sub>SO<sub>4</sub>)",
      "E": "Lityum (Li)"
    },
    "explanation": "Atom-molekül kavramları, element ve bileşik tanımları<br/>Lityum aynı tür atomlardan oluşan bir element olduğu için bileşik olarak sınıflandırılamaz"
  },
  {
    "id": "3617420",
    "unitNumber": 1,
    "text": "Aşağıda verilenlerden hangisi iyonik bağlı bileşiklere örnek olarak verilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "NaCl",
      "B": "H<sub>2</sub>O",
      "C": "CO",
      "D": "CO<sub>2</sub>",
      "E": "HCl"
    },
    "explanation": "kimyasal bağ çeşitleri ve özellikleri<br/>Bir atom ister elektron versin, ister alsın yüklü<br/>hâle geçer ve bu hâliyle atomlar iyon olarak isimlendirilir. Başka bir ifade ile elektron kazanan grup<br/>(-), elektron veren grup (+) yüklenir ve zıt yüklü<br/>iyonların birbirini çekmesi ile iyonik bağlar oluşur.<br/>Sodyum (Na) ve klor (Cl) iyonları arasındaki bağ,<br/>iyonik bağa örnek olarak verilebilir"
  },
  {
    "id": "3617421",
    "unitNumber": 1,
    "text": "Kimyasal özellikleri değişmeden, birden fazla maddenin bir araya gelmesi ile oluşan yapıya ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karışım",
      "B": "Bileşik",
      "C": "Element",
      "D": "Molekül",
      "E": "Aerosol"
    },
    "explanation": "Atom-Molekül Kavramları<br/>Bileşik kimyasal olarak tamamen yeni ve kendisini oluşturan bileşenlerden farklı bir yapı gösterirken, karışımı oluşturan maddelerin kimyasal özellikleri değişmez."
  },
  {
    "id": "3617422",
    "unitNumber": 1,
    "text": "Su molekülleri, sahip oldukları polar yapı nedeniyle birbirini çekmelerine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yüzey gerilimi",
      "B": "Kohezyon",
      "C": "Adhezyon",
      "D": "Özgül ısı",
      "E": "Polarite"
    },
    "explanation": "Su ve Yaşam<br/>Su molekülleri, sahip oldukları polar yapı<br/>nedeniyle birbirini çeker. Buna kohezyon<br/>adı verilir. Özellikle bitkilerde suyun iletim<br/>demetlerinde yukarı taşınmasında etkilidir"
  },
  {
    "id": "3617423",
    "unitNumber": 1,
    "text": "C, H ve O elementlerinden oluşan ve karbonhidratlardan farklı olarak N, S içermeyen ve oksijenden daha çok H içeren organik moleküllere ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Glikoz",
      "B": "Fruktoz",
      "C": "Galaktoz",
      "D": "Yağ (lipit)",
      "E": "Protein"
    },
    "explanation": "Canlı Yapısında Bulunan Organik Bileşikler<br/>Yağlar (lipitler); C, H ve O elementlerinden oluşan ve karbonhidratlardan farklı olarak N, S içermeyen<br/>ve oksijenden daha çok H içeren organik moleküllerdir. Birçok yağ molekülü için temel birim (monomer),<br/>yağ asitleridir."
  },
  {
    "id": "3617934",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yağlar (lipidler) hakkında <strong>doğru değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Yağlar, canlılarda enerji deposu olarak işlevi olan bir organik molekül grubudur.",
      "B": "Bir yağ asidinin bütün C atomları, maksimum sayıda H sayısına sahipse, o yağ doymamış bir yağ asididir.",
      "C": "Kütin, süberin ve mumlar nörtal yağlara örnektir.",
      "D": "Hayvansal yağlar doymuş, bitkisel yağlar doymamış yağ asitleridir.",
      "E": "Ester bağı oluşumu ile hidrofobik özellikte yağ polimerleri oluşur."
    },
    "explanation": "Canlı Yapısında Bulunan Organik Bileşikler<br/>Yağlar (lipitler); C, H ve O elementlerinden oluşan ve karbonhidratlardan farklı olarak N, S içermeyen ve oksijenden daha çok H içeren organik moleküllerdir. Birçok yağ molekülü için temel birim (monomer), yağ asitleridir. Yağ asitleri, uçlarından birinde bir karboksil (-COOH) grubu taşıyan uzun zincirlerdir. Yağ polimerinin oluşumu, 3 molekül yağ asidinin karboksil uçlarında yer alan hidroksil (-OH) grupları ile gliserol molekülünün üç karbonuna bağlı hâlde bulunan hidroksil (-OH) grupları arasında dehidrasyon sentezi yoluyla ester bağı kurulumu ile gerçekleştirilir. Hidrofobik (sudan korkan) moleküllerdir, yani suda çözünmezler. Yağlar, katı ya da sıvı hâlde bulunabilirler. Oda sıcaklığında hayvansal yağlar katı, bitkisel yağlar sıvı hâlde bulunur. Eğer bir yağ asidinin bütün C atomları, maksimum sayıda H sayısına sahipse, o yağ doymuş bir yağ asidi olarak isimlendirilir. Eğer bir yağ asidinin yan yana gelen C atomları arasında çift bağ oluşumu varsa, bu durumda buna doymamış yağ asidi adı verilir. Hayvansal yağlar doymuş, bitkisel yağlar doymamış yağ asitleridir. Yağlar, canlılarda enerji deposu olarak iş gören ve canlı dokuların yapısına katılan önemli bir organik molekül grubudur.Nötral yağlara en güzel örnek olarak, bitki yüzeylerini kaplayan kütin, süberin ve mumlar verilebilir."
  },
  {
    "id": "3617424",
    "unitNumber": 2,
    "text": "Histon proteinlerle birlikte katlanıp kısalarak oluşan işlevsel genetik yapı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "DNA",
      "B": "RNA",
      "C": "Genom",
      "D": "Genotip",
      "E": "Kromozom"
    },
    "explanation": "Kitaptan alıntıdır:\n<br/><strong>TEMEL GENETİK KAVRAMLAR</strong>\n<br/>Genetik bilgiyi ya da yaşamsal şifreleri taşıyan, ifade eden, düzenleyen, depolayan, aktaran, değişebilen genetik madde DNA (deoksiribonükleikasit)’dır. DNA’nın en küçük yapısal ve işlevsel birimine gen adı verilir. Genotip ya da genom bir canlının taşıdığı genlerin toplamıdır. Genotipin içeriği ve büyüklüğü canlının türüne özgü olarak değişir.<br/>DNA molekülü histon proteinlerle birlikte katlanıp kısalarak, <strong>kromozom</strong> denilen işlevsel yapıları oluşturur. Her bir <strong>kromozom</strong>, bir DNA molekülünün histon proteinler aracılığıyla kıvrılıp katlanarak, mikroskobik olarak görülebilir hâle geldiği yapıdır.<br/>Aşağıdaki açıklamalar uyarınca doğru cevap \"E\" seçeneğidir."
  },
  {
    "id": "3617425",
    "unitNumber": 2,
    "text": "Genom için aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "DNA molekülüne verilen diğer isimdir",
      "B": "DNA’nın en küçük yapısal ve işlevsel birimidir",
      "C": "İçeriği ve büyüklüğü her canlı türünde ayndır",
      "D": "Bir canlının taşıdığı genlerin toplamıdır",
      "E": "Her hangi bir protein aracılığıyla kıvrılıp katlanarak, mikroskobik olarak görülebilir hâle gelmiş yapıdır"
    },
    "explanation": "Kitaptan alıntıdır:\n<br/><strong>TEMEL GENETİK KAVRAMLAR</strong>\n<br/>Genetik bilgiyi ya da yaşamsal şifreleri taşıyan, ifade eden, düzenleyen, depolayan, aktaran, değişebilen genetik madde DNA (deoksiribonükleikasit)’dır. DNA’nın en küçük yapısal ve işlevsel birimine gen adı verilir. <strong>Genotip ya da genom bir canlının taşıdığı genlerin toplamıdır.</strong> Genotipin içeriği ve büyüklüğü canlının türüne özgü olarak değişir.<br/>DNA molekülü histon proteinlerle birlikte katlanıp kısalarak, kromozom denilen işlevsel yapıları oluşturur. Her bir kromozom, bir DNA molekülünün histon proteinler aracılığıyla kıvrılıp katlanarak, mikroskobik olarak görülebilir hâle geldiği yapıdır<br/>Aşağıdaki açıklamalar uyarınca doğru cevap \"D\" seçeneğidir."
  },
  {
    "id": "3617426",
    "unitNumber": 2,
    "text": "Somatik hücrelerde iki set hâlinde (çift olarak) bulunan kromozomların her bir çifti ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Eşey kromozomu",
      "B": "Gonozom",
      "C": "Homolog kromozom",
      "D": "Somatik kromozom",
      "E": "Otozom"
    },
    "explanation": "Kitaptan alıntıdır:\n<br/>Somatik hücrelerde iki set hâlinde (çift olarak) bulunan kromozomların her bir çifti <strong>homolog kromozom</strong> olarak adlandırılır. Homolog kromozomlar biri dişi, diğeri erkek atadan gelmiş olan, aynı morfolojik yapıya sahip ve aynı genleri taşıyan eş kromozomlardır. Homolog kromozomlar aynı bölgelerinde, aynı genleri bulundururlar (Şekil 2.1).<br/>Aşağıdaki açıklamalar uyarınca doğru cevap \"C\" seçeneğidir."
  },
  {
    "id": "3617428",
    "unitNumber": 2,
    "text": "Mendel'in deneylerinde bezelyelerde seçmiş olduğu karakterlerden hangisi <strong>resesif karakterdir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Mor çiçek rengi",
      "B": "Düzgün tohum şekli",
      "C": "Şişkin tohum kabuğu",
      "D": "Sarı renk tohum kabuğu",
      "E": "Uzun bitki boyu"
    },
    "explanation": "Kitaptan alıntıdır (Şekil 2.3):\n<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/021edd5ff2b1c5c0fd6e4501fb48edf3.jpeg\" alt=\"\" width=\"693\" height=\"471\"><br/>Aşağıdaki şekil içeriğine göre doğru cevap \"D\" seçeneğidir.\n<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/69ca77cfc0afa4777dde2c7e08b82f2f.jpeg\" alt=\"\" width=\"456\" height=\"295\">"
  },
  {
    "id": "3617429",
    "unitNumber": 2,
    "text": "Akşam sefası (Mirabilis jalapa) bitkilerinde kırmızı çiçekli (KK) ve beyaz çiçekli (kk) atasal bireyler çaprazlandığında F1 soyunda pembe renkli (Kk) çiçek oluşması durumu aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Eksik dominantlık",
      "B": "Kodominantlık",
      "C": "Eşit dominantlık",
      "D": "Dominant letal gen etkileşimi",
      "E": "Resesif letal gen etkileşimi"
    },
    "explanation": "Kitaptan alıntıdır:\n<br/><strong>Yarıbaskınlık (Eksik Dominantlık)</strong><br/>Yarıbaskınlık ya da eksik dominantlıkta, F1soyu her iki atasal karakterin arasında bir görünüme sahiptir. Dominant olan gen heterozigot durumda tam baskın değildir. Böyle bir durum ilk kez akşam sefası (Mirabilis jalapa) bitkilerinde gösterilmiştir. Araştırıcı bu bitkiye ait kırmızı çiçekli (KK) ve beyaz çiçekli (kk) atasal bireyleri çaprazladığında F1 soyunda, pembe çiçekli (Kk) yavru bireylerin oluştuğunu gözlemiştir (Şekil 2.7).<br/>Aşağıdaki açıklamalar uyarınca doğru cevap \"A\" seçeneğidir."
  },
  {
    "id": "3617430",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kodominantlık (eşbaskınlık) örneğidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Düzgün tohumlu bezelyenin buruşuk tohumlu ile çaprazlanması sonucu düzgün tohumlu bezelye oluşması",
      "B": "Mor çiçekli bezelyenin beyaz çiçekli ile çaprazlanması sonucu mor çiçekli bezelye oluşması",
      "C": "Kırmızı çiçekli akşam sefasının beyaz çiçekli akşam sefası ile çaprazlanması sonucu pembe çiçekli akşam sefası oluşması",
      "D": "A ve B kan grubundan ebeveylerin çocuklarının AB kan grubuna sahip olması",
      "E": "Bitkilerde ortaya çıkan albinizm"
    },
    "explanation": "Kitaptan alıntıdır:\n<br/><strong>Eşbaskınlık (Kodominantlık)</strong>\n<br/><strong>Kodominantlık</strong> ya da <strong>eşbaskınlık</strong>, bir monohibrit çaprazlanmanın F1 soyunda, her iki atasal özelliğin de eşit oranda gözlendiği bir kalıtım tipidir. Heterozigot durumda, bir genin her iki alleli de tam olarak ifade edilir ve kodominant alleller olarak tanımlanırlar. Bu yüzden biraz farklı bir sembol sistemi ile gösterilirler. Alleller ilgili genin sembolize edildiği bir harfin üssü şeklinde belirtilir.<br/>Bu etkileşimin en güzel örnekleri çok sayıda allel ile belirlenen insan kan grubu fenotiplerinde gözlenir. Örneğin; ABO kan grubu sisteminde, <strong>A ve B allelleri arasındaki kodominantlık ilişkisi söz konusudur</strong>. A ve B allelleri bakımından homozigot anne ve babanın (IAIA x IBIB) yavruları heterozigottur (IAIB) ve allellerin her ikiside fenotipte ifade edilir. AB kan grubuna sahip bireylerin sahip olacağı çocuklar ise ¼ AA, ½ AB ve ¼ BB ....<br/>Aşağıdaki açıklamalar uyarınca doğru cevap \"D\" seçeneğidir."
  },
  {
    "id": "3617431",
    "unitNumber": 2,
    "text": "Bir genin dominant allelinin, diğer genin fenotipik ifadesini engellemesi durumu hangi tip epistazidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çift dominant epistazi",
      "B": "Dominant epistazi",
      "C": "Çift resesif epistazi",
      "D": "Resesif epistazi",
      "E": "Çift epistazi"
    },
    "explanation": "Kitaptan alıntıdır:\n<br/>• <strong>Dominant epistazi</strong>: Bir genin dominant allelinin, diğer genin fenotipik ifadesini engellemesidir. F2 soyundaki fenotip oranı 12:3:1 olarak değişir.<br/>Aşağıdaki açıklamlar uyarınca doğru cevap \"B\" seçeneğidir."
  },
  {
    "id": "3617432",
    "unitNumber": 2,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9dc5d3f5ec7c14bd237e965e5e59aeee.jpeg\" alt=\"\" width=\"349\" height=\"345\"> Şemada hemofili için verilen kalıtım şekli aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Eşeye (X’e ) Bağlı Dominant Kalıtım",
      "B": "Eşeye (X’e ) Bağlı Resesif Kalıtım",
      "C": "Bağlı genlerin kalıtımı",
      "D": "Poligenetik Kalıtım",
      "E": "Kantitatif Kalıtım"
    },
    "explanation": "Kitaptan alıntıdır (Şekil 2.14):\n<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2c65110241b92ff349f605622947e373.jpeg\" alt=\"\" width=\"542\" height=\"441\"><br/>Aşağıdaki açıklamalar uyarınca doğru cevap \"B\" seçeneğidir."
  },
  {
    "id": "3617433",
    "unitNumber": 2,
    "text": "\"F1 test çaprazlaması sonucunda oluşan rekombinant birey sayısının, toplam birey sayısına bölünüp 100 ile<br/>çarpılarak, %’ de olarak gösterilmesidir.\" İfadesi aşağıdakilerden hangisini tanımlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Rekombinant bireyler",
      "B": "Rekombinasyon frekansı",
      "C": "Homolog rekombinasyon",
      "D": "Krossingover",
      "E": "Translokasyon"
    },
    "explanation": "Kitaptan alıntıdır:\n<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d88c434540b0b0f14ca05dd12d26a3b8.jpeg\" alt=\"\" width=\"479\" height=\"303\"><br/>Aşağıdaki açıklamalar uyarınca doğru cevap \"B\" seçeneğidir."
  },
  {
    "id": "3617434",
    "unitNumber": 2,
    "text": "Aşağıda belirtilenlerden hangileri genetiğin alt dallarındandır ?\n I. Aktarım genetiği\n II. Sitogenetik\n III. Moleküler genetik",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Genetik alanında yapılan çalışmalar; hücreleri, bireyleri, onların oluşturduğu nesilleri ve populasyonları kapsar. Genetik Bilimi, bu geniş kapsam içinde; Aktarım genetiği, Sitogenetik, Moleküler genetik, Populasyon genetiği, Genomik ve Gen mühendisliği gibi alt dallara ayrılmıştır. Her bir alt alan farklı amaç ve kapsamda araştırmalar yaparken çeşitli bilim dalları (Ziraat, Tıp, Ekoloji, Biyokimya, Nanoteknoloji, Bilgi<br/>Teknolojisi, Sosyoloji, Hukuk vd.) ile de etkileşim ve işbirliği yapmaktadır.<br/>Cevap hepsi olmalıdır."
  },
  {
    "id": "3617435",
    "unitNumber": 2,
    "text": "DNA molekülü histon proteinlerle birlikte katlanıp kısalarak, oluşturdukları işlevsel yapılarına ne ad verilir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Kromozom",
      "B": "Genotip",
      "C": "Diploit genoma",
      "D": "Haploit genoma",
      "E": "Otozom"
    },
    "explanation": "DNA molekülü histon proteinlerle birlikte katlanıp kısalarak, kromozom denilen işlevsel yapıları oluşturur. Her bir kromozom, bir DNA molekülünün histon proteinler aracılığıyla kıvrılıp katlanarak, mikroskobik olarak görülebilir hâle geldiği yapıdır.<br/>Cevap kromozom olmalıdır."
  },
  {
    "id": "3617436",
    "unitNumber": 2,
    "text": "Çuha çiçeği bitkisinde, genotipi aynı olan tohumlardan 15-20 °C’de yetişenlerin kırmızı renkte, 30-35 °C ve nemli ortamda yetişenlerin ise beyaz renkte çiçek açması aşağıda verilen durumların hangisine örnektir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Allel gen",
      "B": "Modifikasyon",
      "C": "Fenotip",
      "D": "Mutasyon",
      "E": "Yapay varyasyon"
    },
    "explanation": "Çevresel koşulların fenotipik karakterleri sınırlı ölçüler içinde değiştirmesi olayına modifikasyon<br/>adı verilir. Örneğin, Çuha çiçeği bitkisinde, genotipi aynı olan tohumlardan 15-20 °C’de yetişenlerin<br/>kırmızı renkte, 30-35 °C ve nemli ortamda yetişenlerin ise beyaz renkte çiçek açması modifikasyonun<br/>güzel bir örneğidir.<br/>Cevap modifikasyon olmalıdır."
  },
  {
    "id": "3617437",
    "unitNumber": 2,
    "text": "Bir monohibrit çaprazlanmanın F1 soyunda, her iki atasal özelliğin de eşit oranda gözlendiği kalıtım tipine ne ad verilir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Tam baskınlık",
      "B": "Yarıbaskınlık",
      "C": "Eşbaskınlık",
      "D": "Gen etkileşimi",
      "E": "Test çaprazlaması"
    },
    "explanation": "Kodominantlık ya da eşbaskınlık, bir monohibrit çaprazlanmanın F1 soyunda, her iki atasal özelliğin de eşit oranda gözlendiği bir kalıtım tipidir. Heterozigot durumda, bir genin her iki alleli de tam olarak ifade edilir ve kodominant alleller olarak tanımlanırlar. Bu yüzden biraz farklı bir sembol sistemi ile gösterilirler. Alleller ilgili genin sembolize edildiği bir harfin üssü şeklinde belirtilir.<br/>Cevap kodominantlık ya da eşbaskınlık olmalıdır."
  },
  {
    "id": "3617438",
    "unitNumber": 2,
    "text": "Bir genin dominant allelinin, diğer genin fenotipik ifadesini engellemesine ne ad verilir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Resesif epistazi",
      "B": "Dominant epistazi",
      "C": "Çift epistazi",
      "D": "Çift resesif epistazi",
      "E": "Çift dominant epistazi"
    },
    "explanation": "Dominant epistazi: Bir genin dominant allelinin, diğer genin fenotipik ifadesini<br/>engellemesidir. F2 soyundaki fenotip oranı 12:3:1 olarak değişir<br/>Çözüm dominant epistazi olmalıdır."
  },
  {
    "id": "3617439",
    "unitNumber": 2,
    "text": "Doğal hücresel mekanizmalarda meydana gelen, atalarda olmaktan çok, mayozda krossing-overde olduğu gibi, soylarda genlerin yeni organizasyonlarda bir araya gelmesi sonucu olan değişikliklere ne ad verilir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Mutasyon",
      "B": "Anöploidi",
      "C": "Rekombinasyon",
      "D": "Öploidi",
      "E": "Aberasyon"
    },
    "explanation": "Mutasyon bir canlının genetik materyalinde meydana gelen<br/>kalıtılabilir değişikliklerdir. Rekombinasyonlar ise genel olarak doğal hücresel mekanizmalarda meydana gelen, atalarda olmaktan çok, mayozda krossing-overde<br/>olduğu gibi, soylarda genlerin yeni organizasyonlarda<br/>bir araya gelmesi sonucu olan değişikliklerdir.<br/>Cevap rekombinasyon olmalıdır."
  },
  {
    "id": "3617440",
    "unitNumber": 2,
    "text": "Nullizomi durumunda kromozom sayısı nasıl değişmektedir ?",
    "correctAnswer": "B",
    "options": {
      "A": "2n - 1",
      "B": "2n - 2",
      "C": "2n + 1",
      "D": "2n + 2",
      "E": "2n"
    },
    "explanation": "Nullizomi: (2n - 2) homolog kromozom çiftinden her iki kromozomun eksik olmasıdır.<br/>2n - 2 olmalıdır."
  },
  {
    "id": "3617441",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi/hangileri trizomi durumunda görülen hastalıklardandır ?\n I. Turner sendromu\n II. Klinefelter sendromu\n III. Down sendromu",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Trizomi ise gonozomal ve otozomal kromozomlarda oluştuğunda farklı sonuçlar doğurur. Gonozomal trizomilere; XXY, Klinefelter sendromu ve XYY şeklinde rastlanabilir. Otozomal trizomilerden en çok rastlanan ve bilineni ise 21. kromozom trizomisidir<br/>ve Down sendromu ya da Mongolizm olarak bilinir<br/>Cevap Klinefelter sendromu ve Down sendromu olmalıdır. Turner sendromu monozomi durumunda görülür."
  },
  {
    "id": "3617442",
    "unitNumber": 2,
    "text": "Gen bölgesindeki bir pürin bazının diğer bir pürin bazı (A, G ya da G, A) ile ya da bir<br/>pirimidin bazının diğer bir pirimidin bazı (C, T ya da T, C) ile yer değiştirmesi durumuna ne ad verilir ?",
    "correctAnswer": "A",
    "options": {
      "A": "transisyon",
      "B": "transversiyon",
      "C": "çerçeve kayması",
      "D": "inversiyon",
      "E": "duplikasyon"
    },
    "explanation": "Gen mutasyonu, bir genin yapısında oluşan değişmelerdir. Gen mutasyonlarının üç tipi vardır. Bunlardan biri transisyondur.<br/>Transisyon: Gen bölgesindeki bir pürin bazının diğer bir pürin bazı (A, G ya da G, A) ile ya da bir<br/>pirimidin bazının diğer bir pirimidin bazı (C, T ya da T, C) ile yer değiştirmesi durumudur.<br/>Cevap transisyon olmalıdır."
  },
  {
    "id": "3617443",
    "unitNumber": 2,
    "text": "Bakteriyel bir DNA parçasının, alıcı bakterinin hücre zarındaki özel bir reseptör aracılığıyla hücre içine alınarak bakteri genomuna aktarılması işlemine ne ad verilir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Konjugasyon",
      "B": "Rekombinasyon",
      "C": "Transformasyon",
      "D": "Transdüksiyon",
      "E": "Mutasyon"
    },
    "explanation": "Transformasyon Bakteriyel bir DNA parçasının, alıcı bakterinin hücre zarındaki özel bir reseptör aracılığıyla hücre içine alınarak bakteri genomuna aktarılması işlemidir. Aktarılan DNA parçasının taşıdığı genetik bilgi alıcı bakteriye yeni özellikler kazandırabilmektedir.<br/>Cevap transformasyon olmalıdır."
  },
  {
    "id": "3617444",
    "unitNumber": 2,
    "text": "Bir canlının taşıdığı genlerin toplamına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Genom",
      "B": "Eşey kromozom",
      "C": "Homolog kromozom",
      "D": "Mutant allel",
      "E": "Mozigot allel"
    },
    "explanation": "Genotip ya da genom bir canlının taşıdığı genlerin toplamıdır."
  },
  {
    "id": "3617445",
    "unitNumber": 2,
    "text": "Genin mutasyona uğramamış doğal formu ne olarak nitelendirilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Y\n Yabani allel",
      "B": "Homozigot allel",
      "C": "Heterozigot allel",
      "D": "Mutant allel",
      "E": "Fenotip"
    },
    "explanation": "Genin mutasyona uğramamış doğal formu yabani allel olarak nitelendirilir."
  },
  {
    "id": "3617446",
    "unitNumber": 2,
    "text": "Bir ya da daha fazla gen çifti bakımından homozigot olan bireylere, o genin<br/>ifade ettiği karakter ya da özellik bakımından ne adı verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Saf soy (sarı döl)",
      "B": "Fenotip",
      "C": "Modifikasyon",
      "D": "Haploit genoma",
      "E": "Diploit genoma"
    },
    "explanation": "Bir ya da daha fazla gen çifti bakımından homozigot olan bireylere, o genin<br/>ifade ettiği karakter ya da özellik bakımından saf soy (arı döl) adı verilir."
  },
  {
    "id": "3617447",
    "unitNumber": 2,
    "text": "DNA’nın biyolojik bilgiyi ve şifreyi taşıyan, ifade eden, düzenleyen, depolayan, aktaran ve değişebilen en küçük yapısal ve işlevsel bölgesi hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gen",
      "B": "Kromozom",
      "C": "Homolog",
      "D": "Mutasyon",
      "E": "Modifikasyon"
    },
    "explanation": "Gen: DNA’nın biyolojik bilgiyi ve şifreyi taşıyan, ifade eden, düzenleyen, depolayan, aktaran ve değişebilen en küçük yapısal ve işlevsel bölgesidir."
  },
  {
    "id": "3617448",
    "unitNumber": 2,
    "text": "Canlının genotipi değişmeksizin sadece fenotipinde, çevresel koşulların etkisiyle olan değişimlerden kaynaklanan bir çeşitlenme sebebi hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Modifikasyonlar",
      "B": "Mutasyonlar:",
      "C": "Rekombinasyonlar",
      "D": "Kardeş kromatitler",
      "E": "Homolog kromozomlar"
    },
    "explanation": "Modifikasyonlar: Canlının genotipi değişmeksizin sadece fenotipinde, çevresel koşulların etkisiyle olan değişimlerden kaynaklanan bir çeşitlenme sebebidir."
  },
  {
    "id": "3617449",
    "unitNumber": 2,
    "text": "Erkek ve dişi organların her ikisini de taşıyan canlıların genel adı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hermafrodit",
      "B": "Fenotip",
      "C": "Mutasyon",
      "D": "Rekombinasyon",
      "E": "Modifikasyon"
    },
    "explanation": "Hermafrodit: Erkek ve dişi organların her ikisini de taşıyan canlıların genel adıdır."
  },
  {
    "id": "3617450",
    "unitNumber": 2,
    "text": "“Gamet oluşumu sırasında, farklı genlere ait alleler birbirlerinden bağımsız olarak ayrılır ve rastgele dağılarak eşey hücrelerinde bir araya gelirler” aşağıdakilerden hangisi için doğru ifadedir?",
    "correctAnswer": "A",
    "options": {
      "A": "bağımsız dağılım yasası",
      "B": "test çaprazlaması",
      "C": "karşıt çaprazlama",
      "D": "ayrılma yasası",
      "E": "dihibrit çaprazlamalar"
    },
    "explanation": "Mendel’in yaptığı dihibrit çaprazlama deneylerinden sonra elde ettiği en önemli bulgu, 2. Mendel Yasası olan “bağımsız dağılım yasası”dır. Bu yasaya göre; “gamet oluşumu sırasında, farklı genlere ait alleler birbirlerinden bağımsız olarak ayrılır ve rastgele dağılarak eşey hücrelerinde bir araya gelirler”."
  },
  {
    "id": "3617451",
    "unitNumber": 2,
    "text": "Hibrit birey nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir ya da daha fazla heterozigot gen çifti taşıyan organizmadır.",
      "B": "Baskın karakterli bireyin, çekinik karakterli bireyle çaprazlanmasıdır.",
      "C": "Erkek ve dişi organların her ikisini de taşıyan canlıların genel adıdır.",
      "D": "Genotip, çevre ve yaşamsal periyot ilişkisiyle oluşan karakterlerin tümüdür.",
      "E": "Bir genin farklı hücrelerde, birden fazla fenotipik özelliğe etki etmesidir."
    },
    "explanation": "Hibrit birey: Bir ya da daha fazla heterozigot gen çifti taşıyan organizmadır."
  },
  {
    "id": "3617452",
    "unitNumber": 2,
    "text": "Bir genin farklı hücrelerde, birden fazla fenotipik özelliğe etki etmesidir.",
    "correctAnswer": "A",
    "options": {
      "A": "Pleiotropi",
      "B": "Kodominantlık",
      "C": "Ekspressivite",
      "D": "Letalite",
      "E": "Ekivalentlik"
    },
    "explanation": "Pleiotropi: Bir genin farklı hücrelerde, birden fazla fenotipik özelliğe etki etmesidir."
  },
  {
    "id": "3617453",
    "unitNumber": 2,
    "text": "Aşadıdakilerden hangisi veya hangileri Kromozom sayısına göre anöploidi tipleridir?\n <br/>I- Monozomi<br/>II_Nullizom\n III-Trizomi<br/>IV_ Tetrazomi",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III-IV",
      "B": "I-II",
      "C": "I-III",
      "D": "II-III",
      "E": "II-IV"
    },
    "explanation": "Kromozom sayısına göre anöploidi tipleri;<br/>• Monozomi: (2n - 1) homolog kromozom<br/>çiftinden bir kromozomun eksik olması<br/>• Nullizomi: (2n - 2) homolog kromozom<br/>çiftinden her iki kromozomun eksik olması<br/>• Trizomi: (2n + 1) bir kromozomdan iki yerine üç tane olması<br/>• Tetrazomi: (2n + 2) bir kromozomdan iki<br/>yerine dört tane olması durumu şeklinde<br/>ortaya çıkar."
  },
  {
    "id": "3617454",
    "unitNumber": 2,
    "text": "Homolog kromozomlar üzerinde, aynı bölgede bulunan, aynı genetik bilgiyi taşıyan aynı karakterin oluşumundan sorumlu olan ve mayoz bölünme sırasında karşılıklı olarak yer değiştirebilen (homolog rekombinasyon = krossing over yapan) genlere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Allel genler",
      "B": "Homozigot genler",
      "C": "Bağlı genler",
      "D": "Mutant allel genler",
      "E": "Yabani allel genler"
    },
    "explanation": "TEMEL GENETİK KAVRAMLAR \n Homolog kromozomlar üzerinde, aynı bölgede bulunan, aynı genetik bilgiyi taşıyan aynı karakterin oluşumundan sorumlu olan ve mayoz bölünme sırasında karşılıklı olarak yer değiştirebilen (homolog rekombinasyon = krossing over yapan) genlere allel genler adı verilir.\n Doğru cevap A şıkkıdır."
  },
  {
    "id": "3617455",
    "unitNumber": 2,
    "text": "Çevresel koşulların fenotipik karakterleri sınırlı ölçüler içinde değiştirmesi olayına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Modifikasyon",
      "B": "Yapay varyasyon",
      "C": "Mutasyon",
      "D": "Rekombinasyon",
      "E": "Populasyon"
    },
    "explanation": "TEMEL GENETİK KAVRAMLAR 42<br/>TEMEL GENETİK KAVRAMLAR \n Çevresel koşulların fenotipik karakterleri sınırlı ölçüler içinde değiştirmesi olayına modifikasyon adı verilir.\n Doğru cevap A şıkkıdır"
  },
  {
    "id": "3617456",
    "unitNumber": 2,
    "text": "Kromozom ya da gen düzeyinde oluşan kalıtsal değişimlere ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Modifikasyon",
      "B": "Yapay varyasyon",
      "C": "Mutasyon",
      "D": "Rekombinasyon",
      "E": "Populasyon"
    },
    "explanation": "TEMEL GENETİK KAVRAMLAR \n Mutasyonlar: Kromozom ya da gen düzeyinde oluşan kalıtsal değişimlerdir. Genetik bilginin anlamının değişmesine, çoğu kez bozulmasına ve genlerde allel çeşitlenmesine neden olur.\n DOĞRU CEVAP C şıkkıdır"
  },
  {
    "id": "3617457",
    "unitNumber": 2,
    "text": "İnsanlarda görülen Orak hücre anemisi, Talasemi, Hemofili ve Kistik fibrozis gibi genetik hastalıkların nedeni hangi tip genin taşıyıcı ebeveynlerden homozigot resesif olarak kalıtılmış olması ile oluşmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Çekinik Letal Genler",
      "B": "Dominant Letal Genler",
      "C": "Letal Gen",
      "D": "Homazigot allel genler",
      "E": "Heterozigot allel genler"
    },
    "explanation": "MENDEL GENETİĞİ VE MENDEL GENETİĞİNDEN SAPMALAR \n Çekinik Letal Genler Homozigot çekinik (resesif) durumda öldürücü etkiye sahip olan genlerdir. Ancak, heterozigot durumda iken ya belirgin bir fenotipik bozukluğa neden olurlar ya da gizli kalıp hiçbir etkileri gözlenmeyebilir. Genin heterozigot olduğu birey, bu özellik bakımından taşıyıcı olarak değerlendirilir. Taşıyıcı bireylerde genin yabani-tip alleli tarafından sentezlenen ürün yeterli olabilmektedir. Bu nedenle de taşıyıcı bireylerde, herhangi bir fenotipik belirti meydana gelmeyebilir. İnsanlarda görülen Orak hücre anemisi, Talasemi, Hemofili ve Kistik fibrozis gibi pek çok genetik hastalığın nedeni de bu tip letal bir allelin, taşıyıcı ebeveynlerden homozigot resesif olarak kalıtılmış olmasıdır. Bitkilerde albinizm de çekinik letal gen etkisi sonucu meydana gelen bir özelliktir. Bitkilere yeşil renk veren ve işlevi fotosentez olan klorofil pigmentinin sentezinden sorumlu genler vardır.\n Doğru cevap A şıkkıdır"
  },
  {
    "id": "3617458",
    "unitNumber": 2,
    "text": "Bir genin dominant allelinin, diğer genin fenotipik ifadesini engellemesi sonucu F2 soyundaki fenotip oranı 12:3:1 olan epistazi tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çift epistazi",
      "B": "Dominant epistazi",
      "C": "Çift resesif epistazi",
      "D": "Çift dominant epistazi",
      "E": "Karşıt epistazi"
    },
    "explanation": "MENDEL GENETİĞİ VE MENDEL GENETİĞİNDEN SAPMALAR Epistazi Olayları \n Epistazi tipleri ve ortaya çıkan yeni fenotipik oranlar şöyle sıralanabilir:\n <ul> <li>Dominant epistazi: Bir genin dominant allelinin, diğer genin fenotipik ifadesini engellemesidir. F2 soyundaki fenotip oranı 12:3:1 olarak değişir. • Resesif epistazi: Bir genin resesif homozigot allellerinin, diğer gen üzerinde epistat etkili olmasıdır. F2 soyundaki fenotip oranı 9:3:4 olarak değişir. • Çift epistazi: Bir genin dominant ve diğer genin ise homozigot resesif allellerinin birbirinin fenotipik ifadesi üzerine karşılıklı olarak epistat etkili olmasıdır. F2 soyundaki fenotip oranı 13:3 olarak değişir. • Çift resesif epistazi ya da tamamlayıcılık: İki genin homozigot resesif allellerinin, birbiri üzerine karşılıklı olarak epistat etkili olmasıdır. F2 soyundaki fenotip oranı 9:7 olarak değişir. • Çift dominant epistazi: İki genin dominant allellerinin birbiri üzerine karşılıklı olarak epistat etkili olmasıdır. F2 soyundaki fenotip oranı 15:1 olarak değişir.</li> <li>Doğru cevap B şıkkıdır.</li> </ul>"
  },
  {
    "id": "3617459",
    "unitNumber": 2,
    "text": "Bir genin resesif homozigot allellerinin, diğer gen üzerinde epistat etkili olması ve sonucunda F2 soyundaki fenotip oranı 9:3:4 olarak değişen epistazi tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çift dominant epistazi",
      "B": "Çift resesif epistazi",
      "C": "Dominant epistazi",
      "D": "Çift epistazi",
      "E": "Resesif epistazi"
    },
    "explanation": "MENDEL GENETİĞİ VE MENDEL GENETİĞİNDEN SAPMALAR Epistazi Olayları \n Epistazi tipleri ve ortaya çıkan yeni fenotipik oranlar şöyle sıralanabilir:\n <ul> <li>Dominant epistazi: Bir genin dominant allelinin, diğer genin fenotipik ifadesini engellemesidir. F2 soyundaki fenotip oranı 12:3:1 olarak değişir. • Resesif epistazi: Bir genin resesif homozigot allellerinin, diğer gen üzerinde epistat etkili olmasıdır. F2 soyundaki fenotip oranı 9:3:4 olarak değişir. • Çift epistazi: Bir genin dominant ve diğer genin ise homozigot resesif allellerinin birbirinin fenotipik ifadesi üzerine karşılıklı olarak epistat etkili olmasıdır. F2 soyundaki fenotip oranı 13:3 olarak değişir. • Çift resesif epistazi ya da tamamlayıcılık: İki genin homozigot resesif allellerinin, birbiri üzerine karşılıklı olarak epistat etkili olmasıdır. F2 soyundaki fenotip oranı 9:7 olarak değişir. • Çift dominant epistazi: İki genin dominant allellerinin birbiri üzerine karşılıklı olarak epistat etkili olmasıdır. F2 soyundaki fenotip oranı 15:1 olarak değişir.</li> <li>Doğru cevap E şıkkıdır.</li> </ul>"
  },
  {
    "id": "3617460",
    "unitNumber": 2,
    "text": "Bir genin dominant ve diğer genin ise homozigot resesif allellerinin birbirinin fenotipik ifadesi üzerine karşılıklı olarak epistat etkili olması ve sonucunda F2 soyundaki fenotip oranı 13:3 olarak değişen epistazi tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çift epistazi",
      "B": "Dominant epistazi",
      "C": "Çift resesif epistazi",
      "D": "Çift dominant epistazi",
      "E": "Karşıt epistazi"
    },
    "explanation": "MENDEL GENETİĞİ VE MENDEL GENETİĞİNDEN SAPMALAR Epistazi Olayları \n Epistazi tipleri ve ortaya çıkan yeni fenotipik oranlar şöyle sıralanabilir:\n <ul> <li>Dominant epistazi: Bir genin dominant allelinin, diğer genin fenotipik ifadesini engellemesidir. F2 soyundaki fenotip oranı 12:3:1 olarak değişir. • Resesif epistazi: Bir genin resesif homozigot allellerinin, diğer gen üzerinde epistat etkili olmasıdır. F2 soyundaki fenotip oranı 9:3:4 olarak değişir. • Çift epistazi: Bir genin dominant ve diğer genin ise homozigot resesif allellerinin birbirinin fenotipik ifadesi üzerine karşılıklı olarak epistat etkili olmasıdır. F2 soyundaki fenotip oranı 13:3 olarak değişir. • Çift resesif epistazi ya da tamamlayıcılık: İki genin homozigot resesif allellerinin, birbiri üzerine karşılıklı olarak epistat etkili olmasıdır. F2 soyundaki fenotip oranı 9:7 olarak değişir. • Çift dominant epistazi: İki genin dominant allellerinin birbiri üzerine karşılıklı olarak epistat etkili olmasıdır. F2 soyundaki fenotip oranı 15:1 olarak değişir.</li> <li>Doğru cevap A şıkkıdır.</li> </ul>"
  },
  {
    "id": "3617461",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Gen mutasyonlarındandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Transversiyon",
      "B": "Delesyon",
      "C": "İnversiyon",
      "D": "Duplikasyon",
      "E": "Translokasyon"
    },
    "explanation": "Gen Mutasyonları \n Gen mutasyonu, bir genin yapısında oluşan değişmelerdir. Gen mutasyonlarının üç tipi vardır. Transisyon: Gen bölgesindeki bir pürin bazının diğer bir pürin bazı (A, G ya da G, A) ile ya da bir pirimidin bazının diğer bir pirimidin bazı (C, T ya da T, C) ile yer değiştirmesi durumudur. Transversiyon: Gen bölgesindeki bir pürin bazının bir pirimidin bazı ile (A ya da G, C ya da T) ya da bir pirimidin bazının pürin ile (C ya da T, A ya da G) yer değiştirmesi şeklinde gerçekleşen mutasyon tipidir. Çerçeve kayması: Gen bölgesinde çoğunlukla sık tekrar eden baz dizilerinin bulunduğu bölgelerde, bir veya birkaç baz çiftinin eklenmesi ya da çıkması ile meydana gelen mutasyon şeklidir.\n Doğru cevap A şıkkıdır"
  },
  {
    "id": "3617462",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sayısal kromozom mutasyonlarındandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Anöploidi",
      "B": "Transversiyon",
      "C": "Delesyon",
      "D": "İnversiyon",
      "E": "Duplikasyon"
    },
    "explanation": "Kromozom Mutasyonları Sayısal Kromozom Mutasyonları \n Sayısal kromozom mutasyonları, öploidi ve anöploidi şeklinde gerçekleşebilir. Öploidi Kromozom takım sayısında değişimler meydana getiren mutasyonlardır\n Doğru cevap A şıkkıdır."
  },
  {
    "id": "3617463",
    "unitNumber": 2,
    "text": "Kromozomun katlanıp kıvrılma yaptığı bir bölgeden kırılarak, aynı bölgeye ters şekilde tekrar bağlanması şeklinde oluşan yapısal kromozom mutasyonu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Terminal Delesyon",
      "B": "İnterkalar Delesyon",
      "C": "İnversiyon",
      "D": "Duplikasyon",
      "E": "Translokasyon"
    },
    "explanation": "Kromozom Mutasyonları Yapısal Kromozom Mutasyonları \n Kromozom aberasyonları olarak da isimlendirilen yapısal değişiklikler, kromatit kollarındaki kırılmalar sonucunda oluşur. Kromozomun yapısında meydana gelen mutasyonlar eşey hücrelerinde meydana gelmişse kalıtımla yavrulara aktarılır. Kırılmanın olduğu yere, kırılma tipine, sayısına ve kırılan parçaların tekrar birleşme özelliğine göre çeşitli mutasyon tipi vardır. Delesyon: Kromozomdan parça kopmasıdır. Kopma kromozomun uç kısmında meydana gelirse terminal delesyon, kromozom içindeki bir bölgede oluşursa interkalar delesyon olarak adlandırılır. Her iki delesyon tipinde de kopan parça mitozda kaybolduğu için genetik madde kaybı söz konusudur. İnversiyon: Kromozomun katlanıp kıvrılma yaptığı bir bölgeden kırılarak, aynı bölgeye ters şekilde tekrar bağlanmasıdır. Duplikasyon: Kromozomun bir kısmında bulunan genlerin kopyalanarak birden fazla sayıda bulunmasıdır. DNA replikasyonu ya da krossing-over sırasında meydana gelen hatalardan kaynaklanabilir. Translokasyon: Homolog olmayan kromozomlar arasında gerçekleşen parça değişimleridir.\n Doğru cevap C şıkkıdır."
  },
  {
    "id": "3617464",
    "unitNumber": 2,
    "text": "Genetik bilgiyi ya da yaşamsal şifreleri taşıyan, ifade eden, düzenleyen, depolayan, aktaran, değişebilen genetik madde nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "DNA",
      "B": "RNA",
      "C": "GDO",
      "D": "GEN",
      "E": "GENOM"
    },
    "explanation": "Genetik bilgiyi ya da yaşamsal şifreleri taşıyan, ifade eden, düzenleyen, depolayan, aktaran, değişebilen genetik madde DNA (deoksiribonükleikasit)’dır."
  },
  {
    "id": "3617465",
    "unitNumber": 2,
    "text": "DNA’nın biyolojik bilgiyi ve şifreyi taşıyan, ifade eden, düzenleyen, depolayan, aktaran ve değişebilen en küçük yapısal ve işlevsel bölgesine ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gen",
      "B": "Mutasyon",
      "C": "Rekombinasyon",
      "D": "Yapay Varyasyon",
      "E": "Modifikasyon"
    },
    "explanation": "Gen: DNA’nın biyolojik bilgiyi ve şifreyi taşıyan, ifade eden, düzenleyen, depola- yan, aktaran ve değişebilen en küçük ya- pısal ve işlevsel bölgesidir."
  },
  {
    "id": "3617466",
    "unitNumber": 2,
    "text": "Mendel Deneysel organizma olarak hangi bitkiyi seçmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bezelye",
      "B": "Nohut",
      "C": "Soya",
      "D": "Fasülye",
      "E": "Barbunya"
    },
    "explanation": "Mendel’in elde etmiş olduğu bu başarının önemli sebepleri vardır. Bunlar şöyle sıralanabilir:\n <ul> <li> Deneysel organizma olarak bezelyeyi seçmiştir: Bezelye yetiştirilmesi kolay olan tek yıllık her- mafrodit bir bitkidir. Bu özelliğinden dolayı çaprazlama deneylerinde, kendileştirme ya da kont- rollü tozlaşma yapılabilir, saf soylar elde edilebilir.\n </li> </ul>"
  },
  {
    "id": "3617467",
    "unitNumber": 2,
    "text": "Mendel Deneysel organizma olarak bezelyeyi seçmiştir. Bu çalışmalarında kaç bezelye kullanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "22",
      "B": "20",
      "C": "18",
      "D": "16",
      "E": "14"
    },
    "explanation": "Bezelye bitkisi zıt karakterlere sahip varyetelere sahiptir: Mendel çalışmalarını, 22 bezelye varyetesinden seçtiği yedi karakter üzerinde yapmıştır. Mendel’in elde ettiği saf soyların taşıdığı bu temel karakterler:"
  },
  {
    "id": "3617468",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi veya hangileri Mendel’in elde ettiği saf soyların taşıdığı temel karakterlerdir?\n I. Gövde boyu (uzun veya kısa)\n II. Tohum şekli (düzgün veya buruşuk)\n III. Tohum rengi (sarı veya yeşil)\n IV. Çiçek rengi (mor veya beyaz)\n V. Tohum zarfı biçimi (düzgün veya boğumlu)\n VI. Tohum zarfı rengi (sarı veya yeşil) \n VII. Çiçeklenme durumudur (eksensel veya terminal)",
    "correctAnswer": "A",
    "options": {
      "A": "I/II/III/IV/V/VI/VII",
      "B": "I/II/III/IV",
      "C": "III/IV",
      "D": "III/IV/V/VI",
      "E": "V/V/VI/VII"
    },
    "explanation": "<ul> <li> Bezelye bitkisi zıt karakterlere sahip varyetelere sahiptir: Mendel çalışmalarını, 22 bezelye var- yetesinden seçtiği yedi karakter üzerinde yapmıştır. Mendel’in elde ettiği saf soyların taşıdığı bu temel karakterler:\n <ul> <li> Gövde boyu (uzun veya kısa),\n </li> <li> Tohum şekli (düzgün veya buruşuk),\n </li> <li> Tohum rengi (sarı veya yeşil),\n </li> <li> Çiçek rengi (mor veya beyaz),\n </li> <li> Tohum zarfı biçimi (düzgün veya boğumlu)\n </li> <li> Tohum zarfı rengi (sarı veya yeşil) ve\n </li> <li> Çiçeklenme durumudur (eksensel veya terminal) (Şekil 2.3).\n </li> </ul> </li> </ul>"
  },
  {
    "id": "3617469",
    "unitNumber": 2,
    "text": "Erkek ve dişi organların her ikisini de taşıyan canlıların genel adı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hermafrodit",
      "B": "Fenotip",
      "C": "Gen",
      "D": "Homolog kromozom",
      "E": "Mutasyon"
    },
    "explanation": "Hermafrodit: Erkek ve dişi organların her ikisini de taşıyan canlıların genel adıdır."
  },
  {
    "id": "3617470",
    "unitNumber": 2,
    "text": "Bir genin farklı hücrelerde, birden fazla fenotipik özelliğe etki etmesine ne isim verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pleiotropi",
      "B": "Letal Gen",
      "C": "Epistazi",
      "D": "Penetrans",
      "E": "Ekspresivite"
    },
    "explanation": "Pleiotropi: Bir genin farklı hücrelerde, bir- den fazla fenotipik özelliğe etki etmesidir."
  },
  {
    "id": "3617471",
    "unitNumber": 2,
    "text": "Erkek atanın taşıdığı özelliğin dişi yavruya, dişi atanın taşıdığı özelliğin de erkek yavruya aktarıldığı kalıtım biçimine ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çaprazımsı",
      "B": "Çekinik",
      "C": "Dominant",
      "D": "Normal",
      "E": "Taşıyıcı"
    },
    "explanation": "Çaprazımsı (Kriss-kros) Kalıtım: Erkek atanın taşıdığı özelliğin dişi yavruya, dişi atanın taşıdığı özelliğin de erkek yavruya aktarıldığı kalıtım biçimidir."
  },
  {
    "id": "3617472",
    "unitNumber": 2,
    "text": "F1 test çaprazlaması sonucunda oluşan rekombinant birey sayısının, toplam birey sayısına bölünüp 100 ile çarpılarak, %’ de olarak gösterilmesine ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rekombinasyon Frekansı",
      "B": "Bağlantı",
      "C": "Krossing- over",
      "D": "Çok genli",
      "E": "Kantitatif"
    },
    "explanation": "Rekombinasyon Frekansı: F1 test çaprazla- ması sonucunda oluşan rekombinant birey sa- yısının, toplam birey sayısına bölünüp 100 ile çarpılarak, %’ de olarak gösterilmesidir."
  },
  {
    "id": "3617473",
    "unitNumber": 2,
    "text": "Kromozomların takım sayısı düzeyinde azalmasıne verilen isim nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Monoploidi",
      "B": "Öploidi",
      "C": "Poliploidi",
      "D": "Monozomi",
      "E": "Nullizomi"
    },
    "explanation": "Monoploidi: Kromozomların takım sayısı düzeyinde azalmasıdır."
  },
  {
    "id": "3617474",
    "unitNumber": 3,
    "text": "Aynı filogenetik (atadan) kökenden gelen, aynı çevresel etkilere benzer tepkiler veren, çiftleştiklerinde verimli döller verme potansiyeline sahip olan canlılara ……….. denir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Habitat",
      "B": "Ekosistem",
      "C": "Biyolojik tür",
      "D": "Ekolojik olaylar",
      "E": "Genetik çeşitlilik"
    },
    "explanation": "Aynı filogenetik (atadan) kökenden gelen, aynı çevresel etkilere benzer tepkiler veren, çiftleştiklerinde verimli döller verme potansiyeline sahip olan canlılara <strong>biyolojik tür </strong>denir."
  },
  {
    "id": "3617475",
    "unitNumber": 3,
    "text": "………….., biyoçeşitliliği oluşturan tüm canlı türlerinin sahip olduğu genetik birikim ve potansiyel olarak da tanımlanabilir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Tür çeşitliliği",
      "B": "İşlevler çeşitliliği",
      "C": "Genetik çeşitlilik",
      "D": "Habitat çeşitliliği",
      "E": "Ekosistem çeşitliliği"
    },
    "explanation": "Genetik çeşitlilik, biyoçeşitliliği oluşturan tüm canlı türlerinin sahip olduğu genetik birikim ve potansiyel olarak da tanımlanabilir."
  },
  {
    "id": "3617476",
    "unitNumber": 3,
    "text": "Embriyonik kökenleri (orijini) aynı, fakat görevleri farklı olan (ya da aynı olabilen) organlara ………. organ denir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "İn-situ",
      "B": "Biyom",
      "C": "Analog",
      "D": "Homolog",
      "E": "Endemik"
    },
    "explanation": "Embriyonik kökenleri (orijini) aynı, fakat görevleri farklı olan (ya da aynı olabilen) organlara <strong>homolog organ </strong>denir."
  },
  {
    "id": "3617477",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tarafından bilimsel sınıflandırmayla ilgili <strong><u>ilk</u></strong> çalışmaların yapıldığı bilinmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aristo",
      "B": "John Ray",
      "C": "Ruggiero",
      "D": "Carl Linnaeus",
      "E": "Gaspard Bauhin"
    },
    "explanation": "Bilimsel sınıflandırmayla ilgili ilk çalışmaların Yunan filozof-bilim insanı Aristo (M.Ö. 384-322) tarafından yapıldığı bilinmektedir. Aristo ilk ve oldukça basit olan bu sınıflandırmasında canlıları; otlar, çalılar, ağaçlar, karada veya denizde yaşayan hayvanlar olarak gruplandırmıştır."
  },
  {
    "id": "3617478",
    "unitNumber": 3,
    "text": "…………, bir canlı türünün yeryüzünde ortaya çıkışından günümüze kadar geçen sürede başka hangi türlerle akrabalık ilişkisi olduğunu araştıran bilim dalıdır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Biyom",
      "B": "Takson",
      "C": "Filogeni",
      "D": "Evrensellik",
      "E": "Popülasyon"
    },
    "explanation": "Filogeni, bir canlı türünün yeryüzünde ortaya çıkışından günümüze kadar geçen sürede başka hangi türlerle akrabalık ilişkisi olduğunu araştıran bilim dalıdır."
  },
  {
    "id": "3617479",
    "unitNumber": 3,
    "text": "…………… ile uğraşan bilim insanları bu kadar fazla ve karmaşık olan canlılar alemini 8 temel basamakta gruplandırarak sınıflandırmaya çalışmışlardır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Filogeni",
      "B": "Prokaryot",
      "C": "Emsalsizlik",
      "D": "Taksonomi",
      "E": "Embriyonik"
    },
    "explanation": "Taksonomi ile uğraşan bilim insanları bu kadar fazla ve karmaşık olan canlılar alemini 8 temel basamakta gruplandırarak sınıflandırmaya çalışmışlardır. Bunlar; Üst Alem (Domain), Alem (Regnum), Bölüm/Şube (Divisio), Sınıf (Classis), Takım (Ordo), Familya (Familia), Cins (Genus) ve Tür (Species) dür. Bu taksonomik basamakların her birine <strong>kategori </strong>denir."
  },
  {
    "id": "3617480",
    "unitNumber": 3,
    "text": "Canlıları sınıflandırma kategorilerinden <strong><u>gerçek olan tek basamak</u></strong> ……… kategorisidir, bunun dışındaki tüm kategoriler hipotetik (varsayılan) basamaklardır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Tür",
      "B": "Cins",
      "C": "Sınıf",
      "D": "Takım",
      "E": "Familya"
    },
    "explanation": "Canlıları sınıflandırma kategorilerinden gerçek olan tek basamak tür kategorisidir. Tür dışındaki tüm kategoriler hipotetik (varsayılan) basamaklardır. Şöyle ki; tür kategorisi gerçektir, bir türü görebilir, dokunabilirsiniz ancak bir cins, familya ya da diğer tüm kategoriler kuramsaldır, âdeta sanaldır."
  },
  {
    "id": "3617481",
    "unitNumber": 3,
    "text": "Hem hayvanlar alemine hem de bitkiler alemine ait özellikler taşıyan ………. kendi besinlerini kendileri yapamadıkları için hayvanlara benzerler, bu canlıların hücrelerinde de tıpkı bitkiler gibi hücre duvarı olduğu için bitkilere benzerler fakat bu hücre duvarı bitkilerinkinden farklı olarak selüloz yerine kitinden yapılmıştır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Amip",
      "B": "Algler",
      "C": "Protistler",
      "D": "Mantarlar",
      "E": "Bakteriler"
    },
    "explanation": "Mantarlar hem hayvanlar alemine hem de bitkiler alemine ait özellikler taşır. Mantarlar kendi besinlerini kendileri yapamazlar yani heterotrofturlar ve bu özellikleriyle hayvanlara benzerler. Ancak mantar hücrelerinde tıpkı bitkiler gibi hücre duvarı vardır. Bu özellikleriyle de bitkilere benzerler. Mantarlardaki hücre duvarı bitkilerinkinden farklı olarak selüloz yerine kitinden yapılmıştır."
  },
  {
    "id": "3617482",
    "unitNumber": 3,
    "text": "…………; bir mantar türü ile bir alg türünün karşılıklı yarar sağladığı (simbiyotik) ortak yaşam (birlikteliğin) şekline verilen addır, bu nedenle canlılar sınıflandırılırken ayrı bir canlı grubu olarak ele alınmaz.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Liken",
      "B": "Biyom",
      "C": "Bakteri",
      "D": "Arkeler",
      "E": "Protozoa"
    },
    "explanation": "Likenler ayrı bir organizma grubu değildir. Liken; bir mantar türü ile bir alg türünün karşılıklı yarar sağladığı (simbiyotik) ortak yaşam (birlikteliğin) şekline verilen addır. Bu nedenle canlılar sınıflandırılırken likenler ayrı bir canlı grubu olarak ele alınmaz. Bunun yerine liken yapısına katılan mantar türü mantarlar aleminde, alg türü ise protista aleminde sınıflandırılır."
  },
  {
    "id": "3617483",
    "unitNumber": 3,
    "text": "18. yüzyılda canlıları evrensel bir düzende isimlendirme sistemini <strong><u>ilk kez</u></strong> <u><strong>uygulayan</strong></u> İsveçli botanikçi bilim insanı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Aristo",
      "B": "John Ray",
      "C": "Ruggiero",
      "D": "Gaspard Bauhin",
      "E": "Carl Linnaeus (Linne)"
    },
    "explanation": "Yeryüzündeki canlı türlerin ortak bir düzen ve disiplinde isimlendirilmesi önerisini ilk kez 1623 yılında İsviçreli bilim insanı Gaspard Bauhin (1560-1624) önermiştir. Daha sonra 18. yüzyılda İsveçli botanikçi Carl Linnaeus (Linne) (1707-1778) canlıları evrensel bir düzende isimlendirme sistemini ilk kez uygulayan bilim insanı olmuştur."
  },
  {
    "id": "3617484",
    "unitNumber": 3,
    "text": "“Aynı filogenetik (atadan) kökenden gelen, aynı çevresel etkilere benzer tepkiler veren, çiftleştiklerinde verimli döller verme potansiyeline sahip olan canlılara ------- denir.”\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Biyolojik tür",
      "B": "Habitat",
      "C": "Biyoçeşitlilik",
      "D": "Flora",
      "E": "Fauna"
    },
    "explanation": "Aynı filogenetik (atadan) kökenden gelen, aynı çevresel etkilere benzer tepkiler veren, çiftleştiklerinde verimli döller verme potansiyeline sahip olan canlılara biyolojik tür denir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3617485",
    "unitNumber": 3,
    "text": "\"Sınırları belli bir bölgedeki tüm bitki türlerinin listesi\" olarak tanımlanan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Flora",
      "B": "Fauna",
      "C": "Habitat",
      "D": "Ökaryot",
      "E": "Biyom"
    },
    "explanation": "Flora, sınırları belli bir bölgedeki tüm bitki türlerinin listesidir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3617486",
    "unitNumber": 3,
    "text": "“-------, bir canlı türünün yeryüzünde ortaya çıkışından günümüze kadar geçen sürede başka hangi türlerle akrabalık ilişkisi olduğunu araştıran bilim dalıdır.”\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Filogeni",
      "B": "Biyoçeşitlilik",
      "C": "Biyom",
      "D": "Taksonomi",
      "E": "Nomenklatür"
    },
    "explanation": "Filogeni, bir canlı türünün yeryüzünde ortaya çıkışından günümüze kadar geçen sürede başka hangi türlerle akrabalık ilişkisi olduğunu araştıran bilim dalıdır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3617487",
    "unitNumber": 3,
    "text": "18. yüzyılda canlıları evrensel bir düzende isimlendirme sistemini ilk kez uygulayan bilim insanı aşağıdaki seçeneklerden hangisinde doğru verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Carl Linnaeus",
      "B": "Gaspard Bauhin",
      "C": "John Ray",
      "D": "Aristo",
      "E": "Charles Darwin"
    },
    "explanation": "Yeryüzündeki canlı türlerin ortak bir düzen ve disiplinde isimlendirilmesi önerisini ilk kez 1623 yılında İsviçreli bilim insanı Gaspard Bauhin (1560-1624) önermiştir. Daha sonra <strong>18. yüzyılda İsveçli botanikçi </strong><strong>Carl Linnaeus (Linne) (1707-1778) canlıları evrensel bir düzende isimlendirme sistemini <u>ilk kez uygulayan</u> bilim insanı olmuştur. </strong>Doğru cevap A seçeneğidir."
  },
  {
    "id": "3617488",
    "unitNumber": 3,
    "text": "Sınırları belli olan bir alandaki, aynı türe ait bireylerin oluşturduğu topluluğa ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Popülasyon",
      "B": "Habitat",
      "C": "Flora",
      "D": "Fauna",
      "E": "Gen merkezi"
    },
    "explanation": "Sınırları belli olan bir alandaki, aynı türe ait bireylerin oluşturduğu topluluğa popülasyon denir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3617489",
    "unitNumber": 3,
    "text": "Bir mantar türü ile bir alg türünün karşılıklı yarar sağladığı (simbiyotik) ortak yaşam şekline ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Liken",
      "B": "Protozoa",
      "C": "Endemik",
      "D": "Amfibia",
      "E": "Polimorfizm"
    },
    "explanation": "Liken; bir mantar türü ile bir alg türünün karşılıklı yarar sağladığı (simbiyotik) ortak yaşam (birlikteliğin) şekline verilen addır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3617490",
    "unitNumber": 3,
    "text": "“-------, Parazoa grubu içerisinde yer alan, hücre düzeyinde organizasyona sahip olan canlılar olup sinir ve kas dokuları yoktur.”\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Süngerler",
      "B": "Knidliler",
      "C": "Solucanlar",
      "D": "Yumuşakçalar",
      "E": "Eklembacaklılar"
    },
    "explanation": "Süngerler, Parazoa grubu içerisinde yer alan, hücre düzeyinde organizasyona sahip olan canlılar olup sinir ve kas dokuları yoktur. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3617491",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangileri plasentalı memeliler grubuna dahildir?\n I. Koala\n II. Yunus\n III. Yarasa\n IV. Ornitorenk",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Plasentalı memeliler; gelişimlerini anne karnında tamamlayarak dünyaya gelen canlılardır. Örneğin; insan, tavşan, yunus, yarasa. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3617492",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangileri memelilere ait özellikler arasında yer almaktadır?\n I. Akciğer solunumu görülür.\n II. Eşeyli ürerler ve iç döllenme görülür.\n III. Ter bezleri ve diyaframları vardır.\n IV. Sıcakkanlı canlılardır.",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Bu grubun üyelerinin dişilerinde bulunan süt bezlerinden dolayı memeliler adı verilmiştir. Vücutları genellikle kıllarla kaplı olan memelilerin dört ekstremiteleri vardır. Akciğer solunumu görülür ve kalpleri dört odacıklıdır. Eşeyli ürerler ve iç döllenme görülür. Ter bezleri ve diyaframları vardır. Memeliler sıcakkanlı canlılar olup yaklaşık 4500 türü vardır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3617493",
    "unitNumber": 3,
    "text": "Bryophyta bölümünün en büyük ve en karakteristik grubu aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Boynuzsu ciğer otları",
      "B": "Kibrit otları",
      "C": "Eğrelti otları",
      "D": "At kuyrukları",
      "E": "Yapraklı kara yosunları"
    },
    "explanation": "Bryophyta bölümünün en büyük ve en karakteristik grubu yapraklı kara yosunlarıdır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3617494",
    "unitNumber": 3,
    "text": "Biyoçeşitlilik kavramı kaç temel başlıkta değerlendirilir?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Biyoçeşitlilik: Bir alandaki; canlı türlerinin listesine, ekosistemin farklılıklarına, genetik zenginliğe ve ekolojik olaylar ve işlevler çeşitliliğinin hepsine birden biyoçeşitlilik denir.<br/>Biyoçeşitlilik kavramı; <em>genetik çeşitlilik, tür çeşitliliği, ekosistem çeşitliliği </em>ve son olarak da <em>ekolojik olaylar ve işlevler çeşitliliği </em>olarak dört temel başlıkta değerlendirilir."
  },
  {
    "id": "3617495",
    "unitNumber": 3,
    "text": "<strong>………: </strong>Sınırları belli bir bölgedeki tüm hayvan türlerinin listesi\n Yukarıdaki boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Fauna",
      "B": "Endemik",
      "C": "Gen merkezi",
      "D": "Rizoit",
      "E": "Flora"
    },
    "explanation": "Sayfa 79 da Endemik, Gen merkezi ve Flora açıklanmıştır.<br/>Fauna<strong>: </strong>Sınırları belli bir bölgedeki tüm hayvan türlerinin listesi"
  },
  {
    "id": "3617496",
    "unitNumber": 3,
    "text": "Türkiye’de yaşayan bitkilerden yaklaşık …………… endemiktir.\n Yukarıdaki boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "1/5",
      "B": "1/3",
      "C": "2/5",
      "D": "3/5",
      "E": "2/3"
    },
    "explanation": "Türkiye’de yaklaşık 12.000 bitki türü doğal olarak yaşamaktadır.<br/>Türkiye’de yaşayan bitkilerden yaklaşık üçte biri endemiktir."
  },
  {
    "id": "3617497",
    "unitNumber": 3,
    "text": "Yeryüzünde kendine özgü iklimsel özellikleri, bitki örtüsü ve hayvan toplulukları bulunan büyük bölgelere ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Habitat",
      "B": "Fauna",
      "C": "Flora",
      "D": "Biyom",
      "E": "Popülasyon"
    },
    "explanation": "Biyomlar büyük alanlar olduklarında kesin sınırlarla birbirlerinden ayrılamayabilirler ve çoğunlukla birbirleriyle iç içe girerler.<br/>Biyom: Yeryüzünde kendine özgü iklimsel özellikleri, bitki örtüsü ve hayvan toplulukları bulunan büyük bölgeler"
  },
  {
    "id": "3617498",
    "unitNumber": 3,
    "text": "Linne ikili isimlendirmenin ilk uygulamasını ……..’te yayımladığı <em>Species Plantarum </em>(Bitki Türleri) adlı eserinde yapmıştır.\n Yukarıdaki boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "1523",
      "B": "1573",
      "C": "1653",
      "D": "1673",
      "E": "1753"
    },
    "explanation": "1753’te yeryüzündeki canlıların bilimsel olarak isimlendirilmesi resmen başlamıştır.<br/>Linne ikili isimlendirmenin ilk uygulamasını 1753’te yayımladığı <em>Species Plantarum </em>(Bitki Türleri) adlı eserinde yapmıştır."
  },
  {
    "id": "3617499",
    "unitNumber": 3,
    "text": "Sınıflandırma sisteminde en alttaki basamak aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tür kategorisi",
      "B": "Familya kategorisi",
      "C": "Alem kategorisi",
      "D": "Sınıf kategorisi",
      "E": "Cins kategorisi"
    },
    "explanation": "Alem kategorisinden tür kategorisine inildikçe akrabalık, ortak özellik ve ortak gen sayısı artarken çeşitlilik ve birey sayısı azalır.<br/>Sınıflandırma sisteminde en alttaki basamak tür kategorisidir."
  },
  {
    "id": "3617500",
    "unitNumber": 3,
    "text": "Taksonomi ile uğraşan bilim insanları bu kadar fazla ve karmaşık olan canlılar alemini kaç temel basamakta gruplandırarak sınıflandırmaya çalışmışlardır?",
    "correctAnswer": "E",
    "options": {
      "A": "4",
      "B": "5",
      "C": "6",
      "D": "7",
      "E": "8"
    },
    "explanation": "Bunlar; Üst Alem (Domain), Alem (Regnum), Bölüm/Şube (Divisio), Sınıf (Classis), Takım (Ordo), Familya (Familia), Cins (Genus) ve Tür (Species) dür.<br/>Taksonomi ile uğraşan bilim insanları bu kadar fazla ve karmaşık olan canlılar alemini 8 temel basamakta gruplandırarak sınıflandırmaya çalışmışlardır."
  },
  {
    "id": "3617501",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi çift çenekli bitkilerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Zencefil",
      "B": "Muz",
      "C": "Ananas",
      "D": "Pırasa",
      "E": "Domates"
    },
    "explanation": "Tek çenekliler; mısır, soğan, sarımsak, pırasa, arpa, buğday, lale, zambak, safran, zencefil, muz, ananas vb.<br/>Çift çenekliler<strong>; </strong>elma, patlıcan, ay çekirdeği, salatalık, biber, domates, karpuz, fındık, fıstık, limon vb."
  },
  {
    "id": "3617502",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yumuşakçalardan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ahtapot",
      "B": "Midye",
      "C": "Salyangoz",
      "D": "Örümcek",
      "E": "Mürekkep balığı"
    },
    "explanation": "Örümcek eklembacaklılar arasında yer alır.<br/>Ahtapot, midye, salyangoz ve mürekkep balıkları yumuşakçalar grubunun üyeleridirler."
  },
  {
    "id": "3617503",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi plasentalı memeliler arasında yer almaz?",
    "correctAnswer": "B",
    "options": {
      "A": "İnsan",
      "B": "Kanguru",
      "C": "Tavşan",
      "D": "Yunus",
      "E": "Yarasa"
    },
    "explanation": "Kanguru keseli memeliler arasında yer alır.<br/><em>Plasentalı memeliler</em>; gelişimlerini anne karnında tamamlayarak dünyaya gelen canlılardır. Örneğin; insan, tavşan, yunus, yarasa."
  },
  {
    "id": "3617504",
    "unitNumber": 3,
    "text": "Bir bölgedeki tür, genetik, ekosistem ve ekosistem içerisindeki ilişkiler bütününe ..... denir.\n Yukarıdaki boşluğu doldurması gereken uygun terim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Biyoçeşitlilik",
      "B": "Habitat",
      "C": "Biyolojik tür",
      "D": "Genetik çeşitlilik",
      "E": "Ekosistem çeşitliliği"
    },
    "explanation": "Kitabımızın 77. sayfasında verilen tanıma göre çözüm A seçeneğidir."
  },
  {
    "id": "3617505",
    "unitNumber": 3,
    "text": "Aynı filogenetik kökenden gelen, aynı çevresel etkilere benzer tepkiler veren, çiftleştiklerinde verimli döller verme potansiyeline sahip olan canlılara .... denir.\n Yukarıdaki boşluğu doldurması gereken uygun terim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ortak ata",
      "B": "Biyolojik tür",
      "C": "Ekosistem",
      "D": "Taksonomi",
      "E": "Ökaryot"
    },
    "explanation": "Kitabımızın 78. sayfasında verilen tanıma göre çözüm B seçeneğidir."
  },
  {
    "id": "3617506",
    "unitNumber": 3,
    "text": "I. Canlıların sınıflandırılması ilk olarak MÖ 700’lü yılların ortalarında başlamıştır.\n II. Canlıları sınıflandırma çalışmaları Sokrates ile başlamaktadır.\n III. Canlıların dış görünüşe göre sınıflandırılmasına yapay (ampirik) sınıflandırma denir.\n IV. Canlıların geçmişteki akrabalık ilişkilerine, kökenlerine dayandırılarak sınıflandırılmasına doğal (filogenetik) sınıflandırma denir.<br/>Canlıların sınıflandırılmasıyla ilgili yukarıdaki bilgilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnızca I",
      "B": "I ve II",
      "C": "Yalnızca III",
      "D": "III ve IV",
      "E": "I, II ve IV"
    },
    "explanation": "itabımızın 81. sayfasında verilen bilgi şöyledir: \"Canlıların sınıflandırılmasına ilişkin tarihsel sürece baktığımızda; milattan önce 300’lü yılların ortalarında Aristo ile başlayan sınıflandırma biliminin tarihsel sürecinde genel olarak iki farklı<br/>dönemden söz etmek mümkündür. Canlıların dış görünüşlerine bakarak sınıflandırmanın basit olarak yapıldığı yapay (Amprik) sınıflandırma ve<br/>canlıların geçmişteki akrabalık ilişkilerine, kökenlerine dayandırılarak yapılan doğal sınıflandırma (filogenetik) olmak üzere iki sınıflandırma döneminden söz edilebilir.\" Buna göre III ve IV no'lu ifadeler doğru olduğu için sorunun çözümü D seçeneğidir.<br/>Kitabımızın 81. sayfasında konuyla ilgili verilen bilgi şöyledir: \"Canlıların sınıflandırılmasına ilişkin tarihsel sürece baktığımızda; milattan önce 300’lü yılların ortalarında Aristo ile başlayan sınıflandırma biliminin tarihsel sürecinde genel olarak iki farklı dönemden söz etmek mümkündür. Canlıların dış görünüşlerine bakarak sınıflandırmanın basit olarak yapıldığı yapay (Amprik) sınıflandırma ve canlıların geçmişteki akrabalık ilişkilerine, kökenlerine dayandırılarak yapılan doğal sınıflandırma (filogenetik) olmak üzere iki sınıflandırma döneminden söz edilebilir.\" Buna göre III ve IV no'lu ifadeler doğru olduğu için sorunun çözümü D seçeneğidir."
  },
  {
    "id": "3617507",
    "unitNumber": 3,
    "text": "I. Canlı türlerinin iki kelimeden oluşan bilimsel isimlendirme yöntemine (sistemine) Binominal nomenklatür (ikili isimlendirme) denir.\n II. İkili isimlendirmenin ilk uygulaması 1753’te Whittaker yapmıştır.\n III. İkili isimlendirmenin ilk uygulaması Plantarum (Bitki Türleri) adlı eserde yer almaktadır.\n IV. İkili isimlendirme sistemi günümüzde geçerliliğini yitirmiş ve yerini başka yöntemlere bırakmıştır.\n Canlıları bilimsel isimlendirme sistemiyle ilgili yukarıdaki bilgilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve II",
      "C": "I ve III",
      "D": "I, II ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Kitabımızın 83. sayfasında konuyla ilgili verilen bilgiye göre \"Canlı türlerinin iki kelimeden oluşan bilimsel isimlendirme yöntemine (sistemine) Binominal<br/>nomenklatür (ikili isimlendirme) denir. Linne ikili isimlendirmenin ilk uygulamasını 1753’te yayımladığı Species Plantarum (Bitki Türleri) adlı eserinde yapmıştır. Böylece yeryüzündeki canlıların bilimsel olarak isimlendirilmesi resmen başlamıştır. Linne’nin bu ikili isimlendirme sistemi bugün hâlâ kullanılmaktadır.\" Buna göre I ve III no'lu ifadeler doğru olduğu için sorunun çözümü C seçeneğidir."
  },
  {
    "id": "3617508",
    "unitNumber": 3,
    "text": "İlk başta bitkiler ve hayvanlar olarak yapılan basit sınıflandırmanın 1900’lü yılların ikinci yarısında Bakteriler (Monera), Protistler, Mantarlar, Bitkiler ve Hayvanlar olmak üzere 5’li alem düzenine geçmesini sağlayan bilim adamı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Linnaeus",
      "B": "Bauhin",
      "C": "Ruggiero",
      "D": "Copeland",
      "E": "Whittaker"
    },
    "explanation": "Kitabımızın 87. sayfasında verilen bilgi şu şekildedir: \"İlk başta bitkiler ve hayvanlar olarak yapılan basit sınıflandırma 1900’lü yılların ikinci yarısında<br/>5’li alem düzenine geçmiştir. Yani yeryüzündeki canlılar, Whittaker’in önerdiği; Bakteriler (Monera), Protistler, Mantarlar, Bitkiler ve Hayvanlar olarak gruplandırılmaya başlanmıştır.\" Buna göre çözüm E seçeneğidir."
  },
  {
    "id": "3617509",
    "unitNumber": 3,
    "text": "Bakterilere benzeyen ancak bakterilerden başta genetik ve biyokimyasal özellikleri olmak üzere birtakım özellikleriyle ayrılan canlıların oluşturduğu gruba ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Arkeler",
      "B": "Cıvık mantarlar",
      "C": "Amipler",
      "D": "Ökaryotlar",
      "E": "Kamçılılar"
    },
    "explanation": "Kitabımızın 88. sayfasında verilen bilgiye göre, bakterilere benzeyen ancak bakterilerden başta genetik ve biyokimyasal özellikleri olmak üzere birtakım özellikleriyle ayrılan canlıların oluşturduğu gruba arkeler denir. Buna göre çözüm A seçeneğidir."
  },
  {
    "id": "3617510",
    "unitNumber": 3,
    "text": "Bir hücreli (terliksi hayvan gibi) canlılardan en gelişmiş organizmalara (insan gibi) kadar pek çok canlı türünü barındıran üst alem aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Protista",
      "B": "Bitkiler",
      "C": "Mantarlar",
      "D": "Ökaryot",
      "E": "Fungi"
    },
    "explanation": "Kitabımızın 90. sayfasında ifade edildiği üzere, ökaryotlar üst alemi (Domain Eucarya), yeryüzündeki en büyük ve en çeşitli canlı grubunu oluşturmaktadır. Bir hücreli (terliksi hayvan gibi) canlılardan en gelişmiş organizmaların (insan gibi) içerisinde bulunduğu devasa gruptur. Buna göre çözüm D seçeneğidir."
  },
  {
    "id": "3617511",
    "unitNumber": 3,
    "text": "I. Hem hayvanlar alemine hem de bitkiler alemine ait özellikler taşır.\n II. Kendi besinlerini kendileri yapamazlar yani heterotrofturlar ve bu özellikleriyle hayvanlara benzerler.\n III. Hücrelerinde tıpkı bitkiler gibi hücre duvarı vardır. Bu özellikleriyle de bitkilere benzerler.\n IV. Hücre duvarı bitkilerinkinden farklı olarak selüloz yerine kitinden yapılmıştır.\n Yukarıda çeşitli özellikleriyle tanımlanan organizma grubunun adı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mantar benzeri protistler",
      "B": "Mantarlar",
      "C": "Algler",
      "D": "Likenler",
      "E": "Bitkiler"
    },
    "explanation": "Kitabımızın 91. sayfasında tanımlanan bu organizma grubu mantarlar olduğu için çözüm B seçeneğidir."
  },
  {
    "id": "3617512",
    "unitNumber": 3,
    "text": "Karasal bitkilerin en ilkel grubu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Likenler",
      "B": "Boynuzsu ciğer otları",
      "C": "Kara yosunları",
      "D": "Tek çenekli bitkiler",
      "E": "İki çenekli bitkiler"
    },
    "explanation": "Kitabımızın 94. sayfasındaki \"kara yosunları karasal bitkilerin en ilkel grubu<br/>olarak kabul edilmektedir\" ifadesine göre çözüm C seçeneğidir."
  },
  {
    "id": "3617513",
    "unitNumber": 3,
    "text": "Böceklerin esas olarak sınıflandırıldığı dört grup aşağıdaki seçeneklerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Salyangozlar, solucanlar, örümcekler, çokayaklılar",
      "B": "Deniz kestaneleri, tulumlular, kafatassızlar, araknidler",
      "C": "Salyangozlar, tulumlular, araknidler, kabuklular",
      "D": "Amfibiler, omurgalılar, örümcekler, araknidler",
      "E": "Örümcekler, çokayaklılar, araknidler ve kabuklular"
    },
    "explanation": "Kitabımızın 101. sayfasında verilen bilgiye göre böcekler \"örümcekler, çokayaklılar, araknidler ve kabuklular\" olmak esas olarak 4 grupta sınıflandırılır. Bu nedenle çözüm E seçeneğidir."
  },
  {
    "id": "3617514",
    "unitNumber": 4,
    "text": "Dünya üzerinde yaşayan canlıları sınıflandıran ilk bilim insanı kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Platon",
      "B": "Aristoteles",
      "C": "Thales",
      "D": "Gemnius",
      "E": "Arşimet"
    },
    "explanation": "Dünya üzerinde yaşayan canlıları sınıflandıran ilk bilim insanı MÖ 384-322 yılları arasında yaşamış olan Aristoteles olmuştur."
  },
  {
    "id": "3617515",
    "unitNumber": 4,
    "text": "Taksonomik sınıflandırmada takım grubunu belirten kelime nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Species",
      "B": "Domain",
      "C": "Regnum",
      "D": "Ordo",
      "E": "Phylum"
    },
    "explanation": "Bu taksonomik gruplar sırası ile tür (species), cins (genus), aile (familia), takım (ordo), sınıf (classis), şube (phylum) alem (regnum) ve üst alem (domain) adını almaktadır. Taksonomik gruplar içindeki en temel kategori türdür."
  },
  {
    "id": "3617516",
    "unitNumber": 4,
    "text": "Aşağıda verilen ikili isimlendirmelerden hangisi kara akbaba Latince tür adıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "<em>Macaca mulatta</em>",
      "B": "<em>Macaca siberu</em>",
      "C": "<em>Aegypius monachus</em>",
      "D": "<em>Amanita phalloides</em>",
      "E": "<em>Verbascum thapsus</em>"
    },
    "explanation": "Türlerin isimlendirilmesinde Carl Linnaeus tarafından geliştirilen ve “ikili isimlendirme” adı verilen bir sistem kullanılmaktadır. Bu sistemde türün ismi bilimsel dil olan Latince kurallarına göre ifade edilmektedir ve iki kelimeden oluşmaktadır. Örneğin bir akbaba türü olan kara akbabanın Latince tür ismi Aegypius monachus’ tur<br/><em>Aegypius monachus</em>"
  },
  {
    "id": "3617517",
    "unitNumber": 4,
    "text": "Aşağıda verilen canlılardan hangilerinin epiteti aynıdır?\n<br/>I- Bal arısı II- Akdeniz Foku III- Kara akbaba IV- Ateş semenderi",
    "correctAnswer": "C",
    "options": {
      "A": "I-II",
      "B": "I-IV",
      "C": "II-III",
      "D": "II-IV",
      "E": "III-IV"
    },
    "explanation": "Türün tanımlanmasında kullanılan ikinci kelime (epitet) sadece tanımlanan türe özgü değildir. Kullanılan ikinci kelime farklı türlerin de epiteti olabilir. Örneğin kara akbaba türünün epiteti olan monachus kelimesi aynı zamanda Akdeniz fokunun (Monachus monachus) da epitetidir.<br/>II-III"
  },
  {
    "id": "3617518",
    "unitNumber": 4,
    "text": "Aynı türe ait farklı bireylerin en az iki farklı görünüşe sahip olmaları durumuna ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Varyasyon",
      "B": "Fenotip",
      "C": "Vikaryans",
      "D": "Polimorfizm",
      "E": "Mutasyon"
    },
    "explanation": "Polimorfizm: Aynı türe ait farklı bireylerin en az iki farklı görünüşe sahip olmaları durumudur."
  },
  {
    "id": "3617519",
    "unitNumber": 4,
    "text": "Belli bir bölgede yaşayan ve aynı türe ait bireylerden oluşan topluluğa ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dispersal",
      "B": "Doğal seçilim",
      "C": "Ekolojik niş",
      "D": "Populasyon",
      "E": "Fosil"
    },
    "explanation": "Populasyon: Belli bir bölgede yaşayan ve aynı türe ait bireylerden oluşan topluluğu verilen isimdir."
  },
  {
    "id": "3617520",
    "unitNumber": 4,
    "text": "Aynı türe ait farklı bireylerin en az iki farklı görünüşe sahip olmaları durumuna ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tür",
      "B": "Niş",
      "C": "Epitet",
      "D": "Fenotip",
      "E": "Polimorfizm"
    },
    "explanation": "<strong>Polimorfizm: </strong>Aynı türe ait farklı bireylerin en az iki farklı görünüşe sahip olmaları durumudur. Bu görünüş farklılığı yaş ve cinsiyet gibi faktörlere bağlı olarak ortaya çıkabilmektedir."
  },
  {
    "id": "3617521",
    "unitNumber": 4,
    "text": "Türlerin tanımlanmasında kullanılan regnum terimi hangi taksonomik grubu ifade eder.",
    "correctAnswer": "C",
    "options": {
      "A": "Sınıf",
      "B": "Takım",
      "C": "Alem",
      "D": "Şube",
      "E": "Üst alem"
    },
    "explanation": "Biyolojik sınıflandırma sisteminde 8 temel taksonomik basamak bulunmaktadır ve her basamağın bir üst basamak tarafından kapsandığı hiyerarşik bir düzen görülmektedir. Bu taksonomik gruplar sırası ile tür (species), cins (genus), aile (familia), takım (ordo), sınıf (classis), şube (phylum) alem (regnum) ve üst alem (domain) adını almaktadır."
  },
  {
    "id": "3617522",
    "unitNumber": 4,
    "text": "Çevresel faktörlerin etkisi ile ortaya çıkan, üreme hücrelerindeki kalıtsal materyal üzerinde değişiklik oluşturmayan ve gelecek nesillere aktarılmayan karakterlere ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Doğal seçilim",
      "B": "Fenotip",
      "C": "Modifikasyon",
      "D": "Mutasyon",
      "E": "Varyasyon"
    },
    "explanation": "Çevresel faktörlerin etkisi ile ortaya çıkan ve üreme hücrelerindeki kalıtsal materyal üzerinde değişiklik oluşturmayan karakterlerin (modifikasyon) gelecek nesillere aktarımı söz konusu değildir."
  },
  {
    "id": "3617523",
    "unitNumber": 4,
    "text": "Bir uğur böceği olan <em>Adalia bipunctata</em> türünde kırmızı zemin üzerinde siyah beneklere sahip olan bireyler olduğu kadar siyah zemin üzerinde kırmızı beneklere sahip bireyler de bulunmaktadır. Bu örnekte olduğu gibi fenotipik özelliklerin genotipik olarak yani kalıtsal materyal ile belirlenmesi hangisine örnek olarak verilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tür",
      "B": "Ekolojik niş",
      "C": "Fosil",
      "D": "Mutasyon",
      "E": "Varyasyon"
    },
    "explanation": "Genetik farklılıkları nedeniyle tür içinde belli bir karakter açısından farklı fenotiplerle karşılaşmak mümkündür. Bu farklılıklar varyasyon olarak isimlendirilmektedir. Örneğin, bir uğur böceği olan <em>Adalia bipunctata</em> türünde kırmızı zemin üzerinde siyah beneklere sahip olan bireyler olduğu kadar siyah zemin üzerinde kırmızı beneklere sahip bireyler de bulunmaktadır. Bu fenotipik özellikler genotipik olarak yani kalıtsal materyal ile belirlenmektedir."
  },
  {
    "id": "3617524",
    "unitNumber": 4,
    "text": "Biri anneden diğeri babadan gelen ve bireylerde aynı karakterlerin kontrolünden sorumlu olan kromozom çiftlerine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Doğal seçilim",
      "B": "Genetik rekombinasyon",
      "C": "Homolog kromozom",
      "D": "Mayoz bölünme",
      "E": "Polimorfizm"
    },
    "explanation": "Homolog kromozom: Biri anneden diğeri babadan gelen ve bireylerde aynı karakterlerin kontrolünden sorumlu olan kromozom çiftleridir."
  },
  {
    "id": "3617525",
    "unitNumber": 4,
    "text": "Bir populasyon içinde belli alellerin görülme sıklıklarının tesadüfen arttığı ya da azaldığı ve türleşme süreçleri üzerinde etkili olan duruma ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Doğal seçilim",
      "B": "Genetik rekombinasyon",
      "C": "Genetik sürüklenme",
      "D": "Modifikasyon",
      "E": "Mutasyon"
    },
    "explanation": "Türleşme süreçleri üzerinde etkili olan bir başka mekanizma genetik sürüklenmedir. Genetik sürüklenme bir populasyon içinde belli alellerin görülme sıklıklarının tesadüfen artması veya azalması durumudur."
  },
  {
    "id": "3617526",
    "unitNumber": 4,
    "text": "Türün dağılım alanında zamanla şekillenen bariyerlerin bireylerin birbirlerinden ayrılmasına neden olmasına ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dispersal",
      "B": "Ekolojik niş",
      "C": "Endemik tür",
      "D": "Varyasyon",
      "E": "Vikaryans"
    },
    "explanation": "<strong>Allopatrik Türleşme: Vikaryans </strong>olarak adlandırılan birinci sürece göre türün dağılım alanında zamanla şekillenen bariyerler bireylerin birbirlerinden ayrılmasına neden olmaktadır."
  },
  {
    "id": "3617527",
    "unitNumber": 4,
    "text": "Anadolu dağ kurbağaları, geniş dağılım alanlarının buzullaşma ile bölünmesi sonucu hangi türleşme şekli ile yaşamlarına devam etmişlerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Allopatrik",
      "B": "Simpatrik",
      "C": "Genetik sürüklenme",
      "D": "Fosil",
      "E": "Paleoendemik"
    },
    "explanation": "<strong>Allopatrik Türleşme:</strong> Anadolu dağ kurbağaları geniş dağılım alanına sahip iken buzullaşma ile dağılım alanları bölünmüş yani vikaryans süreci yaşanmıştır."
  },
  {
    "id": "3617528",
    "unitNumber": 4,
    "text": "Aşağıda verilen bilgilerden hangisi doğrudur.",
    "correctAnswer": "D",
    "options": {
      "A": "Bufo bufo türlerine ergin dönemlerini suda geçirir",
      "B": "<em>Salamandra salamandra</em> ve<em> Salamandra corsica</em> aynı türlerdir",
      "C": "Bactrocera tryoni ve Bactrocera neohumeralis tarım zararlısı olan ikiz türdür",
      "D": "Bal arılarında kraliçe ve işçi arıların kalıtsal materyalleri aynıdır",
      "E": "Epitet sadece tanımlanan türe özgüdür."
    },
    "explanation": "Bal arılarında kraliçe ve işçi arılar aynı kalıtsal materyale sahip olmalarına rağmen fenotipik özellikleri ile birbirlerinden son derece farklıdırlar.<br/>Bal arılarında kraliçe ve işçi arıların kalıtsal materyalleri aynıdır"
  },
  {
    "id": "3617529",
    "unitNumber": 4,
    "text": "Canlıların yayılma gücü ile ortaya çıkan ve dispersal olarak adlandırılan durum hangi türleşme şeklinde gözlenir?",
    "correctAnswer": "A",
    "options": {
      "A": "Allopatrik",
      "B": "Simpatrik",
      "C": "Endemik",
      "D": "Poliploidi",
      "E": "Vikaryans"
    },
    "explanation": "<strong>Allopatrik Türleşme: </strong>Bir türe ait bireyler topluluğunun ayrı kalmasına neden olan ikinci süreç dispersal olarak adlandırılır ve canlıların yayılma gücü ile ortaya çıkan bir durumdur."
  },
  {
    "id": "3617530",
    "unitNumber": 4,
    "text": "Dünya üzerinde sadece tek bir coğrafik bölgede dağılım gösteren türler için hangi terim kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekolojik niş",
      "B": "Endemik",
      "C": "Fenotip",
      "D": "Fosil",
      "E": "Varyant"
    },
    "explanation": "<strong>Endemik tür:</strong> Dünya üzerinde sadece tek bir coğrafik bölgede dağılım gösteren türler için kullanılan bir terimdir."
  },
  {
    "id": "3617531",
    "unitNumber": 4,
    "text": "Belli bir populasyonda bulunan genlerin, bu genleri taşıyan bireylerin göçü ile başka bir populasyona taşınması olayına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Türleşme",
      "B": "Genetik rekombinasyon",
      "C": "Genetik sürüklenme",
      "D": "Gen akışı",
      "E": "Dispersal"
    },
    "explanation": "Gen Akışı: Belli bir populasyonda bulunan genlerin, bu genleri taşıyan bireylerin göçü ile başka bir populasyona taşınması olayıdır."
  },
  {
    "id": "3617532",
    "unitNumber": 4,
    "text": "Allopatrik Türleşme toplulukarın gen havuzundaki farklılıkların oluşmasında aşağıda verilen mekanizmaların hangisi yada hangileri rol oynar?\n I- Rekombinasyon II- Genetik sürüklenme III- Doğal seçilim",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "I,II",
      "D": "II,III",
      "E": "I,II ve III"
    },
    "explanation": "Allopatrik türleşme aynı türe ait bireylerin coğrafik bariyerler nedeniyle birbirlerinden ayrı kalması sonucu meydana gelen türleşme şeklidir. Ayrı kalma sürecinde rekombinayon, mutasyon, genetik sürüklenme ve doğal seçilim gibi mekanizmaların etkisi ile ayrı kalan toplulukların (populasyonlar) gen havuzlarında farklılıklar ortaya çıkmaktadır.<br/>I,II ve III"
  },
  {
    "id": "3617533",
    "unitNumber": 4,
    "text": "Aşağıda verilen bilgilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Adansonia digitata Asya kıtası için endemik bir türdür",
      "B": "Hypolestes cinsine ait kız böcekleri simpatrik türleşme gösterir",
      "C": "Leopardus guttulus çöl bölgelerinde dağılım gösteren bir türdür",
      "D": "Bir allopoliploit olan <em>Oenothera gigas</em> Simpatrik türleşme örneğidir",
      "E": "<em>Rana holtzi </em> vikaryans süreci yaşanmıştır"
    },
    "explanation": "Vikaryans ve dispersal süreçleri sonucunda türleşen ve ülkemiz için endemik olan Anadolu dağ kurbağası türlerinden Toros kurbağası (Rana holtzi) örnek verilebilir.<br/><em>Rana holtzi </em> vikaryans süreci yaşanmıştır"
  },
  {
    "id": "3617534",
    "unitNumber": 4,
    "text": "Canlı bir organizmaya ait olan morfoloji, anatomi, fizyoloji ve davranış gibi görünebilir karakterlerin tümüne verilen isim nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fenotip",
      "B": "Polimorfizm",
      "C": "Taksonomi",
      "D": "Aristoteles",
      "E": "Ekolojik niş"
    },
    "explanation": "Fenotip: Canlı bir organizmaya ait olan morfoloji, anatomi, fizyoloji ve davranış gibi görünebilir karakterlerin tümüne verilen isimdir. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3617535",
    "unitNumber": 4,
    "text": "Canlı organizmaların ortak özelliklerine göre adlandırılması, tanımlanması ve sınıflandırılması ile ilgilenen bilim dalına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ekolojik niş",
      "B": "Fenotip",
      "C": "Taksonomi",
      "D": "Polimorfizm",
      "E": "Aristoteles"
    },
    "explanation": "Taksonomi: Canlı organizmaların ortak özelliklerine göre adlandırılması, tanımlanması ve sınıflandırılması ile ilgilenen bilim dalıdır. Canlıların belirli özelliklerine göre gruplandırılması ile ilgilenen taksonomi, her ne kadar o dönemde bir bilim dalı olmasa da ilk insanların dil kullanma yeteneklerinin ortaya çıkması kadar eskiye dayanmaktadır. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3617536",
    "unitNumber": 4,
    "text": "Belli bir bölgede yaşayan ve aynı türe ait bireylerden oluşan topluluğu verilen isim nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Polimorfizm",
      "B": "Fenotip",
      "C": "Taksonomi",
      "D": "Fosil",
      "E": "Populasyon"
    },
    "explanation": "Biyolojik tür tanımına göre aynı türe ait alt türler/populasyonlar filogenetik tür tanımına göre farklı türler olarak tanımlanabilmektedir."
  },
  {
    "id": "3617537",
    "unitNumber": 4,
    "text": "Aynı türe ait farklı bireylerin en az iki farklı görünüşe sahip olmaları durumuna ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Taksonomi",
      "B": "Fosil",
      "C": "Populasyon",
      "D": "Polimorfizm",
      "E": "Fenotip"
    },
    "explanation": "Polimorfizm: Aynı türe ait farklı bireylerin en az iki farklı görünüşe sahip olmaları durumudur. Bu görünüş farklılığı yaş ve cinsiyet gibi faktörlere bağlı olarak ortaya çıkabilmektedir. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3617538",
    "unitNumber": 4,
    "text": "Biri anneden diğeri babadan gelen iki eşey hücresinin birleşmesi ile oluşan hücreye verilen isim nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fosil",
      "B": "Zigot",
      "C": "Populasyon",
      "D": "Homolog kromozom",
      "E": "Ekolojik niş"
    },
    "explanation": "Zigot: Biri anneden diğeri babadan gelen iki eşey hücresinin birleşmesi ile oluşan hücreye verilen isimdir. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3617539",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Allopatrik Türleşmenin özelliklerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aynı türe ait bireylerin coğrafik bariyerler nedeniyle birbirlerinden ayrı kalması sonucu meydana gelen türleşme şeklidir.",
      "B": "Aynı bölgede dağılım gösteren bir populasyondaki varyasyonlar arasında görülen türleşme şeklidir.",
      "C": "Türleşmeden en önemli farkı türleşme sürecinde coğrafik yalıtımın olmamasıdır.",
      "D": "Örnekleri daha çok bitkiler aleminde görülmesine rağmen hayvansal organizmalarda da bulunmaktadır.",
      "E": "Türleşme sürecine giren ve genetiksel özellikleri açısından farklılık gösteren gruplar arasında gen alışverişi yoktur."
    },
    "explanation": "Allopatrik türleşme aynı türe ait bireylerin coğrafik bariyerler nedeniyle birbirlerinden ayrı kalması sonucu meydana gelen türleşme şeklidir. Ayrı kalma sürecinde rekombinayon, mutasyon, genetik sürüklenme ve doğal seçilim gibi mekanizmaların etkisi ile ayrı kalan toplulukların (populasyonlar) gen havuzlarında farklılıklar ortaya çıkmaktadıR. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3617540",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi <strong>simpatrik türleşmenin</strong> özelliklerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Simpatrik türleşme üreme yalıtımı esasına dayanmaz.",
      "B": "Ekolojik istekler ve eş seçimi tercihlerindeki farklılıklar simpatrik türleşmede etkili değildir.",
      "C": "Aynı bölgede dağılım gösteren bir populasyondaki varyasyonlar arasında görülen türleşme şeklidir.",
      "D": "Simpatrik türleşmede vikaryans ve dispersal süreçleri etkilidir.",
      "E": "Aynı türe ait bireylerin coğrafik bariyerler nedeniyle birbirlerinden ayrı kalması sonucu meydana gelen türleşme şeklidir."
    },
    "explanation": "<strong>Simpatrik türleşme</strong> aynı bölgede dağılım gösteren bir populasyondaki varyasyonlar arasında görülen türleşme şeklidir (Şekil 4.10). Allopatrik türleşmeden en önemli farkı türleşme sürecinde coğrafik yalıtımın olmamasıdır. Simpatrik türleşme süreci de alloptrik türleşme sürecinde olduğu gibi genetik (üreme) yalıtım esasına dayanmaktadır. Örneğin, İki tür de aynı gölde dağılım göstermesine rağmen, ekolojik istekleri ve eş seçimi tercihlerindeki farklılıklar, bu türlerin zigot öncesi yalıtım mekanizmalarının ortaya çıkması ile simpatrik olarak türleştiklerini göstermektedir.\n<br/><strong>Allopatrik türleşme</strong> aynı türe ait bireylerin coğrafik bariyerler nedeniyle birbirlerinden ayrı kalması sonucu meydana gelen türleşme şeklidir. Ayrı kalma sürecinde rekombinayon, mutasyon, genetik sürüklenme ve doğal seçilim gibi mekanizmaların etkisi ile ayrı kalan toplulukların (populasyonlar) gen havuzlarında farklılıklar ortaya çıkmaktadır. Belli bir zaman sonunda iki populasyonu ayıran coğrafik engeller ortadan kalksa bile iki grup arasında üreme yalıtımının gelişmesi nedeniyle çiftleşip verimli döller vermeleri söz konusu olamamaktadır. <em>Vikaryans</em> olarak adlandırılan birinci sürece göre türün dağılım alanında zamanla şekillenen bariyerler bireylerin birbirlerinden ayrılmasına neden olmaktadır. Bir türe ait bireyler topluluğunun ayrı kalmasına neden olan ikinci süreç ise <em>dispersa</em>l olarak adlandırılan ve canlıların yayılma gücü ile ortaya çıkan bir durumdur.\n<br/>cevap C şıkkıdır."
  },
  {
    "id": "3617541",
    "unitNumber": 4,
    "text": "Bir türe ait bireyler topluluğunun ayrı kalmasına neden olan ikinci sürecinr ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Vikaryans",
      "B": "Varyasyon",
      "C": "Endemik",
      "D": "Dispersal",
      "E": "Fosil"
    },
    "explanation": "Bir türe ait bireyler topluluğunun ayrı kalmasına neden olan ikinci süreç ise dispersal olarak adlandırılan ve canlıların yayılma gücü ile ortaya çıkan bir durumdur. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3617542",
    "unitNumber": 4,
    "text": "Endemik tür, türe ait bireylerin bir zamanlar çok geniş dağılım alanına sahip iken değişen çevre koşulları nedeniyle dar bir alanda sıkışması ile oluşuyorsa buna ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Paleoendemik tür",
      "B": "Neoendemik tür",
      "C": "Homolog kromozom",
      "D": "Ekolojik niş",
      "E": "Polimorfizm"
    },
    "explanation": "Endemik tür, türe ait bireylerin bir zamanlar çok geniş dağılım alanına sahip iken değişen çevre koşulları nedeniyle dar bir alanda sıkışması ile oluşuyorsa buna paleoendemik tür adı verilmektedir."
  },
  {
    "id": "3617543",
    "unitNumber": 4,
    "text": "Belli bir populasyonda bulunan genlerin, bu genleri taşıyan bireylerin göçü ile başka bir populasyona taşınması olayına ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Paleoendemik tür",
      "B": "Homolog kromozoml",
      "C": "Neoendemik tür",
      "D": "Hibrit bölge",
      "E": "Gen Akışı"
    },
    "explanation": "Gen Akışı: Belli bir populasyonda bulunan genlerin, bu genleri taşıyan bireylerin göçü ile başka bir populasyona taşınması olayıdır. Farklı populasyondan gelen bireyler yeni populasyonlarındaki bireyler ile çiftleşerek kendi genlerini gelecek nesillere aktarmış olurlar. Farklı populasyonlardan göç eden bireyler göç ederek geldikleri populasyonda daha önce var olmayan alellerin görülmesini sağladıkları gibi populasyonda daha önce var olan alellerin frekanslarını da değiştirebilirler. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3617544",
    "unitNumber": 4,
    "text": "<ol type=\"I\"><br/><li>Cins (genus)</li><br/><li>Tür (species)</li><br/><li>Şube (phylum)</li><br/><li>Sınıf (classis)</li><br/></ol><br/>Size yukarıda verilen taksonomik basamakları, kapsam açısından geniş taksonomik gruptan- en temel taksonomik gruba doğru sıralayınız?",
    "correctAnswer": "C",
    "options": {
      "A": "II-I-III-IV",
      "B": "I-II-IV-III",
      "C": "III-IV-I-II",
      "D": "III-I-IV-II",
      "E": "I-II-III-IV"
    },
    "explanation": "Biyolojik sınıflandırma sisteminde 8 temel taksonomik basamak bulunmaktadır ve her basamağın bir üst basamak tarafından kapsandığı hiyerarşik bir düzen görülmektedir. Bu taksonomik gruplar en alt basamaktan en üst basamağa doğru sırası ile tür (species), cins (genus), aile (familia), takım (ordo), sınıf (classis), şube (phylum) alem (regnum) ve üst alem (domain) adını almaktadır. Taksonomik gruplar içindeki en temel kategori türdür. Sınıflandırma sisteminde en alttaki basamak tür kategorisidir."
  },
  {
    "id": "3617545",
    "unitNumber": 4,
    "text": "Canlı bir organizmaya ait olan morfoloji, anatomi, fizyoloji ve davranış gibi görünebilir karakterlerin tümüne verilen isim hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Genotip",
      "B": "Polimorfizm",
      "C": "Fenotip",
      "D": "Sibling",
      "E": "Poliploidi"
    },
    "explanation": "Fenotip: Canlı bir organizmaya ait olan morfolo- ji, anatomi, fizyoloji ve davranış gibi görünebilir karakterlerin tümüne verilen isimdir."
  },
  {
    "id": "3617546",
    "unitNumber": 4,
    "text": "Üreme yalıtımının önemli olan ve birbirleri ile çiftleşip verimli döller veren ve diğer organizmalardan üreme yalıtımı ile ayrılan bireyleri tanımlayan tür tanımı hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Biyolojik tür tanımı",
      "B": "Filogenetik tür tanımı",
      "C": "Ekolojik tür tanımı",
      "D": "Morfolojik tür tanımı",
      "E": "Genetik tur tanımı"
    },
    "explanation": "Biyolojik Tür Tanımı\n Biyolojik tür tanımı günümüzde türlerin tanımlanmasında en yaygın olarak kullanılan kavramlardan birisidir. Biyolojik tür tanımında üreme yalıtımının önemi özellikle vurgulanmaktadır. Bu tanıma göre tür, birbirleri ile çiftleşip verimli döller veren ve diğer organizmalardan üreme yalıtımı ile ayrılan bireyler topluluğudur."
  },
  {
    "id": "3617548",
    "unitNumber": 4,
    "text": "Biyolojik sınıflandırma sisteminde kaç temel taksonomik basamak bulunmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "7",
      "B": "8",
      "C": "9",
      "D": "10",
      "E": "12"
    },
    "explanation": "TÜRÜ TANIMLAMADA KULLANILAN KAVRAMLAR\n Biyolojik sınıflandırma sisteminde 8 temel taksonomik basamak bulunmaktadır ve her basamağın bir üst basamak tarafından kapsandığı hiyerarşik bir düzen görülmektedir."
  },
  {
    "id": "3617549",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Eşeyli üreme</li> <li>Doğal seçilim</li> <li>Mutasyonlar</li> </ol> Size yukarıda verilenlerden hangisi/hangileri türleşmeye neden olan mekanizmalar arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Tür içinde bireyler arasında genotipik fark- lılıkların oluşmasında birçok faktör etkili ola- bilmektedir. Bunların başında eşeyli üreme ve mutasyonlar gelmektedir. Farklılaşma süreci sonrasında çevresel faktörlerin etkisi ile belli özelliklere sahip olan bireylerin hayatta kalma ve üreme başarılarının artması, bu özelliğe sahip olan birey- lerin kalıtsal materyallerini yeni nesillere aktarma fırsatı sağlayacaktır. Böylece doğal seçilim denilen süreç ortaya çıkacak ve farklı özelliğe sahip bi- reylerden oluşan yeni grupların şekillenmesi söz konusu olacaktır. Farklılaşmanın üreme yalıtımı oluşturacak biçimde gelişmesi ise biyolojik tür tanımına göre yeni bir türün ortaya çıkması ile kendini gösterecektir."
  },
  {
    "id": "3617550",
    "unitNumber": 4,
    "text": "Bir populasyon içinde belli alellerin görülme sıklıklarının tesadüfen artması veya azalması durumunu tanımlayan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Eşeyli Üreme",
      "B": "Varyasyon",
      "C": "Mutasyon",
      "D": "Doğal seçilim",
      "E": "Genetik sürüklenme"
    },
    "explanation": "Genetik Sürüklenme\n Türleşme süreçleri üzerinde etkili olan bir başka mekanizma genetik sürüklenmedir. Genetik sürük- lenme bir populasyon içinde belli alellerin görülme sıklıklarının tesadüfen artması veya azalması durumudur. Özellikle küçük populasyonlarda büyük populasyonlara göre ortaya çıkma ihtimali daha fazladır. Genetik sürüklenme sonucunda yeni alel oluşumu söz konusu değildir."
  },
  {
    "id": "3617551",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Sadece bitkilerde görülür.</li> <li>Türleşme vikaryans nedeni ile ortaya çıkar.</li> <li>Türleşme aynı bölgede yaşayan bireyler arasında gerçekleşir.</li> </ol> Size yukarıda verilenlerden hangisi/hangileri simpatrik türleşme ile ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Simpatrik Türleşme\n Simpatrik türleşme aynı bölgede dağılım göste- ren bir populasyondaki varyasyonlar arasında görülen türleşme şeklidir (Şekil 4.10). Allopatrik türleşmeden en önemli farkı türleşme sürecinde coğrafik yalıtımın olmamasıdır. Simpatrik türleşme örnekleri daha çok bitkiler aleminde görülmesine rağmen hayvansal organizmalarda da bulunmaktadır."
  },
  {
    "id": "3617552",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Coğrafik bariyerler etkilidir.</li> <li>Sadece hayvanlarda görülür</li> <li>Türleşme sonrasında populasyonlar arasındaki farklılıklar, davranışsal, morfolojik, fizyolojik vb. şekillerdedir.</li> </ol> Size yukarıda verilenlerden hangisi/hangileri allopatrik türleşme ile ilişkilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I ve III"
    },
    "explanation": "Allopatrik Türleşme\n Allopatrik türleşme aynı türe ait bireylerin coğrafik bariyerler nedeniyle birbirlerinden ayrı kalması sonucu meydana gelen türleşme şeklidir.\n Allopatrik türleşme sonrasında populasyon- lar arasındaki farklılıklar, davranışsal, morfolojik, fizyolojik vb. şekillerde ortaya çıkabilmektedir. Sonuçta bu farklılıklar üreme yalıtımına yani bireylerin çiftleşip verimli döller oluşturamamasına neden olmaktadır. Üreme yalıtımı zigot oluşumu öncesinde ya da sonrasında görülebilmektedir."
  },
  {
    "id": "3617553",
    "unitNumber": 4,
    "text": "Size aşağıda verilenlerden hangisi \"Dünya üzerinde sadece tek bir coğrafik bölgede dağılım gösteren türler\" için kullanılan bir terimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Neoendemik",
      "B": "Endemik",
      "C": "Paleoendemik",
      "D": "Dispersal",
      "E": "Vikaryans"
    },
    "explanation": "Endemik tür: Dünya üzerinde sadece tek bir coğrafik bölgede dağılım gösteren tür- ler için kullanılan bir terimdir. Dağılım gösterilen bölge, dağ, ada, göl olabildi- ği gibi kıta da olabilmektedir. Örneğin baobab ağacı (Adansonia digitata) Afrika kıtası için endemik bir türdür. Endemik tür, türe ait bireylerin bir zamanlar çok geniş dağılım alanına sahip iken değişen çevre koşulları nedeniyle dar bir alanda sıkışması ile oluşuyorsa buna paleoendemik tür adı verilmektedir. Eğer yeni oluşmuş ve dağılma için zaman ya da fırsat bulamamış bir tür ise bu durumdaneoendemik tür olarak isimlendirilir."
  },
  {
    "id": "3617554",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi tek yıllık bitkidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Pancar",
      "B": "Enginar",
      "C": "Havuç",
      "D": "Kuşkonmaz",
      "E": "Ispanak"
    },
    "explanation": "Birçok yabani otsu bitki ve mısır, marul, salatalık, bezelye, ıspanak gibi sebzeler tek yıllıktır. Pancar, lahana, havuç, kereviz, soğan gibi sebzeler iki yıllıktır. Kuşkonmaz, enginar gibi sebzeler ise çok yıllık bitkilerdir."
  },
  {
    "id": "3617555",
    "unitNumber": 5,
    "text": "Sürekli dokular ile ilgili seçeneklerde verilen bilgilerden hangisi hatalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sürekli dokular primer ve sekonder büyüme için hücreler üretirler.",
      "B": "Sürekli dokular, bölünme özelliğini tamamen yada kısmen kaybetmiştir.",
      "C": "Sürekli dokular, belli işlevleri yerine getirmek üzere farklılaşmış hücrelerin oluşturduğu dokulardır.",
      "D": "Hücreler arası boşluğu ve plastidleri olan, küçük çekirdekli, büyük vakuollü, kalın çeperli hücrelerden oluşur.",
      "E": "Sürekli dokular morfolojik yapıları ve işlevsel özellikleri dikkate alındığında beş kısımda incelenir."
    },
    "explanation": "Meristemler, bölünür dokulardır. Dolayısıyla meristemler primer ve sekonder büyüme için hücreler üretirler. Sürekli dokular ise bölünme özelliğini tamamen yada kısmen kaybetmiş ve belli işlevleri yerine getirmek üzere farklılaşmış hücrelerin oluşturduğu dokulardır."
  },
  {
    "id": "3617556",
    "unitNumber": 5,
    "text": "Çeperleri kalınlaşmış hücrelerden meydana gelen, bitkiye hem şekil veren hem de dayanıklılık ve sertlik sağlayan mekaniksel dokuya ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "İletim Dokusu",
      "B": "Destek Doku",
      "C": "Temel Doku",
      "D": "Koruyucu (Örtü) Doku",
      "E": "Salgı Doku"
    },
    "explanation": "Destek doku, çeperleri kalınlaşmış hücrelerden meydana gelen, bitkiye hem şekil veren hem de dayanıklılık ve sertlik sağlayan mekaniksel bir dokudur."
  },
  {
    "id": "3617557",
    "unitNumber": 5,
    "text": "Bitkinin tüm yüzeyini tek hücre sırası halinde kaplayan sürekli dokuya ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hipoderma",
      "B": "Stoma",
      "C": "Epiderma",
      "D": "Por",
      "E": "Hidatod"
    },
    "explanation": "Epiderma, bitkinin tüm yüzeyini tek hücre sırası halinde kaplayan sürekli bir dokudur."
  },
  {
    "id": "3617558",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangileri vejetatif organlardandır?\n <ol type=\"I\"> <li>Kök</li> <li>Çiçek</li> <li>Gövde</li> <li>Yaprak</li> <li>Meyve</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I ve III",
      "B": "II ve V",
      "C": "III, IV ve V",
      "D": "I, III ve IV",
      "E": "I, II ve V"
    },
    "explanation": "Bitkinin büyüme ve gelişimini sağlayan kök, gövde ve yaprak gibi organlar vejetatif organlardır."
  },
  {
    "id": "3617559",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kök ucu meristemini koruyan ve salgıladığı müsilaj maddesi ile kökün toprak içlerine ilerlemesini sağlayan canlı parankimatik hücrelerden oluşur?",
    "correctAnswer": "A",
    "options": {
      "A": "Kaliptra",
      "B": "Apikal meristem",
      "C": "Uzama bölgesi",
      "D": "Emici tüyler",
      "E": "Farklılaşma bölgesi"
    },
    "explanation": "Kaliptra, kök ucu meristemini koruyan ve salgıladığı müsilaj maddesi ile kökün toprak içlerine ilerlemesini sağlayan canlı parankimatik hücrelerden oluşur."
  },
  {
    "id": "3617560",
    "unitNumber": 5,
    "text": "Aşağıdaki kök ve bitki eşleşmelerinden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Depo kökler: Havuç",
      "B": "Destek kökler: Lastik ağacı",
      "C": "Tutunma kökü: Duvar sarmaşığı",
      "D": "Hava kökleri: Orkide",
      "E": "Diken kökler: Hurma"
    },
    "explanation": "Hava kökleri: Bataklık selvisi (Taxodium distichum)’nde olduğu gibi hava almak için özelleşir. Orkide (Orchis sp.)’ de ise asimileme kökleri fotosentez yapar."
  },
  {
    "id": "3617561",
    "unitNumber": 5,
    "text": "Aşağıdaki bitkilerden hangisinde monopodial dallanmaya rastlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kestane",
      "B": "Sedir",
      "C": "Ihlamur",
      "D": "Söğüt",
      "E": "Asma"
    },
    "explanation": "Monopodial dallanma’da ana gövde, yan dallara göre daha baskın bir gelişme gösterir. Kavak (Populus sp.), çam (Pinus sp.), sedir (Cedrus sp.), ladin (Picea sp.) bu tip dallanmaya örnek olarak verilebilir. Kestane (Castanea sp.), ıhlamur (Tilia sp.), söğüt (Salix sp.), asma (Vitis sp.) ise simpodial dallanma örneklerinden bazılarıdır. Simpodial<br/>dallanma’da yan dallar, ana gövdeye göre daha baskın gelişir.<br/>Monopodial dallanma’da ana gövde, yan dallara göre daha baskın bir gelişme gösterir. Kavak (Populus sp.), çam (Pinus sp.), sedir (Cedrus sp.), ladin (Picea sp.) bu tip dallanmaya örnek olarak verilebilir. Kestane (Castanea sp.), ıhlamur (Tilia sp.), söğüt (Salix sp.), asma (Vitis sp.) ise simpodial dallanma örneklerinden bazılarıdır. Simpodial dallanma’da yan dallar, ana gövdeye göre daha baskın gelişir."
  },
  {
    "id": "3617562",
    "unitNumber": 5,
    "text": "Hint yağı (Ricinus sp.) bitkisinde aşağıdaki damarlanma tiplerinden hangisi görülür?",
    "correctAnswer": "A",
    "options": {
      "A": "Peltat damarlanma",
      "B": "Pennat damarlanma",
      "C": "Palmat damarlanma",
      "D": "Pedat damarlanma",
      "E": "Paralel damarlanma"
    },
    "explanation": "Hint yağı (Ricinus sp.) bitkisinde ana damarın yaprağın ortasında bir yerde yer<br/>alıp ışınsal olarak dallanmasıyla peltat damarlanma meydana gelir."
  },
  {
    "id": "3617563",
    "unitNumber": 5,
    "text": "Aşağıdaki meyvelerden hangisi basit meyveler grubunda yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Bezelye",
      "B": "Rezene",
      "C": "Çilek",
      "D": "Domates",
      "E": "Şeftali"
    },
    "explanation": "Seçeneklerde yer alan çilek Agregat meyveler grubundandır. Bu grupta, çok pistilli bir çiçekte pistil’lerin her biri ayrı ayrı meyve verir. Bu tek meyveler aynı çiçekte yer aldığından küme halinde beraber büyür ve gelişirler."
  },
  {
    "id": "3617564",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi fotosentezin ana ürünüdür?",
    "correctAnswer": "D",
    "options": {
      "A": "Karbon dioksit",
      "B": "Karbon monoksit",
      "C": "Su",
      "D": "Oksijen",
      "E": "Azot"
    },
    "explanation": "Oksijen, fotosentezin ana ürünüdür."
  },
  {
    "id": "3617565",
    "unitNumber": 5,
    "text": "Aşağıdaki metallerden hangisi klorofil yapısında bulunur?",
    "correctAnswer": "B",
    "options": {
      "A": "Demir",
      "B": "Magnezyum",
      "C": "Kalsiyum",
      "D": "Baryum",
      "E": "Kobalt"
    },
    "explanation": "Klorofil yapısında magnezyum bulunan bir moleküldür."
  },
  {
    "id": "3617566",
    "unitNumber": 5,
    "text": "Organizmada belirli görevleri yapmak üzere özelleşmiş hücre topluluklarına ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doku",
      "B": "Organ",
      "C": "Hücre",
      "D": "Orgonal",
      "E": "Embriyo"
    },
    "explanation": "Doku: Organizmada belirli görevleri yapmak üzere özelleşmiş hücre topluluklarıdır."
  },
  {
    "id": "3617567",
    "unitNumber": 5,
    "text": "Çok yıllık bitkilerde bulunan ve bulunduğu yerde yapıların enine kalınlaşmasını sağlayan meristematik dokuya ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kambiyum",
      "B": "Floem",
      "C": "Fellogen",
      "D": "Doku",
      "E": "Epiderma"
    },
    "explanation": "Kambiyum: Çok yıllık bitkilerde bulunan ve bulunduğu yerde yapıların enine kalınlaşmasını sağlayan meristematik doku"
  },
  {
    "id": "3617568",
    "unitNumber": 5,
    "text": "Fellogenin tanımı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mantar kambiyumu",
      "B": "Apikal meristem",
      "C": "Endodermis",
      "D": "Meristematik doku",
      "E": "Koruyucu doku"
    },
    "explanation": "Fellogen: mantar kambiyumu"
  },
  {
    "id": "3617569",
    "unitNumber": 5,
    "text": "Bazı bitkilerde epiderma altında bir veya çok sıralı hücrelerden oluşan tabakanın adı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hipoderma",
      "B": "Salgı doku",
      "C": "Koruyucu doku",
      "D": "Epiderma",
      "E": "Meristem"
    },
    "explanation": "Bazı bitkilerde epiderma altında bir veya çok sıralı hücrelerden oluşan hipoderma tabakası bulunur. Bu tabakanın görevi kurak iklim bölgelerinde yayılış gösteren bitkilerde su depo etmektir."
  },
  {
    "id": "3617570",
    "unitNumber": 5,
    "text": "Bitkinin tüm yüzeyini tek hücre sırası halinde kaplayan sürekli bir dokuya ne isim verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Epiderma",
      "B": "Meristem",
      "C": "Hipoderma",
      "D": "Fellogen",
      "E": "Kambiyum"
    },
    "explanation": "Epiderma, bitkinin tüm yüzeyini tek hücre sı- rası halinde kaplayan sürekli bir dokudur."
  },
  {
    "id": "3617571",
    "unitNumber": 5,
    "text": "Genellikle bitkinin yaprak ve gövdelerinde bulunurken, kök ve bazı parazit bitkilerde bulunmayan nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Stomalar",
      "B": "Epiderma",
      "C": "Hidatod",
      "D": "Tüyler",
      "E": "Emergensler"
    },
    "explanation": "Stomalar genellikle bitkinin yaprak ve gövdelerinde bulunurken, kök ve bazı parazit bitkilerde bulunmaz"
  },
  {
    "id": "3617572",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi tek hücreli çıkıntı olan tüy çeşitlerinden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Atma tüyleri",
      "B": "Korunma tüyleri",
      "C": "Savunma tüyleri",
      "D": "Tırmanma tüyleri",
      "E": "Salgı tüyleri"
    },
    "explanation": "Tüyler (trikom), epiderma yüzeyinden dışa doğru gelişen tek ya da çok hücreli çıkıntılardır. Boyut, şekil, içerik ve yapısal farklılık gösteren tüyler, bitkinin her tarafında bulunabilir ve çeşit- li işlevlerine göre, korunma, savunma, tırmanma, emme ve salgı olmak üzere beş gruba ayrılır.\n Korunma tüyleri; özellikle kurakçıl bitkilerde olduğu gibi su kaybının azaltılmasında ve güneşin zararlı ışınlarından bitkinin fazla ısınmasına engel olmada rol oynar (Şekil 5.4a).\n Savunma tüyleri; gerek sivri uçlarıyla gerekse içerdikleri yakıcı salgılar ile hayvanlara karşı savun- ma oluşturacak bir özelliğe sahiptir. Isırgan otunun (Urtica sp.) yakıcı ve batıcı tüyleri savunma tüyleri- ne örnek olarak verilebilir.\n Tırmanma tüyleri; bazı tırmanıcı ve sarılıcı bitkilerde, uçları kıvrılmış ve çeperleri kalınlaş- mış tüyler bitkinin tutunmasına ve tırmanmasına yardımcıdır. Duvarlara ya da ağaç gövdelerine bu tüylerle tutunarak sarılan Humulus lupulus (şerbet- çiotu) bu tüylere güzel bir örnektir.\n Emme tüyleri; bitki yaşamı için gerekli olan su ve suda erimiş inorganik veya organik maddelerin topraktan alınmasında rol oynarlar. Bu tüylerin en bilinen örneği kök tüyleridir.\n Salgı tüyleri; saf su, şekerli, tuzlu su, uçucu yağ ve ferment gibi bitki tarafından sentezlenen mad- deleri taşıyan ve dış ortama salan tüylerdir. Farklı şekillere sahip olan salgı tüylerinde salgı baş hücre- sinde yer alır (Şekil 5.4b). Adaçayı (Salvia sp.), ke- kik ( ymus sp.), nane (Mentha sp.) gibi aromatik bitkileri içeren Lamiaceae familyası salgı tüylerince zengindir."
  },
  {
    "id": "3617573",
    "unitNumber": 5,
    "text": "Bitkideki organların iç ve dış yapı ve fonksiyonlarını inceleyen botanik dalına ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Organografi",
      "B": "Kök",
      "C": "Gövde",
      "D": "Yaprak",
      "E": "Çiçek"
    },
    "explanation": "Organografi: Bitkideki organların iç ve dış yapı ve fonksiyonlarını inceleyen botanik dalı"
  },
  {
    "id": "3617574",
    "unitNumber": 5,
    "text": "Bitkilerin mevsime bağlı olarak yaprakarını kaybetmesine ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Absisyon",
      "B": "Çiçek durumu",
      "C": "Yaprakçık",
      "D": "Organografi",
      "E": "Kök"
    },
    "explanation": "Absisyon Bitkilerin mevsime bağlı olarak yaprak- larını kaybetmesi"
  },
  {
    "id": "3617575",
    "unitNumber": 5,
    "text": "Bitkinin büyüme ve gelişimi kök, gövde ve yaprak gibi vejetatif organlar tarafından sağlanırken üreme ve neslin devamı çiçek, çiçekte oluşan meyve ve tohumun yer aldığı hangi organlar tarafından gerçekleştirilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Generatif",
      "B": "Organografi",
      "C": "Radikula",
      "D": "Adventif",
      "E": "Kaliptra"
    },
    "explanation": "Belirli bir görevi veya görevler bütününü yapan doku grupları organ olarak isimlendirilir. Bitkinin büyüme ve gelişimi kök, gövde ve yaprak gibi vejetatif organlar tarafından sağlanırken üreme ve neslin devamı çiçek, çiçekte oluşan meyve ve tohumun yer aldığı generatif organlar tarafından gerçekleştiri- lir"
  },
  {
    "id": "3617576",
    "unitNumber": 5,
    "text": "<strong>Bitkilerin meristem dokularını oluşturan hücrelere ilişkin olarak aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sık sık bölünürler.",
      "B": "Plastid içermezler.",
      "C": "Büyük çekirdeklidirler.",
      "D": "Kalın, dayanıklı çeperlere sahiptirler.",
      "E": "Küçük ve çok sayıda vakuol içerirler."
    },
    "explanation": "Kökeni embriyo olan meristem hücrelerin en temel özelliği sık sık bölünerek yeni hücreler meydana getirmesidir. Bu hücreler de gelişerek, bitkide belli bir görevi yapmak üzere farklılaşarak sürekli doku ve organların oluşumunu sağlarlar. Bitkilerde meristematik bölünmelerden oluşan büyüme bitki ölünceye kadar devam eder. Metabolik olarak oldukça aktif olan meristemler büyük çekirdekli (nükleus), küçük ve çok sayıda vakuol içeren, hücreler arası boşluğu ve plastidleri bulunmayan, ince çeperli hücrelerden oluşur."
  },
  {
    "id": "3617577",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Destek doku</li> <li>Salgı dokusu</li> <li>İletim dokusu</li> <li>Meristem dokusu</li> <li>Kambiyum dokusu</li> </ol> <strong>Yukarıdakilerden hangileri bitkilerin bölünme özelliğini tamamen ya da kısmen kaybetmiş olan sürekli dokularındandır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "I ve IV",
      "B": "II ve V",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "II, III ve V"
    },
    "explanation": "Sürekli dokular morfolojik yapıları ve işlevsel özellikleri dikkate alındığında beş kısımda incelenir. Bunlar; koruyucu (örtü) doku, temel (parankima) doku, destek doku, iletim dokusu ve salgı dokudur. Meristemler bölünür dokulardır ve kambiyum da çok yıllık bitkilerde bulunan ve bulunduğu yerde yapıların enine kalınlaşmasını sağlayan meristematik bir dokudur."
  },
  {
    "id": "3617578",
    "unitNumber": 5,
    "text": "<strong>Bitkilerde epiderma yüzeyinden dışa doğru gelişen tek ya da çok hücreli çıkıntılara ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tüy",
      "B": "Stoma",
      "C": "Hidatod",
      "D": "Lentisel",
      "E": "Ksilem"
    },
    "explanation": "Tüyler (trikom) epiderma yüzeyinden dışa doğru gelişen tek ya da çok hücreli çıkıntılardır. Boyut, şekil, içerik ve yapısal farklılık gösteren tüyler, bitkinin her tarafında bulunabilir ve çeşitli işlevlerine göre, korunma, savunma, tırmanma, emme ve salgı olmak üzere beş gruba ayrılır."
  },
  {
    "id": "3617579",
    "unitNumber": 5,
    "text": "<strong>Fellogen, fellem ve felloderm olmak üzere üç tabakadan oluşan mantarlaşmış koruyucu doku aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Epiderma",
      "B": "Periderma",
      "C": "Hipoderma",
      "D": "Parankima",
      "E": "Kollenkima"
    },
    "explanation": "Büyüme faaliyetlerinden dolayı kalınlaşan bitkilerde epidermisin parçalanmasıyla yerini mantar doku alır. Mantar doku köken itibarıyla primer ve sekonder olarak ikiye ayrılır:\n<br/>Primer mantar doku; bu dokuya köklerde rastlanır. Epiderma ve hipoderma tabakasına ait hücre çeperlerinde süberin birikimi sonucu oluşan mantarlaşmış koruyucu doku eksoderma olarak tanımlanır.\n<br/>Sekonder mantar doku; gimnosperm ve dikotiledon bitki kök ve gövdelerinin kalınlığına büyümesi sırasında epidermisin yerini alan mantarlaşmış koruyucu doku periderma olarak isimlendirilir. Çok tabakalı olan periderma, fellogen, fellem ve felloderm olmak üzere üç tabakadan oluşur.<br/>Büyüme faaliyetlerinden dolayı kalınlaşan bitkilerde epidermisin parçalanmasıyla yerini mantar doku alır. Mantar doku köken itibarıyla primer ve sekonder olarak ikiye ayrılır:\n Primer mantar doku; bu dokuya köklerde rastlanır. Epiderma ve hipoderma tabakasına ait hücre çeperlerinde süberin birikimi sonucu oluşan mantarlaşmış koruyucu doku eksoderma olarak tanımlanır.\n Sekonder mantar doku; gimnosperm ve dikotiledon bitki kök ve gövdelerinin kalınlığına büyümesi sırasında epidermisin yerini alan mantarlaşmış koruyucu doku periderma olarak isimlendirilir. Çok tabakalı olan periderma, fellogen, fellem ve felloderm olmak üzere üç tabakadan oluşur."
  },
  {
    "id": "3617580",
    "unitNumber": 5,
    "text": "<strong>Genellikle uzaması sona ermiş dokularda yer alan ve çeperleri odunlaşmış, esnekliğini kaybetmiş ölü hücrelerden oluşan sert doku aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kollenkima",
      "B": "Sklerenkima",
      "C": "Epiderma",
      "D": "Eksoderma",
      "E": "Periderma"
    },
    "explanation": "Çeperleri kalınlaşmış hücrelerden meydana gelen, bitkiye hem şekil veren hem de dayanıklılık ve sertlik sağlayan mekaniksel bir dokudur. Destek doku kollenkima ve sklerankima olmak üzere iki kısımda incelenir. Kollenkima (pek doku) çeperleri selüloz, esnek ve canlı hücrelerden oluşur. Sklerenkima (sert doku) ise çeperleri genellikle odunlaşmış (lignin), esnekliğini kaybetmiş ölü hücrelerden oluşur ve genellikle uzaması sona ermiş dokularda yer alır."
  },
  {
    "id": "3617581",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi bitkilerde iletim dokusuna ait <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Trake",
      "B": "Trakeid",
      "C": "Taş hücreleri",
      "D": "Arkadaş hücreleri",
      "E": "Kalburlu borular"
    },
    "explanation": "Trake ve trakeid ksilem’in; kalburlu borular ve arkadaş hücreleri floem’in kısımlarıdır. Dolayısıyla iletim dokusuna aittirler. Taş hücreleri ise genellikle eşit uzunluktaki çokgen, silindirik şekilli kısa sklerankima hücreleridir ve destek dokuya aittirler."
  },
  {
    "id": "3617582",
    "unitNumber": 5,
    "text": "<strong>Aşağıdaki bitkilerden hangisi fotosentez yapan asimileme köklerine sahiptir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Orkide (Orchis sp.)",
      "B": "Havuç (Daucus carota)",
      "C": "Hurma (Phoenix dactylifera)",
      "D": "Ökse otu (Viscum album)",
      "E": "Duvar sarmaşığı (Hedera helix)"
    },
    "explanation": "Bitki kökleri esas görevleri dışında başka görevler yapmak üzere farklılaşabilirler. Asimileme kökleri, Orkide (Orchis sp.)’ de olduğu gibi fotosentez yapar."
  },
  {
    "id": "3617583",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi yaprakların temel görevlerinin yanında başka görevler yapmak üzere şekil ve yapı olarak değişime uğramaları sonucunda kazandıkları işlevlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Su depolamak",
      "B": "Tutunmayı sağlamak",
      "C": "Böcek yakalamak",
      "D": "Bitkiyi korumak ve savunmak",
      "E": "Bitkiyi toprağın derinlerine itmek"
    },
    "explanation": "Bazı yapraklar da temel görevlerinin yanında başka görevler yapmak üzere şekil ve yapı olarak aşağıda belirtildiği gibi farklı değişimlere uğrayabilirler;\n<br/>Depo yaprak: Makasotu (Mesembryanthemum sp.)’nda olduğu gibi su depo edebilir,\n<br/>Sülük yaprak: Bakla (Vicia sp.)’da olduğu gibi tutunmayı sağlayabilir,\n<br/>Kapan yaprak: Böcek kapan (Nepenthes sp.) bitkisinde olduğu gibi böcek yakalama fonksiyonuna sahip olabilir,\n<br/>Üretken yaprak: Aşkın gözyaşları (Bryophyllum sp.)’nda olduğu gibi ek tomurcuklarla yeni bitkiler meydana getirebilir,\n<br/>Diken yaprak: Geven (Astragalus sp.)’de olduğu gibi korunma ve savunma etkili diken yapraklar gelişebilir,\n<br/>Çiçek yaprak: Çiçeği meydana getiren çanak, taç yapraklar ile üremede rol oynayan erkek ve dişi organlar şeklinde farklılaşabilir,\n<br/>&lt;<br/>Bazı yapraklar da temel görevlerinin yanında başka görevler yapmak üzere şekil ve yapı olarak aşağıda belirtildiği gibi farklı değişimlere uğrayabilirler;\n Depo yaprak: Makasotu (Mesembryanthemum sp.)’nda olduğu gibi su depo edebilir,\n Sülük yaprak: Bakla (Vicia sp.)’da olduğu gibi tutunmayı sağlayabilir,\n Kapan yaprak: Böcek kapan (Nepenthes sp.) bitkisinde olduğu gibi böcek yakalama fonksiyonuna sahip olabilir,\n Üretken yaprak: Aşkın gözyaşları (Bryophyllum sp.)’nda olduğu gibi ek tomurcuklarla yeni bitkiler meydana getirebilir,\n Diken yaprak: Geven (Astragalus sp.)’de olduğu gibi korunma ve savunma etkili diken yapraklar gelişebilir,\n Çiçek yaprak: Çiçeği meydana getiren çanak, taç yapraklar ile üremede rol oynayan erkek ve dişi organlar şeklinde farklılaşabilir,\n Koruyucu yaprak (tomurcuk pulları): Gövde üzerindeki büyüme noktalarının (meristemlerin) etrafını sararak koruma görevi üstlenebilir.\n Bitkiyi gelişmenin bir döneminde toprağın derinlerine çekmede Safran bitkisinde olduğu gibi “çekme kökler” rol oynar."
  },
  {
    "id": "3617584",
    "unitNumber": 5,
    "text": "<strong>Fotosentez ile ilişkili olarak aşağıda verilen ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Fotosentez’in ışık reaksiyonları granalardaki tilakoid zarda gerçekleşir.",
      "B": "Işık reaksiyonları güneş enerjisinin kimyasal enerjiye dönüştüğü tepkimelerdir.",
      "C": "Işığa bağlı olmayan reaksiyonlar stromada meydana gelir.",
      "D": "Işığa bağlı olmayan reaksiyonlar karbondioksitin varlığında şekerin sentezlendiği tepkimelerdir.",
      "E": "Fotosentez sonucu oluşan glikoz molekülleri polimerizasyona uğratılarak glikojen şeklinde depo edilir."
    },
    "explanation": "Fotosentez “ışık reaksiyonları” ve “ışığa bağlı olmayan reaksiyonlar” olmak üzere iki aşamada meydana gelir. Işık reaksiyonları granalardaki tilakoid zarda gerçekleşir ve güneş enerjisinin kimyasal enerjiye dönüştüğü tepkimelerdir. Işığa bağlı olmayan reaksiyonlar ise stromada meydana gelir ve karbondioksitin varlığında şekerin sentezlendiği tepkimelerden oluşur. Işığa bağlı olmayan reaksiyonlar sonucunda oluşan glikoz molekülleri daha sonra polimerizasyona uğratılarak nişasta şeklinde depo edilir."
  },
  {
    "id": "3617585",
    "unitNumber": 5,
    "text": "<strong>Fotosentez elektromanyetik spektrumda hangi dalga boyları arasında gerçekleşir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "70-130 nm",
      "B": "150-340 nm",
      "C": "200-450 nm",
      "D": "400-740 nm",
      "E": "500-810 nm"
    },
    "explanation": "Işık dalgalar halinde yayılan elektromanyetik bir enerjidir. Bu yayılımda oluşan iki ardışık tepe arasındaki mesafeye ışığın dalga boyu denir. Işığın dalga boyuna göre sıralanmasıyla elektromanyetik spektrum elde edilir. Fotosentez elektromanyetik spektrumda görünür ışık (400-740 nm) dediğimiz bölgede gerçekleşmektedir."
  },
  {
    "id": "3617586",
    "unitNumber": 5,
    "text": "I Sıkı düzenlenmiş\n II Büyük vakuollü\n III Az sitoplazmalı \n Yukarıdakilerden hangisi yada hangileri bitkilerde epiderma dokusu hücrelerinin özelliklerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "Sadece I",
      "E": "Sadece II"
    },
    "explanation": "Epiderma, bitkinin tüm yüzeyini tek hücre sırası halinde kaplayan sürekli bir dokudur. Epiderma hücreleri hücreler arası boşluk içermeyen, sıkı düzenlenmiş, büyük vakuollü, az sitoplazmalı canlı hücrelerden oluşur"
  },
  {
    "id": "3617587",
    "unitNumber": 5,
    "text": "Adaçayı, nane gibi aromatik bitkilerde aşağıdaki tüylerden hangisi görülmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Korunma tüyleri",
      "B": "Savunma tüyleri",
      "C": "Tırmanma tüyleri",
      "D": "Emme tüyleri",
      "E": "Salgı tüyleri"
    },
    "explanation": "Salgı tüyleri; saf su, şekerli, tuzlu su, uçucu yağ ve ferment gibi bitki tarafından sentezlenen mad- deleri taşıyan ve dış ortama salan tüylerdir. Farklı şekillere sahip olan salgı tüylerinde salgı baş hücresinde yer alır. Adaçayı (Salvia sp.), kekik (Thymus sp.), nane (Mentha sp.) gibi aromatik bitkileri içeren Lamiaceae familyası salgı tüylerince zengindir."
  },
  {
    "id": "3617588",
    "unitNumber": 5,
    "text": "I Fellem\n II Gimnosperm\n III Eksoderma\n Yukarıdakilerden hangisi yada hangileri çok tabakalı periderma dokusunun tabakalarındandır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "Sadece I",
      "E": "Sadece II"
    },
    "explanation": "Çok tabakalı olan periderma, fellogen, fellem ve felloderm olmak üzere üç tabakadan oluşur."
  },
  {
    "id": "3617589",
    "unitNumber": 5,
    "text": "Aşağıdaki parankimal dokulardan hangisi diğerlerine göre bolca klorofil içermektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Asimileme parankiması",
      "B": "Depo parankiması",
      "C": "Havalandırma parankiması",
      "D": "Aerankima parankiması",
      "E": "İletim parankiması"
    },
    "explanation": "Asimileme parankiması; bitkinin başta yapraklar olmak üzere daha çok ışık alan kısımlarında yer alır. Hücreleri bol kloroplast içerir ve fotosentezle organik madde sentezi gerçekleştirilir."
  },
  {
    "id": "3617590",
    "unitNumber": 5,
    "text": "Aşağıdaki bitkilerden hangisinde sklerenkima lifleri bulunmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Keten",
      "B": "Elma",
      "C": "Armut",
      "D": "Ayva",
      "E": "Menekşe"
    },
    "explanation": "Keten, kenevir gibi bitkilerde sklerankima lifleri, armut ve ayva gibi meyvelerde ise taş hücreleri bulunur."
  },
  {
    "id": "3617591",
    "unitNumber": 5,
    "text": "I Su ve minerallar taşınır\n<br/>II İletim tekyönlü gerçekleşir\n<br/>III İletim yukarıdan aşağıya doğrudur\n<br/>Yukarıdakilerden hangisi yada hangileri ksilem tipi iletim dokularının özelliklerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I ve III",
      "D": "I, II ve III",
      "E": "Sadece I"
    },
    "explanation": "Ksilem <strong>su ve minerallerin</strong> <strong>tek yönlü</strong> olarak <strong>aşağıdan yukarıya doğru</strong> iletiminden sorumludur."
  },
  {
    "id": "3617592",
    "unitNumber": 5,
    "text": "Aşağıdaki yapılardan hangisi generatif organlar tarafından oluşturulur?",
    "correctAnswer": "B",
    "options": {
      "A": "Yaprak",
      "B": "Çiçek",
      "C": "Kök",
      "D": "Gövde",
      "E": "Dal"
    },
    "explanation": "Bitkinin büyüme ve gelişimi kök, gövde ve yaprak gibi vejetatif organlar tarafından sağlanırken üreme ve neslin devamı çiçek, çiçekte oluşan meyve ve tohumun yer aldığı generatif organlar tarafından gerçekleştirilir."
  },
  {
    "id": "3617593",
    "unitNumber": 5,
    "text": "Aşağıdaki kök türlerinden hangisi fotosentez yapabilen ve orkide türlerinde görülen kök türüdür?",
    "correctAnswer": "D",
    "options": {
      "A": "Destek kökler",
      "B": "Tutunma kökü",
      "C": "Hava kökleri",
      "D": "Asimileme kökleri",
      "E": "Sömürme kökleri"
    },
    "explanation": "Asimileme kökleri: Orkide (Orchis sp.)’ de olduğu gibi fotosentez yapar."
  },
  {
    "id": "3617594",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi zencefile ait bir toprak altı adaptasyonudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Rizom",
      "B": "Tuber",
      "C": "Sukkulent",
      "D": "Bulbus",
      "E": "Kormus"
    },
    "explanation": "<em>Toprak altı adaptasyonları:</em>\n<br/><strong> Rizom: Kalın, silindirik ve etli bir yapıdadır Ör; zencefil (Zingiber officinale) </strong>\n<br/>Tuber: Kısa, şişkin, etli ve yumru şeklindedir. Ör; patates (Solanum tuberosum)\n<br/>Kormus: Zarımsı yapraklarla çevrilmiştir. Ör; glayöl (Gladiolus sp.)\n<br/>Bulbus: Çok sık dizilişli ve etli yapraklıdır. Ör; lale (Tulipa sp.)\n<br/>Stolon: Toprak yüzeyinde yatay olarak uzanan, ince yapılı ve nodyumlarda yeni bir bitki meydana getirme özelliğindedir. Ör; çilek (Fragaria vesca)"
  },
  {
    "id": "3617595",
    "unitNumber": 5,
    "text": "Aşağıdaki meyvelerden hangisi agregat tipi meyvelerdendir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ananas",
      "B": "Ahududu",
      "C": "Dut",
      "D": "İncir",
      "E": "Üzüm"
    },
    "explanation": "Agregat meyvelerde, çok pistilli bir çiçekte pistil’lerin her biri ayrı ayrı meyve verir. Bu tek meyveler aynı çiçekte yer aldığından küme halinde beraber büyür ve gelişirler. Çilek, böğürtlen, ahududu bu gruba örnek meyvelerdir."
  },
  {
    "id": "3617596",
    "unitNumber": 6,
    "text": "Bitkilerde erkek üreme birimi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Polen",
      "B": "Yumurta",
      "C": "Maya",
      "D": "Spor",
      "E": "Tohum"
    },
    "explanation": "Polen: Bitkilerde erkek üreme birimi"
  },
  {
    "id": "3617597",
    "unitNumber": 6,
    "text": "'<strong>... </strong>ancak mikroskop altında görülebilecek tek hücreli bir yapıdır ve çiçeksiz bitkilerdeki üreme birimidir' tanımında yer alan boşluğa gelmesi en uygun seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Döl almaşı",
      "B": "Spor",
      "C": "Gamet",
      "D": "Haploit",
      "E": "Diploit"
    },
    "explanation": "<strong>Spor</strong> ancak mikroskop altında görülebilecek tek hücreli bir yapıdır ve çiçeksiz bitkilerdeki üreme birimidir."
  },
  {
    "id": "3617598",
    "unitNumber": 6,
    "text": "Bitkinin bir kısmında çıkıntı meydana getirerek bunların yavru hücreler hâlinde gelişmesi ve bağımsız hâle geçmesi sonucunda oluşan eşeysiz çoğalma aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İkiye bölünme",
      "B": "Çok hücreye bölünme",
      "C": "Tomurcuklanma",
      "D": "Üretken çoğalma",
      "E": "Yumruyla üreme"
    },
    "explanation": "<strong>Tomurcuklanma:</strong> Bitkinin bir kısmında çıkıntı meydana getirerek bunların yavru hücreler hâlinde gelişmesi ve bağımsız hâle geçmesi sonucunda oluşan eşeysiz çoğalma."
  },
  {
    "id": "3617599",
    "unitNumber": 6,
    "text": "Gül örneğinde olduğu gibi, bitkilerin kök, gövde, dal ve yaprak gibi vejetatif kısımlarının üzerinde göz bulunan parçalarının ana bitkiden ayrılarak uygun ortamlarda köklendirilmeleri ile yeni bitkiler elde edilmesi hangi üretken çoğalma biçimidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yumruyla üreme",
      "B": "Soğanla üreme",
      "C": "Rizomla üreme",
      "D": "Çelikle Üreme",
      "E": "Aşılama ile Üreme"
    },
    "explanation": "Çelikle Üreme: Bitkilerin kök, gövde, dal ve yaprak gibi vejetatif kısımlarının üzerinde göz bulunan parçalarının ana bitkiden ayrılarak uygun ortamlarda köklendirilmeleri ile yeni bitki ler elde edilmesine çelikle üretim denir. Böylece kısa sürede çok miktarda bitkiyi eşeysiz olarak üretmiş olursunuz, örneğin gül (Rosa sp.)."
  },
  {
    "id": "3617600",
    "unitNumber": 6,
    "text": "Çimlenme öncesi ve çimlenme sırasında bitki embriyosunun ihtiyacı olan besini sağlayan tohum kısmı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çimlenme",
      "B": "Tozlaşma",
      "C": "Embriyo",
      "D": "Karpel",
      "E": "Endosperm"
    },
    "explanation": "Endosperm: Çimlenme öncesi ve çimlenme sırasında bitki embriyosunun ihtiyacı olan besini sağlayan tohum kısmıdır."
  },
  {
    "id": "3617601",
    "unitNumber": 6,
    "text": "'<strong>...</strong> kavramı gerçek kök, gövde, yaprak gibi organ farklılaşması göstermeyen ilkel bitkileri ifade etmek için kullanılır. <strong>...</strong> ilkel bitki gruplarındaki bitkileri oluşturan yapılara verilen genel bir isimdir' tanımlamasında yer alan boşluklara gelmesi en uygun seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tallus",
      "B": "Rizoid",
      "C": "Anteridyum",
      "D": "Arkegonium",
      "E": "Zigot"
    },
    "explanation": "<strong>Tallus</strong> kavramı gerçek kök, gövde, yaprak gibi organ farklılaşması göstermeyen ilkel bitkileri ifade etmek için kullanılır. <strong>Tallus</strong> ilkel bitki gruplarındaki bitkileri oluşturan yapılara verilen genel bir isimdir."
  },
  {
    "id": "3617602",
    "unitNumber": 6,
    "text": "Bitkide en çok kök ucunda, büyümekte olan tohum ve meyvelerde, genç yapraklarda bulunan özellikle mitoz hızlandırıcı özelliğe sahip bitkisel hormonlar aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Oksinler",
      "B": "Sitokininler",
      "C": "Etilen",
      "D": "Absisik asit",
      "E": "Giberellinler"
    },
    "explanation": "<strong>Sitokininler</strong> bitkide en çok kök ucunda, büyümekte olan tohum ve meyvelerde, genç yapraklarda bulunur. Sitokininler özellikle mitoz hızlandırıcı özelliğe sahiptirler."
  },
  {
    "id": "3617603",
    "unitNumber": 6,
    "text": "'<strong>... ... bitkiler</strong>, Tek çenekliler (monokotiller) ve Çift çenekliler (dikotiller) olmak üzere iki gruba ayrılırlar' tanımlamasında yer alan boşluğa gelmesi en uygun seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Açık tohumlu",
      "B": "Damarlı tohumlu",
      "C": "Kapalı tohumlu",
      "D": "Damarlı tohumsuz",
      "E": "Damarsız tohumsuz"
    },
    "explanation": "<strong>Kapalı tohumlu bitkiler</strong>, Tek çenekliler (monokotiller) ve Çift çenekliler (dikotiller) olmak üzere iki gruba ayrılırlar."
  },
  {
    "id": "3617604",
    "unitNumber": 6,
    "text": "Bir hücre, doku veya organizmanın şeklini geliştirmesini ve değiştirmesini sağlayan biyolojik süreç aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kütle artışı",
      "B": "Hücre sayısı artışı",
      "C": "Genetik faktör",
      "D": "Morfogenez",
      "E": "Çevresel faktör"
    },
    "explanation": "Morfogenez: Bir hücre, doku veya organizmanın şeklini geliştirmesini ve değiştirmesini sağlayan biyolojik süreçtir."
  },
  {
    "id": "3617605",
    "unitNumber": 6,
    "text": "Bitkilerde metabolizma hızının en aza indirilmiş uyku (dinlenme) hâlindeki durumuna <strong> ...</strong> denir. <strong>..</strong>.i, bitkilerdeki tohum, meyve veya tüm organların uygun olmayan çevre koşullarında (kış dönemi gibi) korunması için mükemmel bir süreçtir.",
    "correctAnswer": "E",
    "options": {
      "A": "Fotoperyodizm",
      "B": "Vernalizasyon",
      "C": "Senesens ve Absisyon",
      "D": "Epigeal çimlenme",
      "E": "Dormansi"
    },
    "explanation": "Bitkilerde metabolizma hızının en aza indirilmiş uyku (dinlenme) hâlindeki durumuna <strong>dormansi</strong> denir. <strong>Dormansi</strong>, bitkilerdeki tohum, meyve veya tüm organların uygun olmayan çevre koşullarında (kış dönemi gibi) korunması için mükemmel bir süreçtir."
  },
  {
    "id": "3617606",
    "unitNumber": 6,
    "text": "Bitkilerin kök, gövde, dal ve yaprak gibi vejetatif kısımlarının üzerinde göz bulunan parçalarının ana bitkiden ayrılarak uygun ortamlarda köklendirilmeleri ile yeni bitkiler elde edilmesine verilen isim nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Rizomla üreme",
      "B": "Sürünücü gövdeyle (Stolon) üreme",
      "C": "Çelikle Üreme",
      "D": "Aşılama ile Üreme",
      "E": "Daldırma yöntemiyle üreme"
    },
    "explanation": "Çelikle Üreme: Bitkilerin kök, gövde, dal ve yaprak gibi vejetatif kısımlarının üzerinde göz bulunan parçalarının ana bitkiden ayrılarak uygun ortamlarda köklendirilmeleri ile yeni bitki- ler elde edilmesine çelikle üretim denir. Böylece kısa sürede çok miktarda bitkiyi eşeysiz olarak üretmiş olursunuz, örneğin gül (Rosa sp.)."
  },
  {
    "id": "3617607",
    "unitNumber": 6,
    "text": "<ol type=\"I\"><br/><li>Mitoz bölünme</li><br/><li>Çok hücreye bölünme</li><br/><li>Mayoz bölünme</li><br/><li>Çimlenme</li><br/></ol><br/>Size yukarıda verilen üreme şekillerinden hangileri vejetatif üreme içerisinde değerlendirilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "II, III ve IV"
    },
    "explanation": "Bitkilerde vejetatif üreme genel olarak 4 farklı şekilde gerçekleşir;\n<br/><ul><br/><li><br/>İkiye bölünme: Tek hücrelilerin mitoz bölünme ile iki ayrı birey oluşturarak çoğalması.\n<br/></li><br/><li><br/>Çok hücreye bölünme: Çekirdeğin arka arkaya bölünmesi sonrası sitoplazma bölünmeleri sonucunda ana hücreden birçok yavru hücre oluşması ve oluşan yavruların bağımsız bireyler oluşturması.\n<br/></li><br/><li><br/>Tomurcuklanma: Bitkinin bir kısmında çıkıntı meydana getirerek bunların yavru hücreler hâlinde gelişmesi ve bağımsız hâle geçmesi sonucunda oluşan eşeysiz çoğalma.\n<br/></li><br/><li><br/>Üretken çoğalma: Ana bitkiden ayrılan vejetatif bir kısmın yeni fertler oluşturması şeklindeki eşeysiz üreme. Bu üreme şeklinin bazı çeşitleri daha çok insan eliyle günlük hayatımızda kullandığımız ekonomik değeri olan bitkilerin üretilmesinde kullanılan bir yöntemdir. Bundan dolayı bu üreme tipi için “üretim” ifadesinin kullanıldığını görürüz. Bu tip üreme/üretim aşağıdaki gibi farklı şekillerde sınıflandırılabilir;\n<br/></li><br/></ul>"
  },
  {
    "id": "3617608",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Birbirinin aynısı olan iki yavru hücre meydana gelir.</li> <li>Bütün vejetatif doku ve organlarda görülür.</li> <li>Kromozom sayısı yarıya iner</li> </ol> Size yukarıda verilen yargılardan hangisi/hangileri mitoz bölünme için geçerlidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "Bölünen hücrenin kalıtım materyali önce kopyalanarak iki katına çıkar, sonra da her iki yavru hücreye eşit olacak şekilde dağıtılır. Böylece bir hücreden tüm özellikleriyle (genetik, şekil, içerik vb.) birbirinin aynısı olan iki yavru hücre meydana gelmiş olur. Genel olarak bitkilerde mitoz bölünme; tomurcuk, sürgün, kök ucu, dal ve gövde ucu, kabuk, odun dokusu, kambiyum, perisikl, yarala- rın çevresi, çiçek ve meyve yapılarının oluşumunda ve gelişiminde kısacası bütün vejetatif doku ve organlarda görülür."
  },
  {
    "id": "3617609",
    "unitNumber": 6,
    "text": "Bitkilerden erkek üreme birimine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Radikula",
      "B": "Rizom",
      "C": "Polen",
      "D": "Meristem",
      "E": "Rizoit"
    },
    "explanation": "Polen, bitkilerde erkek üreme birimidir."
  },
  {
    "id": "3617610",
    "unitNumber": 6,
    "text": "Aşağıda verilen bitki kısımlarından hangisi veya hangileri vejetatif üremede rol oynar?\n I- Kök II- Gövde III-Yaprak",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "I,II",
      "D": "I,III",
      "E": "I,II ve III"
    },
    "explanation": "Çoğunlukla vejetatif üreme, bitkinin bir kısmının (kök, gövde, dal, yaprak) ana bitkiden ayrılıp uygun ortamda köklenerek yeni bir bitki meydana getirmesidir.<br/>I,II ve III"
  },
  {
    "id": "3617611",
    "unitNumber": 6,
    "text": "Aşağıda verilen türlerden hangisinin üretimi çelikle yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "<em>Rosa sp.</em>",
      "B": "<em>Corylus sp.</em>",
      "C": "<em>Iris sp.</em>",
      "D": "<em>Prunus sp.</em>",
      "E": "<em>Lycopersicon sp.</em>"
    },
    "explanation": "Bitkilerin kök, gövde, dal ve yaprak gibi vejetatif kısımlarının üzerinde göz bulunan parçalarının ana bitkiden ayrılarak uygun ortamlarda köklendirilmeleri ile yeni bitkiler elde edilmesine çelikle üretim denir. Böylece kısa sürede çok miktarda bitkiyi eşeysiz olarak üretmiş olursunuz, örneğin gül (<em>Rosa sp.).</em><br/><em>Rosa sp.</em>"
  },
  {
    "id": "3617612",
    "unitNumber": 6,
    "text": "Size aşağıda verilenlerden hangisi çekirdek bölünmesini tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Karyokinez",
      "B": "Sitokinez",
      "C": "Profaz",
      "D": "Metafaz",
      "E": "Kromonema"
    },
    "explanation": "Mitoz bölünme, karyokinez (çekirdek bölünmesi) ve sitokinez (sitoplazma bölünmesi) olmak üzere esas olarak iki aşamada meydana gelir"
  },
  {
    "id": "3617613",
    "unitNumber": 6,
    "text": "Aynı hücre içerisinde ayrı kutuplarda, oluşan kromozomlar uzayıp incelir, sıkışan katlanmalar gevşer, yeniden kromatin ağı oluşmaya başlar. Böylece çekirdek ve çekirdekçik yeniden oluşarak bir hücre içinde iki çekirdek ve iki çekirdekçik meydana gelmiş olur.\n Size yukarıda cümleler ile mitoz bölünmenin hangi aşaması tanımlanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Metafaz",
      "B": "Anafaz",
      "C": "Telofaz",
      "D": "Sitokinez",
      "E": "Karyokinez"
    },
    "explanation": "Telofaz: Aynı hücre içerisinde ayrı kutuplarda, oluşan kromozomlar uzayıp incelir, sıkışan katlanmalar gevşer, yeniden kromatin ağı oluşmaya başlar. Böylece çekirdek ve çekirdekçik yeniden oluşarak bir hücre içinde iki çekirdek ve iki çekirdekçik meydana gelmiş olur (Şekil 6.7d)."
  },
  {
    "id": "3617614",
    "unitNumber": 6,
    "text": "Eşeyli üremede çekirdek materyalini (genetik materyal) sağlayan hücrelerin birleşmesi ile oluşan yapıya verilen isim nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gamet",
      "B": "Embriyo",
      "C": "Polen",
      "D": "Döllenme (tozlaşma)",
      "E": "Yumurta"
    },
    "explanation": "Eşeyli üremede çekirdek materyalini (genetik materyal) sağlayan hücrelere gamet, bitkilerdeki gametlere ise polen ve yumurta hücresi denir. Polen erkek karakterli üreme birimi (baba), yumurta hücresi ise dişi (anne) karakterli üreme birimidir. İki gamet çekirdeğinin birleşmesine döllenme (tozlaşma) ve bu birleşme ile oluşmuş yapıya da embriyo adı verilir."
  },
  {
    "id": "3617615",
    "unitNumber": 6,
    "text": "Eşeyli üreme yapan bitkilerde mayoz bölünme nerede gerçekleşmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yaprak",
      "B": "Tomurcuk",
      "C": "Sürgün",
      "D": "Kök ucu",
      "E": "Çiçekte"
    },
    "explanation": "Mayoz Bölünme\n Kromozom sayısını yarıya indiren bölünmeye mayoz bölünme adı verilir. Eşeyli üreme gösteren bitkiler, tıpkı eşeyli üreyen diğer tüm canlılar gibi yeni nesilde kromozom sayılarını sabit tutmak için yaşamlarının bir yerinde, kromozom sayılarını yarıya indirmek zorundadırlar. Mayoz bölünme, bitkilerdeki eşeyli üreme organı olan çiçekte meydana gelir."
  },
  {
    "id": "3617616",
    "unitNumber": 6,
    "text": "Mayoz bölünme sonrasında oluşan hücre sayısı kaçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Telofaz II: Bölünmenin bu son aşamasında orta lamel oluşarak hücre çeperi de bölünür (Sitokinez) ve sonuç olarak n (haploit) kromozomlu 4 tane yavru hücre meydana gelir."
  },
  {
    "id": "3617617",
    "unitNumber": 6,
    "text": "Damarsız bitkilerde gövde ve yaprak yerine geçen yapıya verilen isim nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tallus",
      "B": "Rizoid",
      "C": "Mikobiyont",
      "D": "Fotobiyont",
      "E": "Anteridia"
    },
    "explanation": "Damarsız bitkiler üreme ve gelişme dönemlerinde çiçek ve tohum oluşturamazlar. Ciğer otları, boynuzlu ciğer otları, kara yosunları bu grup altındaki bitkilere örnek olarak gösterilebilir. Bu grupta gerçek yaprak, kök, gövde gibi organlar bulunmaz. Kök yerine rizoid, gövde ve yaprak yerine de tallus bulunur."
  },
  {
    "id": "3617618",
    "unitNumber": 6,
    "text": "Bitkilerde çimlenmeyi yavaşlatan hormon aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Oksinler",
      "B": "Absisik Asit",
      "C": "Etilen",
      "D": "Sitokininler",
      "E": "Giberellinler"
    },
    "explanation": "Absisik Asit\n<br/>Absisik Asit (ABA) bitkide en fazla yaprak, gövde ve yeşil meyvelerde bulunur. Genel olarak büyümeyi engelleyici bir hormon olarak bilinmektedir. Absisik asidin bitkideki görevi;\n<br/>• gövde ve yapraklarda büyüme ve gelişmeyi engellemek,\n<br/>• çimlenmeyi yavaşlatmak,\n<br/>• yaprak ölümü (senesens) ve dökümünü (absisyon) artırmak,\n<br/>• çiçeklenmeyi uyarmak ve meyve olgunlaş- masını hızlandırmak olarak sıralanabilir."
  },
  {
    "id": "3617619",
    "unitNumber": 6,
    "text": "Hücre hayat döngüsü evrelerine ilişkin olarak verilen bilgilerden hangisi veya hangileri doğrudur?\n I- G1 evresinde bölünme sırasında kullanılacak enzimler sentezlenir\n II- S evresinde kalıtsal materyal kendini eşler\n III- G2 evresinde hücre sitoplazma ve yüzey olarak büyür",
    "correctAnswer": "B",
    "options": {
      "A": "I",
      "B": "II",
      "C": "I,II",
      "D": "I,III",
      "E": "I,II ve III"
    },
    "explanation": "Hücre hayat döngüsünün birinci aşaması olarak bilinen interfaz; genelde G1, S ve G2 olmak üzere üç alt bölümde incelenir. Ana hatlarıyla; G1 evresinde hücre sitoplazma ve yüzey olarak büyür, organel sayıları artar, hücrenin normal metabolizması devam eder, S evresinde hücre artık bölünme mesajını almıştır, bu evrede kalıtsal materyal kendini eşler, G2 evresinde ise bölünme sırasında kullanılacak enzimler, proteinler ve ATP sentezlenir.<br/>II"
  },
  {
    "id": "3617620",
    "unitNumber": 6,
    "text": "Çekirdek zarı ve çekirdekçiklerin oluştuğu evre nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "İnterfaz",
      "B": "Metafaz",
      "C": "Telofaz",
      "D": "Anafaz",
      "E": "Profaz"
    },
    "explanation": "Telofaz: Aynı hücre içerisinde ayrı kutuplarda, oluşan kromozomlar uzayıp incelir, sıkışan katlanmalar gevşer, yeniden kromatin ağı oluşmaya başlar. Böylece çekirdek ve çekirdekçik yeniden oluşarak bir hücre içinde iki çekirdek ve iki çekirdekçik meydana gelmiş olur"
  },
  {
    "id": "3617621",
    "unitNumber": 6,
    "text": "Çekirdek bölünmesisnin farklı kutuplarda, iki kromozom takımının oluşumu ile sonuçlanan evresi nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "İnterfaz",
      "B": "Telofaz",
      "C": "Metafaz",
      "D": "Profaz",
      "E": "Anafaz"
    },
    "explanation": "Anafaz: Her biri bir kromozomu oluşturan iki kromatidin ayrı kutuplara çekilmesiyle ayrılma başlar. Bu ayrılma sayesinde her bir kromatit yavru yeni kromozom hâline gelir. Kromozomların kutuplara ulaşmasıyla anafaz son bulur. Anafazın sonunda ana hücrenin iki ayrı kutbunda, ana hücreyle aynı sayı ve yapıda birer kromozom takımı meydana gelmiş olur. Böylece bir hücre içerisinde, farklı kutuplarda, iki kromozom takımı oluşmuştur"
  },
  {
    "id": "3617622",
    "unitNumber": 6,
    "text": "Bitkilerde yaşam döngüsü ile ilişkili olarak verilen bilgilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Gametofit bireyde, sperm hücreleri arkegoniumda bulunur.",
      "B": "Eğreltilerde diploit evre kara yosunlarına göre daha kısadır",
      "C": "Tozlaşma evresini zigot oluşumu izler",
      "D": "Sporofit bireyde, sporlar mitoz bölünme ile üretilir",
      "E": "Sporların çimlenmesiyle gametofit adı verilen genç bitkiler oluşur"
    },
    "explanation": "Sporların çimlenmesiyle gametofit adı verilen genç bitkiler oluşur. Bu gametofitlerin bir kısmı erkek, bir kısmı ise dişi özelliği gösterir."
  },
  {
    "id": "3617623",
    "unitNumber": 6,
    "text": "Aşağıda verilen bitkilerden hangisi yada hangileri damarlı tohumsuz bitkidir?\n I- Kibrit otları II- Kara yosunları III- Eğreltiler",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "II",
      "C": "I,II",
      "D": "I,III",
      "E": "I,II ve III"
    },
    "explanation": "Damarlı tohumsuz bitkiler (Kibrit otları, At kuyrukları, Eğreltiler)<br/>I,III"
  },
  {
    "id": "3617624",
    "unitNumber": 6,
    "text": "Ana bitkiden ayrılarak eşeysiz üremeyi sağlayan yapılara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tallus",
      "B": "Sored",
      "C": "Anteridia",
      "D": "Sporangium",
      "E": "Kormus"
    },
    "explanation": "Tallus kavramı gerçek kök, gövde, yaprak gibi organ farklılaşması göstermeyen ilkel bitkileri ifade etmek için kullanılır. Tallus ilkel bitki gruplarındaki bitkileri oluşturan yapılara verilen genel bir isimdir."
  },
  {
    "id": "3617625",
    "unitNumber": 6,
    "text": "Yaşam döngüleri ile ilişkili olarak verilen bilgilerden hangisi yada hangileri doğrudur?\n I- Kibrit otları tohum oluşturmaz sporla çoğalır\n II- Eğrelti otları kormus yapısı gösterirler\n III- At kuyrukları sporla ürerler",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "I,II",
      "D": "I,III",
      "E": "I,II ve III"
    },
    "explanation": "Kibrit otları tohum oluşturmaz sporla çoğalır, eğrelti otları kormus yapısı gösterirler, at kuyrukları sporla ürerler ve döl almaşı görülür.<br/>I,II ve III"
  },
  {
    "id": "3617626",
    "unitNumber": 6,
    "text": "Patates bitkisi aşağıdaki vegetatif üreme şekillerinden hangisi ile ürer?",
    "correctAnswer": "C",
    "options": {
      "A": "Çok hücreye bölünme",
      "B": "Tomurcuklanma",
      "C": "Yumruyla üreme",
      "D": "Sürünücü gövdeyle (Stolon) üreme",
      "E": "Rizomla üreme"
    },
    "explanation": "Yumruyla üreme: Besin depolamak için patates gibi bazı bitkilerin gövdeleri şişerek yumru hâlini alır. Yumrulu bitkiler, üzerlerinde bulunan gözlerin çimlenmesi ile yeni bitkiler oluşturabilirler, örneğin patates (Solanum sp.)."
  },
  {
    "id": "3617627",
    "unitNumber": 6,
    "text": "Bitkilerin kök, gövde, dal ve yaprak gibi vejetatif kısımlarının üzerinde göz bulunan parçalarının ana bitkiden ayrılarak uygun ortamlarda köklendirilmeleri ile yeni bitkiler elde edilmesine yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Daldırma yöntemiyle üreme",
      "B": "Çelikle Üreme",
      "C": "Aşılama ile Üreme",
      "D": "Doku kültürü ile üretim",
      "E": "Soğanla üreme"
    },
    "explanation": "Çelikle Üreme: Bitkilerin kök, gövde, dal ve yaprak gibi vejetatif kısımlarının üzerinde göz bulunan parçalarının ana bitkiden ayrılarak uygun ortamlarda köklendirilmeleri ile yeni bitkiler elde edilmesine çelikle üretim denir. Böylece kısa sürede çok miktarda bitkiyi eşeysiz olarak üretmiş olursunuz, örneğin gül (Rosa sp.)."
  },
  {
    "id": "3617628",
    "unitNumber": 6,
    "text": "Aşağıdaki mitoz bölünme safhalarından hangisinde bir hücre içerisinde iki çekirdek zarı ve iki çekirdekçik oluşumu görülür?",
    "correctAnswer": "D",
    "options": {
      "A": "Metafaz",
      "B": "İnterfaz",
      "C": "Profaz",
      "D": "Telofaz",
      "E": "Anafaz"
    },
    "explanation": "Telofaz: Aynı hücre içerisinde ayrı kutuplarda, oluşan kromozomlar uzayıp incelir, sıkışan katlanmalar gevşer, yeniden kromatin ağı oluşmaya başlar. Böylece çekirdek ve çekirdekçik yeniden oluşarak bir hücre içinde iki çekirdek ve iki çekirdekçik meydana gelmiş olur"
  },
  {
    "id": "3617629",
    "unitNumber": 6,
    "text": "Mayoz bölünme sırasında genetik mataryelin değişimine neden olan krossing-over hangi fazda gerçekleşir",
    "correctAnswer": "C",
    "options": {
      "A": "Metafaz I",
      "B": "Anafaz I",
      "C": "Profaz I",
      "D": "Telofaz I",
      "E": "Telofaz II"
    },
    "explanation": "Krossing-over: Mayoz bölünmenin profaz I aşamasında görülen kromatitlerin birbiri üzerine katlanması sonucunda temas yerlerinde parça değişimi olarak bilinir. Bu parça değişimi sonucunda genetik rekombinasyon gerçekleşir."
  },
  {
    "id": "3617630",
    "unitNumber": 6,
    "text": "I Gamet\n<br/>II Zigot\n<br/>III Sporofit\n<br/>Yukarıdaki bitki hücrelerinden hangisi yada hangileri diploit (2n) kromozom taşır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "Sadece III",
      "E": "II ve III"
    },
    "explanation": "Sporofit bireyde, sporlar mayoz bölünme ile üretilir. Gametlerin döllenmesiyle zigot, zigotun da çimlenmesiyle diploit kromozomlu sporofit oluşur."
  },
  {
    "id": "3617631",
    "unitNumber": 6,
    "text": "Alglerin hayat döngüsü içerisinde vejetatif element oluşumundan önceki aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Zigosporun çimlenmesi",
      "B": "Mayoz",
      "C": "Zigospor oluşumu",
      "D": "Konjügasyon",
      "E": "Konjügasyon tüpü oluşumu"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7407a168b32f306f272bb4fc8009ebf1.png\" alt=\"\" width=\"523\" height=\"435\">"
  },
  {
    "id": "3617632",
    "unitNumber": 6,
    "text": "Ciğer otlarında ana bitkiden ayrılarak eşeysiz üremeyi sağlayan yapı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kök",
      "B": "Rizom",
      "C": "Sored",
      "D": "Mikobiyont",
      "E": "Gemma çanağı"
    },
    "explanation": "Gemma çanağı: Ana bitkiden ayrılarak eşeysiz üremeyi sağlayan yapılardır."
  },
  {
    "id": "3617633",
    "unitNumber": 6,
    "text": "I Alg\n II Siyanobakteri\n III Kara yosunları\n Bir mantarın yukarıdaki türlerden hangisi yada hangileri ile birlikteliği sonucu likenler oluşmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I ve III",
      "D": "I, II ve III",
      "E": "Sadece I"
    },
    "explanation": "Bir mantarın, alg veya siyanobakteri ile birlikte tek bir tallus oluşturarak meydana gelen simbiyotik ortaklığa liken adı verilir."
  },
  {
    "id": "3617634",
    "unitNumber": 6,
    "text": "Kara yosunlarının yaşam döngüsünde zigot oluşum aşamasından önceki aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kapsül",
      "B": "Spor",
      "C": "Protenema",
      "D": "Olgun gametofit",
      "E": "Genç sporofit"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/57a3882570f52debb6f620bab9686347.png\" alt=\"\" width=\"589\" height=\"442\">"
  },
  {
    "id": "3617635",
    "unitNumber": 6,
    "text": "Aşağıdaki bitkisel hormonlardan hangisi bitkide büyümeyi engellemektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Oksinler",
      "B": "Sitokininler",
      "C": "Etilen",
      "D": "Absisik asit",
      "E": "Giberellinler"
    },
    "explanation": "Absisik Asit (ABA) bitkide en fazla yaprak, gövde ve yeşil meyvelerde bulunur. Genel olarak büyümeyi engelleyici bir hormon olarak bilinmektedir."
  },
  {
    "id": "3617636",
    "unitNumber": 7,
    "text": "Hayvansal dokuların yapısal ve işlevsel özelliklerini inceleyen bilim dalına ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Biyokimya",
      "B": "Fizyoloji",
      "C": "Histoloji",
      "D": "Anatomi",
      "E": "Patoloji"
    },
    "explanation": "Hayvansal dokuların yapısal ve işlevsel özelliklerini inceleyen bilim dalına “histoloji”, diğer bir ifadeyle doku bilimi denir."
  },
  {
    "id": "3617637",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi epitel doku için doğru <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Hücreleri arasında boşluk yoktur.",
      "B": "Hücredeki atıkların uzaklaştırması bağ doku aracılığı ile gerçekleşir.",
      "C": "Organların iç yüzeyini astarlayan epitel doku, epitelyum olarak da isimlendirilir.",
      "D": "Epitel dokuda bol miktarda kan damarları vardır.",
      "E": "Epitel doku, fonksiyonel özelliklerine göre özelleşmeler gösterir."
    },
    "explanation": "HAYVANSAL DOKULAR<br/>Epitel dokuda kan damarları yoktur."
  },
  {
    "id": "3617638",
    "unitNumber": 7,
    "text": "Yapısı nedeniyle, yumuşak dokuların desteklenmesi ve korunmasını sağlayan, solunum yolları olan soluk borusu (trake) ve bronşların yapısında bulunarak bu hava kanallarının açık kalmasına yol açan doku aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kıkırdak doku",
      "B": "Kan doku",
      "C": "Kemik doku",
      "D": "Kas Doku",
      "E": "Sinir Doku"
    },
    "explanation": "HAYVANSAL DOKULAR<br/>Kıkırdak doku, esnek yapıda olan bir destek dokudur. Yapısı nedeniyle, yumuşak dokuların desteklenmesi ve korunmasını sağlayan fonksiyonları vardır. Örneğin, solunum yolları olan soluk borusu (trake) ve bronşların yapısında bulunarak bu hava kanallarının açık kalmasını sağlar."
  },
  {
    "id": "3617639",
    "unitNumber": 7,
    "text": "Dalak ve lenf bezlerinde meydana gelen ve vücut savunmasında viral enfeksiyonlarda görev yapan kan elemanı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Nötrofil",
      "B": "Eozinofil",
      "C": "Brozofil",
      "D": "Monosit",
      "E": "Lenfosit"
    },
    "explanation": "HAYVANSAL DOKULAR<br/>Lenfosit: Dalak ve lenf bezlerinde meydana gelir vücut savunmasında viral enfeksiyonlarda görev yapar."
  },
  {
    "id": "3617640",
    "unitNumber": 7,
    "text": "İç ortamın değişmez tutulması için gerçekleşen fizyolojik mekanizmalara ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Aksoplazma",
      "B": "Mikroglia",
      "C": "İmpuls",
      "D": "Homeostasis",
      "E": "Polarizasyon"
    },
    "explanation": "ORGANLAR VE ORGAN SİSTEMLERİ<br/>İç ortamın değişmez tutulması için gerçekleşen fizyolojik mekanizmalara ise “Homeostasis” denir."
  },
  {
    "id": "3617641",
    "unitNumber": 7,
    "text": "Duyu organlarında bulunan reseptörler gelen uyaranın özelliğine göre nitelendirilirler. Koku ve tat için devreye giren reseptörler nasıl nitelendirilmektedirler?",
    "correctAnswer": "C",
    "options": {
      "A": "Termoreseptörler",
      "B": "Fotoreseptörler",
      "C": "Kemoreseptörler",
      "D": "Mekanoreseptörler",
      "E": "Baroreseptörler"
    },
    "explanation": "Sinir Sistemi<br/>Reseptörler gelen uyaranın özelliğine göre; termoreseptörler (sıcaklık), kemoreseptörler (koku ve tat gibi), fotoreseptörler (ışık), mekanoreseptörler (işitme ve denge) baroreseptörler (basınç) olarak nitelendirilir."
  },
  {
    "id": "3617642",
    "unitNumber": 7,
    "text": "Dokunma ile ilgili mekanoreseptörler genellikle miyelinsiz sinir uçlarından ve özelleşmiş yapılardan oluşmaktadır. Derin ve güçlü basınç duyusu aşağıdaki hangi mekanoreseptörler ile algılanır ?",
    "correctAnswer": "A",
    "options": {
      "A": "Pacinian cisimciği",
      "B": "Meissner cisimciği",
      "C": "Ruffini uçları",
      "D": "Krause cisimci",
      "E": "Merkel diskleri"
    },
    "explanation": "ORGANLAR VE ORGAN SİSTEMLERİ<br/>Derin ve güçlü basınç duyusu, pacinian cisimciğiyle algılanır"
  },
  {
    "id": "3617643",
    "unitNumber": 7,
    "text": "Dişide ovaryumdaki Korpus luteumdan östrojen ve progesteron salınımını; Erkeklerde, testesteron üretilmesini uyaran horman aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Adrenokortikotropik hormon",
      "B": "Folikül uyarıcı hormon",
      "C": "Melanosit uyarıcı hormon",
      "D": "Antidiüretik hormon",
      "E": "Lüteinleştirici hormon"
    },
    "explanation": "Endokrin (Hormonal) Sistem<br/>Lüteinleştirici hormon: dişide ovaryumdaki Korpus luteumdan östrojen ve progesteron salınımını uyarır. Erkeklerde, testesteron üretilmesini uyarır."
  },
  {
    "id": "3617644",
    "unitNumber": 7,
    "text": "Besinlerini bir parça hâlinde alıp hücresel sindirime geçmeden önce dışarıda kısmen sindiren hayvanlara ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Herbivor",
      "B": "Holozoik",
      "C": "Karnivor",
      "D": "Omnivor",
      "E": "Kondrosit"
    },
    "explanation": "ORGANLAR VE ORGAN SİSTEMLERİ<br/>Besinlerini bir parça hâlinde alıp hücresel sindirime geçmeden önce dışarıda kısmen sindiren hayvanlara “Holozoik” hayvanlar denir."
  },
  {
    "id": "3617645",
    "unitNumber": 7,
    "text": "İntrinsik faktör bir glikoprotein olup hangi vitaminin normal emilimi için gereklidir?",
    "correctAnswer": "E",
    "options": {
      "A": "B1 Vitamini",
      "B": "B2 Vitamini",
      "C": "B6 Vitamini",
      "D": "B9 Vitamini",
      "E": "B12 Vitamini"
    },
    "explanation": "Beslenme ve Sindirim Sistemi<br/>İntrinsik faktör bir glikoprotein olup vitamin B12’nin normal emilimi için gereklidir"
  },
  {
    "id": "3617646",
    "unitNumber": 7,
    "text": "Hayvansal dokuları bir arada tutma ve destekleme görevi gören doku aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Örtü epiteli",
      "B": "Salgı epiteli",
      "C": "Duyu epiteli",
      "D": "Bağ dokusu",
      "E": "Kas dokusu"
    },
    "explanation": "Cvp: D şıkkı<br/><strong>Bağ doku</strong>, isminden de anlaşılacağı üzere hayvansal dokuları bir arada tutma ve destekleme görevi görür. Epitel dokunun aksine bağ doku hücreleri arasında matriks olarak adlandırılan bol miktarda hücreler arası madde bulunmaktadır."
  },
  {
    "id": "3617647",
    "unitNumber": 7,
    "text": "I-Epitel doku hücreleri arasında matriks olarak adlandırılan hücreler arası madde bulunmaktadır.\n II- Vücutta en fazla yer tutan bağ doku tipi gevşek bağ dokudur.\n III- Yağ (adipöz) doku, yağ depolayan hücrelerden özelleşmiş bir bağ doku tipidir.\n IV- Fibröz bağ doku, kemiği kemiğe bağlayan ligamentlerde ve kemiği kasa bağlayan tendonların yapısında bulunur.\n Yukarıda verilen bilgilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "I, III, IV",
      "B": "II, III, IV",
      "C": "I, II, IV",
      "D": "I, II, III",
      "E": "I, II"
    },
    "explanation": "Epitel doku hücreleri arasında değil <strong>bağ doku hücreleri arasında</strong> matriks bulunur.<br/>Epitel dokunun aksine <strong>bağ doku hücreleri arasında</strong> matriks olarak adlandırılan bol miktarda hücrelerarası madde bulunmaktadır.\n cvp: B şıkkı"
  },
  {
    "id": "3617648",
    "unitNumber": 7,
    "text": "‘Kandan sinir dokusuna giren değişikliğe uğrayan makrofaj hücrelerdir’ tanımında bahsedilen hücre aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Glia",
      "B": "Oligo-dendrosit",
      "C": "Mikroglia",
      "D": "Astrosit",
      "E": "Ependimal hücreler"
    },
    "explanation": "Cvp: <strong>C</strong><br/><strong>Mikroglia:</strong> Kandan sinir dokusuna giren değişikliğe uğrayan makrofaj hücrelerdir. Beyin ve omuriliğin bağışıklık sisteminin bir elemanı olarak görev yapar."
  },
  {
    "id": "3617649",
    "unitNumber": 7,
    "text": "Miyelin kılıfı meydana getiren hücreler aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Glia",
      "B": "Mikroglia",
      "C": "Ependimal hücreler",
      "D": "Oligo-dendrosit",
      "E": "Astrosit"
    },
    "explanation": "Oligo-dendrosit: Miyelinli nöronlarda miyelin kılıfı meydana<br/>getiren hücrelerdir.<br/><strong>Oligo-dendrosit:</strong> Miyelinli nöronlarda miyelin kılıfı meydana getiren hücrelerdir."
  },
  {
    "id": "3617650",
    "unitNumber": 7,
    "text": "Bir nöronda, polarize hâlin tam tersi olarak hücre içinin daha pozitif, hücre dışının ise daha negatif yüklü olduğu duruma ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sinaps",
      "B": "Depolarizasyon",
      "C": "Repolarizasyon",
      "D": "Eşik şiddet",
      "E": "İmpuls"
    },
    "explanation": "Depolarize olan bir nöronda, polarize hâlin tam tersi olarak hücre içi daha pozitif, hücre dışı ise daha negatif yüklüdür.<br/>Depolarize olan bir nöronda, polarize hâlin tam tersi olarak hücre içi<br/>daha pozitif, hücre dışı ise daha negatif yüklüdür."
  },
  {
    "id": "3617651",
    "unitNumber": 7,
    "text": "Basıncı algılayan duyu reseptörleri aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Termoreseptörler",
      "B": "Kemoreseptörler",
      "C": "Fotoreseptörler",
      "D": "Mekanoreseptörler",
      "E": "Baroreseptörler"
    },
    "explanation": "• termoreseptörler (sıcaklık),<br/>• kemoreseptörler (koku ve tat gibi),<br/>• fotoreseptörler (ışık),<br/>• mekanoreseptörler (işitme ve denge)<br/>• baroreseptörler (basınç)"
  },
  {
    "id": "3617652",
    "unitNumber": 7,
    "text": "Salyangozda yer alan korti organında bulunan tüylü hücreler hangi tip duyu reseptörleridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Termoreseptörler",
      "B": "Kemoreseptörler",
      "C": "Fotoreseptörler",
      "D": "Baroreseptörler",
      "E": "Mekanoreseptörler"
    },
    "explanation": "Salyangozda yer alan <strong>korti organında</strong> bulunan tüylü hücreler titreşimler hâlinde iç kulağa gelen <strong>mekaniksel uyarıları</strong> algılayan <strong>mekanoreseptörlerdir.</strong>"
  },
  {
    "id": "3617653",
    "unitNumber": 7,
    "text": "Değişici epitel aşağıdakilerden hangisinde bulunmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Trake iç yüzeyi",
      "B": "İdrar kesesi",
      "C": "Böbrek tübülleri",
      "D": "Mide ve bağırsak iç yüzeyi",
      "E": "Akciğer alveolleri"
    },
    "explanation": "Örtü epitellerinin farklı çeşitleri bulunmaktadır. Tek katlı yassı epitel akciğer alveollerinde, tek katlı kübik epitel böbrek tübüllerinde, tek katlı silindirik epitel mide ve bağırsak iç yüzeyinde, silli silindirik epitel trake iç yüzeyinde ve değişici epitel idrar kesesinde görülebilmektedir. Doğru cevap idrar kesesidir."
  },
  {
    "id": "3617654",
    "unitNumber": 7,
    "text": "Hangisi bağ ve destek dokunun fonksiyonlarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yağ depolamak",
      "B": "Doku onarımını sağlamak",
      "C": "Enfeksiyonlara karşı korumak",
      "D": "Uyarıları iletmek",
      "E": "Kan hücreleri üretmek"
    },
    "explanation": "Bağ ve destek dokuların temel fonksiyonları:\n <ul> <li>İlişkili oldukları dokuları beslemek,</li> <li>Dokular arası alanları doldurmak,</li> <li>Yağ depolamak,</li> <li>Kan hücrelerini üretmek,</li> <li>Doku onarımını sağlamak,</li> <li>Enfeksiyonlara karşı korumaktır.</li> </ul> Hayvanların dış ve iç ortamdan gelen uyarıları alıp iletebilmesi sinir doku sayesinde olur. Doğru cevap uyarıları iletmektir."
  },
  {
    "id": "3617655",
    "unitNumber": 7,
    "text": "Kemikleri birbirine bağlayan ligamentlerde bulunan bağ ve destek doku hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gevşek bağ doku",
      "B": "Adipöz doku",
      "C": "Fibröz bağ doku",
      "D": "Kıkırdak doku",
      "E": "Kemik doku"
    },
    "explanation": "Kollajen lifler açısından zengin olan fibröz bağ doku kemiği kemiğe bağlayan ligamentlerde ve kemiği kasa bağlayan tendonların yapısında bulunan doku tipidir."
  },
  {
    "id": "3617656",
    "unitNumber": 7,
    "text": "Hangi nöraglia hücresi beyin omurilik sıvısının üretiminden sorumludur?",
    "correctAnswer": "C",
    "options": {
      "A": "Astrosit",
      "B": "Mikroglia",
      "C": "Ependimal hücreler",
      "D": "Oligo-dendrosit",
      "E": "Schwann hücreleri"
    },
    "explanation": "4 tipte nöraglia hücresi bulunmaktadır. Bunlar mikroglia, oligo-dendrosit, astrosit ve ependimal hücrelerdir. Ependimal hücreler beyin omurilik sıvısının üretimi ve dolaşımından sorumludurlar."
  },
  {
    "id": "3617657",
    "unitNumber": 7,
    "text": "Sinir ve hormonal sistem arasındaki koordinasyonu hangisi sağlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hipotalamus",
      "B": "Beyincik",
      "C": "Omurilik soğanı",
      "D": "Hipofiz",
      "E": "Talamus"
    },
    "explanation": "Tüm duyular talamusta sınıflandırılır ve benlik kazanır. Bu duyuların anlam kazanması ise beyin yarım kürelerinde olur. Ayrıca öğrenme ve hafıza gibi tüm bilişsel işlevlerin sinirsel organizasyonu da ön beyinde olmaktadır. Hipotalamus ise sinir ve hormonal sistem arasındaki koordinasyonun sağlandığı merkezdir."
  },
  {
    "id": "3617658",
    "unitNumber": 7,
    "text": "İşitme ve dengeyi algılayan reseptörler hangileridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Baroreseptörler",
      "B": "Mekanoreseptörler",
      "C": "Fotoreseptörler",
      "D": "Kemoreseptörler",
      "E": "Termoreseptörler"
    },
    "explanation": "Reseptörler gelen uyaranın özelliğine göre;\n <ul> <li>termoreseptörler (sıcaklık),</li> <li>kemoreseptörler (koku ve tat gibi),</li> <li>fotoreseptörler (ışık),</li> <li>mekanoreseptörler (işitme ve denge)</li> <li>baroreseptörler (basınç) olarak nitelendirilir. </li> </ul>"
  },
  {
    "id": "3617659",
    "unitNumber": 7,
    "text": "Hangisi gözün en iç tabakasıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kornea",
      "B": "Retina",
      "C": "İris",
      "D": "Göz merceği",
      "E": "Sklera"
    },
    "explanation": "Gözün en iç tabakası ise koni ve rod (çubuk veya çomak) olarak isimlendirilen fotoreseptörleri bulunduran retina’dır."
  },
  {
    "id": "3617660",
    "unitNumber": 7,
    "text": "Dişi hayvanlarda yumurtalığı uyararak, folüküllerin büyümesini ve yumurta oluşmasını sağlayan hormon aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "FSH",
      "B": "LH",
      "C": "GH",
      "D": "TSH",
      "E": "MSH"
    },
    "explanation": "Cvp: A<br/><strong>FSH: </strong>Dişi hayvanlarda yumurtalığı uyarır,folüküllerin büyümesini, yumurta oluşmasını ve östrojen hormonunun salınmasını sağlar. Erkek bireyde testisleri uyarır ve testesteronsalınmasını etkiler."
  },
  {
    "id": "3617661",
    "unitNumber": 7,
    "text": "I- İşitme özelliğine sahip en ilkel grup böceklerdir.\n II- Böceklerde, Timpanal organlar olarak isimlendirilen özel işitme organları vardır.\n III- Kurbağalarda timpanal zar olarak isimlendirilen orta kulak, ilk kez görülür.\n Yukarıda verilen bilgilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I, II",
      "C": "II, III",
      "D": "I, II, III",
      "E": "I, III"
    },
    "explanation": "Hepsi doğru.<br/>İşitme özelliğine sahip en ilkel grup böceklerdir. Timpanal organlar olarak isimlendirilen özel işitme organları vardır. Denge duyusunun algılanmasında rol oynayan mekanoreseptörler ise birçok Omurgasız grupta görülmektedir.<br/>Sineklerde bu yapılar halter olarak bilinen arka kanatların körelmesi sonucu meydana gelmiştir.\n Balıklarda işitme mekanizması çok gelişmemiştir. Kurbağalarda timpanal zar olarak isimlendirilen orta kulak, ilk kez görülür."
  },
  {
    "id": "3617662",
    "unitNumber": 7,
    "text": "Gözün ön kısmında göze rengini veren yapı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Retina",
      "B": "İris",
      "C": "Koni",
      "D": "Sklera",
      "E": "Kornea"
    },
    "explanation": "Gözler kafatası kemiklerinden oluşan göz boşluğuna özel kaslarla yerleşmiştir. Göz, göz küresi ve göze yardımcı yapılar (gözyaşı bezi, göz kapakları, kirpikler ve kaşlar) dan oluşur. Göz küresinin en dış tabakası olan <strong>sklera</strong> (sert tabaka), ön kısımda şeffaflaşarak ışığın göze girişini sağlayan <strong>kornea</strong>’yı meydana getirir. Sklera’nın altındaki pigment içeren <strong>koroid</strong> (damar) tabaka ise gözün ön kısmında göze rengini veren <strong>iris</strong>’i meydana getirir. İris göze giriş yapacak ışık miktarını ayarlayabilmek için göz bebeğinin büyüklüğünü değiştirebilir. İrisin arkasında canlı, esnek ve ince kenarlı <strong>göz merceği</strong> bulunur. Gözün en iç tabakası ise <strong>koni ve rod</strong> (çubuk veya çomak) olarak isimlendirilen fotoreseptörleri bulunduran retina’dır."
  },
  {
    "id": "3617663",
    "unitNumber": 7,
    "text": "Dokunma ile ilgili mekanoreseptörlerden hangisi soğuğu algılamaya yarar?",
    "correctAnswer": "B",
    "options": {
      "A": "Pacinian cisimciği",
      "B": "Krause cisimciği",
      "C": "Ruffini cisimciği",
      "D": "Meissner cisimciği",
      "E": "Serbest sinir uçları"
    },
    "explanation": "Mekanoreseptörler dokunma organı olan derinin dermis (alt deri) tabakasında bulunur. Hafif dokunma duyusu, meissner cisimciğiyle; derin ve güçlü basınç duyusu, pacinian cisimciğiyle; sıcaklık, ruffini cisimciğiyle; soğuk, krause cisimciğiyle; ağrı duyusu, serbest sinir uçları ile algılanır. Doğru cevap krause cisimciğidir."
  },
  {
    "id": "3617664",
    "unitNumber": 7,
    "text": "Hangi hormon kandaki minerallerin miktarını düzenler?",
    "correctAnswer": "A",
    "options": {
      "A": "Aldesteron",
      "B": "İnsülin",
      "C": "Tiroksin",
      "D": "FSH",
      "E": "Oksitosin"
    },
    "explanation": "<ul> <li>İnsülin, kandaki şeker miktarını düşürür ve hücrelere alımını hızlandırır.</li> <li>Tiroksin, büyüme, gelişme ve metabolik faaliyetleri düzenler.</li> <li>FSH, dişi hayvanlarda yumurtalığı uyarır, folüküllerin büyümesini, yumurta oluşmasını ve östrojen hormonunun salgılanmasını sağlar. Erkek bireyde testisleri uyarır ve testesteron salınmasını etkiler.</li> <li>Oksitosin, dişi hayvanda doğum sırasında uterusun kasılmasını artırır ve memeden süt salınımını sağlar.</li> <li>Aldesteron, kandaki minerallerin miktarını düzenler.</li> </ul> Doğru cevap aldesterondur."
  },
  {
    "id": "3617665",
    "unitNumber": 7,
    "text": "Hangi sürüngen hayvanın kalbindeki karıncıklar birbirinden tamamen ayrılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yılan",
      "B": "Kerkentele",
      "C": "Bukalemun",
      "D": "Timsah",
      "E": "Kaplumbağa"
    },
    "explanation": "Sürüngenlerde kalp 4 odacıklı olup iki kulakçık ve iki karıncıktan oluşur. Ancak timsahlar hariç iki karıncık birbirinden tamamen ayrılmamıştır. Doğru cevap timsahtır."
  },
  {
    "id": "3617666",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ya da hangileri epitel dokunun temel görevlerindendir?\n I.Koruma\n II.Emme\n III.Sekresyon\n IV.Taşıma\n V. Boşaltım",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II, III",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Epitel dokunun temel görevleri; koruma, emme (absorbsiyon), salgılama (sekreksiyon), taşıma (transport), kasılma (kontraksiyon), boşaltım ve duyuların algılanmasıdır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3617667",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ya da hangileri kan dokunun içeriğinde bulunur?\n I.Su\n II.Mineral tuzlar\n III. Albumin\n IV. Globulin\n V. Lökositler",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II, III",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Bağ ve Destek Doku<br/>Kan doku, bağ dokunun özelleşmiş bir tipi olup plazma adı verilen sıvı özellikteki matriks ile kan hücrelerinden meydana gelir. Plazmada su, mineral tuzlar, albumin, globulin ve fibrinojen olarak isimlendirilen kan proteinleri bulunmaktadır. Kan dokunun hücresel bölümünü ise oksijen taşınmasında rol oynayan alyuvarlar (eritrositler), bağışıklık sisteminde rol oynayan akyuvarlar (lökositler) ve kan pıhtılaşmasında görev alan kan pulcukları (trombositler) oluşturur. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3617668",
    "unitNumber": 7,
    "text": "Kanın pıhtılasmasını engelleyen heparin ve atar damarların duvarlarının genislemesine yol açan histamin maddelerini içeren kan doku elemanı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Monosit",
      "B": "Bazofil",
      "C": "Eozinofil",
      "D": "Nötrofil",
      "E": "Lenfosit"
    },
    "explanation": "Bağ ve Destek Doku<br/>Kanın pıhtılasmasını engelleyen heparin ve atar damarların duvarlarının genislemesine yol açan histamin maddelerini içeren kan doku elemanı bazofildir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3617669",
    "unitNumber": 7,
    "text": "Sinir dokuya ait miyelinli bir sinir hücresinin (nöron) yapısında aşağıdakilerden hangisi ya da hangileri bulunur?\n<br/>I.Miyelin kılıf\n<br/>II.Ranvier boğumu\n<br/>III. Schwann hücresi\n<br/>IV.Dentrit\n<br/>V.Mikroglia",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II, III",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Sinir Sistemi<br/>Sinir dokuya ait miyelinli bir sinir hücresinin (nöron) yapısında, miyelin kılıf , ranvier boğumu, schwann hücresi , dentritler bulunur. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3617670",
    "unitNumber": 7,
    "text": "Kan damarlarına uzantılarla bağlı hücrelerdir. Nöronların, besin alınımında ve iletiminde görevlidirler.\n Yukarıda özellikleri verilen hücreler aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Astrosit",
      "B": "Oligo-dendrosit",
      "C": "Ependimal hücreler",
      "D": "Mikroglia",
      "E": "Kondrosit"
    },
    "explanation": "Sinir Sistemi<br/>Astrositler, kan damarlarına uzantılarla bağlı hücrelerdir. Nöronların, besin alınımında ve iletiminde görevlidirler. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3617671",
    "unitNumber": 7,
    "text": "Sinir ve hormonal sistem arasındaki koordinasyonun sağlandığı merkez aşağıdaki beyin bölgelerinden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hipofiz",
      "B": "Omurilik",
      "C": "Hipotalamus",
      "D": "Pons",
      "E": "Beyincik"
    },
    "explanation": "Hayvanlarda Sinirsel Organizasyon<br/>Sinir ve hormonal sistem arasındaki koordinasyonun sağlandığı merkez hipotalamustur. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3617672",
    "unitNumber": 7,
    "text": "Duyu organlarında bulunan ve belirli bir enerji formuna göre özelleşmiş bu hücreler, reseptör (almaç) olarak adlandırılır. Aşağıdakilerden hangisi işitme ve denge reseptörü olarak adlandırılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Termoreseptörler",
      "B": "Kemoresptörler",
      "C": "Fotoreseptörler",
      "D": "Mekanoresptörler",
      "E": "Baroreseptörler"
    },
    "explanation": "Duyu Organları ve Fonksiyonları<br/>Mekanoresptörler işitme ve denge reseptörü olarak adlandırılır. Doğru seçenek D seçeneğidir."
  },
  {
    "id": "3617673",
    "unitNumber": 7,
    "text": "Koni ve rod (çubuk veya çomak) olarak isimlendirilen fotoreseptörleri bulunduran gözün en iç tabakası aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Retina",
      "B": "İris",
      "C": "Göz merceği",
      "D": "Sklera",
      "E": "Kornea"
    },
    "explanation": "Görme duyusu<br/>Koni ve rod (çubuk veya çomak) olarak isimlendirilen fotoreseptörleri bulunduran gözün en iç tabakası retinadır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3617674",
    "unitNumber": 7,
    "text": "Dişi hayvanda doğum sırasında uterusun kasılmasını artıran ve memeden süt salınımını sağlayan hormon aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Oksitosin",
      "B": "Tiroksin",
      "C": "Kortizol",
      "D": "Adrenalin",
      "E": "İnsülin"
    },
    "explanation": "Hormonlar<br/>Dişi hayvanda doğum sırasında uterusun kasılmasını artıran ve memeden süt salınımını sağlayan hormon oksitosindir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3617675",
    "unitNumber": 7,
    "text": "Deriye renk veren pigment miktarını ve melanosit dağılımını düzenleyen hormon aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "LH",
      "B": "FSH",
      "C": "ACTH",
      "D": "MSH",
      "E": "ADH"
    },
    "explanation": "Hormonlar<br/>Deriye renk veren pigment miktarını ve melanosit dağılımını düzenleyen hormon MSH’dır. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3617676",
    "unitNumber": 8,
    "text": "“-------, bir hücrenin veya vücut bölgesinin bir kısmının büyümesinden kaynaklanan ve orijinal organizmadan iki ya da daha fazla bireyin oluşmasına yol açan eşeysiz üreme biçimidir.”\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Tomurcuklanma",
      "B": "Partenogenez",
      "C": "Fisyon",
      "D": "Rejenerasyon",
      "E": "Hermafrodizm"
    },
    "explanation": "Tomurcuklanma, bir hücrenin veya vücut bölgesinin bir kısmının büyümesinden kaynaklanan ve orijinal organizmadan iki yada daha fazla bireyin oluşmasına yol açan eşeysiz üreme biçimidir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3617677",
    "unitNumber": 8,
    "text": "Erkek eşey hücrelerinin oluşum sürecine ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Oogenez",
      "B": "Spermatogenez",
      "C": "Rejenerasyon",
      "D": "Partenogenez",
      "E": "Morfogenez"
    },
    "explanation": "Erkek eşey hücrelerinin oluşum sürecine spermatogenez, dişi eşey hücrelerinin oluşum sürecine oogenez adı verilmektedir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3617678",
    "unitNumber": 8,
    "text": "“Her türün yumurtası kendi türüne ait spermleri çekmek için kendine özgü fertilizin maddesi salgılar. Spermlerin yumurtaya yönelmesi olayına ------- denir.”\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Hermafrodizm",
      "B": "Gastrulasyon",
      "C": "Kemotropizm",
      "D": "Organogenez",
      "E": "Morfogenez"
    },
    "explanation": "Her türün yumurtası kendi türüne ait spermleri çekmek için kendine özgü fertilizin maddesi salgılar. Spermlerin yumurtaya yönelmesi olayına kemotropizm denir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3617679",
    "unitNumber": 8,
    "text": "“Memelilerde yumurta, esas olarak ------- adı verilen glikoproteinlerden oluşan bir hücre dışı örtü tabakası tarafından korunur.”\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "zona pellusida",
      "B": "morula",
      "C": "blastula",
      "D": "blastopor",
      "E": "arkenteron"
    },
    "explanation": "Memelilerde yumurta, esas olarak zona pellusida adı verilen glikoproteinlerden oluşan bir hücre dışı örtü tabakası tarafından korunur. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3617680",
    "unitNumber": 8,
    "text": "Aynı türe ait iki bireyin genetik materyallerini yeni bir yavru oluşturmak için birleştirmesi olayına ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eşeyli üreme",
      "B": "Partenogenez",
      "C": "Hermafrodizm",
      "D": "Metamorfoz",
      "E": "Fisyon"
    },
    "explanation": "Eşeyli üreme, aynı türe ait iki bireyin genetik materyallerini yeni bir yavru oluşturmak için birleştirmesi olayıdır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3617681",
    "unitNumber": 8,
    "text": "Ebeveynlerinden yeni yavruların (bireysel organizmalar) üretildiği canlıların nesillerinin devamı için gerekli olan biyolojik sürece ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Üreme",
      "B": "Hermafrodizm",
      "C": "Kemotropizm",
      "D": "Gelişim",
      "E": "Başkalaşım"
    },
    "explanation": "Üreme, ebeveynlerinden yeni yavruların (bireysel organizmalar) üretildiği canlıların nesillerinin devamı için gerekli olan biyolojik süreçtir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3617682",
    "unitNumber": 8,
    "text": "“Döllenme sırasında akrozomdan salınan ------- enzimi yumurtanın dış kısmında bulunan korona radiata’yı eritir ve spermin yumurtanın genetik materyaline ulaşması sağlanır.”\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "hyaluronidaz",
      "B": "kloak",
      "C": "zona pellusida",
      "D": "arkenteron",
      "E": "morula"
    },
    "explanation": "Döllenme sırasında akrozomdan salınan hyaluronidaz enzimi yumurtanın dış kısmında bulunan korona radiata’yı eritir ve spermin yumurtanın genetik materyaline ulaşması sağlanır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3617683",
    "unitNumber": 8,
    "text": "Yılan ve kertenkelelerde içeriye çekilebilen bir çift çiftleşme organı bulunur. Bu çiftleşme organına ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "hemipenis",
      "B": "izogamet",
      "C": "heterogamet",
      "D": "ovaryum",
      "E": "arkenteron"
    },
    "explanation": "Yılan ve kertenkelelerde içeriye çekilebilen bir çift çiftleşme organı bulunur. Bu çiftleşme organına hemipenis denir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3617684",
    "unitNumber": 8,
    "text": "Dış döllenme için aşağıdakilerden hangileri doğrudur?\n<br/>I. Döllenme suda gerçekleşir.\n<br/>II. Suda yaşayan hayvanlarda (memeliler hariç) görülür.\n<br/>III. Çiftleşme olayı gerçekleşmez.\n<br/>IV. Genellikle yavru bakımı yoktur.",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Dış döllenme genel olarak;\n<br/>• Döllenme suda gerçekleşir.\n<br/>• Suda yaşayan hayvanlarda (memeliler hariç) görülür.\n<br/>• Çiftleşme olayı gerçekleşmez.\n<br/>• Çiftleşme organı yoktur.\n<br/>• Döllenme ihtimali daha düşüktür.\n<br/>• Gamet sayısı fazladır.\n<br/>• Dış gelişme gözlenir.\n<br/>• Genellikle yavru bakımı yoktur. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3617685",
    "unitNumber": 8,
    "text": "Hücrelerin programlı bir şekilde farklı proteinler üretip farklı organlara dönüşmesi olayına ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Morfogenez",
      "B": "Metamorfoz",
      "C": "Organogenez",
      "D": "Gastrulasyon",
      "E": "Segmentasyon"
    },
    "explanation": "Hücrelerin programlı bir şekilde farklı proteinler üretip farklı organlara dönüşmesi olayına morfogenez adı verilir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3617686",
    "unitNumber": 8,
    "text": "Birçok omurgasız hayvanda, ebeveynin iki veya daha fazla bireye bölünmesiyle gerçekleşen çoğalma tipine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fisyon",
      "B": "Tomurcuklanma",
      "C": "Parçalanma",
      "D": "Partenogenez",
      "E": "Eşeyli üreme"
    },
    "explanation": "Fisyon eşeysiz olarak çoğalmadır.<br/>Birçok omurgasız hayvanda, ebeveynin iki veya daha fazla bireye bölünmesiyle gerçekleşen çoğalma tipine fisyon adı verilir."
  },
  {
    "id": "3617687",
    "unitNumber": 8,
    "text": ".................... : Tek bir atadan eşeysiz olarak üretilen genetik olarak özdeş canlı organizmalar\n<br/>Yukarıdaki boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Rejenerasyon",
      "B": "Fisyon",
      "C": "Klon",
      "D": "Kloak",
      "E": "Koryon"
    },
    "explanation": "Eşeysiz üreme sonucunda genetik olarak özdeş organizmalar (klonlar) üretilir.<br/>Klon: Tek bir atadan eşeysiz olarak üretilen genetik olarak özdeş canlı organizmalar"
  },
  {
    "id": "3617688",
    "unitNumber": 8,
    "text": "Yumurtanın döllenmeden tam bir bireye dönüştüğü üreme şekli aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Parçalanma",
      "B": "Eşeyli üreme",
      "C": "Fisyon",
      "D": "Partenogenez",
      "E": "Tomurcuklanma"
    },
    "explanation": "Bu üreme tipinde dişi ve erkek birey mevcuttur.<br/>Partenogenez, yumurtanın döllenmeden tam bir bireye dönüştüğü bir eşeysiz üreme şeklidir."
  },
  {
    "id": "3617689",
    "unitNumber": 8,
    "text": "I. Döllenmiş yumurtadan oluşan larvalar polen ile beslenirse erkek arılar oluşur.\n II. Döllenmiş yumurtadan oluşan larvalar arı sütüyle beslenirse kraliçe arı oluşur.\n III. İşçi arıların üreme yetenekleri yoktur ve kısır bireylerdir.\n IV. Döllenmemiş yumurtanın gelişmesiyle (partenogenez) ile işçi arılar oluşur.\n Yukarıdakilerden hangileri arıların üremesiyle ilgili doğru ifadelerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "II, III ve IV"
    },
    "explanation": "Arıların üremesinde eğer yumurtalar döllenmiş ise kraliçe ve işçi arılar gelişir (dişi), eğer yumurta döllenmeden (partenogenez) gelişmiş ise erkek arılar üretilir.<br/><ul> <li>Döllenmiş yumurtadan oluşan larvalar polen ile beslenirse işçi arılar oluşur.</li> <li>Döllenmiş yumurtadan oluşan larvalar arı sütüyle beslenirse kraliçe arı oluşur.</li> <li>İşçi arıların üreme yetenekleri yoktur ve kısır bireylerdir.</li> <li>Döllenmemiş yumurtanın gelişmesiyle (partenogenez) ile erkek arılar oluşur.</li> </ul> Sayfa 236 da arıların üremesiyle ilgili diğer ifadeler bulunmaktadır."
  },
  {
    "id": "3617690",
    "unitNumber": 8,
    "text": "Bazı canlıların zarar gören ya da kopan vücut parçalarını yenilemesine ……………… adı verilir.\n Yukarıdaki boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Partenogenez",
      "B": "Klon",
      "C": "Hermafrodit",
      "D": "Fisyon",
      "E": "Rejenerasyon"
    },
    "explanation": "Denizyıldızı türlerinde kopan parçaların yenilenme yeteneği vardır.<br/>Bazı canlıların zarar gören ya da kopan vücut parçalarını yenilemesine rejenerasyon adı verilir."
  },
  {
    "id": "3617691",
    "unitNumber": 8,
    "text": "Oogenezde mayoz II sonucunda kaç tane kutup hücresi oluşur?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Kutup hücreleri içeriğinde yeterli besin olmadığından eriyerek kaybolurlar (ölürler).<br/>Oogenezde mayoz II sonucunda 3 tane kutup hücresi oluşur."
  },
  {
    "id": "3617692",
    "unitNumber": 8,
    "text": "Sperm kaç bölümden oluşur ?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Şekil 8.7 Sperm genel yapısı sayfa 239 da verilmiştir.<br/>Spermler baş bölümü, boyun ve kamçı bölümü olmak üzere üç bölümden oluşur."
  },
  {
    "id": "3617693",
    "unitNumber": 8,
    "text": "Katadrom terimi aşağıdaki hayvan gruplarından hangisiyle ilgilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Böcekler",
      "B": "Memeliler",
      "C": "Sürüngenler",
      "D": "Kuşlar",
      "E": "Balıklar"
    },
    "explanation": "Üreme göçü davranışına göre balıklar anadrom balıklar ve kadatrom balıklar olmak üzere iki gruba ayrılır.<br/>Balıklarla ilgilidir. Üremelerini denizlerde gerçekleştirip beslenmek için tatlısulara göç eden balıklara, katadrom balıkları denir."
  },
  {
    "id": "3617694",
    "unitNumber": 8,
    "text": "Gelişme dönemi <u>genel anlamda</u> kaç evreden oluşur?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Bu evreler sayfa 245 den başlayarak anlatılmaktadır.<br/>Gelişme dönemi genel anlamda 4 evreden oluşur.\n Bunlar;\n <ul> <li>Segmentasyon</li> <li>Gastrulasyon</li> <li>Organogenez</li> <li>Morfogenezdir.</li> </ul>"
  },
  {
    "id": "3617695",
    "unitNumber": 8,
    "text": "Balıklarda kaç tip üreme vardır?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "En çok kemikli balıklarda görülen biseksüel (ayrı eşeyli) üreme şeklidir.<br/>Balıklarda üreme tipleri <em>biseksüel, hermafrodit </em>ve <em>partanogenetik </em>olmak üzere üç tiptir."
  },
  {
    "id": "3617696",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi hidralarda görülen bir eşeysiz üreme çeşitidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fisyon",
      "B": "Rejenerasyon",
      "C": "Tomurcuklanma",
      "D": "Fragmantasyon",
      "E": "Partenogenez"
    },
    "explanation": "Tomurcuklanma"
  },
  {
    "id": "3617697",
    "unitNumber": 8,
    "text": "Birçok omurgasız hayvanda, ebeveynin iki veya daha fazla bireye bölünmesiyle gerçekleşen çoğalma tipine hangi isim verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Eşeyli üreme",
      "B": "Eşeysiz üreme",
      "C": "Fisyon",
      "D": "Tomurcuklanma ile üreme",
      "E": "Kopan bir vücut parçasının gelişerek yeni bir birey oluşması"
    },
    "explanation": "Fisyon"
  },
  {
    "id": "3617698",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi eşeysiz üreme biçimlerinden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Fisyon",
      "B": "Tomurcuklanma",
      "C": "Fragmantasyon",
      "D": "İzogamet",
      "E": "Parteogenez"
    },
    "explanation": "İzogamet"
  },
  {
    "id": "3617699",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi hem eşeyli hem de eşeysiz üreme yeteneğine sahip hayvanlardan biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Haşlamlı türler",
      "B": "Halkalı solucanlar",
      "C": "Tatlı su süngerleri",
      "D": "Hidralar",
      "E": "Yaprak bitleri"
    },
    "explanation": "Yaprak bitleri"
  },
  {
    "id": "3617700",
    "unitNumber": 8,
    "text": "Bazı organizmalarda gametler büyüklük ve yapı bakımından birbirine çok benzerler. Bu tip eşey hücrelerine hangi isim verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İzogamet",
      "B": "Heterogamet",
      "C": "Spermatogenez",
      "D": "Oogenez",
      "E": "Gametogenez"
    },
    "explanation": "İzogamet"
  },
  {
    "id": "3617701",
    "unitNumber": 8,
    "text": "Erkek üreme sisteminde gametlerin oluşumu aşağıdakilerden hangisi ile gerçekleşir?",
    "correctAnswer": "D",
    "options": {
      "A": "Spermatogonyum",
      "B": "Haploit",
      "C": "Spermatosit",
      "D": "Spermatogenez",
      "E": "Oogenez"
    },
    "explanation": "Spermatogenez"
  },
  {
    "id": "3617702",
    "unitNumber": 8,
    "text": "Döllenmede spermlerin yumurtaya yönelmesi olayı aşağıdakilerden hangisi ile adlandırılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Hyaluronidaz",
      "B": "Monospermi",
      "C": "Kemotropizm",
      "D": "Polispermi",
      "E": "Oviparite"
    },
    "explanation": "Kemotropizm"
  },
  {
    "id": "3617703",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi dış döllenmenin özelliklerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çiftleşme olayı gerçekleşir",
      "B": "Gamet sayısı fazladır",
      "C": "Bazı gruplarda yavru bakımı vardır",
      "D": "Yumurta sayısı az, sperm sayısı fazladır",
      "E": "Gamet sayısı azdır"
    },
    "explanation": "Gamet sayısı fazladır"
  },
  {
    "id": "3617704",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi zigot oluşumu sonrası gelişme dönemi ana evrelerinden biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Segmentasyon",
      "B": "Morula",
      "C": "Organogenez",
      "D": "Morfogenez",
      "E": "Gastrulasyon"
    },
    "explanation": "Zigot oluşumundan yavrunun doğumuna kadar geçen süre içerisinde birbirini takip eden evreler görülür. Gelişme dönemi genel anlamda 4 evreden oluşur. Bunlar; • Segmentasyon • Gastrulasyon • Organogenez • Morfogenezdir."
  },
  {
    "id": "3617705",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Ektodermden Meydana Gelen Yapılar içerisindedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tırnaklar",
      "B": "Pankreas",
      "C": "Tiroidin",
      "D": "Kaslar",
      "E": "Kan"
    },
    "explanation": "Tırnaklar"
  },
  {
    "id": "3617706",
    "unitNumber": 8,
    "text": "Eşeyli üreme diploit (2n) ________ oluşturmak için erkek ve dişiden gelen haploit (n) gametlerin birleşmesidir. \n Aşağıdakilerden hangisi yukarıdaki cümleyi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Ökaryotu",
      "B": "Fisyonu",
      "C": "Klonu",
      "D": "Zigotu",
      "E": "Rejenerasyonu"
    },
    "explanation": "Eşeyli üreme, iki bireyin genetik materyali, ebeveynlerinden genetik olarak farklı yavrular üretmek için birleşmesi sürecidir. Eşeyli üreme diploit (2n) zigotu (döllenmiş yumurta) oluşturmak için erkek ve dişiden gelen haploit (n) gametlerin birleşmesidir. Doğru cevap zigottur."
  },
  {
    "id": "3617707",
    "unitNumber": 8,
    "text": "Bir hücrenin veya vücut bölgesinin bir kısmının büyümesinden kaynaklanan ve orijinal organizmadan iki ya da daha fazla bireyin oluşmasına yol açan eşeysiz üreme biçimi hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Parçalanma",
      "B": "Tomurcuklanma",
      "C": "Fisyon",
      "D": "Partenogenez",
      "E": "Spermatogenez"
    },
    "explanation": "Tomurcuklanma omurgasız hayvanlar arasında yaygın olarak kullanılan bir diğer eşeysiz üreme biçimidir. Tomurcuklanma, bir hücrenin veya vücut bölgesinin bir kısmının büyümesinden kaynaklanan ve orijinal organizmadan iki yada daha fazla bireyin oluşmasına yol açan eşeysiz üreme biçimidir."
  },
  {
    "id": "3617708",
    "unitNumber": 8,
    "text": "Hem erkek hem dişi üreme organına sahip canlılara ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Koryon",
      "B": "Haşlamlı türler",
      "C": "Hermafrodit",
      "D": "Haploit",
      "E": "Zona pellucida"
    },
    "explanation": "Hem erkek hem dişi üreme organına sahip canlılara hermafrodit denilmektedir."
  },
  {
    "id": "3617709",
    "unitNumber": 8,
    "text": "Dişi eşey hücrelerinin oluşum sürecine ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "İzogami",
      "B": "Heterogami",
      "C": "Oogenez",
      "D": "Spermatogenez",
      "E": "Gametogenez"
    },
    "explanation": "Eşey hücrelerinin oluşumu gonadlarda olur. Erkek eşey hücrelerininin oluşum sürecine spermatogenez, dişi eşey hücrelerininin oluşum sürecine oogenez adı verilmektedir. Erkek eşey hücreleri oluşumu testislerde, dişi eşey hücreleri oluşumu ovaryumda gerçekleşir. Gametlerin oluşması olayına gametogenez adı verilir. Doğru cevap oogenezdir."
  },
  {
    "id": "3617710",
    "unitNumber": 8,
    "text": "Böcek yumurtaları iç döllenme öncesinde ________ tabakası ile kaplanırlar?\n Yukarıdaki cümleyi aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Kloak",
      "B": "Spermatosit",
      "C": "Blastula",
      "D": "Oosit",
      "E": "Koryon"
    },
    "explanation": "Böcekler sperm (spermatozoa) sperm üreten erkek ve yumurta (ovül) üreten dişi olmak üzere iki cinsiyete sahiptirler. Böcek yumurtaları iç döllenme öncesinde koryon tabakası ile kaplanırlar. Koryon, yumurtanın amniyon sıvısını kaplayan tabakadır."
  },
  {
    "id": "3617711",
    "unitNumber": 8,
    "text": "Yumurta sarısının sitoplazmada dağılımına göre hangisinde yumurta sarısı tüm sitoplazmayı kaplamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sentrolesital",
      "B": "Alesital",
      "C": "Telolesital",
      "D": "Mesolesital",
      "E": "Homolesital"
    },
    "explanation": "Meslolesital yumurtalarda yumurta sarısı çok büyüktür, neredeyse tüm sitoplazmayı kaplar ve çekirdek için sadece küçük bir disk benzeri sitoplazma alanı bırakır. Sürüngenlerin, kuşların ve yumurtlayan memelilerin yumurtaları bu gruptadır."
  },
  {
    "id": "3617712",
    "unitNumber": 8,
    "text": "Tek bir atadan eşeysiz olarak üretilen genetik olarak özdeş canlı organizmaya ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Klon",
      "B": "Prokaryot",
      "C": "Ökaryot",
      "D": "Fisyon",
      "E": "Rejenerasyon"
    },
    "explanation": "Tek bir atadan eşeysiz olarak üretilen genetik olarak özdeş canlı organizmaya klon denir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3617713",
    "unitNumber": 8,
    "text": "Birçok omurgasız hayvanda, ebeveynin iki veya daha fazla bireye bölünmesiyle gerçekleşen çoğalma tipine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tomurcuklanma",
      "B": "Fisyon",
      "C": "Rejenerasyon",
      "D": "Parçalanma",
      "E": "Fragmantasyon"
    },
    "explanation": "Birçok omurgasız hayvanda, ebeveynin iki veya daha fazla bireye bölünmesiyle gerçekleşen çoğalma tipine fisyon denir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3617714",
    "unitNumber": 8,
    "text": "Hem erkek hem dişi üreme organına sahip canlılara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "İzogami",
      "B": "Fisyon",
      "C": "Hermafrodit",
      "D": "Heterogamet",
      "E": "Klon"
    },
    "explanation": "Hem erkek hem dişi üreme organına sahip canlılara hermafrodit denir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3617715",
    "unitNumber": 8,
    "text": "........ testislerin (erbezlerinin) yapısında yer alan seminifer tüpçüklerinde mayoz bölünme sonucunda spermlerin oluşmasına denir.\n Boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Spermatogenez",
      "B": "Oogenez",
      "C": "Gametogenez",
      "D": "Heterogami",
      "E": "İzogami"
    },
    "explanation": "Spermatogenez testislerin (erbezlerinin) yapısında yer alan seminifer tüpçüklerinde mayoz bölünme sonucunda spermlerin oluşmasına denir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3617716",
    "unitNumber": 8,
    "text": "Bağırsak ürünlerinin, boşaltım ürünlerinin ve eşey hücrelerinin bırakıldığı vücut boşluğunun dışarıya açıldığı ortak tek açıklığa ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fisyon",
      "B": "Klon",
      "C": "Gamet",
      "D": "Koryon",
      "E": "Kloak"
    },
    "explanation": "Bağırsak ürünlerinin, boşaltım ürünlerinin ve eşey hücrelerinin bırakıldığı vücut boşluğunun dışarıya açıldığı ortak tek açıklığa kloak denir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3617717",
    "unitNumber": 8,
    "text": "Yumurtaya sadece aynı türün spermlerinin girmesine izin veren, glikoprotein veya polisakkarit yapılı yumurta hücresinin etrafını saran jelimsi tabakaya ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Zigot",
      "B": "Zona pellucida",
      "C": "Blastula boşluğu",
      "D": "Meroblastik segmentasyon",
      "E": "Total-Inequal segmentasyon"
    },
    "explanation": "Yumurtaya sadece aynı türün spermlerinin girmesine izin veren, glikoprotein veya polisakkarit yapılı yumurta hücresinin etrafını saran jelimsi tabakaya Zona pellucida denir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3617718",
    "unitNumber": 8,
    "text": "Blastomerleri eşit büyüklükteki segmentasyona ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Total-Equal segmentasyon",
      "B": "Meroblastik segmentasyon",
      "C": "Diskodial Segmentasyon",
      "D": "Total-Inequal segmentasyon",
      "E": "Morula segmentasyonu"
    },
    "explanation": "Blastomerleri eşit büyüklükteki segmentasyona Total-Equal segmentasyon denir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3617719",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi endodermden meydan gelen yapılardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ter bezleri",
      "B": "Eşey hücreleri",
      "C": "Tırnaklar",
      "D": "Diş minesi",
      "E": "İskelet sistemi"
    },
    "explanation": "Eşey hücreleri endodermden meydan gelen yapılardandır. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3617720",
    "unitNumber": 8,
    "text": "Yumurta sarısının dağılımına göre amfibiler ne tip yumurtaya sahiptir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mikrolesital",
      "B": "Telolesital",
      "C": "Mesolesital",
      "D": "Homolesital",
      "E": "Sentrolesital"
    },
    "explanation": "Telolesital yumurtalarda, yumurta sarısı vejetal kutupta yoğunlaşmıştır. Yumurta sarısı fazladır. İki yaşamlıların (amfibi) yumurtaları bu gruptadır."
  },
  {
    "id": "3617721",
    "unitNumber": 8,
    "text": "Larvadan ergin döneme kadar değişimde kısmı farklılaşmaları kapsayan gelişim türüne ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ametabol Gelişim",
      "B": "Neometabol Gelişim",
      "C": "Hemimetabol Gelişim",
      "D": "Holometabol Gelişim",
      "E": "Hypermetabol Gelişim"
    },
    "explanation": "Larvadan ergin döneme kadar değişimde kısmı farklılaşmaları kapsayan gelişim türüne Hemimetabol Gelişim denir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3617722",
    "unitNumber": 8,
    "text": "Yılan ve kertenkelelerde içeriye çekilebilen bir çift çiftleşme organına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kloak",
      "B": "Koryon",
      "C": "Hemipenis",
      "D": "Vivipar",
      "E": "Monoestrus"
    },
    "explanation": "Yılan ve kertenkelelerde içeriye çekilebilen bir çift çiftleşme organına hemipenis denir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3617723",
    "unitNumber": 8,
    "text": "Hangisi hayvanlardaki embriyonik gelişmenin aşamalarından biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Döllenme",
      "B": "Bölünme",
      "C": "Şekillenme",
      "D": "Değişim",
      "E": "Değişmeme"
    },
    "explanation": "Hayvanlardaki embriyonik gelişme dört aşamada gerçekleşir. Bunlar sırasıyla döllenme, şekillenme, değişim ve değişmemedir. Doğru cevap bölünmedir."
  },
  {
    "id": "3617724",
    "unitNumber": 8,
    "text": "Hayvanlarda hangisi mezodermden meydana gelir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ter bezleri",
      "B": "Sinir sistemi",
      "C": "Safra kesesi",
      "D": "Eşey hücreleri",
      "E": "İskelet sistemi"
    },
    "explanation": "Mezodermden Meydana Gelen yapılar: Notokord, iskelet sistemi, kaslar, böbrek, derinin iç tabakası, bağ doku, kemik ve kıkırdak doku, kan, damarlar, böbrekler, testis ve yumurtalıklar (segmentasyon aşamasında farklılaşmaya başlayan germ hücreleri hariç), adrenal korteks ve lenfatik sistem mezodermden gelişir. Doğru cevap iskelet sistemidir."
  },
  {
    "id": "3617725",
    "unitNumber": 8,
    "text": "Tavuklarda kuluçka dönemi ne kadar sürer?",
    "correctAnswer": "C",
    "options": {
      "A": "7 gün",
      "B": "14 gün",
      "C": "21 gün",
      "D": "28 gün",
      "E": "35 gün"
    },
    "explanation": "Kuşlarda kuluçka süreleri türe göre farklılık göstermektedir. Bu süre tavuklarda 21 gün, devekuşlarında ise 42-60 gün kadar olabilir."
  }
]