[
  {
    "id": "3104310",
    "unitNumber": 1,
    "text": "Üçüncü kişiler ya da kurumlardan sağlanan kaynaklar aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Özkaynak",
      "B": "Sermaye",
      "C": "Yabancı kaynak",
      "D": "Yerli kaynak",
      "E": "Toplam kaynak"
    },
    "explanation": "Üçüncü kişiler ya da kurumlardan sağlanan kaynaklar yabancı kaynaktır."
  },
  {
    "id": "3104311",
    "unitNumber": 1,
    "text": "Muhasebenin bugünkü şekli olan çift yanlı kayıt sistemi hangi ülkede başlamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Türkiye",
      "B": "İtalya",
      "C": "Birleşik Krallık",
      "D": "Almanya",
      "E": "Fransa"
    },
    "explanation": "Muhasebenin bugünkü şekli olan çift yanlı kayıt sistemi İtalya'da başlamıştır."
  },
  {
    "id": "3104312",
    "unitNumber": 1,
    "text": "Bankacılık sektörü için hazırlanan Tekdüzen Muhasebe Sistemi uygulamaya hangi yıl konulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "1986",
      "B": "1983",
      "C": "1987",
      "D": "1971",
      "E": "1972"
    },
    "explanation": "Bankacılık sektörü için hazırlanan Tekdüzen Muhasebe Sistemi uygulamaya 1986'da konulmuştur."
  },
  {
    "id": "3104313",
    "unitNumber": 1,
    "text": "Bir sistem olarak muhasebenin alt başlıkları aşağıdakilerden hangisinde doğru sıralanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Finansal muhasebe, genel muhasebe, yönetim muhasebesi",
      "B": "İşletme muhasebesi, maliyet muhasebesi, genel muhasebe",
      "C": "Maliyet muhasebesi, işletme muhasebesi, finansal muhasebe",
      "D": "Genel muhasebe, maliyet muhasebesi, yönetim muhasebesi",
      "E": "Yönetim muhasebesi, maliyet muhasebesi, işletme muhasebesi"
    },
    "explanation": "Bir sistem olarak muhasebenin alt başlıkları genel muhasebe, maliyet muhasebesi, yönetim muhasebesidir."
  },
  {
    "id": "3104314",
    "unitNumber": 1,
    "text": "İşletmenin elindeki vadeli müşteri çeklerinin alacak senetlerine aktarılması muhasebenin temel kavramlarının hangisiyle ilgilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İşletmenin sürekliliği kavramıyla",
      "B": "Parayla ölçülme kavramıyla",
      "C": "Maliyet esası kavramıyla",
      "D": "İhtiyatlılık kavramıyla",
      "E": "Özün önceliği kavramıyla"
    },
    "explanation": "İşletmenin elindeki vadeli müşteri çeklerinin alacak senetlerine aktarılması özün önceliği kavramıyla ilgilidir.<strong> (Paragraf sonu örnek)</strong>"
  },
  {
    "id": "3104315",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi varlıklara ilişkin ilkelerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "İşletmenin bir yıl veya normal faaliyet dönemi içinde vadesi gelen borçları, bilançoda kısa vadeli yabancı kaynaklar grubu içinde gösterilir.",
      "B": "İşletmenin bir yıl veya normal faaliyet dönemi içinde vadesi gelmemiş borçları, bilançoda uzun vadeli yabancı kaynaklar grubu içinde gösterilir.",
      "C": "Gelecek dönemlere ait olarak önceden tahsil edilen hasılat ile cari dönemde tahakkuk eden ancak gelecek dönemlerde ödenecek olan giderler, kayıt ve tespit edilmeli; bilançoda ayrıca gösterilmelidir.",
      "D": "Kısa ve uzun vadeli yabancı kaynaklar grubunda yer alan borç senetlerini bilanço tarihindeki gerçeğe uygun değerleri ile gösterebilmek için reeskont işlemleri yapılmalıdır.",
      "E": "Tutarları kesinlikle saptanamayan alacaklar için herhangi bir tahakkuk işlemi yapılmaz"
    },
    "explanation": "\"Tutarları kesinlikle saptanamayan alacaklar için herhangi bir tahakkuk işlemi yapılmaz\" ilkesi varlıklara ilişkin ilkelerden biridir. Diğer seçenekler bilançonun kaynaklar kısmı ile ilgilidir. Diğer bir deyişle bilanço ilkelerindendir ancak borçlara ilişkin ilkelerdir."
  },
  {
    "id": "3104316",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yabancı kaynaklara ilişkin ilkelerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşletmenin bilinen ancak tutarları uygun olarak tahmin edilemeyen durumları bilanço dipnotlarında açık olarak belirtilmelidir.",
      "B": "İşletmenin ödenmiş sermayesi, bilançonun kapsamı içinde tek bir kalem olarak gösterilir.",
      "C": "Öz kaynakların bilançoda net olarak gösterilmesi için geçmiş yıllar zararları ile dönem zararı, öz kaynaklar grubunda indirim kalemleri olarak yer alır.",
      "D": "İşletme sahip veya ortaklarının sahip veya ortak sıfatıyla işletme varlıkları üzerindeki hakları, öz kaynaklar grubunu oluşturur.",
      "E": "Öz kaynaklar; ödenmiş sermaye, sermaye yedekleri, kâr yedekleri, geçmiş yıl kârları (zararları) ve dönem net kârı/zararından oluşur."
    },
    "explanation": "\"İşletmenin bilinen ancak tutarları uygun olarak tahmin edilemeyen durumları bilanço dipnotlarında açık olarak belirtilmelidir\" ilkesi yabancı kaynaklara ilişkin ilkelerden biridir."
  },
  {
    "id": "3104317",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi özkaynaklara ilişkin ilkelerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşletmenin bir yıl veya normal faaliyet dönemi içinde paraya dönüşebilecek varlıkları, bilançoda dönen varlıklar grubu içinde gösterilir.",
      "B": "İşletmenin bir yıl veya normal faaliyet dönemi içinde paraya dönüşemeyen, hizmetlerinden bir hesap döneminden daha uzun süre yararlanılan uzun vadeli varlıkları; bilançoda duran varlıklar grubu içinde gösterilir.",
      "C": "İşletmenin hissedarları tarafından yatırılan sermayenin devam ettirilmesi gerekir.",
      "D": "Gelecek dönemlere ait olarak önceden ödenen giderler ile cari dönemde tahakkuk eden ancak gelecek dönemlerde tahsil edilecek olan gelirler, kayıt ve tespit edilmeli; bilançoda ayrıca gösterilmelidir.",
      "E": "Dönen ve duran varlıklar grubunda yer alan alacak senetlerini, bilanço tarihindeki gerçeğe uygun değerleri ile gösterebilmek için reeskont işlemleri yapılmalıdır."
    },
    "explanation": "İşletmenin hissedarları tarafından yatırılan sermayenin devam ettirilmesi gerekir ilkesi özkaynaklara ilişkin ilkelerden biridir."
  },
  {
    "id": "3104318",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi muhasebe bilgilerinin iç bilgi kullanıcılarından birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Devlet",
      "B": "Tedarikçiler",
      "C": "Yöneticiler",
      "D": "Sendikalar",
      "E": "Yatırımcılar"
    },
    "explanation": "İşletmelerin ekonomik-mali bilgilerinin iç-dış bilgi kullanıcılarına iletilmesinde finansal raporlardan yararlanılır. Finansal raporlardaki açıklamalar muhasebe bilgileridir. Bu bilgileri, başta işletme yönetimi olmak üzere ortaklar, çalışanlar, işgören birlikleri (sendikalar), finans kuruluşları (bankalar), devlet (ve ilgili kamu kuruluşları), sektör birlikleri (odalar, borsalar) rakip işletmeler, araştırma kuruluşları vb. pek çok kişi/kurum kendi kararlarında kullanır. Yöneticiler ve çalışanlar iç bilgi kullanıcıları iken diğerleri dış bilgi kullanıcılarıdır."
  },
  {
    "id": "3104319",
    "unitNumber": 1,
    "text": "Muhasebe meslek grupları hangi yasayla iki gruba ayrılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "5687 sayılı ve 2008 tarihli",
      "B": "5786 sayılı ve 2004 tarihli",
      "C": "5678 sayılı ve 2006 tarihli",
      "D": "5786 sayılı ve 2008 tarihli",
      "E": "5867 sayılı ve 2006 tarihli"
    },
    "explanation": "Muhasebe meslek grupları 5786 sayılı ve 2008 tarihli yasayla iki gruba ayrılmıştır."
  },
  {
    "id": "3104320",
    "unitNumber": 1,
    "text": "\".........; işletmelerde gerçekleştirilen faaliyetleri sistemli bir şekilde kaydederek sınıflandıran, özetleyerek analiz ve yoruma hazır hâle getiren bir sistemdir.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletme",
      "B": "Muhasebe",
      "C": "Satın alma",
      "D": "Ticaret",
      "E": "Ödemeler dengesi"
    },
    "explanation": "Muhasebe; işletmelerde gerçekleştirilen faaliyetleri sistemli bir şekilde kaydederek sınıflandıran, özetleyerek analiz ve yoruma hazır hâle getiren bir sistemdir."
  },
  {
    "id": "3104321",
    "unitNumber": 1,
    "text": "İşletme sahiplerinden veya ortaklarından sağlanan kaynak, ne olarak tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yabancı kaynak olarak tanımlanır",
      "B": "Öz kaynak olarak tanımlanır",
      "C": "İşletme kaynağı olarak tanımlanır",
      "D": "Fon kaynağı olarak tanımlanır",
      "E": "Faiz kaynağı olarak tanımlanır"
    },
    "explanation": "İşletme sahiplerinden veya ortaklarından sağlanan kaynak, öz kaynak; olarak tanımlanır"
  },
  {
    "id": "3104322",
    "unitNumber": 1,
    "text": "İlk ticari yazışma örnekleri nelerdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Frigler döneminde kilden yapılmış tabletler üzerinde tutulan ilk kayıtlardır.",
      "B": "Kadeş anlaşması üzerinden tutulan ilk kayıtlardır.",
      "C": "Lidyalılar dönemindeki madeni levhalar üzerinde tutulan ilk kayıtlardır.",
      "D": "Asur döneminde kilden yapılmış levhalar üzerinde tutulan ilk kayıtlardır.",
      "E": "Babil’de çivi yazısı ile kilden yapılmış levhalar üzerinde tutulan ilk kayıtlardır."
    },
    "explanation": "Babil’de çivi yazısı ile kilden yapılmış levhalar üzerinde tutulan ilk kayıtlar,<br/>ilk ticari yazışma örnekleridir."
  },
  {
    "id": "3104323",
    "unitNumber": 1,
    "text": "Paciolo’nun kurallarını ele alan Antonio Tagliente, 1525 yılında hangi eserinde muhasebe konularına yer vermiştir.",
    "correctAnswer": "B",
    "options": {
      "A": "Armedo di Aritmetica adlı eserinde",
      "B": "Luminario di Aritmetica adlı eserinde",
      "C": "Viyankino di Geometrica adlı eserinde",
      "D": "Luminario di Sanyano adlı eserinde",
      "E": "Simoldi di Yano di Aritmetica adlı eserinde"
    },
    "explanation": "Paciolo’nun kurallarını ele alan Antonio Tagliente, 1525 yılında Luminario di<br/>Aritmetica adlı eserinde muhasebe konularına yer vermiştir."
  },
  {
    "id": "3104324",
    "unitNumber": 1,
    "text": "Muhasebe Sistemi Uygulama Genel Tebliği hangi yılda Resmî Gazete’de yayımlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1993 yılında",
      "B": "1892 yılında",
      "C": "1992 yılında",
      "D": "1996 yılında",
      "E": "1972 yılında"
    },
    "explanation": "Muhasebe Sistemi Uygulama Genel Tebliği 1992 yılında Resmî Gazete’de yayımlamıştır."
  },
  {
    "id": "3104325",
    "unitNumber": 1,
    "text": "Muhasebe; bir sistem olarak hangi muhasebe türlerinden oluşmaktadır.",
    "correctAnswer": "D",
    "options": {
      "A": "Maliyet muhasebesi ve yönetim muhasebesinden oluşmaktadır.",
      "B": "Karma muhasebe, kar muhasebesi ve yönetim muhasebesinden oluşmaktadır.",
      "C": "Eylem muhasebesi, birlik muhasebesi ve işletim muhasebesinden oluşmaktadır.",
      "D": "Genel muhasebe, maliyet muhasebesi ve yönetim muhasebesinden oluşmaktadır.",
      "E": "Genel muhasebe ve yönetim muhasebesinden oluşmaktadır."
    },
    "explanation": "Muhasebe; bir sistem olarak genel muhasebe, maliyet muhasebesi ve yönetim<br/>muhasebesinden oluşmaktadır."
  },
  {
    "id": "3104326",
    "unitNumber": 1,
    "text": "Aşağıdaki seçeneklerden hangisi muhasebenin temel kavramlarından biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal Sorumluluk Kavramı,",
      "B": "Kişilik Kavramı ve işletmenin Sürekliliği Kavramı,",
      "C": "Dönemsellik Kavramı,",
      "D": "Taraflı Davranma Kavramı,",
      "E": "Parayla Ölçülme Kavramı,"
    },
    "explanation": "Muhasebenin temel kavramları şunlardır:<br/>• Sosyal Sorumluluk Kavramı,<br/>• Kişilik Kavramı,<br/>• İşletmenin Sürekliliği Kavramı,<br/>• Dönemsellik Kavramı,<br/>• Parayla Ölçülme Kavramı,<br/>• Maliyet Esası Kavramı,<br/>• Tarafsızlık ve Belgelendirme Kavramı,<br/>• Tutarlılık Kavramı,<br/>• Tam Açıklama Kavramı,<br/>• İhtiyatlılık Kavramı,• Önemlilik Kavramı ve<br/>• Özün Önceliği Kavramı."
  },
  {
    "id": "3104327",
    "unitNumber": 1,
    "text": "\"..........; satışların, gelirlerin, satışlar maliyetinin, giderlerin,<br/>kâr ve zararlara ait hesapların ve belli dönemlere ait işletme faaliyeti sonuçlarının sınıflandırılmış ve gerçeğe uygun olarak gösterilmesini sağlamaktır.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Muhasebe Cetveli ilkelerinin amacı;",
      "B": "Gelir tablosu ilkelerinin amacı;",
      "C": "Gider tablosu ilkelerinin amacı;",
      "D": "Kaynak ilkelerinin amacı;",
      "E": "Varlık tablosu ilkelerinin amacı;"
    },
    "explanation": "Gelir tablosu ilkelerinin amacı; satışların, gelirlerin, satışlar maliyetinin, giderlerin, kâr ve zararlara ait hesapların ve belli dönemlere ait işletme faaliyeti sonuçlarının sınıflandırılmış ve gerçeğe uygun olarak gösterilmesini sağlamaktır."
  },
  {
    "id": "3104328",
    "unitNumber": 1,
    "text": "Türkiye’de muhasebe mesleği, hangi tarih ve sayılı Resmî Gazete’de yayımlanarak yürürlüğe girmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1986 tarih 20143 sayılı Resmî Gazete’de yayımlanarak yürürlüğe girmiş",
      "B": "1989 tarih 20194 sayılı Resmî Gazete’de yayımlanarak yürürlüğe girmiş",
      "C": "1976 tarih 20456 sayılı Resmî Gazete’de yayımlanarak yürürlüğe girmiş",
      "D": "1945 tarih 20156 sayılı Resmî Gazete’de yayımlanarak yürürlüğe girmiş",
      "E": "1934 tarih 20454 sayılı Resmî Gazete’de yayımlanarak yürürlüğe girmiş"
    },
    "explanation": "Türkiye’de muhasebe mesleği, 1989 tarih 20194 sayılı Resmî Gazete’de yayımlanarak yürürlüğe girmiş bulunan 3568 sayılı Serbest Muhasebecilik, Serbest Muhasebeci Mali Müşavirlik ve Yeminli Mali Müşavirlik Kanunu ile (Bundan sonra kısaca Meslek Yasası şeklinde ifade edilecektir.) yasal düzenlemeye kavuşmuştur."
  },
  {
    "id": "3104329",
    "unitNumber": 1,
    "text": "5786 sayılı yasal düzenleme ile (2008 yılında yapılan değişiklik ile) muhasebe meslek mensupları kaç gruba ayrılmıştır ve bunlar nelerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Serbest Muhasebeci Mali Müşavir ve Yeminli Mali Müşavir olmak üzere iki gruba ayrılmıştır:",
      "B": "Serbest Mali Müşavir, Genel Muhasebeci ve Yeminli Mali Müşavir olmak üzere üç gruba ayrılmıştır:",
      "C": "Serbest Muhasebeci ve Genel Müşavir olmak üzere iki gruba ayrılmıştır:",
      "D": "Dönem Muhasebecisi, Mali Müşavir ve Yeminli Mali Müşavir olmak üzere üç gruba ayrılmıştır:",
      "E": "Genel Müşavir ve Yeminli Müşavir olmak üzere iki gruba ayrılmıştır:"
    },
    "explanation": "5786 sayılı yasal düzenleme ile (2008 yılında yapılan değişiklik ile) muhasebe<br/>meslek mensupları iki gruba ayrılmıştır:<br/>1. Serbest Muhasebeci Mali Müşavir,<br/>2. Yeminli Mali Müşavir."
  },
  {
    "id": "3104330",
    "unitNumber": 2,
    "text": "İşletme, …………. <strong><u>hariç</u></strong>, tüm finansal tablolarını muhasebenin <strong><u>tahakkuk</u> </strong>esasına göre düzenler.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilanço",
      "B": "Gelir tablosu",
      "C": "Nakit akış tablosu",
      "D": "Diğer açıklayıcı notlar",
      "E": "Öz kaynak değişim tablosu"
    },
    "explanation": "İşletme, nakit akış tablosu hariç, tüm finansal tablolarını muhasebenin <strong>tahakkuk </strong>esasına göre düzenler. Tahakkuk esasına göre cari döneme ait olan her türlü gelir ve gider, tahakkuk ettirilerek finansal tablo unsuru olarak sunulur. Gelir, tahsilat edildiği zaman ve gider de ödendiği zaman değil ortaya çıktığı zaman tanımlanır ve kaydedilir."
  },
  {
    "id": "3104331",
    "unitNumber": 2,
    "text": "Finansal tablolarda sunulan bilgiler; bilgi kullanıcıların işletme hakkında tahminlerinde kullanılabiliyorsa, kararlarını etkileyebiliyorsa …………… olarak nitelendirilir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Doğrulanabilirlik",
      "B": "Karşılaştırılabilirlik",
      "C": "Zamanında sunum",
      "D": "İhtiyaca uygun bir bilgi",
      "E": "Gerçeğe uygun şekilde sunum"
    },
    "explanation": "Finansal bilgi kullanıcıları; işletme hakkında işletmeye ortak olma, işletmeye yeni yatırımlar yapma, işletmeye borç verme, işletme ile iş ilişkisi kurma vb. stratejik kararlarını verebilmeleri için bilgi talep edeceklerdir. Kullanıcı tarafından verilen kararları etkileme gücüne sahip olan bilgi, <strong>ihtiyaca uygun bilgi</strong>dir. Finansal tablolarda sunulan bilgiler; bilgi kullanıcıların işletme hakkında tahminlerinde kullanılabiliyorsa, kararlarını etkileyebiliyorsa ihtiyaca uygun bir bilgi olarak nitelendirilir."
  },
  {
    "id": "3104332",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisine “Finansal Performans Tablosu” adı da verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilanço",
      "B": "Gelir tablosu",
      "C": "Nakit akış tablosu",
      "D": "Diğer açıklayıcı notlar",
      "E": "Öz kaynak değişim tablosu"
    },
    "explanation": "Gelir tablosu, işletmenin sonsuz olan ömründe her yılın (1 Ocak-31 Aralık) finansal performansını özetleyen bir tablodur ve bu nedenle gelir tablosuna “Finansal Performans Tablosu” adı da verilir."
  },
  {
    "id": "3104333",
    "unitNumber": 2,
    "text": "İşletmenin sonsuz olan ömründe, her yılın finansal performansını özetleyen ………… “Finansal Performans Tablosu” adı da verilir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilançoya",
      "B": "Gelir tablosuna",
      "C": "Nakit akış tablosuna",
      "D": "Diğer açıklayıcı notlara",
      "E": "Öz kaynak değişim tablosuna"
    },
    "explanation": "Gelir tablosu, işletmenin sonsuz olan ömründe her yılın (1 Ocak-31 Aralık) finansal performansını özetleyen bir tablodur ve bu nedenle gelir tablosuna “Finansal Performans Tablosu” adı da verilir."
  },
  {
    "id": "3104334",
    "unitNumber": 2,
    "text": "………………; işletme faaliyetleri, yatırım faaliyetleri ve finansman faaliyetleri olarak <strong><u>üç farklı grupta</u></strong> sınıflandırıldığı görülmektedir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Öz kaynakların",
      "B": "Nakit akışlarının",
      "C": "Gelir tablosunun",
      "D": "Dönen varlıkların",
      "E": "Yabancı kaynakların"
    },
    "explanation": "Nakit girişleri ve nakit çıkışlarının <em>işletme faaliyetleri, yatırım faaliyetleri </em>ve <em>finansman faaliyetleri </em>olarak üç farklı grupta sınıflandırıldığı görülmektedir."
  },
  {
    "id": "3104335",
    "unitNumber": 2,
    "text": "Öz kaynaklar değişim tablosu, ilgili dönemde ………….. kalemlerinde meydana gelen artış veya azalışları bir bütün olarak gösteren tablodur.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Öz kaynak",
      "B": "Nakit akışları",
      "C": "Yabancı kaynaklar",
      "D": "Finansman faaliyetleri",
      "E": "Hasılat ve hasılatın maliyeti"
    },
    "explanation": "<strong>Öz kaynaklar değişim tablosu</strong>, ilgili dönemde öz kaynak kalemlerinde meydana gelen artış veya azalışları bir bütün olarak gösteren tablodur."
  },
  {
    "id": "3104336",
    "unitNumber": 2,
    "text": "Finansal tablolarda sunulan bilgilerin <u>tam</u>, <u>tarafsız</u> ve <u>hatasız</u> olması, finansal tabloların hangi niteliksel özelliğidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğrulanabilirlik",
      "B": "İhtiyaca uygunluk",
      "C": "Karşılaştırılabilirlik",
      "D": "Zamanında sunum",
      "E": "Gerçeğe uygun sunum"
    },
    "explanation": "Finansal tablolarda sunulan bilgilerin gerçeğe uygun şekilde sunulabilmesi için sunulan bilgiler; <em>tam, tarafsız </em>ve <em>hatasız </em>olmalıdır. Düzenlenen finansal tabloların bilgi kullanıcıları için faydalı olabilmesi için bu bilgilerin bu üç özelliği (<em>tam, tarafsız </em>ve <em>hatasız</em>) sağlaması gereklidir."
  },
  {
    "id": "3104337",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi finansal tabloların niteliksel özelliklerinden biri olarak, farklı bilgi düzeyindeki ve bağımsız gözlemcilerin belirli bir açıklamanın gerçeğe uygun sunulduğu hususunda görüş birliğine varabilmeleri anlamına gelir",
    "correctAnswer": "A",
    "options": {
      "A": "Doğrulanabilirlik",
      "B": "İhtiyaca uygunluk",
      "C": "Karşılaştırılabilirlik",
      "D": "Zamanında sunum",
      "E": "Gerçeğe uygun sunum"
    },
    "explanation": "İşletmeler tarafından bilgi kullanıcıları için sunulan bilgilerin, işletme dışı taraflarca denetimden geçmiş ve doğrulanmış bir düzeyde olması gerekir. Doğrulanabilirlik, farklı bilgi düzeyindeki ve bağımsız gözlemcilerin belirli bir açıklamanın gerçeğe uygun sunulduğu hususunda görüş birliğine varabilmeleri anlamına gelir. Doğrulama, doğrudan ya da dolaylı olabilir."
  },
  {
    "id": "3104338",
    "unitNumber": 2,
    "text": "Bilançoda ticari amaçla elde tutulan, normal faaliyet döngüsü olan, on iki ay içinde paraya çevrilen, satılan ve tükenen, elde tutulan nakit ve nakit benzerleri; ………… oluşturmaktadır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Öz kaynakları",
      "B": "Dönen varlıkları",
      "C": "Diğer faaliyet gelirlerini",
      "D": "Kısa vadeli yabancı kaynakları",
      "E": "Sürdürülen faaliyetler dönem kârını"
    },
    "explanation": "<strong>Dönen varlıklar, </strong>basit bir şekilde nakit (kasa ve banka), bir yıl içinde paraya dönecek varlıklar (alacaklar) ve satılmak üzere alınan varlıklardan (stoklar) oluşmaktadır. Buna göre ticari amaçla elde tutulan, normal faaliyet döngüsü olan, on iki ay içinde paraya çevrilen, satılan ve tükenen, elde tutulan nakit ve nakit benzerleri; dönen varlıkları oluşturmaktadır."
  },
  {
    "id": "3104339",
    "unitNumber": 2,
    "text": "……………; ödenmiş sermaye, sermaye yedekleri, kâr yedekleri ve geçmiş dönemler kârı (zararı) ve dönem net kârı (zarar) kalemlerinin her birinin dönem başı tutarını, dönem içinde kalemlerde meydana gelen azalışları, artışları ve dönem sonu kalanını ayrı ayrı gösterecek biçimde düzenlenir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Dönen varlıklar",
      "B": "Diğer faaliyet gelirleri",
      "C": "Kısa vadeli yabancı kaynaklar",
      "D": "Öz kaynaklar değişim tablosu",
      "E": "Sürdürülen faaliyetler dönem kârı"
    },
    "explanation": "Öz kaynaklar değişim tablosu; cari dönem ve önceki dönem verilerini içerecek biçimde sunulur. Tablo; ödenmiş sermaye, sermaye yedekleri, kâr yedekleri ve geçmiş dönemler kârı (zararı) ve dönem net kârı (zarar) kalemlerinin her birinin dönem başı tutarını, dönem içinde kalemlerde meydana gelen azalışları, artışları ve dönem sonu kalanını ayrı ayrı gösterecek biçimde düzenlenir."
  },
  {
    "id": "3104340",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi finansal tablolar setinde yer almaz ?",
    "correctAnswer": "E",
    "options": {
      "A": "Finansal durum tablosu",
      "B": "Gelir tablosu",
      "C": "Öz kaynak değişim tablosu",
      "D": "Nakit akış tablosu",
      "E": "Kar dağıtım tablosu"
    },
    "explanation": "Finansal tablolar seti işletmenin varlık ve kaynak yapısını, satışlarını, satışların maliyetlerini, kârı veya zararı, öz kaynaklardaki değişimi ve nakit hareketleri ile ilgili bilgileri içerisinde barındıran finansal tablolardan oluşmaktadır. Bu sette, aşağıdaki finansal tablolar yer almaktadır: Finansal Tablolar:<br/>• Dönem sonu finansal durum tablosu (bilanço),<br/>• Döneme ait kapsamlı (gelir tablosu),<br/>• Döneme ait öz kaynak değişim tablosu,<br/>• Döneme ait nakit akış tablosu,<br/>• Önemli muhasebe politikalarını özetleyen dipnotlar ve diğer açıklayıcı notlar,<br/>• Bir işletmenin bir muhasebe politikasını geriye dönük olarak uygulaması<br/>durumunda ya da bir işletmenin finansal tablolarındaki kalemleri geriye<br/>dönük olarak yeniden ifade etmesi söz konusu olduğunda ya da işletmenin<br/>finansal tablo kalemlerini yeniden sınıflandırdığında karşılaştırılabilir en<br/>erken dönemin başına ait finansal durum tablosu."
  },
  {
    "id": "3104341",
    "unitNumber": 2,
    "text": "Bilançoda, alacak ve borç farkı olan tutarın değil de alacakların ve borçların ayrı ayrı gösterilmesi gereğini ifade eden varsayım aşağıdakilerden hangisidir ?",
    "correctAnswer": "D",
    "options": {
      "A": "İşletmenin sürekliliği",
      "B": "Muhasebenin tahakkuk esası",
      "C": "Önemlilik ve birleştirme",
      "D": "Netleştirme (Mahsup etme)",
      "E": "Karşılaştırmalı bilgi"
    },
    "explanation": "netleştirme varsayımı gereği İşletmelerde, varlıklar ve borçlar ya da gelirler ve giderler netleştirerek sunulmamalıdır. İşletme, varlıkları ile borçları ve gelirler ile giderleri finansal tablolarda ayrı ayrı göstermelidir."
  },
  {
    "id": "3104342",
    "unitNumber": 2,
    "text": "Finansal tablolarının sınıflandırılmasında dönemler arasında farklılaştırma olmaması gereğini ifade eden kavram aşağıdakilerden hangisidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Sunuluşun tutarlılığı",
      "B": "Muhasebenin tahakkuk esası",
      "C": "Karşılaştırmalı bilgi",
      "D": "Önemlilik ve birleştirme",
      "E": "Netleştirme"
    },
    "explanation": "Sunuluşun Tutarlılığı varsayımına göre unsurların finansal tablolarda sunuluşu ve sınıflandırılması, bir dönemden diğer<br/>döneme aynı biçimde sürdürülmelidir. Bu varsayıma göre finansal tablolarının<br/>sınıflandırılmasında dönemler arasında farklılaştırma olmaması gerekmektedir.<br/>Farklı dönemler arasında sınıflandırmanın değiştirilmesi, dönemler arasında karşılaştırma ve analiz yapılmasını zorlaştıracaktır."
  },
  {
    "id": "3104343",
    "unitNumber": 2,
    "text": "Finansal tablolarda sunulan bilgiler; bilgi kullanıcıların işletme hakkında tahminlerinde kullanılabiliyorsa bu durum finansal tabloların hangi niteliksel özelliğidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "ihtiyaca uygunluk",
      "B": "gerçeğe uygun sunum",
      "C": "karşılaştırılabilirlik",
      "D": "doğrulanabilirlik",
      "E": "anlaşılabilirlik"
    },
    "explanation": "Kullanıcı tarafından verilen kararları etkileme gücüne sahip olan bilgi, ihtiyaca uygun bilgidir. Finansal tablolarda sunulan bilgiler; bilgi kullanıcıların işletme hakkında tahminlerinde kullanılabiliyorsa, kararlarını etkileyebiliyorsa ihtiyaca uygun bir bilgi olarak nitelendirilir"
  },
  {
    "id": "3104344",
    "unitNumber": 2,
    "text": "Finansal tablolar, işletme hakkında tahmine olanak sağlıyorsa ve bilgi kullanıcılarının kararlarını etkiliyorsa ..............",
    "correctAnswer": "A",
    "options": {
      "A": "ihtiyaca uygundur",
      "B": "gerçeğe uygun sunulmuştur",
      "C": "karşılaştırılabilirdir",
      "D": "doğrulanabilirdir",
      "E": "anlaşılabilirdir"
    },
    "explanation": "İhtiyaca Uygun Bilgi:<br/>• Finansal tablolar, işletme<br/>hakkındatahmineolanak<br/>sağlar.<br/>• Finansal tablolar,bilgi<br/>kullanıcılarının kararlarını<br/>etkiler."
  },
  {
    "id": "3104345",
    "unitNumber": 2,
    "text": "işletmenin ana faaliyetine ilişkin olarak nakdin mala, malın alacağı ve alacağın tekrar nakde dönüşme sürecinin mali yılda en azbir<br/>kez tekrarlanma sürecine ne ad verilir ?",
    "correctAnswer": "A",
    "options": {
      "A": "faaliyet döngüsü",
      "B": "etkinlik süresi",
      "C": "nakit dönüş süresi",
      "D": "tahsilat süresi",
      "E": "borç ödeme süresi"
    },
    "explanation": "Bilançoda, vade esasına göre sınıflandırma yapıldığı zaman karşımıza kısa ve uzun vade ayrımı çıkmaktadır. Vade ile genelde normal bir faaliyet döngüsü<br/>ifade edilmektedir. Faaliyet döngüsü; işletmenin ana faaliyetine lişkin olarak nakdin mala, malın alacağı ve alacağın tekrar nakde dönüşme<br/>sürecinin mali yılda en azbir kez tekrarlanma sürecidir."
  },
  {
    "id": "3104346",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi herhangi bir varlığın dönen varlık olarak sınıflandırılabilmesi için sahip olması gereken özellikler arasında yer almaz ?",
    "correctAnswer": "E",
    "options": {
      "A": "İşletmenin normal faaliyet döngüsü içinde paraya çevrilmesinin, satılmasının veya tüketilmesinin beklenmesi,",
      "B": "Öncelikle ticari amaçla elde bulundurulması,",
      "C": "Raporlama döneminden (bilanço tarihinden) sonra on iki ay içinde paraya çevrilmesi",
      "D": "Raporlama döneminden (bilanço tarihinden) sonra en az on iki ay içinde bir borcun ödenmesi için kullanılmak üzere veya başka bir nedenle sınırlandırılmamış olmak koşuluyla söz konusu varlıkların nakit veya nakit benzeri olması.",
      "E": "Öncelikli amacının işletme faaliyetlerinin gerçekleştirilmesinde kullanılması"
    },
    "explanation": "Herhangi bir varlığın dönen varlık olarak sınıflandırılabilmesi için aşağıdaki özelliklere sahip olması gerekir:<br/>• İşletmenin normal faaliyet döngüsü içinde paraya çevrilmesinin, satılmasının veya tüketilmesinin beklenmesi,<br/>• Öncelikle ticari amaçla elde bulundurulması,<br/>• Raporlama döneminden (bilanço tarihinden) sonra on iki ay içinde paraya<br/>çevrilmesi veya<br/>• Raporlama döneminden (bilanço tarihinden) sonra en az on iki ay içinde bir borcun ödenmesi için kullanılmak üzere veya başka bir nedenle sınırlandırılmamış olmak koşuluyla söz konusu varlıkların nakit veya nakit benzeri olması.\n Yukarıda sayılan kriterler göz önünde bulundurulduğunda dönen varlık unsurlarının işletme faaliyetlerinde kullanılması söz konusu değildir."
  },
  {
    "id": "3104347",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yatırım faaliyeti nakit akışları kapsamında değerlendilir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Satılan mallardan ve verilen hizmetlerden (satışlardan) elde edilen nakit girişleri,",
      "B": "Çalışanlara ve çalışanlar adına yapılan ödemelerden kaynaklanan nakit çıkışları,",
      "C": "Ücret, komisyon ve diğer hasılatla ilgili nakit girişleri,",
      "D": "Alım satım amaçlı elde bulundurulan sözleşmelerle ilgili nakit girişleri ve çıkışları",
      "E": "Maddi ve maddi olmayan duran varlıklar ve diğer uzun vadeli varlıkların alımı ile ilgili nakit çıkışları"
    },
    "explanation": "Yatırım faaliyetleriyle ilgili nakit akışları, gelir ve nakit akışı sağlama amacına yönelik olarak ayrılan kaynakların gösterimini sağlamak amacıyla ayrı olarak gösterilir. Yatırım faaliyetlerine ilişkin örneklere aşağıda yer verilmiştir.<br/>a) Maddi ve maddi olmayan duran varlıklar ve diğer uzun vadeli varlıkların alımı ile ilgili nakit çıkışları. Bu ödemeler, aktifleştirilen geliştirme harcamalarını ve işletmenin inşa veya imal ettiği maddi duran varlıklara ilişkin giderlerle ilgili nakit çıkışlarını da içerir.<br/>b) Maddi ve maddi olmayan duran varlıklar ve diğer uzun vadeli varlıkların satışı ile ilgili nakit girişleri;<br/>c) Nakit benzeri veya alım satım amacıyla elde tutulan araçlarla ilgili olmadığı sürece, başka bir işletmeye iştirak etmek veya o işletmenin borçlanma aracını satın almak için ve müşterek yönetime tabi teşebbüse(İş ortaklığına) katılmak için yapılan nakit çıkışları;<br/>d) Nakit benzeri veya alım satım amacıyla elde tutulan araçlarla ilgili olmadığı sürece, başka bir işletmenin hisse senedinin veya borçlanma aracının veya işletmenin bir müşterek yönetime tabi teşebbüsteki(İş ortaklıklarındaki) payının satılması sonucu elde edilen nakit girişleri;<br/>e) Finansal kurumların yaptıkları işlemler hariç olmak üzere, işletmeler tarafından üçüncü kişilere verilen avans ve borçlara ilişkin nakit çıkışları;<br/>f) Finansal kurumların yaptıkları işlemler hariç olmak üzere, işletmelerin üçüncü kişilere verdikleri avans,kredilerden yapılan tahsilatlar,<br/>g) Alım satım amacıyla yapılanlar ve finansman faaliyetleriyle ilgili olanlar hariç, vadeli işlem veya forward sözleşmesi, opsiyon sözleşmeleri ve swap sözleşmelerine ilişkin nakit giriş ve çıkışları."
  },
  {
    "id": "3104348",
    "unitNumber": 2,
    "text": "Aşağıdaki mali tablolardan hangisinde ödenmiş sermaye, sermaye yedekleri, kâr yedekleri ve geçmiş dönemler kârı (zararı) ve dönem net kârı (zarar) kalemlerinin her birinin dönem başı tutarını, dönem içinde kalemlerde meydana gelen azalışları, artışları ve dönem sonu kalanı yer alır ?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilanço",
      "B": "Gelir tablosu",
      "C": "Nakit akış tablosu",
      "D": "Kar dağıtım tablosu",
      "E": "Özkaynak değişim tablosu"
    },
    "explanation": "Öz kaynaklar; ortakların koymuş oldukları sermaye, sermaye ve kâr yedekleri,<br/>geçmiş yıllar kârı veya zararı ve dönem net kârı veya zararından oluşmaktadır.<br/>İşletme sahip veya ortaklarının sahip veya ortak sıfatıyla işletme varlıkları üzerindeki hakları öz kaynaklar grubunu oluşturur.<br/>Öz kaynaklar değişim tablosu, ilgili dönemde öz kaynak kalemlerinde meydana gelen artış veya azalışları bir bütün olarak gösteren tablodur"
  },
  {
    "id": "3104349",
    "unitNumber": 2,
    "text": "Kapsamlı gelir tablosunda aşağıdaki bilgilerden hangisi yer almaz ?",
    "correctAnswer": "E",
    "options": {
      "A": "Hasılat ve hasılatın maliyeti",
      "B": "Finansman maliyetleri",
      "C": "Öz kaynak yöntemi kullanılarak muhasebeleştirilen iştirakler ve iş ortaklıklarının kâr veya zarar payları,",
      "D": "Vergi gideri,",
      "E": "Taahhüt edilen sermaye tutarı"
    },
    "explanation": "Kapsamlı gelir tablosunda söz konusu dönemle ilgili aşağıdaki tutarları gösteren kalemler yer almaktadır:<br/>• Hasılat ve hasılatın maliyeti,<br/>• Finansman maliyetleri,<br/>• Öz kaynak yöntemi kullanılarak muhasebeleştirilen iştirakler ve iş ortaklıklarının kâr veya zarar payları,<br/>• Vergi gideri,<br/>• Durdurulan faaliyetlere ilişkin vergi sonrası kâr ya da zarar ile satış maliyeti<br/>düşülmüş gerçeğe uygun değerin ölçülmesinde veya durdurulan faaliyetleri<br/>oluşturan elden çıkarılacak grup ya da grupların veya varlıkların elden çıkarılmasında muhasebeleştirilen vergi sonrası kazanç ya da zarar toplamını<br/>içeren tek bir tutar,<br/>• Kâr veya zarar maddesinde belirtilen tutarlar hariç olmak üzere niteliğine<br/>göre sınıflandırılan gerçekleşmemiş kâr ya da zarar bileşenlerinin her biri,<br/>• Öz kaynak yöntemi kullanılarak muhasebeleştirilen iştirakler ve iş ortaklıklarının gerçekleşmemiş kâr veya zarar payları,<br/>• Toplam kapsamlı gelir."
  },
  {
    "id": "3104350",
    "unitNumber": 2,
    "text": "İşletmenin muhasebe sürecinde kaydederek sınıflandırdığı mali bilgiler,<strong>.....................</strong> ile özetlenmekte ve raporlanmaktadır.",
    "correctAnswer": "B",
    "options": {
      "A": "Elektronik cihazlar",
      "B": "Finansal tablolar",
      "C": "Genel bilgilendirme ile",
      "D": "Finansal varlıklar",
      "E": "Muhasebe uzmanı"
    },
    "explanation": "Finansal tablolar"
  },
  {
    "id": "3104351",
    "unitNumber": 2,
    "text": "\"Bilaço\" aşağıdaki ifadelerden hangisinin karşılığıdır.",
    "correctAnswer": "A",
    "options": {
      "A": "Dönem sonu finansal durum tablosu",
      "B": "Döneme ait kapsamlı gelir tablosu",
      "C": "Döneme ait öz kaynak değişim tablosu",
      "D": "• Döneme ait nakit akış tablosu",
      "E": "Dönem öncesi yatırım değerlendirmesi"
    },
    "explanation": "Dönem sonu finansal durum tablosu"
  },
  {
    "id": "3104352",
    "unitNumber": 2,
    "text": "İşletme yönetimi finansal tabloları düzenlerken; işletme sürekliliği konusunda hangi görüş üzerinden değerlendirme yapılır.",
    "correctAnswer": "E",
    "options": {
      "A": "Önümüzdeki bir yıllık gelecek",
      "B": "Önümüzdeki beş yıllık gelecek",
      "C": "Önümüzdeki on yıllık gelecek",
      "D": "Geçmiş bir yıl ve gelecek 5 yıl",
      "E": "Sonsuz ömür"
    },
    "explanation": "Sonsuz ömür"
  },
  {
    "id": "3104353",
    "unitNumber": 2,
    "text": "\"Hak edilmiş ancak tahsilatı veya ödemesi henüz geçmemiş bir gelir yada gider\" in Karşılığı aşağıdaki aşağıdaki seçeneklerden hangisidir.",
    "correctAnswer": "C",
    "options": {
      "A": "Maliyet muhasebesi",
      "B": "İbraz name",
      "C": "Tahakkuk",
      "D": "tahsilat",
      "E": "Mal bildirimi"
    },
    "explanation": "Tahakkuk"
  },
  {
    "id": "3104354",
    "unitNumber": 2,
    "text": "İşletme, varlıkları ile borçları ve gelirler ile giderleri finansal tablolarda<br/>ayrı ayrı göstermelidir. Bu işleminin karşılığı aşağıdaki seçeneklerden hangisidir",
    "correctAnswer": "E",
    "options": {
      "A": "Gelir tablosu",
      "B": "Cari tablo",
      "C": "Hesaplaşma",
      "D": "Bilanço",
      "E": "Netleştirme (Mahsup Etme)"
    },
    "explanation": "Netleştirme (Mahsup Etme)"
  },
  {
    "id": "3104355",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerden hangisi Finansal tabloların niteliksel özelliklerinde biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Özgünleştirile bilirlik",
      "B": "Anlaşılabilirlik",
      "C": "Gerçeğe uygun sunum",
      "D": "Karşılaştırılabilirlik,",
      "E": "İhtiyaca uygunluk"
    },
    "explanation": "Özgünleştirile bilirlik"
  },
  {
    "id": "3104356",
    "unitNumber": 2,
    "text": "Düzenlendiği tarih itibarıyla işletmenin varlıklarını, yabancı kaynakları ile öz<br/>kaynaklarını özlü bir biçimde gösteren tabloya <strong>.............</strong>denir.",
    "correctAnswer": "B",
    "options": {
      "A": "Netleştirme tablosu denir.",
      "B": "Finansal durum tablosu (bilanço)",
      "C": "Finansal yatırım tablosu (tahakkuk)",
      "D": "Finansal akış tablosu",
      "E": "Finansal Tahmin edile bilirlik tablosu"
    },
    "explanation": "finansal durum tablosu (bilanço)"
  },
  {
    "id": "3104357",
    "unitNumber": 2,
    "text": "<strong>................;</strong> işletmenin ana faaliyetine ilişkin olarak nakdin mala, malın alacağı ve alacağın<br/>tekrar nakde dönüşme sürecinin mali yılda en az bir kez tekrarlanma sürecidir.",
    "correctAnswer": "D",
    "options": {
      "A": "Maliyet muhasebesi",
      "B": "anlaşıla bilirlik",
      "C": "Finansal durum",
      "D": "Faaliyet döngüsü",
      "E": "Mali yıl"
    },
    "explanation": "Faaliyet döngüsü"
  },
  {
    "id": "3104358",
    "unitNumber": 2,
    "text": "Şirketlerin kapsamlı <strong>gelir tablosu</strong> hangi tarihler arasında düzenlenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "(1 Ocak ve 31 Aralık tarihleri arası)",
      "B": "(1 Ocak ve 15 Aralık tarihleri arası)",
      "C": "(1 aralık ve 30 Aralık tarihleri arası)",
      "D": "(15 Ocak ve 31 ocak tarihleri arası)",
      "E": "(1 Ocak ve 30 ocak tarihleri arası)"
    },
    "explanation": "(1 Ocak ve 31 Aralık tarihleri arası)"
  },
  {
    "id": "3104359",
    "unitNumber": 2,
    "text": "Nakit benzeri yatırımların kabul edilmesi için yatırım süreleri en az ne kadar olmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Dört ay",
      "B": "Üç veya dört ay",
      "C": "Bir yıldan daha az",
      "D": "Bir yıl",
      "E": "Üç ay veya daha az"
    },
    "explanation": "üç ay veya daha az"
  },
  {
    "id": "3104360",
    "unitNumber": 3,
    "text": "İşletmelerin varlıklarında meydana gelen artış veya azalışların izlendiği hesaplara ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kaynak hesapları",
      "B": "Varlık hesapları",
      "C": "Yabancı kaynaklar",
      "D": "Sermaye",
      "E": "Öz kaynaklar"
    },
    "explanation": "İşletmelerin varlıklarında meydana gelen artış veya azalışların izlendiği hesaplara varlık hesapları (Aktif hesaplar), borçlarında veya öz kaynaklarında meydana gelen artış veya azalışlarının kayıtlandığı hesaplara ise kaynak hesapları (Pasif hesaplar) denir."
  },
  {
    "id": "3104361",
    "unitNumber": 3,
    "text": "Borçlarında veya öz kaynaklarında meydana gelen artış veya azalışlarının kayıtlandığı hesaplara ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kaynak hesapları",
      "B": "Varlıklar",
      "C": "Yabancı kaynaklar",
      "D": "Sermaye",
      "E": "Borçlar"
    },
    "explanation": "İşletmelerin varlıklarında meydana gelen artış veya azalışların izlendiği hesaplara varlık hesapları (Aktif hesaplar), borçlarında veya öz kaynaklarında meydana gelen artış veya azalışlarının kayıtlandığı hesaplara ise kaynak hesapları (Pasif hesaplar) denir."
  },
  {
    "id": "3104362",
    "unitNumber": 3,
    "text": "Borçlu çalışan hesaplar hangi hesap türüne girer?",
    "correctAnswer": "B",
    "options": {
      "A": "Yabancı kaynak hesapları",
      "B": "Varlık hesapları",
      "C": "Gelir hesapları",
      "D": "Gider hesapları",
      "E": "Öz kaynak hesapları"
    },
    "explanation": "Varlık hesapları, borçlu çalışan hesaplardır. Artışlar, hesabın borcunda; azalışlar ise hesabın alacağında izlenir ve dönem sonlarında borç kalanı verir ya da kalan vermez."
  },
  {
    "id": "3104363",
    "unitNumber": 3,
    "text": "Alacaklı çalışsan hesaplarına ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gelir hesapları",
      "B": "Gider hesapları",
      "C": "Varlık hesapları",
      "D": "Kaynak hesapları",
      "E": "Yabancı kaynak hesapları"
    },
    "explanation": "Kaynak hesapları, alacaklı çalışan hesaplardır. Artışlar, hesabın alacağında; azalışlar ise hesabın borcunda izlenir ve dönem sonlarında alacak kalanı verir."
  },
  {
    "id": "3104364",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Maliyet, gider ve zarar hesaplarında dönem içi ilk hareket her zaman alacak tarafına kaydedilir.",
      "B": "Maliyet, gider ve zarar hesapları ile ilgili dönem içinde meydana artışlar hesapların borç tarafına kaydedilir.",
      "C": "Maliyet, gider ve zarar hesaplarında; dönem içinde sadece hatalı kayıtların muhasebe kurallarına uygun düzeltilmesi amacı ile alacak tarafına kayıt yapılabilir.",
      "D": "Hasılat, gelir ve kâr hesaplarında dönem içi ilk hareket, her zaman alacak tarafına kaydedilir.",
      "E": "Hasılat, gelir ve kârlarla ilgili dönem içinde meydana gelen artışlar, ilgili hesapların alacak tarafına kaydedilir."
    },
    "explanation": "Maliyet, gider ve zarar hesaplarında dönem içi ilk hareket her zaman alacak tarafına değil borç tarafına kaydedilir."
  },
  {
    "id": "3104365",
    "unitNumber": 3,
    "text": "Şirketin geçmiş yıllara ilişkin kârlarını sermayesine ilave etmesine ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kar",
      "B": "Bedelsiz sermaye",
      "C": "Maliyet",
      "D": "Gelir",
      "E": "Gider"
    },
    "explanation": "Bedelsiz Sermaye, bir şirketin geçmiş yıllara ilişkin kârlarını sermayesine ilave etmesidir."
  },
  {
    "id": "3104366",
    "unitNumber": 3,
    "text": "1 no.lu Muhasebe Sistemi Uygulama Genel Tebliği ile getirilen hesap çerçevesinde yer alan hesap sınıfları kaç maddeden oluşur?",
    "correctAnswer": "C",
    "options": {
      "A": "7",
      "B": "8",
      "C": "9",
      "D": "10",
      "E": "11"
    },
    "explanation": "9 maddeden oluşur.\n<br/>1. Dönen Varlıklar<br/>2. Duran Varlıklar<br/>3. Kısa Vadeli Yabancı Kaynaklar\n<br/>4. Uzun Vadeli Yabancı Kaynaklar\n<br/>5. Öz Kaynaklar<br/>6. Gelir Tablosu Hesapları<br/>7. Maliyet Hesapları<br/>8. Serbest<br/>9. Nazım Hesaplar"
  },
  {
    "id": "3104367",
    "unitNumber": 3,
    "text": "Muhasebe Sistemi Uygulama Genel Tebliği ile getirilen hesap çerçevesi kaç yılında düzenlenmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "1990",
      "B": "1991",
      "C": "1992",
      "D": "1993",
      "E": "1994"
    },
    "explanation": "Türkiye’deki işletmeler; 01 Ocak 1994 yılından itibaren düzenlenen Muhasebe Sistemi Uygulama Genel Tebliği ile getirilen hesap çerçevesi, hesap planı ve diğer ilkeler doğrultusunda muhasebe sistemlerini kurmak ve bu yasal düzenlemeye uymak zorundadır"
  },
  {
    "id": "3104368",
    "unitNumber": 3,
    "text": "Muhasebe Sistemi Uygulama Genel Tebliği ile getirilen hesap çerçevesine göre sonuç hesapları kaçıncı maddeden itibaren başlar?",
    "correctAnswer": "B",
    "options": {
      "A": "5.",
      "B": "6.",
      "C": "7.",
      "D": "8.",
      "E": "9."
    },
    "explanation": "Tek düzen Muhasebe Sistemi’nde oluşturulan hesap kodları ile hesapların tanımını ve hangi gruba (varlık, kaynak, gelir veya gider) ait olduğunu tanımlayabiliriz. Buna göre varlık hesapları 1 ve 2 kaynak hesapları 3, 4 ve 5; sonuç hesapları 6 ve maliyet hesapları ise 7 ile başlamaktadır."
  },
  {
    "id": "3104369",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi muhasebe ilkeleri çerçev sinde kullanılacak hesapların yer aldığı listedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gelir Tablosu",
      "B": "Envanter",
      "C": "Hesap Planı",
      "D": "Bilanço",
      "E": "Hesap"
    },
    "explanation": "Hesap planı temel muhasebe kavramları ve genel kabul görmüş muhasebe ilkeleri çerçevesinde kullanılacak hesapların yer aldığı listedir."
  },
  {
    "id": "3104370",
    "unitNumber": 3,
    "text": "İşletmenin mal varlığını oluşturan çeşitli unsurlardaki ekonomik faaliyetin sonucunu oluşturan unsurların değişimlerinin para ile ifade edilerek kaydedildiği çizelgeye ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Özkaynaklar",
      "B": "Borçlar",
      "C": "Varlıklar",
      "D": "Maliyet",
      "E": "Hesap"
    },
    "explanation": "Farklı işlemlerin sınıflandırılarak zaman içerisinde azalma ve artışların izlendiği çizelgeye hesap denir. Başka bir ifade ile hesap, işletmenin mal varlığını<br/>oluşturan çeşitli unsurlardaki ekonomik faaliyetin sonucunu oluşturan unsurların değişimlerinin para ile ifade edilerek kaydedildiği çizelgedir. Buna göre çözüm E seçeneğidir."
  },
  {
    "id": "3104371",
    "unitNumber": 3,
    "text": "Bir hesabın borç ve alacak taraflarında yer alan kavramların doğru sıralaması aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tutar, tarih, açıklama, bağlantı numarası",
      "B": "Tarih, açıklama, tutar, bağlantı numarası",
      "C": "Açıklama, tutar, bağlantı numarası, tarih",
      "D": "Tutar, bağlantı numarası, tarih, açıklama",
      "E": "Bağlantı numarası, tarih, açıklama, tutar"
    },
    "explanation": "Kitabımızın 48. sayfasında yer alan şekil 3.1'e göre, doğru sıralama E seçeneğindeki gibi olmalıdır."
  },
  {
    "id": "3104372",
    "unitNumber": 3,
    "text": "İşletmelerin varlıklarında meydana gelen artış veya azalışların izlendiği hesaplara ...., borçlarında veya öz kaynaklarında meydana gelen artış veya azalışlarının kayıtlandığı hesaplara ise ..... denir.\n Boşlukları doldurması gereken terimler aşağıdaki seçeneklerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "temel muhasebe eşitliği, yabancı kaynaklar",
      "B": "kaynak hesapları, varlık hesapları",
      "C": "varlık hesapları, kaynak hesapları",
      "D": "yabancı kaynaklar, varlık hesapları",
      "E": "temel muhasebe eşitliği, kaynak hesapları"
    },
    "explanation": "Kitabımızın 50. sayfasında verilen bilgiye göre, işletmelerin varlıklarında meydana gelen artış veya azalışların izlendiği hesaplara varlık hesapları (Aktif hesaplar), borçlarında veya öz kaynaklarında meydana gelen artış veya azalışlarının kayıtlandığı hesaplara ise kaynak hesapları (Pasif hesaplar) denir. Buna göre çözüm C seçeneğidir."
  },
  {
    "id": "3104373",
    "unitNumber": 3,
    "text": "I. Bütün varlık hesaplarında, açılış için ilgili hesabın alacak tarafına kayıt yapılır.<br/>II. Bütün varlık hesaplarında, artışlar için ilgili hesabın borç tarafına kayıt<br/>yapılır.<br/>III. Bütün varlık hesaplarında, azalışlar için ilgili hesabın alacak tarafına kayıt<br/>yapılır.<br/>IV. Bütün varlık hesapları, ilgili dönem sonunda ya hiç kalan vermez (Borç ve<br/>alacak toplamları birbirine eşittir.) ya da verecekse borç kalanı (borç bakiyesi) verir.\n Varlık hesaplarının işleyişiyle ilgili yukarıdaki bilgilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnızca I",
      "B": "I ve II",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "Yalnızca IV"
    },
    "explanation": "Kitabımızın 51. sayfasındaki bilgilere göre, Bütün varlık hesaplarında, açılış için ilgili hesabın \"alacak\" tarafına değil, \"borç\" tarafına kayıt yapılır. Bu nedenle I no'lu ifade yanlıştır. Diğer ifadeler doğru olduğu için çözüm D seçeneğidir."
  },
  {
    "id": "3104374",
    "unitNumber": 3,
    "text": "I. Bütün kaynak hesaplarında artışlar için ilgili hesabın borç tarafına kayıt yapılır.<br/>II. Bütün kaynak hesaplarında azalışlar için ilgili hesabın alacak tarafına kayıt yapılır.<br/>III. Bütün kaynak hesapları, ilgili dönem sonunda ya hiç kalan vermez (Borç ve alacak toplamları birbirine eşittir.) ya da verecekse alacak kalanı verir.<br/>IV. Dönem sonunda alacak kalanı veren pasif hesaplar, finansal durum tablosunun pasifini oluşturur.\n<br/>Kaynak hesaplarının işleyişiyle ilgili yukarıdaki bilgilerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I, II ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Kaynak hesapları dönem sonunda ya alacak kalanı verir ya da hiç kalan vermezler. Kalan veren kaynak hesapları ise finansal durum tablosunun pasif kısmında raporlanır."
  },
  {
    "id": "3104375",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi maliyet, gider, zarar, hasılat, gelir ve kâr hesapları ile ilgili olarak yapılacak kayıtlarda <strong>her zaman</strong> \"borç\" tarafına kaydedilmesi gereken unsurdur?",
    "correctAnswer": "A",
    "options": {
      "A": "Maliyet, gider ve zarar hesaplarında dönem içi ilk hareket",
      "B": "Hasılat, gelir ve kâr hesaplarında dönem içi ilk hareket",
      "C": "Hasılat, gelir ve kârlarla ilgili dönem içinde meydana gelen artışlar",
      "D": "Kapsamlı gelir tablosundaki hasılat, gelir ve kâr hesapları",
      "E": "Maliyet, gider ve zarar hesaplarında dönem içindeki hatalı kayıtlar"
    },
    "explanation": "Kitabımızın 52. sayfasında yer alan \"Maliyet, Gelir ve Gider Hesaplarının İşleyişi\" başlığı altında verilen bilgiye göre maliyet, gider ve zarar hesaplarında dönem içi ilk hareket her zaman borç tarafına kaydedilir. Bu nedenle çözüm A seçeneğidir."
  },
  {
    "id": "3104376",
    "unitNumber": 3,
    "text": "İşletmede kullanılacak hesapların muhasebenin temel kavramları ve genel kabul görmüş muhasebe ilkeleri doğrultusunda sistemli bir şekilde ve gruplandırılmış olarak yer aldığı hesapların sıralandığı listeye ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dönem net karı",
      "B": "Hesap planı",
      "C": "Maliyet hesapları",
      "D": "Gider çeşitleri",
      "E": "Demirbaşlar"
    },
    "explanation": "İşletmede kullanılacak hesapların muhasebenin temel kavramları ve genel kabul görmüş muhasebe ilkeleri doğrultusunda sistemli bir şekilde ve gruplandırılmış olarak yer aldığı hesapların sıralandığı liste \"Hesap Planı\" olarak adlandırılmaktadır."
  },
  {
    "id": "3104377",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi 1 no.lu Muhasebe Sistemi Uygulama Genel Tebliği ile<br/>getirilen hesap çerçevesinde yer alan hesap sınıflarından biri <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Ticari borçlar",
      "B": "Dönen varlıklar",
      "C": "Duran varlıklar",
      "D": "Serbest",
      "E": "Nazım hesaplar"
    },
    "explanation": "Kitabımızın 59. sayfasında verilen bilgiye göre, A seçeneği 1 no.lu Muhasebe Sistemi Uygulama Genel Tebliği ile getirilen hesap çerçevesinde yer alan hesap sınıflarından birini ifade etmemektedir."
  },
  {
    "id": "3104378",
    "unitNumber": 3,
    "text": "Cari dönemde veya on iki aydan kısa bir sürede geri ödenecek borçlarla ilgili<br/>mali olaylar hesap planında nereye kaydedilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Uzun Vadeli Yabancı Kaynaklar hesap sınıfında yer alan hesaplara",
      "B": "Kısa Vadeli Yabancı Kaynaklar hesap sınıfında yer alan hesaplara",
      "C": "Öz kaynaklar hesap sınıfında yer alan hesaplara",
      "D": "Maliyet hesap sınıflarında yer alan hesaplara",
      "E": "Gelir tablosu hesaplarına"
    },
    "explanation": "Kitabımızın 59. sayfasında verilen bilgiye göre, cari dönemde veya on iki aydan kısa bir sürede geri ödenecek borçlarla ilgili mali olaylar, Kısa Vadeli Yabancı Kaynaklar hesap sınıfında yer alan hesaplara kaydedilmektedir. Buna göre çözüm B seçeneğidir."
  },
  {
    "id": "3104379",
    "unitNumber": 3,
    "text": "Şirketin geçmiş yıllara ilişkin kârlarını sermayesine ilave etmesine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Satıcılar hesabı",
      "B": "Temel varlık",
      "C": "Ticari mal",
      "D": "Bedelsiz sermaye",
      "E": "Mal mevcudu"
    },
    "explanation": "Kitabımıızın 54. sayfasında verilen bilgiye göre, çözüm D seçeneğidir."
  },
  {
    "id": "3104380",
    "unitNumber": 3,
    "text": "Farklı işlemlerin sınıflandırılarak zaman içerisinde azalma ve artışların izlendiği çizelgeye ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Muhasebe",
      "B": "Hesap",
      "C": "Mali işlem",
      "D": "Maliyet",
      "E": "Kasa"
    },
    "explanation": "Bir işletmede normal faaliyet dönemi içinde çok sayıda ve farklı işlemler gerçekleştirilmektedir. Bugün satın alınan malın ödemesinin iki ay sonra gerçekleştiğini, alınan malın bir ay sonra satıldığını ve tahsilatın beş ay sonra gerçekleştiğini, her ay çalışanlara ödeme yapıldığını düşünün. Bu işlemlerin sayısı ve çeşidi elbette artacaktır. Gerçekleşen her işlemin bilançoya ve gelir tablosuna gerçekleşme sırasına göre kaydedilmesi karmaşaya yol açacaktır. Farklı tarihlerde ve tutarlarda gerçekleşen işlemlerin sınıflandırma mantığına göre bir arada gösterilmesi gerekmektedir. Farklı işlemlerin sınıflandırılarak zaman içerisinde azalma ve artışların izlendiği çizelgeye hesap denir."
  },
  {
    "id": "3104381",
    "unitNumber": 3,
    "text": "Hesapların temel nitelikleri ve hesaplarda yapılan işlemlerin genel özelliklerinden hangisi hatalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Finansal tablo kalemleri ile ilgili her unsura ait, ismini taşıyan bir hesap kullanılır.",
      "B": "Kullanılan hesaplar, borç ve alacak taraf olmak üzere çift taraflı çalışır.",
      "C": "Mali olay üzerindeki tutar, muhasebe kurallarına uygun bir şekilde ilgili hesabın borç veya alacak tarafına kayıtlanır.",
      "D": "Herhangi bir hesabın borç veya alacak tarafına ilk kez kayıt yapılması, ilgili hesabın açılması anlamındadır.",
      "E": "Herhangi bir hesabın borç tarafına kayıt yapılmasına hesabın alacaklandırılması, alacak tarafına kayıt yapılmasına, hesabın borçlandırılması denir."
    },
    "explanation": "Hesapların temel nitelikleri ve hesaplarda yapılan işlemlerin genel özellikleri aşağıda açıklanmaktadır:\n 1. Finansal tablo kalemleri ile ilgili her unsura ait, ismini taşıyan bir hesap kullanılır.\n 2. Kullanılan hesaplar, borç ve alacak taraf olmak üzere çift taraflı çalışır.\n 3. Mali olay üzerindeki tutar, muhasebe kurallarına uygun bir şekilde ilgili hesabın borç veya alacak tarafına kayıtlanır.\n 4. Herhangi bir hesabın borç veya alacak tarafına ilk kez kayıt yapılması, ilgili hesabın açılması anlamındadır.\n 5. Herhangi bir hesabın borç tarafına kayıt yapılmasına hesabın borçlandırılması, alacak tarafına kayıt yapılmasına, hesabın alacaklandırılması denir.\n Buna göre E seçeneğinde verilen bilgi hatalıdır."
  },
  {
    "id": "3104382",
    "unitNumber": 3,
    "text": "Varlık hesaplarının işleyişi ile ilgili aşağıdaki bilgilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Bütün varlık hesaplarında, açılış için ilgili hesabın alacak tarafına kayıt yapılır.",
      "B": "Bütün varlık hesaplarında, artışlar için ilgili hesabın alacak tarafına kayıt yapılır.",
      "C": "Bütün varlık hesaplarında, azalışlar için ilgili hesabın borç tarafına kayıt yapılır.",
      "D": "Bütün varlık hesapları, ilgili dönem sonunda ya hiç kalan vermez ya da verecekse borç kalanı (borç bakiyesi) verir",
      "E": "Dönem sonunda alacak kalanı veren aktif hesaplar, finansal durum tablosunun aktifini oluşturur."
    },
    "explanation": "İşletmelerin kasa veya bankasındaki parası, paraya çok yakın diğer kıymetleri, zaman içinde paraya dönüşecek unsurları ile işletme faaliyetlerinde kullanılacak kıymetleri; işletmelerin varlıklarını oluşturur. Bu varlıklarda meydana gelen artış veya azalışlara ait hareketlerin izlendiği hesaplar, varlık hesaplarıdır. Varlık hesaplarının işleyişinde; diğer bir ifade ile varlık hesapları ile ilgili olarak yapılacak kayıtlarda, aşağıdaki temel özellikler dikkate alınmalıdır:\n 1. Bütün varlık hesaplarında, açılış için ilgili hesabın borç tarafına kayıt yapılır.\n 2. Bütün varlık hesaplarında, artışlar için ilgili hesabın borç tarafına kayıt yapılır.\n 3. Bütün varlık hesaplarında, azalışlar için ilgili hesabın alacak tarafına kayıt yapılır.\n 4. Bütün varlık hesapları, ilgili dönem sonunda ya hiç kalan vermez (Borç ve alacak toplamları birbirine eşittir.) ya da verecekse borç kalanı (borç bakiyesi) verir. 5. Dönem sonunda borç kalanı veren aktif hesaplar, finansal durum tablosunun aktifini oluşturur.\n Buna göre D seçeneğinde verilen bilgi doğru, diğerleri hatalıdır."
  },
  {
    "id": "3104383",
    "unitNumber": 3,
    "text": "Maliyet, gider, zarar, hasılat, gelir ve kâr hesapları ile ilgili olarak yapılacak kayıtlarda dikkat alınması gereken temel özelliklerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Maliyet, gider ve zarar hesaplarında dönem içi ilk hareket her zaman alacak tarafına kaydedilir.",
      "B": "Maliyet, gider ve zarar hesapları ile ilgili dönem içinde meydana artışlar hesapların alacak tarafına kaydedilir.",
      "C": "Maliyet, gider ve zarar hesaplarında; dönem içinde sadece hatalı kayıtların muhasebe kurallarına uygun düzeltilmesi amacı ile borç tarafına kayıt yapılabilir.",
      "D": "Hasılat, gelir ve kâr hesaplarında dönem içi ilk hareket, her zaman borç tarafına kaydedilir.",
      "E": "Hasılat, gelir ve kârlarla ilgili dönem içinde meydana gelen artışlar, ilgili hesapların alacak tarafına kaydedilir."
    },
    "explanation": "Maliyet, gider, zarar, hasılat, gelir ve kâr hesapları ile ilgili olarak yapılacak kayıtlarda aşağıdaki temel özellikler dikkate alınmalıdır:\n 1. Maliyet, gider ve zarar hesaplarında dönem içi ilk hareket her zaman borç tarafına kaydedilir.\n 2. Maliyet, gider ve zarar hesapları ile ilgili dönem içinde meydana artışlar hesapların borç tarafına kaydedilir.\n 3. Maliyet, gider ve zarar hesaplarında; dönem içinde sadece hatalı kayıtların muhasebe kurallarına uygun düzeltilmesi amacı ile alacak tarafına kayıt yapılabilir.\n 4. Maliyet hesapları, dönem sonunda uygun kurallar ile ilgili kapsamlı gelir tablosu hesaplarına yansıtılarak kapatılırken kapsamlı gelir tablosundaki maliyet, gider ve zarar hesapları da kuralına uygun bir şekilde dönem kârı veya zararını oluşturmak üzere ilgili hesaba devredilerek kapatılır.\n 5. Hasılat, gelir ve kâr hesaplarında dönem içi ilk hareket, her zaman alacak tarafına kaydedilir.\n 6. Hasılat, gelir ve kârlarla ilgili dönem içinde meydana gelen artışlar, ilgili hesapların alacak tarafına kaydedilir.\n 7. Hasılat, gelir ve kâr hesaplarında dönem içinde sadece hatalı kayıtların muhasebe kurallarına uygun düzeltilmesi amacı ile borç tarafına kayıt yapılabilir.\n 8. Kapsamlı gelir tablosundaki hasılat, gelir ve kâr hesapları; kuralına uygun bir şekilde dönem kârı veya zararını oluşturmak üzere ilgili hesaba devredilerek kapatılır."
  },
  {
    "id": "3104384",
    "unitNumber": 3,
    "text": "Şirketin geçmiş yıllara ilişkin kârlarını sermayesine ilave etmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bedelsiz sermaye",
      "B": "Borç ödemesi",
      "C": "Kaynak hesapları",
      "D": "Varlık hesapları",
      "E": "Öz kaynak hesapları"
    },
    "explanation": "Şirketin geçmiş yıllara ilişkin kârlarını sermayesine ilave etmesine bedelsiz sermaye artışı adı verilir."
  },
  {
    "id": "3104385",
    "unitNumber": 3,
    "text": "İşletmede kullanılacak hesapların muhasebenin temel kavramları ve genel kabul görmüş muhasebe ilkeleri doğrultusunda sistemli bir şekilde ve gruplandırılmış olarak yer aldığı hesapların sıralandığı listeye ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hesap kodları",
      "B": "Hesap planı",
      "C": "Öz kaynaklar",
      "D": "Maliyet hesapları",
      "E": "Dönen varlıklar"
    },
    "explanation": "İşletmede kullanılacak hesapların muhasebenin temel kavramları ve genel kabul görmüş muhasebe ilkeleri doğrultusunda sistemli bir şekilde ve gruplandırılmış olarak yer aldığı hesapların sıralandığı listeye Hesap Planı denir."
  },
  {
    "id": "3104386",
    "unitNumber": 3,
    "text": "İşletme; kasasındaki, bankasındaki para ile cari dönemde veya on iki aydan daha kısa sürede paraya çevrilebilecek varlıklarla ilgili kayıtları hangi hesap sınıfına yapmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dönen Varlıklar",
      "B": "Duran Varlıklar",
      "C": "Kısa Vadeli Yabancı Kaynaklar",
      "D": "Uzun Vadeli Yabancı Kaynaklar",
      "E": "Maliyet Hesapları"
    },
    "explanation": "İşletme; kasasındaki, bankasındaki para ile cari dönemde veya on iki aydan daha kısa sürede paraya çevrilebilecek varlıklarla ilgili kayıtlar, Dönen Varlıklar sınıfında yer alan hesaplara; on iki aydan daha uzun sürede paraya çevrilecek varlıklar ile işletmece kullanılan varlıklarla ilgili kayıtlar ise, Duran Varlıklar sınıfında yer alan hesaplara yapılacaktır."
  },
  {
    "id": "3104387",
    "unitNumber": 3,
    "text": "İşletme sahibi ve ortaklarının işletmeye tahsis ettiği sermaye ile zaman içinde işletme bünyesinde oluşan yedekler ve dönem kârı ve zararı gibi unsurlar hangi hesaba kaydedilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dönen Varlıklar",
      "B": "Duran Varlıklar",
      "C": "Öz Kaynaklar",
      "D": "Maliyet Hesapları",
      "E": "Nazım Hesaplar"
    },
    "explanation": "İşletme sahibi ve ortaklarının işletmeye tahsis ettiği sermaye ile zaman içinde işletme bünyesinde oluşan yedekler ve dönem kârı ve zararı gibi unsurlar, öz kaynak unsuru olarak kabul edilmekte ve öz kaynaklar hesap sınıfında yer alan hesaplara kaydedilmektedir."
  },
  {
    "id": "3104388",
    "unitNumber": 3,
    "text": "153 Ticari Mallar hesabının kodlamasında 3 (üç) aşağıdakilerden hangisini ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hesap sınıfı",
      "B": "Hesap grubu",
      "C": "Büyük defter hesabı",
      "D": "Kasa",
      "E": "Hazır değer"
    },
    "explanation": "Hesap planında yer alan hesaplar, üç basamaklı bir hesap kodu ile birlikte kullanılmaktadır. Şekil 3.4’te hesap planındaki yapı açıklanmaktadır. Hesap kodunda ilk rakam, hesap sınıfını; ikinci rakam, hesap grubunu ve üçüncü rakam da büyük defter hesabının adını kodlamak için kullanılmaktadır. Buna göre 153 Ticari Mallar hesabının kodlamasında \"3 (üç)\" büyük defter hesabını göstermektedir."
  },
  {
    "id": "3104389",
    "unitNumber": 3,
    "text": "Cari dönemde veya on iki aydan kısa bir sürede geri ödenecek borçlarla ilgili mali olaylar hangi hesaba kaydedilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kısa Vadeli Yabancı Kaynaklar",
      "B": "Uzun Vadeli Yabancı Kaynaklar",
      "C": "Öz Kaynaklar",
      "D": "Gelir Tablosu Hesapları",
      "E": "Maliyet Hesapları"
    },
    "explanation": "Cari dönemde veya on iki aydan kısa bir sürede geri ödenecek borçlarla ilgili mali olaylar, Kısa Vadeli Yabancı Kaynaklar hesap sınıfında yer alan hesaplara; on iki aydan uzun sürede olanlar ise, Uzun Vadeli Yabancı Kaynaklar hesap sınıfında yer alan hesaplara kaydedilecektir."
  },
  {
    "id": "3104390",
    "unitNumber": 4,
    "text": "Dönem sonuna kadar planlanan sürelerde (aylık, üç aylık vb.) düzenlenen mizanlara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kesin mizan",
      "B": "Genel mizan",
      "C": "Ara mizan",
      "D": "Envanter",
      "E": "Gayri resmi mizan"
    },
    "explanation": "Dönem sonuna kadar planlanan sürelerde (aylık, üç aylık vb.) düzenlenen mizanlara <strong>ara mizan</strong> denir."
  },
  {
    "id": "3104391",
    "unitNumber": 4,
    "text": "Muhasebe dönemi 1 Ocak’ta başlar ve 31 Aralık’ta sona erer. Dönem sonu, yani 31 Aralık itibarı ile, düzenlenen ilk zorunlu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Geçici mizan",
      "B": "Genel geçici mizan",
      "C": "Kesin mizan",
      "D": "Ara mizan",
      "E": "Kapanış mizanı"
    },
    "explanation": "Genel geçici mizan: Muhasebe dönemi 1 Ocak’ta başlar ve 31 Aralık’ta sona erer. Dönem sonu, yani 31 Aralık itibarı ile, düzenlenen ilk zorunlu mizandır."
  },
  {
    "id": "3104392",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi işletmenin kendi ihtiyaçlarından doğan belgeye örnek verilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gider pusulası",
      "B": "Tediye makbuzları",
      "C": "Serbest meslek makbuzu",
      "D": "Adisyonlar",
      "E": "Çekler"
    },
    "explanation": "Yasal düzenlemelere tabi belgelere; fatura, sevk irsaliyesi, irsaliyeli fatura, yazar kasa fişi, perakende satış fişi, çek, gider pusulası, serbest meslek makbuzu, müstahsil makbuzu, taşıma belgeleri, adisyonlar, senetler ve çekler örnek verilebilir.<br/>İşletmelerin kendi ihtiyaçlarından doğan belgelere ise tahsilat ve tediye makbuzları, çek alındı verildi makbuzları, işletme içi sevkiyat belgeleri, mutabakatlaşma mektupları, cari hesap ve stok kartları örnek olarak verilebilir"
  },
  {
    "id": "3104393",
    "unitNumber": 4,
    "text": "Vergi Usul Kanunu’nda belirtilen tutulması zorunlu def­terlerin dışında işletmede tutulacak def­terler, aşağıdakilerden hangisi tarafından belirlenir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hazine ve Maliye Bakanlığı",
      "B": "Ticaret Bakanlığı",
      "C": "Kamu Gözetimi Muhasebe ve Denetim Standartları Kurumu",
      "D": "Türkiye Serbest Muhasebeci Mali Müşavirler ve Yeminli Mali Müşavirler Odaları Birliği",
      "E": "Türkiye Cumhuriyet Merkez Bankası"
    },
    "explanation": "Vergi Usul Kanunu’nda belirtilen tutulması gereken zorunlu def­terlerin dışında tutulacak def­terler, Kamu Gözetimi Muhasebe ve Denetim Standartları Kurumu tarafından belirlenir."
  },
  {
    "id": "3104394",
    "unitNumber": 4,
    "text": "Birinci sınıf işletmeler, bilanço esasına göre aşağıdaki def­terlerden hangilerini tutmak zorundadır?\n I. Yevmiye Def­teri<br/>II. İşletme Hesabı Defteri<br/>III. Envanter Def­teri<br/>IV. Def­teri Kebir",
    "correctAnswer": "B",
    "options": {
      "A": "II-III-IV",
      "B": "I-III-IV",
      "C": "I-II-IV",
      "D": "I-II-III",
      "E": "I-II-III-IV"
    },
    "explanation": "Birinci sınıf işletmeler, bilanço esasına göre aşağıdaki def­terleri tutmak zorundadırlar:<br/>1. Yevmiye Def­teri,<br/>2. Def­teri Kebir,<br/>3. Envanter Def­teri olup bunlardan yevmiye ve envanter def­teri tasdike tabidir.<br/>İkinci sınıf işletmelerin işletme hesabı esasına göre tutmak zorunda olduğu ve <br/>tasdike tabi def­teri, işletme hesabı def­teridir."
  },
  {
    "id": "3104395",
    "unitNumber": 4,
    "text": "Özel durumlar dışında, İşlemlerin def­terlere günü gününe geçirilmesi esas olmakla birlikte işlemler en geç kaç gün içinde def­terlere kaydedilmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "3 gün",
      "B": "5 gün",
      "C": "7 gün",
      "D": "10 gün",
      "E": "15 gün"
    },
    "explanation": "İşlemlerin def­terlere günü gününe geçirilmesi esas olmakla birlikte işlemler <br/>en geç 10 gün içinde def­terlere kaydedilmelidir. Kayıtlarını sürekli olarak <br/>muhasebe fişleri, primanota ve bordro gibi yetkililerin imzasını taşıyan belgelere dayanarak yürüten işletmelerde işlemlerin sözü geçen belgelere kaydedilmesi, def­tere işlenmesi yerine geçer. Ancak bu durumda işlemler, engeç 45 gün içinde def­tere yazılmalıdır."
  },
  {
    "id": "3104396",
    "unitNumber": 4,
    "text": "Saymak, ölçmek, tartmak ve değerlemek suretiyle bilanço akşamı işletmenin varlık ve kaynaklarının doğru olarak belirlenmesi için yapılan işlemlere ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mizan",
      "B": "Kesin mizan",
      "C": "Kar zarar cetveli",
      "D": "Mutabakat",
      "E": "Envanter"
    },
    "explanation": "Saymak, ölçmek, tartmak ve değerlemek suretiyle bilanço akşamı işletmenin varlık ve<br/>kaynaklarının doğru olarak belirlenmesi için yapılan işlemlere; envanter adı verilir."
  },
  {
    "id": "3104397",
    "unitNumber": 4,
    "text": "Mali olay gerçekleştiği anda işletme kasası ile ilgisi yoksa bu tip mali olaylara ait belgelerin toplandığı fiş aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tahsil fişi",
      "B": "Tediye fişi",
      "C": "Mahsup fişi",
      "D": "Satış fişi",
      "E": "İrsaliye"
    },
    "explanation": "Para tahsilatlarına ait belgelerin toplandığı fişe tahsil fişi, çeşitli nedenlerle yapılan ödemelere ait belgelerin toplandığı fişe tediye fişi ve mali olay gerçekleştiği anda işletme kasası ile ilgisi yoksa bu tip mali olaylara ait belgelerin toplandığı fişe ise mahsup fişi denir"
  },
  {
    "id": "3104398",
    "unitNumber": 4,
    "text": "Yevmiye def­terinden büyük def­tere rakamların matematiksel olarak doğru aktarıldıklarını belirlemek için düzenlenen çizelge aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bilanço",
      "B": "Gelir tablosu",
      "C": "Envanter",
      "D": "Mizan",
      "E": "Fon akım tablosu"
    },
    "explanation": "Mizan, yevmiye def­terinden büyük def­tere rakamların matematiksel olarak doğru <br/>aktarıldıklarını belirlemek için düzenlenen çizelgedir. Her ay sonu düzenlenirse <br/>aylık mizan veya geçici mizan adı verilir. Bütün işletmeler, 31 Aralık’ta mutlaka <br/>bir mizan düzenler. Bu mizana, genel geçici mizan denir."
  },
  {
    "id": "3104399",
    "unitNumber": 4,
    "text": "Bir işletme bankadaki mevduat hesabından 150.000 TL nakit çekmiş ise bu işlemin yevmiye defterindeki kaydı için aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Kasa hesabı ve Bankalar hesabı 150.000 TL borçludur",
      "B": "Kasa hesabı ve Bankalar hesabı 150.000 TL alacaklıdır",
      "C": "Kasa hesabı 150.000 TL borçlu Bankalar hesabı 150.000 TL alacaklıdır",
      "D": "Kasa hesabı 150.000 TL alacaklı Bankalar hesabı 150.000 TL borçludur",
      "E": "Sermaye hesabı 300.000 TL borçlu, Kasa hesabı 150.000TL Bankalar hesabı 150.000TL alacaklıdır"
    },
    "explanation": "Kasa hesabı 150.000 TL borçlu Bankalar hesabı 150.000 TL alacaklıdır"
  },
  {
    "id": "3104400",
    "unitNumber": 4,
    "text": "I-Dönem içi mali olaylara ait belgelerin toplanması,\n<br/>II-Belgelerin sınıflandırılması,\n<br/>III-Belgelerin kaydedilmesi,\n<br/>IV-Mali tabloların düzenlenmesi,\n<br/>V-Mali tabloların değiştirilmesi,\n<br/>Yukarıdakilerden hangisi ya da hangileri muhasebe sürecinde yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "I ve III",
      "C": "I,III ve V",
      "D": "I,II,III ve IV",
      "E": "I,II,III ve V"
    },
    "explanation": "Muhasebe süreci, yeni kurulan işletmelerde kuruluş işlemleri tamamlandıktan<br/>sonraki açılış kaydı ve kuruluş bilançosu ile faaliyetine devam eden işletmelerin dönem başı yevmiye kayıtları ile başlar. Süreç; dönem içi mali olaylara ait belgelerin toplanması, kaydedilmesi, sınıf­landırılması ve mali tabloların düzenlenmesine kadar devam eder."
  },
  {
    "id": "3104401",
    "unitNumber": 4,
    "text": "Muhasebe dönemi ne zaman başlar ne zaman sona erer?",
    "correctAnswer": "A",
    "options": {
      "A": "1 Ocakta Başlar-31 Aralıkta sona erer",
      "B": "1 Ocakta Başlar-30 Haziranda sona erer",
      "C": "31 Aralıkta başlar-1 Ocakta sonra erer",
      "D": "1 Ocakta Başlar-31 Ocakta sona erer",
      "E": "1 Ocakta Başlar-31 Kasımda sona erer"
    },
    "explanation": "Muhasebe dönemi 1 Ocak’ta başlar ve 31 Aralık’ta sona erer"
  },
  {
    "id": "3104402",
    "unitNumber": 4,
    "text": "İşletmenin finansal tabloları aşağıdakilerden hangisine göre düzenlenir?",
    "correctAnswer": "B",
    "options": {
      "A": "Envanter Kayıtları",
      "B": "Kesin Mizan",
      "C": "Genel Geçici Mizan",
      "D": "Ara Mizan",
      "E": "Açılış Kayıtları"
    },
    "explanation": "Kesin mizan: Her dönem sonunda çıkarılan son mizandır. Bu mizanda kalanlar, işletmenin fiili durumunu gösteren tutarlarıdır. Bu mizandan hareketle işletmenin finansal tabloları düzenlenir."
  },
  {
    "id": "3104403",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi işletmelerin kendi ihtiyaçlarından doğan belgeler arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tahsilat makbuzları",
      "B": "Tediye makbuzları",
      "C": "Mutabakatlaşma mektupları,",
      "D": "Stok kartlar",
      "E": "Gider pusulası"
    },
    "explanation": "İşletmelerin kendi ihtiyaçlarından doğan belgelere ise tahsilat ve tediye makbuzları, çek alındı verildi makbuzları, işletme içi sevkiyat belgeleri, mutabakatlaşma mektupları, cari hesap ve stok kartları örnek olarak verilebilir.\n<br/>Yasal düzenlemelere tabi belgelere; fatura, sevk irsaliyesi, irsaliyeli fatura, yazar<br/>kasa fişi, perakende satış fişi, çek, gider pusulası, serbest meslek makbuzu, müstahsil makbuzu, taşıma belgeleri, adisyonlar, senetler ve çekler örnek verilebilir."
  },
  {
    "id": "3104404",
    "unitNumber": 4,
    "text": "\"Birinci sınıf işletmeler, ......... esasına göre def­ter tutarlar.\" ifadesindeki noktalı yere aşağıdakilerden hangisi gelirse ifade doğru olur?",
    "correctAnswer": "C",
    "options": {
      "A": "İşletme Hesabı",
      "B": "Mizan",
      "C": "Bilanço",
      "D": "Yevmiye",
      "E": "Finansal tablolar"
    },
    "explanation": "Vergi Usul Kanunu’na göre işletmeler, def­ter tutma bakımından yasada belirlenen ölçüler çerçevesinde; birinci sınıf işletmeler ve ikinci sınıf işletmeler olarak iki gruba ayrılmaktadır. Birinci sınıf işletmeler, bilanço esasına göre def­ter tutarlar; ikinci sınıf işletmeler ise işletme hesabı esasına göre def­ter tutarlar."
  },
  {
    "id": "3104405",
    "unitNumber": 4,
    "text": "I-Yevmiye Defteri\n<br/>II-Def­teri Kebir,\n<br/>III-Envanter Def­teri\n<br/>IV-Kasa Defteri\n<br/>V-Stok Defteri\n<br/>Yukarıdakilerden hangisi ya da hangileri Vergi Usul Kanunu’na göre birinci sınıf işletmeler, bilanço esasına göre tutması zorunlu defterler arasında yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "I",
      "B": "II ve III",
      "C": "I,II ve III",
      "D": "II,IV ve V",
      "E": "III,IV ve V"
    },
    "explanation": "Birinci sınıf işletmeler, bilanço esasına göre aşağıdaki def­terleri tutmak zorundadırlar:<br/>1. Yevmiye Def­teri,<br/>2. Def­teri Kebir,<br/>3. Envanter Def­teri olup bunlardan yevmiye ve envanter def­teri tasdike tabidir."
  },
  {
    "id": "3104406",
    "unitNumber": 4,
    "text": "Bir işletmenin malın sevki sırasında sevk irsaliyesi düzenlenmesi zorunlu iken, irsaliyeli fatura kullanılmıyorsa, fatura düzenlenmesi süresi Vergi Usul Kanunu’na göre kaç gündür?",
    "correctAnswer": "B",
    "options": {
      "A": "5",
      "B": "7",
      "C": "10",
      "D": "15",
      "E": "30"
    },
    "explanation": "Malın sevki sırasında sevk irsaliyesi düzenlenmesi zorunlu iken, irsaliyeli fatura kullanılmıyorsa, fatura düzenlenmesi süresi Vergi Usul Kanunu’na göre 7 gündür ve muhasebe kayıtlarına kaynak olarak faturanın elde edilmiş olması gereklidir."
  },
  {
    "id": "3104407",
    "unitNumber": 4,
    "text": "Mali olay gerçekleştiği anda işletme kasası ile ilgisi yoksa bu tip mali olaylara ait belgelerin toplandığı fişe ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tahsil",
      "B": "Tediye",
      "C": "Fatura",
      "D": "Mahsup",
      "E": "İrsaliye"
    },
    "explanation": "Muhasebede tutulan fişler üçe ayrılır: Para tahsilatlarına ait belgelerin toplandığı fişe tahsil fişi, çeşitli nedenlerle yapılan ödemelere ait belgelerin toplandığı fişe tediye fişi ve mali olay gerçekleştiği anda işletme kasası ile ilgisi yoksa bu tip mali olaylara ait belgelerin toplandığı fişe ise mahsup fişi<br/>denir."
  },
  {
    "id": "3104408",
    "unitNumber": 4,
    "text": "Bir işletmede genel geçici mizan ne zaman düzenlenir?",
    "correctAnswer": "C",
    "options": {
      "A": "Her ay sonu",
      "B": "1 Ocak��",
      "C": "31 Aralık",
      "D": "6 ayda bir",
      "E": "3 ayda bir"
    },
    "explanation": "Mizanlar her ay sonu hazırlanan sağlama cetvelleridir ve aylık olarak birikimli ilerlerler. 31 Aralık’ta hazırlanan Aralık ayı mizanı ise tüm yılın tutarlarını kapsadığı için genel mizan adını alır. Ayrıca henüz işletmenin kesin sonuçlarına yer vermediği için de geçicidir. Dolayısıyla 31 Aralık tarihinde hazırlanan ilk mizan \"Genel Geçiçi Mizan\"dır."
  },
  {
    "id": "3104409",
    "unitNumber": 4,
    "text": "İşletmenin dönem sonu bilançosu aşağıdaki mizan türlerinin hangisinden elde edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kesin mizan",
      "B": "Aylık mizan",
      "C": "Geçici mizan",
      "D": "Genel geçici mizan",
      "E": "Envanter"
    },
    "explanation": "Dönem sonu envanter ve düzeltici kayıtlardan sonra düzenlenecek mizana ise, kesin mizan denir. İşletmenin dönem sonu bilançosu kesin mizandan çıkarılır."
  },
  {
    "id": "3104410",
    "unitNumber": 5,
    "text": "Aşağıdaki mali işlemlerden hangisinde Kasa hesabı alacaklandırılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Senet karşılığı mal satın alunması",
      "B": "Bankadan pata çekilmesi",
      "C": "Çek tahsilat yapılması",
      "D": "Tedarikçiye olan borcun ödenmesi",
      "E": "Senedin yenilenmesi"
    },
    "explanation": "Nakit mal alışı, bankaya yatırılan paralar, çek ödemeleri, vadesi gelen borçların nakden ödenmesi, hisse senedi alımı gibi mali nitelikli olaylar sonucunda kasada- ki para miktarı azalırsa bu olaylar tediye olarak adlandırılır. Tediye işlemleri ise, Kasa hesabını alacaklandırılır."
  },
  {
    "id": "3104411",
    "unitNumber": 5,
    "text": "\"A\" İşletmesi \"B\"işletmesine <strong>t</strong>4.300'lık çek karşılığı sattığı malların, çek bedelinin 03.06.20X1 tarihinde \"Z\" bankasındaki hesabına yatırıldığını öğrenmiştir.\n Bu bilgilere göre \"A\" İşletmesinin yapacağı yevmiye kaydı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c532d14b5368810fb49e822e89a5c888.png\" alt=\"\" width=\"422\" height=\"79\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/53f68a98c2ae03313eea4d6dcb804646.png\" alt=\"\" width=\"422\" height=\"79\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/31a5713a9521047a8ea719a5ff03c1b5.png\" alt=\"\" width=\"422\" height=\"90\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/84d27c1cf301db6d7fd5d7436e0c5013.png\" alt=\"\" width=\"422\" height=\"90\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/520d223df082fe3785d023702804e4cd.png\" alt=\"\" width=\"422\" height=\"79\">"
    },
    "explanation": "Hazır Değerler grubunda kasadaki paradan sonra en likit varlık, işletmenin sahip olduğu çeklerdir. işletmeler, ticari işlemlerinde kasadaki parası veya bankadaki ti- cari mevduatı yerine kaydi para olarak çekleri kullanabilir. işletmenin bir varlık sa- tışı veya bir alacak tahsili karşılığında nakit yerine geçen bir çek alması durumuda\n 101 ALINAN ÇEKLER hesabı kullanılır. Alınan Çekler hesabı; ibraz süreleri sonun- da tahsil edilmesi beklenen, likiditesi bakımından kasa ile eşdeğer niteliğe sahip olan ve Hazır Değerler grubunda yer alan bir hesaptır.\n İşletme bir varlığın satışı veya vadesi bitmiş bir alacağını tahsil etmek için bir çek aldığında 101 Alınan Çekler hesabı borçlandırılır. Çek tahsil edildiğinde ise bu hesap alacaklandırılır. Alınan çekler hesabı, dönem sonunda borç kalanı verir ya da kalan vermez."
  },
  {
    "id": "3104412",
    "unitNumber": 5,
    "text": "\"A\" ve \"B\", 21.08.20X1 tarihinde toplam <strong>t</strong>20.000 nakit sermaye ile \"Z\" Ticaret işletmesini eşit paylı ortak olarak kurmuşlardır.\n Bu bilgilere göre yapılması gereken yevmiye kaydında aşağıdaki hesaplardan hangisi borçlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kasa Hesabı",
      "B": "Bankalar Hesabı",
      "C": "Alıcılar Hesabı",
      "D": "Sermaye Hesabı",
      "E": "Alınan Çekler Hesabı"
    },
    "explanation": "Pelin ve Halit, 10.05.20X1 tarihinde toplam t20.000 nakit sermaye ile Pelit Ticaret işletmesini eşit paylı ortak olarak kurmuşlardır.\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/75ea872c0bc1d3c17ac6fee2d3812d32.png\" alt=\"\" width=\"447\" height=\"99\"> İşletme, 10 Mayıs tarihinde tüm kuruluş işlemlerini tamamlamış ve kuruluş sözleşmesinde ortakların taahhüt etmiş oldukları onar bin lirayı Pelit Ticaretin kasası- na koymuşlardır. Böylece işletmenin açılış kaydında işletmenin sermayesindeki ve kasasındaki artış kayda alınmıştır."
  },
  {
    "id": "3104413",
    "unitNumber": 5,
    "text": "\"A\" İşletmesi satın alığı bir mal karşılığında verdiği çekin <strong>t</strong>20.00'lık çekin ödendiğini \"Z\" Bankası'ndan gelen dekonttan öğrenmiştir.\n<br/>Bu bilgilere göre yapılacak yevmiye kaydında aşağıdaki hesaplardan hangisi borçlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Verilen Çekler ve Ödeme Emirleri Hesabı",
      "B": "Sermaye Hesabı",
      "C": "Kasa Hesabı",
      "D": "Alıcılar Hesabı",
      "E": "Alınan Çekler Hesabı"
    },
    "explanation": "Verilen Çekler ve Ödeme Emirleri\n<br/>işletme tarafından diğer kişiler için düzenlenen çekler ile bankaya verilen ödeme emirleri (virman), Verilen Çekler ve Ödeme Emirleri hesabında takip edilmektedir.\n<br/>103 VERiLEN ÇEKLER VE ÖDEME EMiRLERi hesabı, bilançoda gösterilirken nakit ve nakit benzerleri grubunda bir indirim olarak yer almaktadır. Bir diğer ifade ile pasif karakterli bir hesap olmasına rağmen aktifte gösterilmektedir.\n<br/>işletme ticari faaliyetleri karşılığında çek keşide ettiğinde borcunda bir artış olması nedeniyle Verilen Çekler ve Ödeme Emirleri hesabı alacaklandırılır. Keşide edilen çekin ve ödeme emrinin banka tarafından ilgili kişilere ödenmesi durumun- da ise Verilen Çekler ve Ödeme Emirleri hesabı borçlandırılır."
  },
  {
    "id": "3104414",
    "unitNumber": 5,
    "text": "Türk Ticaret Kanunu’na göre işletmeler, muhasebe kayıtlarını Türkçe ve Türk Lirasına göre gerçekleştirmek zorundadır. İşletme kasasındaki yabancı paraları kendi para cinsinden de takip etmek isterse aşağıdaki hesaplardan hangisini kullanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Bankalar Hesabı",
      "B": "Yabancı Paralar Kasası Hesabı",
      "C": "Kasa Hesabı",
      "D": "Nazım Hesaplar",
      "E": "Alınan Çekler Hesabı"
    },
    "explanation": "İşletmenin sahip olduğu yabancı paraların kullanılması durumunda yapılan ödemeler yabancı paraların ilk alış kuru değeri üzerinden Türk Lirası olarak kasadan çıkışı gerçekleştirilir. Yabancı paralar kasadan çıktığında Türk Lirası değeri üzerinden alacaklandırılır. Böylece Yabancı Paralar Kasası hesabının borç kalanı ilk alış kuru değerine bölünerek kasada bulunması gereken yabancı para miktarının tespit edilmesi amaçlanmaktadır. Ancak işletme için yabancı paraların miktarının takip edilmesi önemli ise bu durumda Nazım Hesaplar yardımıyla yabancı paraların takibi gerçekleştirilebilir.\n Nazım Hesaplar; bir işletmenin alacağı, borcu ve varlıkları ile ilgili olmayan ancak bunların açıklanması için kullanılmak üzere Muhasebe Planında bulunan ana hesaptır.\n Eğer işletme, kasasındaki yabancı paraları kendi para cinsinden de takip etmek istiyorsa, Nazım Hesaplar kullanılır."
  },
  {
    "id": "3104415",
    "unitNumber": 5,
    "text": "Kasa Hesabı ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Kasa Hesabı alacak kalanı verebilir.",
      "B": "Para çıkışlarında Kasa Hesabı borçlandırılır.",
      "C": "İşletmenin bankadaki parası hakkında bilgi verir.",
      "D": "Para girişlerinde Kasa Hesabı alacaklandırılır.",
      "E": "İşletmenin en likit kalemidir."
    },
    "explanation": "KASA\n İşletmelerin kasasında bulunan ulusal para ve yabancı para mevcudu, kasa terimiyle ifade edilmektedir. İşletmenin en likit değeri, kasasında bulunan paralardır ve işletmenin harcamasına hazır değerlerdir."
  },
  {
    "id": "3104416",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi tahsilat işlemine bir örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Nakit mal alışı",
      "B": "Bankaya para yatırılması",
      "C": "Vadesi gelen bir borcun ödenmesi",
      "D": "Vadesi dolan alacakların alınması",
      "E": "Hisse senedi alımı"
    },
    "explanation": "Tahsilat; işletmenin temel veya yan faaliyetleri sonucunda alacaklılarından topladığı paralardır.\n Nakit mal satışı, bankadan çekilen paralar, vadesi dolan alacakların alınması, menkul kıymetlerin satılması gibi finansal nitelikli olaylar sonucunda kasadaki para miktarı artarsa bu olaylar tahsilat olarak adlandırılır."
  },
  {
    "id": "3104417",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi tediye işlemine bir örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Vadesi dolan alacakların alınması",
      "B": "Menkul kıymetlerin satılması",
      "C": "Verilen çeklere ilişkin ödemenin gerçekleştirilmesi",
      "D": "Bankadan para çekilmesi",
      "E": "Nakit mal satışı"
    },
    "explanation": "Tediye; işletmenin temel veya yan faaliyetleri sonucunda borçlularına ödediği paralardır.\n Nakit mal alışı, bankaya yatırılan paralar, çek ödemeleri, vadesi gelen borçların nakden ödenmesi, hisse senedi alımı gibi mali nitelikli olaylar sonucunda kasadaki para miktarı azalırsa bu olaylar tediye olarak adlandırılır."
  },
  {
    "id": "3104418",
    "unitNumber": 5,
    "text": "\"A\" İşletmesi tahsil edilmek üzere \"X\" Bankasına verdiği <strong>t</strong>30.00'lık çekin tahsil edildiğini gelen dekonttan öğrenmiştir.\n Bu bilgilere göre \"A\" İşletmesi bu mali nitelikteki işleme ait yapacağı yevmiye kaydında aşağıdaki hesaplardan hangisini alacaklandırır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kasa hesabı",
      "B": "Satıcılar hesabı",
      "C": "Borç Senetleri hesabı",
      "D": "Alınan Çekler hesabı",
      "E": "Sermaye hesabı"
    },
    "explanation": "Alınan Çekler\n Hazır Değerler grubunda kasadaki paradan sonra en likit varlık, işletmenin sahip olduğu çeklerdir. işletmeler, ticari işlemlerinde kasadaki parası veya bankadaki ti- cari mevduatı yerine kaydi para olarak çekleri kullanabilir. işletmenin bir varlık satışı veya bir alacak tahsili karşılığında nakit yerine geçen bir çek alması durumunda 101 ALINAN ÇEKLER hesabı kullanılır. Alınan Çekler hesabı; ibraz süreleri sonun- da tahsil edilmesi beklenen, likiditesi bakımından kasa ile eşdeğer niteliğe sahip olan ve Hazır Değerler grubunda yer alan bir hesaptır.\n İşletme bir varlığın satışı veya vadesi bitmiş bir alacağını tahsil etmek için bir çek aldığında 101 Alınan Çekler hesabı borçlandırılır. Çek tahsil edildiğinde ise bu hesap alacaklandırılır."
  },
  {
    "id": "3104419",
    "unitNumber": 5,
    "text": "Verilen Çekler ve Ödeme Emirleri hesabı ile ilgili verilen bilgilerden hangisi <strong><u>yanlıştır?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Nakit ve nakit benzerleri grubunda bir indirim olarak yer alır.",
      "B": "Hesap kalan verirse alacak kalanı verir.",
      "C": "Çek keşide ettiğinde hesap alacaklandırılır.",
      "D": "Bu hesapta yer alan çekler ibraz vadelidir.",
      "E": "Aktif karakterli bir hesaptır."
    },
    "explanation": "Verilen Çekler ve Ödeme Emirleri\n İşletme tarafından diğer kişiler için düzenlenen çekler ile bankaya verilen ödeme emirleri (virman), Verilen Çekler ve Ödeme Emirleri hesabında takip edilmektedir.\n 103 VERiLEN ÇEKLER VE ÖDEME EMİRLERİ hesabı, bilançoda gösterilirken nakit ve nakit benzerleri grubunda bir indirim olarak yer almaktadır. Bir diğer ifade ile pasif karakterli bir hesap olmasına rağmen aktifte gösterilmektedir.\n İşletme ticari faaliyetleri karşılığında çek keşide ettiğinde borcunda bir artış olması nedeniyle Verilen Çekler ve Ödeme Emirleri hesabı alacaklandırılır. Keşide edilen çekin ve ödeme emrinin banka tarafından ilgili kişilere ödenmesi durumun- da ise Verilen Çekler ve Ödeme Emirleri hesabı borçlandırılır. Hesap, pasif karakterli olması nedeniyle, kalan verirse alacak kalanı verir. Hesabın alacak kalanı vermesi durumunda keşide edilen çeklerin ya da verilen ödeme emirlerinin, işletmenin; lehtara bankadaki ticari mevduat hesabından veya nakden bir ödeme yapmadığı anlaşılmalıdır.\n İşletmenin verdiği çekler de ibraz vadelidir."
  },
  {
    "id": "3104420",
    "unitNumber": 5,
    "text": "Aşağıdaki işlemlerden hangisi kasa hesabını alacaklandırır?",
    "correctAnswer": "D",
    "options": {
      "A": "Nakit mal satışı",
      "B": "Bankadan çekilen paralar",
      "C": "Menkul kıymetlerin satılması",
      "D": "Hisse senedi alımı",
      "E": "Vadesi dolan alacakların tahsili"
    },
    "explanation": "Nakit mal satışı, bankadan çekilen paralar, vadesi dolan alacakların alınması, menkul kıymetlerin satılması gibi finansal nitelikli olaylar sonucunda kasadaki para miktarı artarsa bu olaylar <strong>tahsilat </strong>olarak adlandırılır. Tahsilat işlemleri ise kasa hesabını borçlandırır.\n Nakit mal alışı, bankaya yatırılan paralar, çek ödemeleri, vadesi gelen borçların nakden ödenmesi, hisse senedi alımı gibi mali nitelikli olaylar sonucunda kasadaki para miktarı azalırsa bu olaylar <strong>tediye</strong> olarak adlandırılır ve kasa alacaklandırılır. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3104421",
    "unitNumber": 5,
    "text": "Nakit para üzerinden yapılan yabancı para işlemlerine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tediye",
      "B": "Efektif",
      "C": "Tahsilat",
      "D": "Ciro",
      "E": "Nakit İşlemleri"
    },
    "explanation": "Yabancı para üzerinde yapılan işlemlerin genel adına döviz işlemleri denir. Nakit para üzerinden yapılan yabancı para işlemleri ise efektif olarak adlandırılır."
  },
  {
    "id": "3104422",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sahibine sözleşmeye dayalı bir hak kazandıran finansal varlıklardan <span style=\"text-decoration: underline;\">biri değildir</span>?",
    "correctAnswer": "C",
    "options": {
      "A": "Nakit",
      "B": "Ticari Alacaklar",
      "C": "Ticari Borçlar",
      "D": "Kredi Alacakları",
      "E": "Tahviller"
    },
    "explanation": "Finansal varlıklar, sahibine sözleşmeye dayalı bir hak kazandıran finansal araçlardır. Nakit, ticari alacaklar, alacak senetleri, kredi alacakları, hisse senetleri, tahviller vb. finansal araçlar; finansal varlık olarak kabul edilmektedir."
  },
  {
    "id": "3104423",
    "unitNumber": 5,
    "text": "İşletmenin kasa ve bankasındaki parası ile kısa zaman içinde paraya dönüşecek varlıkları Tekdüzen Hesap Planında hangi grupta yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Stoklar",
      "B": "Ticari Alacaklar",
      "C": "Menkul Kıymetler",
      "D": "Hazır Değerler",
      "E": "Diğer Dönen Varlıklar"
    },
    "explanation": "Tekdüzen hesap planında Dönen Varlıkların ilk grubunu oluşturan Hazır Değerler, aşağıdaki hesaplardan oluşmaktadır:<br/>100. KASA<br/>101. ALINAN ÇEKLER<br/>102. BANKALAR<br/>103. VERİLEN ÇEKLER VE ÖDEME EMİRLERİ (-)<br/>108. DİĞER HAZIR DEĞERLER<br/>Tekdüzen hesap planında hazır değerlerin nakit olarak elde veya bankada bulunan varlıklar ile istendiği zaman değer kaybına uğramadan paraya çevirme imkânı bulunan varlıkları (Menkul Kıymetler hariç) kapsadığı belirtilmektedir."
  },
  {
    "id": "3104424",
    "unitNumber": 5,
    "text": "Aşağıdaki hangi finansal nitelikli olay sonucu Kasa hesabı alacaklandırılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Nakit mal satışı",
      "B": "Bankadan çekilen paralar",
      "C": "Alacakların tahsili",
      "D": "Nakit mal alışı",
      "E": "Tahvil satışı"
    },
    "explanation": "Nakit mal alışı, bankaya yatırılan paralar, çek ödemeleri, vadesi gelen borçların nakden ödenmesi, hisse senedi alımı gibi mali nitelikli olaylar sonucunda kasadaki para miktarı azalırsa bu olaylar tediye olarak adlandırılır. Tediye işlemleri ise, Kasa hesabını alacaklandırılır."
  },
  {
    "id": "3104425",
    "unitNumber": 5,
    "text": "Yabancı para üzerinde yapılan işlemlerin genel adına döviz işlemleri denir. Nakit para üzerinden yapılan yabancı para işlemleri ise .................. olarak adlandırılır. Bu cümlede boş bırakılan yeri tamamlayan kelime aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Döviz",
      "B": "Kasa",
      "C": "Alış Kuru",
      "D": "Tahsilat",
      "E": "Efektif"
    },
    "explanation": "Yabancı para üzerinde yapılan işlemlerin genel adına döviz işlemleri denir. Nakit para<br/>üzerinden yapılan yabancı para işlemleri ise efektif olarak adlandırılır."
  },
  {
    "id": "3104426",
    "unitNumber": 5,
    "text": "Yabancı paraların muhasebeleştirilmesinde aşağıdaki hangi hesap kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kasa Hesabı",
      "B": "Yabancı Paralar Hesabı",
      "C": "Bankalar Hesabı",
      "D": "Döviz Hesabı",
      "E": "Dolar Hesabı"
    },
    "explanation": "İşletmeler, finansal işlemlerinde Türk Lirası kullanabilecekleri gibi efektif işlemleri de gerçekleştirebilir. Bu nedenle işletmenin nakit işlemlerinde takip edilen kasa hesabı; “100.01 Türk Lirası Kasası” ve “100.02 Yabancı Paralar Kasası” alt hesaplarında da izlenerek işletmenin nakit akışının kontrolüne yönelik bilgiler üretilebilmektedir."
  },
  {
    "id": "3104427",
    "unitNumber": 5,
    "text": "İşletmelerin her bir bankadaki mevduat hesapları aşağıdaki hangi hesaplarda izlenir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alt hesaplarda",
      "B": "Ana hesaplarda",
      "C": "Asli hesaplarda",
      "D": "Nazım hesaplarında",
      "E": "Geçici Hesaplarda"
    },
    "explanation": "İşletmeler, bankalar ile yaptıkları işlemlerini 102 BANKALAR ana hesabında takip ederler. İşletmeler, iş yaşamlarında birden fazla banka ile işlem yaparlar ve bu nedenle Bankalar ana hesabı, kendisine bağlı alt hesapları olan bir hesaptır. Bankalar ana hesabı ile bankalar yardımcı hesaplarının mutabakatı nakit yönetimi ve kontrolünde oldukça öneme sahiptir. Dolayısıyla işletme, her bir işlem yapılan bankaya ilişkin işlemleri takip etmek hatta şube veya açılan hesap bazında da işlemleri takip etmek isterse alt hesaplar aracılığıyla bu takibi gerçekleştirir."
  },
  {
    "id": "3104428",
    "unitNumber": 5,
    "text": "14.06.20X1 Tarihinde Gürgen Ticaret, 250 lira tutarında posta pulu almıştır ve karşılığını ödemiştir. Bu işlemde borçlu hesap aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "100 Kasa Hesabı",
      "B": "101 Alınan Çekler Hesabı",
      "C": "102 Bankalar Hesabı",
      "D": "103 Verilen Çek ve Ödeme Emirleri Hesabı",
      "E": "108 Diğer Hazır Değerler Hesabı"
    },
    "explanation": "Diğer nakitler; nitelik itibarıyla hazır değer sayılan vadesi gelmiş kuponları, posta<br/>pulları, banka ve posta havaleleri (yoldaki paralar) gibi kalemleri içerir. Diğer nakitler grubunda yer alan her bir unsur, yardımcı hesaplarda takip edilir.\n 108 DİĞER HAZIR DEĞERLER HS. 250<br/>108.01 Posta Pulu<br/>100 KASA HS. 250<br/>100.01 Türk Lirası Kasası"
  },
  {
    "id": "3104429",
    "unitNumber": 5,
    "text": "Gürgen işletmesi 25.03.20X1 tarihinde tedarikçisi Kıraç işletmesinden daha önce satın almış olduğu ticari mallara ilişkin 9.000 liralık senetli borcuna karşılık aynı tutarda bir çek vermiştir. Yapılacak muhasebe kaydında alacaklandırılacak hesap aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Borç Senetleri Hesabı",
      "B": "Verilen Çek ve Ödeme Emirleri Hesabı",
      "C": "Kasa Hesabı",
      "D": "Ticari Mallar Mesabı",
      "E": "Satıcılar Hesabı"
    },
    "explanation": "321 BORÇ SENETLERİ HS. 9.000<br/>103 VERİLEN ÇEKLER VE ÖDEME EMİRLERİ HS. 9.000"
  },
  {
    "id": "3104430",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi hazır değerler grubunda yer alan hesaplardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Verilen çekler ve ödeme emirleri",
      "B": "Hisse senetleri",
      "C": "Özel kesim tahvil senet ve bonoları",
      "D": "Alacak senetleri",
      "E": "Verilen depozito ve teminatlar"
    },
    "explanation": "Verilen çekler ve ödeme emirleri hazır değerler grubunda yer alan hesaplardan biridir. Diğer hesaplar bu gruba dahil değildir. Sorunun doğru yanıtı \"A\" seçeneğidir."
  },
  {
    "id": "3104431",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kasa hesabının özelliklerinden birisi <span style=\"text-decoration: underline;\">değildir?</span>",
    "correctAnswer": "B",
    "options": {
      "A": "Nakit mal satışı sonucu kasada bulunan para mevcudu arttığından, kasa hesabı borçlandırılır.",
      "B": "Kasa hesabı ya alacak kalanı verir veya kalan vermez.",
      "C": "Bankaya yatırılan paralar kasadaki para miktarını azaltır ve kasa hesabı alacaklandırılır.",
      "D": "Kasa hesabı bir varlık hesabıdır.",
      "E": "Muhasebede işletmenin elinde bulunan ulusal ve yabancı paralar kasa hesabında izlenir."
    },
    "explanation": "Kasa hesabı alacak kalanı değil, ya borç kalanı verir veya kalan vermez. Dolayısıyla sorunun doğru yanıtı \"B\" seçeneğidir."
  },
  {
    "id": "3104432",
    "unitNumber": 5,
    "text": "Kasa hesabının işleyişiyle ilgili olarak aşağıdaki ifadelerden hangisi <span style=\"text-decoration: underline;\">yanlıştır?</span>",
    "correctAnswer": "C",
    "options": {
      "A": "İşletmenin ortaklarının sermaye paylarına karşılık nakit para getirdiklerinde kasa hesabı borçlandırılır.",
      "B": "İşletme senetli alacağını vadesinde tahsil ettiğinde kasa hesabı borçlandırılır.",
      "C": "İşletme mevduat hesabının bulunduğu bankaya para yatırdığında kasa hesabı borçlandırılır.",
      "D": "İşletme serbest piyasadan döviz satın aldığında yabancı paralar kasası yardımcı hesabı borçlanırken, Türk Lirası kasası yardımcı hesabı alacaklanır.",
      "E": "İşletme satıcılara olan borcunu nakit olarak ödediğinde kasa hesabı alacaklanır."
    },
    "explanation": "İşletme bankadaki mevduat hesabına para yatırdığında bankalar hesabı borçlanırken, kasa hesabı alacaklanır. C seçeneğinde kasa hesabı borçlanır, dendiğinden yanlış bir ifadedir ve sorunun doğru yanıtı \"C\" seçeneğidir."
  },
  {
    "id": "3104433",
    "unitNumber": 5,
    "text": "Bankalar hesabıyla ilgili olarak aşağıdaki ifadelerden hangisi <span style=\"text-decoration: underline;\">yanlıştır?</span>",
    "correctAnswer": "D",
    "options": {
      "A": "Bankalar hesabı bir varlık hesabıdır.",
      "B": "Tahsil için bankaya bırakılan bir çekin banka tarafından tahsil edilmesi durumunda bankalar hesabı borçlanır.",
      "C": "İşletmenin bankada bulunan hesabı üzerine keşide ettiği çekin bedeli ödendiğinde bankalar hesabı alacaklanır.",
      "D": "Tahsil için bankaya gönderilen senetlerin bedeli banka tarafından tahsil edildiğinde bankalar hesabı alacaklanır.",
      "E": "Bankadaki mevduat hesabından para çekildiğinde bankalar hesabı alacaklanır."
    },
    "explanation": "Tahsil için bankaya gönderilen senetlerin bedeli banka tarafından tahsil edildiğinde bankalar hesabı alacaklanmaz borçlanır. Dolayısıyla sorunun doğru yanıtı \"D\" seçeneğidir."
  },
  {
    "id": "3104434",
    "unitNumber": 5,
    "text": "Türk Ticaret Kanununda (TTK) lehtarın çeki ibraz süreleriyle ilgili aşağıdaki ifadelerden hangisi <span style=\"text-decoration: underline;\">yanlıştır?</span>",
    "correctAnswer": "E",
    "options": {
      "A": "Düzenlendiği yerde ödenecekse 10 gün içinde ibraz edilmelidir.",
      "B": "Düzenlendiği yerden başka bir yerde ödenecekse bir ay içinde ibraz edilmelidir.",
      "C": "Ödeneceği ülkeden başka bir ülkede düzenlenen çek, düzenlenme yeri ile ödeme yeri aynı kıtada ise bir ay içinde muhataba ibraz edilmelidir.",
      "D": "Ödeneceği ülkeden başka bir ülkede düzenlenen çek, düzenlenme yeri ile ödeme yeri farklı kıtalarda ise üç ay içerisinde muhataba ibraz edilmelidir.",
      "E": "Düzenlendiği yerden başka bir yerde ödenecekse 20 gün içerisinde ibraz edilmelidir."
    },
    "explanation": "Sorunun doğru yanıtı \"E\" seçeneğidir. Diğer seçeneklerde verilen ibraz süreleri doğrudur, E seçeneğinde verilen ibraz süresi ise yanlıştır."
  },
  {
    "id": "3104435",
    "unitNumber": 5,
    "text": "Alınan çekler hesabı ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Çek alındığı zaman bu hesap borçlandırılır.",
      "B": "Çek tahsil edildiğinde bu hesap borçlandırılır.",
      "C": "Çek ciro edildiğinde bu hesap borçlandırılır.",
      "D": "Çek tahsil için bankaya gönderildiğinde alınan çeklerin yardımcı hesabı cüzdandaki çekler hesabı borçlandırılır.",
      "E": "Bankaya tahsile gönderilen çek tahsil edildiğinde alınan çekler hesabının yardımcı hesabı olan cüzdandaki çekler hesabı alacaklandırılır."
    },
    "explanation": "Çek alındığında alınan çekler hesabı borçlandırılır. Dolayısıyla doğru ifade olan bu cümle \"A\" seçeneğinde verilmiştir. Doğru cevap \"A\" seçeneğidir."
  },
  {
    "id": "3104436",
    "unitNumber": 5,
    "text": "İşletme bankada bulunan ticari mevduat hesabından ödenmek üzere 1000 TL tutarında çek keşide etmiştir. Bu işleme ilişkin aşağıda verilen yevmiye kaydı bilgilerinden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Bankalar hesabı borçlandırılır.",
      "B": "Verilen çekler ve ödeme emirleri hesabı alacaklandırılır.",
      "C": "Alınan çekler hesabı alacaklandırılır.",
      "D": "Verilen çekler ve ödeme emirleri hesabı borçlandırılır.",
      "E": "Alınan çekler hesabı borçlandırılır."
    },
    "explanation": "İşletme banka hesabından ödenmek üzere çek keşide ettiğinde verilen çekler ve ödeme emirleri hesabı alacaklandırılır. Doğru olan ifade budur. Sorunun doğru yanıtı \"B\" seçeneğinde verilmiştir."
  },
  {
    "id": "3104437",
    "unitNumber": 5,
    "text": "İşletmenin borcuna karşılık düzenleyerek verdiği çek lehtar tarafından tahsil edildiğinde yapılan yevmiye kaydında aşağıdaki bilgilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Kasa hesabı alacaklandırılır.",
      "B": "Verilen çekler ve ödeme emirleri hesabı alacaklandırılır.",
      "C": "Bankalar hesabı alacaklandırılır.",
      "D": "Alınan çekler hesabı alacaklandırılır.",
      "E": "Satıcılar hesabı alacaklandırılır."
    },
    "explanation": "Çek lehtar tarafından tahsil edildiğinde bankalar hesabı alacaklandırılır. Sorunun doğru yanıtı \"C\" seçeneğidir."
  },
  {
    "id": "3104438",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi diğer hazır değerler hesabının içerisinde yer alan değerlerden birisi <span style=\"text-decoration: underline;\">değildir?</span>",
    "correctAnswer": "D",
    "options": {
      "A": "Posta pulları",
      "B": "Vadesi gelmiş kuponlar",
      "C": "Banka havaleleri",
      "D": "Hisse senetleri",
      "E": "Posta havaleleri"
    },
    "explanation": "Hisse senetleri bu hesabın içinde yer alan bir değer değildir. Sorunun doğru yanıtı \"D\" seçeneğidir."
  },
  {
    "id": "3104439",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Tekdüzen Hesap Planında dönen varlıkların ilk grubunu oluşturan hazır değerlerden birisi <span style=\"text-decoration: underline;\">değildir?</span>",
    "correctAnswer": "E",
    "options": {
      "A": "Kasa",
      "B": "Alınan çekler",
      "C": "Bankalar",
      "D": "Diğer hazır değerler",
      "E": "Diğer menkul kıymetler"
    },
    "explanation": "Diğer menkul kıymetler hazır değerler grubunda yer alan hesaplardan birisi değildir. Sorunun doğru yanıtı \"E\" seçeneğidir."
  },
  {
    "id": "3104440",
    "unitNumber": 5,
    "text": "Bir işletme için yabancı paraların miktarının takip edilmesi önemli ise, aşağıdaki hangi ana hesaplar kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Hazır Değerler",
      "B": "Menkul Kıymetler",
      "C": "Nazım Hesaplar",
      "D": "Borçlar",
      "E": "Stoklar"
    },
    "explanation": "Nazım Hesaplar; bir işletmenin alacağı, borcu ve varlıkları ile ilgili olmayan ancak bunların açıklanması için kullanılmak üzere Muhasebe Planında bulunan ana hesaptır."
  },
  {
    "id": "3104441",
    "unitNumber": 5,
    "text": "Aşağıdaki Hazır Değerler grubunda yer alan hesaplardan hangisi pasif karakterli bir hesaptır?",
    "correctAnswer": "B",
    "options": {
      "A": "Alınan Çekler",
      "B": "Verilen Çekler ve Ödeme Emirleri",
      "C": "Kasa",
      "D": "Bankalar",
      "E": "Diğer Hazır Değerler"
    },
    "explanation": "103 Verilen Çekler ve Ödeme Emirleri (-)"
  },
  {
    "id": "3104442",
    "unitNumber": 5,
    "text": "Aşağıdaki işlemelerden hangisi “Verilen Çekler ve Ödeme Emirleri” hesabının borcuna kaydedilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çek keşide edilerek mal alımı",
      "B": "Bankaya para yatırılması",
      "C": "İşletmenin aldığı çeki tahsil etmesi",
      "D": "Çek bedelinin bankaya yatırılması",
      "E": "Çekin ilgili tarafından tahsil edilmesi"
    },
    "explanation": "Doğru cevap e seçeneğidir. İşletme ticari faaliyetleri karşılığında çek keşide ettiğinde borcunda bir artış olması nedeniyle Verilen Çekler ve Ödeme Emirleri hesabı alacaklandılır. Keşide edilen çekin ve ödeme emrinin banka tarafından ilgili kişilere ödenmesi durumunda ise Verilen Çekler ve Ödeme Emirleri hesabı borçlandırılır."
  },
  {
    "id": "3104443",
    "unitNumber": 5,
    "text": "İşletmenin bir bankaya hitaben ödeme talimatı vermek üzere düzenlediği/ciro ettiği ödeme aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çek",
      "B": "Senet",
      "C": "Bono",
      "D": "Poliçe",
      "E": "Nakit"
    },
    "explanation": "Doğru cevap a seçeneğidir. İşletmeler faaliyetlerini yerine getirirken para tahsilatı ve ödemesi işlemlerini ya bizzat kendileri ya da bankalarda açtırmış oldukları hesapları üzerinden yaparlar. Ancak ödeme ve tahsilatların bankalarda bulunan hesaplar üzerinden yapılabilmesinde ödeme emri yerine geçen bir belge kullanmak durumundadır. Bu belgenin genel adına çek denir. Çek, yatırım ve kredi yolu ile elde edilmiş bankadaki emre hazır paranın, işletmenin kendisine veya üçüncü şahsa veya çek hamiline ödenmesi için bankaya verilen talimatı içeren, şekil ve içeri¤i kanunla tespit edilmiş kıymetli bir belgedir."
  },
  {
    "id": "3104444",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi hazır değerler grubunun bir unsuru değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "İştirakler",
      "B": "Alınan çekler",
      "C": "Kasa",
      "D": "Bankalar",
      "E": "Diğer hazır değerler"
    },
    "explanation": "Doğru cevap a seçeneğidir. <br/>Hazır Değerler, şu hesaplardan oluşmaktadır:<br/>100. KASA<br/>101. ALINAN ÇEKLER<br/>102. BANKALAR<br/>103. VERİLEN ÇEKLER VE ÖDEME EMİRLERİ (-)<br/>108. DİĞER HAZIR DEĞERLER<br/>Burada İştirakler bu gruba ait değildir."
  },
  {
    "id": "3104445",
    "unitNumber": 5,
    "text": "TAM işletmesi kasasında bulunan nakit fazlası olan 3.500 Türk Lirası ile $2.000 satın almıştır. Bu bilgilere göre işletmenin yapacağı yevmiye kaydı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kasa hesabı - Türk Lirası Kasası - 5.500 borçlu",
      "B": "Kasa hesabı - Türk Lirası Kasası - 3.500 borçlu",
      "C": "Kasa hesabı - Yabancı Paralar Kasası -$1.500 alacaklı",
      "D": "Kasa hesabı - Türk Lirası Kasası - $2.000alacaklı",
      "E": "Kasa hesabı - Yabancı Paralar Kasası - 3.500 borçlu"
    },
    "explanation": "Doğru cevap e seçeneğidir. Yabancı paralar kasasına para girişi olmuştur. bu durumda Türk lirası cinsinden 3.500 borçlu olur."
  },
  {
    "id": "3104446",
    "unitNumber": 5,
    "text": "İşletme aldığı bir çeki tahsil ettiğinde yapması gereken muhasebe kaydında aşağıdaki hesaplardan hangisinin kullanımı doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Kasa hesabı, Alacaklı",
      "B": "Bankalar hesabı, Alacaklı",
      "C": "Alınan Çekler hesabı, Borçlu",
      "D": "Verilen Çekler ve Ödeme Emirleri hesabı, Borçlu",
      "E": "Alınan Çekler hesabı, Alacaklı"
    },
    "explanation": "Doğru cevap e seçeneğidir. İşletme bir varlığın satışı veya vadesi bitmiş bir alacağını tahsil etmek için bir çek aldığında 101 Alınan Çekler hesabı borçlandırılır. Çek tahsil edildiğinde ise bu hesap alacaklandırılır."
  },
  {
    "id": "3104447",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kullanıldığında kasa hesabına daima borç kaydı yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kasa tahsil fişi",
      "B": "Kasa tediye fişi",
      "C": "Yazar kasa fişi",
      "D": "Mahsup fişi",
      "E": "Adisyon fişi"
    },
    "explanation": "Doğru cevap a seçeneğidir. İşletmeler, kasasına para girişi gerçekleştiğinde Kasa Tahsil Fişi belgesiyle muhasebe yazılımına bilgi vermektedir. Bu belgede kasaya giren paranın tutarı, ne için alındığı ve hangi hesap veya hesaplara alacak kaydedileceği gösterilmektedir. Tahsil fişi düzenlenmesi durumunda işletmenin kasasına nakit para girişi olması nedeniyle fişin borçlu tarafında her zaman kasa hesabı yer almaktadır."
  },
  {
    "id": "3104448",
    "unitNumber": 5,
    "text": "Hazır değerlerle ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kısa vadeli ve likiditesi yüksek olan varlık kalemleridir.",
      "B": "Yönetimin kontrolünde olan nakit ve nakit benzerleridir.",
      "C": "Tahviller hazır değerler grubunda yer alır.",
      "D": "Paraya kolaylıkla çevrilebilir.",
      "E": "Tekdüzen hesap planında Dönen Varlıkların ilk grubunu oluşturur."
    },
    "explanation": "Hazır değerler;<br/>- Kısa dönemli, likiditesi oldukça yüksek olan, hemen paraya çevrilebilme özelliğine sahip kalemlerdir. (a seçeneği doğrudur) <br/>- Yönetimin kontrolünde olan nakit ve nakit benzeri değerleri ifade etmektedir. ( b seçeneği doğrudur) <br/>- Nakit olarak elde bulunan varlıklar ile istendiği zaman değer kaybına uğramadan paraya çevrilme imkânı bulunan varlık kalemleridir. ( d seçeneği doğrudur) <br/>- Tekdüzen hesap planında Dönen Varlıkların ilk grubunu oluşturur. ( e seçeneği doğrudur) <br/>- Tahviller hazır değerler grubunda yer almaz. ( c seçeneği yanlıştır )"
  },
  {
    "id": "3104449",
    "unitNumber": 5,
    "text": "Hazır değerleri, işletmenin diğer varlıklarından ayıran en önemli özellik nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Likiditesi yüksektir",
      "B": "İşletmede en uzun süre tutulurlar",
      "C": "Borçların ödenmesinde kullanılır",
      "D": "İşletmedeki en büyük tutarlı unsurlardır",
      "E": "Ticari faaliyetlerin yürütülmesinde kullanılır"
    },
    "explanation": "Doğru cevap a seçeneğidir. Varlıklar, paraya dönüşen ve işletme faaliyetlerinde kullanılan olmak üzere iki gruba ayrılmaktadır. İşletmenin kasa veya bankasındaki parası ile kısa zaman içinde paraya dönüşecek diğer varlıklardan oluşturmaktadır. Bu nedenle hazır değerlerde bilançonun varlıklar bölümünde dönen varlıklar grubunun en likit unsurlarını içermektedir."
  },
  {
    "id": "3104450",
    "unitNumber": 5,
    "text": "Aşağıdaki mali nitelikli işlemlerden hangisinde Kasa hesabı alacaklandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tedarikçiye olan borç ödendiğinde",
      "B": "Bankadan para çekildiğinde",
      "C": "Çek tahsilatı yapıldığında",
      "D": "Senet karşılığında mal satın alındığında",
      "E": "Senet yenilendiğinde"
    },
    "explanation": "Doğru cevap a seçeneğidir. Nakit mal satışı, bankadan çekilen paralar, vadesi dolan alacakların alınması,menkul kıymetlerin satılması gibi finansal nitelikli olaylar sonucunda kasadaki para miktarı artarsa bu olaylar tahsilat olarak adlandırılır. Tahsilat işlemleri ise kasa hesabını borçlandırır.<br/>Nakit mal alışı, bankaya yatırılan paralar, çek ödemeleri, vadesi gelen borçların nakden ödenmesi, hisse senedi alımı gibi mali nitelikli olaylar sonucunda kasadaki para miktarı azalırsa bu olaylar tediye olarak adlandırılır. Tediye işlemleri ise, Kasa hesabını alacaklandırılır."
  },
  {
    "id": "3104451",
    "unitNumber": 5,
    "text": "Aşağıdaki hangisi hazır değerler gurubunda yer alan hesaplardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bankalar",
      "B": "Diğer Hazır Değerler",
      "C": "Kasa",
      "D": "Verilen çekler ve Ödeme Emirleri",
      "E": "Alacak Senetleri"
    },
    "explanation": "Hazır Değerler, aşağıdaki hesaplardan oluşmaktad›r:<br/>100. KASA<br/>101. ALINAN ÇEKLER<br/>102. BANKALAR<br/>103. VERİLEN ÇEKLER VE ÖDEME EMİRLERİ (-)<br/>108. DİĞER HAZIR DEĞERLER"
  },
  {
    "id": "3104452",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kasa hesabı ile ilgili olarak verilen ifadelerden doğru değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kasaya para girişleri hesabı borçlandırır",
      "B": "Hesap kalan verdiğinde alacak kalanı verir",
      "C": "Aktif karakterli bir hesaptır",
      "D": "Hesabın borç ve alacak toplamları birbirine eşitse hesap kapalıdır",
      "E": "Yabancı paralar Türk Lirası cinsinde kayda alınır"
    },
    "explanation": "a) Nakit mal satışı, bankadan çekilen paralar, vadesi dolan alacakların alınması menkul kıymetlerin satılması gibi finansal nitelikli olaylar sonucunda kasadaki para miktarı artarsa bu olaylar tahsilat olarak adlandırılır. Tahsilat işlemleri ise kasa hesabını borçlandırır. ( Doğru )<br/>c) Aktif karakterli bir hesaptır.Kasa hesabı, bir varlık hesabıdır ve bu nedenle varlık hesabının temel özelliklerini taşımaktadır. ( Doğru )<br/>d) Hesabın borç ve alacak toplamları birbirine eşitse hesap kapalıdır. (Doğru )<br/>e) Yabancı paralar Türk Lirası cinsinde kayda alınır. Türk Ticaret Kanunu’na göre işletmeler, muhasebe kayıtlarını Türkçe ve Türk Lirasına göre gerçekleştirmek zorundadır. Bu durumda işletmenin finansal işlemleri<br/>karşılaştığında yabancı para işlemlerinin Türk Lirasına çevrilerek muhasebeleştirilmesi gerekmektedir. işletme kasasına herhangi bir finansal işlem sonucunda giren yabancı para, serbest piyasa veya Türkiye Cumhuriyeti Merkez Bankası alış kuru üzerinden Türk Lirasına dönüştürülür. Yabancı paralar kasaya girdiğinde Türk Lirası değeri üzerinden borçlandırılır. ( Doğru )<br/>b) Hesap kalan verdiğinde alacak kalanı verir. (Yanlış)"
  },
  {
    "id": "3104453",
    "unitNumber": 5,
    "text": "TS işletmesi daha önce bankadaki hesabı üzerine keşide ettiği T25.000 nominal değerli çek için kasasındaki bir çeki ciro etmiştir. Buna göre, aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Verilen Çekler ve Ödeme Emirleri hesabı borçlandırılır",
      "B": "Bankalar hesabı alacaklanır",
      "C": "Alınan Çekler hesabı borçlandırılır",
      "D": "Kasa hesabı alacaklandırılır",
      "E": "Diğer Hazır Değerler hesabı alacaklandırılır"
    },
    "explanation": "Doğru cevap a seçeneğidir. Keşide edilen çekin ve ödeme emrinin banka tarafından ilgili kişilere ödenmesi durumunda Verilen Çekler ve Ödeme Emirleri hesabı borçlandırılır."
  },
  {
    "id": "3104454",
    "unitNumber": 5,
    "text": "Aşağıda Alınan Çekler hesabı ile ilgili verilen bilgilerden hangisi doğru değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çek, alındığı zaman Alınan Çekler hesabı borçlandırılır",
      "B": "Çek, ciro edildiğinde Alınan Çekler hesabı borçlandırılır",
      "C": "Çek, tahsil edildiğinde Alınan Çekler hesabı alacaklandırılır",
      "D": "Çek, tahsil için bankaya teslim edildiğinde Alınan Çekler hesabı hem borçlandırılır hem de alacaklandırılır",
      "E": "Çek, yenilendiğinde Alınan Çekler hesabı hem borçlandırılır hem de alacaklandırılır"
    },
    "explanation": "a) Çek, alındığı zaman Alınan Çekler hesabı borçlandırılır. ( Doğru )<br/>c) Çek, tahsil edildiğinde Alınan Çekler hesabı alacaklandırılır ( Doğru )<br/>d) Çek, tahsil için bankaya teslim edildiğinde Alınan Çekler hesabı hem borçlandırılır hem de alacaklandırılır ( Doğru )<br/>e) Çek, yenilendiğinde Alınan Çekler hesabı hem borçlandırılır hem de alacaklandırılır ( Doğru )<br/>b) Çek, ciro edildiğinde Alınan Çekler hesabı borçlandırılır (Yanlış ) İşletme, çek cirosu nedeniyle Alınan Çekler hesabını alacaklandırılır."
  },
  {
    "id": "3104455",
    "unitNumber": 5,
    "text": "Aşağıdaki hangisi Hazır Değerler grubunda yer alan ve işletmenin vadesi gelmiş kuponlara ve posta pullarına sahip olması durumda kayda alınan bir hesaptır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kasa",
      "B": "Alınan Çekler",
      "C": "Verilen Çekler ve Ödeme Emirleri",
      "D": "Diğer Hazır Değerler",
      "E": "Bankalar"
    },
    "explanation": "DİĞER HAZIR DEĞERLER<br/>Diğer nakitler; nitelik itibarıyla hazır değer sayılan vadesi gelmiş kuponları, posta pulları, banka ve posta havaleleri (yoldaki paralar) gibi kalemleri içerir.<br/>Doğru cevap d seçeneğidir."
  },
  {
    "id": "3104456",
    "unitNumber": 5,
    "text": "ABS işletmesi RİSK Bankasındaki ticari mevduat hesabına T1.000 nakit olarak yatırmıştır. Aşağıda ABS’nin yapacağı yevmiye kaydına ilişkin bilgilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Bankalar hesabı borçlandırılır",
      "B": "Alınan Çekler hesabı alacaklandırılır",
      "C": "Verilen Çekler ve Ödeme Emirleri hesabı alacaklandırılır",
      "D": "Kasa hesabı borçlandırılır",
      "E": "Diğer Hazır Değerler hesabı alacaklandırılır"
    },
    "explanation": "ABS işletmesi, kasasında bulunan 1.000 lirayı bankadaki ticari mevduat hesabına yatırmaktadır. Böylece bankadaki parası artarken kasasındaki para azalmaktadır. Hem Kasa hesabı hem de Bankalar hesabının birer varlık hesabı olmaları nedeniyle Bankalar hesabındaki artış borçlandırılırken Kasa hesabındaki azalış alacaklandırılmaktadır.<br/>Doğru cevap a seçeneğidir."
  },
  {
    "id": "3104457",
    "unitNumber": 5,
    "text": "Hazır Değerlere ait aşağıdaki verilen ifadelerden hangisi doğru değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hazır değerler, aktif karakterli hesaplardan oluşur",
      "B": "Hazır değerler, para ve para benzeri nakit değeri taşıyan hesaplardan oluşur",
      "C": "Hazır değerler grubunda en likit kalem Sermaye hesabıdır",
      "D": "Hazır değerler dönen varlıklar içinde yer alır",
      "E": "Hazır değerler, likiditesi oldukça yüksek kalemlerden oluşur"
    },
    "explanation": "a) Hazır değerler, aktif karakterli hesaplardan oluşur. (Doğru) Örnek; Kasa, Alınan Çekler <br/>b) Hazır değerler, para ve para benzeri nakit değeri taşıyan hesaplardan oluşur (Doğru) <br/>d) Hazır değerler dönen varlıklar içinde yer alır (Doğru) Hazır değerlerde<br/>bilançonun varlıklar bölümünde dönen varlıklar grubunun en likit unsurlarını içermektedir.<br/>e) Hazır değerler, likiditesi oldukça yüksek kalemlerden oluşur. (Doğru) Hazır değerler; kısa dönemli, likiditesi oldukça yüksek olan, hemen paraya<br/>çevrilebilme özelli¤ine sahip kalemlerdir.<br/>c) Hazır değerler grubunda en likit kalem Sermaye hesabıdır. (Yanlış) İşletmenin kasa veya bankasındaki parası ile kısa zaman içinde paraya dönüşecek diğer varlıklardan oluşturmaktadır. Bu nedenle hazır değerlerde bilançonun varlıklar bölümünde dönen varlıklar grubunun en likit unsurlarını içermektedir."
  },
  {
    "id": "3104458",
    "unitNumber": 5,
    "text": "İşletmenin cüzdanında tahsil edilmek üzere duran bir çekin bir başkasına ciro edilmesi durumunda, işletme bu işlemle ilgili olarak aşağıdakilerden hangisini yapar?",
    "correctAnswer": "C",
    "options": {
      "A": "Kasa Hesabını borçlandırır.",
      "B": "Alınan Çekler Hesabını borçlandırır.",
      "C": "Alınan Çekler Hesabını alacaklandırır.",
      "D": "Bankalar Hesabını alacaklandırır.",
      "E": "Verilen Çekler ve Ödeme Emirleri Hesabını alacaklandırır."
    },
    "explanation": "İşletme bir varlığın satışı veya vadesi bitmiş bir alacağını tahsil etmek için bir çek aldığında 101 Alınan Çekler hesabı borçlandırılır. Çek tahsil edildiğinde ise bu hesap alacaklandırılr. Doğru cevap c seçeneğidir. Alınan Çekler Hesabını alacaklandırır."
  },
  {
    "id": "3104459",
    "unitNumber": 5,
    "text": "İşletme, bankadaki mevduat hesabından para çektiğinde, aşağıdakilerden hangisi yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bankalar hesabı alacaklandırılır.",
      "B": "Banka kredileri hesabı borçlandırılır.",
      "C": "Bankalar hesabı borçlandırılır.",
      "D": "Kasa hesabı alacaklandırılır.",
      "E": "Banka kredileri hesabı alacaklandırılır."
    },
    "explanation": "Doğru cevap a seçeneğidir. Bankalar hesabı alacaklandırılır. <br/>Bankadaki hesaba para yatırıldığı zaman 102 Bankalar hesabının borç tarafına kayıt yapılır. Bankadaki hesaptan para çekildiğinde ise 102 Bankalar hesabının alacak tarafına kayıt yapılır."
  },
  {
    "id": "3104460",
    "unitNumber": 5,
    "text": "İşletme kasasındaki bir miktar parayı bankadaki meduat hesabına yatırdığında aşağıdaki hesaplardan hangisi borçlandırılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kasa",
      "B": "Banka Kredileri",
      "C": "Alınan Çekler",
      "D": "Verilen Çekler ve Ödeme Emirleri",
      "E": "Bankalar"
    },
    "explanation": "Doğru cevap e seçeneğidir. Bankadaki hesaba para yatırıldığı zaman 102 Bankalar hesabının borç tarafına kayıt yapılır. Bankadaki hesaptan para çekildiğinde ise 102 Bankalar hesabının alacak tarafına kayıt yapılır. Dolayısıyla Bankalar hesabı borçlandırılır."
  },
  {
    "id": "3104461",
    "unitNumber": 5,
    "text": "İşletme, alınan çekleri tahsil ederek bankadaki mevduat hesabına yatırdığında aşağıdakilerden hangisi yapılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bankalar borçlu, Kasa alacaklı",
      "B": "Bankalar borçlu, Alınan Çekler alacaklı",
      "C": "Kasa borçlu, Bankalar alacaklı",
      "D": "Alınan Çekler borçlu, Bankalar alacaklı",
      "E": "Alınan Çekler borçlu, Kasa alacaklı"
    },
    "explanation": "İşletmenin bankadaki ticari mevduat hesabında bir artış olması nedeniyle Bankalar hesabı borçlandırılırken işletmenin sahip olduğu çekte azalma olduğu için Alınan Çekler hesabı alacaklandırılır. Doğru cevap b seçeneğidir. Bankalar borçlu, Alınan Çekler alacaklı"
  },
  {
    "id": "3104462",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi \"hazır değerler\" kapsamında değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kasa",
      "B": "Bankalar",
      "C": "Alınan çekler",
      "D": "Hisse senetleri",
      "E": "Verilen Çekler ve Ödeme Emirleri (-)"
    },
    "explanation": "Hazır Değerler aşağıdaki hesaplardan oluşmaktadır:<br/>100. KASA<br/>101. ALINAN ÇEKLER<br/>102. BANKALAR<br/>103. VERİLEN ÇEKLER VE ÖDEME EMİRLERİ (-)<br/>108. DİĞER HAZIR DEĞERLER<br/>Doğru cevap d seçeneğidir. Hisse Senetleri Hazır değerler kapsamında değildir."
  },
  {
    "id": "3104463",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Kasa Hesabının borcuna kaydedilemez?",
    "correctAnswer": "E",
    "options": {
      "A": "Peşin satılan malların bedeli",
      "B": "Kredili satışlardan tahsilat",
      "C": "İşletmede tutulmak üzere bankadaki hesaptan çekilen paralar",
      "D": "Çeklerden yapılan tahsilat",
      "E": "Sayım sonucunda belirlenen kasa noksanı"
    },
    "explanation": "Kasaya para girişi olduğunda kasa hesabı borçlanır. Kasadan para çıktığında kasa hesabı alacaklanır. Doğru cevap e seçeneğidir."
  },
  {
    "id": "3104464",
    "unitNumber": 5,
    "text": "Kasadan para çıkışını kayda alan fiş aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Perakende satış fişi",
      "B": "Tahsil fişi",
      "C": "KDV fişi",
      "D": "Tediye fişi",
      "E": "Mahsup fişi"
    },
    "explanation": "Kasa Tediye Fişi; İşletmelerin ödediği paralar karşılığında düzenledikleri<br/>ve ödeme işlemi sonucunda teslim al›nan belgedir. İşletmenin kasasından para çıkışı olması durumunda işletme Kasa Tediye Fişi düzenlemektedir.<br/>Doğru cevap d seçeneğidir."
  },
  {
    "id": "3104465",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi işletmenin finansal varlıkları arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ticari borçlar",
      "B": "Hisse senetleri",
      "C": "Borç senetleri",
      "D": "Kredi borçları",
      "E": "Tahvil borçları"
    },
    "explanation": "Finansal varlıklar, sahibine sözleşmeye dayalı bir hak kazandıran finansal araçlardır. Nakit, ticari alacaklar, alacak senetleri, kredi alacakları, hisse senetleri, tahviller vb. finansal araçlar; finansal varlık olarak kabul edilmektedir. Finansal borçlar ise sahibine sözleşmeden kaynaklanan bir yükümlülük yükleyen finansal araçlardır. Ticari borç, borç senetleri, kredi borçları, tahvil borçları vb. finansal araçlar; finansal borç olarak kabul edilmektedir."
  },
  {
    "id": "3104466",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi işletmenin ticari borçları arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Nakit",
      "B": "Kredi alacakları",
      "C": "Borç senetleri",
      "D": "Hisse senetleri",
      "E": "Tahviller"
    },
    "explanation": "Finansal varlıklar, sahibine sözleşmeye dayalı bir hak kazandıran finansal araçlardır. Nakit, ticari alacaklar, alacak senetleri, kredi alacakları, hisse senetleri, tahviller vb. finansal araçlar; finansal varlık olarak kabul edilmektedir. Finansal borçlar ise sahibine sözleşmeden kaynaklanan bir yükümlülük yükleyen finansal araçlardır. Ticari borç, borç senetleri, kredi borçları, tahvil borçları vb. finansal araçlar; finansal borç olarak kabul edilmektedir."
  },
  {
    "id": "3104467",
    "unitNumber": 5,
    "text": "Aşağıdaki Hazır Değerler hesaplarından hangisi en likit özelliğe sahiptir?",
    "correctAnswer": "C",
    "options": {
      "A": "Vadesi Gelmiş Kuponlar Hesabı",
      "B": "Alınan Çekler Hesabı",
      "C": "Kasa Hesabı",
      "D": "Verilen Çekler Ve Ödeme Emirleri Hesabı",
      "E": "Bankalar Hesabı"
    },
    "explanation": "Tekdüzen hesap planında Dönen Varlıkların ilk grubunu oluşturan Hazır Değerler, aşağıdaki hesaplardan oluşmaktadır: 100.KASA 101. ALINAN ÇEKLER 102.BANKALAR 103.VERİLEN ÇEKLER VE ÖDEME EMİRLERİ (-) 108. DİĞER HAZIR DEĞERLER Ayrıca hesap planı oluşturulurken hazır değerlerdeki hesaplar, en likitten daha az likite doğru sıralanmaktadır."
  },
  {
    "id": "3104468",
    "unitNumber": 5,
    "text": "Aşağıdaki işlemlerden hangisi Kasa Hesabına borç kaydı yapılmasını gerektirir?",
    "correctAnswer": "A",
    "options": {
      "A": "Müşteriden senet tahsil edilmesi",
      "B": "Peşin malzeme satın alınması",
      "C": "Kredili mal satışı",
      "D": "Bankaya para yatırılması",
      "E": "Hisse senedi alınması"
    },
    "explanation": "Nakit mal satışı, bankadan çekilen paralar, vadesi dolan alacakların alınması, menkul kıymetlerin satılması gibi finansal nitelikli olaylar sonucunda kasadaki para miktarı artarsa bu olaylar tahsilat olarak adlandırılır. Tahsilat işlemleri ise kasa hesabını borçlandırır.<br/>Nakit mal alışı, bankaya yatırılan paralar, çek ödemeleri, vadesi gelen borçların nakden ödenmesi, hisse senedi alımı gibi mali nitelikli olaylar sonucunda kasadaki para miktarı azalırsa bu olaylar tediye olarak adlandırılır. Tediye işlemleri ise, Kasa hesabını alacaklandırılır."
  },
  {
    "id": "3104469",
    "unitNumber": 5,
    "text": "İşletmeler yabancı paralarının miktarını takip amacıyla aşağıdaki hesaplardan hangisini kullanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Alınan Çekler Hesabı",
      "B": "Kur hesabı",
      "C": "Nazım hesaplar",
      "D": "Bankalar hesabı",
      "E": "Yabancı paralar kasası hesabı"
    },
    "explanation": "İşletmenin sahip olduğu yabancı paraların kullanılması durumunda yapılan ödemeler yabancı paraların ilk alış kuru değeri üzerinden Türk Lirası olarak kasadan çıkışı gerçekleştirilir. Yabancı paralar kasadan çıktığında Türk Lirası değeri üzerinden alacaklandırılır. Böylece Yabancı Paralar Kasası hesabının borç kalanı ilk alış kuru değerine bölünerek kasada bulunması gereken yabancı para miktarının tespit edilmesi amaçlanmaktadır. Ancak işletme için yabancı paraların miktarının takip edilmesi önemli ise bu durumda Nazım Hesaplar yardımıyla yabancı paraların takibi gerçekleştirilebilir."
  },
  {
    "id": "3104470",
    "unitNumber": 5,
    "text": "Aşağıdaki finansal işlemlerden hangisinde Kasa hesabı alacaklandırılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Bankadan para çekilmesi",
      "B": "Çek tahsili",
      "C": "Senetle mal satın alımı",
      "D": "Satıcılara olan borcun ödenmesi",
      "E": "Menkul kıymetlerin satılması"
    },
    "explanation": "Nakit mal satışı, bankadan çekilen paralar, vadesi dolan alacakların alınması, menkul kıymetlerin satılması gibi finansal nitelikli olaylar sonucunda kasadaki para miktarı artarsa bu olaylar tahsilat olarak adlandırılır. Tahsilat işlemleri ise kasa hesabını borçlandırır.<br/>Nakit mal alışı, bankaya yatırılan paralar, çek ödemeleri, vadesi gelen borçların nakden ödenmesi, hisse senedi alımı gibi mali nitelikli olaylar sonucunda kasadaki para miktarı azalırsa bu olaylar tediye olarak adlandırılır. Tediye işlemleri ise, Kasa hesabını alacaklandırılır."
  },
  {
    "id": "3104471",
    "unitNumber": 5,
    "text": "Verilen Çekler ve Ödeme Emirleri hesabı ile ilgili aşağıdaki ifadelerden hangisi söylenemez?",
    "correctAnswer": "D",
    "options": {
      "A": "Nakit ve nakit benzerleri grubunda indirim olarak yer alır.",
      "B": "Çek keşide edildiğinde hesap alacaklandırılır.",
      "C": "Hesapta yer alan çekler ibraz vadelidir.",
      "D": "Aktif karakterli bir hesaptır.",
      "E": "Alacak kalanı verir."
    },
    "explanation": "103 VERİLEN ÇEKLER VE ÖDEME EMİRLERİ hesabı, bilançoda gösterilirken nakit ve nakit benzerleri grubunda bir indirim olarak yer almaktadır. Bir diğer ifade ile pasif karakterli bir hesap olmasına rağmen aktifte gösterilmektedir.<br/>İşletme ticari faaliyetleri karşılığında çek keşide ettiğinde borcunda bir artış olması nedeniyle Verilen Çekler ve Ödeme Emirleri hesabı alacaklandırılır. Hesap, pasif karakterli olması nedeniyle, kalan verirse alacak kalanı verir. Hesabın alacak kalanı vermesi durumunda keşide edilen çeklerin ya da verilen ödeme emirlerinin, işletmenin; lehtara bankadaki ticari mevduat hesabından veya nakden bir ödeme yapmadığı anlaşılmalıdır. İşletmenin verdiği çekler de ibraz vadelidir.Bu soruda d şıkkı yanlıştır. Burada hesap aktif değil pasif karakterli bir hesaptır."
  },
  {
    "id": "3104472",
    "unitNumber": 5,
    "text": "“A” işletmesi satın aldığı mal için verdiği çekin tedarikçisi tarafından tahsil edildiğini banka hesap özetinden öğrenmiştir.Bu işleme göre yapılacak yevmiye kaydında aşağıdaki hesaplardan hangisi borçlandırılacaktır?",
    "correctAnswer": "D",
    "options": {
      "A": "Alıcılar Hesabı",
      "B": "Alınan Çekler Hesabı",
      "C": "Bankalar Hesabı",
      "D": "Verilen Çekler ve Ödeme Emirleri Hesabı",
      "E": "Ticari Mallar Hesabı"
    },
    "explanation": "Keşide edilen çekin ve ödeme emrinin banka tarafından ilgili kişilere ödenmesi durumunda ise Verilen Çekler ve Ödeme Emirleri hesabı borçlandırılır."
  },
  {
    "id": "3104473",
    "unitNumber": 5,
    "text": "Mutluluk işletmesi daha önce Çelik işletmesinden kredili olarak 1.500 TL’ye satın almış olduğu malın borcu için kasasındaki çeki ciro etmiştir. İlgili yevmiye kaydı nasıl olmalıdır?\n<br/>I. Alınan çekler hesabı alacaklandırılır\n<br/>II. Satıcılar hesabı borçlandırılır\n<br/>III. Kasa hesabı alacaklandırılır\n<br/>IV Verilen Çekler ve Ödeme Emirleri Hs borçlandırılır",
    "correctAnswer": "D",
    "options": {
      "A": "II ve III",
      "B": "II ve IV",
      "C": "III ve IV",
      "D": "I ve II",
      "E": "I ve III"
    },
    "explanation": "Mutluluk işletmesi, Çelik işletmesinden satın aldığı malların borcunu kısa bir süre içinde ödemeyi taahhüt etmiştir. Bu nedenle kredili olarak satın aldığı malların borcunu nakden ödeyememiş ve Mutluluk İşletmesi, sahip olduğu 1.500’lık çekin üzerindeki tüm haklarını kayıtsız ve şartsız bir şekilde Çelik işletmesine devrederek ciro yapmıştır. İşletme, çek cirosu nedeniyle Alınan Çekler hesabını alacaklandırmıştır. Satıcılar hesabı borçlandırılır"
  },
  {
    "id": "3104474",
    "unitNumber": 5,
    "text": "Türk Ticaret Kanunun 796. maddesinde lehtarın çeki ibraz sürelerinin düzenlenmesine ilişkin aşağıdakilerden hangisi doğrudur?1. Düzenlendiği yerde ödenecekse on gün, düzenlendiği yerden başka bir yerde ödenecekse bir ay içinde muhataba ibraz edilmelidir.2. TTK madde 797’ye göre çekin, takvimleri farklı olan iki yer arasında düzenlenmesi durumunda düzenlenme günü, ödeme yerindeki takvimin onu karşılayan gününe dönüştürülür.3. Ödeneceği ülkeden başka bir ülkede düzenlenen çek, düzenlenme yeri ile ödeme yeri aynı kıtada ise bir ay ve farklı kıtalarda ise üç ay içinde muhataba ibraz edilmelidir.",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız 1",
      "B": "Yalnız 2",
      "C": "Yalnız 3",
      "D": "1, 2, 3",
      "E": "1 ve 2"
    },
    "explanation": "• Düzenlendiği yerde ödenecekse on gün, düzenlendiği yerden başka bir yerde ödenecekse bir ay içinde muhataba ibraz edilmelidir. • Ödeneceği ülkeden başka bir ülkede düzenlenen çek, düzenlenme yeri ile ödeme yeri aynı kıtada ise bir ay ve farklı kıtalarda ise üç ay içinde muhataba ibraz edilmelidir. • İlk iki maddede yazılı süreler, çekte yazılı olan düzenlenme tarihinin ertesi günü başlamaktadır. • TTK madde 797’ye göre çekin, takvimleri farklı olan iki yer arasında düzenlenmesi durumunda düzenlenme günü, ödeme yerindeki takvimin onu karşılayan gününe dönüştürülür"
  },
  {
    "id": "3104475",
    "unitNumber": 5,
    "text": "Verilenlerden hangisi özkaynağa dayalı finansal araçlar arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Hazır Değerler",
      "B": "Alacaklar",
      "C": "Menkul Kıymetler",
      "D": "Alacak Senetleri",
      "E": "Finansal Borçlar"
    },
    "explanation": "Finansal Borçlar"
  },
  {
    "id": "3104476",
    "unitNumber": 5,
    "text": "İşletmenin faaliyetlerini sürdürebilmesi için kullanılmaya hazır para ve para benzeri değerler bilançonun hangi değerini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Hazır Değerler",
      "B": "Özkaynaklar",
      "C": "Taşıtlar",
      "D": "Yabancı sermaye",
      "E": "Karşılıklar"
    },
    "explanation": "Hazır değerler"
  },
  {
    "id": "3104477",
    "unitNumber": 5,
    "text": "Verilenlerden hangisi hazır değerler grubunda yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Kasa",
      "B": "Alınan Çekler",
      "C": "Bankalar",
      "D": "Alınan çekler ve ödeme emirleri",
      "E": "Diğer Hazır değerler"
    },
    "explanation": "Alınan çekler ve ödeme emirleri"
  },
  {
    "id": "3104478",
    "unitNumber": 5,
    "text": "İşletmenin tahsil ettikleri paralar karşılığında düzenledikleri ve parayı veren kimselere teslim ettikleri belge verilenlerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kasa mahsup Fişi",
      "B": "Kasa Tahsil Fişi",
      "C": "Kasa tediye fişi",
      "D": "Gider Pusulası",
      "E": "Gelir Pusulası"
    },
    "explanation": "Kasa Tahsil Fişi"
  },
  {
    "id": "3104479",
    "unitNumber": 5,
    "text": "Koç İşletmesi 12 .11, 20... tarihinde kasasında bulunan 24.000 lirayı A Bankasınna yatırmıştır. İlgili muhasebe kaydı verilenlerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "_________________________ _________________\n 100 Kasa Hs 24.000\n 102 Bankalar Hs. 24.000\n 102.01. A Bankası\n ___________________________ __________________",
      "B": "______________ _______________________________\n !02 Bankalar Hs 24.000\n 102.01 a Bankası\n 121 Alacak senetleri Hs 24.000\n ________________ _____________________________",
      "C": "_______________ _______________\n 102 Bankalar hs 24.000\n 102.01 A bankası\n 100 Kasa Hs 24.000\n ________________ __________________",
      "D": "_______________ _________________\n 100 Kasa Hs 24.000\n 100 Kasa Hs 24.000\n 100.01 A Bankası hs\n ________________ _________________",
      "E": "_________________ ___________________\n 108 Diğer Hazır Değerler hs 24.000\n 100 Kasa HS 24.000\n _______________ _________________________"
    },
    "explanation": "_______________________ ______________\n 102 Bankalar hs 24.000\n 102.01 A bankası\n 100 Kasa Hs 24.000\n ______________________ ___________________"
  },
  {
    "id": "3104480",
    "unitNumber": 5,
    "text": "_______________ ____________\n 102 Bankalar Hs\n 101 Alınan çekler hs\n _________________ ___________\n Verilen yevmiye kaydı hangi muhasebe işlemine ait olabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bankaya bırakılan çekin tahsil edilerek bankalar hesabında yer alması",
      "B": "Bankadan daha önce verilen bir çekin ödenmesi",
      "C": "Bankaya yabahcı paranın döviz cinsinden yatırılması",
      "D": "Satılan bir mal için çek alınarak bankalar hesabına devredilmesi",
      "E": "Çeklerin protestoya verilerek tahsil edilmesi"
    },
    "explanation": "Bankaya bırakılan çekin tahsil edilerek bankalar hesabında yer alması"
  },
  {
    "id": "3104481",
    "unitNumber": 5,
    "text": "Yabnacı paraların muhasebeleştirilmesi ile ilgili olarak verilenlerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "İşletmenin sahip olduğu yabancı paraların kullanılması durumunda yapılan ödemeler satış kuru değeri üzerinden Türk Lirası olarak kasadan çıkışı yapılır.",
      "B": "Yabancı paralar kasadan çıktığında türk Lirası üzerinden borçlandırılır.",
      "C": "İşletmenin sahip olduğu yabancı paraların kullanılması durumunda yapılan ödemeler yabancı paraların ilk alış kuru değeri üzerinden Türk Lirası olarak kasadan çıkış gereçekleştirilir. Yabancı paralar kasadan çıktığında Türk Lirası değeri üzerinden alacaklandırılır.",
      "D": "İşletmenin sahip olduğu yabancı paraların kullanılması durumunda yapılan tahsilatlar yabancı paraların ilk alış kuru üzerinden Türk Lirası olarak kasadan çıkış yapılır.",
      "E": "İşletmenin ship olduğu yabıncı paraların kullanılması durumunda yapılan ödemeler yabancı paraların ilk alış kuru değeri üzerinden Yabancı para değeri olarak kasadan çıkış yapılır."
    },
    "explanation": "İşletmenin sahip olduğu yabancı paraların kullanılması durumunda yapılan ödemeler yabancı paraların ilk alış kuru değeri üzerinden Türk Lirası olarak kasadan çıkış gereçekleştirilir. Yabancı paralar kasadan çıktığında Türk Lirası değeri üzerinden alacaklandırılır."
  },
  {
    "id": "3104482",
    "unitNumber": 5,
    "text": "Yatırım ve kredi yolu ile elde edilmiş bankadaki emre hazır paranın, işletmenin kendisine veya üçüncü sşahıs veya çek hamiline ödenmesi için bankaya verilen talimatı içeren, şekli ve içeriği kanunla tespit edilmiş kıymetli belge verilenlerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Senet",
      "B": "Hisse Senedi",
      "C": "Tahvil",
      "D": "Çek",
      "E": "Fiş"
    },
    "explanation": "Çek"
  },
  {
    "id": "3104483",
    "unitNumber": 5,
    "text": "A İşletmesi kasasnıda bulunan 6000 nominal değerli çeki tahsil etmiştir. Verilenlerden hangisi muhasebeleştirilme kaydıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "_____________ __________________\n 100 Kasa Hs 6000\n 101 Alınan Çekler Hs 6000\n 101.01 Cüzdandaki çekler hs\n ________________ ____________________",
      "B": "___________________ ________________\n 101 Alınan çekler Hs 6000\n 100 Kasa Hs 6000\n ___________ _______________________",
      "C": "_______________ _____________________\n 102 Bankalar hs 6000\n 101 Alınan Çekler Hs 6000\n _______________ _____________________",
      "D": "_______________ _________________\n 320 Satıcılar Hs 6000\n 101 Alınan Çekler Hs 6000\n ___________________ _________________",
      "E": "______________ ___________________\n 100 Kasa hs 6000\n 103 Verilen çekler ve ödeme emirleri hs 6000\n _________________ ______________________"
    },
    "explanation": "____________________ ____________________\n 100 Kasa Hs 6000\n 101 Alınan Çekler Hs 6000\n 101.01 Cüzdandaki çekler hs\n ______________ _______________________________"
  },
  {
    "id": "3104484",
    "unitNumber": 5,
    "text": "103 Verilen çekler ve ödeme emirleri hesabı ile ilgili verilenlerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "İşletme tarafından diğer kişiler için düzenlenen çekler bu hesapta takip edilir.",
      "B": "İşletme tarafından diğer kişiler için bankaya verilen ödeme emirleri (virman) bu hesapta takip edilir.",
      "C": "Bu hesah bilançoda gösterilirken nakit ve nakit benzerleri grubunda bir indirim olarak yer almaktadır.",
      "D": "Pasif karakterli bir hesap olmasına rağmen aktifte gösterilir.",
      "E": "Aktif karakterli bir hesap olmasına rağmen pasifte gösterilir."
    },
    "explanation": "Aktif karakterli bir hesap olmasına rağmen pasifte gösterilir."
  },
  {
    "id": "3104485",
    "unitNumber": 6,
    "text": "İşletmenin temel faaliyet konusu olan ticari malların satışı sonucunda doğan ve belgeye dayandırılmayan alacaklar aşağıdaki hesaplardan hangisinde izlenir?",
    "correctAnswer": "D",
    "options": {
      "A": "Alacak Senetleri Hesabı",
      "B": "Verilen Depozito ve Teminatlar",
      "C": "Şüpheli Alacaklar Hesabı",
      "D": "Alıcılar Hesabı",
      "E": "Ticari Borçlar Hesabı"
    },
    "explanation": "İşletmelerin ana faaliyet konusunu oluşturan mal veya hizmet satışlarından ortaya çıkan, çek ve senede bağlanmamış alacaklar; 120 ALICILAR hesabında izlenir."
  },
  {
    "id": "3104486",
    "unitNumber": 6,
    "text": "Aşağıdaki işlemlerden hangisi Alıcılar Hesabına borç kaydı yapılmasını gerektirir?",
    "correctAnswer": "C",
    "options": {
      "A": "Müşterilerden tahsil edilen paralar",
      "B": "Müşterilere yapılan miktar ve kasa iskontoları",
      "C": "Vadeli mal ve hizmet satışları",
      "D": "İdari takibe alınan alacaklar",
      "E": "Şüpheli duruma düşen alacaklar"
    },
    "explanation": "Alacağın doğması ile hesaba borç, tahsil edilmesi ile hesaba alacak kaydedilir.\n<br/>Alıcılar hesabının işleyişi ve muhasebeleştirilmesi aşağıdaki büyük defter üzerinde örneklendirilmiştir. Daha önceki, dönemden devreden senetsiz alacaklar, Vadeli (kredili) mal ve hizmet satışları, Senetsiz alacaklara tahakkuk ettirilen faizler, Eksik, hatalı vb. nedenler ile yapılan düzeltmeler ve diğer işlemler hesabın borcunda izlenirken; Müşterilerden tahsil edilen paralar, Alıcılara hesabına karşılık alınan senetler, Müşterilere yapılan miktar ve kasa iskontoları, İdari takibe alınan alacaklar, Şüpheli duruma düşen alacaklar, Eksik, hatalı vb. nedenler ile yapılan düzeltmeler ise hesabın alacağında izlenir."
  },
  {
    "id": "3104487",
    "unitNumber": 6,
    "text": "Aşağıdaki işlemlerden hangisi Alıcılar Hesabına alacak kaydı yapılmasını gerektirir?",
    "correctAnswer": "A",
    "options": {
      "A": "Müşterilerden tahsil edilen paralar",
      "B": "Önceki dönemden devreden senetsiz alacaklar",
      "C": "Vadeli mal ve hizmet satışları",
      "D": "Senetsiz alacaklara tahakkuk ettirilen faizler",
      "E": "Eksik, hatalı vb. nedenler ile yapılan düzeltmeler"
    },
    "explanation": "Alacağın doğması ile hesaba borç, tahsil edilmesi ile hesaba alacak kaydedilir.\n<br/>Alıcılar hesabının işleyişi ve muhasebeleştirilmesi aşağıdaki büyük defter üzerinde örneklendirilmiştir. Daha önceki, dönemden devreden senetsiz alacaklar, Vadeli (kredili) mal ve hizmet satışları, Senetsiz alacaklara tahakkuk ettirilen faizler, Eksik, hatalı vb. nedenler ile yapılan düzeltmeler ve diğer işlemler hesabın borcunda izlenirken; Müşterilerden tahsil edilen paralar, Alıcılara hesabına karşılık alınan senetler, Müşterilere yapılan miktar ve kasa iskontoları, İdari takibe alınan alacaklar, Şüpheli duruma düşen alacaklar, Eksik, hatalı vb. nedenler ile yapılan düzeltmeler ise hesabın alacağında izlenir."
  },
  {
    "id": "3104488",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bonoların üzerinde yazılı olan değeri ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Tasarruf Değeri",
      "B": "Nominal Değer",
      "C": "Vergi Değeri",
      "D": "Borsa Değeri",
      "E": "Maliyet Değeri"
    },
    "explanation": "Bono (Emre Yazılı Senet): Kambiyo senetlerinden olup, ticari faaliyet sonucunda borçlunun alacaklısına olan borcunu belirli bir vade sonunda belirli bir faize katlanarak kayıtsız ve şartsız ödeyeceğini gösteren belgedir, Senedin üzerindeki yazılı olan değere nominal değer denilir."
  },
  {
    "id": "3104489",
    "unitNumber": 6,
    "text": "“C” işletmesi ortaklardan biri olan Hasan Yücel’in taahhüt ettiği 50.000 Türk Liranın ödendiğini “Y” bankasından gelen dekonttan öğrenmiştir.\n<br/>Bu bilgilere göre yapılacak yevmiye kaydında alacaklandırılacak hesap aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Personelden Alacaklar Hesabı",
      "B": "İştiraklerden Alacaklar Hesabı",
      "C": "Şüpheli Diğer Alacaklar",
      "D": "Bağlı Ortaklıklardan Alacaklar Hesabı",
      "E": "Ortaklardan Alacaklar Hesabı"
    },
    "explanation": "Ortakların henüz yerine getirmedikleri sermaye taahhütleri, işletmeden çekilen paralar veya ödünç aldıkları paralar için işletmeye olan kısa vadeli borçları söz konusu olabilmektedir. Ortaklara verilen borçlar, finansal raporların hatalı analiz edilmesini önlemek amacıyla ayrı bir hesapta izlenmelidir. İşletme ortaklarından olan bu alacaklar 131 Ortaklardan Alacaklar hesabında izlenir."
  },
  {
    "id": "3104490",
    "unitNumber": 6,
    "text": "Bir işletmenin sermayesinin %50’sinden fazlasına sahip olduğu diğer işlemlerden olan ve bir ticari işlem sonucu doğmamış bulunan alacakları hangi hesapta izlenir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ortaklardan Alacaklar Hesabı",
      "B": "İştiraklerden Alacaklar Hesabı",
      "C": "Bağlı Ortaklıklardan Alacaklar Hesabı",
      "D": "Personelden Alacaklar Hesabı",
      "E": "Şüpheli Diğer Alacaklar Hesabı"
    },
    "explanation": "Bir işletmenin sermayesinin %50’sinden fazlasına sahip olduğu diğer işlemlerden olan ve bir ticari işlem sonucu doğmamış bulunan alacakları 133 BAĞLI ORTAKLIKLARDAN ALACAKLAR hesabında takip edilmektedir, Alacağın doğması halinde bu hesap borçlandırılırken alacağın tahsil edilmesinde ise hesap alacaklandırılır."
  },
  {
    "id": "3104491",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi “Ticari Alacaklar” grubunda <strong><u>yer almaz?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Alınan Depozito ve Teminatlar Hesabı",
      "B": "Alıcılar Hesabı",
      "C": "Verilen Depozito ve Teminatlar Hesabı",
      "D": "Alacak Senetleri",
      "E": "Şüpheli Alacaklar Hesabı"
    },
    "explanation": "Ticari malların veya sunulan hizmetlerin belirli bir vadeye bağlı satışı sonucunda ortaya çıkan alacaklara Ticari Alacaklar denmektedir. Dönen Varlıklar kapsamında yer alan Ticari Alacaklar grubuna ilişkin hesaplar şöyledir;\n<br/>120 Alıcılar\n<br/>121 Alacak Senetleri\n<br/>122 Alacak Senetleri Reeskontu\n<br/>(-) 125 Ertelenmiş Ticari Alacaklar Vade Farkı\n<br/>(-) 126 Verilen Depozito ve Teminatlar\n<br/>127 Diğer Ticari Alacaklar\n<br/>128 Şüpheli Alacaklar\n<br/>129 Şüpheli Alacaklar Karşılığı (-)"
  },
  {
    "id": "3104492",
    "unitNumber": 6,
    "text": "Senetlerin ciro edilerek senet üzerindeki alacak hakkının üçüncü bir kişiye devredilmesi işlemine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Senetlerin tahsili",
      "B": "Senetlerin temliki",
      "C": "Senetlerin teminata verilmesi",
      "D": "Senetlerin protesto edilmesi",
      "E": "Senetlerin iskontosu"
    },
    "explanation": "Senetler ciro edilerek senet üzerindeki alacak hakkı üçüncü bir kişiye devredilir. Bu şekildeki ciroya temlik cirosu denir. Temlik cirosu ile senedin alacaklısına sağladığı tüm haklar, ciro edilen kişiye geçer. Senet cirosunda da senet iskontosunda olduğu gibi ciro eden kişi, senet ödeninceye kadar senetten sorumludur."
  },
  {
    "id": "3104493",
    "unitNumber": 6,
    "text": "Tekdüzen Hesap Planına göre aşağıdakilerden hangisi “Diğer Alacaklar” grubunda yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Alıcılar Hesabı",
      "B": "İştiraklerden Alacaklar",
      "C": "Alacak Senetleri",
      "D": "Şüpheli Alacaklar Hesabı",
      "E": "Verilen Depozito ve Teminatlar Hesabı"
    },
    "explanation": "Diğer alacaklar, işletmelerin temel faaliyeti dışında ve en çok bir yıl içinde tahsil edilmesi beklenen senetli veya senetsiz alacaklar ile bu gruba ait şüpheli alacaklar ve şüpheli alacak karşılığından oluşmaktadır. Tekdüzen Hesap Planı’nda bu tür alacaklar 13 Diğer Alacaklar grubu altında yer almaktadır. Diğer alacaklar grubu aşağıdaki hesaplardan oluşmaktadır:\n<br/>131 Ortaklardan Alacaklar\n<br/>132 İştiraklerden Alacaklar\n<br/>133 Bağlı Ortaklıklardan Alacaklar\n<br/>135 Personelden Alacaklar\n<br/>136 Diğer Çeşitli Alacaklar\n<br/>137 Diğer Alacaklar Reeskontu (-)\n<br/>138 Şüpheli Diğer Alacaklar\n<br/>139 Şüpheli Diğer Alacaklar Karşılığı (-)"
  },
  {
    "id": "3104494",
    "unitNumber": 6,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f184aab262a47a152e7c6e9a781c386b.png\" alt=\"\" width=\"526\" height=\"118\"><br/>Bu yevmiye kaydı aşağıdaki işlemlerden hangisine aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Senedin ciro edilmesi",
      "B": "Senedin tahsil edilmesi",
      "C": "Senedin protesto edilmesi",
      "D": "Senedin iskonto edilmesi",
      "E": "Senedin teminata verilmesi"
    },
    "explanation": "İşletmeler genellikle bankalardan kredi sağlamak veya teminat mektubu almak için alacak senetlerini teminat olarak verebilir. Bir anlaşma uyarınca işin, verilen sözün, mal veya hizmetin eksiksiz tamamlanacağını; taahhüdün sorunsuz yerine getirileceğini kanıtlamak amacıyla sahip olduğu alacak senedini kefil olarak anlaştığı kuruma bırakabilir. Alacak senetlerinin teminat olarak verilmesinde teminat işlemi, senetlerin ciro edilmesi ile tamamlanır."
  },
  {
    "id": "3104495",
    "unitNumber": 6,
    "text": "Ticari malların veya sunulan hizmetlerin belirli bir vadeye bağlı satışı sonucunda<br/>ortaya çıkan alacaklara Ticari Alacaklar denmektedir. Dönen Varlıklar kapsamında yer alan Ticari Alacaklar grubuna ilişkin hesaplar Tekdüzen hesap planında hangi hesap grubunda izlenmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "\"12\" Hesap grubu",
      "B": "\"10\" Hesap grubu",
      "C": "\"13\" hesap grubu",
      "D": "\"14\" Hesap grubu",
      "E": "\"15\" Hesap grubu"
    },
    "explanation": "Ticari Alacaklar grubuna ilişkin hesaplar şöyledir:<br/>120 Alıcılar<br/>121 Alacak Senetleri<br/>122 Alacak Senetleri Reeskontu (-)<br/>125 Ertelenmiş Ticari Alacaklar Vade Farkı (-)<br/>126 Verilen Depozito ve Teminatlar<br/>127 Diğer Ticari Alacaklar<br/>128 Şüpheli Alacaklar<br/>129 Şüpheli Alacaklar Karşılığı (-)"
  },
  {
    "id": "3104496",
    "unitNumber": 6,
    "text": "İşletmelerin ana faaliyet konusunu oluşturan mal veya hizmet satışlarından ortaya çıkan, çek ve senede bağlanmamış alacaklar; hangi hesap adı altında izlenir?",
    "correctAnswer": "B",
    "options": {
      "A": "320 Satıcılar",
      "B": "120 Alıcılar",
      "C": "121 Alacak senetleri",
      "D": "127 Diğer ticari alacaklar",
      "E": "128 Şüpheli alacaklar"
    },
    "explanation": "İşletmelerin ana faaliyet konusunu oluşturan mal veya hizmet satışlarından ortaya çıkan, çek ve senede bağlanmamış alacaklar; 120 ALICILAR hesabında izlenir."
  },
  {
    "id": "3104497",
    "unitNumber": 6,
    "text": "Karşılıklı pazarlık ortamında, bilgili ve istekli gruplar arasında bir varlığın el<br/>değiştirmesi ya da bir borcun ödenmesi durumunda ortaya çıkması<br/>gereken tutara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kayıtlı değer",
      "B": "Nominal değer",
      "C": "Piyasa değeri",
      "D": "Gerçeğe uygun değer",
      "E": "Alış değeri"
    },
    "explanation": "Gerçeğe Uygun Değer:<br/>Karşılıklı pazarlık ortamında, bilgili ve istekli gruplar arasında bir varlığın el<br/>değiştirmesi ya da bir borcun ödenmesi durumunda ortaya çıkması<br/>gereken tutardır."
  },
  {
    "id": "3104498",
    "unitNumber": 6,
    "text": "İşletmelerin ticari malların satışında vade farkı alması durumunda hangi hesap alacaklandırılır?",
    "correctAnswer": "D",
    "options": {
      "A": "120 Alıcılar Hs.",
      "B": "121 Alacak senetleri Hs.",
      "C": "600 Yurt içi satışlar Hs.",
      "D": "125 Ertelenmiş ticari alacaklar vade farkı Hs.",
      "E": "642 Faiz gelirleri Hs."
    },
    "explanation": "İşletmelerin ticari malların satışında vade farkı alması durumunda “Ertelenmiş<br/>Ticari Alacaklar Vade Farkı” hesabı alacaklandırılır."
  },
  {
    "id": "3104499",
    "unitNumber": 6,
    "text": "Kambiyo senetlerinden olup, ticari faaliyet sonucunda<br/>borçlunun alacaklısına olan borcunu belirli bir vade sonunda belirli bir faize<br/>katlanarak kayıtsız ve şartsız ödeyeceğini gösteren belgeye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bono",
      "B": "Hisse senedi",
      "C": "Tahvil",
      "D": "Çek",
      "E": "Temettü"
    },
    "explanation": "Bono (Emre Yazılı Senet): Kambiyo senetlerinden olup, ticari faaliyet sonucunda<br/>borçlunun alacaklısına olan borcunu belirli bir vade sonunda belirli bir faize<br/>katlanarak kayıtsız ve şartsız ödeyeceğini gösteren belgedir."
  },
  {
    "id": "3104500",
    "unitNumber": 6,
    "text": "İşletmeler genellikle bankalardan kredi sağlamak veya teminat mektubu almak<br/>için alacak senetlerini bankalara rehine verirler yapılan bu işlem ne olarak adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Senetlerin teminata verilmesi",
      "B": "Senetlerin kırdırılması",
      "C": "Senetlerin reeskontu",
      "D": "Senetlerin temliki",
      "E": "Senetlerin protesto ettirilmesi"
    },
    "explanation": "İşletmeler genellikle bankalardan kredi sağlamak veya teminat mektubu almak<br/>için alacak senetlerini teminat olarak verebilir."
  },
  {
    "id": "3104501",
    "unitNumber": 6,
    "text": "Senetler ciro edilerek senet üzerindeki alacak hakkı üçüncü bir kişiye devredilmesi ne olarak adlandırılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Senet Protestosu",
      "B": "Senet ödememe protestosu",
      "C": "Senet temliki",
      "D": "Senetsiz alacak için senet alınması",
      "E": "Senedin teminata verilmesi"
    },
    "explanation": "Senetler ciro edilerek senet üzerindeki alacak hakkı üçüncü bir kişiye devredilir.<br/>Bu şekildeki ciroya temlik cirosu denir."
  },
  {
    "id": "3104502",
    "unitNumber": 6,
    "text": "Diğer alacaklar, işletmelerin temel faaliyeti dışında ve en çok bir yıl içinde tahsil<br/>edilmesi beklenen senetli veya senetsiz alacaklar ile bu gruba ait şüpheli alacaklar ve şüpheli alacak karşılığından oluşmaktadır. Tekdüzen Hesap Planı’nda bu tür alacaklar hangi hesap grubu altında yer almaktadır.",
    "correctAnswer": "B",
    "options": {
      "A": "\"11\" Hesap grubu",
      "B": "\"13\" Hesap grubu",
      "C": "\"12\" Hesap grubu",
      "D": "\"14\" Hesap grubu",
      "E": "\"15\" Hesap grubu"
    },
    "explanation": "Diğer alacaklar, işletmelerin temel faaliyeti dışında ve en çok bir yıl içinde tahsil<br/>edilmesi beklenen senetli veya senetsiz alacaklar ile bu gruba ait şüpheli alacaklar ve şüpheli alacak karşılığından oluşmaktadır. Tekdüzen Hesap Planı’nda bu tür alacaklar 13 Diğer Alacaklar grubu altında yer almaktadır."
  },
  {
    "id": "3104503",
    "unitNumber": 6,
    "text": "İşletmenin diğer şirketlerin yönetimine ve ortaklık politikalarının<br/>belirlenmesine katılmak üzere edindiği hisse senetleri veya ortaklık<br/>payları ne olarak nitelendirilir.",
    "correctAnswer": "C",
    "options": {
      "A": "Ortaklık",
      "B": "Bağlı ortaklık",
      "C": "İştirak",
      "D": "Yatırım ortaklığı",
      "E": "Gelir ortaklığı"
    },
    "explanation": "İşletmenin diğer şirketlerin yönetimine ve ortaklık politikalarının<br/>belirlenmesine katılmak üzere edindiği hisse senetleri veya ortaklık<br/>payları iştirak olarak nitelendirilir."
  },
  {
    "id": "3104504",
    "unitNumber": 6,
    "text": "Sermayesinin %50’den fazlasına sahip olunan işletmeler, ne olarak adlandırılır.",
    "correctAnswer": "A",
    "options": {
      "A": "Bağlı ortaklık",
      "B": "Adi ortaklık",
      "C": "Anonim ortaklık",
      "D": "İştirak ortaklığı",
      "E": "Gelir ortaklığı"
    },
    "explanation": "İşletmenin, adi ortaklık gibi tüzel kişiliği olmayan işletmeler de dâhil olmak üzere, ana ortaklık olarak bilinen başka bir işletme tarafından kontrol edilen işletmesi bağlı ortaklık olarak adlandırılmaktadır."
  },
  {
    "id": "3104505",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi; gelecekte sözleşmeden doğan, nakit alma hakkını temsil eden finansal varlık olarak tanımlanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ortaklardan Alacaklar",
      "B": "Ticari Alacaklar",
      "C": "Personelden Alacaklar",
      "D": "İştiraklerden Alacaklar",
      "E": "Diğer Çeşitli Alacaklar"
    },
    "explanation": "İşletmenin normal faaliyetleri sonucunda satıştan veya sunulan hizmetten doğan alacaklar, senetli veya senetsiz olmasına ya da kısa vadeli veya uzun vadeli olmasına bakılmaksızın finansal araç olarak nitelendirilir. Ticari alacaklar ve alacak senetleri; gelecekte, sözleşmeden doğan, nakit alma hakkını temsil eden finansal varlık olarak tanımlanmaktadır."
  },
  {
    "id": "3104506",
    "unitNumber": 6,
    "text": "Aşağıdaki ifadelerden hangisi 120 Alıcılar Hesabının borcunda <span style=\"text-decoration: underline;\">yer almaz</span>?",
    "correctAnswer": "E",
    "options": {
      "A": "Senetsiz alacak karşılığı senet alınması",
      "B": "Vadeli (kredili) mal ve hizmet satışları",
      "C": "Senetsiz alacaklara tahakkuk ettirilen faizler",
      "D": "Daha önceki dönemden devreden senetsiz alacaklar",
      "E": "Müşterilerden tahsil edilen paralar"
    },
    "explanation": "120 Alıcılar hesabının borç tarafında yer alan işlemler:\n – Daha önceki dönemden devreden senetsiz alacaklar\n – Vadeli(kredili) mal ve hizmet satışları\n – Senetsiz alacaklara tahakkuk ettirilen faizler\n – Eksik, hatalı vb. nedenler ile yapılan düzeltmeler\n – Diğer işlemler"
  },
  {
    "id": "3104507",
    "unitNumber": 6,
    "text": "Karşılıklı pazarlık ortamında, bilgili ve istekli gruplar arasında bir varlığın el değiştirmesi ya da bir borcun ödenmesi durumunda ortaya çıkması gereken tutarı tanımlayıcı ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gerçeğe uygun değer",
      "B": "Finansal araç",
      "C": "Alıcılar",
      "D": "Parasal değer",
      "E": "Vergili değer"
    },
    "explanation": "Gerçeğe Uygun Değer: Karşılıklı pazarlık ortamında, bilgili ve istekli gruplar arasında bir varlığın el değiştirmesi ya da bir borcun ödenmesi durumunda ortaya çıkması gereken tutardır."
  },
  {
    "id": "3104508",
    "unitNumber": 6,
    "text": "Türkiye uygulamasında işletmelerin ticari mal satışı sonucunda vadeden kaynaklanan vade farkları nasıl muhasebeleştirilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Faiz geliri",
      "B": "Maliyet bedeli",
      "C": "Satış geliri",
      "D": "Finansman geliri",
      "E": "Komisyon Geliri"
    },
    "explanation": "Ticari mallar, gerçeğe uygun değerleri ile satışa sunulur. Bu değer, ticari malların peşin değerini ifade etmektedir. Eğer işletme, mal satışlarını bazı nedenlerden dolayı peşin değer üzerinden satmak yerine, belirli bir süre (vade) sonra tahsil etmek durumunda kalırsa bu ek süre karşılığında müşterisinden bir bedel (faiz) talep edebilir. Bu ek bedel, vade farkı veya faiz olarak tanımlanır. Türkiye uygulamasında işletmelerin ticari mal satışı sonucunda vadeden kaynaklanan vade farkları, satış gelirleri eklenen bir unsur olarak muhasebeleştirilmektedir."
  },
  {
    "id": "3104509",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ticari alacak grubunda yer alan hesaplardan birisi <span style=\"text-decoration: underline;\">değildir?</span>",
    "correctAnswer": "E",
    "options": {
      "A": "Alıcılar",
      "B": "Alacak senetleri",
      "C": "Verilen depozito ve teminatlar",
      "D": "Şüpheli alacaklar",
      "E": "İştiraklerden alacaklar"
    },
    "explanation": "İştiraklerden alacaklar hesabı ticari alacaklar grubu değil, diğer alacaklar grubunda yer alan bir hesaptır. Doğru yanıt \"E\" seçeneğidir."
  },
  {
    "id": "3104510",
    "unitNumber": 6,
    "text": "Alıcılar hesabı ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Pasif karakterli bir hesaptır.",
      "B": "Alacağın doğması ile hesap alacaklanır.",
      "C": "Alacağın tahsil edilmesi ile hesap borçlanır",
      "D": "Hesap kalan verirse borç kalanı verir.",
      "E": "Hesaba tahakkuk ettirilen faizler hesabın alacağına kaydedilir."
    },
    "explanation": "Hesap aktif karakterli bir hesap olup eğer hesap kalan verirse borç kalanı verir. Doğru ifade \"D\" seçeneğinde verildiğinden sorunun doğru yanıtı \"D\" seçeneğidir."
  },
  {
    "id": "3104511",
    "unitNumber": 6,
    "text": "Karşılıklı pazarlık ortamında, bilgili ve istekli gruplar arasında bir varlığın el değiştirmesi ya da bir borcun ödenmesi durumunda ortaya çıkması gereken tutara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Piyasa değeri",
      "B": "Cari değer",
      "C": "Gerçeğe uygun değer",
      "D": "Rayiç değer",
      "E": "Emsal değer"
    },
    "explanation": "Soruda geçen tanım gerçeğe uygun değeri tanımlamaktadır. Bu nedenle sorunun doğru yanıtı\"C\" seçeneğidir."
  },
  {
    "id": "3104512",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi alıcılar hesabının alacağına kaydedilen işlemlerden birisi <span style=\"text-decoration: underline;\">değildir?</span>",
    "correctAnswer": "B",
    "options": {
      "A": "Müşterilerden tahsil edilen paralar",
      "B": "Senetsiz alacaklara tahakkuk ettirilen faizler",
      "C": "Alıcılar hesabına karşılık alınan senetler",
      "D": "Müşterilere yapılan miktar ve kasa iskontoları",
      "E": "İdari takibe alınan alacaklar"
    },
    "explanation": "Senetsiz alacaklara tahakkuk ettirilen faizler, hesabın alacağına değil borcuna kaydedilir. Bu nedenle sorunun doğru yanıtı \"B\" seçeneğidir."
  },
  {
    "id": "3104513",
    "unitNumber": 6,
    "text": "Alacak senetleriyle ilgili olarak aşağıdaki ifadelerden hangisi <span style=\"text-decoration: underline;\">yanlıştır?</span>",
    "correctAnswer": "A",
    "options": {
      "A": "Pasif karakterli bir hesap olup, alacak kalanı verir.",
      "B": "Vadeli satışlar karşılığında alınan bonolar hesabın borcuna kaydedilir.",
      "C": "Senetsiz alacaklar karşılığında alınan bonolar hesabın borcuna kaydedilir.",
      "D": "İskonto ettirilen senetler hesabın alacağına kaydedilir.",
      "E": "Teminat verilen senetler hesabın alacağına kaydedilir."
    },
    "explanation": "Hesap aktif karakterli bir hesaptır ve borç kalanı verir. \"A\" seçeneğinde pasif karakterli bir hesap olup, alacak kalanı verir ifadesi yanlış olduğundan, sorunun doğru yanıtı \"A\" seçeneğidir."
  },
  {
    "id": "3104514",
    "unitNumber": 6,
    "text": "A işletmesi peşin fiyatı 1000 TL olan bir malı 30 gün vadeli bir senet karşılığında 1100 TL+150 TL KDV' ye satmıştır. Bu işlemle ilgili olarak yapılan yevmiye kaydında aşağıdaki işlemlerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Alacak senetleri hesabı 1250 TL borçlandırılır.",
      "B": "Yurtiçi satışlar hesabı 1000 TL borçlandırılır.",
      "C": "Ertelenmiş ticari alacaklar vade farkı hesabı 100 TL borçlandırılır.",
      "D": "Hesaplanan KDV hesabı 150 TL borçlandırılır.",
      "E": "Alacak senetleri hesabı 1100 TL alacaklandırılır."
    },
    "explanation": "Sorunun doğru yanıtı \"A\" seçeneğidir."
  },
  {
    "id": "3104515",
    "unitNumber": 6,
    "text": "İşletme cüzdanında bulunan alacak senetlerinden 500 TL lık kısmını tahsil edilmek üzere bankaya göndermiştir. Bu işlemle ilgili olarak yapılan yevmiye kaydında aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Alacak senetleri hesabı ve tahsildeki senetler yardımcı hesabı alacaklandırılır.",
      "B": "Alacak senetleri hesabı ve cüzdandaki senetler yardımcı hesabı alacaklandırılır.",
      "C": "Alacak senetleri hesabı ve teminat senetleri yardımcı hesabı borçlandırılır.",
      "D": "Alacak senetleri hesabı ve teminattaki senetler yardımcı hesabı alacaklandırılır.",
      "E": "Bankalar hesabı borçlandırılır."
    },
    "explanation": "Sorunun doğru yanıtı \"B\" seçeneğidir."
  },
  {
    "id": "3104516",
    "unitNumber": 6,
    "text": "İşletme tarafından üçüncü kişilere bir işin yapılmasının üstlenilmesi veya bir sözleşmenin ya da diğer işlemlerin karşılığı olarak geri alınmak üzere verilen değerler hangi hesapta izlenir?",
    "correctAnswer": "C",
    "options": {
      "A": "Taahhütler hesabı",
      "B": "Teminatlar hesabı",
      "C": "Verilen depozito ve teminatlar hesabı",
      "D": "Diğer alacaklar hesabı",
      "E": "Menkul değerler hesabı"
    },
    "explanation": "Sorunun doğru yanıtı \"C\" seçeneğinde verilen, verilen depozito ve teminatlar hesabıdır."
  },
  {
    "id": "3104517",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi diğer alacaklar grubunda yer alan hesaplardan birisi <span style=\"text-decoration: underline;\">değildir?</span>",
    "correctAnswer": "D",
    "options": {
      "A": "Ortaklardan alacaklar",
      "B": "İştiraklerden alacaklar",
      "C": "Bağlı ortaklıklardan alacaklar",
      "D": "Ertelenmiş ticari alacaklar vade farkı hesabı",
      "E": "Şüpheli diğer alacaklar"
    },
    "explanation": "Ertelenmiş ticari alacaklar vade farkı hesabı diğer alacaklar grubunda yer alan hesaplardan birisi değildir. Sorunun doğru yanıtı \"D\" seçeneğidir."
  },
  {
    "id": "3104518",
    "unitNumber": 6,
    "text": "Sermayesinin %50 den fazlasına sahip olduğu diğer işletmelerden olan ve bir ticari işlem sonucu doğmamış bulunan alacaklar hangi hesapta izlenir?",
    "correctAnswer": "E",
    "options": {
      "A": "İştiraklerden alacaklar",
      "B": "Ortaklardan alacaklar",
      "C": "Personelden alacaklar",
      "D": "Diğer çeşitli alacaklar",
      "E": "Bağlı ortaklıklardan alacaklar"
    },
    "explanation": "Sorunun doğru yanıtı bağlı ortaklıklardan alacaklardır. Yani \"E\" seçeneğidir."
  },
  {
    "id": "3104519",
    "unitNumber": 6,
    "text": "Alacak hakkının üçüncü kişiye devredilmesi işlemine ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "İskonto",
      "B": "Poliçe",
      "C": "Bono",
      "D": "Ciro",
      "E": "İştira"
    },
    "explanation": "Senetler ciro edilerek senet üzerindeki alacak hakkı üçüncü bir kişiye devredilir. Bu şekildeki ciroya temlik cirosu denir. Temlik cirosu ile senedin alacaklısına sağladığı tüm haklar, ciro edilen kişiye geçer. Senet cirosunda da senet iskontosunda olduğu gibi ciro eden kişi, senet ödeninceye kadar senetten sorumludur. Diğer bir ifade ile ciro edilen senet, vadesinde borçlusu tarafından ödenmez ise ciro eden kişiye dönüş hakkı söz konusudur."
  },
  {
    "id": "3104520",
    "unitNumber": 6,
    "text": "İştiraklerle ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sermayesinin %50’den fazlasına sahip olunan işletmeler,",
      "B": "Elde edildiklerinde satın alma maliyetleri üzerinden kaydedilir.",
      "C": "Yatırımcı yatırım yaptığı işletme üzerinde önemli etkiye sahip olması gerekir.",
      "D": "Sahip olunan oy hakkı veya yönetime katılma hakkının en az %10 oranında olan işletmeler",
      "E": "Sahip olunan oy hakkı veya yönetime katılma hakkının en fazla %50 oranında olan işletmeler"
    },
    "explanation": "İşletmenin diğer şirketlerin yönetimine ve ortaklık politikalarının belirlenmesine katılmak üzere edindiği hisse senetleri veya ortaklık payları iştirak olarak nitelendirilir. İştirak edilen ortaklıklarda iştirak ilişkisinden bahsedebilmek için sermaye payı dikkate alınmaksızın sahip olunan oy hakkı veya yönetime katılma hakkının en az %10, en fazla %50 oranında bulunması gerekir. İştirak için sermaye taahhüdünde bulunulduğunda veya hisse senedi edinildiğinde hesaba borç kaydedilirken elden çıkarılmalarında alacak olarak kaydedilir.<br/>TFRS’lerden TMS 28 İştirakler standardına göre bir yatırıma iştirak diyebilmek için yatırımcı işletmenin yatırım yaptığı işletme üzerinde en az %20, en çok %50 oy hakkına sahip olmakla birlikte o işletme üzerinde önemli etkiye sahip olması gerekmektedir. Önemli etki kavramı, yatırım yapılan şirketin ve faaliyetlerle ilgili ve finansal politikaların belirlenmesi kararlarına katılma gücünü ifade etmektedir."
  },
  {
    "id": "3104521",
    "unitNumber": 6,
    "text": "Ticari faaliyet sonucunda borçlunun alacaklısına olan borcunu belirli bir vade sonunda belirli bir faize katlanarak kayıtsız ve şartsız ödeyeceğini gösteren belge aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çek",
      "B": "Keşideci",
      "C": "Bono",
      "D": "Ciro",
      "E": "Poliçe"
    },
    "explanation": "Bono: Ticari faaliyet sonucunda borçlunun alacaklısına olan borcunu belirli bir vade sonunda belirli bir faize katlanarak kayıtsız ve şartsız ödeyeceğini gösteren belgedir. Senedin üzerindeki yazılı olan değere nominal değer denilir. Senet bu değere ancak vade sonunda ulaşır. Bono ile ikili bir ticari ilişki düzenlenmektedir. Bu ilişkide, borçlu hem senedi düzenleyen keşideci hem de borcu ödeyecek olan muhatap rolünü üstlenmektedir. Bu nedenle bonoyu düzenleyen kişi, tıpkı bir poliçeyi kabul eden gibi sorumludur. Lehtar ise bonoda alacaklı olarak görünen kişidir."
  },
  {
    "id": "3104522",
    "unitNumber": 6,
    "text": "12.06.20X1 tarihinde Gürgen Ticaret işletmesi, müşterisi ASK işletmesine peşin fiyatı 5.700 lira olan bir malı 120 gün vadeli bir senet karşılığında 6.000 + 480 KDV liraya satmıştır. Türkiye Muhasebe Standartlarına (TMS) göre 120 günlük vade farkı aşağıdaki hangi hesapta takip edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "642 Faiz Gelirleri Hesabı",
      "B": "125 Ertelenmiş Ticari Alacaklar Vade Farkı Hesabı",
      "C": "600 Yurt İçi Satışlar Hesabı",
      "D": "643 Komisyon Gelirleri Hesabı",
      "E": "646 Kambiyo Karları Hesabı"
    },
    "explanation": "125 Ertelenmiş Ticari Alacaklar Vade Farkı Hesabı"
  },
  {
    "id": "3104523",
    "unitNumber": 6,
    "text": "Pelit Ticaret, 01 Haziran tarihinde Aydın AŞ’ye 10 gün vadeli ve kredili olarak satmış olduğu ticari mallardan doğan 7.300 liralık alacağını, 11 Haziran tarihi itibarıyla talep etmiştir. Ancak Aydın AŞ, nakit sıkıntısı yaşaması nedeniyle kredili borcunu 30 gün vadeli bir senetle yenilemeyi teklif etmiştir. Pelit Ticaret, vade farkı almadan böyle bir senedi kabul etmiştir. \n<br/>Yukarıdaki işleme ait muhasebe kaydı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "320 SATICILAR HS. 7.300 320.02 Aydın A.Ş. 121 ALACAK SENETLERİ HS. 7.300 121.01 Cüzdandaki senetler",
      "B": "102 BANKALAR HS. 7.300<br/>102.02 KÂR Bankası<br/>121 ALACAK SENETLERİ HS. 7.300<br/>121.02 Tahsildeki Senetler",
      "C": "121 ALACAK SENETLERİ HS. 7.300<br/>121.03 Teminattaki Senetler<br/>121 ALACAK SENETLERİ HS. 7.300<br/>121.01 Cüzdandaki Senetler",
      "D": "121 ALACAK SENETLERİ HS. 7.300 121.01 Cüzdandaki Senetler 120 ALICILAR HS. 7.300 102.04 Aydın A.Ş.",
      "E": "121 ALACAK SENETLERİ HS. 9.000<br/>121.03 Teminattaki Senetler<br/>121 ALACAK SENETLERİ HS. 9.000<br/>121.01 Cüzdandaki Senetler"
    },
    "explanation": "121 ALACAK SENETLERİ HS. 7.300 121.01 Cüzdandaki Senetler 120 ALICILAR HS. 7.300 102.04 Aydın A.Ş."
  },
  {
    "id": "3104524",
    "unitNumber": 6,
    "text": "İşletmelerin temel faaliyeti dışında ve en çok bir yıl içinde tahsil edilmesi beklenen senetli veya senetsiz alacakları Tekdüzen Hesap Planı’nda hangi grupta izlenmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hazır Değerler",
      "B": "Menkul Kıymetler",
      "C": "Ticari Alacaklar",
      "D": "Alacak Senetleri",
      "E": "Diğer Alacaklar"
    },
    "explanation": "Diğer alacaklar, işletmelerin temel faaliyeti dışında ve en çok bir yıl içinde tahsil<br/>edilmesi beklenen senetli veya senetsiz alacaklar ile bu gruba ait şüpheli alacaklar ve şüpheli alacak karşılığından oluşmaktadır. Tekdüzen Hesap Planı’nda bu tür alacaklar 13 Diğer Alacaklar grubu altında yer almaktadır."
  },
  {
    "id": "3104525",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Ticari Alacaklar grubunda yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ortaklardan Alacaklar",
      "B": "İştiraklerden Alacaklar",
      "C": "Şüpheli Alacaklar",
      "D": "Bağlı Ortaklıklardan Alacaklar",
      "E": "Personelden Alacaklar"
    }
  },
  {
    "id": "3104526",
    "unitNumber": 6,
    "text": "İşletmelerin ana faaliyet konusunu oluşturan mal veya hizmet satışlarından ortaya çıkan, çek ve senede bağlanmamış alacaklar, hangi hesapta izlenir?",
    "correctAnswer": "D",
    "options": {
      "A": "Alacak Senetleri",
      "B": "Verilen Depozito ve Teminatlar",
      "C": "Diğer Çeşitli Alacaklar",
      "D": "Alıcılar",
      "E": "Şüpheli Diğer Alacaklar"
    }
  },
  {
    "id": "3104527",
    "unitNumber": 6,
    "text": "İşletmelerin ticari malların satışında vade farkı alması durumunda aşağıdaki muhasebe işlemlerinden hangisi gerçekleştirilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ertelenmiş Ticari Alacaklar Vade Farkı hesabı alacaklandırılır.",
      "B": "Ertelenmiş Ticari Alacaklar Vade Farkı hesabı borçlandırılır.",
      "C": "Satıcılar hesabı alacaklandırılır.",
      "D": "Satıcılar hesabı borçlandırılır.",
      "E": "Şüpheli Alacaklar hesabı alacaklandırılır."
    }
  },
  {
    "id": "3104528",
    "unitNumber": 6,
    "text": "Kambiyo senetlerine ait işlemler hangi hesapta izlenmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Alıcılar",
      "B": "Verilen Depozito ve Teminatlar",
      "C": "Şüpheli Alacaklar",
      "D": "Diğer Ticari Alacaklar",
      "E": "Alacak Senetleri"
    }
  },
  {
    "id": "3104529",
    "unitNumber": 6,
    "text": "Senetlerin ciro edilerek senet üzerindeki alacak hakkının üçüncü bir kişiye devredilmesine ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Poliçe",
      "B": "Bono",
      "C": "Temlik cirosu",
      "D": "Senetlerin protestosu",
      "E": "Senetlerin teminata verilmesi"
    }
  },
  {
    "id": "3104530",
    "unitNumber": 6,
    "text": "Aşağıdaki hesaplardan hangisi Diğer Alacaklar hesap grubu içerisinde yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Ortaklardan Alacaklar",
      "B": "İştiraklerden Alacaklar",
      "C": "Bağlı Ortaklıklardan Alacaklar",
      "D": "Personelden Alacaklar",
      "E": "Ticari Alacaklar"
    }
  },
  {
    "id": "3104531",
    "unitNumber": 6,
    "text": "İşletmenin diğer işletmelerin yönetimine katılmak üzere edindiği hisse senetleri veya ortaklık payları aşağıdakilerden hangisi ile ifade edilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Lehtar",
      "B": "Keşide",
      "C": "Ciro",
      "D": "İştirak",
      "E": "Depozito"
    }
  },
  {
    "id": "3104532",
    "unitNumber": 6,
    "text": "İşletmenin sermayesinin %50’sinden fazlasına sahip olduğu işletmelerden olan ve bir ticari işlem sonucu doğmamış bulunan alacakları aşağıdaki hangi hesapta izlenir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bağlı Ortaklıklardan Alacaklar",
      "B": "İştiraklerden Alacaklar",
      "C": "Personelden Alacaklar",
      "D": "Diğer Çeşitli Alacaklar",
      "E": "Şüpheli Alacaklar"
    }
  },
  {
    "id": "3104533",
    "unitNumber": 6,
    "text": "Personele çeşitli görevlendirmeler nedeniyle verilen ve görev sonrası mahsup edilecek olan alacaklar aşağıdaki hangi hesapta takip edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Personelden Alacaklar",
      "B": "Diğer Çeşitli Alacaklar",
      "C": "Verilen Sipariş Avansları",
      "D": "Kambiyo zararları",
      "E": "Verilen Depozito ve Teminatlar"
    },
    "explanation": "İşletmede çalışan personel, işletmeden kısa vadeli borç para alabilir; işletmenin sosyal imkânlarından, demirbaşlarından yararlanabilir veya kendisine verilen mali sorumluluk nedeni ile bazı açıklar (kasa açığı, stok açığı gibi) verebilir. İşletmenin tüm çalışanlarına çeşitli nedenlerle kısa bir süre için verdiği borçlar 135 PERSONELDEN ALACAKLAR hesabında izlenmektedir. Ancak çeşitli görevlendirmeler nedeni ile verilen ve görev sonrası mahsup edilecek olan alacaklar, bu hesapta değil Verilen Sipariş Avansları hesabında takip edilir."
  },
  {
    "id": "3104534",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Ticari Alacaklar grubunda yer alan hesaplardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yurtiçi Satışlar",
      "B": "Verilen Depozito ve Teminatlar",
      "C": "İndirilecek KDV",
      "D": "Yurtdışı Satışlar",
      "E": "İştiraklerden Alacaklar"
    },
    "explanation": "Doğru cevap B şıkkıdır.<br/>Ticari Alacaklar grubuna ilişkin hesaplar şöyledir:<br/>120 Alıcılar<br/>121 Alacak Senetleri<br/>122 Alacak Senetleri Reeskontu (-)<br/>125 Ertelenmiş Ticari Alacaklar Vade Farkı (-)<br/>126 Verilen Depozito ve Teminatlar<br/>127 Diğer Ticari Alacaklar<br/>128 Şüpheli Alacaklar<br/>129 Şüpheli Alacaklar Karşılığı"
  },
  {
    "id": "3104535",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ticari faaliyet sonucunda borçlunun alacaklısına olan borcunu belirli bir vade sonunda belirli bir faize katlanarak kayıtsız ve şartsız ödeyeceğini gösteren bir belgedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Adi senetler",
      "B": "Poliçe",
      "C": "Bono",
      "D": "Çek",
      "E": "Cüzdandaki Senetler"
    },
    "explanation": "Doğru cevap c seçeneğidir. Bono (Emre Yazılı Senet): Kambiyo senetlerinden olup, ticari faaliyet sonucunda borçlunun alacaklısına olan borcunu belirli bir vade sonunda belirli bir faize katlanarak kayıtsız ve şartsız ödeyeceğini gösteren belgedir."
  },
  {
    "id": "3104536",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Alacak Senetlerinin yardımcı hesaplarından biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kıymetli Evrak Niteliğindeki Senetler",
      "B": "Cüzdandaki Senetler",
      "C": "Tahsildeki Senetler",
      "D": "Teminattaki Senetler",
      "E": "Protestolu Senetler"
    },
    "explanation": "Doğru cevap a seçeneğidir. Alacak senetlerinin mutlaka bir yardımcı hesap ile birlikte işlem görmesi gerekir. Bu yardımcı hesaplar, senedin durumunu belirleyen ifadeler ile isimlendirilir. Örneğin Cüzdandaki Senetler, senedin işletmenin kullanımına hazır kasasında bulunduğunu; Tahsildeki Senetler, senedin bankaya tahsil edilmek amacı ile teslim edildiğini; Teminattaki Senetler , bir işin yapılması amacı ile ilgili senedin teminat olarak başka bir kuruma verildiğini ve Protestolu Senetler ise tahsil edilemeyen senedin protesto (borçluya senedin vadesinin dolduğunu bildirmek) edildiğini gösterir.<br/>Kıymetli evrak; Ticaret Kanunu'nda, bunlarda mündemiç olan hak senetten ayrı olarak dermeyan edilemediği gibi, başkalarına da devredilemez senetlerdir” ."
  },
  {
    "id": "3104537",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi teminat olarak verilen Alacak Senetlerinin özelliklerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tahsil edilinceye kadar işletmenin mülkiyetindedir",
      "B": "Senetsiz alacaklarda bir azalma yaratmaz",
      "C": "Nazım kayıtlarda gösterilmesi gerekir",
      "D": "Senet vadesinde ödenmediğinde, senedi alan işletmenin senedi teminat olarak veren işletmeye geri dönme hakkı olabilir",
      "E": "Senetten doğacak alacak hakkı, ciro edilen kişiye tamamen verilmektir"
    },
    "explanation": "Doğru cevap e seçeneğidir. Alacak senetlerinin teminat olarak verilmesinde teminat işlemi, senetlerin ciro edilmesi ile tamamlanır. Teminat cirosunda amaç, senetten doğacak alacak hakkını, ciro edilen kişiye emanet olarak vermektir. <br/>Teminat olarak verilen alacak senetleri, tahsil edilinceye kadar işletmenin mülkiyetindedir ve bir alacak senedinin teminata verilmesi, senetsiz alacaklarda bir azalma yaratmaz. Bu nedenle teminata verilen bir senedin nazım kayıtlarda gösterilmesi gereklidir. Teminata verilen senetlerin mülkiyeti, tahsil edilinceye kadar senedi teminata veren işletmeye aittir. Eğer senet vadesinde ödenmez ise senedi alan işletmenin senedi teminat olarak veren işletmeye geri dönme hakkı olabilir."
  },
  {
    "id": "3104538",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi işletmenin sahip olduğu senetler üzerinden yapılabilecek işlemlerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yeni bir senet düzenlenerek tahsil edilmesi",
      "B": "Senetlerin teminata verilmesi",
      "C": "Senetlerin protesto edilmesi",
      "D": "Senetlerin depozitosunun alınması",
      "E": "Senetlerin temliki"
    },
    "explanation": "Doğru cevap d seçeneğidir. Genel anlamda depozito verme, taahhüt sırasında yatırılan paradır. işletme açısından depozito verme, üstlenilen işin yerine getirilmemesi durumunda katlanılacak zarar için önceden ödenen paradır. a seçeneğinde; İşletmeler, yapmış oldukları mal ve hizmet satışı karşılığında herhangi bir teminat almayabilir. Bu durumda oluşan alacaklar ise 120 Alıcılar hesabında takip edilir. Ancak bu tür alacaklar, geçen süreç içinde müşteri ile yap›lan anlaşmanın yerine getirilmemesine bağlı olarak senetli alacağa dönüşebilir. Bu dönüşüm, eski alacağın nominal değeri üzerinden olabileceği gibi alacağın gecikmesi nedeni ile vade farkını da içine alan yeni bir değer üzerinden gerçekleşebilir.<br/>Alacak senetlerinde yenileme, vade farklı ve vade farksız olmak üzere iki şekilde yapılır. b seçeneğinde; işletmeler genellikle bankalardan kredi sağlamak veya teminat mektubu almak için alacak senetlerini teminat olarak verebilir. c seçeneğinde; senetlerin protesto edilmesi; Ödememe protestosu, ödememe hâlinin resmen tespit edilmesi işlemidir.. e seçeneğinde ; Senetler ciro edilerek senet üzerindeki alacak hakkı üçüncü bir kişiye devredilir.Bu şekildeki ciroya temlik cirosu denir"
  },
  {
    "id": "3104539",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Diğer Alacaklar grubu hesabında yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Diğer Ticari Alacaklar",
      "B": "Ortaklardan Alacaklar",
      "C": "İştiraklerden Alacaklar",
      "D": "Personelden Alacaklar",
      "E": "Şüpheli Diğer Alacaklar"
    },
    "explanation": "Doğru cevap a seçeneğidir. <br/>Di¤er alacaklar grubu aşağıdaki hesaplardan oluşmaktadır:<br/>131 Ortaklardan Alacaklar<br/>132 İştiraklerden Alacaklar<br/>133 Bağlı Ortaklıklardan Alacaklar<br/>135 Personelden Alacaklar<br/>136 Diğer Çeşitli Alacaklar<br/>137 Diğer Alacaklar Reeskontu (-)<br/>138 Şüpheli Diğer Alacaklar<br/>139 Şüpheli Diğer Alacaklar Karşılığı (-)"
  },
  {
    "id": "3104540",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi İştiraklerden Alacaklar hesabı ile ilgili doğru bir ifade değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "İştirak ilişkisinin doğması için sahip olunan oy hakkı veya yönetime katılma hakkının en az %10, en fazla %50 oranındadır",
      "B": "Elde edildiklerinde satın alma maliyetleri üzerinden kaydedilir",
      "C": "Yapılan iştirakin değerinde meydana gelen değişmeler, yatırımcı işletmenin (payı oranında) payını yansıtacak şekilde düzeltilir",
      "D": "Öz Kaynak yönteminde temettü tahsilatları gelir tablosuna yansıtılmamaktadır",
      "E": "TMS 28 iştirakler standardına göre bir yatırıma iştirak diyebilmek için yatırım yapılan işletme üzerinde en az %20, en çok %60 oy hakkına sahip olunması gerekir"
    },
    "explanation": "a) İştirak ilişkisinin doğması için sahip olunan oy hakkı veya yönetime katılma hakkının en az %10, en fazla %50 oranındadır. Doğru<br/>b) Elde edildiklerinde satın alma maliyetleri üzerinden kaydedilir. Doğru<br/>c) Yapılan iştirakin değerinde meydana gelen değişmeler, yatırımcı işletmenin (payı oranında) payını yansıtacak şekilde düzeltilir. Doğru d) Öz Kaynak yönteminde temettü tahsilatları gelir tablosuna yansıtılmamaktadır. Doğru e) Yanlış, Burada doğru ifade; TFRS’lerden TMS 28 iştirakler standardına göre bir yatırıma iştirak diyebilmek için yatırımcı işletmenin yatırım yaptığı işletme üzerinde en az %20, en çok %50 oy hakkına sahip olmakla birlikte o işletme üzerinde önemli etkiye sahip olması gerekmektedir."
  },
  {
    "id": "3104541",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kıymetli evrak niteliğindeki senetlerden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kambiyo Senetleri",
      "B": "Mal Senetleri",
      "C": "Adi Senetler",
      "D": "Bono",
      "E": "Poliçe"
    },
    "explanation": "Doğru cevap c seçeneğidir. Alacak Senetleri, adi senetler ve kıymetli evrak niteliğinde senetler olmak üzere ikiye ayrılır. Yani burada, adi senetler ve kıymetli evrak senetleri ayrılmaktadır. Adi Senetler; Borçlar Kanunu hükümlerine göre düzenlenen ve belli bir biçime bağlı olmayan senetlerdir. Ticari faaliyette bu tür senetlerin fazla önemi yoktur. Kıymetli Evrak Niteli¤indeki Senetler; Türk Ticaret Kanunu hükümlerine göre düzenlenen ve belli bir şekil şartı olan, belli bir hakkın bağlı olduğu ve senetten ayrı olarak ileri sürülemeyeceği senetlerdir. Kıymetli evrak niteliğindeki senetler,<br/>kambiyo senetleri (ticari senetler) ve mal (emtia) senetleri olmak üzere ikiye ayrılır. Poliçe, bono ve çek; kambiyo senetleridir."
  },
  {
    "id": "3104542",
    "unitNumber": 6,
    "text": "\"Senet vadesinde ödenmez ise senedi alan işletmenin senedi teminat olarak veren işletmeye geri dönme hakkı olabilir\". Bu tür bir işlem ne şekilde ifade edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Senedin iskontosu",
      "B": "Kabulü rücu",
      "C": "Senedin kırdırılması",
      "D": "Senetlerin temliki",
      "E": "Ödememe protestosu"
    },
    "explanation": "Doğru cevap b seçeneğidir. Teminata verilen senetlerin mülkiyeti, tahsil edilinceye kadar senedi teminata veren işletmeye aittir. Eğer senet vadesinde ödenmez ise senedi alan işletmenin senedi teminat olarak veren işletmeye geri dönme hakkı olabilir. Bu tür işleme kabulü rücu denir."
  },
  {
    "id": "3104543",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Ticari Alacaklar grubunda yer alan pasif karakterli bir hesaptır?",
    "correctAnswer": "D",
    "options": {
      "A": "Şüpheli Diğer Alacaklar Karşılığı",
      "B": "Diğer Alacaklar Reeskontu",
      "C": "Verilen Depozito ve Teminatlar",
      "D": "Ertelenmiş Ticari Alacaklar Vade Farkı",
      "E": "Şüpheli Alacaklar"
    },
    "explanation": "Doğru cevap d seçeneğidir. Şüpheli Diğer Alacaklar Karşılığı ve Diğer Alacaklar Reeskontu; Diğer Alacaklar kategorisindedir. Verilen Depozito ve Teminatlar ve Şüpheli Alacaklar ise; aktif Ticari alacaklar arasındadır. Burada ; Ertelenmiş Ticari Alacaklar Vade Farkı ise pasif Ticari Alacaktır."
  },
  {
    "id": "3104544",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ticari malların veya sunulan hizmetlerin belirli bir vadeye bağlı satışı sonucunda ortaya çıkan alacaklardır?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletmeden alacaklar",
      "B": "Ticari alacaklar",
      "C": "Ortaklardan alacaklar",
      "D": "Nakit alacaklar",
      "E": "Faaliyetten alacaklar"
    },
    "explanation": "Doğru cevap b seçeneğidir. Ticari malların veya sunulan hizmetlerin belirli bir vadeye bağlı satışı sonucunda ortaya çıkan alacaklara Ticari Alacaklar denmektedir."
  },
  {
    "id": "3104545",
    "unitNumber": 6,
    "text": "İşletmelerin ana faaliyet konusunu oluşturan mal veya hizmet satışlarından ortaya çıkan, çek ve senede bağlanmamış alacaklar aşağıdaki hesapların hangisinde izlenir?",
    "correctAnswer": "A",
    "options": {
      "A": "120 Alıcılar",
      "B": "121 Alacak Senetleri",
      "C": "126 Verilen Depozito ve Teminatlar",
      "D": "127 Diğer Ticari Alacaklar",
      "E": "128 Şüpheli Alacaklar"
    },
    "explanation": "Doğru cevap a seçeneğidir. İşletmelerin ana faaliyet konusunu oluşturan mal veya hizmet satışlarından ortaya çıkan, çek ve senede bağlanmamış alacaklar; 120 ALICILAR hesabında izlenir."
  },
  {
    "id": "3104546",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ALICILAR hesabına alacak kaydedilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Daha önceki dönemden devreden senetsiz alacaklar",
      "B": "Vadeli (kredili) mal ve hizmet satışları",
      "C": "Müşterilerden tahsil edilen paralar",
      "D": "Senetsiz alacaklara tahakkuk ettirilen faizler",
      "E": "Eksik, hatalı vb. nedenler ile yapılan düzeltmeler"
    },
    "explanation": "Alacağın doğması ile hesaba borç, tahsil edilmesi ile hesaba alacak kaydedilir. Borç hesabına; <br/>– Daha önceki dönemden devreden<br/>senetsiz alacaklar<br/>– Vadeli(kredili) mal ve hizmet<br/>satısları<br/>– Senetsiz alacaklara tahakkuk<br/>ettirilen faizler<br/>– Eksik, hatalı vb. nedenler<br/>ile yapılan düzeltmeler<br/>– Diger islemler yazılır. <br/>Alacak hesabına ise;<br/>– Müsterilerden tahsil edilen<br/>paralar<br/>– Alıcılara hesabına karsılık<br/>alınan senetler<br/>– Müsterilere yapılan miktar ve<br/>kasa iskontoları<br/>– Idari takibe alınan alacaklar<br/>– Süpheli duruma düsen alacaklar<br/>– Eksik, hatalı vb. nedenler ile<br/>yapılan düzeltmeler aktarılır."
  },
  {
    "id": "3104547",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ALICILAR hesabına borç kaydedilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Alıcılar hesabına karşılık alınan senetler",
      "B": "Müşterilere yapılan miktar ve kasa iskontoları",
      "C": "İdari takibe alınan alacaklar",
      "D": "Şüpheli duruma düşen alacaklar",
      "E": "Vadeli(kredili) mal ve hizmet satışları"
    },
    "explanation": "Alacağın doğması ile hesaba borç, tahsil edilmesi ile hesaba alacak kaydedilir. Borç hesabına; – Daha önceki dönemden devreden senetsiz alacaklar – Vadeli(kredili) mal ve hizmet satısları – Senetsiz alacaklara tahakkuk ettirilen faizler – Eksik, hatalı vb. nedenler ile yapılan düzeltmeler – Diger islemler yazılır. Alacak hesabına ise; – Müsterilerden tahsil edilen paralar ��� Alıcılara hesabına karsılık alınan senetler – Müsterilere yapılan miktar ve kasa iskontoları – Idari takibe alınan alacaklar – Süpheli duruma düsen alacaklar – Eksik, hatalı vb. nedenler ile yapılan düzeltmeler aktarılır."
  },
  {
    "id": "3104548",
    "unitNumber": 6,
    "text": "İşletmelerin kredili olarak yapmış oldukları satışları bir belge karşılığında yapması durumunda aldıkları belge aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alacak Senedi",
      "B": "Kasa Tediye Fişi",
      "C": "Alacak Tahsil Fişi",
      "D": "Alacak Senetleri Reeskontu",
      "E": "Şüpheli Alacaklar Karşılığı"
    },
    "explanation": "İşletmelerin kredili olarak yapmış oldukları satışları bir belge karşılığında yapması durumunda al›nan belgeye Alacak Senedi adı verilir. Bu senetler ise 121 ALACAK SENETLERİ hesabında izlenmektedir."
  },
  {
    "id": "3104549",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi senedin bankaya tahsil edilmek amacı ile teslim edildiğini gösterir?",
    "correctAnswer": "D",
    "options": {
      "A": "Cüzdandaki Senetler",
      "B": "Teminattaki Senetler",
      "C": "Protestolu Senetler",
      "D": "Tahsildeki Senetler",
      "E": "Alacak senetleri"
    },
    "explanation": "Tahsildeki Senetler, senedin bankaya tahsil edilmek amacı ile teslim edildiğini gösterir."
  },
  {
    "id": "3104550",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ALACAK SENETLERI hesabına borç kaydedilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Müşterilerden tahsil edilen senetler",
      "B": "Vadeli satışlar veya sunulan hizmetler karşılığında alınan bonolar",
      "C": "Senetsiz borç karşılığı olarak ciro edilen senetler",
      "D": "Iskonto ettirilen senetler",
      "E": "Teminata verilen senetler"
    },
    "explanation": "Vadeli satıslar veya sunulan hizmetler karsıgında alınan bonolar alacak senetleri hesabına borç kaydedilir."
  },
  {
    "id": "3104551",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ALACAK SENETLERI hesabına alacak kaydedilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Daha önceki dönemden devreden senetsiz alacaklar",
      "B": "Vadeli satışlar veya sunulan hizmetler karşılığında alınan bonolar",
      "C": "Şüpheli hale gelen senetler",
      "D": "Senetsiz alacaklar karşılığında alınan bonolar",
      "E": "Eksik, hatalı vb. nedenlerle yapılan düzeltmeler"
    },
    "explanation": "Süpheli hale gelen senetler alacak senetleri hesabına alacak kaydedilir."
  },
  {
    "id": "3104552",
    "unitNumber": 6,
    "text": "Aşağıdaki işlemlerden hangisinde ALACAK SENETLERI hesabı alacaklandırılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Daha önceki dönemden devreden senetsiz alacaklar",
      "B": "Vadeli satışlar veya sunulan hizmetler karşılığında alınan bonolar",
      "C": "Senetsiz alacaklar karşılığında alınan bonolar",
      "D": "Iskonto ettirilen senetler",
      "E": "Eksik, hatalı vb. nedenler ile yapılan düzeltmeler"
    },
    "explanation": "Senet iskonto ettirildiğinde alacak senetleri hesabına alacak kaydedilir."
  },
  {
    "id": "3104553",
    "unitNumber": 6,
    "text": "Alacak senetlerinin teminat olarak verilmesinde teminat işlemi aşağıdaki işlemlerden hangisi ile tamamlanır?",
    "correctAnswer": "E",
    "options": {
      "A": "Senetlerin protesto edilmesi",
      "B": "Diğer alacaklar reeskontu",
      "C": "Senetlerin doğuşu",
      "D": "İdari takibe alınan alacaklar",
      "E": "Senetlerin ciro edilmesi"
    },
    "explanation": "Alacak senetlerinin teminat olarak verilmesinde teminat işlemi, senetlerin ciro edilmesi ile tamamlanır."
  },
  {
    "id": "3104554",
    "unitNumber": 6,
    "text": "Vadeli satışlardan kaynaklanan alacaklar Tekdüzen Hesap Planında hangi hesaplarda takip edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ticari Alacaklar",
      "B": "Diğer Alacaklar",
      "C": "Ortaklardan Alacaklar",
      "D": "İştiraklerden Alacaklar",
      "E": "Personelden Alacaklar"
    },
    "explanation": "Vadeli satışlardan kaynaklanan alacaklar,Tekdüzen Hesap Planında Ticari Alacaklar altında toplanan hesaplarda takip edilir.İşletmelerin ticari alacakları dışında kalan alacaklarına ise Diğer Alacaklar denir. Doğru cevap seçeneği dışındaki şıklar diğer alacaklar ve diğer alacaklar grubundaki hesapları göstermektedir.Doğru cevap A seçeneğidir."
  },
  {
    "id": "3104555",
    "unitNumber": 6,
    "text": "Ticari Alacaklar grubunda yer alan aşağıdaki hesaplardan hangisi dönem sonunda yapılan envanter işlemleri kapsamında izlenen hesaplardandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Alıcılar Hesabı",
      "B": "Alacak Senetleri Hesabı",
      "C": "Verilen Depozito ve Teminatlar Hesabı",
      "D": "Şüpheli Alacaklar Hesabı",
      "E": "Diğer Ticari Alacaklar Hesabı"
    },
    "explanation": "Ticari alacaklar grubunda yer alan 122 Alacak Senetleri Reeskontu,125 Ertelenmiş Ticari Alacaklar Vade Farkı,128 Şüpheli Alacaklar ile 129 Şüpheli Alacaklar Karşılığı hesapları dönem sonunda yapılan envanter işlemleri kapsamında izlenen hesaplardır."
  },
  {
    "id": "3104556",
    "unitNumber": 6,
    "text": "Alıcılar Hesabının borç kalanı neyi ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Müşterilere yapılan miktar ve kasa iskontoları tutarını",
      "B": "Müşterilerden tahsil edilen paraların tutarını",
      "C": "İdari takibe alınan alacaklar tutarını",
      "D": "Şüpheli duruma düşen alacaklar tutarını",
      "E": "Müşterilerden toplam senetsiz alacak tutarını"
    },
    "explanation": "Alıcılar hesabı, aktif karakterli bir toplayıcı hesaptır ve her bir müşteriye ait alacağın sağlıklı takip edilebilmesi için bu hesaba bağlı yardımcı hesapların açılmasını gerekli kılmaktadır. Alacağın doğması ile hesaba borç, tahsil edilmesi ile hesaba alacak kaydedilir.Bu hesap, aktif karakterli bir hesap olduğu için kalan verirse borç kalanı verir ve hesabın borç kalanı işletmenin müşterilerinden olan toplam senetsiz alacak tutarının ne kadar olduğunu ifade eder."
  },
  {
    "id": "3104557",
    "unitNumber": 6,
    "text": "İşletmelerin ticari malların satışında vade farkı alması durumunda hangi hesap alacaklandırılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Alacak Senetleri hesabı",
      "B": "Diğer Ticari Alacaklar Hesabı",
      "C": "Şüpheli Alacaklar Hesabı",
      "D": "Diğer Çeşitli Alacaklar Hesabı",
      "E": "Ertelenmiş Ticari Alacaklar Vade Farkı Hesabı"
    },
    "explanation": "İşletmelerin ticari malların satışında vade farkı alması durumunda Ertelenmiş Ticari Alacaklar Vade Farkı hesabı alacaklandırılır. Faiz tahakkuk ettikçe tahakkuk eden tutar 642 Faiz Gelirleri hesabının alacağına, Ertelenmiş Ticari alacaklar Vade Farkı hesabının borcuna kaydedilir. Böylece vade sonunda Ertelenmiş Ticari Alacaklar Vade Farkı hesabı söz konusu satış işlemine ilişkin olarak kalan vermez ve hesap kapanır."
  },
  {
    "id": "3104558",
    "unitNumber": 6,
    "text": "Poliçenin nominal değerinin alacaklısı olan ve poliçeyi başka kişilere devredebilen taraf nasıl adlandırılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Keşideci",
      "B": "lehtar",
      "C": "Muhatap",
      "D": "Borçlu",
      "E": "Kefil"
    },
    "explanation": "Poliçede keşideci,lehtar, ve muhatap olmak üzere üç taraf vardır. Keşideci, poliçeyi düzenleyen kişidir ve senedin ilk borçlusudur. Lehtar, poliçenin nominal değerinin alacaklısıdır. Lehtar poliçeyi başka kişilere de devredilebilir ve bu işleme ciro denir."
  },
  {
    "id": "3104559",
    "unitNumber": 6,
    "text": "Senetlerin ödememe protestosu ödeme tarihini takip eden kaç iş günü içerisinde yapılmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "1 iş günü",
      "B": "2 iş günü",
      "C": "5 iş günü",
      "D": "10 iş günü",
      "E": "30 iş günü"
    },
    "explanation": "Ödememe protestosu ödememe halinin resmen tespit edilmesi işlemidir. Ödememe Protestosu, ödeme tarihini takip eden iki iş günü içinde yapılmalıdır. Protesto işlemi, noter tarafından yapılır. Protesto ayrı bir belge halinde düzenlenerek poliçeye bağlanır."
  },
  {
    "id": "3104560",
    "unitNumber": 6,
    "text": "Aşağıdaki hesaplardan hangisi Diğer Alacaklar grubunda yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Alıcılar hesabı",
      "B": "Alacak Senetleri hesabı",
      "C": "Verilen Depozito ve Teminatlar hesabı",
      "D": "Bağlı Ortaklıklardan Alacaklar hesabı",
      "E": "Şüpheli Alacaklar hesabı"
    },
    "explanation": "Diğer alacaklar, işletmelerin temel faaliyeti dışında ve en çok bir yıl içinde tahsil edilmesi beklenen senetli veya senetsiz alacaklar ile bu gruba ait şüpheli alacaklar ve şüpheli alacak karşılığından oluşmaktadır. Tekdüzen Hesap Plan›’nda bu tür alacaklar 13 Diğer Alacaklar grubu altında yer almaktadır. Diğer Alacaklar grubunda yer alan hesaplar şunlardır: 131 Ortaklardan Alacaklar 132 İştiraklerden Alacaklar 133 Bağlı Ortaklıklardan Alacaklar 135 Personelden Alacaklar 136 Diğer Çeşitli Alacaklar 137 Diğer Alacaklar Reeskontu (-) 138 Şüpheli Diğer Alacaklar 139 Şüpheli Diğer Alacaklar Karşılığı (-) Görüleceği gibi Bağlı Ortaklıklardan Alacaklar Hesabı Diğer Alacaklar grubunda yer almaktadır."
  },
  {
    "id": "3104561",
    "unitNumber": 6,
    "text": "İşletme açık hesap şeklinde kredili mal satışı yaptığında, aşağıdaki hesaplardan hangisi borçlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Alıcılar",
      "B": "Satıcılar",
      "C": "Verilen avanslar",
      "D": "Alınan avanslar",
      "E": "Alacak senetleri"
    }
  },
  {
    "id": "3104562",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi çeşitli görevlendirmeler nedeni ile personele verilen ve görev sonrası mahsup edilecek alacaklar için kullanılan hesaptır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bağlı Ortaklıklardan Alacaklar hesabı",
      "B": "Personelden Alacaklar hesabı",
      "C": "Ortaklardan Alacaklar hesabı",
      "D": "Diğer Alacaklar hesabı",
      "E": "İştiraklerden Alacaklar hesabı"
    },
    "explanation": "İşletmede çalışan personel, işletmeden kısa vadeli borç para alabilir; işletmenin sosyal imkanlarından, demirbaşlarından yararlanabilir veya kendisine verilen mali sorumluluk nedeni ile bazı açıklar (kasa aç›¤›, stok açığı gibi) verebilir. İşletmenin tüm çalışanlarına çeşitli nedenlerle kısa bir süre için verdi¤i borçlar 135 PERSONELDEN ALACAKLAR hesabında izlenmektedir."
  },
  {
    "id": "3104563",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi işletmenin alacak hesapları içinde yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Hisse senetleri",
      "B": "Alıcılar",
      "C": "Verilen teminatlar",
      "D": "Şüpheli alacaklar",
      "E": "Alacak senetleri"
    },
    "explanation": "Hisse senedi; sermayesi paylara bölünmüş şirketler tarafından çıkarılan, ortaklık sermayesine katılma payını temsil eden, payların dolaşımın sağlayan ve kanuni şekil şartlarına uygun olarak hazırlanan kıymetli evrak olarak tanımlanmaktadır. Dolayısıyla alacaklar arasında yer almaz."
  },
  {
    "id": "3104564",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi “Diğer Alacaklar” grubunda yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Personelden Alacaklar hesabı",
      "B": "Ortaklardan Alacaklar hesabı",
      "C": "Bağlı Ortaklıklardan Alacaklar hesabı",
      "D": "Şüpheli Alacaklar Karşılığı hesabı",
      "E": "Şüpheli Diğer Alacaklar hesabı"
    }
  },
  {
    "id": "3104565",
    "unitNumber": 6,
    "text": "Alacak Senetleri hesabı ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Senet karşılığında mal alındığında Alacak Senetleri hesabı borçlandırılır.",
      "B": "Senetli ticari alacakların izlendiği bir hesaptır.",
      "C": "Alacak senedi tahsil edildiğinde Alacak Senetleri hesabı alacaklandırılır.",
      "D": "Senetsiz alacak, senetli alacağa dönüştüğünde Alacak Senetleri hesabı borçlandırılır.",
      "E": "Alacak senedi teminata verildiğinde, senet nazım hesaplarda takip edilebilir."
    }
  },
  {
    "id": "3104566",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Ticari Alacaklar grubunda değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Alıcılar",
      "B": "Verilen Depozito ve Teminatlar",
      "C": "Diğer Ticari Alacaklar",
      "D": "Alacak Senetleri",
      "E": "İştiraklerden Alacaklar"
    }
  },
  {
    "id": "3104567",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi işletmenin temel faaliyet konusu olan mal veya hizmet satışından doğan alacaklardır?",
    "correctAnswer": "C",
    "options": {
      "A": "Senetli Alacak",
      "B": "Senetsiz Alacak",
      "C": "Ticari Alacak",
      "D": "Değersiz Alacak",
      "E": "Şüpheli Alacak"
    }
  },
  {
    "id": "3104568",
    "unitNumber": 6,
    "text": "PRS işletmesi 10.000 TL senetsiz alacağına karşılık 2 ay vadeli 12.000 TL’lık bir senet almıştır. Buna göre aşağıdakilerden hangisi bu finansal nitelikli işlemi tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Senedin takibe alınması işlemidir",
      "B": "Vadeye dayalı bir senet alınması işlemidir",
      "C": "Senet tahsilatı işlemidir",
      "D": "Senet kırdırma işlemidir",
      "E": "Senet protestosu işlemidir"
    }
  },
  {
    "id": "3104569",
    "unitNumber": 6,
    "text": "Aşağıdaki işlemlerden hangisinde Alacak Senetleri hesabı borçlandırılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Senedin tahsil edilmesi",
      "B": "Senedin iskonto ettirilmesi",
      "C": "Senedin ciro edilmesi",
      "D": "Senedin kırd��rılması",
      "E": "Senetsiz alacak karşılığında senet alınması"
    }
  },
  {
    "id": "3104570",
    "unitNumber": 6,
    "text": "Aşağıdaki hangisi Personelden Alacaklar hesabı ile ilgili doğru bir ifadedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yolluk ve görevlendirme bu hesabın alacağında izlenir",
      "B": "Personele verilen avanslar bu hesabın alacağında takip edilir",
      "C": "Personel borcunu öderken bu hesap borçlandırılır",
      "D": "Personele verilen ödünç paralar için bu hesap borçlandırılır",
      "E": "Personele ödenecek maaş ve ücretlerde bu hesap alacaklandırılır"
    }
  },
  {
    "id": "3104571",
    "unitNumber": 6,
    "text": "İşletmenin en %10 en fazla %50 kontrol gücü ve oy hakkına sahip buluduğu işletmelerden olan alacakları aşağıdaki hesaplardan hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ortaklardan Alacaklar",
      "B": "İştiraklerden Alacaklar",
      "C": "Personelden Alacaklar",
      "D": "Diğer Alacaklar",
      "E": "Bağlı Ortaklıklardan Alacaklar"
    }
  },
  {
    "id": "3104572",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Alacaklar grubu ile ilgili doğru bir ifade değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Alacaklar kısa ve uzun vadeli olarak ikiye ayrılır",
      "B": "Vade tarihi bir yıldan daha az olan Alacaklar Dönen Varlıklarda gösterilir",
      "C": "Ticari Alacaklar işletmenin ticari mal satışı sonucunda oluşur",
      "D": "Vade tarihi bir yıldan daha çok olan Alacaklar Uzun Vadeli Yabancı Kaynaklarda gösterilir",
      "E": "Personelden Alacaklar, Diğer Alacaklar grubunun bir unsurudur"
    }
  },
  {
    "id": "3104573",
    "unitNumber": 6,
    "text": "İşletmenin mevduatının bulunduğu her bir banka ile olan hesap ilişkisi ayrıntılı olarak aşağıdakilerden hangisinde görülür?",
    "correctAnswer": "A",
    "options": {
      "A": "Yardımcı hesaplarda",
      "B": "Banka Kredileri Hesabında",
      "C": "Alınan Çekler Hesabında",
      "D": "Bankalar Hesabında",
      "E": "Verilen Çekler ve Ödeme Emirleri Hesabında"
    }
  },
  {
    "id": "3104574",
    "unitNumber": 6,
    "text": "Tahsil edilmek üzere bankaya verilen alacak senetleri için aşağıdaki kahyıtlardan hangisi yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Alacak Senetleri/Cüzdandaki Senetler alacaklı, Alacak Senetleri/Tahsildeki Senetler borçlu",
      "B": "Bankalar borçlu, Alacak Senetleri/Cüzdandaki Senetler alacaklı",
      "C": "Bankalar borçlu, Alacak Senetleri/Tahsildeki Senetler alacaklı",
      "D": "Alacak Senetleri/Cüzdandaki Senetler borçlu, Alacak Senetleri/Tahsildeki Senetler alacaklı",
      "E": "Nazım H/Tahsildeki Senetler borçlu, Nazım H/Tahsildeki Senetler alacaklı"
    }
  },
  {
    "id": "3104575",
    "unitNumber": 6,
    "text": "Ortağımız Kaya, daha önce işletmeden ödünç olarak aldığı 20.000 Türk Lirası'nı işletmeye nakden ödemiştir. Buna göre işletmenin yapacağı yevmiye kaydında alacaklı hesap aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Alıcılar hesabı",
      "B": "İştiraklerden Alacaklar hesabı",
      "C": "Diğer Çeşitli Alacaklar hesabı",
      "D": "Ortaklardan Alacaklar hesabı",
      "E": "Alacak Senetleri hesabı"
    }
  },
  {
    "id": "3104576",
    "unitNumber": 6,
    "text": "Ares işletmesi bir işçisine maaşından 800 Türk Lirasını avans olarak nakden ödemiştir. Bu bilgilere göre işletmenin yapacağı muhasebe kaydında borçlandırılacak hesapaşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İştiraklerden Alacaklar hesabı",
      "B": "Personelden Alacaklar hesabı",
      "C": "Ortaklardan Alacaklar hesabı",
      "D": "Bağlı Ortaklıklardan Alacaklar hesabı",
      "E": "Diğer Çeşitli Alacaklar hesabı"
    }
  },
  {
    "id": "3104577",
    "unitNumber": 6,
    "text": "Senetsiz ticari alacaklar tahsil edildiğinde aşağıdaki kayıtlardan hangisi yapılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kasa HEsabı alacaklandırılır",
      "B": "Şüpheli Alacaklar Hesabı borçlandırılır.",
      "C": "Alıcılar Hesabı alacaklandırılır.",
      "D": "Diğer Ticari Alacaklar Hesabı borçlandırılır.",
      "E": "Alacak Senetleri Hesabı alacaklandırılır."
    }
  },
  {
    "id": "3104578",
    "unitNumber": 6,
    "text": "Aşağıdaki hesaplardan hangisi diğer alacaklar grubunda yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Alacak Senetleri Hesabı",
      "B": "Şüpheli Alacaklar Hesabı",
      "C": "Diğer Ticari Alacaklar Hesabı",
      "D": "Verilen Depozito ve Teminatlar Hesabı",
      "E": "Diğer Çeşitli Alacaklar Hesabı"
    },
    "explanation": "Diğer alacaklar, işletmelerin temel faaliyeti dışında ve en çok bir yıl içinde tahsil edilmesi beklenen senetli veya senetsiz alacaklar ile bu gruba ait şüpheli alacaklar ve şüpheli alacak karşılığından oluşmaktadır, Tekdüzen Hesap Planında bu tür alacaklar 13 Diğer Alacaklar grubu altında yer almaktadır, Diğer alacaklar grubu aşağıdaki hesaplardan oluşmaktadır:131 Ortaklardan Alacaklar132 İştiraklerden Alacaklar133 Bağlı Ortaklıklardan Alacaklar135 Personelden Alacaklar136 Diğer Çeşitli Alacaklar137 Diğer Alacaklar Reeskontu (-)138 Şüpheli Diğer Alacaklar139 Şüpheli Diğer Alacaklar Karşılığı (-)Doğru cevap (E) şıkkıdır. Diğer çeşitli alacaklar Diğer alacaklar grubundadır."
  },
  {
    "id": "3104579",
    "unitNumber": 6,
    "text": "TTK'na göre pay sahipleri şirkete borçlanamaz. Bu kuralın istisnası aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yerine getirilmeyen sermaye taahütleri",
      "B": "İşletmeden çekilen paralar",
      "C": "Ödünç alınan paralar",
      "D": "Örtülü sermaye kullanımı",
      "E": "İştirak taahhüdünden doğan borç"
    },
    "explanation": "Ortakların henüz yerine getirmedikleri sermaye taahhütleri, işletmeden çekilen paralar veya ödünç aldıkları paralar için işletmeye olan kısa vadeli borçları söz konusu olabilmektedir, Ortaklara verilen borçlar, finansal raporların hatalı analiz edilmesini önlemek amacıyla ayrı bir hesapta izlenmelidir, İşletme ortaklarından olan bu alacaklar 131 ORTAKLARDAN ALACAKLAR hesabında izlenir, Ortaklardan Alacaklar hesabının borç kalanı, ortakların işletmeye olan borçlarının ne kadar olduğunu göstermektedir, Ortaklar işletmeden borç para aldıklarında bu hesap borçlanır, ortakların almış oldukları borçlarını ödemeleri durumunda ise bu hesap alacaklanır,İş yaşamında ortaklardan alacaklar hesabi; şirket ortağının, şirketin fonlarının diğer bir deyişle şirket sermayesinin ortak tarafından kullanılmış olması anlamını taşımaktadır, Ortakların işletmeden sıklıkla ödünç para alması, işletmelerde kişilik kavramının göz ardı edilmesi veya örtülü sermaye kullanımı gibi bazı sorunlara neden olabilmektedir, TTK, bu sorunlara neden olan ve ortaklardan alacaklar hesabı gibi cari hesapların kullanımını yasaklamıştır,TTK’nun 358, maddesinde, “iştirak taahhüdünden doğan borç hariç, pay sahipleri şirkete borçlanamaz, Meğerki borç, şirketle, şirketin işletme konusu ve pay sahibinin işletmesi gereği olarak yapılmış bulunan bir işlemden doğmuş olsun ve emsalleriyle aynı veya benzer şartlara tabi tutulsun” şeklinde yapılan düzenleme ile anonim şirketler ve limited şirketlerde ortaklardan alacaklar hesabının kullanımı yasaklanmaktadır.Doğru cevap (E) şıkkıdır."
  },
  {
    "id": "3104580",
    "unitNumber": 6,
    "text": "TMS 28 iştirakler standardına göre işletmenin önemli etkiye sahip olduğu yatırıma iştirak diyebilmek için gereken en az oy oranı yüzde kaçtır?",
    "correctAnswer": "B",
    "options": {
      "A": "10",
      "B": "20",
      "C": "30",
      "D": "40",
      "E": "50"
    },
    "explanation": "TMS 28 İştirakler standardına göre bir yatırıma iştirak diyebilmek için yatırımcı işletmenin yatırım yaptığı işletme üzerinde en az %20, en çok %50 oy hakkına sahip olmakla birlikte o işletme üzerinde önemli etkiye sahip olması gerekmektedir. Önemli etki kavramı, yatırım yapılan şirketin ve faaliyetlerle ilgili ve finansal politikaların belirlenmesi kararlarına katılma gücünü ifade etmektedir."
  },
  {
    "id": "3104581",
    "unitNumber": 6,
    "text": "Bir işletmenin sermayesinin % 50' sinden fazlasına sahip olduğu diğer işlemlerden olan ve bir ticari işlem sonucu doğmamış bulunan alacakları hangi hesapta takip edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "İştiraklerden Alacaklar",
      "B": "Ortaklardan Alacaklar",
      "C": "Diğer Ticari Alacaklar",
      "D": "Bağlı Ortaklıklardan Alacaklar",
      "E": "Diğer Çeşitli Alacaklar"
    },
    "explanation": "Bir işletmenin sermayesinin %50’sinden fazlasına sahip olduğu diğer işlemlerden olan ve bir ticari işlem sonucu doğmamış bulunan alacakları 133 Bağlı Ortaklıklardan Alacaklar hesabında takip edilmektedir. Alacağın doğması halinde bu hesap borçlandırılırken alacağın tahsil edilmesinde ise hesap alacaklandırılır.Doğru cevap (D) şıkkıdır."
  },
  {
    "id": "3104582",
    "unitNumber": 6,
    "text": "İşletmenin temel faaliyet konusu olan ticari malların satışı sonucunda doğan ve belgeye dayandırılmayan alacaklar aşağıdaki hesaplardan hangisinde izlenir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alıcılar Hesabı",
      "B": "Alacak Senetleri Hesabı",
      "C": "Verilen Depozito ve Teminatlar",
      "D": "Şüpheli Alacaklar Hesabı",
      "E": "Ticari Borçlar Hesabı"
    },
    "explanation": "İşletmelerin ana faaliyet konusunu oluşturan mal veya hizmet satışlarından ortaya çıkan, çek ve senede bağlanmamış alacaklar; 120 Alıcılar hesabında izlenir."
  },
  {
    "id": "3104583",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi \"Ticari Alacaklar\" grubunda yer almaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Alıcılar Hesabı",
      "B": "Alınan Depozito ve Teminatlar Hesabı",
      "C": "Alacak Senetleri",
      "D": "Şüpheli Alacaklar Hesabı",
      "E": "Verilen Depozito ve Teminatlar Hesabı"
    },
    "explanation": "Ticari malların veya sunulan hizmetlerin belirli bir vadeye bağlı satışı sonucunda ortaya çıkan alacaklara Ticari Alacaklar denmektedir. Dönen Varlıklar kapsamında yer alan Ticari Alacaklar grubuna ilişkin hesaplar şöyledir 120 Alıcılar 121 Alacak Senetleri 122 Alacak Senetleri Reeskontu (-) 125 Ertelenmiş Ticari Alacaklar Vade Farkı (-) 126 Verilen Depozito ve Teminatlar 127 Diğer Ticari Alacaklar 128 Şüpheli Alacaklar 129 Şüpheli Alacaklar Karşılığı (-)"
  },
  {
    "id": "3104584",
    "unitNumber": 6,
    "text": "Aşağıdaki işlemlerden hangisi Alıcılar Hesabına borç kaydı yapılmasını gerektirir?",
    "correctAnswer": "C",
    "options": {
      "A": "Müşterilerden tahsil edilen paralar",
      "B": "Müşterilere yapılan miktar ve kasa iskontoları",
      "C": "Vadeli mal ve hizmet satışları",
      "D": "İdari takibe alınan alacaklar",
      "E": "Şüpheli duruma düşen alacaklar"
    },
    "explanation": "Alıcılar hesabının işleyişi ve muhasebeleştirilmesi aşağıdaki büyük defter üzerinde örneklendirilmiştir. Daha önceki, dönemden devreden senetsiz alacaklar, Vadeli (kredili) mal ve hizmet satışları, Senetsiz alacaklara tahakkuk ettirilen faizler, Eksik, hatalı vb. nedenler ile yapılan düzeltmeler ve diğer işlemler hesabın borcunda izlenirken Müşterilerden tahsil edilen paralar, Alıcılara hesabına karşılık alınan senetler, Müşterilere yapılan miktar ve kasa iskontoları, İdari takibe alınan alacaklar, Şüpheli duruma düşen alacaklar, Eksik, hatalı vb. nedenler ile yapılan düzeltmeler ise hesabın alacağında izlenir."
  },
  {
    "id": "3104585",
    "unitNumber": 6,
    "text": "Aşağıdaki işlemlerden hangisi Alıcılar Hesabına alacak kaydı yapılmasını gerektirir?",
    "correctAnswer": "A",
    "options": {
      "A": "Müşterilerden tahsil edilen paralar",
      "B": "Önceki dönemden devreden senetsiz alacaklar",
      "C": "Vadeli mal ve hizmet satışları",
      "D": "Senetsiz alacaklara tahakkuk ettirilen faizler",
      "E": "Eksik, hatalı vb. nedenler ile yapılan düzeltmeler"
    },
    "explanation": "Alıcılar hesabının işleyişi ve muhasebeleştirilmesi aşağıdaki büyük defter üzerinde örneklendirilmiştir. Daha önceki, dönemden devreden senetsiz alacaklar, Vadeli (kredili) mal ve hizmet satışları, Senetsiz alacaklara tahakkuk ettirilen faizler, Eksik, hatalı vb. nedenler ile yapılan düzeltmeler ve diğer işlemler hesabın borcunda izlenirken Müşterilerden tahsil edilen paralar, Alıcılara hesabına karşılık alınan senetler, Müşterilere yapılan miktar ve kasa iskontoları, İdari takibe alınan alacaklar, Şüpheli duruma düşen alacaklar, Eksik, hatalı vb. nedenler ile yapılan düzeltmeler ise hesabın alacağında izlenir"
  },
  {
    "id": "3104586",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bonoların üzerinde yazılı olan değeri ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Nominal Değer",
      "B": "Maliyet Değeri",
      "C": "Vergi Değeri",
      "D": "Borsa Değeri",
      "E": "Tasarruf Değeri"
    },
    "explanation": "Bono (Emre Yazılı Senet): Kambiyo senetlerinden olup, ticari faaliyet sonucunda borçlunun alacaklısına olan borcunu belirli bir vade sonunda belirli bir faize katlanarak kayıtsız ve şartsız ödeyeceğini gösteren belgedir, Senedin üzerindeki yazılı olan değere nominal değer denilir."
  },
  {
    "id": "3104587",
    "unitNumber": 6,
    "text": "“C” işletmesi ortaklardan biri olan Hasan Yücel’in taahhüt ettiği 50.000 Türk Liranın ödendiğini “Y” bankasından gelen dekonttan öğrenmiştir.Bu bilgilere göre yapılacak yevmiye kaydında alacaklandırılacak hesap aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Personelden Alacaklar Hesabı",
      "B": "İştiraklerden Alacaklar Hesabı",
      "C": "Şüpheli Diğer Alacaklar",
      "D": "Ortaklardan Alacaklar Hesabı",
      "E": "Bağlı Ortaklıklardan Alacaklar Hesabı"
    },
    "explanation": "Ortakların henüz yerine getirmedikleri sermaye taahhütleri, işletmeden çekilen paralar veya ödünç aldıkları paralar için işletmeye olan kısa vadeli borçları söz konusu olabilmektedir. Ortaklara verilen borçlar, finansal raporların hatalı analiz edilmesini önlemek amacıyla ayrı bir hesapta izlenmelidir. İşletme ortaklarından olan bu alacaklar 131 Ortaklardan Alacaklar hesabında izlenir."
  },
  {
    "id": "3104588",
    "unitNumber": 6,
    "text": "Bir işletmenin sermayesinin %50’sinden fazlasına sahip olduğu diğer işlemlerden olan ve bir ticari işlem sonucu doğmamış bulunan alacakları hangi hesapta izlenir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ortaklardan Alacaklar Hesabı",
      "B": "İştiraklerden Alacaklar Hesabı",
      "C": "Bağlı Ortaklıklardan Alacaklar Hesabı",
      "D": "Personelden Alacaklar Hesabı",
      "E": "Şüpheli Diğer Alacaklar Hesabı"
    },
    "explanation": "Bir işletmenin sermayesinin %50’sinden fazlasına sahip olduğu diğer işlemlerden olan ve bir ticari işlem sonucu doğmamış bulunan alacakları 133 BAĞLI ORTAKLIKLARDAN ALACAKLAR hesabında takip edilmektedir, Alacağın doğması hâlinde bu hesap borçlandırılırken alacağın tahsil edilmesinde ise hesap alacaklandırılır."
  },
  {
    "id": "3104589",
    "unitNumber": 6,
    "text": "Ticari malların veya sunulan hizmetlerin belirli bir vadeye bağlı satışı sonucunda ortaya çıkan değerler hangi hesapta ve hangi grupta izlenir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ticari alacaklar- Duran Varlıklar",
      "B": "Ticari Mallar- Dönen Varlıklar",
      "C": "Ticari Alacaklar- Dönen Varlıklar",
      "D": "Alacak senetleri- Uzun Vadeli Alacaklar",
      "E": "Kasa- Dönen Varlıklar"
    },
    "explanation": "Ticari Alacaklar- Dönen Varlıklar"
  },
  {
    "id": "3104590",
    "unitNumber": 6,
    "text": "Verilenlerden hangisi Ticari alacaklar grubunda yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Alıcılar",
      "B": "Alacak senetleri",
      "C": "Diğer alacaklar",
      "D": "İştiraklerden Alacaklar",
      "E": "Şüpheli Alacaklar"
    },
    "explanation": "İştiraklerden Alacaklar"
  },
  {
    "id": "3104591",
    "unitNumber": 6,
    "text": "01.07. tarihinde Evin Ticaret İşletmesi devamlı müşterisi olan Kayra AŞ ye kredili olarak 10 gün vadeli 7300 +584 KDV lik mal satmıştır. KDV peşin tahsil edilmiştir. Verilen işleme ait kayıt verilenlerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "_______________ ___________________________\n 120 Alıcılar Hs 7300\n 120.04. Kayra AŞ\n 100 Kasa Hs 584\n 100.01 Türk Lirası kasası\n 600 Yurt İç Satışlar Hs 7300\n 391 Hesaplanan KDV Hs 584\n 391.01 satışlara ait Hesaplanan KDV\n _____________________ _________________",
      "B": "__________________ _____________________\n 600 Yurt İçi Satışlar Hs 7300\n 391 Hesaplanan KDV hs 584\n 100 Kasa Hs 584\n 120 Alıcılar Hs 7300\n _________________ _________________________",
      "C": "______________________ ________________\n 120 Alıcılar Hs 7300\n 100 Kasa Hs 7300\n ______________ ________________________",
      "D": "____________________ ______________________\n 120 Alıcılar Hs7300\n 600 Yurt İçi satışlar Hs 7300\n _______________________ ____________________",
      "E": "_________________ ______________________\n 600 Yurt İçi Satışlar 8334\n 100 Kasa Hs 8334\n _______________________ _____________________"
    },
    "explanation": "______________________________ ________________________\n 120 Alıcılar Hs 7300\n 120.04. Kayra AŞ\n 100 Kasa Hs 584\n 100.01 Türk Lirası kasası\n 600 Yurt İç Satışlar Hs 7300\n 391 Hesaplanan KDV Hs 584\n 391.01 satışlara ait Hesaplanan KDV\n __________ ______________________"
  },
  {
    "id": "3104592",
    "unitNumber": 6,
    "text": "Kambiyo senetlerinden olup ticari faaliyet sonucunda borçlunun alacaklısına olan borcunu belirli bir vade sonunda belirli bir faize katlanarak kayıtsız şartsız ödeyeceğini gösteren belge verilenlerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Poliçe",
      "B": "Bono",
      "C": "Çek",
      "D": "Hisse senedi",
      "E": "tahvil"
    },
    "explanation": "Bono"
  },
  {
    "id": "3104593",
    "unitNumber": 6,
    "text": "___________________ ________________\n 100 Kasa Hs\n 100.01 Türk Lirası Kasası\n 121 Alacak Senetleri Hs\n 121.01 Cüzdandaki senetler\n ________________________ _________________\n Verilen yevmiye kaydı hangi işleme aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Alacağın tahsil edilmesi",
      "B": "Peşin mal satışı",
      "C": "Alacak senetlerinin bozdurularak bankaya yatırılması",
      "D": "Alacak senetlerinin tahsil edilerek bedelin kasada tutulması",
      "E": "Ticari alacağına karşılık senet alınması"
    },
    "explanation": "Alacak senetlerinin tahsil edilerek bedelin kasada tutulması"
  },
  {
    "id": "3104594",
    "unitNumber": 6,
    "text": "Teminata verilen senetlerin mülkiyeti tahsil edilinceye kadar senedi teminata veren işletmeye aittir. Eğer senet vadesinde ödenmezse senedi alan işletmenin senedi teminat olarak veren işletmeye geri dönme hakkı olabilir. Bu tür işleme ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kabulü rücü",
      "B": "Kabulü Senet",
      "C": "Reeskont",
      "D": "Prekont",
      "E": "Şüpheli alacak"
    },
    "explanation": "Kabulü Rücu"
  },
  {
    "id": "3104595",
    "unitNumber": 6,
    "text": "Senetlerin ciro edilerek senet üzerindeki alacak hakkının üçüncü kişiye devredilmesi verilenlerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Teminattaki senetler",
      "B": "Senetlerin Temliki",
      "C": "Protestotaki senetler",
      "D": "Şüpheli duruma düşen senetler",
      "E": "Cüzdandaki senetler"
    },
    "explanation": "Senetlerin Temliki"
  },
  {
    "id": "3104596",
    "unitNumber": 6,
    "text": "Verilenlerden hangisi diğer alacaklar grubunda yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "131 Ortaklardan Alacaklar",
      "B": "132 İştiraklerden Alacaklar",
      "C": "133 Bağlı Ortaklıklardan Alacaklar",
      "D": "135 Personelden Alacaklar",
      "E": "127 Diğer Ticari Alacaklar"
    },
    "explanation": "127 Diğer Ticari Alacaklar"
  },
  {
    "id": "3104597",
    "unitNumber": 6,
    "text": "Verilenlerden hangisi ortaklardan alacaklar hesabıının işleyişi hakkında doğru bilgi verir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ortakların yerine getirdikleri sermaye taahhütlerinin izlendiği hesaptır.",
      "B": "Ortakların işletmeye pesin olarak koydukları paralardır.",
      "C": "Ortaklardan alacaklar hesabının borç kalanı ortakların işletmeye olan borçlarının ne kadar olduğunu gösterir.",
      "D": "Ortaklar işletmeden borç para aldıklarında bu hesap alacaklanır.",
      "E": "Ortakların almış oldukları borçlarını ödemeleri durumunda bu hesap borçlanır."
    },
    "explanation": "Ortaklardan alacaklar hesabının borç kalanı ortakların işletmeye olan borçlarının ne kadar olduğunu gösterir."
  },
  {
    "id": "3104598",
    "unitNumber": 6,
    "text": "Sermayesinin % 50 den fazlasına sahip olunan işletmeler ne olarak adlandırılır?",
    "correctAnswer": "B",
    "options": {
      "A": "İştirakler",
      "B": "Bağlı Ortaklıklar",
      "C": "Anonim Şirket",
      "D": "Bağlı Şirket",
      "E": "Kollektif Şirket"
    },
    "explanation": "Bağlı Ortaklık"
  },
  {
    "id": "3104599",
    "unitNumber": 7,
    "text": "Fon sunanlar, diğer kişilere devrettikleri fonların<br/>karşılığında fon isteminde bulunanlardan bir belge almaktadır. Bu belgeler genel<br/>olarak ne ad altında isimlendirilmektedir.",
    "correctAnswer": "A",
    "options": {
      "A": "Menkul Kıymetler",
      "B": "Hisse Senedi",
      "C": "Tahvil",
      "D": "Hazine Bonosu",
      "E": "Finansman Bonosu"
    },
    "explanation": "Fon sunanlar, diğer kişilere devrettikleri fonların<br/>karşılığında fon isteminde bulunanlardan bir belge almaktadır. Bu belgeler genel<br/>olarak menkul kıymetler olarak isimlendirilmekte ve işletmelerin finansal varlıklar<br/>arasında sınıflandırılmaktadır."
  },
  {
    "id": "3104600",
    "unitNumber": 7,
    "text": "İlgili menkul kıymet yatırımlar›, Tekdüzen Hesap Planında Hangi hesap grubu altında izlenmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "\"10\" Hesap Grubu",
      "B": "\"12\" Hesap Grubu",
      "C": "\"11\" Hesap Grubu",
      "D": "\"14\" Hesap Grubu",
      "E": "\"15\" Hesap Grubu"
    },
    "explanation": "İlgili menkul kıymet yatırımları, Tekdüzen Hesap Planında “11Menkul Kıymetler”hesap grubunda izlenmekte ve türlerine göre aşağıdaki şekilde<br/>sınıflandırılmaktadır:<br/>110 Hisse Senetleri<br/>111 Özel Kesim Tahvil, Senet ve Bonoları<br/>112 Kamu Kesimi Tahvil, Senet ve Bonoları<br/>118 Diğer Menkul Kıymetler<br/>119 Menkul Kıymetler Değer Düşüklüğü Karşılığı (-)"
  },
  {
    "id": "3104601",
    "unitNumber": 7,
    "text": "Karşılıklı pazarlık ortamında bilgili ve istekli kişiler arasında bir varlığın el<br/>değiştirmesi ya da bir borcun ödenmesi durumunda ortaya çıkan tutara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Türev Ürün",
      "B": "Öz kaynağa Dayalı Finansal Araç",
      "C": "Satılmaya Hazır Amaçlı Menkul Değer",
      "D": "Gerçeğe Uygun Değer",
      "E": "Vadeye Kadar Elde Tutma Amaçlı Menkul Kıymetler"
    },
    "explanation": "Gerçeğe uygun değer; karşılıklı pazarlık ortamında bilgili ve istekli kişiler<br/>arasında bir varlığın el değiştirmesi ya da bir borcun ödenmesi<br/>durumunda ortaya çıkan tutardır."
  },
  {
    "id": "3104602",
    "unitNumber": 7,
    "text": "Borçlu tarafından imzalanarak alacaklıya verilen, alacaklı emrine<br/>belirlenen tarihte ve yerde belirli bir tutarın ödenmesi<br/>yükümlülüğünü kapsayan kıymetli evrak ne olarak adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Senet",
      "B": "Tahvil",
      "C": "Çek",
      "D": "Bono",
      "E": "Hazine Bonosu"
    },
    "explanation": "Senet; borçlu tarafından<br/>imzalanarak alacaklıya<br/>verilen, alacaklı emrine<br/>belirlenen tarihte ve yerde<br/>belirli bir tutarın ödenmesi<br/>yükümlülüğünü kapsayan<br/>kıymetli evraktır."
  },
  {
    "id": "3104603",
    "unitNumber": 7,
    "text": "Tahvil nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ortaklık Belgesi",
      "B": "Borçlanma senedi",
      "C": "Kar Payı Senedi",
      "D": "Bono",
      "E": "Temettü Payı"
    },
    "explanation": "Tahviller; anonim şirketler ile kamu kurum ya da kuruluşlarının, faaliyetlerinin finansmanında ihtiyaç duydukları fonları sağlamak amacı ile ihraç edilen borçlanma senetleri olarak tanımlanmaktadır."
  },
  {
    "id": "3104604",
    "unitNumber": 7,
    "text": "Sermayesi paylara bölünmüş şirketler tarafından çıkarılan, ortaklık<br/>sermayesine katılma payını temsil eden, payların dolaşımını sağlayan ve kanuni<br/>şekil şartlarına uygun olarak hazırlanan kıymetli evrak ne olarak tanımlanmaktadır.",
    "correctAnswer": "C",
    "options": {
      "A": "Tahvil",
      "B": "Gelir Ortaklığı Senedi",
      "C": "Hisse Senedi",
      "D": "Kar-Zarar Ortaklığı Belgesi",
      "E": "Yatırım Ortaklığı Belgesi"
    },
    "explanation": "Hisse senedi; sermayesi paylara bölünmüş şirketler tarafından çıkarılan, ortaklık<br/>sermayesine katılma payını temsil eden, payların dolaşımını sağlayan ve kanuni<br/>şekil şartlarına uygun olarak hazırlanan kıymetli evrak olarak tanımlanmaktadır."
  },
  {
    "id": "3104605",
    "unitNumber": 7,
    "text": "Menkul kıymetin üzerinde yazılı olan değere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nominal Değer",
      "B": "Kayıtlı Değer",
      "C": "Piyasa Değeri",
      "D": "Alış Değeri",
      "E": "Primli Satış Değeri"
    },
    "explanation": "Nominal değer; menkul kıymetin üzerinde yazılı olan değerdir."
  },
  {
    "id": "3104606",
    "unitNumber": 7,
    "text": "Ortaklara dağıtılan kar payı literatürde ne olarak adlandırılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kar Payı",
      "B": "Ortaklık Katılım Belgesi",
      "C": "Tahvil",
      "D": "Hisse Senedi",
      "E": "Temettü"
    },
    "explanation": "Temettü; ortaklara dağıtılan kâr payıdır."
  },
  {
    "id": "3104607",
    "unitNumber": 7,
    "text": "Halktan toplanan paralarla belge sahipleri hesabna sermaye<br/>piyasası araçları, gayrimenkul, altın ve diğer kıymetli madenler portföyü<br/>işletmek amacı ile kurulan mal varlığına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hazine Bonosu",
      "B": "Yatırım Ortaklığı",
      "C": "Gelir Ortaklığı Senedi",
      "D": "Yatırım Fonu",
      "E": "Kâr ve Zarar Ortaklığı Belgesi"
    },
    "explanation": "Yatırım Fonu; halktan<br/>toplanan paralarla belge<br/>sahipleri hesabına sermaye<br/>piyasası araçları,<br/>gayrimenkul, altın ve diğer<br/>kıymetli madenler portföyü<br/>işletmek amacı ile kurulan<br/>mal varlığıdır."
  },
  {
    "id": "3104608",
    "unitNumber": 7,
    "text": "Belge sahibinin, kurucuya karşı sahip olduğu hakları taşıyan<br/>ve fona kaç pay ile katıldığını gösteren kıymetli evrak niteliğinde olan belgeye ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hisse Senedi",
      "B": "Katılma Belgesi",
      "C": "Gelir Ortaklığı Belgesi",
      "D": "Yatırım Fonu Katılım Belgesi",
      "E": "Kar ve Zarar Ortaklığı Belgesi"
    },
    "explanation": "Katılma Belgesi; belge sahibinin, kurucuya karşı sahip olduğu hakları taşıyan<br/>ve fona kaç pay ile katıldığını gösteren kıymetli evrak niteliğinde bir senettir."
  },
  {
    "id": "3104609",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi geçici menkul kıymet yatırım özelliklerinden <span style=\"text-decoration: underline;\">biri değildir</span>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kısa süreli yatırımlardır",
      "B": "Faiz geliri elde etme amaçlıdır",
      "C": "Alış bedeli ile muhasebeleştirilir",
      "D": "Başka bir şirket yönetimine katılma amaçlıdır",
      "E": "Kar payı elde etme amaçlıdır"
    },
    "explanation": "İşletmeler, diğer işletmelerin hisse senetlerini geçici ya da uzun vadeli yatırım<br/>amacıyla edinebilir. İşletmenin nakit mevcudu fazlası ile başka bir şirkete ortak<br/>olup o şirketin yönetimine katılmak ve ilgili şirketten kâr payı sağlamak amacı<br/>ile hisse senedi edinmesi durumunda bu yatırım, uzun vadeli menkul kıymet ya-<br/>tırımı; yalnızca kısa süreli fiyat değişim etkilerinden yararlanmak amacı ile başka<br/>bir şirketin hisse senetlerini edinmesi durumunda ise bu yatırım, geçici menkul<br/>kıymet yatırımı olarak kabul edilmektedir."
  },
  {
    "id": "3104610",
    "unitNumber": 7,
    "text": "Hera işletmesi, elindeki nakit fazlası ile kısa vadeli fiyat değişim etkilerinden yararlanmak için Ares işletmesinin borsada işlem gören hisse senetlerini alım satım amaçlı satın almıştır. Bunun yanı sıra bu işlem için aracı kuruma 3.000 lira komisyon ödemiştir. Bu işlemde ödenen komisyon bedeli aşağıdaki hangi hesapta izlenmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "653 KOMİSYON GİDERLERİ HS.",
      "B": "110 HİSSE SENETLERİ HS.",
      "C": "645 MENKUL KIYMET SATIŞ KÂRLARI HS.",
      "D": "111 ÖZEL KESİMİ TAHVİL, SENET VE BONOLARI HS.",
      "E": "102 BANKALAR HS."
    },
    "explanation": "Menkul Kıymet edinimi için ödenen komisyonlar, gerçeğe uygun değer farkı kâr veya zarara yansıtılma amaçlı edinilen menkul kıymetler için ödenmeleri durumunda faaliyet gideri olarak ayrıca muhasebeleştirilirken bunların dışında kalan menkul kıymetler için ise ilgili menkul kıymetin gerçeğe uygun değerine ilâve edilerek aktifleştirilir."
  },
  {
    "id": "3104611",
    "unitNumber": 7,
    "text": "Dönemsel faiz ödemeleri olmayan ve vadeleri dolmadan paraya dönüştürülemeyen sadece ikincil piyasalarda alınıp satılabilen bono aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yatırım Fonu katılım Belgesi",
      "B": "Hazine Bonosu",
      "C": "Gelir Ortaklığı Senedi",
      "D": "Kar ve Zarar Ortaklığı Belgesi",
      "E": "Tahvil"
    },
    "explanation": "Hazine ve finansman bonolarının dönemsel faiz ödemeleri yoktur ve vadeleri<br/>dolmadan paraya dönüştürülemezler. Ancak ikincil piyasalarda alınıp satılabilmektedirler."
  },
  {
    "id": "3104612",
    "unitNumber": 7,
    "text": "İşletmelerin tüm borçları çıkarıldıktan sonra varlıklarında bir payı/hakkı gösteren sözleşme aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kar ve Zarar Ortaklığı Belgesi",
      "B": "Öz Kaynağa Dayalı Finansal Araç",
      "C": "Hisse Senetleri",
      "D": "Hazine Bonosu",
      "E": "Türev Ürün"
    },
    "explanation": "Öz kaynağa dayalı finansal araç; İşletmelerin tüm borçları çıkarıldıktan sonra varlıklarında bir payı/hakkı gösteren sözleşmedir."
  },
  {
    "id": "3104613",
    "unitNumber": 7,
    "text": "İşletmelerin uzun vadeli yatırım amacı ile hisse senedi edinmeleri durumunda ilgili yarımlar hangi hesapta izlenir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hisse Senetleri",
      "B": "Özel Kesim Tahvil, Senet ve Bonoları",
      "C": "Bağlı Ortaklıklar",
      "D": "Tahviller",
      "E": "Diğer Menkul Kıymetler"
    },
    "explanation": "İşletmelerin uzun vadeli yatırım amacı ile hisse senedi edinmeleri durumunda<br/>ilgili yatırımlar, işletmeler tarafından yatırım yapılan şirkette sahip olunan paya<br/>bağlı olarak 242 İŞTİRAKLER hesabında veya 245 BAĞLI ORTAKLIKLAR hesa- bında izlenmektedir.<br/>İşletmelerin geçici yatırım amacı ile hisse senedi edinmeleri durumunda ise<br/>ilgili yatırımlar 110 HİSSE SENETLERİ hesabında izlenmektedir."
  },
  {
    "id": "3104614",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tahvillerin özelliklerinden <span style=\"text-decoration: underline;\">biri</span> <span style=\"text-decoration: underline;\">değildir</span>?",
    "correctAnswer": "D",
    "options": {
      "A": "Sabit getirili menkul kıymetlerdir",
      "B": "Vadeleri bir yıldan uzundur",
      "C": "İkincil piyasada el değiştirebilir",
      "D": "Kar payı sağlamak amacı ile edinilirler",
      "E": "Geçici yatırım amacı olarak kullanılbilirler"
    },
    "explanation": "Tahvil, uzun vadeli bir borçlanma senedidir. Geçici amaçlarla el değiştirebilir, vadeye kadar elde tutulabilir ve sabit bir getirisi bulunmaktadır. Ancak kârpayları hisse senetlerini elde bulunduruyor olmaktan kaynaklanan bir getiridir."
  },
  {
    "id": "3104615",
    "unitNumber": 7,
    "text": "Vadesine kadar elde tutulabilecek ama sahibine bu konuda bir yükümlülük yüklemeyen ve vadesinden önce de elden çıkarılabilen menkul kıymetler aşağıdaki hangi gruba girmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Vadeye kadar elde tutma amaçlı menkul kıymetler",
      "B": "İştirakler",
      "C": "Gerçeğe uygun değer",
      "D": "Öz kaynağa dayalı finansal araç",
      "E": "Satılmaya hazır amaçlı menkul kıymetler"
    },
    "explanation": "Satılmaya hazır olarak tanımlanan veya kredi ve alacak, vadeye kadar elde tutulacak yatırım ya da gerçeğe uygun değer farkı kâr veya zarara yansıtılan finansal varlık olarak (alım-satım amaçlı) sınıflandırılamayan finansal varlıklardır. Başka bir ifade ile arzu edildiği takdirde vadesine kadar elde tutulabilecek ama sahibine bu konuda bir yükümlülük yüklemeyen ve vadesinden önce de elden çıkarılabilen menkul kıymetler bu gruba girmektedir."
  },
  {
    "id": "3104616",
    "unitNumber": 7,
    "text": "\"İşletmelerin kısa veya uzun vadede fiyat değişimi etkisinden yararlanmak, faiz geliri veya kar payı sağlamak amacı ile edindikleri finansal araçlardır\" tanımı aşağıdaki kavramlardan hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Menkul kıymet",
      "B": "Hisse senedi",
      "C": "Hazine bonosu",
      "D": "Alacak senedi",
      "E": "Gelir ortaklığı senedi"
    },
    "explanation": "Soruda verilen tanım menkul kıymeti tanımlamaktadır. Bu nedenle sorunun doğru yanıtı \"A\" seçeneğidir."
  },
  {
    "id": "3104617",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi menkul kıymetler grubuna dahil <span style=\"text-decoration: underline;\">değildir?</span>",
    "correctAnswer": "B",
    "options": {
      "A": "Hisse senedi",
      "B": "Alacak senedi",
      "C": "Hazine bonosu",
      "D": "Kar ve zarar ortaklığı belgesi",
      "E": "Yatırım fonu katılım belgesi"
    },
    "explanation": "Alacak senedi menkul kıymetler grubuna dahil değildir. Diğer seçeneklerde belirtilen belgeler menkul kıymettir. Bu nedenle sorunun doğru yanıtı \"B\" seçeneğidir."
  },
  {
    "id": "3104618",
    "unitNumber": 7,
    "text": "\"Karşılıklı pazarlık ortamında bilgili ve istekli kişiler arasında bir varlığın el değiştirmesi ya da bir borcun ödenmesi durumunda ortaya çıkan tutar\" olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Maliyet bedeli",
      "B": "Borsa değeri",
      "C": "Gerçeğe uygun değer",
      "D": "Pazarlanabilir değer",
      "E": "Piyasa değeri"
    },
    "explanation": "Soruda verilen tanım gerçeğe uygun değere aittir. Bu nedenle sorunun doğru yanıtı \"C\" seçeneğidir."
  },
  {
    "id": "3104619",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi türev ürünlerin özelliklerinden birisi <span style=\"text-decoration: underline;\">değildir?</span>",
    "correctAnswer": "D",
    "options": {
      "A": "Değeri değişime açık bir sözleşmeye dayalıdır.",
      "B": "Net bir başlangıç yatırımı gerektirmez.",
      "C": "Benzer finansal araçlara oranla daha az bir başlangıç yatırımı gerektirir.",
      "D": "Öz kaynağı dayalı olarak ihraç edilen menkul kıymettir.",
      "E": "Vadeye kadar taraflar arasında nakit akışı gerektirmez."
    },
    "explanation": "\"D\" seçeneğinde belirtilen özellik türev ürünlerin özelliklerinden birisi değildir. Diğer şıklarda sayılan özellikler türev ürünlere ait özelliklerdir. Bu nedenle sorunun doğru yanıtı \"D\" seçeneğidir."
  },
  {
    "id": "3104620",
    "unitNumber": 7,
    "text": "Sermayesi paylara bölünmüş şirketler tarafından çıkarılan, ortaklık sermayesine katılma payını temsil eden, payların dolaşımını sağlayan ve kanuni şekil şartlarına uygun olarak hazırlanan kıymetli evrak aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Poliçe",
      "B": "Çek",
      "C": "Bono",
      "D": "Tahvil",
      "E": "Hisse senedi"
    },
    "explanation": "Hisse senedi, sermayesi paylara bölünmüş şirketler tarafından çıkarılan, ortaklık sermayesine katılma payını temsil eden, payların dolaşımını sağlayan ve kanuni şekil şartlarına uygun olarak hazırlanan kıymetli evraktır. Sorunun doğru yanıtı \"E\" seçeneğidir."
  },
  {
    "id": "3104621",
    "unitNumber": 7,
    "text": "Anonim şirketler ile kamu kurum ya da kuruluşlarının, faaliyetlerinin finansmanında ihtiyaç duydukları fonları sağlamak amacıyla ihraç edilen borçlanma senetleri olarak tanımlanan menkul kıymet aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tahvil",
      "B": "Finansman bonosu",
      "C": "Gelir ortaklığı senedi",
      "D": "Hazine bonosu",
      "E": "Yatırım fonu katılım belgesi"
    },
    "explanation": "Soruda verilen ifade tahvili tanımlamaktadır. Bu nedenle sorunun doğru yanıtı \"A\" seçeneğidir."
  },
  {
    "id": "3104622",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi borçlanma kağıtlarından birisi <span style=\"text-decoration: underline;\">değildir?</span>",
    "correctAnswer": "B",
    "options": {
      "A": "Tahviller",
      "B": "Hisse senetleri",
      "C": "Hazine bonosu",
      "D": "Finansman bonosu",
      "E": "Kar ve zarar ortaklığı belgesi"
    },
    "explanation": "Hisse senetleri borçlanma değil ortaklık hakkı veren belgedir. Bu nedenle sorunun doğru yanıtı \"B\" seçeneğidir."
  },
  {
    "id": "3104623",
    "unitNumber": 7,
    "text": "Borçlu tarafından imzalanarak alacaklıya verilen, alacaklı emrine belirlenen tarihte ve yerde, kayıtsız ve koşulsuz belirli bir tutarın ödenmesi yükümlülüğünü kapsayan senet aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hisse senedi",
      "B": "Gelir ortaklığı senedi",
      "C": "Bono",
      "D": "Poliçe",
      "E": "Çek"
    },
    "explanation": "Soruda verilen ifade bonoyu tanımlamaktadır. Sorunun doğru yanıtı \"C\" seçeneğidir."
  },
  {
    "id": "3104624",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tahvil dışında yaygın olarak kullanılan borçlanma kağıtlarından birisi <span style=\"text-decoration: underline;\">değildir?</span>",
    "correctAnswer": "D",
    "options": {
      "A": "Hazine bonosu",
      "B": "Finansman bonosu",
      "C": "Gelir ortaklığı senedi",
      "D": "Alacak senedi",
      "E": "Kar ve zarar ortaklığı belgesi"
    },
    "explanation": "Alacak senedi borçlanma kağıtlarından birisi değildir. Diğer seçeneklerde belirtilen kağıtlar borçlanma kağıtlarıdır. Sorunun doğru yanıtı \"D\" seçeneğidir."
  },
  {
    "id": "3104625",
    "unitNumber": 7,
    "text": "Halktan toplanan paralarla belge sahipleri hesabına sermaye piyasası araçları, gayrimenkul, altın ve diğer kıymetli madenler portföyü işletmek amacıyla kurulan mal varlığına ne denmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Katılım fonu",
      "B": "Gelir ortaklığı fonu",
      "C": "Hazine fonu",
      "D": "Kar ve zarar ortaklığı fonu",
      "E": "Yatırım fonu"
    },
    "explanation": "Yatırım fonu, halktan toplanan paralarla belge sahipleri hesabına sermaye piyasası araçları, gayrimenkul, altın ve diğer kıymetli madenler portföyü işletmek amacıyla kurulan mal varlığıdır. Sorunun doğru yanıtı \"E\" seçeneğidir."
  },
  {
    "id": "3104626",
    "unitNumber": 7,
    "text": "Menkul kıymetin üzerinde yazılı olan değere ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kayıtlı Değer",
      "B": "Temettü",
      "C": "Nominal Değer",
      "D": "türev ürün",
      "E": "Bono"
    },
    "explanation": "Nominal değer; menkul kıymetin üzerinde yazılı olan değerdir."
  },
  {
    "id": "3104627",
    "unitNumber": 7,
    "text": "Bir finansal varlık türü olup, köprü, baraj, elektrik santrali, kara yolu, demir yolu, telekomünikasyon sistemleri ve sivil kullanıma yönelik deniz ve havalimanları ile benzerlerinden kamu kurum ve kuruluşlarına ait olanların gelirlerine gerçek ve tüzel kişilerin ortak olması için çıkarılan senetler aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yatırım Fonu",
      "B": "Katılma Belgesi",
      "C": "Bono",
      "D": "Kar ve Zarar Ortaklığı Belgesi",
      "E": "Gelir Ortaklığı Senedi"
    },
    "explanation": "Gelir Ortaklığı Senedi, “Gelir Tahvili” genel adı ile tanınan bir finansal varlık türü olup, köprü, baraj, elektrik santrali, kara yolu, demir yolu,telekomünikasyon sistemleri ve sivil kullanıma yönelik deniz ve havalimanları ile benzerlerinden kamu kurum ve kuruluşlarına ait olanların gelirlerine gerçek ve tüzel kişilerin ortak olması için çıkarılan senetlerdir. Ancak senet sahipleri, bu tesislerin mülkiyeti ve işletmesi üzerinde herhangi bir hak sahibi değildir."
  },
  {
    "id": "3104628",
    "unitNumber": 7,
    "text": "Sermayesi paylara bölünmüş şirketler tarafından çıkarılan, ortaklık sermayesine katılma payını temsil eden, payların dolaşımını sağlayan ve kanuni şekil şartlarına uygun olarak hazırlanan kıymetli evrak aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hisse Senedi",
      "B": "Tahvil",
      "C": "Yatırım Fonu Katılım Belgesi",
      "D": "Finansman Bonosu",
      "E": "Gelir Ortaklığı Senedi"
    },
    "explanation": "Hisse senedi; sermayesi paylara bölünmüş şirketler tarafından çıkarılan, ortaklık<br/>sermayesine katılma payını temsil eden, payların dolaşımını sağlayan ve kanuni<br/>şekil şartlarına uygun olarak hazırlanan kıymetli evrak olarak tanımlanmaktadır."
  },
  {
    "id": "3104629",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi finansal piyasalara fon sunan özel ve tüzel kişilerin sahip oldukları nakit fazlasını etkin bir şekilde yönetip değerlendirmek amacı ile sıkça yararlandığı finansal araçlar arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Hisse Senedi",
      "B": "Hazine Bonosu",
      "C": "Finansman Bonosu",
      "D": "Yatırım Fonu Katılım Belgesi",
      "E": "Temettü"
    }
  },
  {
    "id": "3104630",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi hisse senedinin özelliklerinden değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sermayesi paylara bölünmüş şirketler tarafından çıkarılmaktadır",
      "B": "Kıymetli evrak değildir",
      "C": "Ortaklık sermayesine katılma payını temsil etmektedir",
      "D": "Payların dolaşımını sağlamaktadır",
      "E": "Kanuni şekil şartlarına uygun olarak hazırlanmaktadır"
    }
  },
  {
    "id": "3104631",
    "unitNumber": 7,
    "text": "I. Değeri değişime açık bir sözleşmeye dayalıdır,II. Net bir başlangıç yatırımı gerektirmeyen ya da benzer finansal araçlara oranla daha az bir başlangıç yatırımı gerektirmektedir,III. Vadeye kadar taraflar arasında nakit akışı gerektirmemektedir.Yukarıdakilerden hangileri türev ürünlerin özellikleri arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II, III"
    }
  },
  {
    "id": "3104632",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletmelerin ellerindeki fon fazlasını geçici olarak değerlendirdikleri borçlanma kağıtlarından değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Devlet Bonosu",
      "B": "Finansman Bonosu",
      "C": "Gelir Ortaklığı Senedi",
      "D": "Kâr ve Zarar Ortaklığı Belgesi",
      "E": "Yatırım Fonu Katılma Belgesi"
    }
  },
  {
    "id": "3104633",
    "unitNumber": 7,
    "text": "Hisse senetlerinin kayıtlı değerinden daha düşük bir bedel üzerinden satılması durumundaki satışa ıskontolu satış adı verilmektedir. Iskontolu satışların borçlandırıldığı hesap aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Menkul Kıymet Satış Zararları hesabı",
      "B": "Hisse senetleri hesabı",
      "C": "Menkul Kıymet Satış Kârları hesabı",
      "D": "Diğer Hazır Değerler hesabı",
      "E": "Diğer Menkul Kıymetler hesabı"
    }
  },
  {
    "id": "3104634",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi hazine bonosunun özelliklerinden değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kamu kesimi kurum ya da kuruluşları tarafından borçlu sıfatı ile düzenlenmektedir",
      "B": "Bir yıldan kısa vadelidir",
      "C": "Birincil piyasalarda alınıp satılabilmektedir",
      "D": "Emre ya da hamiline yazılı menkul kıymet niteliğindedir",
      "E": "Kıymetli evraktır"
    }
  },
  {
    "id": "3104635",
    "unitNumber": 7,
    "text": "Daha önce ihraç edilmiş menkul kıymetlerin işlem gördüğü, yani yeniden alım satımının yapıldığı piyasalara ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Birincil Piyasa",
      "B": "İkincil Piyasa",
      "C": "Üçüncül Piyasa",
      "D": "Forex Piyasaları",
      "E": "Borsa"
    }
  },
  {
    "id": "3104636",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tahvillerin özelliklerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "İhraç eden tarafın kâr ya da zarar etmesinden bağımsızdır",
      "B": "Sahibi üzerinde yazan faiz oranını ödemekle yükümlüdür",
      "C": "Vadesine kadar ikincil piyasada el değiştirebilir",
      "D": "Sadece kamu kurum ve kuruluşları tarafından ihraç edilmektedirler",
      "E": "Vadesine kadar geçici yatırım aracı olarak kullanılabilirler."
    }
  },
  {
    "id": "3104637",
    "unitNumber": 7,
    "text": "Karşılıklı pazarlık ortamında bilgili ve istekli kişiler arasında bir varlığın el değiştirmesi ya da bir borcun ödenmesi durumunda ortaya çıkan tutar aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Uzun vadeli yatırım tutarı",
      "B": "Gerçeğe uygun değer",
      "C": "Bono",
      "D": "Kayıtlı değer",
      "E": "Nominal değer"
    }
  },
  {
    "id": "3104638",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi finansal varlıkların borçlandırıldığı hesaplardan değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hisse Senetleri Hesabı",
      "B": "Menkul Kıymet Satış Karları Hesabı",
      "C": "Menkul Kıymet Satış Zararları Hesabı",
      "D": "Diğer Hazır Değerler Hesabı",
      "E": "Satış ve Dağıtım Giderleri Hesabı"
    }
  },
  {
    "id": "3104639",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi menkul kıymetlerden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tapu senedi",
      "B": "Hisse Senedi",
      "C": "Tahvil",
      "D": "Hazine Bonosu",
      "E": "Finansman Bonosu"
    }
  },
  {
    "id": "3104640",
    "unitNumber": 7,
    "text": "Menkul kıymetlerle ilgili değerleme işlemleri yapılırken menkul kıymetlerin değerinde meydana gelen azalışın, kayıtlara yansıtılabilmesi amacı ile kullanılan pasif nitelikte, aktifi düzenleyici hesap aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "110 Hisse Senetleri",
      "B": "111 Özel Kesim Tahvil, Senet ve Bonoları",
      "C": "112 Kamu Kesimi Tahvil, Senet ve Bonoları",
      "D": "118 Diğer Menkul Kıymetler",
      "E": "119 Menkul Kıymetler Değer Düşüklüğü Karşılığı (-)"
    }
  },
  {
    "id": "3104641",
    "unitNumber": 7,
    "text": "Sermayesi paylara bölünmüş şirketler tarafından çıkarılan, ortaklık sermayesine katılma payını temsile eden, payların dolaşımını sağlayan ve kanuni şekil şartlarına uygun olarak hazırlanan kıymetli evrak aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tapu senedi",
      "B": "Hisse Senedi",
      "C": "Tahvil",
      "D": "Hazine Bonosu",
      "E": "Finansman Bonosu"
    }
  },
  {
    "id": "3104642",
    "unitNumber": 7,
    "text": "Anonim şirketler ile kamu kuruluşlarının faaliyetinin finansmanında, ihtiyaç duydukları fonları sağlamak amacı ile ihraç edilen borçlanma senedi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tapu senedi",
      "B": "Hisse Senedi",
      "C": "Tahvil",
      "D": "Hazine Bonosu",
      "E": "Finansman Bonosu"
    }
  },
  {
    "id": "3104643",
    "unitNumber": 7,
    "text": "Kamu kuruluşları tarafından borçlu sıfatı ile düzenlenen, bir yıldan kısa vadeli, emre ya da hamiline yazılı menkul kıymet niteliğindeki kıymetli evrak aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tapu senedi",
      "B": "Hisse Senedi",
      "C": "Tahvil",
      "D": "Kar ve Zarar Ortaklık Belgesi",
      "E": "Hazine Bonosu"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/81dd01149faf314d33af506d665acf6a.png\" alt=\"\" width=\"649\" height=\"299\">"
  },
  {
    "id": "3104644",
    "unitNumber": 7,
    "text": "Kamu kurum ve kuruluşlarına ait olan tesislerin işletmesine ait tesislerin gelirlerine gerçek ve tüzel kişilerin ortak olması için çıkarılan değerli kağıt aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tapu senedi",
      "B": "Hisse Senedi",
      "C": "Tahvil",
      "D": "Hazine Bonosu",
      "E": "Gelir Ortaklığı Senedi"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e35c729503d909d87545619c05ca998f.png\" alt=\"\" width=\"639\" height=\"254\">"
  },
  {
    "id": "3104645",
    "unitNumber": 7,
    "text": "Halktan toplanan paralarla belge sahipleri hesabına sermaye piyasası araçları, gayrimenkul, altın ve diğer kıymetli madenler portföyü işletmek amacı ile kurulan mal varlığı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yatırım fonu",
      "B": "Katılma Belgesi",
      "C": "Finansman Bonosu",
      "D": "Kar ve Zarar Ortaklık Belgesi",
      "E": "Gelir Ortaklığı Senedi"
    }
  },
  {
    "id": "3104646",
    "unitNumber": 7,
    "text": "Belge karşılığı sahibinin, kurucuya karşı sahip olduğu hakları taşıyan ve fona kaç pay ile katıldığını gösteren kıymetli evrak aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yatırım fonu",
      "B": "Katılma Belgesi",
      "C": "Finansman Bonosu",
      "D": "Kar ve Zarar Ortaklık Belgesi",
      "E": "Gelir Ortaklığı Senedi"
    }
  },
  {
    "id": "3104647",
    "unitNumber": 7,
    "text": "İşletmeler ellerindeki nakit fazlasını, altın ve altın dışı değerli madenlerde değerlendirdiklerinde muhasebeleştirme işlemi aşağıdaki hangi hesap ile yapılır?",
    "correctAnswer": "D",
    "options": {
      "A": "110 Hisse Senetleri",
      "B": "111 Özel Kesim Tahvil, Senet ve Bonoları",
      "C": "112 Kamu Kesimi Tahvil, Senet ve Bonoları",
      "D": "118 Diğer Menkul Kıymetler",
      "E": "119 Menkul Kıymetler Değer Düşüklüğü Karşılığı (-)"
    },
    "explanation": "İşletmelerin ellerindeki nakit fazlasını, kısa vadeli fiyat değişim etkilerinden yararlanmak amacı ile hisse senetleri ve borçlanma kağıtları dışında kalan altın, altın dışı değerli madenlerde de değerlendirebilmeleri mümkündür. Bu tür yatırım araçları diğer menkul kıymetler olarak kabul edilir ve işletmelerin bu tür varlıklara yatırım yapmaları durumunda ilgili yatırımlar, 118 Diğer Menkul Kıymetler Hesabında muhasebeleştirilirler."
  },
  {
    "id": "3104648",
    "unitNumber": 8,
    "text": "Stoklar, işletmelerin ana faaliyet konularını yerine getirebilmeleri ve mevcudiyetlerini<br/>devam ettirebilmeleri için ihtiyaç duydukları vazgeçilmez unsurlardır.\n<br/>Ticaret işletmelerinde stoklar tekdüzen hesap planında hangi hesap altında izlenir?",
    "correctAnswer": "C",
    "options": {
      "A": "150 İlk madde malzeme Hs.",
      "B": "152 Mamuller Hs.",
      "C": "153 Ticari mallar Hs.",
      "D": "157 Diğer stoklar Hs.",
      "E": "151 Yarı mamuller üretim Hs."
    },
    "explanation": "Bu ünitede<br/>ticaret işletmeleri tarafından gerçekleştirilen mal alım-satım işlemleri ele alınacağından 153 Ticari Mallar hesabı kullanılacaktır."
  },
  {
    "id": "3104649",
    "unitNumber": 8,
    "text": "Katma değer vergisi, mal ve hizmet alımları esnasında, satın alma bedelinin belirli<br/>bir yüzdesi oranında alıcı tarafından satın alma bedeline ilave olarak ödenen<br/>bir vergi türü olup yalnızca mal ve hizmet alışlarını ilgilendiren bir vergi türü değildir. Mal alışlarını ilgilendiren KDV tekdüzen hesap planında hangi hesap altında izlenir?",
    "correctAnswer": "A",
    "options": {
      "A": "191 İndirilecek KDV Hs.",
      "B": "391 Hesaplanan KDV Hs.",
      "C": "190 Devreden KDV Hs.",
      "D": "360 Ödenecek vergi ve fonlar Hs.",
      "E": "153 Ticari mallar Hs."
    },
    "explanation": "Her türlü mal ve hizmetin satın alınması sı<br/>rasında, satın alma bedelleri üzerinden satıcılara ödenen ya da ödenecek katma<br/>değer vergisinin izlendiği hesaptır. Satın alma bedeli üzerinden hesaplanan KDV<br/>tutarı, bu hesabın borcuna kaydedilir."
  },
  {
    "id": "3104650",
    "unitNumber": 8,
    "text": "Devamlı envanter yöntemi, işletmelerin ilgili dönem içinde gerçekleştirdikleri tüm<br/>alım-satım işlemlerinin, gerçekleştikleri anda işletme kayıtlarına yansıtılması esasına dayalı bir yöntemdir.<br/>Yöntemin bu özelliği işletmelerin dönem içinde arzu ettikleri<br/>zaman hem ellerindeki hem de o ana kadar satmış oldukları malların miktar ve maliyetini tespit edebilmelerini mümkün kılmaktadır. <br/>Bu yöntem en çok hangi işletmelerde kullanılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Üretim işletmeleri",
      "B": "Basit ticari işletmeler",
      "C": "Sanayi işletmeleri",
      "D": "Farklı niteliklere sahip çeşitli mal satan işletmeler",
      "E": "Endüstri işletmeleri"
    },
    "explanation": "Bu yöntem; genellikle aynı anda farklı niteliklere sahip çeşitli malların satışını<br/>yapan, faaliyet hacmi büyük, stok ve tedarik dengesi önemli olan, bu nedenle mal<br/>hareketlerini optik okuyuculu elektronik sistemler kullanarak izleyen işletmeler tarafından<br/>tercih edilmektedir."
  },
  {
    "id": "3104651",
    "unitNumber": 8,
    "text": "Devamlı envanter yöntemi, işletmelerin ilgili dönem içinde gerçekletirdikleri tüm<br/>alım-satım işlemlerinin, gerçekleştikleri anda işletme kayıtlarına yansıtılması esasına dayalı bir yöntemdir. Bu yöntemi en çok hangi işletmeler kullanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Adi ortaklıklar",
      "B": "Basit ticari işletmeler",
      "C": "Üretim yapan işletmeler",
      "D": "Aynı anda farklı niteliklere sahip çeşitli malların satışın yapan işletmeler",
      "E": "Sanayi işletmeleri"
    },
    "explanation": "Bu yöntem; genellikle aynı anda farklı niteliklere sahip çeşitli malların satışını<br/>yapan, faaliyet hacmi büyük, stok ve tedarik dengesi önemli olan, bu nedenle mal hareketlerini optik okuyuculu elektronik sistemler kullanarak izleyen işletmeler tarafından tercih edilmektedir."
  },
  {
    "id": "3104652",
    "unitNumber": 8,
    "text": "Bir faaliyet dönemi sonunda işletmedeki mevcut mal stoku, aynı zamanda takip<br/>eden dönemin dönem başı mal stokudur. İşletmeler her bir raporlama dönemi sonunda mevcut hesaplarını (bilanço/gelir tablosu) kapanış kayıtları yardımı ile kapatır, takip eden dönemin başında ise yalnızca bilanço hesaplarını açılış kaydı ile tekrar açarlar. Dönem başında stok mevcudu hangi hesaba borç olarak kaydedilir.",
    "correctAnswer": "A",
    "options": {
      "A": "153 Ticari mallar",
      "B": "150 İlk madde malzeme hesabı",
      "C": "151 yarı mamuller",
      "D": "152 Mamuller",
      "E": "157 Diğer stoklar"
    },
    "explanation": "Bu işlem sırasında dönem başındaki mevcut mal stoku, 153 Ticari<br/>Mallar hesabının borcuna kaydedilir. Böylece 153 Ticari Mallar hesabının ilk kaydını dönem başı mal stokunun maliyeti oluşturur."
  },
  {
    "id": "3104653",
    "unitNumber": 8,
    "text": "Satın alınan mallar, işletmedeki mal stokunu arttırıcı bir etkiye sahiptirler. Dolayı<br/>sıyla dönem içinde satın alınan mallar, satın alma maliyetleri üzerinden tekdüzen hesap planında hangi hesap adı altında izlenir?",
    "correctAnswer": "B",
    "options": {
      "A": "150 İlk madde malzeme",
      "B": "153 Ticari mallar",
      "C": "152 Mamuller hesabı",
      "D": "151 Yarı mamuller hesabı",
      "E": "157 Diğer stoklar"
    },
    "explanation": "Satın alınan mallar, işletmedeki mal stokunu arttırıcı bir etkiye sahiptirler. Dolayı<br/>sıyla dönem içinde satın alınan mallar, satın alma maliyetleri üzerinden 153 Ticari Mallar hesabının borcuna, satın alma koşullarının peşin ya da kredili olması durumuna bağlı olarak ilgili hesap ya da hesapların alacağına kaydedilir."
  },
  {
    "id": "3104654",
    "unitNumber": 8,
    "text": "Alış giderleri, satın alınan malların işletmenin amaçladığı şekilde<br/>kullanıma ya da satışa hazır hâle gelebilmesi için işletme tarafından yapılması<br/>gereken harcamalardır. Alış giderleri hangi hesaba kaydedilir?",
    "correctAnswer": "A",
    "options": {
      "A": "153 Ticari mallar",
      "B": "320 Satıcılar Hs.",
      "C": "150 İlk madde malzeme Hs.",
      "D": "152 Mamuller Hs.",
      "E": "Yarı Mamuller Hs."
    },
    "explanation": "Alış giderleri, satın alınan malların maliyetinin bir parçası olarak 153 Ticari Mallar hesabının borcuna, harcamanın peşin ya da kredili yapılmasına bağlı olarak ilgili hesap ya da hesapların alacağına kaydedilir."
  },
  {
    "id": "3104655",
    "unitNumber": 8,
    "text": "Satış giderleri; işletmenin satışını yapmış olduğu malların satış işleminin gerçekleşmesi ile doğrudan ilgili olan ve işletmenin sözleşme veya zımni kabul yolu ile yerine getirmek zorunda olduğu nakliye, sigorta vb. giderlerdir. Bu giderler hangi hesap adı altında muhasebeleştirilir?",
    "correctAnswer": "D",
    "options": {
      "A": "600 Satışlar Hs.",
      "B": "153 Ticari Mallar Hs",
      "C": "120 Alıcılar Hs",
      "D": "760 Pazarlama, Satış ve dağıtım Giderleri Hs.",
      "E": "621 Satılan ticari mallar maliyeti"
    },
    "explanation": "Bu giderlerin satılan malların maliyeti ile hiçbir ilgisi yoktur, ortaya çıktıkları dönemde 760 Pazarlama, Satış ve Dağıtım Giderleri hesabının borcuna, ödeme şekline bağlı olarak ilgili hesap ya da hesapların alacağına kaydedilir."
  },
  {
    "id": "3104656",
    "unitNumber": 8,
    "text": "Aralıklı envanter yöntemi, işletmelerin ilgili dönem içinde gerçekleştirdikleri tüm<br/>alım-satım işlemlerinin gerçekleştikleri anda, ancak satılan malların ve dönem sonu mal stoku maliyetinin belirli aralıklarla yapılan sayım ve değerlemeler sonucu edinilen veriler doğrultusunda hesaplanması esasına dayalı bir yöntemdir. Genelde bu yöntemi hangi işletmeler kullanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Üretim İşletmeleri",
      "B": "Sanayi İşletmeleri",
      "C": "Tek tip ya da biri birine benzer özellikler taşıyan malların<br/>ticaretini yapan işletmeler",
      "D": "Endüstri İşletmeleri",
      "E": "Şahıs İşletmeleri"
    },
    "explanation": "Bu yöntem genellikle tek tip ya da biri birine benzer özellikler taşıyan malların<br/>ticaretini yapan, faaliyet hacmi büyük olmayan, bu nedenle stok ve tedarik takibi<br/>konusunda herhangi bir sorun yaşamayan işletmeler tarafından yoğunlukla tercih<br/>edilmektedir."
  },
  {
    "id": "3104657",
    "unitNumber": 8,
    "text": "Müşteriler; belirli bir miktarın üzerinde alım yapmaları, satın aldıkları malları teslim alırken yaptıkları kontroller esnasında malların bozuk, ambalajının ya da kendisinin hasarlı ya da istenen kalitede olmadığını tespit etmeleri durumunda satıcıdan iskonto talebinde bulunabilirler. Satıcı olarak bu talebin kabul edilmesi, ilgili satış işleminden elde edilen satış hasılatının iskonto tutarı kadar azaltılmasını gerektirir. Bu işlem hangi hesap altında izlenir.",
    "correctAnswer": "A",
    "options": {
      "A": "611 Satış İskontoları Hs.",
      "B": "120 Alıcılar Hs.",
      "C": "320 Satıcılar Hs.",
      "D": "153 Ticari Mallar Hs.",
      "E": "760 Pazarlam, Satış ve dağıtım Giderleri Hs."
    },
    "explanation": "Bu işlem, kayıtlara ilgili tutarın satışlar hesabından doğrudan düşülmesi<br/>ile değil aynen devamlı envanter yönteminde olduğu gibi dolaylı olarak<br/>611 Satış iskontoları hesabının borcuna kaydedilmesi ile izlenir. Bu hesabın karşı<br/>lığında ise işletmenin kredili ya da peşin satış yapmış olması durumuna bağlı olarak ilgili hesap ya da hesaplar alacaklandırılır."
  },
  {
    "id": "3104658",
    "unitNumber": 8,
    "text": "Aşağıda sıralanan hesaplardan hangisi sadece imalat işletmeleri tarafından kullanılan hesaptır?",
    "correctAnswer": "A",
    "options": {
      "A": "152 Mamuller",
      "B": "158 Stok Değer Düşüklüğü Karşılığı",
      "C": "153 Ticari Mallar",
      "D": "157 Diğer Stoklar",
      "E": "159 Verilen Sipariş Avansları"
    },
    "explanation": "Söz konusu hesaplardan 150 İlk Madde ve Malzeme, 151 Yarı Mamuller Üretim ve <strong>152 Mamuller</strong>; imalat işletmeleri tarafından kullanılan hesaplardır."
  },
  {
    "id": "3104659",
    "unitNumber": 8,
    "text": "Aşağıda sıralanan hesaplardan hangisi ticaret işletmeleri tarafından gerçekleştirilen mal alım-satım işlemleri için kullanılan hesaptır?",
    "correctAnswer": "D",
    "options": {
      "A": "150 İlk Madde ve Malzeme",
      "B": "151 Yarı Mamuller Üretim",
      "C": "152 Mamuller",
      "D": "153 Ticari Mallar",
      "E": "157 Diğer Stoklar"
    },
    "explanation": "Ticaret işletmeleri tarafından gerçekleştirilen mal alım-satım işlemlerinde 153 Ticari Mallar hesabı kullanılır."
  },
  {
    "id": "3104660",
    "unitNumber": 8,
    "text": "Katma değer vergisinde dönem süresi ne kadardır?",
    "correctAnswer": "E",
    "options": {
      "A": "20 Gün",
      "B": "3 Ay",
      "C": "Hesap dönemi",
      "D": "21 Gün",
      "E": "1 Ay"
    },
    "explanation": "İşletmeler, bir dönem içinde <strong>(Katma değer vergisinde dönem bir aydır.)</strong> gerçekleştirdiği alış ve satış işlemleri sonucunda ödediği ya da ödeyeceği katma değer vergisi tutarını, tahsil ettiği ya da tahsil edeceği katma değer vergisi tutarı ile karşılaştırıp bu karşılaştırma sonucunda kalan bakiyeyi finansal tablolarında raporlamak zorundadırlar."
  },
  {
    "id": "3104661",
    "unitNumber": 8,
    "text": "Stoklarla ilgili işlemlerin muhasebeleştirilmesinde kullanılan kaç yöntem vardır?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "4",
      "C": "1",
      "D": "5",
      "E": "3"
    },
    "explanation": "Stoklarla ilgili işlemlerin muhasebeleştirilmesinde kullanılan yöntemler:\n 1. Devamlı Envanter Yöntemi\n 2. Aralıklı Envanter Yöntemi"
  },
  {
    "id": "3104662",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangi maliyet unsuru satın alma maliyetlerinin belirlenmesinde indirim konusu yapılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Nakliye",
      "B": "Boşaltma",
      "C": "Satın alma maliyeti",
      "D": "Ticari iskontolar",
      "E": "İthalat vergileri"
    },
    "explanation": "Stokların satın alma maliyeti; satın alma fiyatı, ithalat vergileri, nakliye, yükleme boşaltma maliyetleri ile mamul, malzeme ve hizmetlerin elde edilmesiyle doğrudan bağlantısı kurulabilen diğer maliyetleri içerir. <strong>Ticari iskontolar ve benzeri diğer indirimler</strong> ise satın alma maliyetinin belirlenmesinde indirim konusu yapılır."
  },
  {
    "id": "3104663",
    "unitNumber": 8,
    "text": "<strong>“Vade Farkı\"</strong> ülkemiz muhasebe uygulamalarında aşağıdakilerden hangisine göre muhasebeleştirilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ertelenmiş Ticari Borçlar Vade Farkı hesabının borcuna kaydedilir.",
      "B": "Finansman Gideri hesabının borcuna kaydedilir.",
      "C": "Ertelenmiş Ticari Borçlar Vade Farkı hesabının alacağına kaydedilir.",
      "D": "Finansman Gideri hesabının alacağına kaydedilir.",
      "E": "Satın alınan malın maliyet bedeline ilave edilir?"
    },
    "explanation": "İşletmelerin mal alışlarını çeşitli nedenlerle peşin yerine vadeli yapmayı tercih etmeleri durumunda kendilerine tanınan ek süre karşılığında bir bedel ödemek zorunda kalırlar. Bu ek bedel genellikle <strong>“vade farkı”</strong> olarak adlandırılır. İşletmelerin ödemekle yükümlü oldukları bu bedel, ülkemiz muhasebe uygulamalarında <strong>satın alınan malın maliyet bedeline ilave edilerek aktifleştirilmek suretiyle muhasebeleştirilir. </strong>"
  },
  {
    "id": "3104664",
    "unitNumber": 8,
    "text": "Devamlı envanter yönteminde dönem içinde gerçekleşen her bir satış işlemi için en az kaç kayıt yapılır?",
    "correctAnswer": "D",
    "options": {
      "A": "3",
      "B": "1",
      "C": "4",
      "D": "2",
      "E": "5"
    },
    "explanation": "Devamlı envanter yönteminde dönem içinde gerçekleşen her bir satış işlemi için en az <strong>iki</strong> kayıt yapılır."
  },
  {
    "id": "3104665",
    "unitNumber": 8,
    "text": "<strong>“Vade Farkı\"</strong> adı altında talep edilen tutar hakkında yapılacak muhasebe kaydı Türkiye Muhasebe Standartları’nın konuya ilişkin düzenlemeleri uyarınca aşağıdakilerden hangisine göre<strong> yapılamaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Ertelenmiş Vade Farkı Gelirleri alt hesabının alacağına,",
      "B": "Faiz Geliri hesabının alacağına,",
      "C": "Ertelenmiş Vade Farkı Gelirleri alt hesabının borcuna,",
      "D": "Ertelenmiş Vade Farkı Gelirleri alt hesabına,",
      "E": "Satılan mallardan elde edilen gelirin bir parçası olarak muhasebeleştirilir,"
    },
    "explanation": "Türkiye Muhasebe Standartları’nın konuya ilişkin düzenlemeleri uyarınca söz konusu bedel, <strong>satılan mallardan elde edilen gelirin bir parçası olarak muhasebeleştirilemez</strong>; bunun yerine “Ertelenmiş (Gerçekleşmemiş) Vade Farkı Gelirleri” alt hesabının alacağına kaydedilir. Söz konusu faiz tahakkuk ettikçe (gerçekleştikçe) tahakkuk eden tutar “Faiz Geliri” hesabının alacağına, “Ertelenmiş Vade Farkı Gelirleri” alt hesabının borcuna kaydedilir. Böylece vade sonunda “Ertelenmiş Vade Farkı Gelirleri” alt hesabı, söz konusu satın alma işlemine ilişkin bakiye vermez ve hesap kapanır."
  },
  {
    "id": "3104666",
    "unitNumber": 8,
    "text": "Aralıklı envanter yöntemi kullanan işletmelerde satış işlemi yapıldığında kaç adet muhasebe kaydı yapılacaktır?",
    "correctAnswer": "B",
    "options": {
      "A": "3",
      "B": "1",
      "C": "4",
      "D": "2",
      "E": "5"
    },
    "explanation": "Aralıklı envanter yöntemi kullanan işletmelerde satış işlemi yapıldığında yalnızca ilgili satış işleminin işletmeye yaratmış olduğu gelir muhasebe kayıtlarına yansıtıldığı için <strong>tek</strong> bir kayıt yapılacaktır."
  },
  {
    "id": "3104667",
    "unitNumber": 8,
    "text": "Ticaret işletmeleri, belirli bir faaliyet döneminde elde etmiş oldukları kâr/zararı hesaplarken hizmet işletmelerinden farklı olarak neye dikkat etmek zorundadırlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Satmış oldukları malların maliyetine",
      "B": "KDV hesaplarının bakiyesine",
      "C": "Net satışlarına",
      "D": "Faaliyet kâr/zararına",
      "E": "Net kâr/zarar'a"
    },
    "explanation": "Ticaret işletmeleri, belirli bir faaliyet döneminde elde etmiş oldukları kâr/zararı hesaplarken hizmet işletmelerinden farklı olarak ilgili dönemde <strong>satmış oldukları malların maliyetini</strong> de dikkate almak zorundadırlar."
  },
  {
    "id": "3104668",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi işletmelerin ana faaliyet konularını yerine getirebilmeleri için tüketmek, satmak yada üretimde kullanmak amacı ile elinde bulundurduğu varlıklardır?",
    "correctAnswer": "C",
    "options": {
      "A": "Demirbaşlar",
      "B": "Sipariş",
      "C": "Stoklar",
      "D": "Menkul kıymetler",
      "E": "Duran Varlıklar"
    },
    "explanation": "Stoklar; en genel anlamıyla işletmelerin ana faaliyet konularını yerine getirebilmeleri için tüketmek, satmak ya da üretimde kullanmak amacı ile elinde bulundurduğu varlıklar olarak tanımlanmaktadır."
  },
  {
    "id": "3104669",
    "unitNumber": 8,
    "text": "Tek düzen hesap planında ticaret işletmeleri tarafından gerçekleştirilen mal alım-satım işlemlerinin izlendiği hesap aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "150 İlk Madde ve Malzeme",
      "B": "151 Yarı Mamuller Üretim",
      "C": "152 Mamuller",
      "D": "153 Ticari Mallar",
      "E": "159 Verilen Sipariş Avansları"
    },
    "explanation": "Ticaret işletmelerinin ana faaliyet konusu, bir imalat işletmesinden ya da başka bir ticaret işletmesinden almış oldukları malları uygun gördükleri oranda bir kâr ile diğer bir işletmeye ya da nihai müşteriye, başka bir ifade ile ihtiyaç sahiplerine satmaktır.<br/>Stoklar tekdüzen hesap planında aşağıdaki hesap gruplarında izlenirler.<br/>150 İlk Madde ve Malzeme<br/>151 Yarı Mamuller Üretim<br/>152 Mamuller<br/>153 Ticari Mallar<br/>157 Diğer Stoklar<br/>158 Stok Değer Düşüklüğü Karşılığı (-)<br/>159 Verilen Sipariş Avansları<br/>Ancak yukarıda sıralanan hesaplardan 150 İlk Madde ve Malzeme, 151 Yarı Mamuller Üretim ve 152 Mamuller; imalat işletmeleri tarafından kullanılan hesaplar olup Maliyet Muhasebesi dersinde ayrıntılı bir şekilde ele alınacaktır. Bu ünitede ticaret işletmeleri tarafından gerçekleştirilen mal alım-satım işlemleri ele alınacağından 153 Ticari Mallar hesabı kullanılacaktır."
  },
  {
    "id": "3104670",
    "unitNumber": 8,
    "text": "İşletmenin bir ay içinde alış işlemleri sonucunda ödediği KDV, tahsil ettiği KDV yi aşması durumunda kalan tutarın izlendiği hesap aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "190 Devreden KDV Hesabı",
      "B": "191 İndirilecek KDV Hesabı",
      "C": "360 Ödenecek Vergi ve Fonlar Hesabı",
      "D": "390 Hesaplanan KDV Hesabı",
      "E": "193 Peşin Ödenen Vergiler ve Fonlar Hesabı"
    },
    "explanation": "190 DEVREDEN KDV HESABI: İşletmenin bir ay içinde alış işlemleri sonucunda<br/>ödediği ya da ödeyeceği katma değer vergisinin izlendiği 191 İNDİRİLECEK<br/>KDV hesabı ile satış işlemleri sonucu alıcılardan tahsil ettiği ya da edeceği<br/>katma değer vergisinin izlendiği 391HESAPLANAN KDV hesabının karşılaştırılması sonucunda ödenen ya da ödenecek katma değer vergisinin tahsil edilen ya da tahsil edilecek katma değer vergisini aşması durumunda, başka bir ifade ile 191 İNDİRİLECEK KDV hesabının bakiyesinin 391 HESAPLANAN KDV hesabının bakiyesini aşması durumunda, kalan tutarın izlendiği hesaptır."
  },
  {
    "id": "3104671",
    "unitNumber": 8,
    "text": "Satın alınan malların işletmenin amaçladığı şekilde kullanıma ya da satışa hazır hale gelebilmesi için işletme tarafından yapılması gereken harcamalara ...... ......... denir.",
    "correctAnswer": "C",
    "options": {
      "A": "Satış gideri",
      "B": "Alış iskontosu",
      "C": "Alış gideri",
      "D": "Zarar",
      "E": "İndirilecek KDV"
    },
    "explanation": "Alış giderleri, satın alınan malların işletmenin amaçladığı şekilde kullanıma ya da satışa hazır hâle gelebilmesi için işletme tarafından yapılması gereken harcamalardır."
  },
  {
    "id": "3104672",
    "unitNumber": 8,
    "text": "Aralıklı Envanter Yöntemine göre, satış işlemi ile doğrudan ilgili olarak nakliye, sigorta ...vb. tutarlar aşağıdaki hangi hesapta izlenir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ticari Mallar",
      "B": "Pazarlama Satış ve Dağıtım Giderleri",
      "C": "Satışlar",
      "D": "Finansman Giderleri",
      "E": "Genel Yönetim Giderleri"
    },
    "explanation": "Satış işlemi ile doğrudan ilgili olarak herhangi bir harcama yapılması gerekiyorsa nakliye, sigorta vb bu tutarlar, devamlı envanter yönteminde olduğu gibi 760 Pazarlama, Satış ve Dağıtım Giderleri hesabının borcunda izlenir."
  },
  {
    "id": "3104673",
    "unitNumber": 8,
    "text": "Devamlı Envanter Yöntemine göre: Bir işletmenin Brüt Satışları 6000 lira, Satış İadeleri 450 lira, Satış İskontoları 500 lira ve Ticari Malların Maliyeti 3700 liradır. Bu bilgilere göre işletmenin Brüt Dönem Kârı veya Zararı kaç liradır?",
    "correctAnswer": "E",
    "options": {
      "A": "2300 lira kar",
      "B": "2250 lira kar",
      "C": "1850 lira kar",
      "D": "1800 lira kar",
      "E": "1350 lira kar"
    },
    "explanation": "Brüt Dönem Kârı veya Zararı = Brüt Satışlar – Satış İadeleri– Satış İskontoları – Satılan Ticari Malların Maliyeti= 6.000 – 450 – 500 – 3.700<br/>= 1.350 lira (Kâr)"
  },
  {
    "id": "3104674",
    "unitNumber": 8,
    "text": "Aralıklı Envanter yöntemine göre; alış iadeleri aşağıdaki hangi hesapta izlenmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "621 SATILAN TİCARİ MALLAR MALİYETİ",
      "B": "611 SATIŞ İSKONTOLARI",
      "C": "610 SATIŞ İADELERİ",
      "D": "153 TİCARİ MALLAR HESABI",
      "E": "120 ALICILAR HESABI"
    },
    "explanation": "153 TİCARİ MALLAR HESABI\n İade edilen malların maliyeti 153 Ticari Mallar hesabında açılacak “Alış İadeleri” alt hesabının alacağına, alış işleminin peşin ya da kredili olmasına bağlı olarak ilgili hesap ya da hesapların borcuna kaydedilir."
  },
  {
    "id": "3104675",
    "unitNumber": 8,
    "text": "153 TİCARİ MALLAR HS. 3.000 191 İNDİRİLECEK KDV HS. 600 191.01İndirilecek KDV 100 KASA HS. 1.800 320 SATICILAR HS. 1.800 Yukarıdaki muhasebe kaydı aşağıdaki hangi işleme aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Peşin Mal alışı",
      "B": "Kredili mal alışı",
      "C": "Kredili mal satışı",
      "D": "Satılan malın maliyeti",
      "E": "Alış iadesi"
    },
    "explanation": "Kredili mal alışı"
  },
  {
    "id": "3104676",
    "unitNumber": 8,
    "text": "Bir işletmenin: Dönem Başı Ticari Mal Stokları 1000 lira Mal Alışları 6500 lira Alış İadeleri 500 lira Dönem Sonu Ticari Mal Stokları 3300 lira Brüt Satışları 6000 lira olduğuna göre; bu işletmenin satılan ticari mallarının maliyeti kaç liradır?",
    "correctAnswer": "E",
    "options": {
      "A": "6000 lira",
      "B": "4300 lira",
      "C": "4200 lira",
      "D": "3200",
      "E": "3700 lira"
    },
    "explanation": "Satılan Ticari<br/>Malların Maliyeti = Dönem Başı Ticari Mal Stoku +( Mal Alışları – Alış İadeleri)–Dönem Sonu Ticari Mal Stoku<br/>= 1.000 + (6.500 – 500) – 3.300<br/>= 3.700"
  },
  {
    "id": "3104677",
    "unitNumber": 8,
    "text": "Stokların maliyetini içermeyen unsur aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ticari iskontolar",
      "B": "İthalat vergileri",
      "C": "Yükleme boşaltma",
      "D": "Satın alma fiyatı",
      "E": "Nakliye"
    },
    "explanation": "Stokların maliyeti; satın alma fiyatı, ithalat vergileri, nakliye, yükleme boşaltma maliyetleri ile mamul, malzeme ve hizmetlerin elde edilmesiyle doğrudan bağlantısı kurulabilen diğer maliyetleri içerir. Ticari iskontolar ve benzeri diğer indirimler ise stok maliyetinin belirlenmesinde indirim konusu yapılırlar."
  },
  {
    "id": "3104678",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi stok hesaplarından birisi <span style=\"text-decoration: underline;\">değildir?</span>",
    "correctAnswer": "A",
    "options": {
      "A": "Demirbaşlar",
      "B": "Mamuller",
      "C": "İlk madde ve malzemeler",
      "D": "Ticari mallar",
      "E": "Verilen sipariş avansları"
    },
    "explanation": "Demirbaşlar stok değil maddi duran varlık grubunda yer alan bir hesaptır. Sorunun doğru yanıtı \"A\" seçeneğidir."
  },
  {
    "id": "3104679",
    "unitNumber": 8,
    "text": "Her türlü mal ve hizmetin satışı sırasında satış bedeli üzerinden alıcılardan tahsil edilen ya da tahsil edilecek olan katma değer vergisinin izlendiği hesap aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İndirilecek KDV",
      "B": "Hesaplanan KDV",
      "C": "Devreden KDV",
      "D": "Tahsil Edilen KDV",
      "E": "Ödenecek KDV"
    },
    "explanation": "Satış bedeli üzerinden alıcılardan tahsil edilen ya da tahsil edilecek olan katma değer vergisinin izlendiği hesap, Hesaplanan KDV Hesabıdır. Sorunun doğru yanıtı \"B\" seçeneğidir."
  },
  {
    "id": "3104680",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi satın alınan malların maliyeti içerisinde yer <span style=\"text-decoration: underline;\">almaz?</span>",
    "correctAnswer": "C",
    "options": {
      "A": "Satın alma fiyatı",
      "B": "İthalat vergileri",
      "C": "Katma değer vergisi",
      "D": "Nakliye gideri",
      "E": "Yükleme ve boşaltma maliyetleri"
    },
    "explanation": "Katma değer vergisi satın alınan malların maliyetine dahil edilmez. Sorunun doğru yanıtı \"C\" seçeneğidir."
  },
  {
    "id": "3104681",
    "unitNumber": 8,
    "text": "İşletme 1000 TL tutarındaki malı 1 ay vadeli olarak A İşletmesinden satın almıştır. %20 KDV peşin ödenmiştir. Bu işlemin yevmiye kaydında aşağıdaki hesaplardan hangisi <span style=\"text-decoration: underline;\">kullanılmaz?</span>",
    "correctAnswer": "D",
    "options": {
      "A": "Ticari mal",
      "B": "İndirilecek KDV",
      "C": "Satıcılar",
      "D": "Alıcılar",
      "E": "Kasa"
    },
    "explanation": "Ticari mal satın alındığından Alıcılar hesabı yer almaz. Sorunun doğru yanıtı \"D\" seçeneğidir."
  },
  {
    "id": "3104682",
    "unitNumber": 8,
    "text": "İşletme daha önce satın aldığı 100 TL tutarındaki malı anlaşma koşullarını taşımadığı için iade etmiştir. İade edilen malın tutarı ve %20(yüzde 20) KDV si satıcıya olan borçtan düşülmüştür. Bu işlemin muhasebe kaydında aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Ticari mal hesabı 100 TL borçlandırılır.",
      "B": "Hesaplanan KDV hesabı 20 TL borçlandırılır.",
      "C": "Satıcılar hesabı 120 TL alacaklandırılır.",
      "D": "Satıcılar hesabı 100 TL borçlandırılır.",
      "E": "Ticari mal hesabı 100 TL alacaklandırılır."
    },
    "explanation": "Sorunun doğru yanıtı \"E\" seçeneğidir. Diğer şıklar doğru değildir."
  },
  {
    "id": "3104683",
    "unitNumber": 8,
    "text": "İşletme peşin fiyatı 1000 TL olan 800 TL maliyetli malı 6 ay vadeli olarak 1200 TL+%20 KDV karşılığında kredili olarak satmıştır. Bu işlemin muhasebe kaydı Türkiye Muhasebe Standartlarına göre aşağıdaki hesapların hangisinde doğru olarak ifade edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alıcılar hesabı 1440 TL borçlandırılır.",
      "B": "Alıcılar hesabı 1200 TL borçlandırılır.",
      "C": "Yurtiçi satışlar hesabı 1200 TL alacaklandırılır.",
      "D": "Ertelenmiş ticari alacaklar vade farkı hesabı 200 TL borçlandırılır.",
      "E": "İndirilecek KDV hesabı 240 TL alacaklandırılır."
    },
    "explanation": "Sorunun doğru yanıtı \"A\" seçeneğinde belirtildiği gibi, alıcılar hesabı 1440 TL borçlandırılır."
  },
  {
    "id": "3104684",
    "unitNumber": 8,
    "text": "Satılan malların nakliyesi için ödenen bedeller aşağıdaki hesaplardan hangisine kaydedilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ticari mallar",
      "B": "Pazarlama, satış ve dağıtım giderleri",
      "C": "Genel yönetim giderleri",
      "D": "Alış giderleri",
      "E": "Satılan malın maliyeti"
    },
    "explanation": "Satılan malların nakliyesi için ödenen giderler, pazarlama, satış ve dağıtım giderleri hesabına kaydedilir. Sorunun doğru yanıtı \"B\" seçeneğidir."
  },
  {
    "id": "3104685",
    "unitNumber": 8,
    "text": "Bir işletmenin dönem başında ticari mallar hesabının borç kalanı 100 TL, dönem içi ticari mal alışları tutarı 1500 TL ve dönem sonunda yapılan sayımda stoklardaki ticari mal mevcudunun 200 TL olduğu belirlenmiştir. Bu bilgilere göre satılan ticari malların maliyeti kaç liradır?",
    "correctAnswer": "C",
    "options": {
      "A": "1000",
      "B": "1200",
      "C": "1400",
      "D": "1500",
      "E": "1600"
    },
    "explanation": "Satılan Ticari Malın Maliyeti= Dönem başı mal mevcudu+Dönem içi alışlar-Dönem sonu mal mevcudu\n Satılan Ticari Malın Maliyeti= 100 + 1500 - 200=1400 TL\n Sorunun doğru yanıtı \"C\" seçeneğinde verilmiştir."
  },
  {
    "id": "3104686",
    "unitNumber": 8,
    "text": "Bir işletmenin dönem başı ticari mal stoğu 2000 TL dir. Dönem içinde 20000 TL tutarında ticari mal alınmış, alınan malların 1000 TL lik kısmı istenilen özellikleri taşımadığı için iade edilmiştir. Dönem sonunda yapılan sayımda 1500 TL lik ticari mal stoğu olduğu tespit edilmiştir. İşletmenin dönem içindeki satışları toplamı ise 23000 TL dir. Bu işletmenin brüt satış karı kaç TL dir?",
    "correctAnswer": "D",
    "options": {
      "A": "1500",
      "B": "2000",
      "C": "2500",
      "D": "3500",
      "E": "5000"
    },
    "explanation": "Satılan Ticari Malın Maliyeti= 2000+20000-1000-1500=19500\n Brüt Kar=Satışlar-Satılan Ticari Malın Maliyeti\n Brüt Kar=23000-19500= 3500 TL\n Doğru seçenek \"D\" şıkkıdır."
  },
  {
    "id": "3104687",
    "unitNumber": 8,
    "text": "Bir işletme dönem içinde 10000 TL lık ticari mal satmış, dönem sonunda 2000 TL lık mal stoğu kalmıştır. Satılan ticari malın maliyeti 8000 TL ve dönemin faaliyet giderleri 1000 TL ise dönem karı kaç TL dir?",
    "correctAnswer": "E",
    "options": {
      "A": "5000",
      "B": "4000",
      "C": "3000",
      "D": "2000",
      "E": "1000"
    },
    "explanation": "Dönem Karı= Satışlar- Satılan Ticari Malın Maliyeti- Faaliyet Giderleri\n Dönem Karı= 10000- 8000- 1000= 1000 TL\n Sorunun doğru yanıtı \"E\" seçeneğidir."
  }
]