[
  {
    "id": "3458533",
    "unitNumber": 1,
    "text": "Uğraşı alanı, konuşucuların yaşı, cinsiyeti, eğitim düzeyi ve benzeri dil dışı etkenlerin dil kullanımları üzerindeki etkilerini kapsayan dilbilim alanı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Edimbilim",
      "B": "Biçimbilim",
      "C": "Toplumdilbilim",
      "D": "Ruhdilbilim",
      "E": "Anlambilim"
    },
    "explanation": "Toplumdilbilimcilerin araştırma alanları konuşucuların yaşı, cinsiyeti, eğitim düzeyi ve benzeri dildışı etkenlerin dil kullanımları üzerindeki etkilerini kapsar"
  },
  {
    "id": "3458534",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi dünyada konuşulan ve dilbilimciler tarafından işaretlenerek belgelendirilen dil sayısını ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "2000’den fazla",
      "B": "3500’den fazla",
      "C": "5000’den fazla",
      "D": "6500’den fazla",
      "E": "8000’den fazla"
    },
    "explanation": "Dilbilimciler dünyada konuşulan ve işaretlenen 8324 dil belgelemişlerdir (UNESCO WAL 2015)"
  },
  {
    "id": "3458535",
    "unitNumber": 1,
    "text": "<ol> <li>Aşağıdakilerden hangisinde dilbilgisinin dört ana bileşeni doğru biçimde sıralanmıştır?</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "Anlambilim, Edimbilim, Sesbilim, Sosyodilbilim",
      "B": "Biçimbilim, Anlambilim, Sözdizim, Edimbilim",
      "C": "Ruhdilbilim, Sesbilim, Biçimbilim, Anlambilim",
      "D": "Sesbilim, Biçimbilim, Sözdizim, Anlambilim",
      "E": "Sözdizim, Edimbilim, Anlambilim, Ruhdilbilim"
    },
    "explanation": "Bir dilin dilbilgisi, <strong><em>sesbilim, biçimbilim, sözdizim</em> </strong>ve<strong> <em>anlambilim</em></strong> boyutunda o dilde var olan birimler ve bu birimlerin ne şekilde bir araya gelebileceğine ilişkin kuralları içerir."
  },
  {
    "id": "3458536",
    "unitNumber": 1,
    "text": "Sözcüklerin yapısını, en küçük anlam birimleri olan biçimbirimlerin özelliklerini, dağılım, birleşim ve dizilişlerini belirleyen kuralları içeren dilbilgisi bileşeni aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sesbilim",
      "B": "Edimbilim",
      "C": "Anlambilim",
      "D": "Sözdizim",
      "E": "Biçimbilim"
    },
    "explanation": "Sözcüklerin yapısını, en küçük anlam birimleri olan biçimbirimlerin özelliklerini, dağılım, birleşim ve dizilişlerini belirleyen kuralları içeren bileşen <em>biçimbilim’dir.</em>"
  },
  {
    "id": "3458537",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, rastlantısal olmayan, ses simgesel sözcüklerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yemek yemek",
      "B": "Bağırmak",
      "C": "Gülmek",
      "D": "Miyavlamak",
      "E": "izlemek"
    },
    "explanation": "Dillerde rastlantısal ve uzlaşımsal olmayan yani doğal olan sözcükler de vardır; bunlar genellikle doğadaki seslere benzeyen <strong>ses simgesel </strong>sözcüklerdir ve dilde rastlantısal sözcüklere göre sayıca daha az bulunurlar. Türkçede <em>hışırdamak, havlamak, miyavlamak, fısıldamak </em>gibi sözcükler sırasıyla yaprakların rüzgârda çıkardıkları sesi, köpek ve kedilerin çıkardıkları sesleri ve insanların kısık sesle konuşma eylemini yansıtan sözcüklerdir."
  },
  {
    "id": "3458538",
    "unitNumber": 1,
    "text": "Dilin yapısal birimleri ile yapıyı oluşturma düzey ve sürecini doğru biçimde gösteren sıralama aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sesler, biçimbirimler, sözcükler, öbekler, tümce",
      "B": "Sesler, sözcükler, biçimbirimler, öbekler, tümce",
      "C": "Sesler, öbekler, biçimbirimler, sözcükler, tümce",
      "D": "Sesler, biçimbirimler, öbekler, sözcükler, tümce",
      "E": "Sesler, öbekler, sözcükler, biçimbirimler, tümce"
    },
    "explanation": "Doğru sıralama; “Sesler, biçimbirimler, sözcükler, öbekler, tümce” biçimindedir."
  },
  {
    "id": "3458539",
    "unitNumber": 1,
    "text": "Dil ile ilgili olarak aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sözcükleri oluşturan sesler, sözcük yapısının biçimini belirler.",
      "B": "Sözcüklerin anlamları, sözcüklerin göndergelerini belirler.",
      "C": "Bir dildeki sözcüklerin listesi o dilin sözlükçesini oluşturur.",
      "D": "Doğadaki sesleri yansıtan yansıma sözcükler kısmen uzlaşımsaldır.",
      "E": "Tümce yapısını belirleyen kuralları içeren bileşen sesbilimdir."
    },
    "explanation": "Dilbilgisinde tümce yapısını belirleyen kuralları içeren bileşen <em>sözdizim’</em>dir. Tümce yapısı <strong>aşamalıdır </strong>ve özyineleyicidir."
  },
  {
    "id": "3458540",
    "unitNumber": 1,
    "text": "Çocukların dil edinimi sürecinde geçirdiği bilişsel gelişimlerinin yanında, dil bozuklukları üzerine çalışılarak afazi, disleksi gibi çeşitli dil bozuklukları sergileyen konuşucuların dil özelliklerinin niteliğinin araştırıldığı dilbilim alanı, aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kuramsal dilbilim",
      "B": "Ruhdilbilim",
      "C": "Betimleyici dilbilim",
      "D": "Uygulamalı dilbilim",
      "E": "Artzamanlı dilbilim"
    },
    "explanation": "<em>Ruhdilbilimciler</em>, çocukların dil edinim süreçlerini araştırırlar ve çocuklar doğal olan dil edinim sürecinden geçerken bu süreç içinde geçirdikleri bilişsel gelişimi incelerler. Ruhdilbilimciler aynı zamanda, dil bozuklukları üzerine çalışarak afazi, disleksi gibi çeşitli dil bozuklukları sergileyen konuşucuların dil özelliklerinin niteliğini araştırmaktadırlar."
  },
  {
    "id": "3458541",
    "unitNumber": 1,
    "text": "Anadili konuşucularının dillerinde üretilen tüm yapıları kullanabilmeleri ve duydukları yapıları anlayıp gereken yanıtı verebilmeleri, dilin aşağıdaki hangi doğal özelliğinden kaynaklanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dil yetisi",
      "B": "Dil edimi",
      "C": "Dil edinimi",
      "D": "Dil evrenseli",
      "E": "Dil bilişseli"
    },
    "explanation": "Anadili konuşucularının dillerinde üretilen tüm yapıları kullanabilmeleri ve duydukları yapıları anlayıp gereken yanıtı verebilmeleri doğal dil yetisinden kaynaklanmaktadır."
  },
  {
    "id": "3458542",
    "unitNumber": 1,
    "text": "Çocukların anadillerini içselleştirme sürecine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dil Edinimi",
      "B": "Dil Edimi",
      "C": "Dil Edinci",
      "D": "Dil Bilişseli",
      "E": "Dil Evrenseli"
    },
    "explanation": "Çocukların anadillerini içselleştirme süreci <strong>dil edinimi </strong>sürecidir. Dil edinimi, tüm çocukların geçirdikleri bir süreçtir."
  },
  {
    "id": "3443093",
    "unitNumber": 2,
    "text": "Biçimbilim aşağıdakilerden hangisini inceler?",
    "correctAnswer": "A",
    "options": {
      "A": "sözcüklerin içyapısı ve bunları gerçekleştiren kurallar",
      "B": "Türkçenin anadili kullanıcıları olarak konuşmada uygulanan bazı bilinçdışı işlemleri",
      "C": "dilin nasıl işlediğini, bu işleyişin hangi kurallar tarafından yönetildiğini anlamaya ve açıklamaya çalışır",
      "D": "bilinçli olarak öğrenilmiş bilgi ile doğal yollarla edinilmiş bilgi arasındaki ayrımı inceler",
      "E": "sezgileri yoluyla dillerinde neyin dil bilgisel neyin dilbilgisi-dışı olduğunun ayırdına varabilmelerini"
    },
    "explanation": "Biçimbilim sözcüklerin içyapısını ve bunları gerçekleştiren kuralları inceler."
  },
  {
    "id": "3443101",
    "unitNumber": 2,
    "text": "Yazıda iki ucuna boşluk verilerek yazılan sözcüklere ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "sesbilimsel sözcük",
      "B": "anlamsal sözcük",
      "C": "dilbilgisel sözcük",
      "D": "yazımsal sözcük",
      "E": "Anlamsal ölçüt"
    },
    "explanation": "Kimilerine göre sözcükler, aralarında boşluklar bulunan harf dizilerinden oluşur. Yazıda iki ucuna boşluk verilerek yazılan bu sözcüklere yazımsal sözcük denir"
  },
  {
    "id": "3443110",
    "unitNumber": 2,
    "text": "Konuşucu ve dinleyicilerin, sözcükleri ayrıştırırken devamlı olarak o dilde her hangi bir anlama karşılık gelen ses dizilerini belirlemekle uğraştıkları sürece ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sözcük sınırları",
      "B": "İşlemleme",
      "C": "Sözdizimsel ölçüt",
      "D": "yerine koyma",
      "E": "karşıtsal ilişki"
    },
    "explanation": "Kalem sözcüğünü Melek ‘bir tür yapı’anlamında kullanmış, Murat ise ‘yazma aracı’olarak çözümlemiştir. Bu da, aynı ses zincirinin Melek’in zihninde kale-m, Murat’ın zihninde ise kalem olarak ayrıştırıldığını ve buna göre anlamlandırıldığını göstermektedir. İşlemleme adı verilen bu süreçte, konuşucu ve<br/>dinleyiciler, sözcükleri ayrıştırırken devamlı olarak o dilde her hangi bir anlama karşılık gelen ses dizilerini<br/>belirlemekle uğraşırlar"
  },
  {
    "id": "3443116",
    "unitNumber": 2,
    "text": "Dilde görünmeleri için başka biçimbirimlere eklenmeyi gerektirmeyen ve yalnız başına hareket edebilen biçimbirimlere ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sözlüksel biçimbirim",
      "B": "İşlevsel biçimbirim",
      "C": "Bağımlı Biçimbirim",
      "D": "türetimsel biçimbirim",
      "E": "bağımsız biçimbirim"
    },
    "explanation": "Bağımsız Biçimbirimler<br/>Dilde görünmeleri için başka biçimbirimlere<br/>eklenmeyi gerektirmeyen ve yalnız başına hareket edebilen biçimbirimlere bağımsız biçimbirim<br/>denmektedir. Türkçedeki insan, konuş-, güzel, hatta, göre, bu, ben, ve gibi sözcükler ile yaşsızlık örneğimizde yer alan yaş-sız-lık biçimbirimlerinden<br/>ise yalnızca yaş bağımsız biçimbirimdir."
  },
  {
    "id": "3443126",
    "unitNumber": 2,
    "text": "Bir sözlükbirimin en küçük parçasıyla özdeş olan biçime ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "kök",
      "B": "Gövde",
      "C": "Taban",
      "D": "önek",
      "E": "ayrık ek"
    },
    "explanation": "Bu yeni tanımlamalarda kök<br/>bir sözlükbirimin en küçük parçasıyla özdeş olan biçimdir. Saygılar biçimi SAYGI sözlükbiriminin çoğul<br/>çekimidir. SAYGI’nın parçalanamayan en küçük parçası olan say bir türetim eki taşıyan köktür."
  },
  {
    "id": "3443135",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi dil çözümlemelerinin iki düzlemde ele alınması gerektiği varsayımındaki düzlemlerden biri olan anadili kullanıcısının zihnindeki soyut örtük bilgiyi içeren yapıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "yüzey yapı",
      "B": "içyapı",
      "C": "derin yapı",
      "D": "biçimbirim yapısı",
      "E": "Sözcük Yapısı"
    },
    "explanation": "Dilbilimciler dilde gerçekleşen bazı dil olaylarını anlayıp açıklayabilmek için çeşitli varsayımlardan hareket ederler. Bunlardan biri dil çözümlemelerinin iki düzlemde ele alınması gerektiği<br/>varsayımıdır. Bu düzlemlerden biri anadili kullanıcısının zihnindeki soyut örtük bilgiyi içeren derin<br/>yapı, diğeri ise bu bilginin kullanıma dökülerek<br/>konuşma aracılığı ile somutlaştırıldığı yüzey yapı."
  },
  {
    "id": "3443141",
    "unitNumber": 2,
    "text": "Söyleyişte sesletilmeyen ama karşıtsal anlam taşıdıkları için anadili konuşucuları tarafından varlığı bilinen biçimbirime ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sıfır biçim",
      "B": "Boş biçim",
      "C": "Alaşım biçim",
      "D": "biçimcik",
      "E": "Yapısal bulanıklık"
    },
    "explanation": "Sıfır biçim, söyleyişte sesletilmeyen ama karşıtsal anlam taşıdıkları için anadili konuşucuları tarafından varlığı bilinen biçimbirimdir"
  },
  {
    "id": "3443149",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi dilin nedensizlik temelinde barındırdığı ögeleri listeler, girdileri, her maddeye ilişkin ses, anlam ve ulam bilgisini içerir?",
    "correctAnswer": "B",
    "options": {
      "A": "Nedensizlik",
      "B": "Sözlükçe",
      "C": "Sözlükbirim",
      "D": "rastlantısallık",
      "E": "sözcük ailesi"
    },
    "explanation": "Sözlükçe, dilin nedensizlik temelinde barındırdığı ögeleri listeleyen soyut bir sitemdir.<br/>Girdileri, her maddeye ilişkin ses, anlam ve<br/>ulam bilgisini içerir."
  },
  {
    "id": "3443157",
    "unitNumber": 2,
    "text": "Anadili konuşucusunun zihnindeki sözlükçede listelenmekte olan sözlükbirimlerin söyleyişte ortaya çıkan ses ya da harf biçiminde gerçekleştirilmiş duyulabilir ve/ya görülebilir somut biçimlerine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sözlükbirim",
      "B": "Söz birim",
      "C": "Sözcükbiçim",
      "D": "Çekimsel Biçimbilim",
      "E": "türetme"
    },
    "explanation": "Sözcükbiçimler anadili konuşucusunun zihnindeki sözlükçede listelenmekte olan sözlükbirimlerin söyleyişte ortaya çıkan ses ya da harf biçiminde gerçekleştirilmiş duyulabilir ve/ya görülebilir<br/>somut biçimleridir."
  },
  {
    "id": "3443163",
    "unitNumber": 2,
    "text": "Sözlükbirimlerin bir dilbilgisel ulamı yansıtan türlü biçimleri olan sözcükbiçimlerin oluşturduğu bütünlüğe ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "sözlükbirim",
      "B": "birleştirme",
      "C": "türetme",
      "D": "dizi",
      "E": "Sözlükçe"
    },
    "explanation": "Sözcükbiçim ve Çekimsel Biçimbilim<br/>Sözlükbirimlerin bir dilbilgisel ulamı yansıtan türlü biçimleri olan sözcükbiçimlerin oluşturduğu bütünlüğe dizi denir."
  },
  {
    "id": "3445085",
    "unitNumber": 2,
    "text": "Yazıda iki ucuna boşluk verilerek yazılan bu sözcüklere verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "yazımsal sözcük",
      "B": "dilbilgisel sözcük",
      "C": "bağımsız biçimbirim",
      "D": "anlambilimsel sözcük",
      "E": "biçimsözdizimsel sözcük"
    },
    "explanation": "Yazıda iki ucuna boşluk verilerek yazılan bu sözcüklere yazımsal sözcük denir. Doğru yanıt A’dır."
  },
  {
    "id": "3445089",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bir anlamın taşıyıcısı olan ses dizileridir?",
    "correctAnswer": "C",
    "options": {
      "A": "dilbilgisel sözcük",
      "B": "biçimsözdizimsel sözcük",
      "C": "anlambilimsel sözcük",
      "D": "yazımsal sözcük",
      "E": "bağımsız biçimbirim"
    },
    "explanation": "Anlambilimsel sözcük, bir anlamın taşıyıcısı olan ses dizileridir. Doğru yanıt C’dir."
  },
  {
    "id": "3445094",
    "unitNumber": 2,
    "text": "Aşağıdaki süreçlerin hangisinde konuşucu ve dinleyiciler, sözcükleri ayrıştırırken devamlı olarak o dilde herhangi bir anlama karşılık gelen ses dizilerini belirlemekle uğraşırlar?",
    "correctAnswer": "B",
    "options": {
      "A": "yerine koyma",
      "B": "işlemleme",
      "C": "dilbilgisel çekim",
      "D": "türetme",
      "E": "ayraçlama"
    },
    "explanation": "İşlemede, konuşucu ve dinleyiciler, sözcükleri ayrıştırırken devamlı olarak o dilde herhangi bir anlama karşılık gelen ses dizilerini belirlemekle uğraşırlar. Doğru yanıt B’dir."
  },
  {
    "id": "3445096",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sadece çekim ekleri bağlamında ele alınan bir terimdir ve bir sözcükbiçimin çekim ekleri çıktıktan sonra kalan kısmıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "gövde",
      "B": "taban",
      "C": "çekim eki",
      "D": "yapım eki",
      "E": "biçimcik"
    },
    "explanation": "Gövde, sadece çekim ekleri bağlamında ele alınan bir terimdir ve bir sözcükbiçimin çekim ekleri çıktıktan sonra kalan kısmıdır. Doğru yanıt A’dır."
  },
  {
    "id": "3445098",
    "unitNumber": 2,
    "text": "<em>Saygısız</em> sözcüğünün içindeki <em>saygı</em> için aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Çekim eki almıştır.",
      "B": "Gövdedir.",
      "C": "Türetim eki almamıştır.",
      "D": "Köktür.",
      "E": "Tabandır."
    },
    "explanation": "<em>Saygısız</em> sözcüğünün içindeki <em>saygı</em> tabandır. Doğru yanıt E’dir."
  },
  {
    "id": "3445120",
    "unitNumber": 2,
    "text": "Aşağıda sözcüklerden hangisi türetim eki almıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "evler",
      "B": "saydım",
      "C": "saygı",
      "D": "kostüm",
      "E": "güneş"
    },
    "explanation": "<em>Saygı</em> sözcüğü <em>-gı</em> türetim ekini almıştır. Doğru yanıt C’dir."
  },
  {
    "id": "3445121",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi zihindeki soyut biçimbirimin yazılı dilde yazılarak, sözlü dilde ise sesletilerek ortaya çıkan somutlaşmış biçimidir?",
    "correctAnswer": "E",
    "options": {
      "A": "derin yapı",
      "B": "yüzey yapı",
      "C": "boş biçim",
      "D": "alaşım biçim",
      "E": "biçimcik"
    },
    "explanation": "Biçimcik, zihindeki soyut biçimbirimin yazılı dilde yazılarak, sözlü dilde ise sesletilerek ortaya çıkan somutlaşmış biçimidir. Doğru yanıt E’dir."
  },
  {
    "id": "3445126",
    "unitNumber": 2,
    "text": "Sıfır biçim ile ilgili aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Söyleyişte sesletilen ancak biçimbirim karşılığı olmayan biçimlerdir.",
      "B": "Söyleyişte sesletilen ve karşıtsal anlam taşıdıkları için anadili konuşucuları tarafından varlığı bilinen biçimbirimdir.",
      "C": "Söyleyişte sesletilmeyen ama karşıtsal anlam taşıdıkları için anadili konuşucuları tarafından varlığı bilinen biçimbirimdir.",
      "D": "Sözcük içi ses değişimlerinin bir biçimbirime karşılık gelmesidir.",
      "E": "Zihindeki soyut biçimbirimin yazılı dilde yazılarak, sözlü dilde ise sesletilerek ortaya çıkan somutlaşmış biçimidir."
    },
    "explanation": "Sıfır biçim, söyleyişte sesletilmeyen ama karşıtsal anlam taşıdıkları için anadili konuşucuları tarafından varlığı bilinen biçimbirimdir. Doğru yanıt C’dir."
  },
  {
    "id": "3445130",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi anadili konuşucusunun zihnindeki sözlükçede listelenmekte olan sözlükbirimlerin söyleyişte ortaya çıkan ses ya da harf biçiminde gerçekleştirilmiş duyulabilir ve/ya görülebilir somut biçimleridir?",
    "correctAnswer": "D",
    "options": {
      "A": "alaşım biçimler",
      "B": "boş biçimler",
      "C": "sıfır biçimler",
      "D": "sözlükbiçimler",
      "E": "biçimcikler"
    },
    "explanation": "Sözlükbiçimler, anadili konuşucusunun zihnindeki sözlükçede listelenmekte olan sözlükbirimlerin söyleyişte ortaya çıkan ses ya da harf biçiminde gerçekleştirilmiş duyulabilir ve/ya görülebilir somut biçimleridir. Doğru yanıt D’dir."
  },
  {
    "id": "3445132",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi <em>ev</em> sözlükbiriminin tamlayan durumunu belirten çoğul sözcükbiçimidir?",
    "correctAnswer": "E",
    "options": {
      "A": "evi",
      "B": "evde",
      "C": "evlere",
      "D": "evleri",
      "E": "evlerin"
    },
    "explanation": "<em>Ev</em> sözlükbiriminin tamlayan durumunu belirten çoğul sözcükbiçimi <em>evlerin</em>’dir. Doğru yanıt E’dir."
  },
  {
    "id": "3441235",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ad olarak sınıflandırıldıkları halde soyut kavramlara örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bebek",
      "B": "At",
      "C": "Kalem",
      "D": "Saygınlık",
      "E": "Top"
    },
    "explanation": "Saygınlık, ad olarak sınıflandırıldıkları halde soyut kavramlara örnektir. Doğru cevap D'dir.<br/>'Saygınlık' ad olarak sınıflandırıldıkları halde soyut kavramlara örnektir"
  },
  {
    "id": "3441240",
    "unitNumber": 3,
    "text": "Dünya dillerinin yüzde kaçı kadarında özne nesne işaretleyicileri eylemin geçişliliğine bağlı olarak kodlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "%20",
      "B": "%25",
      "C": "%30",
      "D": "%35",
      "E": "%50"
    },
    "explanation": "Dünya dillerinin %20’ si kadarında özne nesne işaretleyicileri eylemin geçişliliğine bağlı olarak kodlanmaktadır. Doğru cevap A'dır."
  },
  {
    "id": "3441246",
    "unitNumber": 3,
    "text": "'Evim ve arabam var' sözcesinde kaç iyelik eki bulunmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "'Evi-/m/ ve araba-/m/ var' sözcesinde iki iyelik eki bulunmaktadır.Doğru cevap B'dir."
  },
  {
    "id": "3441254",
    "unitNumber": 3,
    "text": "'Girebilirsin' sözcesi hangi alt kipliktedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Zorunluluk",
      "B": "İzin",
      "C": "Yeterlik",
      "D": "İsteklilik",
      "E": "Red"
    },
    "explanation": "'Girebilirsin' sözcesi olay kipliğinde izin alt kipliği arasında yer alır. Doğru cevap B'dir."
  },
  {
    "id": "3441259",
    "unitNumber": 3,
    "text": "I.Baykuşlar bütün gece öttü,<br/>II.Burada ben dans ettim.<br/>III.Burada dans edildi.<br/>Yukarıdakilerden hangisi ya da hangileri edilgen yapıya örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "Yalnız III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "'Burada dans edildi' edilgen yapıya örnektir. Doğru cevap C'dir."
  },
  {
    "id": "3441264",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi dönüşlülük adılıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kendim",
      "B": "Ben",
      "C": "Sen",
      "D": "Sana",
      "E": "Seni"
    },
    "explanation": "Kendim dönüşlülük adılıdır. Doğru cevap A'dır."
  },
  {
    "id": "3441271",
    "unitNumber": 3,
    "text": "I. Canlı,<br/>II. Cansız,<br/>III.Kavgacı,<br/>Yukarıdakilerden hangisi ya da hangileri türetimsel biçimbilimin çıktılarıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I veIII",
      "D": "Yalnız III",
      "E": "I, II ve III"
    },
    "explanation": "Yukarıdaki üç sözcük de türetimsel biçimbilimin çıktılarıdır. Doğru cevap E'dir."
  },
  {
    "id": "3441279",
    "unitNumber": 3,
    "text": "İki sözcüğün yapısal ve anlamsal özellikleri arasındaki uyuşmayı gösteren bir ulama ne ad verilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Belirteç",
      "B": "Ettirgen çatı",
      "C": "İçleyici",
      "D": "Uyum",
      "E": "Dışlayıcı"
    },
    "explanation": "Uyum iki sözcüğün yapısal ve anlamsal özellikleri arasındaki uyuşmayı gösteren bir ulamdır. Doğru cevap D'dir."
  },
  {
    "id": "3441286",
    "unitNumber": 3,
    "text": "I. Burada yarışmacılar dans etti. <br/>II.Burada dans edildi<br/>III.Burada sen dans ettin<br/>Yukarıdakilerden hangisi ya da hangileri etken yapıya örnektir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "Yalnız I",
      "D": "Yalnız III",
      "E": "I ve III"
    },
    "explanation": "I ve III etken yapıya örnektir. Doğru cevap E'dir."
  },
  {
    "id": "3441304",
    "unitNumber": 3,
    "text": "'Ben birkaç yıl tenis oyna-dı-m.' cümlesindeki /dı/ hangi eylemcil çekimdedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Zaman",
      "B": "Görünüş",
      "C": "Uyum",
      "D": "Deneyimsel tamamlık",
      "E": "Tümel tamamlık"
    },
    "explanation": "Deneyimsel tamamlık geçmişten bu güne gelen zaman diliminde en az bir kez deneyimlenen durumları gösterir. Türkçede uygun belirteçlerle birlikte -DI biçimbirimi bu işlevi yerine getirir. Doğru cevap D'dir."
  },
  {
    "id": "3448154",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sözcük sınıflandırma ölçütlerinden değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Biçimbilimsel ölçüt",
      "B": "Dilbilgisel ölçüt",
      "C": "Anlamsal ölçüt",
      "D": "Sözdizimsel ölçüt",
      "E": "Dağılımsal ölçüt"
    },
    "explanation": "Sözcüklerin sınıflandırılmalarında, tıpkı ikinci bölümde değinilen sözcük saptama konusunda olduğu gibi, üç ölçüt kullanılır. Bunlardan ilki geleneksel sınıflandırmalarda kullanılan anlamsal ölçüttür. Adından da anlaşıldığı üzere, anlamsal sınıflandırılmalar<br/>sözcüklerin anlam özellikleri temelinde gerçekleşir. Bu ölçüte göre, örneğin, ad üyeliği için bir sözcüğün karakteristik olarak kişi, yer ve nesnelere işaret etmesi gerekmektedir. Ancak ad olarak sınıflandırıldıkları halde soyut kavramlara (saygınlık, güzellik),<br/>dış dünyada bir göndergesi olmayan kavramlara (hiçlik, boşluk, yokluk, kimse) işaret eden veya olayları (cenaze, bayram, düğün) adlandıran sözcükler de vardır. Öyleyse, anlamsal ölçütün önerdiği gibi birebir bir dış dünya-dil eşleşmesi her zaman gerçekleşmeyebilir. Zaten, sözcük sınıflandırma da dış dünyadan bağımsız, tamamen dile özgü, bir süreçtir. Kaldı ki, anlamları bilinmeyen sözcüklerin bile sınıflandırılabilmesi, anlamsal ölçütün sözcük sınıflandırmalarında gerekli ama yetersiz bir ölçüt olduğunun başkaca bir göstergesidir. Örneğin, Türkçede rovalar gibi bir sözcük uyduralım. Anadili kullanıcıları, bu sözcüğü kolaylıkla ad olarak sınıflandırabilir; üstelik “Bir rova güzelse ve küçücükse ona ne denir?” sorusuna da “Güzel bir rovacık” yanıtını bile verebilirler. Bunu da bu sözcüklerin dilbilgisel özelliklerini dikkate alarak yaparlar. Dilbilgisel özellikler sözcüklerin biçimbilimsel ve sözdizimsel (dağılımsal) eğilimlerinin toplamıdır. Bu eğilimler biçimbilimsel ve sözdizimsel (dağılımsal)<br/>ölçütler kullanılarak saptanır. Biçimbilimsel ölçüt, sözcükleri taşıdıkları ekleri dikkate alarak sınıflandırır. Buna göre, rova adlar gibi sayı çekimine girip -lar ekini, küçültme türetimine girip -cik ekini almıştır; öyleyse o da bir ad olmalıdır. Dağılımsal ölçüt ise sözcükleri öbek ve tümce içinde bulundukları yere göre sınıflandırır.<br/>Bu açıklama dolayısıyla doğru cevap B şıkkıdır."
  },
  {
    "id": "3448214",
    "unitNumber": 3,
    "text": "<em>\"Türkçede yaşlı ve ölü sözcüklerinden ölü sıfat sınıfının merkez dışı üyelerindendir çünkü...\"</em><br/>Yukarıdaki ifadede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Durum eki alır",
      "B": "Adlardan önce gelir",
      "C": "Derecelendirilebilir",
      "D": "Derecelendirilemez",
      "E": "Çekime girmez"
    },
    "explanation": "Merkez üyeler bir sınıfın tüm ayırıcı özelliklerini taşıyan o sınıfın en tipik üyeleridir. Merkez dışı üyeler ise ayırıcı özelliklerin<br/>tamamını taşımadıkları için kimi zaman merkez üyeler gibi hareket edemeyen ve yanı sıra başka sınıfların üyelik özelliklerini de üzerlerinde bulundurabilen periferik üyelerdir. Örneğin, demir kapı ve büyük kapı öbeklerinde kullanılan demir ve büyük sözcükleri birer niteleyendir. Niteleyen olarak sınıflandırılan sözcüklerin en tipik özelliklerinin derecelendirilebilir olmalarından hareketle büyük sözcüğünün sınıfın daha merkezi bir üyesi olduğunu görüyoruz. [Daha büyük] kapı, [ en büyük] kapı, [ne kadar büyük] kapı, [çok büyük] kapı öbekleri kurallı olduğu halde *[daha demir] kapı, *[ne kadar demir] kapı, *[çok demir] kapı öbekleri kuralsızdır. Öyleyse, demir niteleyenler sınıfının merkez dışı üyesidir.<br/>Bu açıklama dolayısıyla doğru cevap D şıkkıdır."
  },
  {
    "id": "3448227",
    "unitNumber": 3,
    "text": "Sözcükleri taşıdıkları eklere göre sınıflandıran ölçüt aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Biçimbilimsel ölçüt",
      "B": "Dilbilgisel ölçüt",
      "C": "Anlamsal ölçüt",
      "D": "Sözdizimsel ölçüt",
      "E": "Dağılımsal ölçüt"
    },
    "explanation": "Biçimbilimsel ölçüt, sözcükleri taşıdıkları ekleri dikkate alarak sınıflandırır.<br/>Bu nedenle doğru cevap A şıkkıdır."
  },
  {
    "id": "3448244",
    "unitNumber": 3,
    "text": "<em>\"İşlevsel sözcükler görevli sözcüklerdir, sözcelere anlamsal katkılarda bulunmazlar. Bu yüzden bir iletişimsel değer taşımazlar. Bunun yerine tümcenin bileşenleri arasında yapısal ilişkiler kurarak belli dilbilgisel görevleri yerine getirirler. Oluşturdukları sınıflar yeni üye katılımına elverişli değildir. Bu sebeple kapalı kümeler olarak adlandırılırlar.\"</em><br/>Açıklamadan yola çıkarak kapalı küme örnekleri hangi şıkta doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ad, eylem, sıfat, belirteç",
      "B": "Ad, eylem, adıl, belirleyici",
      "C": "Adıl, bağlaç, belirleyici, ilgeç",
      "D": "Bağlaç, belirleyici, belirteç, ilgeç",
      "E": "Sıfat, belirteç, bağlaç, ilgeç"
    },
    "explanation": "İşlevsel sözcükler görevli sözcüklerdir, sözcelere anlamsal katkılarda bulunmaz. Bu yüzden bir iletişimsel değer taşımazlar. Bunun yerine tümcenin bileşenleri arasında yapısal ilişkiler kurarak belli dilbilgisel görevleri yerine getirir. Birkaç istisna dışında çekime<br/>girmedikleri için değişken biçimleri yoktur. Oluşturdukları sınıflar yeni üye katılımına elverişli değildir. Bu sebeple kapalı kümeler olarak adlandırılırlar. İkincil (minor) sözcük sınıfları olarak da adlandırılırlar. Tipik örnekleri ise adıl, bağlaç, belirleyici ve ilgeçlerdir (Robins, 1964, s. 230).<br/>Yukarıdaki bilgiler doğrultusunda doğru cevap C şıkkıdır."
  },
  {
    "id": "3448264",
    "unitNumber": 3,
    "text": "Türkçede aşağıda belirtilen zaman sistemlerinden hangisi kullanılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Üçlü bölümleme: geçmiş-şimdi-gelecek",
      "B": "İkili bölümleme: geçmiş-geçmiş dışı",
      "C": "İkili bölümleme: gelecek-gelecek dışı",
      "D": "Beşli bölümleme: görülen geçmiş-duyulan geçmiş-şimdiki-geniş-gelecek",
      "E": "Dörtlü bölümleme: geçmiş-şimdi-geniş-gelecek"
    },
    "explanation": "Yalnız bu üçlü zaman bölümlemesi evrensel değildir (Comrie, 1985, s. 3; Lyons, 1968, s. 306). Bunun yerine, içinde İngilizce ve Türkçenin de yer aldığı bazı dillerde geçmiş-geçmiş dışı karşıtlığını kodlayan ve ikili bölümleme kullanan zaman sistemleri kullanılmaktadır (Göksel &amp; Kerslake, 2005, s. 326; Yavaş, 1980, s. 9). Bu sistemlerde ‘dün’ geçmiş ulamı ile, ‘bugün’ ve ‘yarın’ ise geçmiş dışı ulamı ile gösterilmektedir.<br/>Bu bilgi doğrultusunda doğru cevap B şıkkıdır."
  },
  {
    "id": "3448282",
    "unitNumber": 3,
    "text": "<em>\"Türkçede kitaplar sözcüğü addır çünkü ... çekimine girer.\"</em><br/>Yukarıdaki tümcede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Zaman",
      "B": "Görünüş",
      "C": "Kip",
      "D": "Olumsuzluk",
      "E": "Sayı"
    },
    "explanation": "Bir dilbilgisel ulam olarak adsıl çekim, ad ve ad soylu olan sözcükler üzerinde görülür ve durum, cins, sayı bilgisini kodlar. Öyleyse, biçimbilimsel sınıflandırma ölçütüne göre, adlar sayı, cins ve durum çekimlerine giren sözcüklerdir.<br/>Sayı, adları nicelikleri doğrultusunda kodlayan bir dilbilgisel ulamdır. Sayı eki yaygınlıkla baş ad üzerinde görülür ama kimi zaman da Farsçadaki gibi ad öbeğinin sonunda kodlandığı da olur.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/980b3e2dbbd052a55490422c5119f7fc.png\" alt=\"\" width=\"685\" height=\"169\"> Yukarıdaki bilgiler doğrultusunda doğru cevap E şıkkıdır."
  },
  {
    "id": "3448295",
    "unitNumber": 3,
    "text": "<em>\"... alanyazında eylem süreminin iç düzenlemesini gösteren bir dilbilgisel ulamdır.\"</em><br/>Yukarıdaki tümcede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Zaman",
      "B": "Görünüş",
      "C": "Görece Zaman",
      "D": "Bitmişlik",
      "E": "Bitmemişlik"
    },
    "explanation": "görünüş kavramı alanyazında eylem süreminin iç düzenlemesini gösteren bir dilbilgisel ulam olarak tanımlanır (Comrie, 1976, s. 2).<br/>Bu bilgi doğrultusunda doğru cevap B şıkkıdır."
  },
  {
    "id": "3448306",
    "unitNumber": 3,
    "text": "<em>\"Beş yıldır eğitim veriyorum.\"</em><br/>Yukarıdaki cümle aşağıdakilerden hangisine örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bitmişlik",
      "B": "Sonuçlu tamamlık",
      "C": "Deneyimsel tamamlık",
      "D": "Tümel tamamlık",
      "E": "Yakın geçmiş tamamlık"
    },
    "explanation": "Tümel tamamlık, Türkçede -(I)yor biçimbirimi ve yine uygun belirteçler eşliğinde geçmişte başlayıp konuşma anına kadar gelen durumların ifadesinde kullanılır.<br/>Bu bilgi doğrultusunda doğru cevap D şıkkıdır."
  },
  {
    "id": "3448335",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisinde eylem çatısı diğerlerinden farklıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Baykuşlar bütün gece öttü.",
      "B": "Burada yarışmacılar dans etti.",
      "C": "Bütün gece ders çalıştı.",
      "D": "Annesine mektup yazdılar.",
      "E": "Bütün dükkanlar kapatıldı."
    },
    "explanation": "Etken-edilgen karşıtlığında yer alan etken çatı, açık bir çatı eki almamış olan yalın bir eylemden oluşur. Bu şekliyle de eylemin özne tarafından gerçekleştirilmiş olduğunu gösterir. Edilgen çatı ise, ekler ve/ya yardımcı eylemler gibi birtakım işaretleyiciler yoluyla kurulan eylemlerden oluşur. Edilgen çatı, nesne gerektiren etken geçişli bir eylemi, nesne gerektirmeyen geçişsiz bir eyleme dönüştürür. Bu sebeple de eylemin üye sayısını azaltan bir ulam olarak bilinir. Bu süreçte etken tümcenin nesnesi, edilgen tümcedeki özne konumuna geçer. Bu durumda etken yapının öznesi EDEN/ALGILAYAN rolündeyken edilgen yapının öznesi ETKİLENEN rolündedir.<br/>Bu bilgiler doğrultusunda doğru cevap E şıkkıdır."
  },
  {
    "id": "3448340",
    "unitNumber": 3,
    "text": "<em>\"..., bir ögenin dilbilgisel ulam özelliklerinin bir başka ögeyi biçimbilimsel olarak etkilemesi durumudur.\"</em><br/>Yukarıdaki tümcede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Uyum",
      "B": "Çatı",
      "C": "Kiplik",
      "D": "Görünüş",
      "E": "Eğik Durum"
    },
    "explanation": "Uyum, bir ögenin dilbilgisel ulam özelliklerinin bir başka ögeyi biçimbilimsel olarak etkilemesi durumudur.<br/>Bu bilgi doğrultusunda doğru cevap A şıkkıdır."
  },
  {
    "id": "3448682",
    "unitNumber": 4,
    "text": "Tek bir biçimbirimden oluşmuş, ek almamış ve bir başka sözcükle de birleştirilmemiş olan sözcüklere verilen isim aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Birleşik",
      "B": "Türemiş",
      "C": "Basit",
      "D": "Karmaşık",
      "E": "İşlevsel"
    },
    "explanation": "Örneğin, vana ve çay sözcükleri, daha küçük anlamlı parçalara bölünemeyen basit sözcüklerdir. Tek bir biçimbirimden oluşmuş, ek almamış ve bir başka sözcükle de birleştirilmemiştir.<br/>Bu bilgi doğrultusunda doğru cevap C şıkkıdır."
  },
  {
    "id": "3448693",
    "unitNumber": 4,
    "text": "<em>\"Türkçede deterjan için tursil, sürme için rimel, blucin için kot gibi özel marka adları cins isim olarak kullanılır hale gelmiştir.\"</em><br/>Yukarıdaki açıklama hangi sözcük yapma sürecinin örneğidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Türetme",
      "B": "Gerioluşum",
      "C": "Evrişim",
      "D": "Sıfır türetim",
      "E": "Yeniyapım"
    },
    "explanation": "Türkçede deterjan için tursil, sürme için rimel, blucin için kot; İngilizcede ise fotokopi için Xerox, kâğıt mendil için kleenex, yapıştırıcı için sellotape gibi özel marka adları, cins isim olarak kullanılır hale gelmiştir. Biçimbilimde, bu şekilde dile kazandırılan sözcükler yeniyapım sözcükler olarak adlandırılır.<br/>Bu bilgiler doğrultusunda doğru cevap E şıkkıdır."
  },
  {
    "id": "3448720",
    "unitNumber": 4,
    "text": "Bontoc (Filipinler): Bato (taş) → <strong>Bumato</strong> (taş olmak)<br/>Yukarıdaki örnekte bold olarak yazılan sözcük hangi sözcük yapma sürecinin çıktısıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Önekleme",
      "B": "İçekleme",
      "C": "Sonekleme",
      "D": "Sıfır türetim",
      "E": "Geri oluşum"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4b3d5124e5669f2204c002f922a93602.png\" alt=\"\" width=\"1023\" height=\"600\"> Bu tablodaki bilgiler doğrultusunda doğru cevap B şıkkıdır."
  },
  {
    "id": "3448735",
    "unitNumber": 4,
    "text": "Türkçede kurallı oldukları halde çalıcı, yaşsız, hızsız gibi sözcükler türetilmez çünkü bu anlamları karşılayan hırsız, genç ve yavaş sözcükleri zaten kullanımdadır. Bu durum aşağıdakilerden hangisi ile açıklanabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tıkama kuralı",
      "B": "Eklerin işlekliği",
      "C": "Kapatma eki",
      "D": "Çekim sürecinin sınırlığı",
      "E": "Türetim sürecinin sınırlığı"
    },
    "explanation": "Eklemeli türetmenin önemli bir yanı, türetimi olası her sözcüğün ortaya çıkmasına izin vermeyen tıkama kuralını işletmesidir. Tıkama kuralı karmaşık bir sözcüğün üretimini çeşitli sebeplerle engelleyen bir kuraldır. Bu sebeplerden birisi dilde aynı anlamı karşılayan başka bir sözcüğün bulunmasıdır (Aronoff, 1976, ss. 43-44). Örneğin, Türkçede kurallı oldukları halde çalıcı, yaşsız, hızsız gibi sözcükler türetilmez çünkü bu anlamları karşılayan hırsız, genç ve yavaş sözcükleri zaten kullanımdadır.<br/>Bu bilgiler doğrultusunda doğru cevap A şıkkıdır."
  },
  {
    "id": "3448754",
    "unitNumber": 4,
    "text": "<em>\"Almanca'da</em><br/><em>Lehr → Öğret (eylem)</em><br/><em>Lehrer → Öğretmen (ad)</em><br/><em>Lehrerhaft → Öğretmence (sıfat)</em><br/><em>Lehrerhaftt<strong>igkeit</strong> → Öğretmencelik (ad)\"</em><br/>Yukarıda verilen örnekte bold olan <em><strong>-igkeit</strong></em> ekinin işlevi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yineleme",
      "B": "Tıkama",
      "C": "İşleklik",
      "D": "Değillik",
      "E": "Kapatma"
    },
    "explanation": "Lehr ‘öğret’ (eylem)<br/>Lehrer ‘öğretmen’ (ad)<br/>Lehrerhaft ‘öğretmence’ (sıfat)<br/>Lehrerhaftigkeit ‘öğretmencelik’ (ad) (Aronoff &amp; Fuhrhop, 2002, s. 488)<br/>Türetim eklerinin bu şekilde birbiri ardına yinelemeli olarak sıralanmaları türetimi sonlandırma işlevini üstlenen bir kapatma eki devreye girene kadar devam edebilir. Almancada soyut adlar türeten -igkeit eki bu işlevi yerine getirdiğinden, yukarıdaki sözcük başka türetim eki alamayacaktır. Demek ki ekleme, bir başka sözcük yapma süreci olan bileştirme kadar yinelemeli değildir (Aronoff, 2011, s.119).<br/>Bu bilgiler doğrultusunda doğru cevap E şıkkıdır."
  },
  {
    "id": "3448893",
    "unitNumber": 4,
    "text": "<em>\"İngilizce'de</em><br/><em>to walk → yürü a walk → yürüyüş</em><br/><em>a cage → kafes to cage → kafesle</em><br/><em>rich → zengin the rich → zenginler\"</em><br/>Yukarıdaki örnekler hangi sözcük yapma sürecinin çıktısıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Evrişim",
      "B": "Ekli türetim",
      "C": "Yeni yapım",
      "D": "Geri oluşum",
      "E": "Sıfır türetim"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/229399ec8c0b4d026e0b19c92a1b3ba8.png\" alt=\"\" width=\"507\" height=\"249\"> Bu örneklerde (3a)’da eylemden ad, (3b)’de addan eylem, (3c) de sıfattan ad ve (3d) de sıfattan eylemler türetildiği halde, taban sözcüklerin Herhangi bir biçimsel değişikliğe uğramamış olduğu görülmektedir. Bu durum, ‘türetimsel süreçlerin tamamı ekleme içerir’ görüşünden yola çıkarak sıfır biçim kullanımıyla sıfır türetim olarak açıklanır (Adams, 1973, s. 37; Aronoff, 2011, s. 115; Lyons, 1977, s. 522; Marchand, 1969, s. 361).<br/>Bu bilgiler doğrultusunda doğru cevap E şıkkıdır."
  },
  {
    "id": "3448899",
    "unitNumber": 4,
    "text": "<em>\"Bir Yeni Zelanda dili olan Maori'de <strong>aahua</strong> sözcüğü \"görünüş\", <strong>aahuahua </strong>sözcüğü ise \"benzemek\" anlamında kullanılmaktadır.\"</em><br/>Buna göre <em><strong>aahuahua</strong> </em>sözcüğü hangi sözcük yapma sürecinin çıktısıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Ekli türetim",
      "B": "Sıfır türetim",
      "C": "Ters türetme",
      "D": "İkileme",
      "E": "Evrişim"
    },
    "explanation": "İkilemeler tabanın tamamen veya kısmen kopyalanıp tekrarlanmasıyla oluşurlar (Sapir 1921, s. 76). Bu süreç adlara ‘çokluk’, eylemlere ‘yineleme’ veya ‘devamlılık’, niteleyicilere de ‘pekiştirme’ anlamlarını ekler (Moravcsik; 1978, s. 324).<br/>Maori’de aahua ‘görünüş’ sözcüğünden kopyalanan kısım hua, sonda tekrarlanarak yeni bir eylem türetilmiştir: aahua+hua → aahuahua.<br/>Bu bilgiler doğrultusunda doğru cevap D şıkkıdır."
  },
  {
    "id": "3448946",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir gerioluşum örneği değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "İngilizce diagnosis \"tanı\" → diagnose \"tanı koymak\"",
      "B": "İngilizce sit \"oturmak\" → sitter \"bakıcı\"",
      "C": "Hollandaca stofzuiger \"toz emici\" → tofzuig \"süpürmek\"",
      "D": "Rumence banana \"muz\" → banan \"muz ağacı\"",
      "E": "Rumence aniversare \"kutlama\" → aniversa \"kutlamak\""
    },
    "explanation": "GERİOLUŞUM<br/>İngilizce diagnosis ‘tanı’ diagnose ‘tanı koymak’<br/>Hollandaca stofzuiger ‘toz emici’ stofzuig ‘süpürmek’ (Booij, 2005, s. 41)<br/>Lehçe agórek ‘salatalık’ agór ‘büyük salatalık’ (Haspelmath &amp; Sims, 2002, s. 228)<br/>Rumence banana ‘muz’ banan ‘muz ağacı’<br/>ingheta ‘donmak’ inghet ‘don’<br/>aniversare ‘kutlama’ aniversa ‘kutlamak’ (Štekauer et.al., 2012, s. 235)<br/>Bu bilgiler doğrultusunda doğru cevap B şıkkıdır."
  },
  {
    "id": "3448954",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisinde bileşik sözcük vardır?",
    "correctAnswer": "C",
    "options": {
      "A": "Apaçık gördüğüm buydu.",
      "B": "Besbelli umudunu yitirmiş.",
      "C": "Deli dolu bir gençti.",
      "D": "Pırıl pırıl parlıyordu.",
      "E": "Bakışları sımsıcaktı."
    },
    "explanation": "Bazen yeni kavramları adlandırmak üzere iki veya daha fazla sözlükbirim yan yana getirilerek bir arada kullanılır. Bu sürece bileşme, sürecin çıktılarına ise bileşik adı verilir. Değişik anlamların taşıyıcı olan bu bağımsız birimler, bileşik olduklarında artık yeni bir anlamın ortak taşıyıcısı haline gelir ve bir bütün olarak işlev görmeye başlar (Bloomfield, 1935, ss. 227, 233; Bauer, 2001: 695).<br/>Bu bilgi doğrultusunda doğru cevap C şıkkıdır."
  },
  {
    "id": "3448970",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisinde baş ve tamlayanı arasında diğerlerinden farklı bir anlamsal ilişki vardır?",
    "correctAnswer": "D",
    "options": {
      "A": "Altın küpe",
      "B": "Pamuk kazak",
      "C": "Ahşap sehpa",
      "D": "Ev kedisi",
      "E": "Yün halı"
    },
    "explanation": "Bileşikleri oluşturan ögelerin bütünleşmesindeki derecelenmeye bağlı olarak taşıdıkları anlamın saydamlığı da değişebilir. Örneğin, büyükanne ve kuşpalazı bileşiklerini ele alalım. Bütünün ifade ettiği anlam, ilkinde parçaların anlamının toplamına karşılık geldiğinden geçirimli (birleşimsel), ikincisinde ise hastalığın ne kuşla ne de yavruyla ilgisi olduğundan geçirimsizdir. Bu bağlamda dilbilimciler içmerkezli ve dışmerkezli (Bloomfield, 1935, s. 235) terimlerini de kullanırlar. İçmerkezli bileşikler baş ögesi içeren ve anlamları birleşimsel olan bileşiklerdir. Büyükanne gibi akciğer ve karaağaç bileşikleri de iç merkezlidir; çünkü anlamlarını ve sözlüksel ulamlarını belirleyen bir başları vardır. Büyükanne anneden, akciğer ciğerden, karaağaç ağaçtan söz eder. Bunların hepsi de birer ad olduğuna göre oluşturdukları bileşikler de addır. İçmerkezli bileşikler dünya ölçeğinde yaygınlıkla kullanıldıkları<br/>için, bunların mevcut olmadığı dil sayısı yok denecek kadar azdır (Bauer, 2001, s. 697). Anlamları ya da sözlüksel ulamları baş ögesine bağlı olarak belirlenemeyen bileşikler dışmerkezlidir. Devetabanı bir taban türü, ortadirek, bir direk türü, demirbaş bir baş türü, blackmail ‘şantaj’ bir posta türü değildir. Bir bileşiğin iç ya da dışmerkezli olarak tanımlanması bazen bir yorumlama sorunu olarak da kabul edilir (Fabb, 1988, s. 67). Örneğin, çayevi ve yayınevi bir ev türü olarak düşünülürse iç merkezli, değilse dış merkezli olarak tanımlanabilir.<br/>Bu bilgiler doğrultusunda doğru cevap D şıkkıdır."
  },
  {
    "id": "3460629",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Türkçede yeni yapım sözcük örneği olabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Selpak",
      "B": "Serin",
      "C": "Parti",
      "D": "Sempati",
      "E": "Duyarga"
    },
    "explanation": "Büyük pazar paylarına ulaşmış marka adları, zaman içinde bulundukları grupların da kategori adı<br/>haline gelmiştir. Selpak bir kağıt mendil markasıyken, yeni bir ad olarak Türkçeye giren bir sözcük olmuştur."
  },
  {
    "id": "3460651",
    "unitNumber": 4,
    "text": "Türkçede \"çalıcı\", \"yaşsız\" ve \"hızsız\" sözcüklerinin türetilememesinin nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Adlandırdıkları nesneyi tanımlamazlar.",
      "B": "Artık eskidiği için kullanılmazlar.",
      "C": "Konuşurlar tarafından kabul görmemiştir.",
      "D": "Bu anlamları karşılayan başka sözcükler mevcuttur.",
      "E": "Yeterince açık ve anlaşılır değildirler."
    },
    "explanation": "Türkçede kurallı oldukları halde çalıcı, yaşsız, hızsız gibi sözcükler türetilmez çünkü<br/>bu anlamları karşılayan hırsız, genç ve yavaş sözcükleri zaten kullanımdadır. Bu durum, nesnelerin varlığı ve adlandırmaya duyulan gereksinim koşullarının da bir uzantısı olarak düşünülebilir.<br/>Bu anlamları karşılayan başka sözcükler mevcuttur"
  },
  {
    "id": "3460663",
    "unitNumber": 4,
    "text": "Türkçede \"sevinici\" sözcüğünün bulunmaması hangisi ile açıklanabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kavramın gerçek dünyada karşılık bulmaması.",
      "B": "Aynı anlamda farklı bir sözcüğün bulunması.",
      "C": "Sözcüğün konuşurlar tarafından kabul görmemesi.",
      "D": "Türetme kurallarına uygun olmaması.",
      "E": "Sesletim açısından pratik ve kolay olmaması."
    },
    "explanation": "Türkçede sevinici ve kalemlemek sözcüklerinin bulunmaması bu kavramların dünyada bir<br/>karşılığının olmaması ve dolayısıyla da bu dilde söz etmeye değer bulunmamasından kaynaklıdır.<br/>Kavramın gerçek dünyada karşılık bulmaması."
  },
  {
    "id": "3460677",
    "unitNumber": 4,
    "text": "Sözcük türetiminin yönünü belirlemek açısından hangi ölçüte göre tarihsel olarak ilk olarak ortaya çıkan sözcük taban, daha sonra ortaya çıkan sözcük ise türev olarak kabul edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Anlamsal Ölçüt",
      "B": "Çekim Ölçütü",
      "C": "Kökenbilimsel ölçüt",
      "D": "Kullanma sıklığı ölçütü",
      "E": "Biçimsel ölçüt"
    },
    "explanation": "Kökenbilimsel ölçüte göre sözcüklerin kullanıldıkları dillerdeki tarihsel gelişimine<br/>göre, ilk önce ortaya çıkan taban, onu takip edense türev olarak kabul edilir."
  },
  {
    "id": "3460690",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisinde \"yarı ikileme\" söz konusudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Vah vah!",
      "B": "Sıra sıra",
      "C": "Anlamlı anlamlı",
      "D": "Kıpkırmızı",
      "E": "Ivır zıvır"
    },
    "explanation": "Kırmızı sözcüğünün sadece \"kı\" bölümü alınarak yarısı tekrarlanmıştır. O nedenle yarı ikileme söz konusudur.<br/>Kıpkırmızı"
  },
  {
    "id": "3460700",
    "unitNumber": 4,
    "text": "Hangisi karma yöntemle oluşturulmuş bir sözcüktür?",
    "correctAnswer": "C",
    "options": {
      "A": "Masmavi",
      "B": "Baltalama",
      "C": "Gerzek",
      "D": "Bilinçdışı",
      "E": "Sembolik"
    },
    "explanation": "Gerzek<br/>Karma yöntemle oluşturulan kısaltmalar iki sözcüğün harmanlanmasıyla oluşur. Gerzek sözcüğü Türkçede \"geri zekalı\" sözcüklerinin kısaltılarak harmanlanmasıyla oluşmuştur."
  },
  {
    "id": "3460713",
    "unitNumber": 4,
    "text": "Hangisi \"ödünçlemeli çeviri\"ye örnek olabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "(İngilizce) Train station- Tren istasyonu",
      "B": "(İngilizce) Cowboy- İnek çobanı",
      "C": "(İngilizce) Post office- Postane",
      "D": "(İngilizce) Girl friend- Kız arkadaş",
      "E": "(İngilizce) Coffe shop- Kafe"
    },
    "explanation": "Ödünçlemeli çeviride sözcükleri kaynak dilden alıcı dile olduğu gibi aktarmak yerine bunların birebir çevirisi yapılır. Girl freind sözcüğünde sözcükler birebir Türkçeye çevrilmiştir.<br/>(İngilizce) Girl friend- Kız arkadaş"
  },
  {
    "id": "3460727",
    "unitNumber": 4,
    "text": "Bir dilde belli bir nesneyi karşılayan sözcük mevcut iken, alıcı dilin konuşurlarının sosyal bir imtiyaz ve saygınlık kazanmak ve o dili bildikleri, toplumun diğer kesimlerine göre daha donanımlı, bilgili ve eğitimli oldukları imajını yaratmak için kaynak dilin sözcüklerini tercih ederek (Örneğin İngilizce), alıntılamaları nasıl adlandırılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ödünçleme",
      "B": "Lüks alıntılar",
      "C": "Gereksinim alıntıları",
      "D": "Sosyal alıntılar",
      "E": "İşlevsiz alıntılar"
    },
    "explanation": "Alıcı dilin konuşurları egemen bir diden alıntı yaparak sosyal bir imtiyaz ve saygınlık kazanma eğiliminde olurlar. Böylelikle o dili bildikleri, toplumun diğer kesimlerine göre daha donanımlı, bilgili ve eğitimli oldukları imajını yaratmaya çalışırlar. Bu türden alıntılamalar bir dilsel gereksinimi karşılamak yerine dilde zaten mevcut olan sözcükleri tekrarlamaktan başka bir işlev görmedikleri için bunlara ‘gereksinim dışı’ anlamında lüks alıntılar denmektedir."
  },
  {
    "id": "3460738",
    "unitNumber": 4,
    "text": "Dünya dillerinde bulunan evrensellerle ilgili hangi ifade doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Türemiş eylemlerin sayısı türemiş sıfatların sayısından fazladır.",
      "B": "Nesnelerin niteliklerini adlandırma eğilimi onlara ad verme eğiliminden fazladır.",
      "C": "Ad türetme süreçleri eylem türetme süreçlerinden da azdır.",
      "D": "Sıfattan eylem yapma eğilimi eylemden eylem yapma eğiliminden fazladır.",
      "E": "Yeni sözcükler yaratma eğilimi var olan sözcüklerden türetme eğiliminden fazladır."
    },
    "explanation": "a. Nesnelere ad verme eğilimi onların niteliklerini veya gerçekleştirdikleri eylemleri adlandırma eğiliminden çok daha yüksektir. Bu sebeple ad türetme süreçleri eylem ve sıfat türetme süreçlerine göre nicelik ve çeşitlilik bakımından çok daha fazladır.<br/>b. Yeni eylemler oluşturmak amacıyla eylemden eylem yapma eğilimi, addan ve sıfattan eylem yapma eğiliminden daha yaygındır.<br/>c. Türemiş sıfatların sayısı türemiş eylemlerin sayısına göre çok daha azdır.<br/>Türemiş eylemlerin sayısı türemiş sıfatların sayısından fazladır."
  },
  {
    "id": "3460749",
    "unitNumber": 4,
    "text": "Seçtiği sözlüksel ulamın hemen her ögesiyle bir araya gelebilen ve yeni sözcükler üretmek için yaygınlıkla kullanılabilen eklerin özelliği hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşleklik",
      "B": "Verimlilik",
      "C": "Üretkenlik",
      "D": "Uyumluluk",
      "E": "Elverişlilik"
    },
    "explanation": "İşleklik, bir ekin üretkenliğinin kısıtlı olmamasın ve yeni türetimlere açık olması hâlidir. Örneğin, Türkçedeki {-lIK} ve {-lI} eki oldukça işlektir ve anlam gerektirirse bütün ad ve sıfatlarla kullanılarak yeni ad ve sıfatlar türetebilir."
  },
  {
    "id": "3441623",
    "unitNumber": 5,
    "text": "Dünya Sağlık Örgütüne göre dünyada doğan çocukların yüzde kaçı sağır olarak doğduğu için sözel dili kullanamamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "%1",
      "B": "%5",
      "C": "%10",
      "D": "%7",
      "E": "%3"
    },
    "explanation": "Ancak Dünya Sağlık Örgütünün istatistiklerine göre dünyada 430 milyon kişinin, yani dünya nüfusunun %5’inin, sağır olarak doğduğu ya da 0-3 yaş dilimi içinde hastalık, düşme ya da kaza sonucu duyma duyusunu kaybettiği için, sözel dil kullanamadığına dikkat etmemiz gerekmektedir (https://www.who.int/healthtopics/hearing-loss#tab=tab_2)."
  },
  {
    "id": "3441641",
    "unitNumber": 5,
    "text": "Dilin ifade edildiği kaç kanal bulunmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "3",
      "C": "2",
      "D": "4",
      "E": "0"
    },
    "explanation": "Dilin ifade edildiği iki kanal bulunmaktadır: (i) duyma-konuşma kanalı, (ii) görme-işaretleme kanalı. İnsan dili konuşma ya da işaretleme yoluyla ifade edilir."
  },
  {
    "id": "3441657",
    "unitNumber": 5,
    "text": "Seslerin yazıya dökülebilmesi için kullanılan sembollere ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "hiyeroglif",
      "B": "çivi yazısı",
      "C": "alfabe",
      "D": "harfler",
      "E": "yazı"
    },
    "explanation": "Harfler, seslerin yazıya dökülebilmesi için kullanılan sembollerdir."
  },
  {
    "id": "3441666",
    "unitNumber": 5,
    "text": "Sözcüklerin anlamını, göstergesini çağrıştıran resim yoluyla aktaran yazı biçimine ne denir?",
    "correctAnswer": "E",
    "options": {
      "A": "sesbilim",
      "B": "Latin harfleri",
      "C": "Arap alfabesi",
      "D": "Çin yazısı",
      "E": "hiyeroglif"
    },
    "explanation": "Hiyeroglif, sözcüklerin anlamını, göstergesini çağrıştıran resim yoluyla aktaran bir yazı biçimidir, sesleri temsil etmez."
  },
  {
    "id": "3441682",
    "unitNumber": 5,
    "text": "Günümüzde kullanılmayan yazı biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Latin harfleri",
      "B": "Arap alfabesi",
      "C": "Çin yazısı",
      "D": "Hiyeroglif",
      "E": "Hint alfabesi"
    },
    "explanation": "Sesleri temsil eden çivi yazısı günümüzde kullanılmamaktadır."
  },
  {
    "id": "3441717",
    "unitNumber": 5,
    "text": "Sesbilgisinin kaç alt alanı vardır?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Sesbilgisinin 3 alt alanı vardır: akustik sesbilgisi, dinleyiş sesbilgisi, söyleyiş sesbilgisi."
  },
  {
    "id": "3441734",
    "unitNumber": 5,
    "text": "Ses dalgalarının frekansı, formantları ve hızı gibi fiziksel özelliklerini ve sesin fiziksel boyutlarını ne inceler?",
    "correctAnswer": "A",
    "options": {
      "A": "Akustik ses bilgisi",
      "B": "Dinleyiş ses bilgisi",
      "C": "Söyleyiş ses bilgisi",
      "D": "Ötümlü ses",
      "E": "Ötümsüz ses"
    },
    "explanation": "Akustik sesbilgisi ses dalgalarının frekansı, formantları ve hızı gibi fiziksel özelliklerini ve sesin fiziksel boyutlarını inceler."
  },
  {
    "id": "3441808",
    "unitNumber": 5,
    "text": "Sesin dinleyici tarafından algılanma boyutunu inceleyen alana ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Akustik ses bilgisi",
      "B": "Dinleyiş ses bilgisi",
      "C": "Söyleyiş ses bilgisi",
      "D": "Ötümlü ses",
      "E": "Ötümsüz ses"
    },
    "explanation": "Dinleyiş sesbilgisi sesin dinleyici tarafından algılanma boyutunu inceleyen alandır. Sesin dinleyicinin kulak zarına çarpması ile o kişinin duyduğunu yorumlaması ve tepki vermesi arasındaki süreci inceler."
  },
  {
    "id": "3441814",
    "unitNumber": 5,
    "text": "Konuşucunun çıkardığı seslerin oluşturulmasındaki fiziksel hareketlerin niteliğini aşağıdakilerden hangisi inceler?",
    "correctAnswer": "C",
    "options": {
      "A": "Akustik ses bilgisi",
      "B": "Dinleyiş ses bilgisi",
      "C": "Söyleyiş ses bilgisi",
      "D": "Ötümlü ses",
      "E": "Ötümsüz ses"
    },
    "explanation": "Söyleyiş sesbilgisi konuşucunun çıkardığı seslerin oluşturulmasındaki fiziksel hareketlerin niteliğini inceler. Konuşurken kullanılan sesler bir hava akımının solunum sistemimiz içinde yer değiştirmesi sonucu oluşmaktadır."
  },
  {
    "id": "3441825",
    "unitNumber": 5,
    "text": "Ses tellerinin titremesiyle oluşan seslere ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Akustik ses bilgisi",
      "B": "Dinleyiş ses bilgisi",
      "C": "Söyleyiş ses bilgisi",
      "D": "Ötümlü ses",
      "E": "Ötümsüz ses"
    },
    "explanation": "Ses tellerinin titremesiyle oluşan sesler ötümlü seslerdir."
  },
  {
    "id": "3445518",
    "unitNumber": 5,
    "text": "Hiyeroglif, sözcüklerin anlamını, göstergesini çağrıştıran .......................... yoluyla<br/>aktaran bir yazı biçimidir, sesleri temsil etmez.",
    "correctAnswer": "B",
    "options": {
      "A": "yazı",
      "B": "resim",
      "C": "ses",
      "D": "harf",
      "E": "işaret"
    },
    "explanation": "Hiyeroglif= resim<br/>Hiyeroglif, sözcüklerin anlamını, göstergesini çağrıştıran resim yoluyla<br/>aktaran bir yazı biçimidir, sesleri temsil etmez."
  },
  {
    "id": "3445529",
    "unitNumber": 5,
    "text": "Harfler, nelerin yazıya dökülebilmesi için kullanılan sembollerdir.",
    "correctAnswer": "A",
    "options": {
      "A": "seslerin",
      "B": "sözlerin",
      "C": "bilgilerin",
      "D": "anlamların",
      "E": "dizgilerin"
    },
    "explanation": "Harf-Yazı=ses-Konuşma<br/>Harfler, seslerin yazıya dökülebilmesi için kullanılan sembollerdir."
  },
  {
    "id": "3445543",
    "unitNumber": 5,
    "text": "IPA neyin kısaltılmış halidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ulusal Sesbilgisi Alfabesi",
      "B": "Uzaysal Sesbilgisi Alfabesi",
      "C": "Uluslararası Sesbilgisi Alfabesi",
      "D": "Uyumsal Sesbilgisi Alfabesi",
      "E": "Uzlaşmalı Sesbilgisi Alfabesi"
    },
    "explanation": "IPA = Uluslararası Sesbilgisi Alfabesi<br/>Uluslararası Sesbilgisi Alfabesi (International Phonetic Alphabet, IPA"
  },
  {
    "id": "3445555",
    "unitNumber": 5,
    "text": "Sesleri oluşturma sürecinde, aşağıdakilerden hangisi işlevsel olan organlar grubu içinde yer alamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Akciğerler",
      "B": "Gırtlak",
      "C": "Ağız boşluğu",
      "D": "Burun boşluğu",
      "E": "Mide"
    },
    "explanation": "Mide, konuşmada ses oluşturma işlevine katkıda bulunmayan bir organdır.<br/>Sesleri oluşturma sürecinde, mide, işlevsel olan organlar grubu içinde yer alamaz"
  },
  {
    "id": "3445561",
    "unitNumber": 5,
    "text": "Ses tellerinin titremesiyle oluşan sesler .............................. seslerdir.",
    "correctAnswer": "A",
    "options": {
      "A": "ötümlü",
      "B": "bükümlü",
      "C": "eğimli",
      "D": "tonlamlı",
      "E": "tek heceli"
    },
    "explanation": "titreşim=ötüm<br/>Ses tellerinin titremesiyle oluşan sesler ötümlü seslerdir."
  },
  {
    "id": "3445569",
    "unitNumber": 5,
    "text": "Hava akımı gırtlaktan geçtiği sırada, ses telleri ayrıksa, açık konumdadırlar. Hava akımı bu açıklıktan geçerken ses tellerini titretmez. Bu sırada oluşturulan ses .................................dür.",
    "correctAnswer": "B",
    "options": {
      "A": "ötümlü",
      "B": "ötümsüz",
      "C": "püskürtmeli",
      "D": "emmeli",
      "E": "sesli"
    },
    "explanation": "ses telleri ayrık, açık = ötümsüz<br/>ses telleri ayrıksa, açık konumda ise ötümsüz"
  },
  {
    "id": "3445576",
    "unitNumber": 5,
    "text": "Havanın dışarı itilmesi ile oluşturulan sesler ................................................seslerdir",
    "correctAnswer": "C",
    "options": {
      "A": "vurgulamalı",
      "B": "emmeli",
      "C": "püskürtmeli",
      "D": "üflemeli",
      "E": "eğimli"
    },
    "explanation": "Havanın dışarı itilmesi =püskürtmek<br/>Havanın dışarı itilmesi ile oluşturulan sesler püskürtmeli seslerdir"
  },
  {
    "id": "3445587",
    "unitNumber": 5,
    "text": "Havanın içeri çekilmesi ile oluşturulan sesler ............................seslerdir",
    "correctAnswer": "A",
    "options": {
      "A": "emmeli",
      "B": "püskürtmeli",
      "C": "patlamalı",
      "D": "eğimli",
      "E": "bükümlü"
    },
    "explanation": "içe çekim=emme<br/>Havanın içeri çekilmesi ile oluşturulan sesler emmeli seslerdir"
  },
  {
    "id": "3445598",
    "unitNumber": 5,
    "text": "Çiftdudaksıl genizsil bir ünsüz olan [?] sesinde dudaklar birbirlerine değer.",
    "correctAnswer": "D",
    "options": {
      "A": "a",
      "B": "e",
      "C": "i",
      "D": "m",
      "E": "o"
    },
    "explanation": "genizsil ünsüz = m<br/>Çiftdudaksıl genizsil bir ünsüz olan [m] sesinde dudaklar birbirlerine değer."
  },
  {
    "id": "3445610",
    "unitNumber": 5,
    "text": "(TİD) ifadesinin açılımı nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Türk İşçi Dili",
      "B": "Türk İşlevsel Dili",
      "C": "Türk İktisat Dili",
      "D": "Türk İstatistik Dili",
      "E": "Türk İşaret Dili"
    },
    "explanation": "TİD= Türk İşaret Dili<br/>TİD, Türk İşaret Dilidir."
  },
  {
    "id": "3458282",
    "unitNumber": 5,
    "text": "Seslerin yazıya dökülebilmesi için kullanılan sembollere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ton",
      "B": "Harf",
      "C": "Söz",
      "D": "Kayıt",
      "E": "Dil"
    },
    "explanation": "Harfler, seslerin yazıya dökülebilmesi için kullanılan sembollerdir."
  },
  {
    "id": "3458322",
    "unitNumber": 5,
    "text": "Konuşma ya da işaretleşmenin içerdiği zaman ve mekân kısıtlarını aşarak bireyler arasındaki haberleşmeyi ve bilginin kalıcılığını sağlayan araç aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ses",
      "B": "Yazı",
      "C": "Söz",
      "D": "Vurgu",
      "E": "Ezgi"
    },
    "explanation": "Yazı, konuşma ya da işaretleşmenin içerdiği zaman ve mekân kısıtlarını aşarak bireyler arasındaki haberleşmeyi ve bilginin kalıcılığını sağlayan araçtır."
  },
  {
    "id": "3458352",
    "unitNumber": 5,
    "text": "……………….., vücudumuzda bazıları solunum sistemimizde de işlevleri olan organlar tarafından fiziksel olarak üretilir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Sesler",
      "B": "Harfler",
      "C": "Semboller",
      "D": "Bilgiler",
      "E": "İşaretler"
    },
    "explanation": "Sesler, vücudumuzda bazıları solunum sistemimizde de işlevleri olan organlar tarafından fiziksel olarak üretilir."
  },
  {
    "id": "3458385",
    "unitNumber": 5,
    "text": "Ses dalgalarının frekansı, formantları ve hızı gibi fiziksel özelliklerinin ve sesin fiziksel boyutlarını inceleyen sesbilgisi alt alanı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dinleyiş",
      "B": "Görsel",
      "C": "Akustik",
      "D": "Söyleyiş",
      "E": "Sembolik"
    },
    "explanation": "Akustik sesbilgisi, ses dalgalarının frekansı, formantları ve hızı gibi fiziksel özelliklerinin ve sesin fiziksel boyutlarını inceler."
  },
  {
    "id": "3458406",
    "unitNumber": 5,
    "text": "Sesin dinleyicinin kulak zarına çarpmasıyla o kişinin duyduğunu yorumlaması ve tepki vermesi arasındaki süreci inceleyen sesbilgisi alt alanı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Söyleyiş",
      "B": "Sembolik",
      "C": "Görsel",
      "D": "Dinleyiş",
      "E": "Akustik"
    },
    "explanation": "Dinleyiş sesbilgisi, sesin dinleyicinin kulak zarına çarpmasıyla o kişinin duyduğunu yorumlaması ve tepki vermesi arasındaki süreci inceler."
  },
  {
    "id": "3458415",
    "unitNumber": 5,
    "text": "Tavukları çağırırken ya da atların yürüyüşünü ifade ederken kullanılan hava düzeneği aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Boğazsıl",
      "B": "Damaksıl",
      "C": "Gırtlaksıl",
      "D": "Dudaksıl",
      "E": "Dilsil"
    },
    "explanation": "Tavukları çağırırken ya da atların yürüyüşünü ifade ederken damaksıl hava düzeneği kullanılır."
  },
  {
    "id": "3458423",
    "unitNumber": 5,
    "text": "Aşağıdaki sözcüklerden hangisi ötümlü çiftdudaksıl patlamalı ünsüz ile başlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "kat",
      "B": "bak",
      "C": "pak",
      "D": "sal",
      "E": "gemi"
    },
    "explanation": "[b] sesi ötümlü çiftdudaksıl patlamalı ünsüz ses içermektedir. Doğru yanıt \"bak\" tır."
  },
  {
    "id": "3458428",
    "unitNumber": 5,
    "text": "Aşağıdaki sözcüklerden hangisi ötümsüz dişyuvasıl patlamalı ünsüz ses içerir?",
    "correctAnswer": "C",
    "options": {
      "A": "baş",
      "B": "sap",
      "C": "taş",
      "D": "pil",
      "E": "kat"
    },
    "explanation": "“taş” sözcüğü, [t] ötümsüz dişyuvasıl patlamalı ünsüz ses içerir."
  },
  {
    "id": "3458433",
    "unitNumber": 5,
    "text": "Hava akımı en yüksek derecede engellenen sesler olan genizsil olmayan patlamalılar, sürtünmeliler ve patlamalı-sürtünmelilerin oluşturduğu alt ana sınıf aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sürekliler",
      "B": "Kayıcılar",
      "C": "Titreşimliler",
      "D": "Süreksizler",
      "E": "Engelliler"
    },
    "explanation": "Hava akımı en yüksek derecede engellenen sesler olan genizsil olmayan patlamalılar, sürtünmeliler ve patlamalı-sürtünmeliler, engelliler alt ana sınıfını oluşturur."
  },
  {
    "id": "3458436",
    "unitNumber": 5,
    "text": "Sözcüğü oluşturan seslemlerden birinin diğerlerinden daha belirgin, kuvvetli ve yüksek tonla söylenmesine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ezgi",
      "B": "Ses",
      "C": "Harf",
      "D": "Vurgu",
      "E": "Söz"
    },
    "explanation": "Vurgu, sözcüğü oluşturan seslemlerden birinin diğerlerinden daha belirgin, kuvvetli ve yüksek tonla söylenmesi olarak gerçekleşir."
  },
  {
    "id": "3445261",
    "unitNumber": 6,
    "text": "Bir dilde sözcükler arasında anlam farkı yaratan seslere ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "sesbirim",
      "B": "sesbirimcik",
      "C": "kök",
      "D": "ünlü ses",
      "E": "ünsüz ses"
    },
    "explanation": "Bir dilde sözcükler arasında anlam farkı yaratan seslere sesbirim denir. Doğru yanıt A’dır."
  },
  {
    "id": "3445265",
    "unitNumber": 6,
    "text": "<em>Ak</em> sözcüğü için aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ön kapalı düz ünlüdür.",
      "B": "Ön kapalı yuvarlak ünlüdür.",
      "C": "Arka kapalı düz ünlüdür.",
      "D": "Arka açık, düz ünlüdür.",
      "E": "Arka yarı-kapalı yuvarlak ünlüdür."
    },
    "explanation": "<em>Ak</em> sözcüğü, arka açık, düz ünlüdür. Doğru yanıt D’dir."
  },
  {
    "id": "3445268",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ön, orta, düz ünlüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "/e /",
      "B": "/œ /",
      "C": "/a/",
      "D": "/y /",
      "E": "/i /"
    },
    "explanation": "/e /, ön yarı-kapalı düz ünlüdür. Doğru yanıt A’dır."
  },
  {
    "id": "3445269",
    "unitNumber": 6,
    "text": "[ph] / # _________<br/>Yukarıda gösterilen [ph] sesbirimciğindeki # işareti aşağıdakilerden hangisini belirtmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "/p/ sesbiriminin soluklu olduğunu",
      "B": "/p/ sesbiriminin soluksuz olduğunu",
      "C": "sesbirimciğin sözcük içinde bulunduğu konumu",
      "D": "sesin sözcük ya da seslem başında geldiğini",
      "E": "sesin konumunun sözcük ve seslem başında olduğunu"
    },
    "explanation": "[ph] sesbirimciğindeki # işareti sesin konumunun sözcük ve seslem başında olduğunu göstermektedir. Doğru yanıt E’dir."
  },
  {
    "id": "3445272",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi genizsil sese örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "b",
      "B": "p",
      "C": "m",
      "D": "d",
      "E": "t"
    },
    "explanation": "m, genizsil sestir. Doğru yanıt C’dir."
  },
  {
    "id": "3445278",
    "unitNumber": 6,
    "text": "Aşağıdaki sözcüklerin hangisinde /r/-düşmesi söz konusudur?",
    "correctAnswer": "B",
    "options": {
      "A": "aşağı",
      "B": "bir",
      "C": "dışarı",
      "D": "yukarı",
      "E": "postahane"
    },
    "explanation": "Bir sözcüğünde /r/-düşmesi söz konusudur. Doğru yanıt B’dir."
  },
  {
    "id": "3445281",
    "unitNumber": 6,
    "text": "Aşağıdaki sözcüklerin hangisinde ses düşmesi söz konusudur?",
    "correctAnswer": "C",
    "options": {
      "A": "şimdi",
      "B": "pembe",
      "C": "Ahmet",
      "D": "teneke",
      "E": "yasak"
    },
    "explanation": "Ahmet sözcüğünde /h/ sesinin düşmesi söz konusudur. Doğru yanıt C’dir."
  },
  {
    "id": "3445282",
    "unitNumber": 6,
    "text": "Aşağıdaki sözcüklerin hangisinde ses aktarımı görülebilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "kibrit",
      "B": "postahane",
      "C": "Mehmet",
      "D": "içeride",
      "E": "dışarısı"
    },
    "explanation": "<em>Kibrit </em>sözcüğünde ses aktarımı görülebilmektedir. Doğru yanıt A'dır."
  },
  {
    "id": "3445284",
    "unitNumber": 6,
    "text": "Aşağıdaki sözcüklerden hangisi Türkçe ünlü uyumuna <u>uymaz</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "kalem",
      "B": "kasım",
      "C": "kesik",
      "D": "kertenkele",
      "E": "serçe"
    },
    "explanation": "<em>Kalem</em> sözcüğü Türkçe ünlü uyumuna uymaz. Doğru yanıt A’dır."
  },
  {
    "id": "3445290",
    "unitNumber": 6,
    "text": "Aşağıdaki sözcüklerden hangisinde yabancı dilden Türkçeye girerken ünlü eklemesi söz olmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "bebek",
      "B": "ordu",
      "C": "tren",
      "D": "gelin",
      "E": "ağrı"
    },
    "explanation": "<em>Tren</em>, sözcüğünde tr ünsüzlerinin arasında bir ünlü eklenmiştir. Doğru yanıt C’dir."
  },
  {
    "id": "3445307",
    "unitNumber": 6,
    "text": "Aşağıdaki sözcüklerden hangisinde ünlü eklenmesi söz konusudur?",
    "correctAnswer": "C",
    "options": {
      "A": "bebek",
      "B": "ordu",
      "C": "grup",
      "D": "gelin",
      "E": "ağrı"
    },
    "explanation": "<em>Grup</em>, sözcüğünde ünlü eklenmesi söz konusudur. Doğru yanıt C’dir."
  },
  {
    "id": "3461104",
    "unitNumber": 6,
    "text": "En küçük ikiliden, birbirinin yerine geçtiğinde anlamsal farklılığa yol açan sesbirimlerin aralarındaki dağılımı, aşağıdakilerden hangisi açıklar?",
    "correctAnswer": "A",
    "options": {
      "A": "Karşıtsal dağılım",
      "B": "Bütüncül dağılım",
      "C": "Serbest dağılım",
      "D": "Doğal dağılım",
      "E": "Ünsüz dağılımı"
    },
    "explanation": "İki ses en küçük ikiliden birbirinin yerine geçtiğinde anlamsal farklılığa yol açarsa bu iki ses o dilde birer sesbirimdir ve aralarındaki dağılım <strong>karşıtsal dağılımdır</strong>."
  },
  {
    "id": "3461119",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, en küçük çifti oluşturan sözcük çiftleridir?",
    "correctAnswer": "A",
    "options": {
      "A": "<ol> <li>iltica/irtica</li> </ol>",
      "B": "çekilsen/çekingen",
      "C": "berk/mert",
      "D": "kurt/kulp",
      "E": "masam/tasan"
    },
    "explanation": "<strong>En küçük çift, </strong>iki sözcük arasında anlam farkının yalnızca bir ses tarafından oluşturulduğu sözcüklerdir."
  },
  {
    "id": "3461151",
    "unitNumber": 6,
    "text": "Aşağıdaki ifadelerden hangisi, sesbirim kavramı için yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sesbirimler bir dilde sözcükler arasında anlam farkı oluştururlar.",
      "B": "Sesbirimler karşıtsal dağılım içindedirler.",
      "C": "Bir dilde bir sesbirimin değişkenlerine sesbirimcik adı verilir.",
      "D": "Sesbirimcikler sözcük yapısı içinde bütünleyici dağılım içindedirler.",
      "E": "Sesbirimcikler söylenişte değişim gösterirler ve anlam farkı oluştururlar."
    },
    "explanation": "<strong>Sesbirimcik</strong>ler sesbirimlerin seslem içindeki konumlarına ve önlerinden ya da arkalarından gelen seslerin niteliğine bağlı olarak söylenişlerinde değişim gösterir ancak anlamda fark <strong><em>yaratmaz.</em></strong>"
  },
  {
    "id": "3461169",
    "unitNumber": 6,
    "text": "Bir sesin aynı konumda değişimli olarak bulunan sesbirimcikleri hangi dağılım içindedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Doğal dağılım",
      "B": "Bütüncül dağılım",
      "C": "Aktarımsal dağılım",
      "D": "Serbest dağılım",
      "E": "Ünsüz dağılımı"
    },
    "explanation": "Bir sesin aynı konumda değişimli olarak bulunan sesbirimcikleri <strong>serbest dağılım </strong>içindedir. Soluklu [ph] ve soluksuz [p] sesleri Türkçede sözcük sonunda <strong>serbest dağılım </strong>içindedir."
  },
  {
    "id": "3461186",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi &gt;bıktırdı&lt; sözcüğünün Uluslararası Ses Alfabesiyle sesbilimsel göstergesi olabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "/bɰktɰrdɰ/",
      "B": "/bıktırdı/",
      "C": "/bɰkhtɰrdɰ/",
      "D": "/bɰkthɰrdɰ/",
      "E": "/bıkthırdı/"
    },
    "explanation": "Doğru gösterge A şıkkında gösterilmiştir."
  },
  {
    "id": "3461198",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi &gt;nasılsın&lt; sözcüğünün Uluslararası Ses Alfabesiyle sesbilimsel göstergesi olabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "/nasɰlsɰn/",
      "B": "/nasılsın/",
      "C": "/naszɰlsɰn/",
      "D": "/nasɰlzɰn/",
      "E": "/na:sɰlsɰn/"
    },
    "explanation": "Doğru sesbilimsel gösterge A şıkkında verilmiştir."
  },
  {
    "id": "3461211",
    "unitNumber": 6,
    "text": "Türkçe için ötümlülük ve ötümsüzlük, anlam açısından nasıl bir özelliktir?",
    "correctAnswer": "A",
    "options": {
      "A": "ayırıcı",
      "B": "artık",
      "C": "öngörülebilir",
      "D": "bütünleyici",
      "E": "serbest"
    },
    "explanation": "Bir sözcükte bir sesbilgisel özelliğin artı [+] değeri, diğer sözcüklerdeki eksi [-] değeri ile karşıtlık ortaya çıkardığında, o sesbilgisel özellik incelenen dil için <strong>ayırıcı özelliktir. </strong>Türkçede <em>pil </em>ve <em>bil </em>sözcüklerinde olduğu gibi çiftdudaksıl patlamalı sesin ötümlü ya da ötümsüz olması, <strong><em>anlam farkı</em></strong> yaratmaktadır."
  },
  {
    "id": "3461223",
    "unitNumber": 6,
    "text": "Kök: &gt;postahane&lt;, Sesbilimsel: /postahane/, Sesbilgisel: [phostha:ne]<br/>Yukarıdaki sözcükte sesbilgisel farklılık, aşağıdakilerden hangisiyle açıklanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ses düşmesi",
      "B": "Ses yer değiştirmesi",
      "C": "Ses değişimi",
      "D": "Ses benzeşmesi",
      "E": "Ses eklenmesi"
    },
    "explanation": "<strong><em>/h/ düşmesi: </em></strong>Türkçede <em>hane </em>sözcüğü ile oluşturulan bileşik sözcüklerde /h/ sesi düşürülmektedir. Bu sözcüklerde sözcük-içi biçimbirim sınırlarında önünde ve arkasında /a/ ünlüsü arasında bulunan /h/ sesinin düşürülmesi sonucunda /a/ ünlüsü uzun ünlü olarak [a:] söylenir."
  },
  {
    "id": "3461238",
    "unitNumber": 6,
    "text": "Türkçede bazı anadili konuşurlarının <em>kibrit </em>sözcüğünü, <em>kirbit </em>olarak söylemesi aşağıdakilerden hangisiyle açıklanabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ses düşmesi",
      "B": "Ses aktarımı",
      "C": "Ses eklenmesi",
      "D": "Ünlü benzeşmesi",
      "E": "Ünlü değişimi"
    },
    "explanation": "Dillerde sözcüklerin ses diziminde görülen özelliklerden biri de bazı sözcüklerde seslerin yer değiştirmesidir. Seslerin yer değiştirmesi genellikle belli sözcüklerde görülmektedir. Sözcüklerin sesletiminde ölçünlü dildeki dağılımdan farklı olarak sözcük içindeki seslerin dizimindeki farklı ses sıralamasına <strong>ses aktarımı </strong>denir. Örneğin Türkçede bazı anadili konuşurlarının <em>kibrit </em>sözcüğünü, <em>kirbit </em>olarak akıcı /r/ sesi ile ötümlü patlamalı ses olan /b/’nin yerini değiştirerek söylediği gözlemlenmektedir."
  },
  {
    "id": "3461248",
    "unitNumber": 6,
    "text": "Aşağıdaki ifadelerden hangisi, bürünsel özellikler için yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Bürünsel özellikler parçalar üstü sesbilimsel özelliklerdir.",
      "B": "Bürünsel özellikler vurgu, ezgi ve perde değişimleridir.",
      "C": "Vurgu, sözcük, öbek ve tümce vurgusu olarak üç düzeyde incelenir.",
      "D": "Vurgu, aynı sesbirimleri içeren sözcükler arasında anlam farkı oluşturur.",
      "E": "İki seslemli yer adlarında vurgu, ikinci seslemdir."
    },
    "explanation": "Cins adlarında birincil vurgu ikinci seslemde, yer adlarında ilk seslemdedir."
  },
  {
    "id": "3447364",
    "unitNumber": 7,
    "text": "Dillerde kaç tür ses değişimi bulunmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "2"
  },
  {
    "id": "3447379",
    "unitNumber": 7,
    "text": "Sesbilgisel değişim nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Söz değişiminin bir türüdür.",
      "B": "Ses değişiminin bir türüdür.",
      "C": "Ka değişiminin bir türüdür.",
      "D": "Makam değişiminin bir türüdür.",
      "E": "Nota değişiminin bir türüdür."
    },
    "explanation": "Ses değişiminin bir türüdür."
  },
  {
    "id": "3447387",
    "unitNumber": 7,
    "text": "Biçim-sesbilgisel değişim nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir söz değişimi türüdür.",
      "B": "Bir saz değişimi türüdür.",
      "C": "Bir ses değişimi türüdür.",
      "D": "Bir makam değişimi türüdür.",
      "E": "Bir nota değişimi türüdür."
    },
    "explanation": "Bir ses değişimi türüdür."
  },
  {
    "id": "3447405",
    "unitNumber": 7,
    "text": "Biçimbirimlerin sesbilimsel derin yapısını ne oluşturur?",
    "correctAnswer": "D",
    "options": {
      "A": "Bilişsel dağarcıktaki listede yer alan sözbilimsel gösterge",
      "B": "Bilişsel dağarcıktaki listede yer alan Ka göstergesi",
      "C": "Bilişsel dağarcıktaki listede yer alan logosantrik gösterge",
      "D": "Bilişsel dağarcıktaki listede yer alan sesbilimsel gösterge",
      "E": "Bilişsel dağarcıktaki listede yer alan semantik gösterge"
    },
    "explanation": "Bilişsel dağarcıktaki listede yer alan sesbilimsel gösterge"
  },
  {
    "id": "3447416",
    "unitNumber": 7,
    "text": "Biçimbirimcik nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Biçimbirimin değişik semantik biçimleridir.",
      "B": "Biçimbirimin değişik tarihsel biçimleridir.",
      "C": "Ka'nın değişik seslendiriliş biçimleridir.",
      "D": "Biçimbirimin değişik epigrafik biçimleridir.",
      "E": "Biçimbirimin değişik seslendiriliş biçimleridir."
    },
    "explanation": "Biçimbirimin değişik seslendiriliş biçimleridir."
  },
  {
    "id": "3452745",
    "unitNumber": 7,
    "text": "Bir dildeki sesbilimsel gösterge neyi amaçlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir dildeki sesbilgisel göstergenin sesbilgisel oluşumunda gözlemlenen ses değişikliklerinin kurallarını belirlemeği amaçlar.",
      "B": "Bir dildeki sesbilgisel göstergenin sösbilgisel oluşumunda gözlemlenen ses değişikliklerinin kurallarını belirlemeği amaçlar.",
      "C": "Bir dildeki sesbilgisel göstergenin kanunbilgisel oluşumunda gözlemlenen ses değişikliklerinin kurallarını belirlemeği amaçlar.",
      "D": "Bir dildeki sesbilgisel göstergenin yasabilgisel oluşumunda gözlemlenen ses değişikliklerinin kurallarını belirlemeği amaçlar.",
      "E": "Bir dildeki sesbilgisel göstergenin kabilgisel oluşumunda gözlemlenen ses değişikliklerinin kurallarını belirlemeği amaçlar."
    },
    "explanation": "Bir dildeki sesbilgisel göstergenin sesbilgisel oluşumunda gözlemlenen ses değişikliklerinin kurallarını belirlemeği amaçlar."
  },
  {
    "id": "3452770",
    "unitNumber": 7,
    "text": "Dillerde her biçimbirim sesbilimsel bileşende kaç biçim olarak yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Dillerde her biçimbirim sesbilimsel bileşende çift biçim olarak yer almaktadır.",
      "B": "Dillerde her biçimbirim sesbilimsel bileşende tek biçim olarak yer almaktadır.",
      "C": "Dillerde her biçimbirim sesbilimsel bileşende üç biçim olarak yer almaktadır.",
      "D": "Dillerde her biçimbirim sesbilimsel bileşende dört biçim olarak yer almaktadır.",
      "E": "Böyle bir yer alış yoktur."
    },
    "explanation": "Dillerde her biçimbirim sesbilimsel bileşende tek biçim olarak yer almaktadır."
  },
  {
    "id": "3452792",
    "unitNumber": 7,
    "text": "Dilbilimin temel amacı aşağıdakilerden hangisi ile daha çok uyumludur?",
    "correctAnswer": "C",
    "options": {
      "A": "Dilbilim, sadece Ünsüz Kuralı ve benzer değişimleri oluşturan genellemelere erişmeyi amaçlamaktadır.",
      "B": "Dilbilim, sadece Benzeşim Kuralı ve benzer değişimleri oluşturan genellemelere erişmeyi amaçlamaktadır.",
      "C": "Dilbilim, Açık Ünlü Kuralı ve benzer değişimleri oluşturan genellemelere erişmeyi amaçlamaktadır.",
      "D": "Dilbilim, Kapalı Ünlü Kuralı ve benzer değişimleri oluşturan genellemelere erişmeyi amaçlamaktadır.",
      "E": "Dilbilim, sadece Epigrafi Kuralı ve benzer değişimleri oluşturan genellemelere erişmeyi amaçlamaktadır."
    },
    "explanation": "Dilbilim, Açık Ünlü Kuralı ve benzer değişimleri oluşturan genellemelere erişmeyi amaçlamaktadır."
  },
  {
    "id": "3452811",
    "unitNumber": 7,
    "text": "0-3 yaş dilimi içindeki çocuklar anadillerinin kurallarını nasıl içselleştirirler?",
    "correctAnswer": "D",
    "options": {
      "A": "0-3 yaş dilimi içindeki çocuklar, sadece annelerinden duydukları ifadelerden, anadillerinin kurallarını içselleştirirler.",
      "B": "0-3 yaş dilimi içindeki çocuklar, sadece babalarından duydukları ifadelerden, anadillerinin kurallarını içselleştirirler.",
      "C": "0-3 yaş dilimi içindeki çocuklar, sadece öğretmenlerinden duydukları ifadelerden, anadillerinin kurallarını içselleştirirler.",
      "D": "0-3 yaş dilimi içindeki çocuklar, çevrelerindeki yetişkinlerden duydukları ifadelerden, anadillerinin kurallarını içselleştirirler.",
      "E": "0-3 yaş dilimi içindeki çocuklar, sadece arkadaşlarından duydukları ifadelerden, anadillerinin kurallarını içselleştirirler."
    },
    "explanation": "0-3 yaş dilimi içindeki çocuklar, çevrelerindeki yetişkinlerden duydukları ifadelerden, anadillerinin kurallarını içselleştirirler."
  },
  {
    "id": "3452830",
    "unitNumber": 7,
    "text": "Ses değişiklikleri gibi olgular hangi tür seslere uygulanır?",
    "correctAnswer": "E",
    "options": {
      "A": "Ses değişiklikleri gibi olgular, bireysel seslere uygulanır.",
      "B": "Ses değişiklikleri gibi olgular, grupsal seslere uygulanır.",
      "C": "Ses değişiklikleri gibi olgular, doğal ses sınıfını oluşturan seslerin armonilerine göre uygulanır.",
      "D": "Ses değişiklikleri gibi olgular, doğal ses sınıfını oluşturan seslerin metronom yapılarına göre uygulanır.",
      "E": "Ses değişiklikleri gibi olgular, bireysel seslere değil, doğal ses sınıfını oluşturan seslerin<br/>hepsine uygulanır."
    },
    "explanation": "Ses değişiklikleri gibi olgular, bireysel seslere değil, doğal ses sınıfını oluşturan seslerin<br/>hepsine uygulanır."
  },
  {
    "id": "3457449",
    "unitNumber": 7,
    "text": "“Dilde ……………………….. , sözcük yapısı içinde bir biçimbirimin başka bir biçimbirimciğin sesbilimsel özelliklerine bağlı olarak değişime uğramasına yol açan bir sesbilimsel süreçtir.”<br/><strong>Yukarıda verilmiş olan cümlede boş bırakılan kısma uygun sözcük </strong><strong>aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sesbilimsel Koşullandırma",
      "B": "Biçim-sesbilimsel Kural",
      "C": "Biçimbirimcik",
      "D": "Sesbilimsel Süre",
      "E": "Derin Yapı"
    },
    "explanation": "Sesbilimsel Koşullandırma"
  },
  {
    "id": "3457490",
    "unitNumber": 7,
    "text": "“Sözcükler konuşurların bilişsel dağarcığında …………….. biçimleri ile listelenir.”<br/><strong>Yukarıda verilmiş olan cümlede boş bırakılan kısma gelmesi gereken sözcük </strong><strong>aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sesbilimsel Süreç",
      "B": "Derin Yapı",
      "C": "Biçimbirimcik",
      "D": "Sesbilimsel Koşullandırma",
      "E": "Ötümlüleşme"
    },
    "explanation": "Derin Yapı"
  },
  {
    "id": "3457510",
    "unitNumber": 7,
    "text": "“Bir dildeki sesbilimsel göstergeler ile onların sesbilgisel göstergeleri arasında ses düşmeleri, ses eklemeleri, ses değiştirmeleri gibi ses olaylarıyla farklılaşmaya yol açan süreçlere ……………………………… denir.”<br/><strong>Yukarıda verilmiş olan cümlede boş bırakılan kısma uygun sözcük </strong><strong>aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sesbirimcikleri Süreci",
      "B": "Biçim-Sesbilgisel Süreç",
      "C": "Derin Yapı Süreci",
      "D": "Sesbilimsel Süreç",
      "E": "Sesbilgisel Düzey Süreci"
    },
    "explanation": "Sesbilimsel Süreç"
  },
  {
    "id": "3457527",
    "unitNumber": 7,
    "text": "“Dillerde sesbirimler sesin sözcük içinde bulunduğu konuma bağlı olarak sesbilimsel gösterimlerinden değişik özellikler sergileyebilir. Bu kuralın örneklerinden biri Türkçedeki ötümsüz patlamalı sesler olan /p/, /t/, /k/’nın soluklanmasıdır.”<br/><strong>Cümlesinde sözü geçen kural aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ünsüz Benzeşmesi",
      "B": "Ünlü Düşmesi",
      "C": "Özellik Değişmesi",
      "D": "Genizsilleşme",
      "E": "Dil Sürçmeleri"
    },
    "explanation": "Özellik Değişmesi"
  },
  {
    "id": "3457537",
    "unitNumber": 7,
    "text": "Saba çarfetmiyorum<br/>Gazla kaş arası<br/>Çat taslasın...<br/>Mustafa Çandal salıyorr..<br/>Çayıf keyi içinn...<br/><strong>Yukarıda verilmiş, sesbilimsel süreçlerin kurallı olduğunu kanıtlayan 5 farklı örnekteki ortak olgu nedir? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Genizsilleşme",
      "B": "Özellik Değişmesi",
      "C": "Başkalaşmalı Biçimler",
      "D": "Dil Sürçmesi",
      "E": "Biçimbirimcilik"
    },
    "explanation": "Dil Sürçmesi"
  },
  {
    "id": "3457550",
    "unitNumber": 7,
    "text": "Türkçede ilk sesleri, eklendikleri gövdenin sonsesinin niteliğine bağlı olarak değişime uğrayan biçimbirimler bulunmaktadır. Biçimbirimsel sınıflandırmaya bağlı olan bu türe örnek olan harfler şunlardır: /j/, /s/, /n/<br/><strong>Yukarıdaki verilmiş olan tanım aşağıdaki seçeneklerden hangisine aittir? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Özellik Değişmesi",
      "B": "Dil Sürçmesi",
      "C": "Ünlü Düşmesi",
      "D": "Kapalı Ünlü Uyumu",
      "E": "Ünsüz Düşmesi"
    },
    "explanation": "Ünsüz Düşmesi"
  },
  {
    "id": "3457558",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi Kapalı Ünlü Uyumuna ait bir örnek olabilir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "ütü-lü",
      "B": "gün + ler",
      "C": "tuz + suz",
      "D": "Aylin-in",
      "E": "Ara-yacak"
    },
    "explanation": "ütü-lü"
  },
  {
    "id": "3457575",
    "unitNumber": 7,
    "text": "“ [Ü] [Ü] / [Ü] [-Ü] + ([-Ü]) ________ “<br/><strong>Yukarıda verilmiş olan kural seçeneklerden hangisine aittir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ünsüz Düşmesi",
      "B": "Kapalı Ünlü Uyumu",
      "C": "Ünlü Düşmesi",
      "D": "Ünsüz Ötüm Uyumu",
      "E": "Ünsüz Benzeşmesi"
    },
    "explanation": "Kapalı Ünlü Uyumu"
  },
  {
    "id": "3457587",
    "unitNumber": 7,
    "text": "“Keman-a Defter-e<br/>Keman-dan Defter-den<br/>Keman-da Defter-de “<br/><strong>Yukarıda verilmiş olan örnekler aşağıdakilerden hangisine aittir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Açık Ünlü Kuralı",
      "B": "Ünsüz Benzeşmesi",
      "C": "Ünlü Düşmesi",
      "D": "Ünsüz Düşmesi",
      "E": "Kapalı Ünlü Uyumu"
    },
    "explanation": "Açık Ünlü Kuralı"
  },
  {
    "id": "3457597",
    "unitNumber": 7,
    "text": "“Sesbilimsel kurallar sözcüklerin sesbilimsel göstergeleri ile sesbilgisel göstergeleri arasında ses değişikliklerine yol açan …………. belirler. “<br/><strong>Yukarıda verilmiş cümledeki boşluğa en uygun seçenek aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kuralları",
      "B": "Biçimbirimsel Süreçleri",
      "C": "Biçimbirimcikleri",
      "D": "Başkalaşmalı Biçimler",
      "E": "Sesbilimsel Süreçleri"
    },
    "explanation": "Sesbilimsel Süreçleri"
  },
  {
    "id": "3443612",
    "unitNumber": 8,
    "text": "Aşağıdaki tümcelerden hangisi sözdizimde kısmen kuralsız yapıya örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ali’nin geldiğini ben gördüm.",
      "B": "Ayşe ile birlikte geldik.",
      "C": "?Ali geldiğini ben gördüm.",
      "D": "*Ali gelmek ben gördü.",
      "E": "*Ayşe gelmek ile birlikte."
    },
    "explanation": "Dilbilgiselliğe ilişkin bu derecelendirmeyi aşağıdaki tümceleri kullanarak örneklendirebiliriz:<br/><ol> <li>a. Ali’nin geldiğini ben gördüm.</li> <li>?Ali geldiğini ben gördüm.</li> <li>*Ali gelmek ben gördü.</li> </ol> Burada (1a) tamamen dilbilgisel; (1b) ise (1c)’ye göre daha iyi ve (1c) tamamen kuraldışı bir tümcedir. Sözdizimde gelenek olduğu üzere, yukarıdaki örnekte (?) ve (*) işaretleri, sırasıyla kısmen kuralsız ve tamamen kuralsız yapıları göstermektedir."
  },
  {
    "id": "3443617",
    "unitNumber": 8,
    "text": "Soyut ve bilinçteki sezgisel dilbilgisi dizgesi aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Edim",
      "B": "Edinç",
      "C": "İmla",
      "D": "Langue",
      "E": "Parole"
    },
    "explanation": "Edinç, edim kavramı ile kıyaslanabilir. Bu iki kavram karşıt olup edinç, soyut ve bilinçteki sezgisel dilbilgisi dizgesi; edim ise konuşucunun ürettiği yazılı veya sözlü dildir."
  },
  {
    "id": "3443620",
    "unitNumber": 8,
    "text": "“Güzel Türkçemiz bozuluyor.” ifadesi hangi dilbilgisi yaklaşımına örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Betimleyici",
      "B": "Değiştirgen",
      "C": "Evrensel",
      "D": "Kuralcı",
      "E": "Üretici"
    },
    "explanation": "“Güzel Türkçemiz bozuluyor.” gibi yargı belirten ifadeler, kuralcı dilbilgisi yaklaşımına örnektir."
  },
  {
    "id": "3443627",
    "unitNumber": 8,
    "text": "Aşağıdaki dilbilgisi yaklaşımlarından hangisi kullanılan dili veri olarak inceleyerek tanımlamayı amaç edinir?",
    "correctAnswer": "A",
    "options": {
      "A": "Betimleyici",
      "B": "Değiştirgen",
      "C": "Evrensel",
      "D": "Kuralcı",
      "E": "Üretici"
    },
    "explanation": "Betimleyici dilbilgisi, kullanılan dili veri olarak inceleyerek tanımlamayı amaç edinmiştir."
  },
  {
    "id": "3443632",
    "unitNumber": 8,
    "text": "Aşağıdaki cümlede boşluğa hangi kelime gelebilir?<br/>“Chomsky’ye göre, dil ve dil yetisi …………… bir bakış açısıyla daha iyi açıklanabilir; insan zihni boş bir levha değildir tersine bir takım bilgileri doğduğumuzdan itibaren içeren düzenek olarak hazırdır.”",
    "correctAnswer": "A",
    "options": {
      "A": "doğuştancı",
      "B": "edinimsel",
      "C": "usçu",
      "D": "uyarıcı",
      "E": "yapılandırmacı"
    },
    "explanation": "Chomsky’ye göre, dil ve dil yetisi <strong>doğuştancı</strong> bir bakış açısıyla daha iyi açıklanabilir; insan zihni boş bir levha değildir tersine bir takım bilgileri doğduğumuzdan itibaren içeren düzenek olarak hazırdır."
  },
  {
    "id": "3443636",
    "unitNumber": 8,
    "text": "“Her insan dilindeki yapılar, soyut olabilen belli kurallar çerçevesinde üretilir ve işlemlenir. Hiçbir kuralı olmayan bir tek insan dili yoktur.” şeklinde ifade edilen evrensel dilbilgisi ilkesi hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Adıl-düşürme",
      "B": "Gözlemsel yeterlilik",
      "C": "İçeyerleştirme",
      "D": "Kural güdümlü yapı",
      "E": "Özyineleme"
    },
    "explanation": "Bütün dillerde bulunan bazı Evrensel Dilbilgisi ilkeleri şunlardır:<br/>Kural güdümlü yapı ilkesi: Her insan dilindeki yapılar soyut olabilen belli kurallar çerçevesinde üretilir ve işlemlenir. Hiçbir kuralı olmayan bir tek insan dili yoktur."
  },
  {
    "id": "3443639",
    "unitNumber": 8,
    "text": "“Bana seni anlatan insanların söyledikleri sözleri dinlerken yorulduğumu belli etmek istemediğimi belirtmeliyim.” tümcesinde kaç tane içeyerleşmiş tümcecik mevcuttur?",
    "correctAnswer": "E",
    "options": {
      "A": "Bir",
      "B": "İki",
      "C": "Üç",
      "D": "Dört",
      "E": "Beş"
    },
    "explanation": "“Bana seni anlatan insanların söyledikleri sözleri dinlerken yorulduğumu belli etmek istemediğimi belirtmeliyim.” tümcesinde beş tane içeyerleşmiş tümcecik görüyoruz."
  },
  {
    "id": "3446140",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Üretici Dilbilgisinin özellikleri arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurallar genel örüntülerden oluşur.",
      "B": "Gözlemlenen veri sade ve basit olmamalıdır.",
      "C": "Edimi açıklar.",
      "D": "Psikolojik gerçekliği yansıtmaz.",
      "E": "İki farklı kural içeren veriler tercih edilir."
    },
    "explanation": "Üretici Dilbilgisinin Bazı Genelgeçer Özellikleri<br/>-Modern dilbilimin her alanında olduğu gibi, dilbilgisi çalışmaları kuralcı değil, betimleyici olmalıdır.<br/>-Üretici Dilbilgisi kuramı; edimi değil, edinci açıklamaya odaklanır.<br/>-Dilbilgisi kuralları, insan bilişinde yer alan psikolojik gerçekliği yansıtmalıdır.<br/>-Dilbilgisi kuralları açık seçik netlikle betimlenmelidir. Bu netlik ve açıklık, kuralların formülleştirilmesi ile mümkün olur.<br/>-Dilbilimsel çözümlemeler azami ölçüde genel olmalıdır. Örneğin, iki dilbilgisi kuralı aynı dil verisini açıklıyorsa, ancak biri iki farklı kural, ikincisi ise bir tek kural içeriyorsa, Üretici -Dilbilgisi kapsamında ikinci çözümleme daha üstün ve tercih edilebilir niteliktedir. Kuralların mümkün olduğunca genel örüntülerden oluşması, Üretici Dilbilgisi araştırmalarında ve hipotezlerin savlanmasında çok önemlidir. İkinci kural, daha düzenli olarak değerlendirilir. (İngilizcede böyle çalışmalar, “elegant” (zarif, düzenli) olarak tanımlanır.)<br/>-Dilbilgisi kuramları, evrensel temelli kurallar önermelidir. Büyük olasılıkla, bireysel diller hakkındaki gerçekler, tüm diller için geçerli olan genel ilkelerden türemiştir. Bir dildeki farklılıkların en az ölçüde olduğu görüşü yaygındır. Kurallar, mümkün olduğunca genel ve ekonomik olmalı, gözlemlenen veri en sade ve basit şekilde açıklanmalıdır. Bu da bilimsel yöntemin ve psikolojik gerçekliğin gerektirdiği bir ilkedir."
  },
  {
    "id": "3446155",
    "unitNumber": 8,
    "text": "Türkçe ile ilgili olarak aşağıdakilerden hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Gizli özne kullanılabilir.",
      "B": "Olağan sözdizimi Özne-Nesne-Eylem’dir.",
      "C": "Eylem sonlu bir dildir.",
      "D": "Sözdizimindeki oynaklık rastgeledir.",
      "E": "Soru sözcükleri taşıyan öbekler yüklemden sonra gelmez."
    },
    "explanation": "sayfa. 242<br/>Türkçe, Farsça, İtalyanca, İspanyolca ve Rusça gibi bazı dillerde gizli özne kullanılabilir.<br/>sayfa. 243<br/>Türkçede olağan sözdizimi Örnek (10a)’daki gibi Özne-Nesne-Eylem’dir. Bu dizilim, İngilizcedeki Özne-Eylem-Nesne diziliminden farklıdır. Öte yandan Almanca da görece esnek dizilime sahiptir ama ana tümcede eylem her zaman tümcenin ikinci öge konumunda yer almalıdır. Türkçe, eylem sonlu bir dildir ama esnek sözdizimi sayesinde geleneksel dilbilgisinde devrik tümce olarak anılan yapılarda bazı ögeler eylemden sonra da kullanılabilir. Türkçede sözdizimindeki oynaklık da rastgele değildir; belli kurallara bağlıdır. Örneğin, sesbilimsel vurguyu alan odak eylemin hemen önünde yer alır. Soru sözcükleri taşıyan öbekler yüklemden sonra gelmez. Belirtisiz Ad Öbekleri yüklem sonrasında kullanılamaz."
  },
  {
    "id": "3446163",
    "unitNumber": 8,
    "text": "Türkçe ile ilgili olarak aşağıdakilerden hangisi <strong>doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sözdizimi nesnenin açık bir durum eki aldığı durumlarda anlamı belirleyebilir.",
      "B": "Anlamın tek belirleyicisi sözdizimidir.",
      "C": "Devrik tümcelerde bazı ögeler eylemden önce kullanılabilir.",
      "D": "Yüklemden önce gelen ögeler vurgu almayan ve daha önceki söylemden tahmin edilebilen ögelerdir.",
      "E": "Sesbilimsel vurguyu alan odak eylemin hemen önünde yer alır."
    },
    "explanation": "Türkçede sözdizimi, Örnek (10a-b)’de olduğu gibi nesnenin açık bir durum eki almadığı durumlarda Türkçede de anlamı belirleyebilir.<br/>Örnek (9a-c)’de görüldüğü gibi Türkçede anlamın tek belirleyicisi sözdizimi değildir, sözcük diziliminde ad durumları da önemli bir role sahiptir.<br/>Türkçe, eylem sonlu bir dildir ama esnek sözdizimi sayesinde geleneksel dilbilgisinde devrik tümce olarak anılan yapılarda bazı ögeler eylemden sonra da kullanılabilir.<br/>Örneğin, sesbilimsel vurguyu alan odak eylemin hemen önünde yer alır.<br/>Yüklemden sonra gelen ögeler vurgu almayan ve daha önceki söylemden tahmin edilebilen ögelerdir."
  },
  {
    "id": "3460244",
    "unitNumber": 8,
    "text": "Dili en doğru ve en güzel nasıl kullanabiliriz sorusuna yanıt arayan; dil kullanımında “doğru” ve “yanlış” yargısı belirterek önerdikleri kurallarla konuşuculara yol gösterme rolü üstlenen dilbilgisi yaklaşımına ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kuralcı dilbilgisi",
      "B": "Yazımsal dilbilgisi",
      "C": "Betimleyici dilbilgisi",
      "D": "Anlatımcı dilbilgisi",
      "E": "Kuralsız dilbilgisi"
    },
    "explanation": "Dili en doğru ve en güzel nasıl kullanabiliriz sorusuna yanıt arayan; dil kullanımında “doğru” ve “yanlış” yargısı belirterek önerdikleri kurallarla konuşuculara yol gösterme rolü üstlenen dilbilgisi yaklaşımına Kuralcı dilbilgisi denir."
  },
  {
    "id": "3460250",
    "unitNumber": 8,
    "text": "Dilbilimde dilbilgisi terimi, belli bir yapıyı oluştururken söz konusu olan ilke ve kısıtlılıklar ile bunları sistematik biçimde çözümleme yöntemi olan kuram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kuralcı dilbilgisi",
      "B": "Anlamsal dilbilgisi",
      "C": "Yazımsal dilbilgisi",
      "D": "Betimleyici dilbilgisi",
      "E": "Kuralsız dilbilgisi"
    },
    "explanation": "Dilbilimde dilbilgisi terimi, belli bir yapıyı oluştururken söz konusu olan ilke ve kısıtlılıklar ile bunları sistematik biçimde çözümleme yöntemi olan kuram Betimleyici dilbilgisidir."
  },
  {
    "id": "3460253",
    "unitNumber": 8,
    "text": "Toplumda iyi eğitim almış bireylerin konuştukları dil değişkesinin özelliklerinin kullanılmasını savunurken bazen dilbilgisi hakkında öznel görüşleri de dayatabilen dilgisi kuramı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Betimleyici Dilbilgisi Kuramı",
      "B": "Anlatımcı Dilbilgisi Kuramı",
      "C": "Açıklayıcı Dilbilgisi Kuramı",
      "D": "Kuralcı Dilbilgisi Kuramı",
      "E": "Kuralsız Dilbilgisi Kuramı"
    },
    "explanation": "Toplumda iyi eğitim almış bireylerin konuştukları dil değişkesinin özelliklerinin kullanılmasını savunurken bazen dilbilgisi hakkında öznel görüşleri de dayatabilen dilgisi kuramı Kuralcı Dilbilgisi Kuramıdır."
  },
  {
    "id": "3460305",
    "unitNumber": 8,
    "text": "• İnsanlar anadillerini nasıl öğrenir?<br/>• Anadillerine ilişkin edinçlerinin kapsamı ve sınırlılıkları nedir?<br/>• Bireyler, sezgisel ve soyut dilbilgisini nasıl kullanırlar?<br/>Yukarıdaki sorular hangi dilbilimsel teorinin cevap aradığı sorulardır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kuramcı Dilbilgisi",
      "B": "Evrensel Dilbilgisi",
      "C": "Üretici Dilbilgisi",
      "D": "Betimleyici Dilbilgisi",
      "E": "Kuralcı Dilbilgisi"
    },
    "explanation": "• İnsanlar anadillerini nasıl öğrenir?<br/>• Anadillerine ilişkin edinçlerinin kapsamı ve sınırlılıkları nedir?<br/>• Bireyler, sezgisel ve soyut dilbilgisini nasıl kullanırlar?<br/>Yukarıdaki sorular Üretici Dilbilgisinin cevap aradığı sorulardır"
  },
  {
    "id": "3460312",
    "unitNumber": 8,
    "text": "I- Modern dilbilimin her alanında olduğu gibi, dilbilgisi çalışmaları kuralcı değil, betimleyici olmalıdır.<br/>II- Üretici Dilbilgisi kuramı; edimi değil, edinci açıklamaya odaklanır.<br/>III- Dilbilgisi kuralları, insan bilişinde yer alan psikolojik gerçekliği yansıtmamalıdır.<br/>IV- Dilbilgisi kuralları açık seçik netlikle betimlenmelidir.<br/>Yukarıdakilerden hangisi ya da hangileri Üretici Dilbilgisi çalışmalarının özellikleri arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "I, II ve IV",
      "D": "II, III ve IV",
      "E": "Hepsi"
    },
    "explanation": "Üretici Dilbilgisi çalışmalarının özellikleri şunlardır; <br/>I- Modern dilbilimin her alanında olduğu gibi, dilbilgisi çalışmaları kuralcı değil, betimleyici olmalıdır.<br/>II- Üretici Dilbilgisi kuramı; edimi değil, edinci açıklamaya odaklanır.<br/>III- Dilbilgisi kuralları, insan bilişinde yer alan psikolojik gerçekliği yansıtmalıdır.<br/>IV- Dilbilgisi kuralları açık seçik netlikle betimlenmelidir.<br/>Öyleyse doğru yanıt I, II ve IV olmalıdır. (c) şıkkı"
  },
  {
    "id": "3460321",
    "unitNumber": 8,
    "text": "Dillerde ortak olan eşdeğerlikler hangi dilbilgisi teorisinin alanına girer?",
    "correctAnswer": "A",
    "options": {
      "A": "Evrensel Dilbilgisi",
      "B": "Betimleyici Dilbilgisi",
      "C": "Kuralcı Dilbilgisi",
      "D": "Kuralsız Dilbilgisi",
      "E": "Üretici Dilbilgisi"
    },
    "explanation": "Daha önce gördüğümüz gibi ve Uzun’da da (2000:3) belirtildiği gibi dil, insan bilişinin bir ürünüdür<br/>ve dünyanın farklı bölgelerinde yaşayan insanların ırk, cins, kültür ve gelenek - görenek çeşitliliklerinden<br/>bağımsız ortak özelliklere sahiptir. Dillerde ortak olan bu eşdeğerliklere Evrensel Dilbilgisi (ED) denir."
  },
  {
    "id": "3460330",
    "unitNumber": 8,
    "text": "I- Kural güdümlü yapı ilkesi<br/>II- Özyineleme İlkesi<br/>III- Adıl-düşürme değiştirgeni<br/>Yukarıdakilerden hangisi ya da hangileri bütün dillerde bulunan bazı Evrensel Dilbilgisi ilkeleri arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "Hepsi"
    },
    "explanation": "I- Kural güdümlü yapı ilkesi<br/>II- Özyineleme İlkesi<br/>III- Adıl-düşürme değiştirgeni<br/>Yukarıdaki ilkeler bütün dillerde bulunan bazı Evrensel Dilbilgisi ilkeleri arasında yer alır"
  },
  {
    "id": "3460348",
    "unitNumber": 8,
    "text": "Aşağıdaki sıralamaların hangisinde Bilimsel yöntem sürecini oluşturan adımlar doğru sırayla verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Veri gözlemleme ve inceleme<br/>Genellemeler yapma<br/>Hipotezler Oluşturma<br/>Veri toplama",
      "B": "Veri gözlemleme ve inceleme<br/>Veri toplama<br/>Genellemeler yapma<br/>Hipotezler Oluşturma",
      "C": "Veri toplama<br/>Veri gözlemleme ve inceleme<br/>Genellemeler yapma<br/>Hipotezler Oluşturma",
      "D": "Veri toplama<br/>Veri gözlemleme ve inceleme<br/>Genellemeler yapma<br/>Hipotezler Oluşturma",
      "E": "Hipotezler Oluşturma<br/>Veri toplama<br/>Veri gözlemleme ve inceleme<br/>Genellemeler yapma"
    },
    "explanation": "Veri toplama<br/>Veri gözlemleme ve inceleme<br/>Genellemeler yapma<br/>Hipotezler Oluşturma"
  },
  {
    "id": "3460383",
    "unitNumber": 8,
    "text": "I- Gözlemsel yeterlilik<br/>II- Betimsel Yeterlilik<br/>III- Açıklayıcı yeterlilik<br/>Yukarıdakilerden hangisi ya da hangileri Chomsky’ye göre dilbilgisi yapılarının genellenmesi için göz önünde bulundurulması gereken özelliklerdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Chomsky’ye (1965) göre dilbilgisi yapılarının genellenmesi için şu ölçütler göz önünde bulundurulmalıdır;<br/>Gözlemsel yeterlilik<br/>Betimsel Yeterlilik<br/>Açıklayıcı yeterlilik"
  },
  {
    "id": "3460396",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi \"Her dilde tümceler belli bir sıralanışa göre oluşturulur\" ilkesini savunan ilkedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Adıl-düşürme değiştirgeni",
      "B": "Sözdizimi değiştirgeni",
      "C": "Özyineleme İlkesi",
      "D": "Kural güdümlü yapı ilkesi",
      "E": "Tekrarlama ilkesi"
    },
    "explanation": "Sözdizimi değiştirgeni: Her dilde tümceler belli bir sıralanışa göre oluşturulur."
  },
  {
    "id": "3473540",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi her bilimsel kuramda olduğu gibi dilbilimdeki bilimsel kuramlar için de <strong>YANLIŞTIR</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Dilbilimsel kuramlar yeni kanıtlara dayalı olarak devam eden tartışmalara, iyileştirmelere ve değişikliklere tabidirler.",
      "B": "Dilbilimsel kuramlar yalın ve ekonomik olmak zorundadırlar",
      "C": "Dilbilimsel kuramlar hipotezleri sınarlar.",
      "D": "Dilbilimsel kuramlar veriye dayalı ampirik çalışmalardır",
      "E": "Dilbilimsel kuramlar uzun ve karmaşık olmak zorundadırlar."
    },
    "explanation": "Ekonomik ve yalın bir kuram oluşturmak ve kuramı veriye dayalı olarak sınamak esastır. Ayrıca, hiçbir dilbilimsel kuram uzun ve karmaşık değil, sade ve ekonomik olmalıdır."
  },
  {
    "id": "3550403",
    "unitNumber": 8,
    "text": "Chomsky'nin Evrensel Dilbilgisi kuramına göre diller arası benzerlik ve farklılıkların kaynağı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çevresel faktörler",
      "B": "Kültürel etkiler",
      "C": "Doğuştan gelen zihindeki dil yetisi",
      "D": "Eğitim sistemleri",
      "E": "Dillerin tarihsel gelişimi"
    },
    "explanation": "Evrensel Dilbilgisi, Diller arasındaki ortaklık (ilkeler) ve farklılıkları (değiştirgenler) doğuştan gelen zihinsel özelliklerden kaynaklandığını önerir."
  },
  {
    "id": "3720198",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Evrensel Dilbilgisi kavramını en iyi açıklar?",
    "correctAnswer": "C",
    "options": {
      "A": "İngilizce tümce yapısında uygulanan bir dizi kural",
      "B": "Dünyadaki kültürlerarası dil kullanımına yönelik kurallar",
      "C": "İnsan dillerindeki doğuştan gelen dil ilke ve kısıtlamaları",
      "D": "Dillerin nasıl evrimleştiğine ilişkin tarihsel bir açıklama",
      "E": "İnsan bilişinde sesleri oluşturma ve anlama sürecine ilişkin gözlemler"
    },
    "explanation": "Kültürel unsurlardan bağımsız olarak insan dillerindeki ortak ilke ve kısıtlamalara yönelik kurallar"
  }
]