[
  {
    "id": "3870457",
    "unitNumber": 1,
    "text": "..................... para karşılığında başkalarına ürün ve hizmet sağlayarak kâr elde etme amacı güden herhangi bir ticari faaliyettir.<br/>Yukardaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru bir şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Yönetim",
      "B": "İşletmecilik Faaliyeti",
      "C": "Yönetim ve Organizasyon",
      "D": "Risk",
      "E": "Finans Yönetimi"
    },
    "explanation": "İşletmecilik Faaliyeti: Para karşılığında başkalarına ürün ve hizmet sağlayarak kâr elde etme amacı güden herhangi bir ticari faaliyettir. Doğru cevap B'dir."
  },
  {
    "id": "3870458",
    "unitNumber": 1,
    "text": "Dışarıdan enerji, bilgi, materyal gibi unsurları alabilen ve bunları işleyip dönüştürerek sistem dışına verebilen sistem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Açık Sistem",
      "B": "Kapalı Sistem",
      "C": "Organik Sistem",
      "D": "Mekanik Sistem",
      "E": "Bürokratik Sistem"
    },
    "explanation": "Açık sistem: Çevreyle etkileşimi olan sistem. Açık sistemler dışarıdan enerji, bilgi, materyal gibi unsurları alabilir ve bunları işleyip dönüştürerek sistem dışına verebilir. Doğru cevap A'dır."
  },
  {
    "id": "3870459",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi üretim faktörlerinden biri olan sermayenin unsurlarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "İnsan Kaynağı",
      "B": "Makineler",
      "C": "İş İnsanı",
      "D": "Maden Yatakları",
      "E": "Tarım Arazisi"
    },
    "explanation": "Sermaye: Sermaye denince genellikle para akla gelir ancak sermaye ve para aynı şey değildir. Sermaye kaynakları, ürün ve hizmet üretmek için kullanılan unsurlardır. Başka bir ifadeyle sermayeyi “insan tarafından üretilmiş üretim araçları” biçiminde tanımlayabiliriz. Örneğin makineler, araçlar, binalar, bilgi ve teknoloji sermaye faktörü içinde değerlendirilir. Bunlara sermaye malları da denir. Teslimat kamyonları, süpermarketler, yazar kasalar ve tıbbi malzemeler birer sermaye unsurudur. Bir çiftçinin buğdayı hasat etmek için kullandığı bir traktör, bir sermaye kaynağıdır. Büyük bir işletmenin merkezi, bir sermaye kaynağıdır. Metin yazarı veya bir muhasebecinin kullandığı bilgisayar bir sermaye kaynağıdır. Doğru cevap B'dir."
  },
  {
    "id": "3870460",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi işletmelerin, pazara ürün veya hizmet sunma aşamasında gerçekleştirdiği faaliyetlerden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Ürün veya hizmetler için fırsatları ortaya koymak",
      "B": "Ürün veya hizmetlere yönelik talebi değerlendirmek",
      "C": "Üretime başlamak üzere işletme sermayesi oluşturmak",
      "D": "Ürün ve/veya hizmet üretimini yönetmek",
      "E": "Varlığını devam ettirmek ve büyümek üzere yeni tesisler açmak"
    },
    "explanation": "İşletmeler her şeyden önce ekonomik birimlerdir. İşletme faaliyetlerinin temelinde ürün ve hizmet üretme ve bunun karşılığında bir gelir elde etme beklentisi vardır. İşletmeler, pazara ürün veya hizmet sunma aşamasında aşağıdaki faaliyetleri gerçekleştirir:<br/><ul> <li>Ürün veya hizmetler için fırsatları ortaya koymak,</li> <li>Ürün veya hizmetlere yönelik talebi değerlendirmek,</li> <li>Üretime başlamak üzere işletme sermayesi oluşturmak,</li> <li>Ürün ve/veya hizmet üretimini yönetmek,</li> <li>Ürün ve/veya hizmetleri pazarlamak,</li> <li>Resmî kurumların ve devletin taleplerini karşılamak için gerekli kayıtları tutmak ve süreçleri iyileştirmek.</li> </ul> Doğru cevap E'dir."
  },
  {
    "id": "3870461",
    "unitNumber": 1,
    "text": "Girdileri satılabilir çıktılara dönüştüren, birbiriyle bağlantılı faaliyetler dizisine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tedarik sureci",
      "B": "Satış Süreci",
      "C": "Tüketim",
      "D": "Dönüşüm Sistemi",
      "E": "Kaynakların Tedariki"
    },
    "explanation": "Dönüşüm sistemi: Girdileri satılabilir çıktılara dönüştüren, birbiriyle bağlantılı faaliyetler dizisidir. Doğru cevap D'dir."
  },
  {
    "id": "3870462",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir işletmenin girdileri arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yönetim Faaliyetleri",
      "B": "Örgüt yapısı",
      "C": "Sermaye",
      "D": "Ürün ve Hizmetler",
      "E": "Finansal Sonuçlar"
    },
    "explanation": "Girdiler, dönüşüm sürecinde kullanılacak işletme kaynaklarından oluşur.<br/><ul><br/><li>Hammadde</li><br/><li>İnsan Kaynakları</li><br/><li>Sermaye</li><br/><li>Teknoloji</li><br/><li>Bilgi</li><br/></ul><br/>Doğru cevap C'dir."
  },
  {
    "id": "3870463",
    "unitNumber": 1,
    "text": "Üretim girdilerini fiziksel ve/veya kimyasal dönüşümden geçirerek nihai bir ürünü ortaya çıkaran işletmelere ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hizmet İşletmeleri",
      "B": "Ticaret İşletmeleri",
      "C": "Özel Sektör İşletmeleri",
      "D": "Sanayi (Endüstri) İşletmeleri",
      "E": "Küresel İşletmeler"
    },
    "explanation": "Sanayi (Endüstri) İşletmeleri: Üretim girdilerini fiziksel ve/veya kimyasal dönüşümden geçirerek nihai bir ürünü ortaya çıkaran işletmelerdir. Bitmiş ürün daha sonra ya doğrudan diğer sektör ve, tüketicilere ya da tüketicilerin bir ürün elde etmek için alışveriş yaptığı perakendecilere satılır. Sanayi işletmelerine örnek olarak otomobil, tekstil ve giyim, petrol ve yakıt, bilgisayar teknolojileri ve yazılımı ile yiyecek ve içecek üretimi yapan işletmeler verilebilir. Doğru cevap D'dir."
  },
  {
    "id": "3870464",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi büyüklüğüne göre işletme sınıfının içinde yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Ulusal İşletmeler",
      "B": "Sanayi (Endüstri) İşletmeleri",
      "C": "Hizmet İşletmeleri",
      "D": "Ticaret İşletmeler",
      "E": "Mikro İşletme"
    },
    "explanation": "Ülkemizde işletmelerin ölçeklerine göre sınıflandırılmasında kullanabileceğimiz en güncel ve pratik sınıflandırma KOBİ (Küçük ve Orta Ölçekli İşletmeler) tanımı ve sınıflandırmasında kullanılan Yönetmelik’tir. Büyüklüğüne göre işletmeler şu şekilde sınıflandırılmaktadır: <br/><ul><br/><li>Mikro İşletme</li><br/><li>Küçük işletme</li><br/><li>Orta Ölçekli İşletme</li><br/><li>Buyuk Ölçekli İşletme</li><br/></ul><br/>Doğru cevap E'dir."
  },
  {
    "id": "3870465",
    "unitNumber": 1,
    "text": "Özel işletmelerin ve kamu işletmelerinin ortak sermaye ile kurdukları işletmelerdir. Bu tür işletmelerde kamunun sermaye payı genel olarak yarıdan azdır. Bu nedenle de yönetim özel sektördedir.<br/>Yukarıdaki bilgilere göre bu işletmelere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karma İşletmeler",
      "B": "Özel Sektör İşletmeleri",
      "C": "Kamu-Özel Ortaklıkları",
      "D": "Yerli ve Milli İşletmeler",
      "E": "Ulusal İşletmeler"
    },
    "explanation": "Karma İşletmeler: Özel işletmelerin ve kamu işletmelerinin ortak sermaye ile kurdukları işletmelerdir. Bu tür işletmelerde kamunun sermaye payı genel olarak yarıdan azdır. Bu nedenle de yönetim özel sektördedir. Karma işletmelere örnek olarak T.C. Merkez Bankası, Türk Ticaret Bankası, Migros verilebilir. Doğru cevap A'dır."
  },
  {
    "id": "3870466",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi işletmenin fonksiyonlarından biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Pazarlama",
      "B": "Üretim",
      "C": "Planlama",
      "D": "Yönetim",
      "E": "Finans"
    },
    "explanation": "İşletmenin fonksiyonları yönetim, pazarlama, üretim, insan kaynakları, finansman ve araştırma-geliştirmedir. Planlama ise yönetimin bir fonksiyonudur. Doğru cevap C'dir."
  },
  {
    "id": "3941615",
    "unitNumber": 1,
    "text": "İşletme tanımlarında yer alan <b>\"risk\"</b> kavramı aşağıdakilerden hangisini ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletmenin pazar payını rakiplerine kaptırma olasılığıdır.",
      "B": "Girişimcinin kârlı olmayabilecek bir işte zaman ve para kaybetme ihtimalidir.",
      "C": "İşletmenin toplumsal sorumluluklarını yerine getirememe durumudur.",
      "D": "Üretim faktörlerinin maliyetinin satış gelirlerinden fazla olmasıdır.",
      "E": "İşletmenin çevreye uyum sağlayamaması neticesinde faaliyetine son vermesidir."
    },
    "explanation": "Metne göre risk; bir girişimcinin kârlı olmayabilecek bir işte zaman ve para kaybetme ihtimali olarak tanımlanmıştır. Diğer seçenekler işletmecilikle ilgili olumsuz durumlar olsa da riskin teknik tanımını karşılamaz."
  },
  {
    "id": "3941616",
    "unitNumber": 1,
    "text": "İşletmelerin büyüklüklerine göre sınıflandırılmasında kullanılan <b>\"niceliksel\"</b> ölçütlere aşağıdakilerden hangisi örnek gösterilemez?",
    "correctAnswer": "D",
    "options": {
      "A": "Çalışan sayısı",
      "B": "Sermaye miktarı",
      "C": "Satış miktarı",
      "D": "Yönetim yapısı",
      "E": "Üretim miktarı"
    },
    "explanation": "Niceliksel ölçütler sayılarla ifade edilebilen verilerdir (çalışan sayısı, sermaye vb.). Yönetim yapısı (kararların tek merkezden alınıp alınmaması) ise işletmenin sayısal olmayan bir özelliğine odaklandığı için \"niteliksel\" bir ölçüttür"
  },
  {
    "id": "3941617",
    "unitNumber": 1,
    "text": "Bir dönüşüm sistemi olarak işletmenin işleyişi düşünüldüğünde;<br/>I. Teknoloji<br/>II. Ürün ve Hizmetler<br/>III. İnsan Kaynakları<br/>IV. Finansal Sonuçlar<br/>V. Bilgi<br/>yukarıdakilerden hangileri <b>\"çıktılar\"</b> arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve III",
      "B": "II ve IV",
      "C": "I, II ve III",
      "D": "II, IV ve V",
      "E": "Yalnız IV"
    },
    "explanation": "Dönüşüm sisteminde girdiler; hammadde, insan kaynakları, sermaye, teknoloji ve bilgiden oluşur. Çıktılar ise süreç sonunda ortaya çıkan ürün/hizmetler, finansal sonuçlar, bilgi ve insanla ilgili sonuçlardır. Bu durumda II ve IV kesinlikle çıktıdır."
  },
  {
    "id": "3941618",
    "unitNumber": 1,
    "text": "Aşağıdaki paydaş gruplarından hangisinin işletmeden temel beklentisi **\"Güvenli Ürünler ve Doğru Bilgilendirme\"**dir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yatırımcılar",
      "B": "Tedarikçiler",
      "C": "Tüketiciler",
      "D": "Çalışanlar",
      "E": "Kredi Sağlayanlar"
    },
    "explanation": "Şekil 1.2 ve ilgili metne göre, tüketiciler işletmelerden uygun fiyatlı, yüksek kalitede, sağlığa zarar vermeyen güvenli ürünler ve doğru bilgilendirme beklemektedir."
  },
  {
    "id": "3941619",
    "unitNumber": 1,
    "text": "I. Kâr elde etmek<br/>II. Topluma hizmet etmek<br/>III. Varlığını sürdürmek ve büyümek<br/>IV. Nitelikli kişileri işletmeye çekebilmek<br/>V. Çalışanlara hakkaniyetli maaş sağlamak<br/>Yukarıdakilerden hangileri işletmelerin <b>\"temel (genel) amaçları\"</b> arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "II, III ve IV",
      "D": "I, III ve V",
      "E": "III, IV ve V"
    },
    "explanation": "İşletmelerin temel amaçları kâr elde etmek, topluma hizmet (sosyal sorumluluk) ve varlığını sürdürüp büyümektir. Nitelikli kişileri çekmek veya hakkaniyetli maaş sağlamak ise \"özel amaçlar\" kategorisindedir."
  },
  {
    "id": "3941620",
    "unitNumber": 1,
    "text": "I. Marka<br/>II. Makineler<br/>III. Patent<br/>IV. Binalar<br/>V. Know-how (Teknik Bilgi)<br/>Yukarıdakilerden hangileri <b>\"soyut\"</b> sermaye unsurlarına örnek olarak verilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, III ve V",
      "B": "II, III ve IV",
      "C": "I, II ve III",
      "D": "I, IV ve V",
      "E": "II, IV ve V"
    },
    "explanation": "Somut sermaye unsurları makine, araç ve binalardır. Soyut sermaye unsurları ise elle dokunulamayan ancak varlığı bilinen marka, patent, lisans ve teknik bilgi (know-how) gibi unsurlardır."
  },
  {
    "id": "3941621",
    "unitNumber": 1,
    "text": "Üretim faaliyetlerini en düşük maliyetin sağlandığı ülkede gerçekleştiren, sahipliği ve yönetimi birkaç ülke arasında dağılmış olan işletme türü hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ulusal İşletmeler",
      "B": "Uluslararası İşletmeler",
      "C": "Karma İşletmeler",
      "D": "Küresel İşletmeler",
      "E": "Çok Uluslu İşletmeler"
    },
    "explanation": "Küresel işletmeler, faaliyetlerini belirli bir merkeze bağlı kalmadan yürütür, sahiplik ve kontrol birkaç ülke arasında dağılmıştır. Üretimi maliyetin en düşük olduğu yerde yaparlar."
  },
  {
    "id": "3941622",
    "unitNumber": 1,
    "text": "I. Bilgiye dayalıdır<br/>II. Ağa dayalıdır<br/>III. Geleneksel ve katı örgüt yapıları hakimdir<br/>IV. Rekabet yoğunluğu fazladır<br/>V. Yenilikler üzerine kuruludur<br/>Yukarıdakilerden hangileri **\"Yeni Ekonomi\"**nin temel özellikleri arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "A) I ve II",
      "B": "I, II, IV ve V",
      "C": "II, III, IV ve V",
      "D": "I, III ve V",
      "E": "III,IV ve V"
    },
    "explanation": "Yeni ekonomi; bilgiye dayalı, ağa dayalı, küresel rekabetin yoğun olduğu ve yenilikler üzerine kurulu bir yapıdır. Ancak geleneksel/katı yapılar yerine \"esnek örgütsel yapılar\" hakimdir. Bu nedenle III. öncül yanlıştır."
  },
  {
    "id": "3941623",
    "unitNumber": 1,
    "text": "Bir işletmenin gereksinim duyduğu fonların en elverişli koşullarda temini ve mevcut fonların en elverişli şekilde değerlendirilmesinden sorumlu fonksiyon hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Pazarlama",
      "B": "İnsan Kaynakları",
      "C": "Üretim",
      "D": "Araştırma-Geliştirme",
      "E": "Finansman"
    },
    "explanation": "Finans fonksiyonu, işletmenin faaliyetleri için gerekli fonların temini ve eldeki ekstra fonların yönetilmesinden (nakit giriş-çıkış planlama) sorumludur."
  },
  {
    "id": "3941624",
    "unitNumber": 1,
    "text": "I. Hizmet İşletmeleri<br/>II. Ticaret İşletmeleri<br/>III. Sanayi İşletmeleri<br/>IV. Kamu İşletmeleri<br/>V. Özel Sektör İşletmeleri<br/><b>\"Üretilen ürün ve hizmet türüne göre\"</b> yapılan sınıflandırmada yukarıdakilerden hangileri yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız III",
      "B": "I, II ve III",
      "C": "IV ve V",
      "D": "I, III ve V",
      "E": "III ve IV"
    },
    "explanation": "İşletmeler üretilen ürün/hizmet türüne göre sanayi, hizmet ve ticaret işletmeleri olarak üçe ayrılır. Kamu ve özel sektör ayrımı ise \"üretim faktörlerinin sahipliğine göre\" yapılan bir sınıflandırmadır."
  },
  {
    "id": "3870501",
    "unitNumber": 2,
    "text": "“........yaratamadık, bu yüzden başaramadık”.<br/>Yukarıdaki boşluğu <strong>en anlamlı</strong> şekilde dolduran kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Entropi",
      "B": "Sinerji",
      "C": "Kaos",
      "D": "Ekofinalite",
      "E": "Avantaj"
    },
    "explanation": "Birçoğunuz, özellikle spor müsa-<br/>bakaları sonrasında yapılan değerlendir-<br/>melerde “sinerji yaratamadık, bu yüzden<br/>başaramadık” gibi ifadeleri duymuşsunuz-<br/>dur. Sinerji bütünün kendisini oluşturan<br/>parçalarının toplamından daha fazla değer<br/>yaratması anlamına gelmektedir"
  },
  {
    "id": "3870502",
    "unitNumber": 2,
    "text": "\"............:işletmenin vizyonunu, misyonunu, temel yeteneğini, örgüt yapısını ve kültürünü içinde barındıran bir çeşit alt sistemler bütünüdür\".<br/>Yukarıdaki cümlede boş bırakılan yere aşağıdaki kavramlardan hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İç çevre",
      "B": "Sektörel çevre",
      "C": "Genel çevre",
      "D": "Küresel çevre",
      "E": "Endüstriyel çevre"
    },
    "explanation": "İç çevre işletmenin vizyonunu, misyonunu, temel yeteneğini, örgüt yapısını ve kültürünü içinde barındıran bir çeşit alt sistemler bütünüdür."
  },
  {
    "id": "3870503",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, işletmelerin genel çevresini oluşturan bileşen çevrelerden biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Siyasal-yasal çevre",
      "B": "Ekonomik çevre",
      "C": "Stratejik çevre",
      "D": "teknolojik Çevre",
      "E": "doğal çevre"
    },
    "explanation": "Bu bileşenler siyasal-yasal, ekonomik, sosyokültürel, teknolojik ve doğal çevre olarak isimlendirilmektedir."
  },
  {
    "id": "3870504",
    "unitNumber": 2,
    "text": "İşletmelerin var olan kıt kaynakları kullanarak sonsuz insan ihtiyaçlarını karşılayabilmek için üretim yaptıkları ortama ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Siyasal-yasal çevre",
      "B": "Ekonomik çevre",
      "C": "Sosyokültürel çevre",
      "D": "Teknolojik çevre",
      "E": "Doğal çevre"
    },
    "explanation": "Ekonomik çevre, işletmelerin var olan kıt kay-<br/>nakları kullanarak sonsuz insan ihtiyaçlarını kar-<br/>şılayabilmek için üretim yaptıkları ortamdır"
  },
  {
    "id": "3870511",
    "unitNumber": 2,
    "text": "İşletmenin iç çevresi ile işletmenin genel çevresi arasında yer alan ve işletme faaliyetlerini doğrudan etkileyebilen çevreye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sektörel çevre",
      "B": "Ekonomik çevre",
      "C": "Yasal-idari çevre",
      "D": "Küresel çevre",
      "E": "Uluslararası çevre"
    },
    "explanation": "Sektörel çevre, işletmenin iç çevresi ile işletme-<br/>nin genel çevresi arasında yer alan ve işletme faa-<br/>liyetlerini doğrudan etkileyebilen bir yapıdır."
  },
  {
    "id": "3870517",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi işletmelerin sektörel çevresinin temel olarak beş<br/>bileşeninden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Müşteriler, Tedarikçiler ve stratejik ortaklıklar",
      "B": "Rakipler ve rekabet",
      "C": "Yasal düzenleyiciler ve çıkar grupları",
      "D": "İş gücü piyasası",
      "E": "Hissedarlar"
    },
    "explanation": "İşletmelerin sektörel çevresinin temel olarak beş<br/>bileşenden oluştuğu belirtilebilir. Bu bileşenler;<br/>• Rakipler ve rekabet,<br/>• Müşteriler,<br/>• Tedarikçiler ve stratejik ortaklıklar,<br/>• Yasal düzenleyiciler ve çıkar grupları ile<br/>• İş gücü piyasası şeklinde sıralanabilir."
  },
  {
    "id": "3870531",
    "unitNumber": 2,
    "text": "Öğrenen ast ile öğreten üst arasındaki biçimsel ve biçimsel olmayan eğitim sürecini betimleyen bir insan kaynakları geliştirme programına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Danışmanlık",
      "B": "Mentörlük",
      "C": "Koordinatörlük",
      "D": "Sekreterlik",
      "E": "Menejerlik"
    },
    "explanation": "Mentörlük:öğrenen ast (ing. mentee) ile öğreten<br/>üst (ing. mentor) arasındaki biçimsel ve biçim-<br/>sel olmayan eğitim sürecini betimleyen bir insan<br/>kaynakları geliştirme programıdır."
  },
  {
    "id": "3870532",
    "unitNumber": 2,
    "text": "Devlet tarafından kamu yararını korumak amacıyla kurulmuş, belli uzmanlık alanlarında faaliyet gösteren, bu alanlardaki uygulama kalıplarını belirleyen veya çeşitli düzenlemeler yapan resmî kuruluşlara ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sivil toplum örgütleri",
      "B": "Düzenleyici kurumlar",
      "C": "Çıkar grupları",
      "D": "Kamu iktisadi teşebbüsleri",
      "E": "Meslek odaları"
    },
    "explanation": "Düzenleyici kurumlar; devlet tarafından kamu<br/>yararını korumak amacıyla kurulmuş, belli uzman-<br/>lık alanlarında faaliyet gösteren, bu alanlardaki<br/>uygulama kalıplarını belirleyen veya çeşitli düzen-<br/>lemeler yapan resmî kuruluşlardır."
  },
  {
    "id": "3870533",
    "unitNumber": 2,
    "text": "\"İşletmelerin en iyi bildikleri ve yaptıkları işler onların..............olarak tanımlanmaktadır.\"<br/>Yukarıda boş bırakılan yere aşağıdaki kavramlardan hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Temel yetenekleri",
      "B": "Politikaları",
      "C": "Vizyonu",
      "D": "Misyonu",
      "E": "Stratejisi"
    },
    "explanation": "İşletmelerin en iyi bildikleri ve yaptıkları işler onların temel yetenekleri olarak tanımlanmaktadır."
  },
  {
    "id": "3870534",
    "unitNumber": 2,
    "text": "\"........işletmenin var olma nedenini ortaya koyarken işletmenin temel amacını, işletmenin hedef kitlesini ve iş yapış tarzını net bir şekilde betimlemektedir.\"<br/>Yukarıda boş bırakılan yere en uygun kavram aşağıdakilerden hangisidir\"",
    "correctAnswer": "A",
    "options": {
      "A": "Misyon",
      "B": "Vizyon",
      "C": "Temel yetenekler",
      "D": "Liderlik",
      "E": "Strateji"
    },
    "explanation": "Misyon işletmenin var olma nedenini ortaya koyarken işletmenin temel amacını, işletmenin hedef kitlesini ve iş yapış tarzını net bir şekilde betimlemektedir."
  },
  {
    "id": "3870635",
    "unitNumber": 2,
    "text": "Hangisi yöneticilerin işletme çevresini analiz ederken yararlandıkları süreçler arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Tarama",
      "B": "İzleme",
      "C": "Kestirim",
      "D": "Değerlendirme",
      "E": "Değiştirme"
    },
    "explanation": "Değiştirme"
  },
  {
    "id": "3870636",
    "unitNumber": 2,
    "text": "Farklı noktalardan başlayarak veya farklı yolları takip ederek daha önceden belirlenmiş amaçlara ulaşılabileceği anlamına gelen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sinerji",
      "B": "Entropi",
      "C": "Ekofinalite",
      "D": "Kültür",
      "E": "Eklektik"
    },
    "explanation": "Ekofinalite"
  },
  {
    "id": "3870637",
    "unitNumber": 2,
    "text": "Hangisi yakın dış çevre olarak da adlandırılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyokültürel çevre",
      "B": "Makro çevre",
      "C": "Genel çevre",
      "D": "Sektörel çevre",
      "E": "İç çevre"
    },
    "explanation": "Sektörel çevre"
  },
  {
    "id": "3870638",
    "unitNumber": 2,
    "text": "Örgüt içinde bireyler tarafından paylaşılan ve örgütün nasıl faaliyet göstereceğini etkileyen karmaşık ideoloji, sembol ve temel değerler hangi kavramla ifade edilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Örgüt yapısı",
      "B": "Demografi",
      "C": "Marka",
      "D": "Örgüt imajı",
      "E": "Örgüt kültürü"
    },
    "explanation": "Örgüt kültürü"
  },
  {
    "id": "3870639",
    "unitNumber": 2,
    "text": "Hangi genel çevre bileşeni işletmelerin var olan kıt kaynakları kullanarak sonsuz insan ihtiyaçlarını karşılayabilmek için üretim yaptıkları ortamı ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekonomik çevre",
      "B": "Yasal çevre",
      "C": "Siyasal çevre",
      "D": "Sosyal çevre",
      "E": "Kültürel çevre"
    },
    "explanation": "Ekonomik çevre"
  },
  {
    "id": "3870640",
    "unitNumber": 2,
    "text": "Hangisi yetkinin işletme içindeki dağılımını, işletmedeki iletişim kanallarını ve işletme amaçları arasındaki hiyerarşik düzeni betimlemektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Akış şeması",
      "B": "Örgüt yapısı",
      "C": "Teknoloji",
      "D": "Örgüt kültürü",
      "E": "Süreç yönetimi"
    },
    "explanation": "Örgüt yapısı"
  },
  {
    "id": "3870641",
    "unitNumber": 2,
    "text": "Hangisi bireyin performansının üstleri, astları ve aynı düzeydeki çalışma arkadaşları ile işi kapsamında işletme dışında etkileşim kurduğu bireyler tarafından değerlendirilmesi esasına dayanan insan kaynakları performans değerlendirme sistemidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gelişim değerlendirmesi",
      "B": "Faaliyete dayalı muhasebe",
      "C": "Mentörlük",
      "D": "360 derece geribildirim",
      "E": "Kişilik envanteri"
    },
    "explanation": "360 derece geribildirim"
  },
  {
    "id": "3870642",
    "unitNumber": 2,
    "text": "İşletmenin iç çevresi ile genel çevresi arasında kalan ve işletme faaliyetlerini doğrudan etkileyebilen çevresel katman aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sektörel çevre",
      "B": "Makro çevre",
      "C": "Kültürel çevre",
      "D": "Sosyal çevre",
      "E": "Sistem çevresi"
    },
    "explanation": "Sektörel çevre"
  },
  {
    "id": "3870643",
    "unitNumber": 2,
    "text": "Hangisi bir işletmenin var oluş nedenini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Misyon",
      "B": "Vizyon",
      "C": "Hedefler",
      "D": "Örgüt yapısı",
      "E": "Kültür"
    },
    "explanation": "Misyon"
  },
  {
    "id": "3870583",
    "unitNumber": 3,
    "text": "I-Bireysel özellikler<br/>II-Sorunun etki gücü<br/>III-Ekonomik gelişmişlik seviyesi<br/>IV-Örgüt kültürü<br/>Yukarıdakilerden hangisi ya da hangileri bireyin etik sorunlar karşısındaki tutum ve davranışını etkileyen unsurlardan birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-III",
      "B": "II-III",
      "C": "I-II-III",
      "D": "I-II-IV",
      "E": "II-III-IV"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"ETİK DAVRANIŞI ETKİLEYEN FAKTÖRLER\" konusunu yeniden gözden geçiriniz.<br/>Bireyin etik sorunlar karşısındaki tutum ve davranışını etkileyen faktörler bireyin ahlaki gelişim seviyesi, bireysel özellikler, yapısal değişkenler, örgüt kültürü ve sorunun etki gücü şeklinde sıralanabilir. Bireyin Ahlaki Gelişim Seviyesi: Bireyin ahlaki gelişmişlik düzeyini belirlemek için kullanılan göstergelerden biri olan üç aşamalı gelişim basamağı, Kohlberg tarafından bilişsel gelişim yaklaşımına göre oluşturulmuştur. İlk aşamadaki bireyler sadece kendi çıkarlarına uygun olduğu durumlarda ve/ veya fiziksel cezalandırılmadan kaçınmak için kurallara uyarlar. İkinci gelişmişlik düzeyi ise bireylerin kendisine yakın olan kişilerin beklentileri doğrultusunda yaşadığı ve kendisinin de onayladığı yükümlülükleri yerine getirmek suretiyle var olan düzeni koruduğu bir düzeydir. En üst basamak ise ilkelere dayalı davranışın söz konusu olduğu bir düzeydir. Bu gelişmişlik düzeyindeki bireyler, çoğunluğun fikrine aldırmaksızın diğerlerinin haklarına saygı ve etik değerlere sıkı sıkıya bağlılık gösterir. Kanuna aykırı olsa bile kendi seçimi olan etik ilkelere uygun olarak kararını verir. Bireysel Özellikler: Herkes çalıştığı örgüte nispeten yerleşik değerleriyle birlikte gelir. Bireyin erken yaşlarda ailesi, arkadaşları, öğretmenleri ve diğerlerinden öğrendiği ve geliştirdiği bu değerler, neyin doğru neyin yanlış olduğu konusunda temel muhakemelerini belirler. İşletme yöneticilerinin birbirinden çok farklı bireysel değerlere sahip çalışanlarla karşı karşıya olduklarının farkında olmaları<br/>gerekir. Yapısal Değişkenler: Örgütün yapısal tasarımı, örgüt üyelerinin etik davranışlarının oluşmasında yardımcı olur. Bazı yapılar belirsizliği yaratırken bazıları çalışanlara güçlü bir şekilde yol gösterir. Resmî kural ve düzenlemeler, iş tanımları, etik kodlar, örgüt içinde etik davranışı teşvik eden ve tutarlı davranmayı yerleştiren önemli unsurlardır. Örgüt Kültürü: Örgüt kültürünün özellikleri ve güçlü olması etik davranışı etkiler. Güçlü kültürlerin bireyler üzerinde çok etkisi vardır. Sorunun Etki Gücü: Herhangi bir çalışan, iş yerinden birkaç malzemeyi evine götürmekte tereddüt etmezken şirketin parasını zimmete geçirme konusunda son derece duyarlılık gösterebilir. Bu da göstermektedir ki etik meselenin özellikleri etik davranışı etkilemektedir."
  },
  {
    "id": "3870585",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir grubun yada bireyin davranışlarının doğruluğu ya da yanlışlığı hakkında hüküm vermeyi sağlayan ahlaki yargıların statüsünün analiz edildiği kavramlardan birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Değer",
      "B": "Etik",
      "C": "Kültür",
      "D": "Sosyal norm",
      "E": "Algı"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"İŞLETMELERDE ETİK\" konusunu yeniden gözden geçiriniz.<br/>Ahlak, bir toplumda birey ya da grupların uymak zorunda oldukları davranış biçimleri ve kurallardır. Ahlak bilimi olan etik ise birey veya grubun davranışlarının doğruluğu ya da yanlışlığı hakkında hüküm vermeyi sağlayan ahlaki yargıların statüsünü analiz eder ve insanların ahlaki tutumlarının ardında yatan yargıları ele alır. Kurumların toplumla etkileşimi sonucu oluşan karar ve eylemlerinde geçerli olan ahlaki ilke, değer ve standartlar ise iş etiğini oluşturur. Bu bağlamda iş etiği, ahlak norm ve kurallarının iş hayatında işletme, şirket ve kuruluşlarda uygulanması ile ilgilidir."
  },
  {
    "id": "3870586",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi topluma kaynakların aktarımı ya da yürütülen projelerle toplumun refahının artırılması ve yaşam kalitesinin iyileştirilmesi amacını taşıyan sosyal sorumluluk düzeylerinden birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Etik Sorumluluk",
      "B": "Ekonomik Sorumluluklar",
      "C": "Hayırseverlik Sorumluluğu",
      "D": "Yasal Sorumluluklar",
      "E": "Örgütsel sorumluluklar"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"İŞLETMELERDE SOSYAL SORUMLULUK\" konusunu yeniden gözden geçiriniz.<br/>İşletmeler açısından sosyal sorumluluk dört bölümde incelenebilir . Bunlar ekonomik, yasal, etik ve gönüllü/hayırseverlik sorumluluklar başlıkları altında toplanan bu sorumluluklar ardışık katmanlardan oluşmaktadır. İlk basamakta yer alan ekonomik sorumlulukların kapsamı, esas olarak iktisadi bir birim olan işletmelerin toplum içindeki varlık nedeni ve temel sorumluluğuyla ilişkilidir. İkinci basamakta yasal sorumluluklar yer almaktadır. İşletmeler faaliyetlerini gerçekleştirirken ilgili yasa ve düzenlemelere uymakla yükümlüdür. Üçüncü basamakta, etik sorumluluklar yer alır. Bu sorumluluk, yasal engel olmasa bile toplum ve paydaşların beklentilerine uygun, doğru faaliyetlere işaret eder. Piramidin üst alanında hayırseverlik sorumlulukları yer alır. Gönüllü sorumluluklar olarak da anılan hayırseverlik sorumluluğu basamağında, topluma kaynakların aktarımı (para, zaman, bilgi gibi) ya da yürütülen projelerle toplumun refahının artırılması ve yaşam kalitesinin iyileştirilmesi amacı ön plana çıkar."
  },
  {
    "id": "3870596",
    "unitNumber": 3,
    "text": "İşletme yönetiminin sosyal sorumluluğunun kâr elde etmenin ötesinde, toplumun refahını korumayı ve iyileştirmeyi de kapsadığını ileri süren yaklaşım aşağıdaki seçeneklerden hangisinde doğru biçimde verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Klasik yaklaşım",
      "B": "Sosyoekonomik yaklaşım",
      "C": "Ahlaki yaklaşım",
      "D": "Paydaş yaklaşımı",
      "E": "Sürdürülebilirlik yaklaşımı"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"İŞLETMELERDE SOSYAL SORUMLULUK\" konusunu yeniden gözden geçiriniz.<br/>Klasik görüş ya da yaklaşım, işletme yönetimlerinin tek sosyal sorumluluğunun kâr maksimizasyonu olduğunu savunmaktadır. Bu yaklaşımın en hararetli savunucusu ekonomist ve Nobel Ödülü sahibi Milton Friedman’dır. Friedman, yöneticilerin temel sorumluluğunun hissedarların ya da şirket sahiplerinin çıkarlarını en iyi koruyacak şekilde işi yürütmek olduğunu iddia eder. Sosyoekonomik görüş ya da yaklaşım ise yönetimin sosyal sorumluluğunun kâr elde etmenin ötesinde, toplumun refahını korumayı ve iyileştirmeyi de kapsadığını savunur. Bu duruş, şirketlerin sadece patronlarına karşı sorumlu, bağımsız varlıklar olmadığı inancına dayanır. Bu görüşe göre yöneticiler çeşitli kanunlar ve düzenlemelerle yapılarını oluşturan; işletmenin ürün ve hizmetlerini satın alarak destekleyen toplumun daha büyük bir kesimine karşı da sorumludur. Bu görüşün taraftarları işletme örgütlerinin tümüyle ekonomik kurumlar olmadığına inanırlar. Toplum işletmelerin sosyal, politik, yasal, doğal çevre ile ilgili meselelerle uğraşmasını bekler hatta bu konuda onları teşvik eder. Günümüzde çok sayıda işletme yönetimi sosyoekonomik görüşü benimsemektedir."
  },
  {
    "id": "3870597",
    "unitNumber": 3,
    "text": "Aşağıdaki kavramlardan hangisi işletmelerin toplumda olumlu bir algı yaratmak amacıyla mal ve hizmetlerinin sürdürülebilir kalkınma amaçlarıyla uyumlu ve çevre dostu olarak rapor edilmesi gerektiğini ileri sürer?",
    "correctAnswer": "A",
    "options": {
      "A": "Yeşil göz boyama",
      "B": "Pembe göz boyama",
      "C": "Sarı göz boyama",
      "D": "Mavi göz boyama",
      "E": "Kırmızı göz boyama"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"İŞLETMELERDE SOSYAL SORUMLULUK\" konusunu yeniden gözden geçiriniz.<br/>Sürdürülebilir kalkınma çerçevesinde 17 adet amaç, 169 alt amaç ve 500’den fazla gösterge bulunmaktadır. İşletmeler düzeyinde sürdürülebilirlik konusundaki farkındalık hızla büyümektedir. Son zamanlarda işletmeler finansal sağlamlığın sağlanması kapsamı dışındaki eylemlerinden de gittikçe daha fazla sorumlu tutulmaktadır. Ayrıca sürdürülebilir kalkınma amaçlarına ulaşma arzusu işletmelerin kurumsal sosyal sorumluluklarını yerine getirmesini gerektirmektedir. Bu beklentiler bazen toplumun işletmelerdeki bu yönlü uygulamalara şüpheyle yaklaşmaları ile sonuçlanmaktadır. “Greenwashing” (yeşil göz boyama olarak çevirebiliriz) olarak bilinen bu kavram işletmelerin toplumda olumlu bir algı yaratmak amacıyla mal ve hizmetlerinin sürdürülebilir kalkınma amaçlarıyla uyumlu ve çevre dostu olarak rapor edildiği inancını ifade etmektedir. Yeşil göz boyama (greenwashing), tüketicileri bir şirketin ürünlerinin çevre dostu olduğuna veya gerçekte olduğundan daha fazla olumlu çevresel etkiye sahip olduğuna inandırmak için asılsız bir iddiada bulunmayı içerir."
  },
  {
    "id": "3870598",
    "unitNumber": 3,
    "text": "Aşağıdaki iktisatçılardan hangisi işletme yönetimlerinin tek sosyal sorumluluğunun kâr maksimizasyonu olduğu yaklaşımını ileri sürmüştür?",
    "correctAnswer": "A",
    "options": {
      "A": "Milton Friedman",
      "B": "Alfred Marshall",
      "C": "Edward Freeman",
      "D": "John Elkington",
      "E": "Lawrence Kohlberg"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"İŞLETMELERDE SOSYAL SORUMLULUK\" konusunu yeniden gözden geçiriniz.<br/>Klasik görüş, işletme yönetimlerinin tek sosyal sorumluluğunun kâr maksimizasyonu olduğunu savunmaktadır. Bu yaklaşımın en hararetli savunucusu ekonomist ve Nobel Ödülü sahibi Milton Friedman’dır. Friedman, yöneticilerin temel sorumluluğunun hissedarların ya da şirket sahiplerinin çıkarlarını en iyi koruyacak şekilde işi yürütmek olduğunu iddia eder. Friedman, aynı zamanda yöneticilerin hiçbir zaman işletmenin kaynaklarını “toplumun iyiliği” için harcama kararı alamayacağını, bunun işletmeye ilave maliyet getireceğini savunur. Burada şunu gözden kaçırmamak gerekir. Friedman, işletmelerin bir tek sosyal sorumluluğu bulunduğunu; o sorumluluğun da hissedarlar için kârın maksimize edilmesi olduğunu belirtmiştir."
  },
  {
    "id": "3870599",
    "unitNumber": 3,
    "text": "......................, işletmelerin çeşitli paydaş gruplarının işletmeden bekledikleri sorumlulukları stratejik kararlarında göz önünde bulundurmasını vurgulamak için kullanılan bir kavramdır. <br/>Yukardaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru bir şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Kurumsal sürdürülebilirlik",
      "B": "Kurumsal sosyal performans",
      "C": "Kurumsal sorumluluk",
      "D": "Kurumsal itibar",
      "E": "Kurumsal vatandaşlık"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"İŞLETMELERDE SOSYAL SORUMLULUK\" konusunu yeniden gözden geçiriniz.<br/>Kurumsal vatandaşlık, işletmelerin çeşitli paydaş gruplarının işletmeden bekledikleri sorumlulukları stratejik kararlarında göz önünde bulundurmasını vurgulamak için kullanılan bir kavramdır."
  },
  {
    "id": "3870611",
    "unitNumber": 3,
    "text": "I-Ahiler yeteneklerine göre en uygun olan iş veya sanatla uğraşmalıdır. <br/>II-Ahi doğru olmalı, emeğiyle hak ettiğinden fazlasını kazanmalıdır.<br/>III-Ahi bilgi sahibi olmalı, bilginleri sevmeli, onlara karşı küçük düşmemeli, aldığı bilgileri yerinde ve zamanında kullanmalıdır.<br/>IV-Ahi, işinin ve sanatının geleneksel pirlerinden kendi ustasına kadar bütün büyüklere içten bağlanmalı, sanatında, davranışlarında onları örnek almalıdır. <br/>Yukarıdakilerden hangisi ya da hangileri Ahilik sisteminin temel ilkelerinden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "6I-II",
      "B": "II-III",
      "C": "I-II-III",
      "D": "I-III-IV",
      "E": "II-III-IV"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Ahilik Sisteminin Temel İlkeleri\" konusunu yeniden gözden geçiriniz.<br/>Ahilik sisteminin temelinde, iyi insan olmak ve bunu tüm topluma yayma fikri bulunmaktadır. Bu yüzden de Ahilik sisteminde sadece mesleki eğitimlere önem verilmemiş ayrıca manevi, sosyal ve ahlaki yönden de insanlar yetiştirilmeye çalışılmıştır. Ahilik öğretisinde en yaygın kabul görmüş Burgazi fütüvvetnamesindeki ilkeler etik kurallara vurgu yapmaktadır:<br/>• Ahiler birkaç iş veya sanatla değil, yeteneklerine göre en uygun olan iş veya sanatla uğraşmalıdırlar.<br/>• Ahinin yeteneğini değerlendirecek ve onurunu koruyacak bir işi, özellikle bir sanatı olmalıdır.<br/>• Ahi doğru olmalı, emeğiyle hak ettiğinden fazlasını kazanma yoluna sapmamalıdır.<br/>• Ahi, işinin ve sanatının geleneksel pirlerinden kendi ustasına kadar bütün büyüklere içten bağlanmalı, sanatında, davranışlarında onları örnek almalıdır.<br/>• Ahi bilgi sahibi olmalı, bilginleri sevmeli, onlara karşı küçük düşmemeli, aldığı bilgileri yerinde ve zamanında kullanmalıdır.<br/>Ahilik sisteminin bu temel ilkelerine kenetlenmiş Ahiler, cömertlikleri, misafirperverlikleri, ahlaklı kişilikleri, çalışkanlıkları ve adaletlilikleri ile Ahilik teşkilatının yapısını oluşturmuşlardır. Ahilik anlayışı bugün de Anadolu insanı arasında bir gelenek ve görenek olarak varlığını sürdürmektedir."
  },
  {
    "id": "3870612",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kurumsal sosyal sorumlulukla ilişkili olan kavramlardan birisi <em><strong>değildir</strong></em>?",
    "correctAnswer": "C",
    "options": {
      "A": "Kurumsal vatandaşlık",
      "B": "Kurumsal sorumluluk",
      "C": "Kurumsal liyakat",
      "D": "Kurumsal sosyal performans",
      "E": "Kurumsal itibar"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"İŞLETMELERDE SOSYAL SORUMLULUK\" konusunu yeniden gözden geçiriniz.<br/>Kurumsal sosyal sorumluluk gönüllülük veya kurumsal bir hayırseverlikten öte, bir işletmenin uzun vadede sosyal, çevresel ve ekonomik performansıyla ilgili düzenleyici (mevzuata dayalı) bir çerçeveye de dayalı olan sürdürülebilirlik kavramına dönüşmüştür. Bu nedenle kimi işletmeler “sosyal sorumluluk” raporlarını “sürdürülebilirlik” raporu başlığında yayımlamaktadır. Bu raporlarda şirketler tüm paydaşlarına kurumsal değerlerini, iş yapış biçimlerini ve ekonomik, sosyal, çevresel alandaki performanslarıyla ilgili doğru ve güncel bilgiyi uluslararası standartlara uygun olarak sunmaktadır. Bu standartlardan yaygın olarak kabul görmüş olanı GRI - Küresel Raporlama Girişimi standardıdır. Özetleyecek olursak kurumsal sosyal sorumlulukla ilişkili olan kavramları şöyle listeleyebiliriz:<br/>• Sürdürülebilirlik<br/>• Kurumsal sürdürülebilirlik<br/>• Kurumsal vatandaşlık<br/>• Kurumsal sorumluluk<br/>• Kurumsal sosyal performans<br/>• Kurumsal itibar<br/>• İşletme etiği<br/>• Kurumsal hayırseverlik<br/>Kurumsal sosyal sorumluluğun sınırlarını devlet, piyasa ve sivil toplum şekillendirir. Genel olarak kurumsal sosyal sorumluluk, bir işletmenin toplumun öne çıkan beklentilerine uygun olarak hareket etme yükümlülüğüdür ve bu nedenle sürdürülebilir kalkınma kavramıyla doğrudan bağlantılıdır."
  },
  {
    "id": "3870613",
    "unitNumber": 3,
    "text": "I-Çalışanlar<br/>II-Tedarikçiler <br/>III-Müşteriler<br/>IV-Devlet<br/>Yukarıdakilerden hangisi ya da hangileri dış paydaşlardan birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "I-II-III",
      "D": "I-III-IV",
      "E": "II-III-IV"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"İŞLETMELERDE SOSYAL SORUMLULUK\" konusunu yeniden gözden geçiriniz.<br/>Paydaşlar, işletmeyle ilişki içinde olan, işletmenin işle ilgili faaliyetlerinden olumlu ya da olumsuz olarak etkilenen veya işletme üzerinde belirli bir etkiye sahip olan kişi veya gruplardır. Paydaşlar işletme içinde ve dışında bulunurlar. İç paydaşlar olarak yönetim kurulu üyelerini, hissedarları, ortakları, girişimciyi, yöneticileri ve çalışanları sıralayabiliriz. Dış paydaşlar arasında ise tedarikçiler, müşteriler, doğal çevre, devlet, yerel halk yer alabilir."
  },
  {
    "id": "3870644",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi pazar araştırmalarında birincil kaynaktan elde edilen veridir?",
    "correctAnswer": "D",
    "options": {
      "A": "TUİK istatistikleri",
      "B": "Konuyla ilgili tezler",
      "C": "Konuyla ilgili haberler",
      "D": "Müşterilerle yapılan anket",
      "E": "Finans kuruluşlarının raporları"
    },
    "explanation": "Hedef pazar ile ilgili araştırma yapılırken iki tür veriden bilgi elde edilir. Bu<br/>veriler, birincil ve ikincil kaynaktan elde edilen verilerdir. Birincil kaynaktan elde edilen veriler, müşterilerle doğrudan iletişim kurularak anket, gözlemve görüşme yoluyla elde edilen verilerdir. İkincil kaynaktan elde edilen veriler ise Türkiye İstatistik Kurumu (TÜİK), T.C. Kalkınma Bakanlığı, T.C.Küçük ve Orta Ölçekli İşletmeleri Geliştirme ve Destekleme İdaresi Başkanlığı (KOSGEB), Yükseköğretim Kurulu (YÖK) Tez Merkezinde bulunan girişimcilikle ilgili doktora ve yüksek lisans tezleri,finans kuruluşlarının raporları vb. bilgi kaynaklarından elde edilen verilerdir.Doğru cevap D'dir."
  },
  {
    "id": "3870645",
    "unitNumber": 4,
    "text": "Bir işletmenin kuruluşunda ilk adım aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "SSK ve Bağ Kur işlemleri",
      "B": "Vergi levhasının alınması",
      "C": "Ticaret unvan tasdiknamesinin alınması",
      "D": "Ana sözleşmenin hazırlanıp notere onaylatılması",
      "E": "Vergi dairesine başvuru yapılması"
    },
    "explanation": "Bir işletme kurulurken girişimci, noterden ticaret unvan tasdiknamesi alarak işlemlere başlar. Daha sonra iş yerinin bulunduğu belediye başkanlığından işe başlama belgesi alır. Bu belgeyi alabilmek için dilekçe, ticari unvan tasdiknamesi, nüfus cüzdanı sureti, ikametgâh belgesi, noter tasdikli iş yeri tapusu veya kira kontratını belediye başkanlığına vermesi gereklidir. Bu belgelerin aynıları, ticaret sicil memurluğuna verilerek, işletmenin kuruluşunun tescil edilmesi istenir. Tescil, işletmelerin ticari faaliyetlerini ger- çekleştirmeleri için kuruluşundan kapanışına kadar yapısında meydana gelen değişikliklerin yasalara uygun olmasıdır. Ticaret ve sanayi odasına üye olma, bölge sanayi müdürlüğüne başvuru yapma, belediyeden izin alma, vergi dairesine kayıt, sağlık izinleri ve sosyal güvenlik kurumuna bildirimleri içerir. Doğru cevap C'dir."
  },
  {
    "id": "3870646",
    "unitNumber": 4,
    "text": "İşletmelerin maddi ve beşeri unsurlarında gözle görülebilir ve ölçülebilir değişiklikler ne şekilde adlandırılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Verimlilik",
      "B": "İktisadilik",
      "C": "Fizibilite",
      "D": "Büyüme",
      "E": "Markalaşma"
    },
    "explanation": "İşletmelerde büyüme, işletmenin kuruluşundan itibaren yapısını oluşturan maddi ve beşeri unsurlarda oluşan gözle görülüp ölçülebilir değişmeler ve gelişmelerdir. Doğru cevap D'dir."
  },
  {
    "id": "3870647",
    "unitNumber": 4,
    "text": "Bir işletmenin satın aldığı girdileri kendisinin üretmeye başlaması aşağıdakilerden hangisinin bir örneğidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yatay büyüme",
      "B": "Çapraz birleşme",
      "C": "Geriye doğru dikey büyüme",
      "D": "Konsorsiyum",
      "E": "Sistem stratejisi"
    },
    "explanation": "İşletmenin daha önce ürün üretmek amacıyla tedarikçilerinden sağladığı ham madde, enerji, yarı mamul gibi girdileri kendisinin üretmeye başlaması ya da girdi temin edecek başka bir işletme ile birleşmesi geriye doğru dikey büyüme olarak adlandırılmaktadır. Doğru cevap C'dir."
  },
  {
    "id": "3870648",
    "unitNumber": 4,
    "text": "İki ya da daha fazla işletmenin ekonomik durumlarını iyileştirmek amacıyla yönetim ve sermaye faaliyetlerini birleştirdikleri, hukuksal ve ekonomik bağımsızlıklarını yitirdikleri birleşme türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dikey birleşme",
      "B": "Yatay birleşme",
      "C": "Kartel",
      "D": "Konsorsiyum",
      "E": "Tröst"
    },
    "explanation": "İki veya daha fazla işletmenin ekonomik durumlarını iyileştirmek amacıyla yönetim ve sermaye faaliyetlerini birleştirdikleri, hukuksal ve ekonomik bağımsızlıklarını yitirdikleri birleşme türüdür. İşletmeler hukuki ve ekonomik bağımsızlıklarını yitirdikleri için tüzel özelliklerini kaybeder ve yeni bir tüzel kişilik altında faaliyetlerini sürdürmeye başlar. Doğru cevap E'dir."
  },
  {
    "id": "3870649",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi İşletmelerin küçülmek için benimsediği stratejiden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşin yeniden tasarımı",
      "B": "Joint Venture",
      "C": "Franchising",
      "D": "Konsern",
      "E": "Yatay birleşme"
    },
    "explanation": "İşletmelerin küçülmek için benimsediği üç ortak strateji vardır: iş gücünü azaltma, işin yeniden tasarımı ve sistemik stratejidir. Sistem stratejisi işletmenin uzun vadeli bir stratejisidir. Sistem stratejisi küçülme, tedarikçiler, tasarım süreçleri, pazarlama, satış desteği ve üretim yöntemleri dâhil olmak üzere işletmenin tüm planlarını basitleştirerek ilişkilendirir. Tüm işletme süreçlerini basitleştiren bir stratejidir. Doğru cevap A'dır."
  },
  {
    "id": "3870650",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tekelleşmeye yol açmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Joint Venture",
      "B": "Lisans anlaşması",
      "C": "Frenchising",
      "D": "Kartel",
      "E": "Konsorsiyum"
    },
    "explanation": "Kartel, aynı endüstri alanında faaliyet gösteren iki veya daha fazla işletmenin birleşmesidir. Kartel türü birleşmeler, tekelleşmeye sebep olmaktadır. Bu yüzden de birçok ülkede kartel birleşmesi yasaklanmıştır. Doğru cevap D'dir."
  },
  {
    "id": "3870651",
    "unitNumber": 4,
    "text": "Aşağıdaki birleşme türlerinden hangisine günümüzde pek rastlanılmamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Dikey birleşme",
      "B": "Yatay birleşme",
      "C": "Tröst",
      "D": "Konsorsiyum",
      "E": "Holding"
    },
    "explanation": "Tröstler ilk kez ABD’de ortaya çıkıp gelişmiştir, günümüzde az kullanılan işletmeler arası bir birleşme şeklidir. Kartelde olduğu gibi tröst de tekelleşmeye yol açtığı için birçok ülkede yasalarla engellenmiştir. Doğru cevap C'dir."
  },
  {
    "id": "3870652",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisinde işletmeler büyümemeyi ve değişimin olmamasını tercih etmektedirler?",
    "correctAnswer": "E",
    "options": {
      "A": "Konsern",
      "B": "Konsorsiyum",
      "C": "Kartel",
      "D": "Tröst",
      "E": "Centilmenlik anlaşması"
    },
    "explanation": "Ancak bazı durumlarda işletmeler ne iç ne de dış büyüme yolunu tercih eder. Bu tür birleşme, centilmenlik anlaşmasıdır. Centilmenlik anlaşmasında işletmeler kendi menfaatlerini korumak ve öncelliklerini fazlalaştırmak için anlaşma yapar. Bu anlaşmada, taraflar karşılıklı söz verir. İşletmelerin çıkarlarının karşılıklı korunduğu ve taraflardan birinin ya da tarafların anlaşmadan vazgeçmesi durumunda hiçbir yaptırımın yer almadığı bir anlaşmadır. Doğru cevap E'dir."
  },
  {
    "id": "3870789",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Kendi işini kurarak kendi işinin patronu olmak</li> <li>Kendi işine sahip olarak daha fazla gelir etmek</li> <li>Varis olarak işletmenin faaliyetlerini sürdürmek</li> <li>Yeni bir ürün veya hizmet tasarımını hayata geçirmek</li> </ol> Yukarıda verilenlerden hangisi ya da hangileri girişimcinin işletme kurmasına sebep olan nedenler arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III-IV",
      "B": "I-II-III",
      "C": "II-III-IV",
      "D": "I-II-IV",
      "E": "I-III-IV"
    },
    "explanation": "Girişimci, kâr elde edebilmek veya topluma fayda sağlamak amacıyla işletmeyi kurar ancak işletme kurmasına sebep olan başka nedenler de yer almaktadır. Bunlardan bazıları şöyle sıralanabilir (Can, Tuncer ve Ayhan, 2009, s. 20):<br/><ul> <li>Kendi işini kurarak kendi işinin patronu olmak</li> <li>Kendi işine sahip olarak daha fazla gelir etmek</li> <li>Varis olarak işletmenin faaliyetlerini sürdürmek</li> <li>Yeni bir ürün veya hizmet tasarımını hayata geçirmek</li> <li>Çok fazla ürünün yer aldığı pazarda, üretilen mal ve hizmetlerle, tüketicilerin ihtiyaçlarına cevap vermek</li> <li>İstihdam olanağı sağlamak</li> <li>İtibar kazanmak</li> <li>Başka kurumlarda iş bulamamaktır.</li> </ul> Doğru cevap A’dır."
  },
  {
    "id": "3870790",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Çok fazla ürünün yer aldığı pazarda, üretilen mal ve hizmetlerle, tüketicilerin ihtiyaçlarına cevap vermek</li> <li>İstihdam olanağı sağlamak </li> <li>İtibar kazanmak</li> <li>Başka kurumlarda iş bulamamak</li> </ol> Yukarıda verilenlerden hangisi ya da hangileri girişimcinin işletme kurmasına sebep olan nedenler arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III-IV",
      "B": "I-II-III",
      "C": "II-III-IV",
      "D": "I-II-IV",
      "E": "I-III-IV"
    },
    "explanation": "Girişimci, kâr elde edebilmek veya topluma fayda sağlamak amacıyla işletmeyi kurar ancak işletme kurmasına sebep olan başka nedenler de yer almaktadır. Bunlardan bazıları şöyle sıralanabilir (Can, Tuncer ve Ayhan, 2009, s. 20):<br/><ul> <li>Kendi işini kurarak kendi işinin patronu olmak</li> <li>Kendi işine sahip olarak daha fazla gelir etmek</li> <li>Varis olarak işletmenin faaliyetlerini sürdürmek</li> <li>Yeni bir ürün veya hizmet tasarımını hayata geçirmek</li> <li>Çok fazla ürünün yer aldığı pazarda, üretilen mal ve hizmetlerle, tüketicilerin ihtiyaçlarına cevap vermek</li> <li>İstihdam olanağı sağlamak</li> <li>İtibar kazanmak</li> <li>Başka kurumlarda iş bulamamaktır.</li> </ul> Doğru cevap A’dır."
  },
  {
    "id": "3870791",
    "unitNumber": 4,
    "text": "Yatırım kararı alınmadan önce ekonomik, teknik, finansal, yasal ve örgütsel araştırmaların yapılması hangi tür araştırmaya aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yapılabilirlik araştırması",
      "B": "Ekonomik araştırma",
      "C": "Talep tahmini ve pazar araştırması",
      "D": "Pazar araştırması yapılması",
      "E": "Kuruluş yerinin seçimi"
    },
    "explanation": "Yapılabilirlik araştırması: Yatırım kararı alınmadan önce ekonomik, teknik, finansal, yasal ve örgütsel araştırmaların yapılmasıdır. Doğru cevap A’dır."
  },
  {
    "id": "3870792",
    "unitNumber": 4,
    "text": "Talep tahmini ve pazar araştırması, kuruluş yerinin seçimi, büyüklük ve kapasite seçimi gibi konular hangi araştırma kapsamındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yapılabilirlik araştırması",
      "B": "Ekonomik araştırma",
      "C": "Teknik araştırma",
      "D": "Finansal araştırmalar",
      "E": "Yasal araştırma"
    },
    "explanation": "Ekonomik araştırma kapsamında:<br/><ul> <li>Talep tahmini ve pazar araştırması,</li> <li>Kuruluş yerinin seçimi,</li> <li>Büyüklük ve kapasite seçimi gibi konular yer alır.</li> </ul> Doğru cevap B’dir."
  },
  {
    "id": "3870793",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Bir dilekçeyle Sanayi Ticaret Bölge Müdürlüğüne başvurulması</li> <li>Ticaret Sicil Gazetesi’nde yayımlanması</li> <li>Vergi dairesine başvuru yapılması</li> <li>İşletmenin kullanacağı matbu evrakların basımı</li> </ol> Yukarıda verilenlerden hangisi ya da hangileri işletme kurulurken girişimcinin yapması gereken işlemler arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "I-II-III",
      "B": "II-III-IV",
      "C": "I-II-III-IV",
      "D": "I-II-IV",
      "E": "I-III-IV"
    },
    "explanation": "İşletme kurulurken girişimcinin yapması gereken bazı işlemler yer alır. Bunlar (Tutar, 2005, s.120):<br/><ul> <li>İş yerinin ticaret unvanının belirlenmesi</li> <li>Ana sözleşmenin hazırlanması ve noterden onaylatılması</li> <li>Bir dilekçeyle Sanayi Ticaret Bölge Müdürlüğüne başvurulması</li> <li>Ticaret Sicil Gazetesi’nde yayımlanması</li> <li>Vergi dairesine başvuru yapılması</li> <li>İşletmenin kullanacağı matbu evrakların basımı</li> <li>Vergi levhasının ve numarasının alınması</li> <li>SSK ve Bağ-Kur işlemlerinin yapılması gerekir.</li> </ul> Doğru cevap C’dir."
  },
  {
    "id": "3870794",
    "unitNumber": 4,
    "text": "İşletme faaliyet alanı belirlendikten sonra, en uygun teknolojinin belirlenmesi için gerekli sermayenin tahmin edilmesi hangi tür araştırmadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yapılabilirlik araştırması",
      "B": "Ekonomik araştırma",
      "C": "Teknik araştırma",
      "D": "Finansal araştırmalar",
      "E": "Yasal araştırma"
    },
    "explanation": "Teknik Araştırma: Girişimcinin yatırım düşüncesini hayata geçirme sürecinde, ikinci araştırması gereken adım, teknik araştırmadır. Pazar araştırmasından sonra, işletmenin hangi alanda faaliyet göstereceği belirlenir ve ona göre de işletme için en uygun teknolojinin belirlenmesi için araştırma yapılır. Teknik araştırma, işletme faaliyet alanı belirlendikten sonra, en uygun teknolojinin belirlenmesi için gerekli sermayenin tahmin edilmesidir. Doğru cevap C’dir."
  },
  {
    "id": "3870795",
    "unitNumber": 4,
    "text": "Yatırım ile ilgili kaynak miktarı, kaynak gereksiniminin nereden ve hangi koşullarda sağlanacağına yönelik faaliyetleri hangi araştırma kapsamındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yapılabilirlik araştırması",
      "B": "Ekonomik araştırma",
      "C": "Teknik araştırma",
      "D": "Finansal araştırmalar",
      "E": "Yasal araştırma"
    },
    "explanation": "Finansal Araştırmalar: Finansal araştırma, yatırım ile ilgili finansal kaynak miktarı, kaynak gereksiniminin nereden ve hangi koşullarda sağlanacağına yönelik faaliyetleri kapsar. Doğru cevap D’dir."
  },
  {
    "id": "3870796",
    "unitNumber": 4,
    "text": "İşletmelerin, faaliyetlerini aynı üretim alanında genişletmesi hangi tip büyümeye aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yatay Büyüme",
      "B": "Dikey Büyüme",
      "C": "Dış Büyüme",
      "D": "Dikey birleşme",
      "E": "Yatay Birleşme"
    },
    "explanation": "Yatay Büyüme: İşletmelerin, faaliyetlerini aynı üretim alanında genişletmesidir. Salça üretim faaliyetlerini gerçekleştiren bir işletmenin, fabrika sayısını artırması, banka veya restoranların şubelerinin açılması yatay büyümeye örnektir. Yatay büyüme, ürün farklılaştırma ve pazar farklılaştırma olmak üzere iki şekilde olur. Doğru cevap A’dır."
  },
  {
    "id": "3870797",
    "unitNumber": 4,
    "text": "“Aynı ham maddeyi kullanan işletmelerin yaptığı bir kartel anlaşmasıdır. Bu karteldeki amaç, ürün alımlarında en düşük fiyatla ürünü tedarik etmektir. Tüm kartel türlerinde olduğu gibi, bu kartel türünde de rekabeti ortadan kaldırma amaç olarak yer alır.”<br/>Yukarıda açıklaması verilen kartel tipi hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Miktar Kartelleri",
      "B": "Fiyat Kartelleri",
      "C": "Pazarlama Kartelleri",
      "D": "Satın Alma Kartelleri",
      "E": "Pazarlama Bölgesi Kartelleri"
    },
    "explanation": "Satın Alma Kartelleri: Aynı ham maddeyi kullanan işletmelerin yaptığı bir kartel anlaşmasıdır. Bu karteldeki amaç, ürün alımlarında en düşük fiyatla ürünü tedarik etmektir. Tüm kartel türlerinde olduğu gibi, bu kartel türünde de rekabeti ortadan kaldırma amaç olarak yer alır. Doğru cevap D’dir."
  },
  {
    "id": "3870798",
    "unitNumber": 4,
    "text": "“Kartel içinde yer alan işletmelerin ürettikleri ürün miktarını belli sayıda tutup mal arzını istedikleri düzeye getirmeleridir.”<br/>Yukarıda açıklaması verilen kartel tipi hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Miktar Kartelleri",
      "B": "Fiyat Kartelleri",
      "C": "Pazarlama Kartelleri",
      "D": "Satın Alma Kartelleri",
      "E": "Pazarlama Bölgesi Kartelleri"
    },
    "explanation": "Miktar Kartelleri: Kartel içinde yer alan işletmelerin ürettikleri ürün miktarını belli sayıda tutup mal arzını istedikleri düzeye getirmeleridir. İşletmeler, ellerinde ürettikleri ürünün stok olarak kalmasını engellemeye çalışır. İşletmeler, ürünlerin üretim sayısını belirli sayıda tutarak daha fazla kâr elde etmeyi amaçlar. Doğru cevap A’dır."
  },
  {
    "id": "3870623",
    "unitNumber": 5,
    "text": "I-Çalışanlara iş ve görevlerini atarlar.<br/>II-İşletmede disiplini sağlarlar.<br/>III-Yöneticiler hakkında periyodik rapor hazırlarlar.<br/>IV-Üretimin kalite ve miktarından sorumludurlar.<br/>Yukarıdakilerden hangisi ya da hangileri alt kademe yönetimin faaliyetlerinden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-III",
      "B": "II-III",
      "C": "I-II-III",
      "D": "I-II-IV",
      "E": "II-III-IV"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Yönetim Kademeleri\" konusunu yeniden gözden geçiriniz.<br/>Alt kademe, kontrol / operasyonel yönetim kademesi olarak da bilinir. Ustabaşı, formenler bu kademeye örnek olarak verilebilir. Çalışmaları büyük ölçüde kişisel gözetim ve faal çalışanların yönlendirilmesi, kısacası kontroldür. Başka bir deyişle, alt kademe yönetim, kontrol fonksiyonuyla ilgilidir. Faaliyetleri şunları içerir:<br/>• Çalışanlara iş ve görevlerini atarlar.<br/>• Alt kademe çalışanlara günlük faaliyetler için rehberlik eder ve talimat verirler.<br/>• Üretimin kalite ve miktarından sorumludurlar.<br/>• Ayrıca işletmede iyi ilişkiler sürdürme sorumluluğu da onlara emanet edilmiştir.<br/>• Çalışanların sorun, öneri ve tavsiye çağrıları vb.ni daha yüksek kademeye ve daha üst kademe hedeflerini çalışanlara iletirler.<br/>• Çalışanların şikâyetlerini çözmeye yardımcı olurlar.<br/>• Astları denetler ve yönlendirirler.<br/>• Çalışanlara eğitim sağlamaktan sorumludurlar.<br/>• Çalışanların yapılması için gerekli malzeme, makine, araç vb.ni düzenlerler.<br/>• Çalışanların performansı hakkında periyodik raporlar hazırlarlar.<br/>• İşletmede disiplini sağlarlar.<br/>• Çalışanları motive ederler."
  },
  {
    "id": "3870624",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi hedefe ulaşmak için gerekli olan beşeri, finansal, fiziksel, bilgi ve diğer işletme kaynaklarını en uygun şekilde bir araya getirme sürecini ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Yetki devri",
      "B": "Kontrol",
      "C": "Planlama",
      "D": "Yöneltme",
      "E": "Organize etme"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Yönetimin Fonksiyonları\" konusunu yeniden gözden geçiriniz.<br/>Organize etme (örgütleme ya da organizasyon) fonksiyonunda belirlenmiş olan planın gerçekleşmesi<br/>sağlanır. Organize etme, hedeflere erişmek için gerekli olan beşeri, finansal, fiziksel kaynaklar, bilgi kaynakları ve diğer kaynakların bir araya getirilerek koordine edilmesi işidir. Diğer bir ifadeyle, yapılacak işleri, bu işleri yapacak olan insanları ve işletme kaynaklarını en uygun şekilde bir araya getirme sürecidir. Organizasyon faaliyetleri arasında; işlerin belirlenmesi, gerekli kaynakların belirlenip gerekli kaynak aktarımının gerçekleştirilmesi, belirlenen işler için gerekli olan insan kaynağının temini, iş sorumluluklarının belirlenmesi yer almaktadır"
  },
  {
    "id": "3870625",
    "unitNumber": 5,
    "text": "I-Yönetim temeline göre bölümlere ayırma<br/>II-Ürün temeline göre bölümlere ayırma<br/>III-Coğrafya temeline göre bölümlere ayırma<br/>IV-Müşteri temeline göre bölümlere ayırma<br/>Yukarıdakilerden hangisi ya da hangileri organizasyon sürecinde örgüt faaliyetlerinin bölümlere ayrıldığı sistemlerden birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "I-II-III",
      "D": "I-II-IV",
      "E": "II-III-IV"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Yönetimin Fonksiyonları\" konusunu yeniden gözden geçiriniz.<br/>Organizasyon sürecinde, örgüt faaliyetleri bölümlere ayrılarak işler belirlenir ve bunlar ayrı bölümlerde toplanarak bu bölümler arasındaki ilişkiler ortaya konur. Bölümlere ayırma sistemlerinden bazıları şunlardır :<br/>• Fonksiyonlara göre bölümlere ayırma: Finans, pazarlama, üretim gibi her işletme fonksiyonu için bir bölüm oluşturulur.<br/>• Ürün temeline göre bölümlere ayırma: Her ürün için ayrı bir bölüm oluşturulur.<br/>• Coğrafya temeline göre bölümlere ayırma: Batı bölgesi, güney bölgesi gibi farklı coğrafik alanlardaki yapılanmalar için bölüm oluşturulur.<br/>• Müşteri temeline göre bölümlere ayırma: Müşterilerin özel durumları söz konusuysa müşterilere göre bölümlere ayrılabilir.<br/>• Süreç veya amaca göre bölümlere ayırma: Dokuma bölümü, iplik bölümü gibi iş süreçlerine göre bölümlere ayırma yapılabilir."
  },
  {
    "id": "3870626",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Fayol'a göre bir işletmeyi başarıya ulaştıracak ve çalışmasını kolaylaştıracak bütün faaliyetlerin uyumlaştırılmasını ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Yöneltme",
      "B": "Organize etme",
      "C": "Koordinasyon",
      "D": "Yetki",
      "E": "Kontrol"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Yönetimin Fonksiyonları\" konusunu yeniden gözden geçiriniz.<br/>Uyumlaştırma ya da eş güdümleme olarak da nitelenen koordinasyon faaliyetini, diğer yönetim fonksiyonlarından ayırmak oldukça zordur. Diğer bütün fonksiyonları kullanırken uyum zorunludur. Hem temel fonksiyonlar arasında hem de temel fonksiyonların kendi faaliyetlerinde koordinasyona ihtiyaç vardır. Bu nedenle koordinasyon olmazsa olmaz bir faaliyettir. Örgütsel hedeflere ulaşmak için çalışanların çabalarının uyumlaştırılması olarak ifade edilebilir. Fayol, koordinasyonu ayrı bir yönetim fonksiyonu olarak düşünmüş, işletmeyi başarıya ulaştıracak ve çalışmasını kolaylaştıracak bütün faaliyetlerin uyumlaştırılması olarak tanımlamıştır. Koordinasyon, örgütsel amaçlara ulaşmak için farklı birim ve çalışanların faaliyetlerinin uyumlu bir biçimde birleştirilip ayarlanması sürecidir. Koordinasyon, planda belirlenen ilke ve kurallardan sapma olmasının önlenmesi, bireyler arası ilişkilerin geliştirilmesi ve sorunların çözülmesi ve örgüt içi olası karışıklıkların önlenmesi konusunda etkin rol üstlenmektedir. Bu noktada yöneticilere, büyük bir görev düşmektedir. Bu açıdan bakıldığında yöneticilik, bir koordinasyon faaliyeti olarak da ifade edilebilir."
  },
  {
    "id": "3870627",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi insan kaynakları yönetimi amaçlarını belirleyen ilkelerden birisi<strong><em> değildir</em></strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Saygı ilkesi",
      "B": "Liyakat ilkesi",
      "C": "Eşitlik ilkesi",
      "D": "Liderlik ilkesi",
      "E": "Kariyer ilkesi"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"İnsan Kaynakları Yönetiminin Amacı ve İlkeleri\" konusunu yeniden gözden geçiriniz.<br/>İnsan kaynakları yönetimi amaçlarını belli başlı bazı ilkeler doğrultusunda yürütmelidir. Bu ilkeler; insana saygı ilkesi, liyakat ilkesi, eşitlik ilkesi, kariyer ilkesi ve açıklık ilkesi olarak sıralanabilir. Saygı ilkesi örgüt içinde alınacak karar ve örgüt içi ilişkilerde çalışanlara güvenilmesi ve değer verilmesini ifade eder. Liyakat ilkesi, başarı dışındaki bir faktörün dikkate alınmamasını ifade eder. Eşitlik ilkesi çalışanlara din, dil, medeni durum gibi farklılıklardan dolayı ayrıcalık tanınmamasını, bilgi ve beceri dışındaki faktörlerin dikkate alınmamasını, işe alım konusunda herkese eşit fırsat tanınmasını ifade eder. Kariyer ilkesi, çalışanlara ilerleme ve terfi olanağının sağlanmasını ifade eder. Açıklık ilkesi, çalışanlara fonksiyon ve süreçlerin işleyişi hakkında bilgi sağlanmasını ve böylece politikalar oluşturulup uygulanırken çalışanların destek ve katkısının sağlanabileceğini ifade eder"
  },
  {
    "id": "3870628",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi üst yönetim kademesinin rollerinden birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Alt kademe yönetimin istihdamına ve eğitimine katılırlar.",
      "B": "Bölüm içindeki faaliyetleri koordine etmekten sorumludurlar.",
      "C": "İşletme için stratejik plan ve politikalar hazırlar.",
      "D": "Alt kademe yöneticilerin performansını değerlendirirler.",
      "E": "Çalışanların performansı hakkında periyodik raporlar hazırlarlar."
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Yönetim Kademeleri\" konusunu yeniden gözden geçiriniz.<br/>Üst Kademe Yönetim: Yönetim kurulu, genel müdür veya CEO’dan oluşur. Üst yönetim, organizasyon yapısı içindeki en üst yetki kaynağıdır ve bir işletme için stratejileri belirleyerek onu yönetir. Planlama ve koordinasyon fonksiyonlarına da daha fazla zaman ayırır. Üst yönetim kademesinin rolleri şunlardır:<br/>• Üst yönetim, işletmenin hedef ve geniş politikalarını belirler.<br/>• Bölüm bütçelerinin, prosedür ve program vb.nin hazırlanması için gerekli talimatları verir.<br/>• İşletme için stratejik plan ve politikalar hazırlar.<br/>• Orta kademe yöneticiyi, yani bölüm yöneticilerini atar.<br/>• Tüm bölümlerin faaliyetlerini kontrol ve koordine eder.<br/>• Aynı zamanda dış dünya ile teması sürdürmektende sorumludur.<br/>• Rehberlik ve yön sağlar.<br/>• Üst yönetim ayrıca işletmenin performansından hissedarlara karşı sorumludur."
  },
  {
    "id": "3870629",
    "unitNumber": 5,
    "text": "I-Temsil rolü<br/>II-Liderlik rolü<br/>III-Bilgi yayma rolü<br/>IV-Girişimci rolü<br/>Yukarıdakilerden hangisi ya da hangileri yöneticinin yönetim faaliyetlerinden birisi olan kişiler arası rolün alt unsurlarından birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "I-II-III",
      "D": "I-II-IV",
      "E": "II-III-IV"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"YÖNETİCİ VE YÖNETİCİLİK\" konusunu yeniden gözden geçiriniz.<br/>Yönetim, bir yöneticinin yaptığı iştir. Yöneticinin yönetim faaliyetleri; bilgilendirme, karar ve kişiler arası faaliyetler olmak üzere temelde üç grupta toplanır. Mintzberg’e göre yöneticilerin üç ana rolü vardır. Bunlar kişiler arası, bilgi ve karar verme rolleridir: Kişiler arası rol, biçimsel yetkiden kaynaklanan ve çalışanlarla diğer kurumların ilişkilerini düzenleme rolüdür. Kişiler arası rol insanlar aracılığıyla hedeflere ulaşmayı içerir. Bu nedenle yöneticiler, astlar ve problemle ilgilenmeyi içerir. Ancak yöneticiler astları kadar üstleri ile de etkileşim içinde, iyi ilişkiler sürdürmelidirler. Kişilerarası rol, temsil, liderlik ve birleştirici rol olmak üzere üç alt rolü içerir. Temsil rolü: Sosyal ya da formel yapının gereği olarak yerine getirilmesi gereken sorumlulukları içerir. Bu sorumluluklara örnek olarak işletmeye gelen misafirlerin karşılanması, çeşitli toplantılara katılarak işletmeyi temsil etmek ya da formel evrakların imzalanması verilebilir. Liderlik rolü: Yöneticinin çalışanları motive etme ve onlara liderlik etme ile ilgili sorumluluklarını kapsar. Birleştirici rol: İşletme sahipleri ile çalışanları ya da işletmenin çevresi ile işletme arasındaki irtibatın sağlanması yöneticinin birleştirici rolü kapsamındadır."
  },
  {
    "id": "3870630",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi yöneticinin işletme içi ve işletme dışı konularla ilgili çeşitli sorunların çözümüne yönelik kararlar alırken astları, üstleri, aynı kademedekileri ya da işletme içi veya dışı danışmanlarla fikir alışverişinde bulunmasını rolünü ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Liderlik rolü",
      "B": "Temsil rolü",
      "C": "Sözcü rolü",
      "D": "Arabulucu rolü",
      "E": "Kaynak dağıtıcı rolü"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"YÖNETİCİ VE YÖNETİCİLİK\" konusunu yeniden gözden geçiriniz.<br/>Yönetim, bir yöneticinin yaptığı iştir. Yöneticinin yönetim faaliyetleri; bilgilendirme, karar ve kişiler arası faaliyetler olmak üzere temelde üç grupta toplanır. Mintzberg’e göre yöneticilerin üç ana rolü vardır. Bunlar kişiler arası, bilgi ve karar verme rolleridir. yöneticinin işletmedeki “asıl işi” karar vermektir ki bu da yöneticinin karar verme rolüdür. Karar verme rolünün alt rolleri; girişimci, sorun çözme, kaynak dağıtma ve arabuluculuktur. Girişimci rolü: İşletmenin çevresindeki değişim, gelişim ve yeniliklerin izlenmesi ve işletmeye kazandırılması ile ilgilidir. Sorun çözücü rolü: Astlar arasında yaşanan çeşitli çatışmalar, önemli müşteriler ile yaşanan büyük sorunlar, çalışanların greve gitmeleri, bölümler arasında yaşanan anlaşmazlıklar ya da malzeme yetersizliği, kriz durumları gibi yöneticinin sorun çözümüne yönelik olarak karar verici rolünü üstlendiği durumlardan bazılarıdır. Kaynak dağıtıcı rolü: Yönetici, işletme kaynaklarını tüm işletme birimleri arasında dengeli bir şekilde dağıtırken çeşitli kararlar vermek durumundadır. Bu noktada özellikle kaynakların israfından kaçınılması gerekmektedir. Arabulucu rolü: Yöneticinin işletme içi ve işletme dışı konularla ilgili çeşitli sorunların çözümüne yönelik kararlar alırken astları, üstleri, aynı kademedekileri ya da işletme içi veya dışı danışmanlarla fikir alışverişinde bulunmasını ifade eder."
  },
  {
    "id": "3870631",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi insan kaynakları yönetiminin örgütsel işleyişe katkı sağlayarak işletmenin verimliliğini artırmak şeklinde ifade edilen temel amaçlarından birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Toplumsal amaç",
      "B": "Örgütsel amaç",
      "C": "Fonksiyonel amaç",
      "D": "Bireysel amaç",
      "E": "Stratejik amaç"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"İNSAN KAYNAĞI VE İNSAN KAYNAKLARI YÖNETİMİ\" konusunu yeniden gözden geçiriniz.<br/>İnsan kaynakları yönetiminin, çalışanların yeteneklerinden üst düzeyde yararlanmayı tasarlarken bir yandan da işletmeyle bütünleşmelerini sağlayacak uygulamalar sunmaları gerekir. İnsan kaynakları yönetimin dört temel amacı vardır, bunlar: Toplumsal amaç; toplumdan gelen baskı ve isteklerin işletmeye olumsuz etkisini azaltacak şekilde, toplumsal ihtiyaçlara sosyal sorumluluk anlayışıyla yaklaşmak, örgütsel amaç; örgütsel işleyişe katkı sağlayarak işletmenin verimliliğini artırmak, fonksiyonel amaç; bölümün hizmet düzeyini örgüte göre ayarlayarak örgütün ihtiyaçlarına yönelik bölümün katkısını sürdürmek, bireysel amaç; çalışanların motivasyon ve devamlılığının sağlanması için kişisel amaçlarını gerçekleştirme yolunda onların yanında olmaktır. İnsan kaynakları yönetimi amaçlarını belli başlı bazı ilkeler doğrultusunda yürütmelidir. Bu ilkeler; insana saygı ilkesi, liyakat ilkesi, eşitlik ilkesi, kariyer ilkesi ve açıklık ilkesi olarak sıralanabilir. Saygı ilkesi örgüt içinde alınacak karar ve örgüt içi ilişkilerde çalışanlara güvenilmesi ve değer verilmesini ifade eder. Liyakat ilkesi, başarı dışındaki bir faktörün dikkate alınmamasını ifade eder. Eşitlik ilkesi çalışanlara din, dil, medeni durum gibi farklılıklardan dolayı ayrıcalık tanınmamasını, bilgi ve beceri dışındaki faktörlerin dikkate alınmamasını, işe alım konusunda herkese eşit fırsat tanınmasını ifade eder. Kariyer ilkesi, çalışanlara ilerleme ve terfi olanağının sağlanmasını ifade eder. Açıklık ilkesi, çalışanlara fonksiyon ve süreçlerin işleyişi hakkında bilgi sağlanmasını ve böylece politikalar oluşturulup uygulanırken çalışanların destek ve katkısının sağlanabileceğini ifade eder ."
  },
  {
    "id": "3870632",
    "unitNumber": 5,
    "text": "I-Yönetim hedefe yönelik bir faaliyettir.<br/>II-Yönetim kaynakları bütünleştiren bir faaliyettir.<br/>III-Yönetim yerel bir faaliyettir.<br/>IV-Yönetim bir grup faaliyetidir.<br/>Yukarıdakilerden hangisi ya da hangileri yönetimin temel özelliklerinden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-III",
      "B": "II-III",
      "C": "I-II-III",
      "D": "I-II-IV",
      "E": "II-III-IV"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"YÖNETİM\" konusunu yeniden gözden geçiriniz.<br/>Yönetimin temel özellikleri şu şekilde vurgulanabilir. Yönetim hedefe yönelik bir faaliyettir: Yönetim hedefe yönelik bir faaliyettir. Çalışanların çabalarını önceden belirlenmiş işletme hedeflerine yönlendirmektedir. Hızla değişen bir çevrede sınırlı kaynakları verimli bir şekilde kullanarak işletmeyi<br/>hedeflerine etkili bir şekilde ulaştırmak için çalışanlarla birlikte çalışma sürecidir. Tabii ki bu hedefler bir işletmeden diğerine değişebilir. Genel olarak işletmenin devamlılığı için kâr önemli bir hedeftir. Etkili olmak, bu hedeflere erişmek anlamına gelir. Verimli olmak ise örgütsel hedeflere, mümkün olabilecek minimum kaynak kullanımıyla ulaşmaktır. Diğer bir deyişle verimlilik; finansal, fiziksel kaynaklar ile insan ve bilgi kaynaklarından en yüksek faydayı elde etmek anlamına gelmektedir. Yönetim faaliyetinin başarısı, önceden belirlenmiş hedeflere ulaşılmasıyla değerlendirilir. Yönetim kaynakları bütünleştiren bir faaliyettir: Bir organizasyonda insanlar, makineler gibi insan olmayan kaynaklarla çalışır. Malzemeler, binalar, finansal varlıklar, iş yapma bilgisi vb. Yönetim ise insan çabalarını bu kaynaklara entegre eder. İnsan; bilgi kaynakları, fiziksel ve finansal kaynaklar arasında uyum sağlar. Yönetim, örgütsel hedeflere ulaşılabilmesi için kaynakları yönlendirmekle ilgilidir. İşletme yönetimi açısından kaynakları (üretim faktörlerini) düzenler, kaynakları bir araya getirir ve organize eder, hedeflere ulaşmak için kaynakları etkili bir şekilde bütünleştirir. Bu nedenle, çeşitli faktörler arasında uyum sağlamak için önemli bir fonksiyondur. Bu kaynaklar, işletmenin hedeflere ulaşmak için çalışmasını sağlayacak şekilde koordine edilir, yönlendirilir ve kontrol edilir. Yönetim, tüm fiziksel kaynakları ve insan kaynaklarını verimli bir şekilde kullanır. Bu, yönetimde etkinliğe yol açar. Uzmanlar ve profesyonellerden yararlanır ve bu hizmetlerden onların beceri ve bilgilerinin doğru kullanılmasını sağlayarak israfı önler. Çalışanlar ve makineler maksimum düzeyde üretiyorsa herhangi bir kaynağın eksik kullanımı yok demektir. Kısacası yönetim ile kaynakların optimum kullanımı söz konusudur. Yönetim doğru planlama sayesinde minimum girdi ile maksimum sonuç alır. Fiziksel, beşeri ve finansal kaynakları en iyi kombinasyonu sağlayacak şekilde kullanır. Bu da maliyetin azaltılmasına yardımcı olur. Yönetim sürekli bir faaliyettir: Yönetim devam eden bir süreçtir. Sorunların sürekli olarak ele alınmasını içerir. Sorunu belirlemek ve çözmek için uygun adımları belirler. Kısacası sürekli bir yapısı vardır. Hiç bitmeyen bir süreçtir. Sürekli olarak sorun tespit etmek ve yeterli adımları atarak çözmekle ilgilenir. Yönetim evrensel bir faaliyettir: Her organizasyonda yönetim gereklidir. Çünkü belirli bir amaca yönelik çeşitli çabalara yardımcı olur ve onları yönlendirir. Bu nedenle oteller, hastaneler, siyasi partiler, okullar, bankalar, sanayi işletmeleri hatta sivil toplum kuruluşları gibi kâr amacı gütmeyen işletmeler için yönetim faaliyetine ihtiyaç vardır. Ortak bir amaç için çalışan birden fazla kişi olduğunda yönetim gereklidir. Büyüklüğü veya faaliyet türü ne olursa olsun her işletmede yönetim gereklidir. Yönetim bir grup faaliyetidir: Yönetim faaliyeti için en az iki kişi gereklidir. İşletmenin belirlenmiş yönetim hedefine ulaşması için grup çabasının kullanılmasını içerir. İnsan kaynağı diğer kaynaklar arasında en önemlisi olduğundan yönetim insanlar arasındaki ilişkileri geliştirmekle ilgilenir. İnsanlar arasındaki etkileşimi verimli ve örgütsel hedeflere ulaşmak için yararlı kılmak yönetimin görevidir."
  },
  {
    "id": "3870633",
    "unitNumber": 5,
    "text": "Çalışanların işi yapmaya motive edilmesi hangi temel yönetim fonksiyonunu ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Örgütleme",
      "B": "Planlama",
      "C": "Yöneltme",
      "D": "Kontrol",
      "E": "Karar verme"
    },
    "explanation": "Çalışanların işi yapmaya motive edilmesi yöneltme fonksiyonunu ifade etmektedir."
  },
  {
    "id": "3870634",
    "unitNumber": 5,
    "text": "Dokuma bölümü, iplik bölümü gibi bölümlere ayırma, hangi bölümlere ayırma sistemine örnek olarak değerlendirilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ürün temeline göre bölümlere ayırma",
      "B": "Fonksiyonlara göre bölümlere ayırma",
      "C": "Coğrafya temeline göre bölümlere ayırma",
      "D": "Süreç veya amaca göre bölümlere ayırma",
      "E": "Müşteri temeline göre bölümlere ayırma"
    },
    "explanation": "Süreç veya amaca göre bölümlere ayırma: Dokuma bölümü, iplik bölümü gibi iş süreçlerine göre bölümlere ayırma yapılabilir."
  },
  {
    "id": "3870680",
    "unitNumber": 5,
    "text": "İşlerin ve sorumlulukların belirlenmesi yönetim sürecinin hangi fonksiyonu kapsamında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Organizasyon",
      "B": "Planlama",
      "C": "Yöneltme",
      "D": "Kontrol",
      "E": "Motivasyon"
    },
    "explanation": "Organizasyon: İşlerin ve sorumlulukların belirlenmesi."
  },
  {
    "id": "3870693",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi çalışanın kendisine verilen faaliyetleri yerine getirme yükümlülüğüdür?",
    "correctAnswer": "B",
    "options": {
      "A": "Yetki",
      "B": "Sorumluluk",
      "C": "Plan",
      "D": "Performans",
      "E": "Komuta"
    },
    "explanation": "Sorumluluk ise çalışanın kendisine verilen faaliyetleri yerine getirme yükümlülüğüdür."
  },
  {
    "id": "3870701",
    "unitNumber": 5,
    "text": "Yöneticinin karar verme sürecinin ilk adımı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Alternatiferin geliştirilmesi",
      "B": "En iyi alternatifin seçilmesi",
      "C": "Kararın uygulanması",
      "D": "Alternatiflerin analiz edilmesi",
      "E": "Karar durumunu (konusunu) belirlemeli"
    },
    "explanation": "Yönetici rasyonel bir karar verebilmek için karar verme sürecinin adımları olan; karar durumunu (konusunu) belirlemeli, alternatifleri geliştirmeli, alternatifleri analiz etmeli, en iyi alternatifi seçerek kararı vermeli, kararı uygulamalı, sonuçları izleyerek değerlendirmelidir."
  },
  {
    "id": "3870716",
    "unitNumber": 5,
    "text": "Başarı dışındaki bir faktörün dikkate alınmamasını ifade eden insan kaynakları ilkesi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Eşitlik",
      "B": "Açıklık",
      "C": "Saygı",
      "D": "Liyakat",
      "E": "Kariyer"
    },
    "explanation": "Liyakat ilkesi, başarı dışındaki bir faktörün dikkate alınmamasını ifade eder."
  },
  {
    "id": "3870717",
    "unitNumber": 5,
    "text": "İşi normal düzeyde yerine getirebilecek çalışanın profilini içeren doküman aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İş gerekleri",
      "B": "İş analizi",
      "C": "İş tanımı",
      "D": "Kariyer yönetimi",
      "E": "İşe alım"
    },
    "explanation": "İş gerekleri, işi normal düzeyde yerine getirebilecek çalışanın profilini içeren dokümandır."
  },
  {
    "id": "3870718",
    "unitNumber": 5,
    "text": "Ücret yönetiminde işletmelerin çalışanlar arasında ayrım yapmadan, çalışanların tamamını<br/>kapsayacak şekilde bir ücret politikası hazırlaması hangi ilkeyi ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Eşitlik ilkesi",
      "B": "Bütünlük ilkesi",
      "C": "Dengeli ücret ilkesi",
      "D": "Açıklık ilkesi",
      "E": "Objektiflik ilkesi"
    },
    "explanation": "Bütünlük ilkesi: İşletme çalışanlar arasında ayrım yapmadan, çalışanların tamamını kapsayacak şekilde bir ücret politikası hazırlamalıdır."
  },
  {
    "id": "3870719",
    "unitNumber": 5,
    "text": "Bir iş modeli geliştiren, yeni bir girişim başlatmak için gerekli fiziksel, finansal, bilgi ve beşeri kaynakları bir araya getiren ve onu işler hâle getiren ve başarısından veya başarısızlığından sorumlu olan kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "CEO",
      "B": "Müdür",
      "C": "Yönetici",
      "D": "Lider",
      "E": "Girişimci"
    },
    "explanation": "Girişimci, bir iş modeli geliştiren, yeni bir girişim başlatmak için gerekli fiziksel, finansal,<br/>bilgi ve beşeri kaynakları bir araya getiren ve onu işler hâle getiren ve başarısından veya<br/>başarısızlığından sorumlu olan kişidir."
  },
  {
    "id": "3870720",
    "unitNumber": 5,
    "text": "İşletmeye gelen misafirlerin karşılanması ve formel evrakların imzalanması gibi eylemler yöneticilerin hangi rolü kapsamında yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgi yayma rolü",
      "B": "Sözcü rolü",
      "C": "Temsil rolü",
      "D": "Arabulucu rolü",
      "E": "Karar verme rolü"
    },
    "explanation": "Temsil rolü: Sosyal ya da formel yapının gereği olarak yerine getirilmesi gereken sorumlulukları içerir. Bu sorumluluklara örnek olarak işletmeye gelen misafirlerin karşılanması, çeşitli toplantılara katılarak işletmeyi temsil etmek ya da formel evrakların imzalanması verilebilir."
  },
  {
    "id": "3870467",
    "unitNumber": 6,
    "text": "“Ham maddelerin teknoloji kullanılarak çeşitli süreçlerden geçirilmesi yoluyla son ürün hâline dönüştürülmesi”ne ne denilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yönetim",
      "B": "Kontrol",
      "C": "Üretim",
      "D": "İnovasyon",
      "E": "Ar-Ge"
    },
    "explanation": "Detaylar için “ÜRETİM VE ÜRETİM YÖNETİMİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Üretim ham maddelerin teknoloji kullanılarak çeşitli süreçlerden geçirilmesi yoluyla son ürün hâline dönüştürülmesi olarak tanımlanmaktadır."
  },
  {
    "id": "3870468",
    "unitNumber": 6,
    "text": "Aşağıdaki seçeneklerden hangisi işletmeler, müşteriler ve toplum için üretim yönetiminin önemi açısından <strong>hatalıdır</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "İstihdam yaratır.",
      "B": "Ekonomik büyümeye katkıda bulunur.",
      "C": "Yaşam standardını düşürür.",
      "D": "Kaliteyi artırır ve maliyeti düşürür.",
      "E": "İşletme hedeflerinin gerçekleştirilmesine katkıda bulunur."
    },
    "explanation": "Detaylar için “ÜRETİM VE ÜRETİM YÖNETİMİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Daha yüksek yaşam standardı sağlar.<br/>İstihdam yaratır.<br/>Kaliteyi artırır ve maliyeti düşürür.<br/>Ekonomik büyümeye katkıda bulunur.<br/>İşletme hedeflerinin gerçekleştirilmesine katkıda bulunur."
  },
  {
    "id": "3870469",
    "unitNumber": 6,
    "text": "Seçenektekilerden hangisi üretim süreci kapsamında bir çıktıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Enerji",
      "B": "Hammadde",
      "C": "Hizmet",
      "D": "İşgücü",
      "E": "Sermaye"
    },
    "explanation": "Detaylar için “ÜRETİM VE ÜRETİM YÖNETİMİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Enerji, hammadde, işgücü ve sermaye girdidir. Mal ve hizmetler ise çıktıdır."
  },
  {
    "id": "3870470",
    "unitNumber": 6,
    "text": "Otomobil üretiminde olduğu gibi standart bir ya da birkaç üründen çok sayıda üretim yapılan sürekli üretim sistemi nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kütle üretim",
      "B": "Raylı üretim",
      "C": "Eksikli üretim",
      "D": "Demonte üretim",
      "E": "Akış tipi üretim"
    },
    "explanation": "Detaylar için “ÜRETİM VE ÜRETİM YÖNETİMİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Kütle üretim sisteminde standart bir ya da birkaç üründen çok sayıda üretim yapılır. Örneğin, otomobillerde olduğu gibi üretim hattında değişiklikler yapılarak farklı modellerden çok sayıda üretilebilmektedir."
  },
  {
    "id": "3870471",
    "unitNumber": 6,
    "text": "Seçenektekilerden hangisi kesikli üretim sistemlerinin özelliklerinden birisi <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Genel amaçlı makinelerin kullanımı",
      "B": "Az miktarda, çok çeşitli ürün",
      "C": "Partiler hâlinde girdi ve çıktı",
      "D": "Düzenli talep",
      "E": "Kalifiye çalışanlar"
    },
    "explanation": "Detaylar için “ÜRETİM VE ÜRETİM YÖNETİMİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Kesikli üretim sistemlerinin özelliklerini aşağıdaki gibi özetlemek mümkündür:<br/><ul> <li>Düzensiz talep</li> <li>Genel amaçlı makinelerin kullanımı</li> <li>Az miktarda, çok çeşitli ürün</li> <li>Partiler hâlinde girdi ve çıktı</li> <li>Kalifiye çalışanlar</li> <li>Yüksek miktarda malzeme, alet ve parça stoğu</li> </ul>"
  },
  {
    "id": "3870472",
    "unitNumber": 6,
    "text": "Gereksiz stok bulundurma, çalışanlar ve ürünlerin hatalı akışları, aşırı üretim, fazla bekleme süreleri gibi üretim sürecine değer katmayan tüm aktivitelerin ortadan kaldırılmasını amaçlayan üretim biçimi nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tam zamanında üretim",
      "B": "Yalın üretim",
      "C": "Çevik üretim",
      "D": "Bilgisayarla bütünleşik üretim",
      "E": "Esnek üretim"
    },
    "explanation": "Detaylar için “ÜRETİM VE ÜRETİM YÖNETİMİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Yalın üretim: Bu üretim sistemi işletmeleri daha etken ve hedef pazara daha duyarlı kılarak maliyet giderlerini en aza indirmeyi amaçlar. Gereksiz stok bulundurma, çalışanlar ve ürünlerin hatalı akışları, aşırı üretim, fazla bekleme süreleri gibi üretim sürecine değer katmayan tüm aktivitelerin ortadan kaldırılması temel amaçtır. Sıfır kayıpla çalışan değer yaratma süreci ile tüketicilere değer yaratmak amaçlanır."
  },
  {
    "id": "3870473",
    "unitNumber": 6,
    "text": "“Üreticilerin doğru miktarda üretim yapması gerekmektedir. Talepten fazlası üretilirse sermaye stoklara bağlanmış olurken talepten az üretilirse de yeterli arz sağlanamaz.” üretim yönetiminin hangi temel amacıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Uygun kalite",
      "B": "Uygun miktar",
      "C": "Doğru zaman",
      "D": "Uygun üretim maliyeti",
      "E": "Uygun fiyat"
    },
    "explanation": "Detaylar için “ÜRETİM YÖNETİMİNİN KAPSAMI VE FONKSİYONLARI” başlığında yer alan bilgilere bakabilirsiniz.<br/>Uygun Miktar: Üreticilerin doğru miktarda üretim yapması gerekmektedir. Talepten fazlası üretilirse sermaye stoklara bağlanmış olurken talepten az üretilirse de yeterli arz sağlanamaz."
  },
  {
    "id": "3870474",
    "unitNumber": 6,
    "text": "Üretim yönetiminin hedeflere ulaşmak için gerekli faaliyetleri belirlendiği ve bunları gerçekleştirmek için yetki ve sorumluluk verildiği temel fonksiyonu nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Planlama",
      "B": "Zamanlama",
      "C": "Satın alma",
      "D": "Kontrol",
      "E": "Organize etme"
    },
    "explanation": "Detaylar için “ÜRETİM YÖNETİMİNİN KAPSAMI VE FONKSİYONLARI” başlığında yer alan bilgilere bakabilirsiniz.<br/>Organize etme: Görev ve yetki yapısını oluşturan faaliyetlerdir. Üretim yönetimi, üretim alt sistemi içinde rollerin yapısını ve bilgi akışını oluşturur. Hedeflere ulaşmak için gerekli faaliyetleri belirler ve bunları gerçekleştirmek için yetki ve sorumluluk verir."
  },
  {
    "id": "3870475",
    "unitNumber": 6,
    "text": "Bir ürünün renk, biçim gibi görünen ve esneklik, sertlik gibi duyu organları ile hissedilebilen somut ve soyut özelliklerinin tamamına ne denilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ürün tasarımı",
      "B": "Tesis konumu",
      "C": "Yenilik",
      "D": "Manipülasyon",
      "E": "Ürün fikri"
    },
    "explanation": "Detaylar için “ÜRETİM YÖNETİMİNİN KAPSAMI VE FONKSİYONLARI” başlığında yer alan bilgilere bakabilirsiniz.<br/>Ürün tasarımı; bir ürünün renk, biçim gibi görünen ve esneklik, sertlik gibi duyu organları ile hissedilebilen somut ve soyut özelliklerinin tamamıdır. Ürünün tüketici beklentilerini en iyi biçimde karşılayabileceği bir özellikte ortaya konması amaçlanmaktadır."
  },
  {
    "id": "3870584",
    "unitNumber": 6,
    "text": "Üretimin nerede, ne zaman ve nasıl gerçekleşeceğine karar verilen aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üretim kontrolü",
      "B": "Üretim yönetimi",
      "C": "Üretim planlaması",
      "D": "Üretim süreci",
      "E": "Üretim sistemi"
    },
    "explanation": "Üretim planlaması: Üretim yönetiminin karşılaştığı ilk kararlar planlama aşamasında gelir. Bu aşamada, üretimin nerede, ne zaman ve nasıl gerçekleşeceğine karar verilir."
  },
  {
    "id": "3870587",
    "unitNumber": 6,
    "text": "Birim girdi başına üretilen çıktı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Etkinlik",
      "B": "Verimlilik",
      "C": "Kapasite",
      "D": "Üretim",
      "E": "Esneklik"
    },
    "explanation": "Verimlilik, birim girdi başına üretilen çıktı olarak ölçülmektedir. İşletmeler için önemle üzerinde durulan konuların başında gelmektedir."
  },
  {
    "id": "3870588",
    "unitNumber": 6,
    "text": "İşlevsel olarak benzerlik gösteren makineler aynı bölümlerde yer aldığı ve farklı ürünler üretilebilir fakat her bir üründen üretilen miktar az olduğu üretim aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sürekli üretim",
      "B": "Proje tipi üretim",
      "C": "Karma üretim",
      "D": "Kesikli üretim",
      "E": "Parti üretimi"
    },
    "explanation": "Kesikli Üretim: Bu sistemde işlevsel olarak benzerlik gösteren makineler aynı bölümlerde yer alır. Farklı ürünler üretilebilir fakat her bir üründen üretilen miktar azdır."
  },
  {
    "id": "3870589",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi proje tipi üretimin özelliklerinden biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "E",
    "options": {
      "A": "Üretim özel talebe bağlıdır",
      "B": "İş gücü kullanımı zaman içinde değişkenlik gösterir",
      "C": "Ürün sabit konumdadır",
      "D": "Kalifiye iş gücü gerektirir",
      "E": "Yüksek miktarda malzeme, alet ve parça stoğu gerekir"
    },
    "explanation": "Proje Tipi Üretim: Büyük ölçekli tek bir ürün siparişe göre üretilir. Bu üretim sürekli üretim ve sipariş üzerine üretimin ortak özelliklerini taşımasına rağmen daha çok sipariş üzerine üretimin özelliklerine<br/>sahiptir. Yapılan üretim proje özelliği taşıdığı için işlerin hacmi oldukça büyüktür ve proje tamamlandığında üretim sona ermektedir. Başlıca özellikleri aşağıdaki gibidir:<br/>• Üretim özel talebe bağlıdır.<br/>• İş gücü kullanımı zaman içinde değişkenlik gösterir.<br/>• Ürün sabit konumdadır.<br/>• Tek seferlik üretimlerdir (baraj, köprü gibi).<br/>• Üretimde proje yönetim teknikleri kullanılır.<br/>• Kalifiye iş gücü gerektirir."
  },
  {
    "id": "3870590",
    "unitNumber": 6,
    "text": "Üretime değer katmayan her türlü işin elimine edilmesi ve malzemelerin gerektiği yer ve zamanda bulundurulması hangi üretim kapsamında değerlendirilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tam zamanında üretim",
      "B": "Bilgisayarla bütünleşik üretim",
      "C": "Çevik üretim",
      "D": "Yalın üretim",
      "E": "Parti üretimi"
    },
    "explanation": "Tam zamanında üretim (Just-in-time production): Bu sistemin temeli; üretime değer katmayan her türlü işin elimine edilmesi ve malzemelerin gerektiği yer ve zamanda bulundurulmasıdır."
  },
  {
    "id": "3870591",
    "unitNumber": 6,
    "text": "Bir ham maddenin fiyatının artması bekleniyorsa işletme gelecekteki maliyetleri düşük tutmak için stoklayabilir.<br/>Yukarıda yazan ifade aşağıdakilerden hangisi kapsamında değerlendirilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Satın alma",
      "B": "Uygun stok miktarı bulundurma",
      "C": "Organize etme",
      "D": "Kontrol",
      "E": "Ürünlerin istenen kalitede üretilmesini sağlama"
    },
    "explanation": "Uygun stok miktarı bulundurma: Bir ham maddenin fiyatının artması bekleniyorsa işletme gelecekteki maliyetleri düşük tutmak için stoklayabilir."
  },
  {
    "id": "3870592",
    "unitNumber": 6,
    "text": "Üretim işlem ve sürecinin planlanması aşamalarından biri olan ürünlerin hangi bölüm ve sıra ile işlem görerek üretileceğine karar verilen aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşlerin belirlenmesi",
      "B": "İşlerin makinalara yüklenmesi",
      "C": "Rota tespiti",
      "D": "İşlerin zaman programının belirlenmesi",
      "E": "Stok kontrolü"
    },
    "explanation": "Rota Tespiti: Ürünlerin hangi bölüm ve sıra ile işlem görerek üretileceğine karar verilir."
  },
  {
    "id": "3870593",
    "unitNumber": 6,
    "text": "Stoktaki malların toplam maliyet içindeki yüzdelerine göre sınıflandırıldığı stok kontrol yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "ABC Yöntemi",
      "B": "Maksimum-Minimum Stok Yöntemi",
      "C": "Ekonomik Sipariş Miktarı Yöntemi",
      "D": "Sabit Sipariş Miktarı Yöntemi",
      "E": "Sabit Sipariş Aralığı Yöntemi"
    },
    "explanation": "ABC Yöntemi: Bu yöntemde stoktaki mallar toplam maliyet içindeki yüzdelerine göre sınıflandırılır."
  },
  {
    "id": "3870594",
    "unitNumber": 6,
    "text": "İşletmeler için kaliteyi geliştirerek daha yüksek verimlilik yoluyla kârlılığı artırmak ve kaliteli ürünleri<br/>doğru fiyat ve doğru zamanda sunmak önem taşımaktadır. Buna göre aşağıdakilerden hangisi <u><strong>yanlıştır?</strong></u>",
    "correctAnswer": "D",
    "options": {
      "A": "Kaynakların optimal kullanımı",
      "B": "Malzeme israfının en aza indirilmesi",
      "C": "Malların kalitesinin minimum maliyetle sağlanması",
      "D": "Özel amaçlı makineler kullanılması",
      "E": "Karar verme ve nicel teknikler yoluyla üretkenliğe katkıda bulunulması"
    },
    "explanation": "İşletmeler için kaliteyi geliştirerek daha yüksek verimlilik yoluyla kârlılığı artırmak ve kaliteli ürünleri<br/>doğru fiyat ve doğru zamanda sunmak önem taşımaktadır. Bu noktada aşağıda yer alan konulara<br/>önem verilmesi gerekmektedir:<br/>1. Kaynakların optimal kullanımı (insan, makine ve malzeme)<br/>2. Malzeme israfının en aza indirilmesi<br/>3. Uygun kalite kontrol tekniklerinin kullanılması yoluyla malların kalitesinin minimum maliyetle sağlanması<br/>4. Karar verme ve nicel teknikler yoluyla üretkenliğe katkıda bulunulması"
  },
  {
    "id": "3870595",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ürünlerde görülen yeniliklerden biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "E",
    "options": {
      "A": "İcat anlamında yeni ürün",
      "B": "Yeni ürün hattı oluşturma",
      "C": "Ürün hattını genişletme",
      "D": "Var olan ürünlerin geliştirilmesi",
      "E": "Tam zamanında üretim"
    },
    "explanation": "Ürünlerde yenilik beş şekilde görülebilir:<br/>1. İcat Anlamında Yeni Ürün. İcat anlamında yeni ürün, hiçbir pazarda bulunmayan ve herkesin yeni olarak algıladığı üründür. İcat anlamında yeni ürün, hedef pazarda açığa çıkmamış, gizli kalmış talebi harekete geçirmeyi amaçlar.<br/>2. Yeni ürün hattı oluşturma. Bir işletmenin pazara sunduğu kısmi inovasyon içeren ürünlerdir. Birbirleriyle ilişkili ürün kategorilerinde ürün çeşitlendirilmesini sağlar.<br/>3. Ürün hattını genişletme. Mevcut bir hatta var olan bir ürünün ambalajı, rengi, modeli ya da boyutu gibi özelliklerinde değişiklikler yapılarak eklenen ürünlerdir. İşletme en düşük maliyet ve riskle pazarda varlık ve kârlılığını sürdürmeye çalışır.<br/>4. Var olan ürünlerin geliştirilmesi. Var olan ürünlerin performansı, tüketicilere sağladığı faydalar ya da benzer bir özelliğinin geliştirilmesiyle pazara yeni olarak sunulan ürünlerdir.<br/>5. Yeniden konumlandırılan ürünler. İşletmenin yeni pazar ya da bölümlerine sunduğu var olan ürünlerdir. Bu kategoride yer alan yeni ürünlerde pazara uygun değişiklikler yapılabileceği gibi esas olarak tüketici algısında değişiklikler yapmaktır."
  },
  {
    "id": "3870600",
    "unitNumber": 7,
    "text": "Pazarlamada ............ bir öncelik değildir, ............ .......... bir önceliktir.<br/>Yukarıdaki cümlede boş bırakılan yerleri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "satış-değer yaratmak",
      "B": "kar etmek-satış",
      "C": "kar etmek-zarar minimizasyonu",
      "D": "değer yaratmak-müşteri",
      "E": "satış-zarar minimizasyonu"
    },
    "explanation": "Yöneticiler bazen pazarlamayı “ürün satma sanatı” olarak düşünürler ancak satış, pazarlama buzdağının sadece görünen kısmıdır. Pazarlama mübadelesinin temel işlevi değer yaratmak olduğundan değer kavramı pazarlamanın merkezinde yer alır. Pazarlamada satış bir öncelik değildir, değer yaratmak bir önceliktir."
  },
  {
    "id": "3870601",
    "unitNumber": 7,
    "text": "“Müşteriler, tüketiciler, paydaşlar ve genel olarak toplum için değeri olan teklifleri yaratma, iletme, sunma ve mübadeleyi gerçekleştirmeye yönelik kurum ve süreçleri içeren faaliyet” olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İhtiyaç",
      "B": "İstek",
      "C": "Talep",
      "D": "Pazarlama",
      "E": "Mübadele"
    },
    "explanation": "<strong>PAZARLAMA KAVRAMI VE KAPSAMI</strong><br/>Pazarlama: Müşteriler, tüketiciler, paydaşlar ve genel olarak toplum için değeri olan teklifleri yaratma, iletme, sunma ve mübadeleyi gerçekleştirmeye yönelik kurum ve süreçleri içeren faaliyetlerdir."
  },
  {
    "id": "3870602",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi pazarlama bağlamında değişimden söz edebilmek için gerekli olan şartlardan biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "En az iki tarafın (alıcı-satıcı) olması",
      "B": "Taraflardan her birinin karşı tarafa sunabileceği bir değere sahip olması",
      "C": "Tarafların birbirlerinden haberdar olması ve iletişim kurabilmesi",
      "D": "Taraflardan her birinin karşı tarafın teklifini kabul etme zorunluluğunun olması",
      "E": "Taraflardan her birinin değişim için istekli olması ve taraflara fayda sağlaması"
    },
    "explanation": "<strong>PAZARLAMA KAVRAMI VE KAPSAMI</strong><br/>Pazarlama bağlamında değişimden söz edebilmek için gerekli olan şartlar:<br/><ul> <li>En az iki tarafın (alıcı-satıcı) olması</li> <li>Taraflardan her birinin karşı tarafa sunabileceği bir değere sahip olması</li> <li>Tarafların birbirlerinden haberdar olması ve iletişim kurabilmesi</li> <li>Taraflardan her birinin karşı tarafın teklifini kabul veya reddetme seçeneğinin olması</li> <li>Taraflardan her birinin değişim için istekli olması ve taraflara fayda sağlaması</li> </ul>"
  },
  {
    "id": "3870603",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi belli başlı pazarlama anlayışlarından biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Üretim yönlü anlayış",
      "B": "Ürün yönlü anlayış",
      "C": "Satış yönlü anlayış",
      "D": "Pazarlama yönlü anlayış",
      "E": "Talep yönlü anlayış"
    },
    "explanation": "<strong>PAZARLAMA YÖNETİMİ YÖNELİMLERİ</strong><br/><strong>Belli başlı pazarlama anlayışları:</strong><br/><ul> <li>Üretim yönlü anlayış</li> <li>Ürün yönlü anlayış</li> <li>Satış yönlü anlayış</li> <li>Pazarlama yönlü anlayış</li> </ul>"
  },
  {
    "id": "3870604",
    "unitNumber": 7,
    "text": "Bir şirketin sunduğu belirli ürünlere, bu ürünlerin sağladığı fayda ve deneyimlerden daha fazla dikkat etme, pazardaki eğilimleri öngörememe hatasına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bütünleşik hata",
      "B": "Pazarlama miyopluğu",
      "C": "İlişkisel bozukluk",
      "D": "Asimetrik pazarlama",
      "E": "Performans pazarlama"
    },
    "explanation": "<strong>PAZARLAMA YÖNETİMİ YÖNELİMLERİ</strong><br/><strong>Pazarlama Miyopluğu: </strong>Bir şirketin sunduğu belirli ürünlere, bu ürünlerin sağladığı fayda ve deneyimlerden daha fazla dikkat etme, pazardaki eğilimleri öngörememe hatasıdır."
  },
  {
    "id": "3870605",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bütüncül pazarlama anlayışı kapsamında <u>değerlendirilmez</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "İlişkisel pazarlama",
      "B": "Bütünleşik pazarlama",
      "C": "İçsel pazarlama",
      "D": "Performans pazarlaması",
      "E": "Satış yönlü pazarlama"
    },
    "explanation": "<strong>PAZARLAMA YÖNETİMİ YÖNELİMLERİ</strong><br/>Bütüncül pazarlama anlayışı kapsamında olan pazarlamalar:<br/><ul> <li>İlişkisel pazarlama</li> <li>Bütünleşik pazarlama</li> <li>İçsel pazarlama</li> <li>Performans pazarlaması</li> </ul>"
  },
  {
    "id": "3870606",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletmenin makro çevre faktörlerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ar-Ge",
      "B": "Satın alma",
      "C": "İnsan kaynakları",
      "D": "Nüfus artış hızı",
      "E": "Muhasebe-finans"
    },
    "explanation": "<strong>Çevresel Faktörler</strong><br/><strong>İşletmenin mikro çevre faktörleri:</strong><br/><ul><br/><li>Ar-Ge</li><br/><li>Satın alma</li><br/><li>İnsan kaynakları</li><br/><li>Muhasebe-finans</li><br/></ul>"
  },
  {
    "id": "3870607",
    "unitNumber": 7,
    "text": "Bilgi ihtiyaçlarını değerlendirmeye, gerekli bilgileri geliştirmeye ve karar vericilerin, eyleme dönüştürülebilir müşteri ve pazar iç görüleri oluşturmak ve doğrulamak için bilgileri kullanmalarına yardımcı olmak için çalışan kişiler ve prosedürlerden oluşan sisteme ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Muhasebe sistemi",
      "B": "Pazarlama bilgi sistemi",
      "C": "AR-GE birimi",
      "D": "Pazarlama araştırması",
      "E": "Bilgi analizi"
    },
    "explanation": "<strong>Pazarlama Bilgi Sistemi (PBS)</strong><br/><strong>Pazarlama bilgi sistemi:</strong> Bilgi ihtiyaçlarını değerlendirmeye, gerekli bilgileri geliştirmeye ve karar vericilerin, eyleme dönüştürülebilir müşteri ve pazar iç görüleri oluşturmak ve doğrulamak için bilgileri kullanmalarına yardımcı olmak için çalışan kişiler ve prosedürlerden oluşan sistemdir."
  },
  {
    "id": "3870608",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, bir işletmenin karşılaştığı spesifik bir pazarlama durumu ile ilgili verilerin sistematik bir şekilde tasarlanması, toplanması, analizi ve raporlanmasıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Pazarlama araştırması",
      "B": "Muhasebe sistemi",
      "C": "Pazarlama bilgi sistemi",
      "D": "Pazarlama bilançosu",
      "E": "Bilgi analizi"
    },
    "explanation": "<strong>Pazarlama Bilgi Sistemi (PBS)</strong><br/><strong>Pazarlama bilgi sistemi:</strong> Bir işletmenin karşılaştığı spesifik bir pazarlama durumu ile ilgili verilerin sistematik bir şekilde tasarlanması, toplanması, analizi ve raporlanmasıdır"
  },
  {
    "id": "3870609",
    "unitNumber": 7,
    "text": "Bir markaya tüketicinin zihninde rakiplerden farklılaştıracak bir yer edindirme olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Konumlandırma",
      "B": "Bölümlendirme",
      "C": "Farklılaştırma",
      "D": "Çevreleme",
      "E": "Sınıflandırma"
    },
    "explanation": "<strong>PAZARLAMA STRATEJİLERİ GELİŞTİRME</strong><br/><strong>Konumlandırma:</strong> Bir markaya tüketicinin zihninde rakiplerden farklılaştıracak bir yer edindirme olarak tanımlanır."
  },
  {
    "id": "3870610",
    "unitNumber": 7,
    "text": "Aşağıdaki uygulamalardan hangisi tüketicinin alışveriş deneyimini zenginleştirmeye ve farklı kılmaya yönelik bir uygulama olan Kanalı Farklılaştırma örneğinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Amazon’un Key uygulaması",
      "B": "Turkcell’in Selocan’ı",
      "C": "Twitter’in mavi kuşu",
      "D": "Apple’ın elma logosu",
      "E": "Yapı Kredi’nin Vadaa’sı"
    },
    "explanation": "<strong>Farklılaştırma ve Konumlandırma</strong><br/><strong>Kanalı Farklılaştırma örnekleri:</strong><br/><ul><br/><li>Turkcell’in Selocan’ı</li><br/><li>Twitter’in mavi kuşu</li><br/><li>Apple’ın elma logosu</li><br/><li>Yapı Kredi’nin Vadaa’sı</li><br/></ul>"
  },
  {
    "id": "3870614",
    "unitNumber": 7,
    "text": "İnsan ihtiyaçlarını beşli bir hiyerarşik piramit ile ele alan bilim insanı kimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "P. Kotler",
      "B": "Peter F Drucker",
      "C": "A. Maslow",
      "D": "A. Smith",
      "E": "Thomas R. Malthus"
    },
    "explanation": "A. Maslow insan ihtiyaçlarını beşli bir hiyerarşik piramit ile ele almıştır. En temelde su ve yiyecek gibi açlık, susuzlukla ilgili fiziksel ihtiyaçlar yer alır."
  },
  {
    "id": "3870615",
    "unitNumber": 7,
    "text": "Pazarlama 4.0 anlayışı aşağıdakilerden hangisini temsil eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Ürünün odak noktası olduğu bir anlayışı",
      "B": "Müşterinin odak noktası olduğu bir anlayışı",
      "C": "İnsani değerleri geliştirmenin odak noktası olduğu bir anlayışı",
      "D": "Teknolojinin yoğun etkisinde bir pazarlama anlayışı",
      "E": "Üretim verimliliğinin temel amaç olduğu bir anlayışı"
    },
    "explanation": "Pazarlama anlayışlardaki değişimi ele alan bir diğer sınıflamayı Pazarlama 1.0’dan 5.0’a uzanan bir yapıda görmek mümkündür.<br/>Pazarlama 4.0 teknolojinin yoğun etkisinde bir pazarlamayı temsil eder"
  },
  {
    "id": "3870616",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi pazarlama karar alıcılarının öngörmek zorunda olduğu makro çevre faktörlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Demografik çevre",
      "B": "İşletmenin insan kaynakları",
      "C": "İşletmenin hissedarları",
      "D": "Muhasebe-finans",
      "E": "Tedarik çevresi"
    },
    "explanation": "Makro Çevre Faktörleri mikro çevre faktörlerini de etkileme gücü olan demografik çevreden ekonomik çevreye, yasal ve politik çevreden teknolojik çevreye, doğal çevreden sosyo-kültürel çevreye değin pazarlama karar alıcılarının öngörmek zorunda olduğu güçlere karşılık gelir. Örneğin demografik çevre açısından bakıldığında nüfus artış hızının düşmesi, nüfusun yaşlanması bu nüfusa özel ürün ve hizmet sunumlarını gerektirecektir."
  },
  {
    "id": "3870617",
    "unitNumber": 7,
    "text": "“Heterojen pazar yapılarında tüketicileri ortak özellikleri doğrultusunda homojen gruplara ayırmak ve hitap edeceği pazar ya da pazarları seçme”, müşteri esaslı bir pazarlama stratejisi tasarlamada aşağıdakilerden hangisine karşılık gelir?",
    "correctAnswer": "B",
    "options": {
      "A": "Pazar hedefleme",
      "B": "Pazar bölümleme",
      "C": "İmaja dayalı farklılaştırma",
      "D": "Konumlandırma",
      "E": "Farklılaştırma"
    },
    "explanation": "Müşteri yönlü bir pazarlama stratejisinin dört temel adım üzerine inşa edildiği görülmektedir. İlk adım ihtiyaçları ve istekleri bakımından farklılık gösteren farklı alıcı gruplarını belirlemek ve profillerini oluşturmaktır (pazar bölümleme). Pazar bölümleme heterojen pazar yapılarında tüketicileri ortak özellikleri doğrultusunda homojen gruplara ayırmak ve hitap edeceği pazar ya da pazarları seçmektir."
  },
  {
    "id": "3870618",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Ekmek</li> <li>Gazete</li> <li>Çamaşır kurutma makinesi</li> <li>Deterjan</li> <li>Lüks otomobiller</li> </ol> Yukarıdakilerden hangisi/hangileri kolayda ürünlere örnek olarak verilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "Yalnız I",
      "C": "III ve IV",
      "D": "II, III ve V",
      "E": "I, II ve IV"
    },
    "explanation": "Tüketicilerin satın alma davranışlarına göre tüketim ürünleri; kolayda, beğenmeli, özellikli ve aranmayan ürünler şeklinde ele alınır<br/>Kolayda ürünler tüketicinin genellikle az miktarlarda ve sıklıkla satın aldığı, birim fiyatı düşük, kolaylıkla ve fazla zaman ya da çaba harcamadan ulaşılan ve kısa ömürlü ürünlerdir. O nedenle dağıtımı tüketicilerin kolaylıkla erişebileceği şekilde gerçekleştirilir. Süt, ekmek, gazete, deterjan gibi ürünler örnek verilebilir.<br/>Lüks otomobiller, özellikli ürünler ve çamaşır kurutma makinesi ise aranmayan ürünlere örnektir."
  },
  {
    "id": "3870619",
    "unitNumber": 7,
    "text": "………….., ürün ve hizmetleri tanımlama, tanıtma ve rakiplerinkinden farklılaştırmaya hizmet eden isim, kavram, sözcük, simge, tasarım, stil, resim ve bunların bir bileşimidir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Özellikli ürün",
      "B": "Reklam",
      "C": "Marka",
      "D": "Pazarlama",
      "E": "Fijital"
    },
    "explanation": "<strong>Marka; </strong>ürün ve hizmetleri tanımlama, tanıtma ve rakiplerinkinden farklılaştırmaya hizmet eden isim, kavram, sözcük, simge, tasarım, stil, resim ve bunların bir bileşimidir."
  },
  {
    "id": "3870620",
    "unitNumber": 7,
    "text": "Hangi yeni ürün fiyatlama stratejisinde, pazarı ele geçirme ya da yüksek pazar payı beklentisi ile başlangıçta düşük fiyatla pazara girilmesi yoluna gidilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Pazarın kaymağını alma",
      "B": "Pazara derinliğine girme",
      "C": "Psikolojik fiyatlama",
      "D": "Tutsak ürün fiyatlaması",
      "E": "Fijital fiyatlama"
    },
    "explanation": "Yeni ürünlerin fiyatlanmasında pazarın kaymağını alma ve pazara nüfuz etme/derinliğine girme gibi iki temel strateji vardır.<br/>Pazara derinliğine girme stratejisinde, pazarı ele geçirme ya da yüksek pazar payı beklentisi ile başlangıçta düşük fiyatla pazara girilmesi yoluna gidilir, özellikle talep esnekliği ve rakiplerin pazara girip ürünü taklit etme potansiyeli nedeniyle tercih edilir."
  },
  {
    "id": "3870621",
    "unitNumber": 7,
    "text": "Bir malın 500 TL yerine 499 TL gibi küsüratlı fiyatlandırılarak tüketicilerde daha az ödedikleri algısı yaratılması aşağıdaki fiyatlandırma stratejilerinden hangisine örnek olarak verilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Psikolojik fiyatlandırma stratejisi",
      "B": "Tutsak/tamamlayıcı ürün fiyatlama stratejisi",
      "C": "Ürün karması fiyatlama stratejisi",
      "D": "Pazarın kaymağını alma stratejisi",
      "E": "Coğrafik fiyatlama stratejisi"
    },
    "explanation": "Psikolojik fiyatlama stratejisi , fiyatların iletişim boyutu ile daha çok ilgilidir. Bu bağlamda referans fiyatlama da bir psikolojik fiyatlama uygulaması olarak görülebilir. Ek olarak tüketicilerde daha az ödedikleri algısı yaratma gücü olan küsuratlı fiyatlama (500 TL yerine 499 TL gibi); ürünün lüks ve prestijli olduğu algısını yaratmak üzere tasarımcı markalarında olduğu gibi prestij fiyatlama; yüksek kalitede olup benzer kalite ve özelliklerdeki diğer ürünlere göre fiyatın düşük tutulduğu Toyota’nın lüks modeli olarak pazara sunulan Lexus’un benzer özellikler gösteren Mercedes’e göre daha uygun fiyata satılmasında olduğu gibi değer temelli fiyatlandırma stratejisi ile arz-talep koşullarındaki değişimlere tepki verme olanağı veren esnek fiyatlama stratejisi de psikolojik fiyatlandırma stratejilerine örnektir"
  },
  {
    "id": "3870622",
    "unitNumber": 7,
    "text": "Üreticinin ve son müşterinin aracı olmadan direk olarak birbirleriyle etkileşime girdiği dağıtım modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Esnek kanal",
      "B": "Serbest kanal",
      "C": "Hibrit kanal",
      "D": "Dolaylı kanal",
      "E": "Doğrudan kanal"
    },
    "explanation": "Doğrudan kanallar, üreticinin ve son müşterinin aracı olmadan doğrudan birbirleriyle etkileşime girdiği bir dağıtım modelini içerir. Dolaylı kanallar ise üretici ve son müşterinin toptancı ve perakendeciler gibi aracılar aracılığıyla birbirleriyle etkileşime girdiği bir dağıtım modelini içerir.<br/>Hibrit ya da karma kanallar, üreticinin ve son müşterinin hem doğrudan hem de aracılar aracılığıyla birden çok kanal aracılığıyla birbirleriyle etkileşime girdiği bir dağıtım modelini içerir."
  },
  {
    "id": "3870535",
    "unitNumber": 8,
    "text": "Muhasebenin <strong>esas(en temel)</strong> amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karar vericilere bilgi sağlamak.",
      "B": "Defter tutmak",
      "C": "Kayıt tutma",
      "D": "Fİnansal analiz",
      "E": "Finansal yorum"
    },
    "explanation": "Muhasebenin esas amacı, karar vericilere kararların-<br/>da dayanak olacak faydalı finansal bilgi sağlamaktır"
  },
  {
    "id": "3870536",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi <strong>işletme içi</strong> bilgi kullanıcısıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "İşletme yöneticileri",
      "B": "İşletme sahipleri",
      "C": "Rakipler",
      "D": "Müşteriler ve tedarikçiler",
      "E": "İşletmeye borç verenler"
    },
    "explanation": "İşletme yöneticileri işletme içi bilgi kullanıcıla-<br/>rını oluştururken yöneticiler dışındaki tüm taraflar<br/>dış bilgi kullanıcılarını oluşturur."
  },
  {
    "id": "3870537",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi işletmenin maddi olmayan varlıklarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Para",
      "B": "Makine",
      "C": "Arsa",
      "D": "Bina",
      "E": "Alacaklar"
    },
    "explanation": "Para, makine, arsa, bina<br/>gibi maddi varlıkların yanı sıra alacaklar gibi hak<br/>niteliğindeki maddi olmayan varlıklar da olabilir."
  },
  {
    "id": "3870538",
    "unitNumber": 8,
    "text": "Belirli bir tarih itibarıyla işletmenin varlık ve kaynaklarının bir arada raporlandığı bir tabloya ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilanço",
      "B": "Gelir tablosu",
      "C": "nakit akım tablosu",
      "D": "Öz kaynaklarda değişim",
      "E": "Kar-zarar tablosu"
    },
    "explanation": "Bilanço (Finansal Durum Tablosu), belirli bir tarih itibarıyla işletmenin varlık ve kaynaklarının bir arada raporlandığı bir tablodur."
  },
  {
    "id": "3870539",
    "unitNumber": 8,
    "text": "işletmenin faaliyetleri sonucunda ortaya çıkan tüm hasılat, gelir, kâr, gider, zarar unsurlarının yer aldığı ve işletmenin belirli bir döneme ait net kâr veya zarar büyüklüğünü gösteren tabloya ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Öz kaynaklarda değişim tablosu",
      "B": "Gelir tablosu",
      "C": "Bilanço",
      "D": "Nakit akım tablosu",
      "E": "Sabit varlıklar tablosu"
    },
    "explanation": "Gelir tablosu (Kâr-Zarar Tablosu), işletmenin bir döneme ait faaliyet sonuçlarının özetlendiği bir finan-<br/>sal tablodur. Gelir tablosunda işletmenin faaliyetleri sonucunda ortaya çıkan tüm hasılat, gelir, kâr, gider,<br/>zarar unsurları yer alır ve işletmenin döneme ait net kâr veya zarar büyüklüğünü gösterir"
  },
  {
    "id": "3870540",
    "unitNumber": 8,
    "text": "Bir işletmenin tek bir yıla ait finansal tablolarında yer alan kalemler arasında matematiksel ilişkiler kurularak bulunan oranlarla yapılan incelemeye ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Karşılaştırmalı tablolar Analizi",
      "B": "Oran analizi",
      "C": "Trend Analizi teknikleri",
      "D": "Yüzde Yöntemi ile Analiz",
      "E": "Likidite analizi"
    },
    "explanation": "Bir işletmenin tek bir yıla ait finansal tablolarında yer alan kalemler arasında matematiksel ilişkiler kurularak bulunan oranlarla yapılan incelemeye “oran analizi” denilir"
  },
  {
    "id": "3870541",
    "unitNumber": 8,
    "text": "İşletmenin dönen varlıklarının kısa vadeli yabancı kaynaklarının kaç katı olduğunu gösteren likidite oranına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Nakit oranı",
      "B": "Asit test Oranı v",
      "C": "Cari oran",
      "D": "Karlılık oranları",
      "E": "Faaliyet oranları"
    },
    "explanation": "Cari oran, işletmenin dönen varlıklarının kısa vadeli yabancı kaynaklarının kaç katı olduğunu gösterir."
  },
  {
    "id": "3870542",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ortakların refahını yükseltme amacını gerçekleştirebilmek için finans yöneticileri tarafından yapılacak çalışmalardan biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Finansal planları hazırlayıp uygulamaya koymalı",
      "B": "Firmanın nakit akışlarını izlemeli ve fonların nasıl artırılacağı ve yatırılacağına karar vermeli",
      "C": "Mevcut ve geleceğe yönelik harcamalarını ve sermaye yatırımlarını bütçelemeli",
      "D": "İşletmenin büyümesini finanse etmek için sermaye sağlamalı",
      "E": "Bankalar ve sermaye piyasaları ile etkileşimi kapsam dışı tutmalıdır"
    },
    "explanation": "Ortakların refahını yükseltme amacını gerçekleştirebilmek için finans yöneticileri;<br/>• Finansal planları hazırlayıp uygulamaya koymalı<br/>• Firmanın nakit akışlarını izlemeli ve fonların nasıl artırılacağı ve yatırılacağına karar vermeli<br/>• Mevcut ve geleceğe yönelik harcamalarını ve sermaye yatırımlarını bütçelemeli<br/>• İşletmenin büyümesini finanse etmek için sermaye sağlamalı<br/>• Bankalar ve sermaye piyasaları ile etkileşim hâlinde olmalıdır."
  },
  {
    "id": "3870543",
    "unitNumber": 8,
    "text": "\"Varlıklar = Borçlar + ................”<br/>Yukarıda ifade edilen Temel Muhasebe Eşitliğinde boş bırakılan yere aşağıdaki kavramlardan hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İç kaynaklar",
      "B": "Dış kaynaklar",
      "C": "Borçlar",
      "D": "Sermaye",
      "E": "Stoklar"
    },
    "explanation": "“Varlıklar = Borçlar + Sermaye” şeklinde ifade<br/>edilen Temel Muhasebe Eşitliği aynı zamanda Temel<br/>Bilanço Eşitliğini de ifade eder"
  },
  {
    "id": "3870544",
    "unitNumber": 8,
    "text": "Aşağıdaki sorulardan hangisi İşletmede finansal planlamanın yanıtlaması gereken sorulardan biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İşletme, hedeflerine ulaşmak için hangi varlıkları elde etmelidir?",
      "B": "İşletmenin bu varlıkları satın almak için ne kadar ek finansmana ihtiyacı olacak?",
      "C": "İşletme kendisi ne kadar ve dış kaynaklardan ne kadar finansman sağlayabilecek?",
      "D": "İşletmenin ne zaman dış finansman sağlaması gerekecek?",
      "E": "Rakiplerin dış finansman durumu nedir?"
    },
    "explanation": "• İşletme, hedeflerine ulaşmak için hangi varlıkları elde etmelidir?<br/>• İşletmenin bu varlıkları satın almak için ne kadar ek finansmana ihtiyacı olacak?<br/>• İşletme kendisi ne kadar ve dış kaynaklardan ne kadar finansman sağlayabilecek?<br/>• İşletmenin ne zaman dış finansman sağlaması gerekecek?<br/>• Bu fonları artırmanın en iyi yolu nedir?"
  }
]