[
  {
    "id": "3609902",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi kirlerin <u>kimyasal yapılarına</u> göre yapılan bir sınıflandırması <strong><u>değildir</u></strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Organik kirler",
      "B": "Kir kompleksleri",
      "C": "İnorganik kirler",
      "D": "Anorganik bileşikler",
      "E": "Petrol bazlı kirler"
    },
    "explanation": "Kirler kimyasal yapılarına göre de inorganik, organik, petrol bazlı ve kir kompleksleri olmak üzere dört gruba ayrılmaktadır.<br/>Anorganik bileşikler"
  },
  {
    "id": "3609903",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi etkili bir temizlik işleminde <em>enerji denklemini</em> oluşturan faktörlerden biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Sıcaklık",
      "B": "Basınç",
      "C": "Mekanik etki",
      "D": "Zaman",
      "E": "Kimyasal etki"
    },
    "explanation": "Etkili bir temizlik işlemi, enerji denklemi olarak adlandırılan; kimyasal etki, mekanik etki, sıcaklık ve zaman faktörlerinin optimal kombinasyonuyla gerçekleşmektedir.<br/>Basınç"
  },
  {
    "id": "3609904",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi suyun içinde bulunan ve temizlik işlemlerinde paslanmalara neden olan bir kimyasaldır?",
    "correctAnswer": "A",
    "options": {
      "A": "Mangan",
      "B": "Kükürt",
      "C": "Kalsiyum",
      "D": "Klor",
      "E": "Magnezyum"
    },
    "explanation": "Suyun kalitesi, içinde bulunan kimyasal maddelerin miktarı ve türüne göre farklılık gösterir. Bu kimyasalların temizlik açısından en önemlileri, suyun sertliğini oluşturan kalsiyum ve magnezyum ile sararma, paslanma gibi lekelere neden olan demir ve mangan iyonlarıdır."
  },
  {
    "id": "3609905",
    "unitNumber": 1,
    "text": "Kostik ya da sudkostik olarak da tanımlanan ve çok yüksek alkaliniteye sahip alkali madde aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sodyum bikarbonat",
      "B": "Amonyak",
      "C": "Sodyumhidrooksit",
      "D": "Potasyumhidrooksit",
      "E": "Sodyumkarbonat"
    },
    "explanation": "Kostik ya da sudkostik olarak da tanımlanan ve çok yüksek alkaliniteye sahip olan sodyumhidrooksit temizlik sektöründe, sabun yapımında ve lavabo açıcıların ana maddesi olarak, endüstriyel temizlik amacıyla kullanılmaktadır."
  },
  {
    "id": "3609906",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi <u>asidik</u> özellikte bir kimyasal maddedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sodyumtripolifosfat",
      "B": "Sodyumbikarbonat",
      "C": "Sodyumhidrooksit",
      "D": "Potasyumhidrooksit",
      "E": "Hidrojen peroksit"
    },
    "explanation": "Hidrojen peroksit, renksiz ve kokusuz bir sıvı olup yaygın olarak pek çok alanda kullanılmaktadır. Asit özelliktedir."
  },
  {
    "id": "3609907",
    "unitNumber": 1,
    "text": "Karboksilmetilselüloz maddesinin deterjanlara eklenmesinin amacı aşağıdakilerden hangisi?",
    "correctAnswer": "A",
    "options": {
      "A": "Kir çökmesini önleyici olması",
      "B": "Köpük düzenleyici olması",
      "C": "Kötü kokuyu önlemesi",
      "D": "Korozyon önleyici olması",
      "E": "Nötralize edici olması"
    },
    "explanation": "Temizlik sırasında yüzeyden ayrılan, ancak suda çözülmeyen kirler, çok küçük parçalar halinde yüzey aktif maddeler veya STPP yardımıyla askıda tutulur ve temizlik işlemi sonunda suyla birlikte yüzeyden uzaklaştırılır. Deterjanlara bu amaçla kir çökmesini önleyici maddeler eklenmiştir. Bu maddelerin en çok kullanılanları; sodyumkarboksilmetil selülöz ve karboksilmetilselüloz sayılabilir.<br/>Kir çökmesini önleyici olması"
  },
  {
    "id": "3609908",
    "unitNumber": 1,
    "text": "Gıda işletmelerinde enfeksiyon riskine göre alanların sınıflandırılmasında aşağıdakilerden hangisi “orta riskli” bir alan olarak değerlendirilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Arşivler",
      "B": "Ofis alanları",
      "C": "Mutfaklar",
      "D": "Depolar",
      "E": "Çöp toplama noktaları"
    },
    "explanation": "Mutfaklar, restoran-kafeterya, servis alanları ve girişler gıda işletmelerinde enfeksiyon riskine göre alanların sınıflandırılmasında orta riskli alanlar olarak değerlendirilmektedir."
  },
  {
    "id": "3609909",
    "unitNumber": 1,
    "text": "Cansız bir madde ya da cismin üzerinde bulunan tüm mikroorganizmaların tüm şekillerinin<br/>(sporlar dahil) yok edilmesi, tahrip edilmesi veya ortamdan uzaklaştırılması işlemine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dezenfeksiyon",
      "B": "Sterilizasyon",
      "C": "Pastörizasyon",
      "D": "Sanitasyon",
      "E": "Stabilizasyon"
    },
    "explanation": "Cansız bir madde ya da cismin üzerinde bulunan tüm mikroorganizmaların tüm şekillerinin (sporlar dahil) yok edilmesi, tahrip edilmesi veya ortamdan uzaklaştırılması işlemine sterilizasyon denilmektedir. Bu işlem, fiziksel veya kimyasal yollarla gerçekleştirilir. Sterlizasyon sonucunda, hastalık yapan/yapmayan tüm mikroorganizmalar öldürülür veya ortamdan uzaklaştırılır ve dolayısıyla mutlak mikropsuzluk sağlanır."
  },
  {
    "id": "3609910",
    "unitNumber": 1,
    "text": "“Gıda zinciri; tarlada, çiftlikte, üretimle başlayan, işleme, …………., depolama, satış, hazırlama, pişirme ve servis aşamalarıyla sofrada son bulan bir süreçtir” cümlesinde ……… şeklinde boş bırakılan yere aşağıdaki ifadelerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "yıkama",
      "B": "kurutma",
      "C": "parçalama",
      "D": "toplama",
      "E": "taşıma"
    },
    "explanation": "Gıda zinciri; tarlada, çiftlikte, üretimle başlayan, işleme, taşıma, depolama, satış, hazırlama, pişirmeve servis aşamalarıyla sofrada son bulan bir süreçtir ve üretimden tüketime, besin zincirinin tüm aşamalarında, gıda hijyeninin, dolayısıyla gıda güvenliğinin sağlanması, sağlığın korunmasının en temel yoludur.<br/>Boş bırakılan yere “taşıma” ifadesi getirilmelidir."
  },
  {
    "id": "3609911",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi gıda işletmelerinde hijyen ve sanitasyonun amaçlarından biri olarak <strong><u>değerlendirilemez</u></strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Personelin sağlığını koruma",
      "B": "Tüketicilerin sağlığını koruma",
      "C": "İşletmenin temiz ve hijyenik imajı olması",
      "D": "Üreticilerin sağlığını koruma",
      "E": "Sağlık denetimlerinin sorunsuz olması"
    },
    "explanation": "Gıda işletmelerinde hijyen ve sanitasyonun amacı şu şekilde özetlenebilir;<br/>-Tüketicilerin sağlığını koruma,<br/>-Personelin sağlığını koruma,<br/>-Sağlık denetimlerinin sorunsuz olması,<br/>-İşletmenin temiz ve hijyenik imajı olmasıdır.<br/>Üreticilerin sağlığını koruması gıda işletmelerinde hijyen ve sanitasyonun amaçlarından biri değildir."
  },
  {
    "id": "3609971",
    "unitNumber": 1,
    "text": "I. Herhangi bir yüzey ya da ortamda bulunması istenmeyen unsurlardır.<br/>II. Toz, toprak, saç, kağıt, bağlı (yapışkan) kirlerdir.<br/>III. Serbest (gevşek) kirler, kuru temizlik veya toz alma gibi yöntemlerle kolayca giderilebilen kirlerdir.<br/>IV. Organik kirler, canlı olmayan ve yapısında karbon içermeyen kirlerdir.<br/>\"Kir\" kavramı ile ilgili olarak yukarıda verilen ifadelerden doğru olanların tümü hangi seçenekte verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve III",
      "E": "II ve IV"
    },
    "explanation": "En basit tanımıyla kir, herhangi bir yüzey ya da ortamda bulunması istenmeyen unsurlardır. Serbest (Gevşek) Kir: Yüzeye yapışmayan, kuru temizlik veya toz alma gibi yöntemlerle kolayca giderilebilen kirlerdir. Toz, toprak, saç, kâğıt vb. Organik kirler, daha önce canlı olduğundan, karbon içeren maddeler olup genellikle alkali ya da solvent bileşimine sahip temizlik maddeleri ile temizlenmektedir. Bu açıklamalara göre I ve III' te yer alan bilgiler doğrudur."
  },
  {
    "id": "3609974",
    "unitNumber": 1,
    "text": "“Petrol Bazlı Kirler” ile ilgili olarak aşağıda verilen ifadelerden hangisi doğru <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Motor yağı, mum vb. petrolden yapılan ürünlerin oluşturduğu kirlerdir.",
      "B": "Bu tip kirler su içermez, hatta suyu iter.",
      "C": "Bu kirlerin temizliğinde, petrol bazlı solventler kullanılır.",
      "D": "Bu kirler pH’a sahip değildir.",
      "E": "Bu kirleri gidermek için asidik temizleyiciler kullanılır."
    },
    "explanation": "Petrol Bazlı Kirler: Motor yağı, mum vb. petrolden yapılan ürünlerin oluşturduğu kirlerdir. Bu tip kirler su içermez, hatta suyu iter, bu nedenle pH’a sahip değildir. Bu sebeple bu kirlerin temizliğinde, çivi çiviyi söker mantığıyla petrol bazlı solventler kullanılır.<br/>Bu açıklamaya göre, E seçeneğindeki ifade doğru değildir."
  },
  {
    "id": "3609975",
    "unitNumber": 1,
    "text": "I. Mekanik enerjiyi belirleyen güç, kimyasal maddenin (deterjan) etkinliğidir.<br/>II. Yağlı kirler yüksek sıcaklıktaki suda kolay temizlenir.<br/>III. Kan, süt, yumurta gibi protein bazlı kirler 40°C’nin üzerinde sabitleşmektedir.<br/>IV. Zamanın kısıtlı olmadığı durumlarda güçlü kimyasallardan yararlanmak gereklidir.<br/>Etkili bir temizlik işlemi ile ilgili olarak yukarıda verilen ifadelerden doğru olanların tümü hangi seçenekte yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "II ve IV",
      "E": "I ve III"
    },
    "explanation": "Mekanik etkiyi değil, kimyasal enerjiyi belirleyen güç, kimyasal maddenin (deterjan) etkinliğidir. Yağlı kirler yüksek sıcaklıktaki suda kolay temizlenirken kan, süt, yumurta gibi protein bazlı kirler 40°C’nin üzerinde sabitleşmektedir. Zamanın kısıtlı olduğu durumlarda ise güçlü kimyasallardan yararlanmak ve kuvvetli mekanik etki kullanmak gereklidir.<br/>Buna göre II ve III' te verilen ifadeler doğrudur."
  },
  {
    "id": "3609978",
    "unitNumber": 1,
    "text": "Gıda alanlarında kullanılacak temizlik maddelerinde bulunması gereken özellikler ile ilgili olarak aşağıdakilerden hangisi doğru <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Suda kolay çözünmeli ve suyun kalitesini artırmalıdır.",
      "B": "Yüzeyleri tahrip etmemeli ve korozyona neden olmamalıdır.",
      "C": "Ekonomik olmalı ve doğada dekompoze olabilmelidir.",
      "D": "Bakteriyolojik etkisi yüksek olmamalıdır.",
      "E": "Kokusu kötü olmamalıdır."
    },
    "explanation": "Gıda alanlarında kullanılacak temizlik maddelerinde şu özellikler olmalıdır.<br/>• Suda kolay çözünmeli ve suyun kalitesini artırmalı,<br/>• Yüzeylerdeki organik kirleri yüzeylerden çıkarabilmeli,<br/>• Yüzeylerin ıslanmasında etkili olmalı ve temizlenecek yüzeye nüfuz etmeli,<br/>• Kalsiyum ve magnezyum kalıntılarını eritebilmeli,<br/>• Yüzeyleri tahrip etmemeli ve korozyona neden olmamalı,<br/>• Kimyasal olarak yumuşak olmalı, yüzeye ve insana zarar vermemeli,<br/>• Bakteriyolojik etkisi yüksek olmalı,<br/>• Kullanım ömrü uzun, dayanıklı olmalı ve etkisini çabuk kaybetmemeli,<br/>• Kullanımı ve uygulaması kolay olmalı ve kolay durulanabilmeli,<br/>• Ekonomik olmalı ve doğada dekompoze olabilmeli,<br/>• Ekonomik açıdan maddenin etkinliği fiyatını karşılayabilmeli,<br/>• Kullanımı tehlikesiz olmalı ve toksik olmamalı,<br/>• Uygun bir ambalajda olmalı ve depolama sırasında etkinliğini kaybetmemeli,<br/>• Kokusu kötü olmamalı,<br/>• Ambalaj üzerindeki etiketin; okunaklı, kolay silinmeyen yazıda, işletme ismi, markası, seri no,<br/>ağırlık, kullanım bilgisi, koruyucu önlemler vb. içeren bilgiler yer almalıdır. <br/>Buna göre D seçeneğindeki ifade yanlıştır. \"Bakteriyolojik etkisi yüksek olmalıdır\" şeklinde olmalıdır."
  },
  {
    "id": "3609980",
    "unitNumber": 1,
    "text": "Fiziksel Alanların, Araç ve Gereçlerin Hijyeni ile ilgili olarak aşağıda verilen ifadelerden hangisi doğru <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Tuvaletlerin kapıları üretim alanına açılmalı.",
      "B": "Tüm metal araç ve gereçler paslanmaz çelikten yapılmış olmalı.",
      "C": "Modern yöntemlerle daha etkili bir denetim sağlanmalı.",
      "D": "Temizlik ve dezenfeksiyon sağlanarak, işletmede hijyen kurallarına uyulmalı.",
      "E": "Gıda güvenliği ve sağlık garantisi sağlanmalı."
    },
    "explanation": "Gıda işletmelerinde hijyenin sağlanmasında gerekli koşullar şunlardır:<br/>• İyi gıda hijyeni uygulamalarıyla, gıdaların olumsuz etkilerden korunması sağlanmalı,<br/>• Temizlik ve dezenfeksiyon sağlanarak, işletmede hijyen kurallarına uyulmalı,<br/>• Gıda güvenliği ve sağlık garantisi sağlanmalı,<br/>• Modern yöntemlerle daha etkili bir denetim sağlanmalı,<br/>• İşletme personeline yönelik yeterli sayıda lavabo ve tuvalet bulunmalı,<br/>• Tuvaletlerin kapıları üretim alanına açılmamalı,<br/>• Tüm metal araç ve gereçler paslanmaz çelikten yapılmış olmalı,<br/>• Mutfakta kesme tahtası hariç, ahşap ve plastik malzemeden yapılmış kaşık, maşa vb. gereçler kullanılmamalıdır.<br/>Buna göre, A seçeneğindeki ifade \"Tuvaletlerin kapıları üretim alanına açılmamalı\" şeklinde olmadığı için yanlıştır."
  },
  {
    "id": "3609983",
    "unitNumber": 1,
    "text": "“Kostik ya da sudkostik olarak da tanımlanan ve çok yüksek alkaliniteye sahip olan bu alkali madde, temizlik sektöründe, sabun yapımında ve lavabo açıcıların ana maddesi olarak, endüstriyel temizlik amacıyla kullanılır.”<br/>Yukarıda özellikleri verilen alkali madde aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sodyumtripolifosfat",
      "B": "Amonyak",
      "C": "Sodyumhidrooksit",
      "D": "Sodyumkarbonat",
      "E": "Sodyummetalissilikathidrat"
    },
    "explanation": "Sodyumhidrooksit (NaOH): Kostik ya da sudkostik olarak da tanımlanan ve çok yüksek alkaliniteye sahip olan NAOH temizlik sektöründe, sabun yapımında ve lavabo açıcıların ana maddesi olarak, endüstriyel temizlik amacıyla kullanılır."
  },
  {
    "id": "3609985",
    "unitNumber": 1,
    "text": "“İlk olarak Scheele tarafından limon suyundan elde edilmiştir. Metal temizleme işlerinde, gıdaların dayanıklılığını arttırmak ve bazı içeceklere aroma vermek için kullanılır.”<br/>Yukarıda özellikleri verilen temizlikte kullanılan asit madde aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hidrojen Peroksit",
      "B": "Sülfamik asit",
      "C": "Asetik asit",
      "D": "Hidroklorik asit",
      "E": "Sitrik asit"
    },
    "explanation": "Sitrik asit: Sitrik asit ilk olarak Scheele tarafından limon suyundan elde edilmiş, bugün ise daha<br/>çok şeker kamışı ve bazı bitkilerden elde edilmektedir. Metal temizleme işlerinde, gıdaların dayanıklılığını arttırmak ve bazı içeceklere aroma vermek için kullanılır."
  },
  {
    "id": "3609987",
    "unitNumber": 1,
    "text": "Katyonik Yüzey Aktif Maddeler ile ilgili olarak aşağıda verilen ifadelerden hangisi doğru <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Kir çıkarma özellikleri zayıf olduğundan, daha çok yıkama sonrası işlemlerinde kullanılır.",
      "B": "Anyonik yüzey aktif maddelere oranla daha fazla tahriş edicidirler.",
      "C": "Sert yüzeyler katyonikle temizlendikten sonra daha geç toz tutmaktadır.",
      "D": "Daha çok yıkama sonrası işlemlerinde çamaşır yumuşatıcı, dezenfektanlarda kullanılır.",
      "E": "Kokusuzdurlar."
    },
    "explanation": "Katyonik Yüzey Aktif Maddeler: Katyonik yüzey aktiflerin, kir çıkarma özellikleri zayıf olduğundan temizlik ürünlerinde kullanılmaz. Daha çok yıkama sonrası işlemlerinde çamaşır yumuşatıcı, dezenfektanlarda kullanılır ve sert yüzeyler katyonikle temizlendikten sonra daha geç toz tutmaktadır. Katyonik maddeler, anyonik yüzey aktif maddelerle karıştırıldıklarında birbirlerini<br/>nötralize eder ve özelliklerini kaybederler. Kokusuzdurlar ve anyoniklere oranla daha az tahriş edicidirler. Buna göre B seçeneği doğru değildir."
  },
  {
    "id": "3609988",
    "unitNumber": 1,
    "text": "Fiziksel dezenfeksiyon ile ilgili olarak aşağıda verilen ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Dezenfeksiyon özelliği olan bir kimyasal madde ile yapılır.",
      "B": "İyonize ışınlar ve ultraviyole (UV) ışınlardan yararlanılmaktadır.",
      "C": "Buhar veya sıcak su ile yapılır.",
      "D": "Alçak basınçlı civa buharı lambalardan yararlanılmaktadır.",
      "E": "Yüksek ısı uygulamasıyla dezenfeksiyon olarak da adlandırılır."
    },
    "explanation": "Fiziksel Dezenfeksiyon: Termal dezenfeksiyon olarak da adlandırılan fiziksel dezenfeksiyon, <strong>buhar</strong><br/><strong>veya sıcak su ile yapılan dezenfeksiyona denilmektedir.</strong> Bu yöntemde her ne kadar enerji gereksinimi fazla olsa da sağlıklı, daha az maliyetli olması, kullanışlı oluşu ve toksik olmaması sebebiyle gıda işletmelerinde en sık kullanılan yöntemlerden biridir. Bu işlemin etkinliği; nem oranına, sıcaklığa ve işlem süresinin uzunluğuna bağlıdır. Sıcaklık etkisi 65C°‐140C° ile arasında olup her yüzey veya ekipmanın bu yöntemle dezenfeksiyonu mümkün değildir. Bu dezenfeksiyonda iki ısı kaynağı kullanılmaktadır. Birincisi buharla dezenfeksiyon olup sıcak suyun buharı ile gerçekleşir ve yüksek enerji maliyetine neden olur. İkincisi ise sıcak suyun doğrudan kullanımı ile yapılan dezenfeksiyondur ve küçük aletlerin dezenfeksiyonunda içine daldırma yöntemiyle kullanılır. Sıcak su ile dezenfeksiyonda, yüzeyin sıcaklığının en az 70°C’ye çıkması ve sıcak suda (en az 80 °C) 2 dakika kadar bekletilmesi gereklidir.<br/>B açıklamaya göre doğru cevap C seçeneğidir."
  },
  {
    "id": "3609989",
    "unitNumber": 1,
    "text": "“İnsanların tehlikeli atıklar ve patojen mikroorganizmalarla temasının önüne geçerek, sağlığın korunmasına aracı olan hijyenik ortam” olarak tanımlanan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sterilizasyon",
      "B": "Dezenfeksiyon",
      "C": "Korozyon",
      "D": "Sanitasyon",
      "E": "Kontaminasyon"
    },
    "explanation": "Sanitasyon sözcüğü Latince’de sağlık anlamına gelen sanitas sözcüğünden türetilmiştir. İnsanların<br/>tehlikeli atıklar ve patojen mikroorganizmalarla temasının önüne geçerek, sağlığın korunmasına aracı olan hijyenik ortam olarak tanımlanmaktadır. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3610083",
    "unitNumber": 1,
    "text": "Temiz yüzeylere yapışmış protein, şeker, yağ gibi kirler hangi tür kirlerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Serbest Kir",
      "B": "Gevşek Kir",
      "C": "Bağlı Kir",
      "D": "Kimyasal ve Mekanik Bozulma",
      "E": "Mikroorganizmalar"
    },
    "explanation": "Kitaptan alıntıdır:<br/><strong>Bağlı (Yapışkan) Kir: Temiz yüzeylere yapışmış protein, şeker, yağ gibi kirlerdir.</strong> Bu tür kirler, suda tek başına çözünmeyen bir kimyasal madde yardımıyla yüzeyden arındırılabilir.<br/>Aşağıdaki açıklamalar uyarınca doğru cevap \"C\" seçeneğidir."
  },
  {
    "id": "3610084",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Restoran</li> <li>Kafeterya</li> <li>Bar</li> <li>Okul</li> <li>Catering<br/></li> </ol> Yukarıdakilerden hangileri gıda üretimi yapan işletmelerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III, IV",
      "B": "I, II, III, V",
      "C": "I, III, IV, V",
      "D": "I, II, IV, V",
      "E": "II, III, IV, V"
    },
    "explanation": "Kitaptan alıntıdır:<br/>Gıda üretimi yapan işletmelerin (restoran, kafe, bar, catering işletmeleri, otellerin yiyecek- içecek üretim alanları, <strong>kamp-hastane-huzurevi-okul gibi kurumların gıda alanları vb</strong>.) sağlıklı ve güvenli üretim yapma ve sunma konusunda müşterilerine ve topluma karşı sorumlulukları vardır (Akkuş, 2017).<br/>Aşağıdaki açıklamalar uyarınca doğru cevap \"B\" seçeneğidir."
  },
  {
    "id": "3610110",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi \"organik kirler\" arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kum",
      "B": "Balçık",
      "C": "Pas",
      "D": "Vücut yağı",
      "E": "Oksidasyon"
    },
    "explanation": "Kitaptan alıntıdır:<br/>İnorganik kirler, canlı olmayan ve yapısında karbon içermeyen kirlerdir ve bu kirleri gidermek için asidik temizleyiciler kullanılmaktadır. Örneğin;<br/>• Sert su kirlilik unsurları; su lekesi, kalsiyum ve magnezyum karbonatlar (kireç vb.)<br/>• Metalik kirlilik unsurları; korozyon (pas ve oksidasyon gibi)<br/>• Alkali kirlilik unsurları; alkali temizleyiciler kullanıldıktan sonra yetersiz yıkama yapılması ile kalan film tabakası<br/>• Mineraller ve taş oluşumu; kum, balçık gibi<br/><strong>Organik Kirler</strong>: Bu kirler daha önce canlı olduğundan, karbon içeren maddeler olup genellikle alkali ya da solvent bileşimine sahip temizlik maddeleri ile temizlenmektedir. Örneğin;<br/>• Yağ (bitkisel ve hayvansal yağlar,<strong> vücut yağı</strong>)<br/>• Karbonhidratlar ve proteinler (şeker, bal, çikolata, jöle, tavuk, süt, et vb.)<br/>• Canlı maddeler (küf, maya, bakteri)<br/>Aşağıdaki açıklamalar uyarınca doğru cevap \"D\" seçeneğidir."
  },
  {
    "id": "3610111",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisini temizlemek için \"alkali temizleyiciler\" kullanılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "kireç tabakası",
      "B": "gres yağı",
      "C": "korozyon",
      "D": "mineraller",
      "E": "taş"
    },
    "explanation": "Kitaptan alıntıdır (Şekil 1.1 Kir Tipleri ve Temizleyiciler)<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/bff59bc7c3fc8a059e897f6c8beb6e51.jpeg\" alt=\"\" width=\"608\" height=\"476\"><br/><strong>Kir Tipleri ve Temizleyiciler</strong><br/>İNORGANİK KİRLER<br/>Su lekesi, kireç tabakası,<br/>korozyon, mineraller, taş<br/>ASİT TEMİZLEYİCİLER<br/>ORGANİK KİRLER<br/>Hayvansal yağlar, bitkisel<br/>yağlar, <strong>gres yağı,</strong><br/>karbonhidratlar, proteinler,<br/>bakteriler, küfer, mayalar,<br/>salgılar<br/><strong>ALKALİ TEMİZLEYİCİLER</strong><br/>KİR KOMPLEKSLERİ<br/>Organik + inorganik, organik +<br/>petrol bazlı, inorganik + petrol bazlı<br/>KOMBİNE TEMİZLEYİCİLER"
  },
  {
    "id": "3610112",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Isı</li> <li>Kimyasal Etki</li> <li>Zaman</li> <li>Biyolojik Etki</li> <li>Mekanik Etki</li> </ol> Yukarıdakilerden hangileri etkili bir temizlik sağlanması için gereken \"enerji denklemini\" oluşturan faktörlerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III, IV",
      "B": "I, III, IV, V",
      "C": "I, II, III, V",
      "D": "II, III, IV, V",
      "E": "III, IV, V"
    },
    "explanation": "Kitaptan alıntıdır (Şekil 1.2 Enerji Denklemi)<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/a2c3d72d98f1d0aab5c643895bb3c5a5.jpeg\" alt=\"\" width=\"405\" height=\"389\"> <br/>Görüldüğü gibi faktörler arasında \"Biyolojik Etki\" yer almamaktadır.<br/>Aşağıdaki açıklamalar uyarınca doğru cevap \"C\" seçeneğidir."
  },
  {
    "id": "3610113",
    "unitNumber": 1,
    "text": "<em>\"...................... cansız yüzeyler ya da ortamlarda bulunan patojenlerin yok edilmesi veya zararlı etkisi olamayacak en düşük seviyeye indirilmesidir.\"</em><br/>cümlesinde yer alan boşluğu tamamlayacak sözcük aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Temizlik",
      "B": "Oksidasyon",
      "C": "Korozyon",
      "D": "Dezenfeksiyon",
      "E": "Çözünme"
    },
    "explanation": "Kitaptan alıntıdır:<br/><strong>Dezenfeksiyon</strong>, cansız yüzeyler ya da ortamlarda bulunan patojenlerin yok edilmesi veya zararlı etkisi olamayacak en düşük seviyeye indirilmesidir.<br/>Aşağıdaki açıklamalar uyarınca doğru cevap \"D\" seçeneğidir."
  },
  {
    "id": "3610114",
    "unitNumber": 1,
    "text": "İşlenmiş et üretimine başlayacak bir gıda işletmesindeki tezgahın yüzeyi üzerinde yapılan tahlil sonucunda 10.000.000 adet/cm2 bakteri bulunduğu tespit edilmiştir. Bu yüzeyin tanımı ile yapılması gereken işlemleri belirten aşağıdaki seçeneklerden en uygun olanı hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dezenfekte edilmiş yüzey - temizlik",
      "B": "Dezenfekte edilmiş yüzey - bir şey yapılması gerekmez",
      "C": "Temizlenmiş yüzey - dezenfeksiyon",
      "D": "Kirli yüzey - dezenfeksiyon",
      "E": "Kirli yüzey - temizlik - dezenfeksiyon"
    },
    "explanation": "Kitaptan alıntılar:<br/>Genel temizlik işlemi ile yüzeylerde bulunan görünür kirler temizlenirken gözle görülemeyen hastalık yapıcı mikroorganizmalar (patojen) öldürülemez ve bulundukları yerden çıkarak serbest kalırlar. Dolayısıyla temizlikten sonra patojenlerin çoğu uzaklaştırılmakta ya da çok az kısmı yok edilmektedir. Temizlik işlemi sonrasında serbest kalan patojenler suyla daha geniş yüzeylere yayılarak hızlı bir şekilde çoğalmakta ve zararlı etkisini göstermektedir. Oysa dezenfeksiyon ile patojenlerin büyük ölçüde yok edilmesi (Tablo 1.5) mümkündür.<br/><strong>Bu sebeple gıda alanlarında temizlik yanında mutlaka dezenfeksiyon uygulanmalıdır</strong> (Tayar, 2010).<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e1cf1b908f60984fa281704d4b42fa8f.jpeg\" alt=\"\" width=\"485\" height=\"256\"><br/>Aşağıdaki açıklamalar uyarınca doğru cevap \"E\" seçeneğidir."
  },
  {
    "id": "3610115",
    "unitNumber": 1,
    "text": "\"Yakma ve alev ile sterilizasyon\", gıda işletmelerinde uygulanan ve aşağıda verilen dezenfeksiyon uygulamalarından hangisine girmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Radyasyon yoluyla dezenfeksiyon",
      "B": "Fiziksel dezenfeksiyon",
      "C": "Makinelerle dezenfeksiyon",
      "D": "Yüksek ısı yoluyla dezenfeksiyon",
      "E": "Kimyasal dezenfeksiyon"
    },
    "explanation": "Kitaptan alıntıdır:<br/><strong>Yüksek Isı Uygulamasıyla Dezenfeksiyon</strong>: Bu yöntemde dezenfeksiyon uygulamaları; nemli ısı ile dezenfeksiyon, kuru sıcak hava ile sterilizasyon, <strong>yakma ve alev ile sterilizasyon</strong> olarak üç gruba ayrılabilir. Nemli ısı ile dezenfeksiyon; buhar ile dezenfeksiyon (basınçlı buhar, basınçsız buhar), sıcak su ile dezenfeksiyon (kaynatma) olarak sıralanabilir.<br/>Aşağıdaki açıklamalar uyarınca doğru cevap \"D\" seçeneğidir."
  },
  {
    "id": "3610118",
    "unitNumber": 1,
    "text": "Tarladan sofraya gıda işleme zincirinde doğru sıralama aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Toplama Noktası-Çiftçi-Depolama-İşleme-Toptan Satış-Tüketici",
      "B": "Çiftçi-Toplama Noktası-Depolama-İşleme-Toptan Satış-Tüketici",
      "C": "Çiftçi-Toplama Noktası-İşleme-Depolama-Toptan Satış-Tüketici",
      "D": "Çiftçi-Depolama-Toplama Noktası-İşleme-Toptan Satış-Tüketici",
      "E": "Çiftçi-Depolama-İşleme-Toplama Noktası-Toptan Satış-Tüketici"
    },
    "explanation": "Kitaptan alıntıdır (Şekil 1. 4 Gıda İşleme Zinciri):<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/43c661ebf0dbe033f2bc9c005ad89e6f.jpeg\" alt=\"\" width=\"870\" height=\"295\"><br/>Aşağıdaki açıklamalar uyarınca doğru cevap \"B\" seçeneğidir."
  },
  {
    "id": "3610128",
    "unitNumber": 1,
    "text": "Gıda Alanlarında Temizlik ve Dezenfeksiyon Programı çerçevesinde alkol bazlı deterjan ile aşağıdaki hangi temizlik yapılmalıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Günlük - Hazırlık ve Pişirme Zeminleri, Lavabo ve evyelerin temizliği",
      "B": "Günlük - Depo Zemini",
      "C": "Günlük - Servis Zemini",
      "D": "Aylık Bulaşıkhane/Camlar temizliği",
      "E": "Aylık - Hazırlık Pişirme, Tavan ve Aydınlatma, Tavan ve Duvarlar"
    },
    "explanation": "Kitaptan alıntıdır (Tablo 1.7 Gıda Alanlarında Temizlik ve Dezenfeksiyon Programı)<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/adb0ed3ed5e1172426bdf626d5f1164f.jpeg\" alt=\"\" width=\"767\" height=\"799\"><br/>Aşağıdaki açıklamalar uyarınca doğru cevap \"D\" seçeneğidir."
  },
  {
    "id": "3609865",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi “su” içinde görülen mikroorganizmalardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "<em>Salmonella</em>",
      "B": "<em>Clostridium</em>",
      "C": "<em>Aspergillus</em>",
      "D": "<em>Fusarium</em>",
      "E": "<em>Penicillium</em>"
    },
    "explanation": "Öğrenci gıda kaynaklı hastalıkları sınıflandırarak örneklendirebilmeyi öğrenmiş olmalıdır.<br/>Gıdalarda oluşan mikroorganizmalarından hangisinin hangi gıda türlerinde sıklıkla oluşabileceğini bilmek de bulaşmaları ve bulaşma sonucunda oluşabilecek hastalıkları önlemek adına önem arz etmektedir. Bazı gıda ürünlerinde görülen mikroorganizmalara ilişkin örnekler Tablo 2.2.’de görülmektedir. Sorunun cevabı Tablo 2.2.’dedir."
  },
  {
    "id": "3609866",
    "unitNumber": 2,
    "text": "“Gıdalar ile birlikte vücuda alınan fazla sayıdaki bakterilerin bağırsakta toksin oluşturarak veya gıdayla birlikte tüketilen fazla sayıdaki mikroorganizmanın bağırsakta çoğalması sonucunda salgılanan toksinler ile ortaya çıkan enfeksiyon tipine………………………………… denir” ifadesindeki boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İntoksikasyon",
      "B": "Toksikoenfeksiyon",
      "C": "Ekzojen enfeksiyon",
      "D": "Toksikasyon",
      "E": "Endojen enfeksiyon"
    },
    "explanation": "Öğrenci gıda kaynaklı hastalıkları sınıflandırarak örneklendirebilmeyi öğrenmiş olmalıdır.<br/>Gıda zehirlenmeleri intoksikasyon, enfeksiyon ve toksikoenfeksiyon olmak üzere temelde üç gruba ayrılmaktadır.<br/>İntoksikasyon: Patojen halde bulunan mikroorganizmaların gıdada gelişmesi sonucunda üretilen toksiklerin gıdaların tüketilmesi ile insan vücudunda oluşturdukları zehirlenmeler. <br/>Toksikoenfeksiyon: Gıdalar ile birlikte vücuda alınan fazla sayıdaki bakterilerin bağırsakta toksin oluşturarak veya gıdayla birlikte tüketilen fazla sayıdaki mikroorganizmanın bağırsakta çoğalması sonucunda salgılanan toksinler ile ortaya çıkan enfeksiyon tipi. <br/>Enfeksiyon: Gıda kaynaklı enfeksiyon, patojen bakteri veya virüs bulaşmış olan gıdaların tüketilmesi sonucunda vücutta çoğalan mikroorganizmaların oluşturduğu hastalıklardır. Ekzojen ve endojen olarak gerçekleşebilen enfeksiyonlar, temelde üç farklı yolla bulaşmaktadır. Gıda kaynaklı enfeksiyonlar, bakteri veya virüslerin canlı hücreleri ile vücuda alınmaktadır."
  },
  {
    "id": "3609867",
    "unitNumber": 2,
    "text": "“Bu bakteri toprakta bulunmaktadır ve şarbon hastalığına neden olmaktadır. Genellikle hastalıklı hayvanların etlerinden insanlara bulaşmaktadır. Boğaz ağrısı, yüzde ve gözde kızarma, ateş, ses kısıklığı ve titreme gibi belirtileri görülmektedir.”<br/>Yukarıda özellikleri verilen bakteri aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "<em>Mycobacterium tuberculosis</em>",
      "B": "<em>Escherichia coli</em>",
      "C": "<em>Bacillus anthracis</em>",
      "D": "<em>Listeria monocytogenes</em>",
      "E": "<em>Yersinia enterocolitica</em>"
    },
    "explanation": "Öğrenci gıda kaynaklı hastalıkları sınıflandırarak örneklendirebilmeyi öğrenmiş olmalıdır.<br/><em>Bacillus anthracis </em>bakterisinin neden olduğu <strong>Antraks (Şarbon)</strong>, toprakta bulunmaktadır. Genellikle hastalıklı hayvanların etlerinden insanlara bulaşmaktadır. Boğaz ağrısı, yüzde ve gözde kızarma, ateş, ses kısıklığı ve titreme gibi belirtileri görülmektedir."
  },
  {
    "id": "3609868",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi gıda güvenliğindeki risklerin oluşmasındaki nedenlerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yönetimsel kararlılığın olması",
      "B": "Yasal düzenlemelerin, uygulamaların ve denetimlerin düzgün yapılması",
      "C": "Gıda güvenliğine ilişkin standartların oluşturulması",
      "D": "Gıda işinde çalışanlara kişisel hijyen konusunda eğitim ve denetim eksikliği",
      "E": "Risk değerlendirmelerinin yapılması"
    },
    "explanation": "Öğrenci gıda güvenliğindeki riskleri ve nedenlerini öğrenmiş olmalıdır.<br/>Gıda güvenliğindeki risklerin oluşmasındaki nedenler şu şekilde sıralanabilir (Artık vd., 2013):<br/><ul> <li>Yönetimsel kararlılığın olmaması</li> <li>Yasal düzenlemelerin, uygulamaların ve denetimlerin yetersizliği</li> <li>Gıda güvenliğine ilişkin standartların oluşturulmaması</li> <li>Risk değerlendirmelerinin yapılmaması</li> <li>Gıda işinde çalışanlara kişisel hijyen konusunda eğitim ve denetim eksikliği</li> </ul>"
  },
  {
    "id": "3609869",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi gıdalarda risk oluşturan biyolojik faktörlerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kalıntılar",
      "B": "Ağır metaller",
      "C": "Cam tozları",
      "D": "Boya kabukları",
      "E": "Küfler"
    },
    "explanation": "Öğrenci gıda güvenliğindeki riskleri ve nedenlerini öğrenmiş olmalıdır.<br/>Gıdalarda risk oluşturabilen faktörlerden bazılarına yönelik sınıflandırma Tablo 2.3.’te verilmiştir. Sorunun cevabı Tablo 2.3.’tedir."
  },
  {
    "id": "3609870",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi gıdalarda mikroorganizmaların gelişmesinde etkili olan dış faktörlerden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çevrenin sıcaklığı",
      "B": "Su aktivitesi",
      "C": "pH",
      "D": "Gıdanın bileşimi",
      "E": "Antimikrobiyal bileşikler"
    },
    "explanation": "Öğrenci gıda güvenliğindeki riskleri ve nedenlerini öğrenmiş olmalıdır.<br/>Gıdalarda bulunan mikroorganizmalar temelde bakteriler küfler, mayalar ve virüsler olarak sınıflandırılmaktadır. Gıdalarda mikrobiyal gelişme gıdanın yapısı, gıdaya uygulanan ön işlemler, işleme teknikleri ve çevre koşulları gibi faktörlerden etkilenmektedir. Bu mikroorganizmaların gelişmesi su aktivitesi (aw), pH, antimikrobiyal bileşikler, gıdanın bileşimi ve biyolojik yapılar gibi iç faktörlere ve çevrenin nisbi nemi, sıcaklık, çevredeki gazlar ve yoğunluğu gibi dış faktörlere bağlıdır."
  },
  {
    "id": "3609871",
    "unitNumber": 2,
    "text": "Gıda maddelerine üretim, işleme, taşıma, hazırlama ve tüketim aşamalarında bulaşabilen tehlikeli kimyasal maddeler içinde “işleme sırasında oluşan toksin” aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kurşun",
      "B": "Akrilamid",
      "C": "Dioksinler",
      "D": "Benzen",
      "E": "Melamin"
    },
    "explanation": "Öğrenci gıda güvenliğindeki riskleri ve nedenlerini öğrenmiş olmalıdır.<br/>Gıda maddelerine üretim, işleme, taşıma, hazırlama ve tüketim aşamalarında bulaşabilen tehlikeli kimyasallar oldukça çeşitlidir. Bitkiler için kullanılan ilaç kalıntıları, mikotoksinler ve bitki toksinleri gibi doğal toksik maddeler, işleme sırasında oluşan toksinler (akrilamid, heterosiklik aromatik aminler, furanlar vd.), ağır metaller (kurşun, arsenik, civa, vb.), gıda alerjenleri, endüstriyel kimyasallar (dioksinler, benzen, perklorat vb.), ambalaj materyallerinden geçen maddeler ve hile amacıyla kullanılan maddeler (melamin vb.) bu kimyasallardan bazılarıdır (Uygun ve Köksel, 2010)."
  },
  {
    "id": "3609872",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Maillard reaksiyonu düşünüldüğünde <strong><u>yanlıştır?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Karbonil grubu gerekir",
      "B": "Serbest aminoasid gerekir",
      "C": "Enzim gerekir",
      "D": "İndirgen şeker gerekir",
      "E": "Esmerleşme olur"
    },
    "explanation": "Öğrenci gıdalarda bozulma türlerini ve belirtilerini sıralayabilmeyi öğrenmiş olmalıdır.<br/>Kimyasal bozulmalar, gıdaların bileşenlerinden kaynaklanmaktadır. Enzimatik reaksiyonlar ve oksidasyonlar sonucunda kimyasal bozulmalar sıklıkla görülmektedir. İndirgen şekerlerin karbonil grubu ile serbest aminoasitler arasında oluşan <u>enzimatik olmayan</u> esmerleşme reaksiyonu <strong>Maillard </strong>ile yağların oksitlenmesi kimyasal bir bozulma örneğidir."
  },
  {
    "id": "3609873",
    "unitNumber": 2,
    "text": "Etlerdeki koyu ve grimsi renk dönüşümlerine aşağıdaki bakterilerden hangisi neden olmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "<em>Alcaligenes</em>",
      "B": "<em>Bacillus</em>",
      "C": "<em>Streptococcus</em>",
      "D": "<em>Lactobacillus</em>",
      "E": "<em>Geotrichum</em>"
    },
    "explanation": "Öğrenci gıdalarda bozulma türlerini ve belirtilerini sıralayabilmeyi öğrenmiş olmalıdır.<br/>Etlerde <em>Pseudomonas, Lactobacillus, Streptococcus </em>ve <em>Salmonella </em>gibi bakteri türleri ile <em>Cladosporium</em>, <em>Geotrichum </em>ve <em>Penicillium </em>küf türleri bozulmaya neden olmaktadır. Et yüzeyinde yapışkan ve istenmeyen dokuya <em>Alcaligenes, Bacillus </em>ve <em>Streptococcus </em>bakterileri<em>; </em>koyu ve grimsi renk dönüşümlerine <em>Lactobacillus</em>, <em>Micrococcus </em>ve <em>Leuconostoc </em>bakterileri ve yağların oksidasyonu sonucunda istenmeyen lezzet ve kokuya <em>Cladosporium</em>, <em>Geotrichum </em>ve <em>Penicillium </em>küfleri neden olmaktadır."
  },
  {
    "id": "3609874",
    "unitNumber": 2,
    "text": "Süt<em>,</em> sütün pH’sını düşürerek tadının asidik bir şekilde değişmesine, pıhtılaşmasına neden olan ve pastörizasyonla önlenebilen bazı bakterileri taşıyabilmektedir. Aşağıdakilerden hangisi bu bakterilerden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "<em>Tuberculosis</em>",
      "B": "<em>Brusellozis</em>",
      "C": "<em>Staphylococcus</em>",
      "D": "<em>Streptococcus</em>",
      "E": "<em>Escherichia coli</em>"
    },
    "explanation": "Öğrenci gıdalarda bozulma türlerini ve belirtilerini sıralayabilmeyi öğrenmiş olmalıdır.<br/>Süt, kalsiyum, protein, A ve B vitaminleri açısından zengin olan önemli bir besindir. Sağlıklı bir hayvanın sütünde mikroorganizma yükü oldukça az iken sağımdan sonra işlenme amacıyla fabrikaya getirilinceye kadar ve işlenme sırasında çeşitli mikroorganizmalar ile kontamine olabilmektedir. Süt <em>Tuberculosis, Brusellozis, Staphylococcus </em>ve <em>Streptococcus </em>gibi sütün pH’sını düşürerek tadının asidik bir şekilde değişmesine ve sütün pıhtılaşmasına neden olan bakterileri taşıyabilmektedir. Bu bakteriler <strong>pastörizasyonla </strong>önlenebildiği gibi; sıcaklıklara dayanıklı birçok mikroorganizma (termofıller) ve sporlar da vardır. Çok yüksek sıcaklıkta yapılan UHT (Ultra High Tempature) işlemi ise sütteki patojen bakterilere ilaveten tüm bakterileri yok etmeye yöneliktir."
  },
  {
    "id": "3610068",
    "unitNumber": 2,
    "text": "\"<em>Gıda kaynaklı oluşan hastalıklara neden olan fiziksel, biyolojik ve kimyasal etkenleri önleyebilecek şekilde gıdaların hazırlanması, işlenmesi, depolanması ve son tüketiciye sunulmasını ifade eden süreç ...................... olarak adlandırılmaktadır.</em>\"<br/>cümlesinde boş bırakılan yeri en doğru tanımlayan ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gıda mühendisliği",
      "B": "Gıda güvenliği",
      "C": "Gıda analizi",
      "D": "Gıda sorunu",
      "E": "Gıda kontaminasyonu"
    },
    "explanation": "Kitaptan alıntıdır:<br/><strong>Gıda güvenliği:</strong> Gıda kaynaklı oluşan hastalıklara neden olan fiziksel, biyolojik ve kimyasal etkenleri önleyebilecek şekilde gıdaların hazırlanması, işlenmesi, depolanması ve son tüketiciye sunulmasını ifade eden süreç ...<br/>Aşağıdaki açıklamalar uyarınca doğru cevap \"B\" seçeneğidir."
  },
  {
    "id": "3610072",
    "unitNumber": 2,
    "text": "Gıda kaynaklı mikrobiyal enfeksiyonlardan \"Turist Hastalığına\" neden olan mikroorganizma aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Vibrio cholerae",
      "B": "Brucella melitensis",
      "C": "S. typhi",
      "D": "Escherichia coli",
      "E": "P. expansum"
    },
    "explanation": "Kitaptan alıntıdır (Tablo Gıda kaynaklı mikrobiyal enfeksiyonlara neden olan mikroorganizma örnekleri):<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/cfee1dce1a9fcdaf51e4b237ed748e5e.jpeg\" alt=\"\" width=\"554\" height=\"474\"><br/>Aşağıdaki açıklamalar uyarınca doğru cevap \"D\" seçeneğidir."
  },
  {
    "id": "3610075",
    "unitNumber": 2,
    "text": "Gıda kaynaklı mikroorganizmalardan A. flavus aşağıdaki hastalıklardan hangisine neden olmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Hepatit A",
      "B": "Çocuk felci",
      "C": "Aflatoksikosis",
      "D": "Kolera",
      "E": "Brucellozis"
    },
    "explanation": "Kitaptan alıntıdır (Tablo Gıda kaynaklı mikrobiyal enfeksiyonlara neden olan mikroorganizma örnekleri):<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/094b22cf3f468c93bf2c098b100df759.jpeg\" alt=\"\" width=\"499\" height=\"460\"><br/>Aşağıdaki açıklamalar uyarınca doğru cevap \"C\" seçeneğidir."
  },
  {
    "id": "3610076",
    "unitNumber": 2,
    "text": "\"Canlı organizmalarda görülen zehir ................ olarak adlandırılmaktadır.\"<br/>ifadesinde boş bırakılan yeri tanımlayan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Toksin",
      "B": "Enfeksiyon",
      "C": "İntoksikasyon",
      "D": "Toksikoenfeksiyon",
      "E": "Mikroorganizma"
    },
    "explanation": "Kitaptan alıntıdır:<br/><strong>Toksin</strong>: Canlı organizmalarda görülen zehir<br/>Aşağıda yapılan açıklamalar uyarınca doğru cevap \"A\" seçeneğidir."
  },
  {
    "id": "3610077",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Aspergillus,</li> <li>Enterobacter,</li> <li>Vibrio cholerae</li> <li>Penicillium,</li> <li>Fusarium,</li> </ol> Yukarıdakilerden hangileri ceviz, fındık vb. kuruyemiş türü gıdalarda görülen ve hastalık yapan mikroorganizmalardır?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III, IV",
      "B": "I, II, III, V",
      "C": "I, II, IV, V",
      "D": "I, III, IV, V",
      "E": "II, III, IV, V"
    },
    "explanation": "Kitaptan alıntıdır (Tablo 2.2 Bazı gıdalarda görülen mikroorganizma türleri)<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2b467a61c75d321b1db6ccc626af372f.jpeg\" alt=\"\" width=\"451\" height=\"538\"><br/>III- Vibrio cholerae \"suda\" görülen mikroorganizmadır.<br/>Aşağıdaki açıklamalar uyarınca doğru cevap \"C\" seçeneğidir."
  },
  {
    "id": "3610078",
    "unitNumber": 2,
    "text": "\"<em>Temiz halde bulunan bir ortama herhangi bir yolla kir ve/veya mikroorganizmaların bulaşması veya bulaştırılması ............... olarak adlandırılır.</em>\"<br/>cümlesindeki boşluğu aşağıdaki sözcüklerden hangisi doğru biçimde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Pastörizasyon",
      "B": "Bombaj",
      "C": "Korozyon",
      "D": "Kontaminasyon",
      "E": "Fermentasyon"
    },
    "explanation": "Kitaptan alıntıdır:<br/><strong>Kontaminasyon</strong>: Temiz halde bulunan bir ortama herhangi bir yolla kir ve/veya mikroorganizmaların bulaşması veya bulaştırılması.<br/>Aşağıdaki açıklamalar uyarınca doğru cevap \"D\" seçeneğidir."
  },
  {
    "id": "3610079",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi gıdalarda risk oluşturan fiziksel faktörlerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bakteriler",
      "B": "Küfler",
      "C": "Ağır Metaller",
      "D": "Radyoaktif İzotoplar",
      "E": "Metal Tozları"
    },
    "explanation": "Kitaptan alıntılar (Tablo 2.3 Gıdalarda risk oluşturan bazı faktörler):<br/>Tabloda yer alan bilgilere göre ilk iki seçenektekiler (A ve B) biyolojik faktörlerdir<br/>C ve D seçeneklerinde yer alanlar ise kimyasal faktörlerdendir.<br/>E seçeneğindeki <strong>Metal Tozları</strong> ise fiziksel faktörlerdendir (Doğru cevap)<br/><strong> Gıdalarda risk oluşturan bazı faktörler</strong><br/><strong>Biyolojik faktörler Kimyasal faktörler Fiziksel faktörler</strong><br/>Bakteriler Kalıntılar Kirlilik<br/>Küfler Endüstriyel kimyasallar Cam tozları<br/>Viral ajanlar Ağır metaller <strong>Metal tozları</strong><br/>Parazitler Radyoaktif izotopla Boya kabukları<br/>Hayvanlar"
  },
  {
    "id": "3610080",
    "unitNumber": 2,
    "text": "S. cerevisiae hakkında aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Fermente gıdalardan turşu, zeytin, yoğurt ve peynir üretiminde yer alır",
      "B": "Fermente gıdalardan bira, ekmek ve şarap üretiminde üretiminde yer alır",
      "C": "Fermente gıdalardan Rokfor peyniri üretiminde üretiminde yer alır",
      "D": "Gıdalarda bozulma ve çürümeye neden olarak maddi zarara yol açan Saprofit (Çürükçül) mikroorganizmalardandır",
      "E": "Gıdalardan insana geçerek zehirlenme (intoksikasyon) ya da enfeksiyona neden olan Patojen (hastalığa neden olan) mikroorganizmalardır."
    },
    "explanation": "Kitaptan alıntıdır:<br/>Mikrobiyolojik riskler, gıdalarda bulunan mikroorganizmalardan kaynaklanmaktadır. Bu mikroorganizmalar yararlı veya zararlı olabilmektedir. Örneğin fermente gıdaların üretiminde kullanılan yararlı mikroorganizmalar bulunmaktadır. Laktik asit bakterileri turşu, zeytin, yoğurt ve peynir üretiminde; <strong>S. cerevisiae bira, ekmek ve şarap üretiminde</strong> ve Penicillium roqueforti Rokfor peyniri üretiminde kullanılan mikroorganizmalardır. Zararlı mikroorganizmalar ise gıdalarda bozulma ve çürümeye neden olarak maddi zarara yol açan Saprofit (Çürükçül) mikroorganizmalar ve gıdalardan insana geçerek zehirlenme (intoksikasyon) ya da enfeksiyona neden olan Patojen (hastalığa neden olan) mikroorganizmalar olarak sınıflandırılmaktadır (Arıcı, 2019).<br/>Aşağıdaki açıklamalar uyarınca doğru cevap \"B\" seçeneğidir."
  },
  {
    "id": "3610081",
    "unitNumber": 2,
    "text": "Ekşime ve köpürme aşağıdaki besinlerden hangisinin bozulma belirtilerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Balık",
      "B": "Yumurta",
      "C": "Yoğurt",
      "D": "Ekmek",
      "E": "Turşu"
    },
    "explanation": "Kitaptan alıntıdır (Tablo 2.6 Gıdalarda bozulmalar sonucunda meydana gelen bazı değişimler)<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/73b2383d223671c5e638362f276d3e68.jpeg\" alt=\"\" width=\"713\" height=\"545\"><br/>Ekşime ve köpürme tarzında bozulma gösteren diğer besinler soru seçenekleri arasında yer almamaktadır.<br/><strong>Ürün </strong> <strong>Bozulma belirtileri</strong><br/>Çiğ süt Ahır kokusu / balık, sabun, acı, ekşi, yanık ve malt tadı / mavisarı, kırmızı renk teşekkülü / sünme ve köpürme olayı<br/>Yumurta Yumurta akının yeşilimsi olması / yumurta sarısında siyah çürüklük<br/>/ kırmızımsı, pembe renkli çürümeler / küflü ve kötü koku.<br/>Taze sebze Çeşitli çürümeler / yapışkanlık ve ekşime<br/>Peynir Acı tat / gaz oluşumu nedeniyle delikli yapı / çeşitli renk oluşumları<br/><strong>Yoğurt Ekşime / Köpürme</strong><br/>Etler Etin dış yüzeyinin yapışkan bir hal alması / et renginde görülen bozulmalar / toprak kokusu / ekşime ve kokuşma<br/>Tereyağı Acılaşma, ekşime, çeşitli tat bozuklukları / kötü koku / siyahlaşma,<br/>mavi-siyah lekeler / pembe, kırmızı, mavi, yeşil renkler<br/>Sucuk Yapışkan tabaka oluşumu / kokuşma / ekşime ve yeşil renk oluşumu<br/>Balık Kötü koku / küflü tat ve koku / renk bozulmaları<br/>Kabuklu deniz hayvanları Kötü koku / ekşime<br/>Konserve gıdalar Konserve kaplarının şişmesi / ekşi ve acı tatlar/ çeşitli asidik ve kötü kokular / renkte kararmalar<br/>Bira, şarap ve turşu gibi fermente gıdalar Acı tat / renkte kararmalar kötü koku<br/>Reçel, marmelat Ekşime / köpürme<br/>Ekmek Sünme/liflenme (rope) hastalığı ve küflenme"
  },
  {
    "id": "3610082",
    "unitNumber": 2,
    "text": "Bombaj hangi tür besinlerin bozulma belirtisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Konserve gıdalar",
      "B": "Ekmek",
      "C": "Reçel",
      "D": "Çiğ süt",
      "E": "Kabuklu deniz hayvanları"
    },
    "explanation": "Kitaptan alıntılar:<br/>1) Tablo 2.6 Gıdalarda bozulmalar sonucunda meydana gelen bazı değişimler<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1832e673442ce0795baa51519180d1fc.jpeg\" alt=\"\" width=\"729\" height=\"557\"><br/>2) Sayfa 52'de Bombaj tanımı<br/>Aşağıdaki açıklamalar uyarınca doğru cevap \"A\" seçeneğidir."
  },
  {
    "id": "3841465",
    "unitNumber": 2,
    "text": "Gıda kaynaklı oluşan hastalıklara neden olan fiziksel, biyolojik ve kimyasal etkenleri önleyebilecek şekilde gıdaların hazırlanması, işlenmesi, depolanması ve son tüketiciye sunulmasını ifade eden sürece ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gıda güvenliği",
      "B": "Gıda hijyeni",
      "C": "Gıda kalitesi",
      "D": "Besin değeri",
      "E": "Gıda izlenebilirliği"
    },
    "explanation": "Gıda kaynaklı oluşan hastalıklara neden olan fiziksel, biyolojik ve kimyasal etkenleri önleyebilecek şekilde gıdaların hazırlanması, işlenmesi, depolanması ve son tüketiciye sunulmasını ifade eden sürece <strong>Gıda güvenliği</strong> adı verilir."
  },
  {
    "id": "3841466",
    "unitNumber": 2,
    "text": "Polio virüsü aşağıdaki hastalıklardan hangisine sebep olur?",
    "correctAnswer": "B",
    "options": {
      "A": "Kolera",
      "B": "Çocuk felci",
      "C": "Tifo",
      "D": "Hepatit A",
      "E": "Karaciğer toksikasyonu"
    },
    "explanation": "Polio virüsü <strong>çocuk felcine</strong> sebep olur."
  },
  {
    "id": "3841467",
    "unitNumber": 2,
    "text": "Aşağıdaki hastalıklardan hangisine<em> P. Expansum</em> mikroorganizması yol açar?",
    "correctAnswer": "D",
    "options": {
      "A": "Tüberküloz",
      "B": "Şarbon",
      "C": "Turist hastalığı",
      "D": "Karaciğer toksikasyonu",
      "E": "Akdeniz humması"
    },
    "explanation": "<strong>Karaciğer toksikasyonuna</strong> <em>P. Expansum</em> mikroorganiması yol açar."
  },
  {
    "id": "3841468",
    "unitNumber": 2,
    "text": "Gıdalar ile birlikte vücuda alınan fazla sayıdaki bakterilerin bağırsakta toksin oluşturarak veya gıdayla birlikte tüketilen fazla sayıdaki mikroorganizmanın bağırsakta çoğalması sonucunda salgılanan toksinler ile ortaya çıkan enfeksiyon tipine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kontaminasyon",
      "B": "İntoksikasyon",
      "C": "Toksikoenfeksiyon",
      "D": "Alerjik reaksiyon",
      "E": "Fermentasyon"
    },
    "explanation": "Gıdalar ile birlikte vücuda alınan fazla sayıdaki bakterilerin bağırsakta toksin oluşturarak veya gıdayla birlikte tüketilen fazla sayıdaki mikroorganizmanın bağırsakta çoğalması sonucunda salgılanan toksinler ile ortaya çıkan enfeksiyon tipine <strong>Toksikoenfeksiyon </strong>adı verilir."
  },
  {
    "id": "3841469",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Patojen halde bulunan mikroorganizmaların gıdada gelişmesi sonucunda üretilen toksiklerin gıdaların tüketilmesi ile insan vücudunda oluşturdukları zehirlenmedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Alerjik reaksiyon",
      "B": "Sterilizasyon",
      "C": "Rejenerasyon",
      "D": "İntoksikasyon",
      "E": "Detoksifikasyon"
    },
    "explanation": "<strong>İntoksikasyon</strong> patojen halde bulunan mikroorganizmaların gıdada gelişmesi sonucunda üretilen toksiklerin gıdaların tüketilmesi ile insan vücudunda oluşturdukları zehirlenmedir."
  },
  {
    "id": "3841470",
    "unitNumber": 2,
    "text": "……. temiz halde bulunan bir ortama herhangi bir yolla kir ve/veya mikroorganizmaların bulaşması veya bulaştırılmasıdır.<br/>Yukarıda verilen cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Pastörizasyon",
      "B": "Sterilizasyon",
      "C": "Filtrasyon",
      "D": "Dezenfeksiyon",
      "E": "Kontaminasyon"
    },
    "explanation": "<strong>Kontaminasyon </strong>temiz halde bulunan bir ortama herhangi bir yolla kir ve/veya mikroorganizmaların bulaşması veya bulaştırılmasıdır."
  },
  {
    "id": "3841471",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi gıdalarda risk oluşturan biyolojik faktörlerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ağır metaller",
      "B": "Radyoaktif izotoplar",
      "C": "Küfler",
      "D": "Boya kabukları",
      "E": "Cam tozları"
    },
    "explanation": "<strong>Küfler </strong>gıdalarda risk oluşturan biyolojik faktörlerdendir. Diğer şıklardakiler kimyasal ve fiziksel faktörlerdendir."
  },
  {
    "id": "3841472",
    "unitNumber": 2,
    "text": "Konserve kutusunun alt ve üst kapaklarının kutu içindeki mikrobiyal faaliyet sebebiyle şişmesine ……adı verilir. Yukarıda verilen cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Dejenerasyon",
      "B": "Rejenerasyon",
      "C": "Dekontaminasyon",
      "D": "Diranaj",
      "E": "Bombaj"
    },
    "explanation": "Konserve kutusunun alt ve üst kapaklarının kutu içindeki mikrobiyal faaliyet sebebiyle şişmesine <strong>Bombaj </strong>adı verilir."
  },
  {
    "id": "3841473",
    "unitNumber": 2,
    "text": "Ekmeklerin ve keklerin yüzeyinde oluşan kahverengileşme, fırınlanmış sütlaç ve tavukgöğsü gibi tatlıların yüzeyinde oluşan kahverengi renk değişimi ……..reaksiyonuna örnek olarak verilebilir.<br/>Yukarıda verilen cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "maillard",
      "B": "strecker",
      "C": "diels-alder",
      "D": "cannizzaro",
      "E": "claisen"
    },
    "explanation": "Ekmeklerin ve keklerin yüzeyinde oluşan kahverengileşme, fırınlanmış sütlaç ve tavukgöğsü gibi tatlıların yüzeyinde oluşan kahverengi renk değişimi <strong>maillard</strong> reaksiyonuna örnek olarak verilebilir."
  },
  {
    "id": "3841474",
    "unitNumber": 2,
    "text": "Düşük sıcaklıkta uzun süre (60- 65°C’de 30 dakika) veya yüksek sıcaklıkta kısa süre (72ºC’de 30-40 saniye) tutulduktan sonra en kısa zamanda sıcaklığın 10°C’ye düşürülmesiyle gerçekleştirilen, ürün içinde bulunan bütün mikroorganizmalar yerine sadece patojen mikroorganizmaların öldürülmesini amaçlayan ısıl işleme ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Rejenerasyon",
      "B": "Dekontaminasyon",
      "C": "Pastörizasyon",
      "D": "Sterilizasyon",
      "E": "Dezenfeksiyon"
    },
    "explanation": "Düşük sıcaklıkta uzun süre (60- 65°C’de 30 dakika) veya yüksek sıcaklıkta kısa süre (72ºC’de 30-40 saniye) tutulduktan sonra en kısa zamanda sıcaklığın 10°C’ye düşürülmesiyle gerçekleştirilen, ürün içinde bulunan bütün mikroorganizmalar yerine sadece patojen mikroorganizmaların öldürülmesini amaçlayan ısıl işleme <strong>pastörizasyon </strong>adı verilir."
  },
  {
    "id": "3610130",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi günümüzde AB’de geçerli olan İyi Tarım Uygulamaları Standartları arasında <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Çiçek ve Süs Bitkileri İyi Tarım Uygulamaları Belgesi",
      "B": "Entegre Tarım İşletmesi Sistem Güvence Belgesi",
      "C": "Taze Meyve-Sebze İyi Tarım Uygulamaları Belgesi",
      "D": "Çay (Yeşil) İyi Tarım Uygulamaları Belgesi",
      "E": "Entegre Su Ürünleri Sistem Güvence Belgesi"
    },
    "explanation": "Çay (Yeşil) üretimi günümüzde AB İyi Tarım Uygulamaları Standartları arasında değildir. Seçenekler arasında bulunmayan diğer geçerli standart \"Kahve (Yeşil) İyi Tarım Uygulamaları Belgesi\" olduğundan doğru cevap D'dir."
  },
  {
    "id": "3610154",
    "unitNumber": 3,
    "text": "OHSAS 18001 Standardının dayandığı döngüde yer alan temel prensipler aşağıda verilen seçeneklerden hangisinde doğru ve sıralı olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Uygula - Kontrol Et - Planla - Engelle",
      "B": "Önlem al - Planla - Kontrol et - Uygula",
      "C": "Planla - Kontrol Et - Uygula - Engelle",
      "D": "Planla - Uygula - Kontrol Et - Önlem Al",
      "E": "Önlem al - Kontrol Et - Planla - Uygula"
    },
    "explanation": "OHSAS 18001 sistematik bir yaklaşım ile işletmelerin iş sağlığı ve güvenliği ile tehlikeleri<br/>kontrol altına almayı amaçlamıştır. Sürekli gelişme prensipleriyle işletmeleri iş sağlığı ve güvenliği<br/>konularında gelişmeye motive etmektedir. OHSAS 18001 Standardı, “Planla - Uygula - Kontrol Et - Önlem Al” olarak bilinen PUKÖ döngüsüne dayanan ve esas olarak dört temel prensip üzerine kurulmuş bir standarttır."
  },
  {
    "id": "3610155",
    "unitNumber": 3,
    "text": "Gıda üretimi yapılan tesislerdeki hijyenik tasarım ve yapılanma, temizlik ve dezenfeksiyon yöntemleri, gıda üretmede çiğ gıdaların mikrobiyal kalitesi, her aşamada hijyen kurallarına uygun çalışma gibi uygulamaları içeren sistem aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İyi Veteriner Uygulamaları",
      "B": "İyi Üretim Uygulamaları",
      "C": "İyi Hijyen Uygulamaları",
      "D": "İyi Dağıtım Uygulamaları",
      "E": "İyi Laboratuvar Uygulamaları"
    },
    "explanation": "Uygun hijyen gereklilikleri olarak da ifade edilen İyi Hijyen Uygulamaları (GHP), gıda üretimi<br/>yapılan tesislerdeki hijyenik tasarım ve yapılanma,temizlik ve dezenfeksiyon yöntemleri, gıda üretmede çiğ gıdaların mikrobiyal kalitesi, her aşamada hijyen kurallarına uygun çalışma gibi uygulamaları içeren bir sistemdir."
  },
  {
    "id": "3610156",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ilaçların ve bunların aktif bileşenlerinin tedarik edilmesi, işlenmesi, depolanması ve taşınması için geliştirilen bir standarttır?",
    "correctAnswer": "D",
    "options": {
      "A": "İyi Veteriner Uygulamaları",
      "B": "İyi Üretim Uygulamaları",
      "C": "İyi Hijyen Uygulamaları",
      "D": "İyi Dağıtım Uygulamaları",
      "E": "İyi Laboratuvar Uygulamaları"
    },
    "explanation": "İyi Dağıtım Uygulamaları, ilaçların ve bunların aktif bileşenlerinin tedarik edilmesi, işlenmesi, depolanması ve taşınması için geliştirilen bir standarttır. Toptan satış lisansı ve izin sahipleri, ilaç tedarik zinciri boyunca tıbbi ürünlerin kalitesini, güvenliğini ve emniyetini sağlamak için İyi Dağıtım Uygulamaları (GDP - Good Distribution Practices) gereksinimlerini karşılamalıdır. Türkiye’de dağıtımlarda uygulanan standartlar Sağlık Bakanlığının sunduğu mevzuata göre yapılmaktadır. Mevzuat ile ilgili detaylı bilgilere bakanlığın web sayfası olan https://titck.gov.tr/ adresinden ulaşılabilmektedir."
  },
  {
    "id": "3610157",
    "unitNumber": 3,
    "text": "Sağlık ve çevre güvenliği ile ilgili klinik dışı çalışmaların planlanması, yürütülmesi, izlenmesi, kaydedilmesi, arşivlenmesi ve raporlanmasına yönelik koşullar ve idari prosedürler dahil olmak üzere, laboratuvar ortamlarının çalışmalarını kapsayan kalite sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İyi Veteriner Uygulamaları",
      "B": "İyi Üretim Uygulamaları",
      "C": "İyi Hijyen Uygulamaları",
      "D": "İyi Dağıtım Uygulamaları",
      "E": "İyi Laboratuvar Uygulamaları"
    },
    "explanation": "Sağlık ve çevre güvenliği ile ilgili klinik dışı çalışmaların planlanması, yürütülmesi, izlenmesi, kaydedilmesi, arşivlenmesi ve raporlanmasına yönelik koşullar ve idari prosedürler dahil olmak üzere, laboratuvar ortamlarının çalışmalarını kapsayan bir kalite sistemidir. Amerikan Gıda ve İlaç İdaresi (FDA) tarafından 1976 yılında ilk taslakları oluşturulan İyi Laboratuvar Uygulamaları, 1979 yılında uygulanır hale gelmiştir. İyi laboratuvar uygulamalarının asıl hedefi laboratuvarlara analitik sonuçlarının güvenirliği, geçerliliği, denetlenebilir olması ve laboratuvarın uluslararası bilinirliğinin sağlanmasında katkı sağlamaktadır."
  },
  {
    "id": "3610158",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi HACCP için ön şart alanlarındandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Alerjen yönetimi",
      "B": "Tehlike analizinin yürütülmesi",
      "C": "Kritik Kontrol Noktalarının (KKN) belirlenmesi",
      "D": "Kritik Limitlerin belirlenmesi",
      "E": "Gerekli olduğu durumlarda düzeltici işlemlerin belirlenmesi"
    },
    "explanation": "Eğitim programları, Personel alışkanlıkları, Bina teçhizatı ve tesisatı, İyi Üretim Uygulamaları (GMP), İyi Hijyen Uygulamaları (GHP), İyi Tarım Uygulamaları (GAP), Tedarikçi sertifikasyon programları , Alerjen yönetimi, Müşteri özellikleri, Formül/Proses talimatları, İlk giren ilk çıkar prosedürleri (FIFO: First-in-first-out) ve Diğer standart işlem prosedürleri (SOPlar) HACCP için ön şart alanlarıdır. HACCP’in yedi temel prensibi ise aşağıdaki gibidir. Prensip 1- Tehlike analizinin yürütülmesi Prensip 2- Kritik Kontrol Noktalarının (KKN) belirlenmesi Prensip 3- Kritik Limitlerin belirlenmesi Prensip 4- KKN’lerin izlenmesi için sistem oluşturulması Prensip 5- Gerekli olduğu durumlarda düzeltici işlemlerin belirlenmesi Prensip 6- Oluşturulmuş olan sistemin teyidi (Doğrulama) Prensip 7- Kayıtların tutulması."
  },
  {
    "id": "3610159",
    "unitNumber": 3,
    "text": "Aşağıda verilen standartlardan hangisi Eylül 2005’te yayınlanmış ve farklı ülkelerde yayınlanan HACCP standartlarının yerini alması amaçlanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "ISO 9001",
      "B": "TS 13001",
      "C": "ISO 22000",
      "D": "OHSAS 18001",
      "E": "BS 8800"
    },
    "explanation": "ISO 22000; gıda zincirinde gıda üreticilerini, bitkisel ve hayvansal ürün üreticilerini, birincil ürünleri<br/>işleyen kuruluşları, birincil ürünleri ve işlenmiş ürünleri mağazalara veya tüketicilere taşıyan ve dağıtan kuruluşları, tüm perakende mağazaları ve gıda ambalajı, ekipmanı, temizlik maddelerini içerir. Bunlara ek olarak gıda zinciri, oteller, yiyecek içecek işletmeleri gibi gıda hizmeti veren kuruluşları da içermektedir. ISO (International Organization for Standardization) tarafından hazırlanan ve Eylül 2005’te yayınlanan ISO 22000 standardının, çeşitli ülkelerde yayınlanan HACCP standartlarının yerini alması ve dünya çapında ISO 9001 gibi kabul görmesi amaçlanmaktadır. Bu bağlamda Türk Standartları Enstitüsü (TSE), 2003 yılında yürürlüğe giren TS 13001 HACCP standardını yürürlükten kaldırmış ve 26 Nisan 2006 tarihinde TS EN ISO 22000 standardı “Gıda zincirindeki tüm kuruluşlar için gereklilikler” yayınlamıştır. Bu nedenle uygulamada ISO 22000 Gıda Güvenliği Yönetim Sistemi de bir HACCP sistemi olarak kabul edilmektedir."
  },
  {
    "id": "3610160",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi organizasyonların müşteri memnuniyetinin artırılması için yayınlanmış olan ve Kalite Yönetim Sisteminin kurulması ve geliştirilmesi konusunda rehberlik eden bir standartlar bütünüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "ISO 9001",
      "B": "TS 13001",
      "C": "ISO 22000",
      "D": "OHSAS 18001",
      "E": "BS 8800"
    },
    "explanation": "ISO 9001 Kalite Standartları, organizasyonların müşteri memnuniyetinin artırılması için ISO tarafından yayınlanmış olan ve Kalite Yönetim Sisteminin kurulması ve geliştirilmesi konusunda rehberlik eden bir standartlar bütünüdür."
  },
  {
    "id": "3610161",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi işletmelerde ISO 22000 Gıda Güvenlik Sistemi kurmak için yürütülmesi gerekli aşamalardan değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mevcut Durumun Tespiti",
      "B": "Gıda Güvenlik Sistemi Oluşum Planı",
      "C": "Eğitim",
      "D": "Gözden Geçirme",
      "E": "Dış tetkik"
    },
    "explanation": "İşletmelerde ISO 22000 Gıda Güvenlik Sistemi kurmak için şu aşamaların yürütülmesi gerekmektedir:<br/><ol><br/><li>Mevcut Durumun Tespiti: Mevcut sistemin tespit edilmesi, faydalı yönlerinin belirlenmesi ve bunun için kurulacak olan gıda güvenlik sistemine temel oluşturarak bilgi veren ilk adımdır.</li><br/><li>Gıda Güvenlik Sistemi Oluşum Planı: Gıda Güvenlik Sistemi faaliyetlerinin organizasyonunu sağlayacak çalışanların ve bu çalışanlara destek sunacak diğer kişilerin bilgi ve becerilerini en doğru şekilde kullanabilmesi için ele alınması gereken konuların bir zaman çizelgesine dökülmesi aşamasıdır.</li><br/><li>Eğitim: Çalışanlara hizmet içi eğitim olarak ISO22000 çalışma prensipleri hakkında eğitim verilen adımdır.</li><br/><li>Gıda Güvenlik Sisteminin Kurulması: Gıda Güvenlik Sistemi ile ilgili çalışmalara başlangıç yapmadan önce ön koşul programlara, gıda maddeleri tüzüğüne, ilgili yönetmeliklere uygun ilgili resmî belgelerin (örn. gıda üretim izni) alındığından emin olunan aşamadır. Süreç içinde sistemi uygulayacak altyapı ve uzman kişiler oluşturulur.</li><br/><li>Gıda Güvenlik Sisteminin Doğrulanması ve Geçerli Kılınması: Gıda Güvenlik Sistemi oluşumunun tamamlandıktan sonra gıda güvenlik planlarının ilgili standartlara uygunluğu ile pratikte uygulanıp uygulanmadığının teyit edildiği kısımdır.</li><br/><li>Gözden Geçirme: Üst yönetimin uygulanan gıda güvenlik sistemlerinin uygunluğunun devamını gözden geçirdiği aşamadır. Ayrıca hedefler ile ön koşul programlarının, takip sisteminin uygunluğu, müşteri şikayetlerinin gözden geçirildiği, sistemin etkinliğinin ve devamlılığının sağlanacağı önlemlerin alındığı aşamadır.</li><br/></ol>"
  },
  {
    "id": "3610162",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi HACCP’in yedi temel prensiplerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Personel alışkanlıkları",
      "B": "Bina teçhizatı ve tesisatı",
      "C": "İyi Üretim Uygulamaları (GMP)",
      "D": "HACCP ekibinin kurulması",
      "E": "Tehlike analizinin yürütülmesi"
    },
    "explanation": "Personel alışkanlıkları, Bina teçhizatı ve tesisatı, İyi Üretim Uygulamaları (GMP), Eğitim programları, İyi Hijyen Uygulamaları (GHP), İyi Tarım Uygulamaları (GAP), Tedarikçi sertifikasyon programları, Alerjen yönetimi, Müşteri özellikleri, Formül/Proses talimatları, İlk giren ilk çıkar prosedürleri (FIFO: First-in-first-out,) Diğer standart işlem prosedürleri (SOPlar) HACCP için ön şart alanlarıdır. HACCP ekibinin kurulması, Ürünlerin tanımlanması, Ürünlerin hedef kitlesi ve tüketim şekli vb. özelliklerinin belirlenmesi, Akış şemasının hazırlanması, Fabrikada her bir aşamanın birebir denetlenerek akış şemasının onaylanması gibi faaliyetler HACCP ön hazırlık aşamalarıdır. HACCP’in yedi temel prensibi ise aşağıdaki gibidir. Prensip 1- Tehlike analizinin yürütülmesi Prensip 2- Kritik Kontrol Noktalarının (KKN) belirlenmesi Prensip 3- Kritik Limitlerin belirlenmesi Prensip 4- KKN’lerin izlenmesi için sistem oluşturulması Prensip 5- Gerekli olduğu durumlarda düzeltici işlemlerin belirlenmesi Prensip 6- Oluşturulmuş olan sistemin teyidi (Doğrulama) Prensip 7- Kayıtların tutulması"
  },
  {
    "id": "3610163",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi BS 8800’i temel alıp kendinden önce geliştirilmiş olan tüm standartları kapsayarak resmi kuruluşlarca sertifikalandırılabilen bir sistemdir?",
    "correctAnswer": "D",
    "options": {
      "A": "ISO 9001",
      "B": "TS 13001",
      "C": "ISO 22000",
      "D": "OHSAS 18001",
      "E": "ISO 9002"
    },
    "explanation": "OHSAS 18001, İş Sağlığı ve Güvenliği Yönetim Rehber Standardı (BS 8800)’nı temel alıp kendinden önce geliştirilmiş olan tüm standartları kapsayarak resmi kuruluşlarca sertifikalandırılabilen bir sistemdir."
  },
  {
    "id": "3610164",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi dünya genelinde proaktif olarak uygulanan bir “risk yönetimi” sistemi olan HACCP'nin açılımındaki kelimelerden biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Hazard (Tehlike)",
      "B": "Assurance (Güvence)",
      "C": "Critical (Kritik)",
      "D": "Control (Kontrol)",
      "E": "Point (Nokta)"
    },
    "explanation": "HACCP (Hazard Analysis Critical Control Point), Türkçe’de “Tehlike Analizi ve Kritik Kontrol Noktaları” olarak tanımlanmaktadır. A harfi \"analiz\" kelimesinin kısaltması olarak kullanılmaktadır."
  },
  {
    "id": "3610165",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi HACCP için ön şart alanları arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "HACCP ekibinin kurulması.",
      "B": "Ürünlerin tanımlanması.",
      "C": "Akış şemasının hazırlanması.",
      "D": "Kritik Limitlerin belirlenmesi.",
      "E": "Formül/Proses talimatları."
    },
    "explanation": "Sadece Formül/Proses talimatları ön şart alanlarından biridir. Diğer seçenekler ön hazırlık aşamaları ve temel prensipler arasında bulunmaktadır."
  },
  {
    "id": "3610166",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tehlike analizi işleminin ilk adımıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Üretimin her aşamasında ortaya çıkabilecek, artabilecek veya kontrol altına alınabilecek potansiyel biyolojik, kimyasal ve fiziksel tehlikelerin listesi hazırlanır.",
      "B": "Tehlike analizi tanımında, gıda üretiminin her aşamasıyla ilgili tehlikeleri ve bu tehlikeleri kontrol etmek için kullanılan tüm kriterler listelenir.",
      "C": "Risk teşkil eden gıdalar belirlenir.",
      "D": "Akış şeması oluşturulur.",
      "E": "Kritik limitler belirlenir."
    },
    "explanation": "Tehlike analizine başlarken her şeyden önce risk teşkil eden gıdaların belirlenmesi gerekmektedir."
  },
  {
    "id": "3610167",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi HACCP ön hazırlık aşamalarından biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Personel alışkanlıklarının belirlenmesi.",
      "B": "HACCP ekibinin kurulması.",
      "C": "Ürünlerin tanımlanması.",
      "D": "Ürünlerin hedef kitlesi ve tüketim şekli vb. özelliklerinin belirlenmesi.",
      "E": "Akış şemasının hazırlanması."
    },
    "explanation": "Personel alışkanlıklarının belirlenmesi HACCP için ön şart alanları arasında bulunmaktadır."
  },
  {
    "id": "3610168",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi OHSAS 18001 Standardının dayandığı PUKÖ döngüsünün öğelerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Planla.",
      "B": "Uygula.",
      "C": "Önlem al.",
      "D": "Kontrol et.",
      "E": "Uyum sağla."
    },
    "explanation": "PUKÖ döngüsü Planla, Uygula, Kontrol Et ve Önlem Al öğelerinden oluşmaktadır."
  },
  {
    "id": "3610169",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi OHSAS 18001 kapsamındaki planlama süreçlerinden biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Çalışanların yetki alanları ve sorumluluklarının belirlenmesi.",
      "B": "İletişim ve katılımı sağlayan bir organizasyon oluşturulması.",
      "C": "Hukuksal zorunlulukların yerine getirilmesi.",
      "D": "Uygulanan politikalara uygun amaçların belirlenmesi.",
      "E": "Risklerin ve risk derecelerinin araştırılması."
    },
    "explanation": "İletişim ve katılımı sağlayan bir organizasyon oluşturulması \"uygulama\" sürecinin adımlarından biridir."
  },
  {
    "id": "3610170",
    "unitNumber": 3,
    "text": "Gıda zincirinde gıda üreticilerini, bitkisel ve hayvansal ürün üreticilerini, birincil ürünleri işleyen kuruluşları, birincil ürünleri ve işlenmiş ürünleri mağazalara veya tüketicilere taşıyan ve dağıtan kuruluşları, tüm perakende mağazaları ve gıda ambalajı, ekipmanı, temizlik maddelerini içeren uluslararası standart aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "ISO 9001.",
      "B": "TS 13001.",
      "C": "ISO 22000.",
      "D": "ISO 20002.",
      "E": "TS 22000."
    },
    "explanation": "ISO 22000 GGYS, gıda güvenliği ile ilgili yasal yükümlülüklere ek olarak uygulanması gerekli olan standartları belirlemeyi amaçlamaktadır. Standardın temel ilkeleri: ürünlerin müşteriler tarafından güvenli bir şekilde kullanılmasını sağlayan gıda güvenliği yönetim sistemlerini planlamak, tasarlamak, uygulamak, işletmek, sürdürmek ve güncellemektir."
  },
  {
    "id": "3610171",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi araştırmacıların yaptığı çalışmalara göre etkili HACCP kullanımının engelleri arasında <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "İnsan kaynaklarının eksikliği.",
      "B": "Yerel dillerde materyal eksikliği.",
      "C": "Yetersiz uzmanlık.",
      "D": "Fabrikada her bir aşamanın bire bir denetlenmesi.",
      "E": "Ekipman ve altyapı eksikliği."
    },
    "explanation": "\"Fabrikada her bir aşamanın bire bir denetlenmesi\" HACCP ön hazırlık aşamalarından biridir."
  },
  {
    "id": "3610172",
    "unitNumber": 3,
    "text": "Ürünlerin hedef kitlesi ve tüketim şekli vb. özelliklerinin belirlenmesi aşağıdaki süreçlerden hangisinde yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "HACCP ön hazırlık aşamaları.",
      "B": "ISO 22000 başvuru süreci.",
      "C": "Tehlike analizi.",
      "D": "İyi Tarım Uygulamaları (GAP).",
      "E": "İyi Üretim Uygulamaları (GMP)."
    },
    "explanation": "HACCP ön hazırlık aşamaları aşağıdaki adımlardan oluşmaktadır:<br/>HACCP ekibinin kurulması,<br/>Ürünlerin tanımlanması,<br/>Ürünlerin hedef kitlesi ve tüketim şekli vb. özelliklerinin belirlenmesi,<br/>Akış şemasının hazırlanması,<br/>Fabrikada her bir aşamanın birebir denetlenerek akış şemasının onaylanması."
  },
  {
    "id": "3841475",
    "unitNumber": 3,
    "text": "Avrupa Birliğinde 14 perakendeci firma …………….yılında bir araya gelerek Avrupa Perakendeciler Ürün Çalışma Grubunu (EUREP; Euro Retailer Producer Group) oluşturmuşlardır.<br/>Yukarıda verilen cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "1999",
      "B": "1990",
      "C": "1985",
      "D": "1980",
      "E": "1974"
    },
    "explanation": "Avrupa Birliğinde 14 perakendeci firma <strong>1999</strong> yılında bir araya gelerek Avrupa Perakendeciler Ürün Çalışma Grubunu (EUREP; Euro Retailer Producer Group) oluşturmuşlardır."
  },
  {
    "id": "3841476",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi gıda güvenliğinde ön gereksinim programlarından biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İyi Tarım Uygulamaları",
      "B": "İyi Pazarlama Uygulamaları",
      "C": "İyi Dağıtım Uygulamaları",
      "D": "İyi Laboratuvar Uygulamaları",
      "E": "İyi Üretim Uygulamaları"
    },
    "explanation": "<strong>İyi Pazarlama Uygulamaları</strong> gıda güvenliğinde ön gereksinim programlarından biri değildir."
  },
  {
    "id": "3841477",
    "unitNumber": 3,
    "text": "İyi Tarım Uygulamalarının nasıl uygulanacağı Türkiye’de hangi bakanlık tarafından ‘İyi Tarım Uygulamaları Mevzuatı’ ile belirtilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ticaret Bakanlığı",
      "B": "Sağlık Bakanlığı",
      "C": "Enerji Bakanlığı",
      "D": "Tarım ve Orman Bakanlığı",
      "E": "Turizm Bakanlığı"
    },
    "explanation": "İyi Tarım Uygulamalarının nasıl uygulanacağı Türkiye’de <strong>Tarım ve Orman Bakanlığı</strong> tarafından ‘İyi Tarım Uygulamaları Mevzuatı’ ile belirtilmiştir."
  },
  {
    "id": "3841478",
    "unitNumber": 3,
    "text": "İyi Üretim Uygulamaları (Good Manufacturing Practices-GMP) 1967 yılında ilk olarak hangi ürünler için önerilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "İlaçlar",
      "B": "Kozmetik ürünleri",
      "C": "Gıda ürünleri",
      "D": "Temizlik ve hijyen ürünleri",
      "E": "Tıbbi cihazlar"
    },
    "explanation": "İyi Üretim Uygulamaları (Good Manufacturing Practices-GMP) 1967 yılında ilk olarak 1967 yılında Amerikan Gıda ve İlaç İdaresi (FDA) tarafından gıda ürünleri için önerilmiştir."
  },
  {
    "id": "3841479",
    "unitNumber": 3,
    "text": "HACCP sisteminin ilk prensibi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kontrol Noktalarının belirlenmesi",
      "B": "Tehlike analizinin yürütülmesi",
      "C": "Kritik limitlerin belirlenmesi",
      "D": "Düzeltici önlemlerin alınması",
      "E": "Kayıtların tutulması"
    },
    "explanation": "HACCP sisteminin ilk prensibi <strong>tehlike analizinin yürütülmesidir.</strong>"
  },
  {
    "id": "3841480",
    "unitNumber": 3,
    "text": "HACCP belgesi almak isteyen bir firma nereye başvurmalıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Tarım ve Orman Bakanlığı",
      "B": "Sağlık Bakanlığı",
      "C": "Çevre Bakanlığı",
      "D": "Türk Standartları Enstitüsü (TSE)",
      "E": "Ticaret Bakanlığı"
    },
    "explanation": "HACCP belgesi almak isteyen bir firma Türk Standartları Enstitüsü (TSE)’ne başvurmalıdır."
  },
  {
    "id": "3841481",
    "unitNumber": 3,
    "text": "ISO 22000 standardı hangi yıl yayınlanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "2022",
      "B": "2018",
      "C": "2014",
      "D": "2009",
      "E": "2005"
    },
    "explanation": "ISO (International Organization for Standardization) tarafından hazırlanan ve <strong>Eylül 2005’te</strong> yayınlanan ISO 22000 standardının, çeşitli ülkelerde yayınlanan HACCP standartlarının yerini alması ve dünya çapında ISO 9001 gibi kabul görmesi amaçlanmıştır."
  },
  {
    "id": "3841482",
    "unitNumber": 3,
    "text": "OHSAS 18001 standardının temel amacı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "İş kazalarını minimuma indirmek",
      "B": "Üretim verimliliğini artırmak",
      "C": "İşçi ücretlerini yükseltmek",
      "D": "İşyeri maliyetlerini düşürmek",
      "E": "Çalışma saatlerini azaltmak"
    },
    "explanation": "OHSAS 18001 standardının temel amacı <strong>iş kazalarını minimuma indirmektir.</strong>"
  },
  {
    "id": "3841483",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ISO 22000 standardının uygulama aşamalarından biri<strong> değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mevcut durumun tespiti",
      "B": "Eğitim",
      "C": "Üretim hattının genişletilmesi",
      "D": "Gıda güvenlik sisteminin kurulması",
      "E": "Gözden geçirme"
    },
    "explanation": "<strong>Üretim hattının genişletilmesi</strong> ISO 22000 standardının uygulama aşamalarından biri değildir."
  },
  {
    "id": "3841484",
    "unitNumber": 3,
    "text": "İş güvenliği ve iş sağlığı konusu İtalyan bir araştırmacı tarafından ortaya atılsa da gerçek anlamda şekillenmesi hangi ülkede olmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "İngiltere",
      "B": "Amerika",
      "C": "Japonya",
      "D": "Almanya",
      "E": "Fransa"
    },
    "explanation": "İş güvenliği ve iş sağlığı konusu İtalyan bir araştırmacı tarafından ortaya atılsa da gerçek anlamda şekillenmesi <strong>İngiltere’de</strong> olmuştur"
  },
  {
    "id": "3609804",
    "unitNumber": 4,
    "text": "Bir ürün veya hizmetin taşıması gereken özelliklerinin yazılı olarak belirtildiği belge, şartname aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Taklit",
      "B": "Tağşiş",
      "C": "Standardizasyon",
      "D": "Spesifikasyon",
      "E": "Kontaminasyon"
    },
    "explanation": "Spesifikasyon: Bir ürün veya hizmetin taşıması gereken özelliklerinin yazılı olarak belirtildiği belge, şartname"
  },
  {
    "id": "3609805",
    "unitNumber": 4,
    "text": "Değerli bir maddenin gıdadan uzaklaştırılarak yerine daha az değerli bir bileşen ilave edilmesi yoluyla gıda maddelerinin mevzuata veya izin verilen özelliklerine aykırı olarak üretilmesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tağşiş",
      "B": "Taklit",
      "C": "Kantitatif karakteristikler",
      "D": "Gıda kalitesi",
      "E": "Spesifikasyon"
    },
    "explanation": "Tağşiş: Değerli bir maddenin gıdadan uzaklaştırılarak yerine daha az değerli bir bileşen ilave edilmesi yoluyla gıda maddelerinin mevzuata veya izin verilen özelliklerine aykırı olarak üretilmesidir"
  },
  {
    "id": "3609806",
    "unitNumber": 4,
    "text": "Dünyada ilk yazılı standart kanunu kim tarafından çıkartılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "I. Mustafa",
      "B": "I. Abdülhamid",
      "C": "II. Beyazıt",
      "D": "II. Selim",
      "E": "IV. Murat"
    },
    "explanation": "Standardizasyonun tarihi oldukça eskilere dayanmaktadır. Dünyadaki ilk yazılı standart ise<br/>1502 tarihinde Sultan II. Beyazıt’ın emriyle çıkarılan Kanunname-i İhtisab-ı Bursa’dır(Bursa<br/>Belediye Kanunu)"
  },
  {
    "id": "3609807",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi uygulama alanlarına göre standartlardan biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Uluslararası",
      "B": "Bölgesel",
      "C": "Hizmet",
      "D": "Endüstriyel",
      "E": "İşletme"
    },
    "explanation": "Uygulama Alanlarına Göre Standartlar: Uluslararası, Bölgesel, Milli, Endüstriyel, İşletme"
  },
  {
    "id": "3609808",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi uygulama şekline göre standartlardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Temel Standartlar",
      "B": "İsteğe Bağlı Standartlar",
      "C": "Türev Standartlar",
      "D": "Endüstriyel Standartlar",
      "E": "Bölgesel Standartlar"
    },
    "explanation": "Uygulama Şekline Göre Standartlar: İsteğe Bağlı, Zorunlu"
  },
  {
    "id": "3609809",
    "unitNumber": 4,
    "text": "Aşağıdaki ISO Standartlarından hangisi Kalite Yönetim Sistemi için kullanılır?",
    "correctAnswer": "E",
    "options": {
      "A": "ISO 22000",
      "B": "ISO 21000",
      "C": "ISO 13002",
      "D": "ISO 14001",
      "E": "ISO 9001"
    },
    "explanation": "Gıda güvenliği ve kalitesi açısından uluslararası düzeyde en çok yararlanılan standartlar <strong>ISO 9001</strong><br/><strong>Kalite Yönetim Sistemi</strong>, ISO 14001 Çevre Yönetim Sistemi ve ISO 22000 Gıda Güvenliği Yönetim<br/>Sistemi standartlarıdır"
  },
  {
    "id": "3609810",
    "unitNumber": 4,
    "text": "Aşağıdaki ISO standardı oluşturma aşamalarında hangisi isteğe bağlı olarak yapılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Onay aşaması",
      "B": "Komite aşaması",
      "C": "Hazırlık aşaması",
      "D": "Yayın aşaması",
      "E": "Soruşturma aşaması"
    },
    "explanation": "Bir ISO standardının oluşturulması teklif, hazırlık, komite, soruşturma, onay ve yayın aşamalarından oluşmaktadır. <strong>Komite aşaması: Bu aşama isteğe bağlıdır.</strong> Bu aşama kullanılırsa çalışma grubundan gelen taslak ana komite üyeleriyle paylaşılır ve taslak komite<br/>üyeleri tarafından teknik içerik üzerinde uzlaşmaya varılana kadar değerlendirilir."
  },
  {
    "id": "3609811",
    "unitNumber": 4,
    "text": "Satılan mal veya hizmetin niteliğine uygun olmaması, kusurlu olması veya zamanında teslim edilememesi durumlarında alıcının kaybının telafi edilmesi adına fiyatta yapılan indirim aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kontaminasyon",
      "B": "Spesifikasyon",
      "C": "Standardizasyon",
      "D": "Otomasyon",
      "E": "Reklamasyon"
    },
    "explanation": "Reklamasyon: Satılan mal veya hizmetin niteliğine uygun olmaması, kusurlu olması veya zamanında teslim edilememesi durumlarında alıcının kaybının telafi edilmesi adına fiyatta yapılan indirim."
  },
  {
    "id": "3609812",
    "unitNumber": 4,
    "text": "Gıda Üretim Yerleri Hijyen ve Sanitasyon Belgesinin adı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "TSE TS 13027",
      "B": "TS EN ISO 9001",
      "C": "TSE TS 13143",
      "D": "TS EN ISO 14001",
      "E": "TS EN ISO 22000"
    },
    "explanation": "TSE TS 13027 Gıda Üretim Yerleri Hijyen ve Sanitasyon<br/>Belgesi"
  },
  {
    "id": "3609813",
    "unitNumber": 4,
    "text": "Adil ticareti kolaylaştırmak, ürün ve hizmet kalitesini sağlamak ve ticaretin önündeki teknik<br/>engelleri azaltmak amacıyla oluşturulmuş bir uygunluk değerlendirme kuruluşu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "GFSI",
      "B": "FSSC",
      "C": "EA",
      "D": "HCCP",
      "E": "CE"
    },
    "explanation": "EA(Avrupa Akreditasyon Birliği): Adil ticareti kolaylaştırmak, ürün ve hizmet kalitesini sağlamak ve ticaretin önündeki teknik engelleri azaltmak amacıyla oluşturulmuş bir uygunluk değerlendirme Kuruluşudur."
  },
  {
    "id": "3610090",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi kalite teriminin tanımlarından biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kalite, kullanılmakta olan ürün veya hizmetin, pazarlama, mühendislik, üretim ve bakımıyla ilgili ürün ve hizmet karakteristiklerinin toplamıdır.",
      "B": "Kalite, ürünün sevkiyattan sonra toplumda neden olduğu minimum faydadır.",
      "C": "Kalite, tüketici ihtiyaçlarını karşılayan bir mal veya hizmetin özelliklerinin toplamıdır.",
      "D": "Kalite, bir ürün veya hizmetin belirtilen veya ima edilen ihtiyaçları karşılama kabiliyetine dayanan özelliğidir.",
      "E": "Kalite, ürün ve hizmetlerdeki mükemmelliktir"
    },
    "explanation": "Günümüzde kalite çok daha geniş boyutlarıyla ele alınmaktadır. Bu nedenle birçok kalite tanımı ortaya<br/>çıkmıştır. Farklılıkları ortaya koymak adına aşağıda<br/>önemli kurumlar ve uzmanların tanımlarına yer verilmiştir. Buna göre kalite;<br/>• Kullanıma uygunluktur (J.M. Juran).<br/>• Gereksinimlere uygunluktur (P.Crosby).<br/>• Müşterinin şimdiki ve gelecekteki ihtiyaçlarını hedeflemektir (W.E. Deming).<br/>• Kullanılmakta olan ürün veya hizmetin, pazarlama, mühendislik, üretim ve bakımıyla ilgili ürün ve hizmet karakteristiklerinin toplamıdır (A.V.Feigenbaum).<br/>• En ekonomik, kullanışlı ve tüketiciyi daima tatmin eden ürünü geliştirmek, tasarımını yapmak, üretmek ve satış sonrası hizmetleri vermektir (K.Ishikawa).<br/>• Ürünün sevkiyattan sonra toplumda neden olduğu minimum <strong>zarardır</strong> (G. Taguchi).<br/>• Tüketici ihtiyaçlarını karşılayan bir mal veya hizmetin özelliklerinin toplamıdır (Uluslararası Standardizasyon Kuruluşu-ISO).<br/>• Ürün veya hizmetin belirlenen veya olabi<br/>Kalite, ürünün sevkiyattan sonra toplumda neden olduğu minimum faydadır."
  },
  {
    "id": "3610091",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ürün kalitesini doğrudan etkileyen faktörlerden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fiyat",
      "B": "Tasarım",
      "C": "Hammadde",
      "D": "İmalat yöntemi",
      "E": "Ambalaj"
    },
    "explanation": "Kalite, ürün veya hizmetin iyi<br/>olup olmadığı konusunda müşterinin en son verdiği karar olarak ele alındığında müşteri memnuniyetini üst seviyelere çıkarmak, bir hizmet veya üretimin sorunsuz sonuçlanmasını sağlamak için tüm<br/>detayları düşünmek ve tedbir almak olarak da ifade<br/>edilebilmektedir (Mikdan, 2020). Bununla birlikte<br/>bir ürünün üretilmesinde yer alan tasarım, teknoloji, hammadde, imalat yöntemi, işçilik, kontrol,<br/>ambalaj, depolama, lojistik ve kullanım biçimi ve<br/>süresi gibi ürün kalitesini doğrudan etkileyen faktörler bulunmaktadır. <br/>Kaliteyi etkileyen bir diğer faktör de fiyattır. Buna göre kalite, müşteri istek ve beklentilerini<br/>rekabet edilebilir bir fiyatla tatmin edici düzeyde karşılaması olarak tanımlanabilir. Burada ürün<br/>veya hizmet kalitesi ölçütü makul düzeyde fiyatla<br/>tüketici ihtiyaçlarını karşılamaktır. Aksi durumda tüketiciler ulaşamayacakları fiyatlardaki ürün<br/>veya hizmet ne kadar kaliteli olsa da satın almayı<br/>tercih etmeyece"
  },
  {
    "id": "3610092",
    "unitNumber": 4,
    "text": "Gıda güvenliği ve kalitesi açısından uluslararası düzeyde en çok yararlanılan standartları oluşturan \"ISO\" hangi kurumun kısaltmasıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Amerikan Kalite Topluluğu",
      "B": "Avrupa Kalite Örgütü",
      "C": "Japon Standartlar Enstitüsü",
      "D": "Türk Standartları Enstitüsü",
      "E": "Uluslararası Standardizasyon Kuruluşu"
    },
    "explanation": "Uluslararası Standardizasyon Kuruluşu-ISO"
  },
  {
    "id": "3610093",
    "unitNumber": 4,
    "text": "Aşağıdaki kalite unsurlarından hangisi, üretilen ürün veya hizmetin tüketicilerin istek ve ihtiyaçlarını karşılayacak şekilde dizayn edilmesi olarak ifade edilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üretim Kalitesi",
      "B": "Ürün Kalitesi",
      "C": "Tasarım Kalitesi",
      "D": "Uygunluk Kalitesi",
      "E": "Kullanım Kalitesi"
    },
    "explanation": "Tasarım Kalitesi: Üretilen ürün veya hizmetin tüketicilerin istek ve ihtiyaçlarına uygun şekilde dizayn edilmesidir. Başka bir ifadeyle tasarım kalitesi, tüketici taleplerini veya kullanıcı beklentilerini karşılama derecesidir."
  },
  {
    "id": "3610094",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi değerli bir maddenin gıdadan uzaklaştırılarak yerine daha az değerli bir<br/>bileşen ilave edilmesi yoluyla gıda maddelerinin mevzuata veya izin verilen özelliklerine aykırı olarak üretilmesini ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Taklit",
      "B": "Tağşiş",
      "C": "Standart",
      "D": "Spesifikasyon",
      "E": "Kontaminasyon"
    },
    "explanation": "Tağşiş: Değerli bir maddenin gıdadan<br/>uzaklaştırılarak yerine daha az değerli bir<br/>bileşen ilave edilmesi yoluyla gıda maddelerinin mevzuata veya izin verilen özelliklerine aykırı olarak üretilmesidir."
  },
  {
    "id": "3610096",
    "unitNumber": 4,
    "text": "Üzerinde uzlaşma sağlanması sonucu ortaya çıkarılmış, ilgili tarafların tümünün katılımıyla geliştirilmiş, ortak ve tekrarlanan kullanımlar için hazırlanan ve uygulaması zorunlu olmayan, aynı zamanda bir ürün veya<br/>hizmetin kalite ve güvenlik seviyesine katkıda bulunan dokümanlar aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Uygulama alanları",
      "B": "Yapı karakterleri",
      "C": "Uygulama şekilleri",
      "D": "Kalite kontrol bulguları",
      "E": "Standartlar"
    },
    "explanation": "Standartlar, üzerinde uzlaşma sağlanması sonucu ortaya çıkarılmış, ilgili tarafların tümünün katılımıyla geliştirilmiş, ortak ve tekrarlanan kullanımlar için hazırlanan ve<br/>uygulaması zorunlu olmayan, aynı zamanda bir ürün veya<br/>hizmetin kalite ve güvenlik seviyesine katkıda bulunan dokümanlardır."
  },
  {
    "id": "3610097",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi standardizasyonun üreticiye sağladığı faydalardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Can ve mal güvenliği sağlar.",
      "B": "Maliyetleri düşürür",
      "C": "Ucuzluğa yol açar",
      "D": "Karşılaştırma ve seçim kolaylığı sağlar.",
      "E": "Üreticinin bilinçlenmesinde etkilidir."
    },
    "explanation": "Standardizasyonun Üreticiye Faydaları<br/>• Üretimin hammaddeden ürüne kadar olan tüm aşamalarda belirli bir plan doğrultusunda yapılmasını sağlar.<br/>• Üreticinin tüketici ile arasında sağlıklı iletişim kurulmasını sağlar.<br/>• Uygun kalite ve seri üretim olanağı sağlar.<br/>• Maliyetleri düşürür.<br/>• Verimliliği ve kazancı artırır.<br/>• Depolamayı ve taşımayı kolaylaştırır, stok maliyetlerinde tasarruf sağlar.<br/>• Üretim kayıpları ve artıkların en az seviyeye inmesini sağlar.<br/>• İşletmeye finansman kolaylığı sağlar.<br/>• İş kazalarının önlenmesine ve azaltılmasına yardımcı olur."
  },
  {
    "id": "3610098",
    "unitNumber": 4,
    "text": "Gıda Kalite Yönetim sistemine yönelik, uluslararası düzeyde geliştirilmiş ISO standardı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "ISO 9000",
      "B": "ISO 14000",
      "C": "ISO 9001",
      "D": "ISO 22000",
      "E": "ISO 14001"
    },
    "explanation": "Gıda güvenliği ve kalitesi açısından uluslararası düzeyde en çok yararlanılan standartlar ISO 9001<br/>Kalite Yönetim Sistemi, ISO 14001 Çevre Yönetim Sistemi ve ISO 22000 Gıda Güvenliği Yönetim<br/>Sistemi standartlarıdır."
  },
  {
    "id": "3610099",
    "unitNumber": 4,
    "text": "Birçok ülkenin standartları belirlemek için kendi standart enstitüsü bulunmaktadır. Türkiye’de bu görevi Türk Standartları Enstitüsü (TSE) yerine getirmektedir. TSE, aşağıdaki hangi kuruluşa bağlı olarak çalışmalarını yürütmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Türkiye Odalar ve Borsalar Birliği",
      "B": "Gıda, Tarım ve Hayvancılık Bakanlığı",
      "C": "Sağlık Bakanlığı",
      "D": "Sanayi ve Teknoloji Bakanlığı",
      "E": "Türk Akreditasyon Kurumu"
    },
    "explanation": "Birçok ülkenin standartları belirlemek için kendi standart enstitüsü bulunmaktadır. Türkiye’de bu görevi Türk Standartları Enstitüsü yerine getirmektedir.<br/>Türk Standartları Enstitüsü, Türkiye Odalar ve Borsalar Birliği (TOBB) bünyesinde hazırlanan tüzük ile<br/>16 Ekim 1954 tarihinde kurulmuş, çeşitli alanlarda standardizasyon ve uygunluk değerlendirmesi yapan<br/>bir kurumdur. Enstitü her türlü madde ve ürünler ile usul ve hizmet standartlarını belirlemek amacıyla<br/>kurulmuş olup Sanayi ve Teknoloji Bakanlığına bağlıdır"
  },
  {
    "id": "3610101",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Türk Standartları Enstitüsü’nün görevlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Her türlü standardı hazırlamak ve hazırlatmak",
      "B": "Kamu sektörü ve özel sektörün talebi üzerine standartları veya projelerini hazırlamak<br/>ve görüş bildirmek",
      "C": "Standartlara uygun ve kaliteli üretimi teşvik edecek çalışmalar yapmak ve bunlarla<br/>ilgili belgeleri düzenlemek",
      "D": "Yurtta Standard işlerini yerleştirmek ve geliştirmek için elemanlar yetiştirmek ve bu<br/>amaçla kurslar açmak ve seminerler düzenlemek",
      "E": "Rekabet gücünü artırması, pazar payında ve müşteri sayısında artış sağlamak"
    },
    "explanation": "Türk Standartları Enstitüsü’nün görevleri şunlardır (TSE, 2022):<br/>• Her türlü standardı hazırlamak ve hazırlatmak<br/>• Enstitü bünyesinde veya dışında hazırlanan<br/>standartları tetkik etmek ve uygun bulduğu takdirde Türk Standartları olarak kabul<br/>etmek<br/>• Kabul edilen standartları yayımlamak ve<br/>ihtiyari olarak uygulanmalarını teşvik etmek, mecburi olarak yürürlüğe konmalarında fayda görülenleri ilgili bakanlığın<br/>onayına sunmak<br/>• Kamu sektörü ve özel sektörün talebi üzerine standartları veya projelerini hazırlamak<br/>ve görüş bildirmek<br/>• Standartlar konusunda her türlü bilimsel<br/>teknik incelemelerle araştırmalarda bulunmak, yabancı ülkelerdeki benzer çalışmaları takip etmek, uluslararası ve yabancı<br/>standart kurumları ile ilişkiler kurmak ve<br/>bunlarla işbirliği yapmak<br/>• Üniversiteler ve diğer bilimsel ve teknik<br/>kurum ve kuruluşlarla işbirliği sağlamak,<br/>standardizasyon konularında yayım yapmak, ulusal ve uluslararası standartlardan<br/>arşiv<br/>Rekabet gücünü artırması, pazar payında ve müşteri sayısında artış sağlamak"
  },
  {
    "id": "3841485",
    "unitNumber": 4,
    "text": "Bir ürün veya hizmetin taşıması gereken özelliklerinin yazılı olarak belirtildiği belge, şartnameye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Spesifikasyon",
      "B": "Endikasyon",
      "C": "Prosedür",
      "D": "Talimat",
      "E": "Rapor"
    },
    "explanation": "Bir ürün veya hizmetin taşıması gereken özelliklerinin yazılı olarak belirtildiği belge, şartnameye <strong>Spesifikasyon</strong> adı verilir."
  },
  {
    "id": "3841486",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi gıdaların bulunduğu bir ortama fiziksel, kimyasal veya biyolojik kirleticilerin bulaşması sonucu gıdaların bozularak, özelliğini kaybetmesidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sterilizasyon",
      "B": "Kontaminasyon",
      "C": "Dezenfeksiyon",
      "D": "Dejenerasyon",
      "E": "Rejenerasyon"
    },
    "explanation": "<strong>Kontaminasyon</strong> gıdaların bulunduğu bir ortama fiziksel, kimyasal veya biyolojik kirleticilerin bulaşması sonucu gıdaların bozularak, özelliğini kaybetmesidir."
  },
  {
    "id": "3841487",
    "unitNumber": 4,
    "text": "Değerli bir maddenin gıdadan uzaklaştırılarak yerine daha az değerli bir bileşen ilave edilmesi yoluyla gıda maddelerinin mevzuata veya izin verilen özelliklerine aykırı olarak üretilmesine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sentetik",
      "B": "İmitasyon",
      "C": "Fason",
      "D": "Tağşiş",
      "E": "Taklit"
    },
    "explanation": "<strong>Tağşiş </strong>değerli bir maddenin gıdadan uzaklaştırılarak yerine daha az değerli bir bileşen ilave edilmesi yoluyla gıda maddelerinin mevzuata veya izin verilen özelliklerine aykırı olarak üretilmesidir."
  },
  {
    "id": "3841488",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ürünün miktarı, verim ve gıda bileşenlerinin oranı gibi üreticiyi etkilediği kadar tüketiciyi de etkileyen, ekonomik açıdan önemli kalite özellikleridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fiziksel özellikler",
      "B": "Mikrobiyolojik özellikler",
      "C": "Kantitatif karakteristikler",
      "D": "Kalitatif karakteristikler",
      "E": "Organoleptik özellikler"
    },
    "explanation": "<strong>Kantitatif karakteristikler</strong> ürünün miktarı, verim ve gıda bileşenlerinin oranı gibi üreticiyi etkilediği kadar tüketiciyi de etkileyen, ekonomik açıdan önemli kalite özellikleridir."
  },
  {
    "id": "3841489",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi besin değeri, katkı maddeleri, özellikle taşınma ve depolanma sürecindeki kirlilik ve kontaminasyon durumu gibi tüketici duyularıyla tespit edilemeyen ancak sağlık açısından oldukça önemli özelliklerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Duyusal karakteristikler",
      "B": "Gizli karakteristikler",
      "C": "Kalitatif karakteristikler",
      "D": "Kantitatif karakteristikler",
      "E": "Mikrobiyolojik özellikler"
    },
    "explanation": "<strong>Gizli karakteristikler</strong> besin değeri, katkı maddeleri, özellikle taşınma ve depolanma sürecindeki kirlilik ve kontaminasyon durumu gibi tüketici duyularıyla tespit edilemeyen ancak sağlık açısından oldukça önemli özelliklerdir."
  },
  {
    "id": "3841490",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Türk Standartları Enstitüsü’nün ilk yazılı belgesidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Türk Ticaret Kanunu",
      "B": "Ayar Kanunnamesi",
      "C": "Borçlar Kanunu",
      "D": "Ticarette Tağsişin Men-i Kanunu",
      "E": "Kanunname-i İhtisab-ı Bursa"
    },
    "explanation": "Standardizasyonun tarihi oldukça eskilere dayanmaktadır. ilk yazılı standart ise 1502 tarihinde Sultan II. Beyazıt’ın emriyle çıkarılan <strong>Kanunname-i İhtisab-ı Bursa’dır</strong>(Bursa Belediye Kanunu). Bursa şehrindeki üretim ve piyasa standartlarını belirlemek için yayımlanan bu kanun aynı zamanda Türk Standartları Enstitüsü’nün ilk yazılı belgesidir."
  },
  {
    "id": "3841491",
    "unitNumber": 4,
    "text": "Üretimde, anlayışta, ölçme ve deneyde bir örneklik sağlama işlemine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Prosedür",
      "B": "Spesifikasyon",
      "C": "Validasyon",
      "D": "Kalibrasyon",
      "E": "Standart"
    },
    "explanation": "<strong>Standart, </strong>üretimde, anlayışta, ölçme ve deneyde bir örneklik sağlama işlemidir."
  },
  {
    "id": "3841492",
    "unitNumber": 4,
    "text": "Satılan mal veya hizmetin niteliğine uygun olmaması, kusurlu olması veya zamanında teslim edilememesi durumlarında alıcının kaybının telafi edilmesi adına fiyatta yapılan indirim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Reklamasyon",
      "B": "Promosyon",
      "C": "Provizyon",
      "D": "Devalüasyon",
      "E": "Kompensasyon"
    },
    "explanation": "<strong>Reklamasyon</strong> satılan mal veya hizmetin niteliğine uygun olmaması, kusurlu olması veya zamanında teslim edilememesi durumlarında alıcının kaybının telafi edilmesi adına fiyatta yapılan indirimdir"
  },
  {
    "id": "3841493",
    "unitNumber": 4,
    "text": "TSE tarafından verilen aşağıdaki belgelerden hangisi gıda üretim yerlerinde hijyen ve sanitasyon içindir?",
    "correctAnswer": "D",
    "options": {
      "A": "TS EN ISO 9001",
      "B": "TS EN ISO 14001",
      "C": "TS EN ISO 22000",
      "D": "TSE TS 13027",
      "E": "TSE Çift Yıldız Belgesi"
    },
    "explanation": "TSE tarafından verilen <strong>TSE TS 13027</strong> belgesi gıda üretim yerlerinde hijyen ve sanitasyon içindir."
  },
  {
    "id": "3841494",
    "unitNumber": 4,
    "text": "İlk TSE uygunluk belgesi ve markası kullanma hakkı…….. için verilmiştir.<br/>Yukarıda verilen cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "bakır tel",
      "B": "alüminyum levha",
      "C": "çelik boru",
      "D": "cam şişe",
      "E": "plastik kaplama"
    },
    "explanation": "İlk TSE uygunluk belgesi ve markası kullanma hakkı<strong>, “bakır tel”</strong> için verilmiştir."
  },
  {
    "id": "3609737",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi gıda maddelerinin kalite kontrol ve iyileştirmesi için yapılan faaliyetler arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Gıda maddesine ait kalite özelliklerin belirlenmesi",
      "B": "Gıda maddesinin tüzük, sözleşme ve standartlarca belirlenen limitlere uygunluğun test edilmesi",
      "C": "Gıda maddesinin üretim ve verimini arttıracak, kusurlu mamul sayısını azaltacak işletme içi yönetsel çalışmaların tesbit edilmesi",
      "D": "Gıda maddesinin kalite iyileştirme çalışmalarının sürekliliğinin sağlanması",
      "E": "Gıda maddesinin içerdiği enerji ve besin ögesi miktarlarının belirlenmesi"
    },
    "explanation": "Kalite kontrol ve iyileştirme, gıdanın tüketici ihtiyacını karşılamasını ve sürekli olarak daha iyinin sağlaması için yapılan faaliyetler dizisidir. Bu faaliyetler;<br/>• Gıda maddesine ait kalite özelliklerin belirlenmesi (nitelik, algısal, işlevsel açıdan kalite özellikleri),<br/>• Tüzük, sözleşme ve standartlarca belirlenen limitlere uygunluğun test edilmesi (Türk Gıda Kodeksi, Gıda maddeleri Tüzüğü vs.),<br/>• Üretim ve verimi arttıracak, kusurlu mamul sayısını<br/>azaltacak işletme içi yönetsel çalışmaları (Kalite kontrol yönetimi, yönetim süreci, imalat süreci, hammadde kontrolü, ürün kontrolü vs.) kapsar. Bu sürecin<br/>içerisinde, üretimde ortaya çıkan sorunlara düzeltici<br/>önlemlerin alınması ve kalite iyileştirme çalışmalarının sürekliliğinin sağlanması faaliyetlerini de içerir.<br/>Gıda maddesinin içerdiği enerji ve besin ögesi miktarlarının belirlenmesi"
  },
  {
    "id": "3609738",
    "unitNumber": 5,
    "text": "Kalite ögeleri Niteliksel açıdan incelendiğinde; gıdaların <strong>fiziksel, kimyasal ve biyolojik</strong> özellikleri üzerinde durulmaktadır. Buna göre aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Biyolojik özellikler ise gıdalarda var olan ve gerçekleşen mikrobik reaksiyonlar ile hastalıkları ifade etmektedir",
      "B": "Kimyasal özellikler gıdaların besleyici değeri yani enerji ve besin ögelerini ifade etmektedir.",
      "C": "Duyuların algılamasına girmeyen pestisit, mikotoksin, metal artıkları gibi etmenleri ifade etmektedir",
      "D": "Fiziksel özellikler enzimlerin şekli, boyutu, kıvamı gibi gözlemlenebilir, ölçülebilir ve hissedilebilir özelliklerini ifade etmektedir.",
      "E": "Yeterli ve dengeli beslenmede insan sağlığı ile ilgili faktörleri ifade etmektedir."
    },
    "explanation": "Kalite ögeleri Niteliksel açıdan incelendiğinde; gıdaların fiziksel, kimyasal ve biyolojik özellikleri üzerinde durulmaktadır.<br/>Fiziksel özellikler gıdanın şekli, boyutu, kıvamı gibi gözlemlenebilir, ölçülebilir ve hissedilebilir özellikler;<br/>kimyasal özellikler gıdaların besleyici değeri yani enerji ve besin ögelerini;<br/>biyolojik özellikler ise gıdalarda var olan ve gerçekleşen enzimatik reaksiyonlar ile mikroorganizmaları ifade etmektedir<br/>Kimyasal özellikler gıdaların besleyici değeri yani enerji ve besin ögelerini ifade etmektedir."
  },
  {
    "id": "3609739",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir gıdanın içerdiği enerji ve besin ögesi miktarları ile diğer bileşenlerinin beslenme yönünden faydalı olduğunu ifade eden herhangi bir reklam, etiket veya mesajı ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Sağlık Beyanı",
      "B": "Besin etiketi",
      "C": "Beslenme Beyanı",
      "D": "Beslenme değeri",
      "E": "Gıda etiketi"
    },
    "explanation": "Beslenme Beyanı;<br/>Bir gıdanın içerdiği enerji ve besin ögesi miktarları ile diğer bileşenlerinin beslenme yönünden<br/>faydalı olduğunu ifade eden veya ima eden herhangi bir reklam, etiket veya mesajı ifade etmektedir"
  },
  {
    "id": "3609740",
    "unitNumber": 5,
    "text": "Aspergillus flavus ve Aspergillus parasiticus küflerinin oluşturduğu kanserojen özellikte zehirli mikotoksin aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ekzotoksin",
      "B": "Enterotoksin",
      "C": "Endotoksin",
      "D": "Aflatoksin",
      "E": "Okratoksin"
    },
    "explanation": "Aspergillus flavus ve Aspergillus parasiticus küflerinin oluşturduğu “Aflatoksin” en zehirli mikotoksinler arasındadır ve kuvvetli zehir ve kanserojen bir maddedir"
  },
  {
    "id": "3609741",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Tarımda kullanılan pestisitler sonucu insanların yaşayabileceği sorunlar arasında görülmez?",
    "correctAnswer": "A",
    "options": {
      "A": "Dişlerin dökülmesi",
      "B": "Erkeklerde sperm sayısında azalma",
      "C": "Erken doğum",
      "D": "Doğum anomalileri",
      "E": "Kanser"
    },
    "explanation": "Veteriner ilaç kalıntılarının (pestisitler) etkileri ;<br/>Gıdalardaki antibiyotik kalıntıları, hastalık yapıcı patojen mikroorganizmaların ilaca karşı direnç geliştirmesine, yani<br/>tedavi süresince verilen antibiyotiklerden fayda alınamaması ve daha yüksek antibiyotik tedavisine geçilmesine<br/>neden olan son derece ciddi bir sonuç<br/>ortaya çıkarır.<br/>• Gıdalardaki endokrin bozucu veteriner<br/>ilaç kalıntıları, hormonları taklit ederek<br/>hormonal sistemi etkilemektedir. Bu<br/>durum erkeklerde sperm sayısında azalma, iktidarsızlık, erken ergenlik, erkek<br/>çocuklarda meme büyümesi hatta obezite gibi sonuçlar doğurabilmektedir.<br/>• Gıda ilaç ve pestisit kalıntıları kanser,<br/>egzama, astım ve birçok alerji çeşidine,<br/>migren ve birçok sinir sistemi problemlerine, erken doğum ve doğuştan<br/>şekil bozuklukları gibi etkilere neden<br/>olabilmektedir.<br/>Dişlerin dökülmesi"
  },
  {
    "id": "3610065",
    "unitNumber": 5,
    "text": "Numune alma işleminde yapılan başlıca hatalardan biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Numunelerin görevli olmayan herhangi biri tarafından alınması",
      "B": "Numunelerin uygun miktarlarda alınmaması",
      "C": "Numunelerin uygun sürelerde saklanmaması",
      "D": "Numune alımında uygun kapların kullanılması",
      "E": "Numunelerin uygun koşullarda saklanmaması"
    },
    "explanation": "Numune alma işleminde yapılan başlıca hatalar aşağıda sıralanmıştır.<br/>• Numunelerin görevli olmayan herhangi biri tarafından alınması.<br/>• Numune alma prosedürlerinin doğru şekilde uygulanmaması.<br/>• Numune alınırken uygun araçların kullanılmaması.<br/>• Numune alımında uygun kapların kullanılmaması.<br/>• Numunelerin uygun miktarlarda alınmaması.<br/>• Numunelerin uygun koşullarda saklanmaması.<br/>• Numunelerin uygun sürelerde saklanmaması.<br/>• Numunelerin laboratuvarlara zamanında ulaştırılmaması.<br/>• Uygun şekilde işaretleme ve etiketleme yapılmaması.<br/>Buna göre doğru cevap D seçeneğidir."
  },
  {
    "id": "3610066",
    "unitNumber": 5,
    "text": "I. Gıdalarda virüslerin neden olduğu toksik yapıdır.<br/>II. Akut zehirlenmeye sebep olur.<br/>III. “Aflatoksin” en zehirli mikotoksinler arasındadır.<br/>IV. Aflatoksinler gıdaların ısıtılması, pişirilmesi gibi işlemlerle yokolur.<br/>“Mitotoksin” ile ilgili olarak yukarıda verilen ifadelerden doğru olanların tümü hangi seçenekte verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve III",
      "E": "II ve IV"
    },
    "explanation": "Küfler uygun ortamlarda hızlı üreyerek besinin içerisinde mitotoksin geliştirirler. “Mitotoksin”, gıdalarda küflerin neden olduğu toksik yapıdır ve akut zehirlenmeden bağışıklık yetersizliği ve kanser gibi birçok hastalığa sebebiyet verir. Mikotoksin kaynaklı zehirlenmeye “mikotoksikozis” denmektedir. Birkaç yüz mikotoksinden birkaç tanesi, insan sağlığı üzerindeki ciddi etkilere sahiptir ve gıdalardaki oluşumları nedeniyle en fazla ilgiyi çekmiştir. Aspergillus flavus ve Aspergillus parasiticus küflerinin oluşturduğu “Aflatoksin” en zehirli mikotoksinler arasındadır ve kuvvetli zehir ve kanserojen bir maddedir. Yüksek sıcaklıklara (200-300°C) dayanıklı olan aflatoksinler gıdaların ısıtılması, pişirilmesi gibi işlemlerle yokolmaz ve toprakta, çürüyen bitki örtüsünde, samanda ve tahıllarda gelişen Aspergillus flavus ve Aspergillus parasiticus gibi küfler tarafından üretilir. <br/>Buna göre II ve III' te verilen bilgiler doğrudur."
  },
  {
    "id": "3610067",
    "unitNumber": 5,
    "text": "\"Salgıladığı toksinler nedeniyle botulizm hastalığına sebep olur. Özellikle oksijensiz ortamlarda üreyebilen bu bakteri yeterli ısı ve basınca ulaşamamış konserveler için tehdittir.\"<br/>Yukarıda özellikleri verilen bakteri aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "<em>Escherichia coli</em>",
      "B": "<em>Clostridium botulinum</em>",
      "C": "<em>Stapylococcus aureus</em>",
      "D": "<em>Bacillus cereus</em>",
      "E": "<em>Salmonella</em> spp"
    },
    "explanation": "<strong>Clostridium botulinum</strong> bakterisinin salgıladığı toksinler nedeniyle gerçekleşen botulizm tedavi edilmezse ölüm oranına sahip gıda kaynaklı bir zehirlenmedir. Özellikle oksijensiz ortamlarda üreyebilen bu bakteri yeterli ısı ve basınca ulaşamamış konserveler için tehdittir."
  },
  {
    "id": "3610069",
    "unitNumber": 5,
    "text": "Monosodyum glutamat (MSG) ile ilgili olarak aşağıda verilen ifadelerden hangisi doğru <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Sodyum ve glutamik asitten oluşan bir katkı maddesidir.",
      "B": "Çin tuzu olarak da bilinir.",
      "C": "Besinlere lezzet kazandırmak için kullanılır.",
      "D": "Alerjik astım, baş ağrısı, ürtiker ve anjiyo ödem ile ilişkisi olabileceği düşünülmektedir.",
      "E": "Meşrubat, reçel, tatlı, çikolata, dondurma gibi gıdalarda kullanılırlar."
    },
    "explanation": "Monosodyum glutamat (MSG), sodyum ve glutamik asitten oluşan bir katkı maddesidir. MSG beşinci tat duyusu da denilen umami bir lezzettir ve Çin tuzu olarak da bilinir. Besinlere lezzet kazandırmak için kullanılan MSG başta salam, sosis, hamburger, hazır çorbalar, cips, kraker, et suyu tabletleri, köfte harçları, salata sosları olmak üzere pek çok hazır gıdanın üretiminde kullanılmaktadır. MSG nin alerjik astım, baş ağrısı, ürtiker ve anjiyo ödem, rinit, ruhsal bozukluklar ile ilişkisi olabileceği düşünülmektedir. Buna göre doğru cevap E seçeneğidir."
  },
  {
    "id": "3610070",
    "unitNumber": 5,
    "text": "Gıdanın fiziki kalite ögeleri, biçimsel(formal) ve işlevsel(fonksiyonel) olmak üzere iki grupta incelenmektedir. Aşağıdakilerden hangisi patatesin işlevsel (fonksiyonel) kalitesini açıklar?",
    "correctAnswer": "C",
    "options": {
      "A": "Koyu sarı ya da daha açık renk olması",
      "B": "Küçük ya da büyük boyutlarda olması",
      "C": "Kızartmaya ve de cips yapımına uygun olup olmaması",
      "D": "Yumuşak olması veya olmaması",
      "E": "Şeklinin oval olup olmaması"
    },
    "explanation": "Gıdanın fiziki kalite ögeleri biçimsel(formal) ve işlevsel(fonksiyonel) olmak üzere iki grupta<br/>incelenmektedir. Biçimsel olarak gıdaların şekil, boyut, homojenlik gibi özelliklerine, işlevsel olarak da kullanım amacına uygunluğunu belirleriz. Örnek olarak patatesin koyu sarı ya da daha açık renk olması, küçük ya da büyük boyutlarda olması, şeklinin oval olup olmaması, yumuşak olması veya olmaması gibi özellikler biçimsel(formal) kaliteyi açıklarken, patatesin kızartmaya ve de cips yapımına uygun olup olmaması ya da haşlamaya yani patates püresi yapımına uygun olup olmaması ise işlevsel (fonksiyonel)kaliteyi açıklamaktadır."
  },
  {
    "id": "3610071",
    "unitNumber": 5,
    "text": "Haşerelerin, böceklerin ve tarım zararlılarının gıda maddelerinde oluşturduğu kusurlar, hangi tip gıda kusurudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Genetik / Fizyolojik Kusurlar",
      "B": "Mekanik Kusurlar",
      "C": "Patolojik Kusurlar",
      "D": "Entomolojik Kusurlar",
      "E": "Yabancı Madde ve Dış Etkenlere Bağlı Kusurlar"
    },
    "explanation": "Haşerelerin, böceklerin ve tarım zararlılarının gıda maddelerinde oluşturduğu kusurlar entomolojik<br/>kusur olarak adlandırılmaktadır."
  },
  {
    "id": "3610073",
    "unitNumber": 5,
    "text": "I. Dilüsyon (seyreltme) yöntemi, genellikle katı ürünlerde kullanılan bir yöntemdir.<br/>II. Görünürlüğü geliştirme, genellikle göz ile yapılan kusur ölçme yöntemidir.<br/>III. Yıkama yöntemi yüzdürme yönteminin tam tersi şekilde uygulanan bir yöntemdir.<br/>IV. Beyaz zemin yönteminde, basılı materyaller, renk katalogları ve fotoğraf gibi tanımlayıcı materyaller kullanılmaktadır.<br/>Gıda Kusurunun Ölçümünde Kullanılan Yöntemler ile ilgili olarak yukarıda verilen ifadelerden doğru olanların tümü aşağıdaki seçeneklerden hangisinde verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve III",
      "E": "II ve IV"
    },
    "explanation": "Dilüsyon (Seyreltme) Yöntemi: Genellikle sıvı ürünlerde kullanılan bir yöntemdir.<br/>Görünürlüğü Geliştirme: Genellikle göz ile yapılan kusur ölçme yöntemidir.<br/>Yıkama (Elüsyon) Yöntemi: Yıkama yöntemi yüzdürme yönteminin tam tersi şekilde uygulanan bir yöntemdir.<br/>Beyaz Zemin Yöntemi: Var olan kusurların daha kolay görülmesini sağlayan bir yöntem olarak kullanılmaktadır. Beyaz zemine yayılan ürünlerde koyu renkli parçaların ve kusurların görülmesi amaçlanmaktadır."
  },
  {
    "id": "3610074",
    "unitNumber": 5,
    "text": "<!-- [if !supportLists]-->1- <!--[endif]-->“Numuneler, homojen olarak dört adet alınmaktadır. Bunlardan biri alıcıya, biri satıcıya, biri hakem laboratuvara verilmek üzere alınır; son olarak biri de şahit olarak saklanmaktadır. Genellikle satıcı ve alıcılar, gümrükler, hakemlik vazifesi yapan laboratuvarlar tarafından alınmaktadır.”<br/>Yukarıda özellikleri verilen numune tipi hangi amaç için alınan numunelere aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gıda Standartları Numuneleri",
      "B": "Şikâyet Numuneleri",
      "C": "Fabrika Numuneleri",
      "D": "Ticari Faaliyetler İçin Gıda Kontrolü Amacı İle Alınan Numuneler",
      "E": "Adli Mercilere Aksetmiş Uyuşmazlıklar İçin Yapılacak Kontroller Amacıyla Alınan Numuneler"
    },
    "explanation": "Bir gıdadan, üründen veya partiden alınan numuneler, numune almanın amacına ve yapılacak<br/>analizlere göre sınıflandırılmaktadır. Ticari Faaliyetler İçin Gıda Kontrolü Amacı İle Alınan Numuneler<br/>Bu numuneler, homojen olarak dört adet alınmaktadır. Bunlardan biri alıcıya, biri satıcıya, biri hakem laboratuvara verilmek üzere alınır; son olarak biri de şahit olarak saklanmaktadır. Genellikle satıcı ve alıcılar, gümrükler, hakemlik vazifesi yapan laboratuvarlar tarafından alınmaktadır.<br/>Doğru cevap D seçeneğidir."
  },
  {
    "id": "3610085",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi gıda maddelerinde farklı sebeplerden dolayı oluşan kusurlardan değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gıda hammaddelerinin genetik anormallikleri",
      "B": "Büyük baş hayvanların gıda maddelerinde oluşturduğu kusurlar",
      "C": "Çeşitli bitki hastalıkları sebebiyle oluşan kusurlar",
      "D": "Gıda ürünlerinde fiziksel yaralanmalar sonucu oluşan kusurlar",
      "E": "Gıda ürünlerinin yenilebilir olmayan kısımlarından oluşan kusurlar"
    },
    "explanation": "Gıda maddelerinde farklı sebeplerden dolayı kusur ortaya çıkabilmektedir. Gıda kusurları temelde beş<br/>grup halinde incelenmektedir.<br/>• Genetik / Fizyolojik Kusurlar<br/>Genetik ve fizyolojik kusurlar hammaddenin genetik anormallikleri sonucu veya gıda maddelerinin büyümesi, yetişmesi ve olgunlaşması sırasındaki olumsuz çevre şartlarının etkisi ile ortaya<br/>çıkmaktadır. <br/>Entomolojik Kusurlar<br/>Haşerelerin, böceklerin ve tarım zararlılarının gıda maddelerinde oluşturduğu kusurlar entomolojik kusur olarak adlandırılmaktadır.<br/>Patolojik Kusurlar<br/>Çeşitli bitki hastalıkları sebebiyle oluşan kusurlar olarak ifade edilmektedir.<br/>Mekanik Kusurlar.<br/>Gıda ürünlerinde ezilme, çarpma, parçalanma gibi fiziksel yaralanmalar sonucu meydana gelen kusurlar mekanik kusurlar olarak ifade edilmektedir.<br/>Yabancı Madde ve Dış Etkenlere Bağlı Kusurlar<br/>Gıda ürünlerinin yenilebilir kısımları dışındaki maddeler bu kusur grubunu oluşturmaktadır. Ürünlerin yenilmeyen yapıla<br/>Büyük baş hayvanların gıda maddelerinde oluşturduğu kusurlar"
  },
  {
    "id": "3610086",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi gıda ürünlerin kıyaslanması, farklılıkların tespiti, yeni ürün geliştirme, ürün kalitesini arttırma, en iyi örneklerin seçilmesi ve üründe bozulma meydana gelip gelmediğinin anlaşılması amacıyla gerçekleştirilen kalite-kantite testleri arasında sayılabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üçgen Test",
      "B": "İkili- Üçlü (Düo-Trio) Test",
      "C": "Hedonik Skala Testi",
      "D": "Eşlenmiş Kıyaslama Testi",
      "E": "Tek Örnekli Değerlendirme Testi"
    },
    "explanation": "Kalite-kantite duyusal analiz değerlendirmeleri; sıralama testi, puanlama<br/>testi, hedonik skala, lezzet profili analizi ve doku<br/>profili analizi gibi yöntemlerle gerçekleştirilmektedir.<br/>• Hedonik Skala Tekniği"
  },
  {
    "id": "3610087",
    "unitNumber": 5,
    "text": "Gıda ürünleriyle ilgili tüm aşamalarda, hammadde de kimyasal ve fiziksel etkileşimler sonucu ortaya çıkan duyusal farklılıkları tespit etmek amacıyla uygulanan ve kalite standartlarının oluşturulması ve oluşturulan kalite kontrol uygulamalarının geliştirilmesinin amaçlandığı testler aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Farklılık testleri",
      "B": "Kalite - kantite testleri",
      "C": "Tek örnekli değerlendirme testi",
      "D": "Duyusal analiz testleri",
      "E": "Doku profili testleri"
    },
    "explanation": "Farklılık Testleri<br/>Gıdaların işlenmesinde kullanılan yöntemler,<br/>genetik faktörler, yetişme ve iklim koşulları, beslenme ve bakım koşulları, ambalaj ve paketleme<br/>süreçleri, depolama ve pazarlama koşullarındaki<br/>uygulamalardan dolayı gıdaların duyusal özelliklerinde farklılıklar görülebilmektedir. Farklılık testleri; ürünle ilgili tüm aşamalarda gıdalarda kimyasalfiziksel etkileşimler sonucu ortaya çıkan duyusal<br/>farklılıkları tespit etmek amacıyla uygulanmaktadır. Temelde iki veya daha fazla örnek arasındaki<br/>farklılığın algılanması esasına dayanmaktadır. Farklılık testlerinde, kalite standartlarının oluşturulması ve oluşturulan kalite kontrol uygulamalarının<br/>geliştirilmesi amaçlanmaktadır."
  },
  {
    "id": "3610088",
    "unitNumber": 5,
    "text": "Ülkemizde gıdaların üretiminden tüketimine ve depolama işlemlerine kadar geçen süreçteki gıda güvenliği unsurlarının kontrolü gibi işlemlerin mevzuata uygun olup olmadığını denetleyen tek yetkili kurum aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hıfzıssıhha Enstitüsü",
      "B": "Gıda Güvenliği Enstitüsü",
      "C": "Çevre ve Şehircilik Bakanlığı",
      "D": "Sağlık Bakanlığı",
      "E": "Tarım ve Orman Bakanlığı"
    },
    "explanation": "Ülkemizde gıdaların üretiminden tüketimine ve depolama işlemlerine kadar geçen süreçteki gıda güvenliği unsurlarının kontrolü ve tüm bu işlemlerin mevzuata uygun olup olmadığını demetleyen yetkili tek kurum<br/>Tarım ve Orman Bakanlığı’dır."
  },
  {
    "id": "3610089",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi numune alma işleminde yapılan hatalar arasında sayılamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Numune alma prosedürlerinin doğru şekilde uygulanmaması",
      "B": "Numunelerin görevli olmayan kişilerce alınması",
      "C": "Numunelerin uygun koşullarda saklanmaması",
      "D": "Numunelerin laboratuvarlara zamanında ulaştırılmaması",
      "E": "Analiz için alınan numune örneği miktarı 250 gram olmalı"
    },
    "explanation": "Numune alma işleminde yapılan başlıca hatalar aşağıda sıralanmıştır.<br/>• Numunelerin görevli olmayan herhangi biri tarafından alınması.<br/>• Numune alma prosedürlerinin doğru şekilde uygulanmaması.<br/>• Numune alınırken uygun araçların kullanılmaması.<br/>• Numune alımında uygun kapların kullanılmaması.<br/>• Numunelerin uygun miktarlarda alınmaması.<br/>• Numunelerin uygun koşullarda saklanmaması.<br/>• Numunelerin uygun sürelerde saklanmaması.<br/>• Numunelerin laboratuvarlara zamanında<br/>ulaştırılmaması.<br/>• Uygun şekilde işaretleme ve etiketleme yapılmaması<br/>Analiz için alınan numune örneği miktarı 250 gram olmalı"
  },
  {
    "id": "3610116",
    "unitNumber": 5,
    "text": "Et ürünlerinin hangi hayvan türünden üretildiğini anlamak için alınan numune türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Histolojik Analiz İçin Alınan Numuneler",
      "B": "Serolojik Analiz İçin Alınan Numuneler",
      "C": "Toksikolojik Analiz İçin Alınan Numuneler",
      "D": "Mikrobiyolojik Analiz İçin Alınan Numuneler",
      "E": "Kimyasal Analiz İçin Alınan Numuneler"
    },
    "explanation": "Serolojik Analiz İçin Alınan Numuneler: Et ürünlerinin hangi hayvan türünden üretildiğini anlamak için alınan numune örnekleridir.<br/>Doğru cevap B seçeneğidir."
  },
  {
    "id": "3610117",
    "unitNumber": 5,
    "text": "I. Numune almada cam veya plastikten, vidalı kapaklı, sızdırmaz kaplar kullanılmaktadır.<br/>II. Numuneleri içinde bulunduran şeffaf veya yarı şeffaf kaplar, aydınlık ortamda saklanmalıdır.<br/>III. Genellikle opak kaplar tercih edilmektedir.<br/>IV. Numune almada kullanılan ekipmanların yüzeylerinin pürüzlü yapıda olması daha doğru bulunmaktadır.<br/>Numune almada kullanılan kap ve araçlar ile ilgili olarak yukarıda verilen ifadelerden doğru olanların tümü hangi seçenekte yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "II ve IV",
      "E": "I ve III"
    },
    "explanation": "Cam veya plastikten, vidalı kapaklı, sızdırmaz, sterilizasyon için uygun ve hacmi yeterli kaplar kullanılmaktadır. Genellikle opak kaplar tercih edilmektedir. Numuneleri içinde bulunduran şeffaf veya yarı şeffaf kaplar, karanlık ortamda saklanmalıdır. Numune almada kullanılan ekipmanların yüzeylerinin pürüzsüz yapıda ve paslanmaz çelik olması daha doğru bulunmaktadır. Araçların mümkün olduğunca basit ve kullanışlı olması, patojen mikroorganizmaların üremesi için pürüz bulunmaması ve sterilize edilebilir özellikte olması tercih edilmektedir.<br/>Buna göre I ve III'teki ifadeler doğrudur."
  },
  {
    "id": "3841499",
    "unitNumber": 5,
    "text": "Aflatoksin aşağıda verilen mikroorganizmalardan hangisi tarafından üretilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aspergillus flavus",
      "B": "Salmonella spp.",
      "C": "Escherichia coli",
      "D": "Bacillus cereus",
      "E": "Bacillus anthracis"
    },
    "explanation": "<strong>Aspergillus flavus</strong> ve Aspergillus parasiticus küflerinin oluşturduğu “Aflatoksin” en zehirli mikotoksinler arasındadır ve kuvvetli zehir ve kanserojen bir maddedir."
  },
  {
    "id": "3841500",
    "unitNumber": 5,
    "text": "………. memeli hayvanların kalınbağırsağında yaşayan bir bakteridir. Hayvan bağırsağı için zararsız olmalarına rağmen insana geçtiklerinde birçok hastalık unsuru oluşturabilme özelliğine sahiptir.<br/>Yukarıda verilen cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Salmonella enterica",
      "B": "Escherichia coli",
      "C": "Listeria monocytogenes",
      "D": "Campylobacter jejuni",
      "E": "Clostridium botulinum"
    },
    "explanation": "<strong>Escherichia coli</strong> memeli hayvanların kalınbağırsağında yaşayan bir bakteridir. Hayvan bağırsağı için zararsız olmalarına rağmen insana geçtiklerinde birçok hastalık unsuru oluşturabilme özelliğine sahiptir."
  },
  {
    "id": "3841501",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi gıdaların görünüş ve lezzetini arzu edilen duruma getirmek, kalite özelliklerini ve gıda değerini korumak, raf ömrünü uzatmak amacıyla hemen hemen tüm işlenmiş gıdalara eklenen maddelerin genel adıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Pestisitler",
      "B": "Herbisitler",
      "C": "İşlenmiş gıda bileşenleri",
      "D": "Gıda katkı maddeleri",
      "E": "Besin ögeleri"
    },
    "explanation": "<strong>Gıda katkı maddeleri</strong> gıdaların görünüş ve lezzetini arzu edilen duruma getirmek, kalite özelliklerini ve gıda değerini korumak, raf ömrünü uzatmak amacıyla hemen hemen tüm işlenmiş gıdalara eklenen maddelerin genel adıdır."
  },
  {
    "id": "3841502",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sıvıların akış ve katıların deformasyon özelliklerini tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Termal özellikler",
      "B": "Kimyasal özellikler",
      "C": "Reolojik özellikler",
      "D": "Biyolojik özellikler",
      "E": "Duyusal özellikler"
    },
    "explanation": "<strong>Reolojik özellikler </strong>sıvıların akış ve katıların deformasyon özelliklerini tanımlar."
  },
  {
    "id": "3841503",
    "unitNumber": 5,
    "text": "Gıda kusurlarından \"entomolojik kusur\" neyi ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Genetik bozukluklar sonucu oluşan kusurlar",
      "B": "Haşerelerin, böceklerin ve tarım zararlılarının gıdalarda oluşturduğu kusurlar",
      "C": "Mekanik etkilerle oluşan kusurlar",
      "D": "Mikroorganizmaların neden olduğu kusurlar",
      "E": "Ambalajdan kaynaklanan kusurlar"
    },
    "explanation": "<strong>Haşerelerin, böceklerin ve tarım zararlılarının</strong> <strong>gıda maddelerinde oluşturduğu kusurlar</strong> entomolojik<br/>kusur olarak adlandırılmaktadır."
  },
  {
    "id": "3841504",
    "unitNumber": 5,
    "text": "Gıda kusurlarının ölçümünde kullanılan \"dilüsyon yöntemi\" hangi tür ürünler için uygundur?",
    "correctAnswer": "A",
    "options": {
      "A": "Sıvı ürünler",
      "B": "Katı ürünler",
      "C": "Gaz ürünler",
      "D": "Dondurulmuş ürünler",
      "E": "Toz ürünler"
    },
    "explanation": "Gıda kusurlarının ölçümünde kullanılan \"dilüsyon yöntemi\" Genellikle <strong>sıvı ürünlerde</strong> kullanılan bir yöntemdir. Sıvı ürünlerin seyreltilmesi ile kusurlar kolaylıkla ortaya çıkabilmekte ve görülebilmektedir."
  },
  {
    "id": "3841505",
    "unitNumber": 5,
    "text": "Gıda kusurlarını gidermek için kullanılan \"elektronik ayırma yöntemi\" hangi özelliğe dayanır?",
    "correctAnswer": "E",
    "options": {
      "A": "Ürünlerin koku farkı",
      "B": "Ürünlerin nem farkı",
      "C": "Ürünlerin boyut farkı",
      "D": "Ürünlerin ağırlık farkı",
      "E": "Ürünlerin renk farkı"
    },
    "explanation": "Bu yöntem ana ürünlerden farklı renkte olan kusurlu ürünlerin ayrıştırılmasında kullanılmaktadır. Ürünlerde bulunan renkler dalga boyu ile ilişkili bir özellik olduğundan belirli dalga boyuna duyarlı elektronik gözlerle istenmeyen veya farklı renge sahip kusurlu ürünler ana üründen uzaklaştırılmaktadır."
  },
  {
    "id": "3841506",
    "unitNumber": 5,
    "text": "\"Üçgen test\" hangi tür duyusal analiz yöntemlerine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Farklılık testleri",
      "B": "Tek örnekli değerlendirme testleri",
      "C": "Kalite-kantite testleri",
      "D": "Hedonik skala testleri",
      "E": "Lezzet profili analizi"
    },
    "explanation": "Üçgen test duyusal analizde <strong>farklılık testlerindendir.</strong>"
  },
  {
    "id": "3841507",
    "unitNumber": 5,
    "text": "\"Hedonik skala tekniği\" hangi amaçla kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ürünlerin kimyasal bileşimini analiz etmek",
      "B": "Ürünlerin raf ömrünü belirlemek",
      "C": "Ürünlerin beğenilme ya da beğenilmeme durumunu değerlendirmek",
      "D": "Ürünlerin ambalaj kalitesini değerlendirmek",
      "E": "Ürünlerin üretim hızını ölçmek"
    },
    "explanation": "Bu yöntem genellikle tüketici testlerinde ve eğitilmemiş panelistlere uygulanmaktadır. Örneklerin <strong>beğenilme veya beğenilmeme durumlarının değerlendirilerek</strong> ürün tercihlerinin belirlenmesi amacıyla gerçekleştirilen duyusal analiz test yöntemidir."
  },
  {
    "id": "3841528",
    "unitNumber": 5,
    "text": "Aynı zaman diliminde ve aynı şartlarda üretilen, aynı niteliklere sahip gıdalar veya ürünlere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Parti",
      "B": "Standart",
      "C": "Numune",
      "D": "Referans",
      "E": "Kalıntı"
    },
    "explanation": "Aynı zaman diliminde ve aynı şartlarda üretilen, aynı niteliklere sahip gıdalar veya ürünlere <strong>Parti </strong>adı verilir."
  },
  {
    "id": "3609970",
    "unitNumber": 6,
    "text": "Dünyadaki sağlıksız ve yetersiz beslenme kaynaklı problemlerinin ve açlığın önüne geçilebilmesi<br/>için 13-17 Kasım tarihleri arasında Birleşmiş<br/>Milletler Gıda ve Tarım Örgütü (FAO) tarafından<br/>Roma’da Dünya Gıda Zirvesi hangi yıl düzenlenmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1995",
      "B": "1996",
      "C": "1997",
      "D": "1998",
      "E": "1999"
    },
    "explanation": "Dünyadaki sağlıksız ve yetersiz beslenme kaynaklı problemlerinin ve açlığın önüne geçilebilmesi<br/>için 13-17 Kasım tarihleri arasında Birleşmiş<br/>Milletler Gıda ve Tarım Örgütü (FAO) tarafından<br/>Roma’da Dünya Gıda Zirvesi 1996 yılında düzenlenmiştir?"
  },
  {
    "id": "3609973",
    "unitNumber": 6,
    "text": "Ülkemizde resmi gıda kontrollerinde<br/>yetkili otorite aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Adalet Bakanlığı",
      "B": "Kültür Bakanlığı",
      "C": "Milli Eğitim Bakanlığı",
      "D": "Turizm Bakanlığı",
      "E": "Tarım ve Orman Bakanlığı"
    },
    "explanation": "Ülkemizde resmi gıda kontrollerinde<br/>yetkili otorite Tarım ve Orman Bakanlığıdır."
  },
  {
    "id": "3609976",
    "unitNumber": 6,
    "text": "1945’te Birleşmiş<br/>Milletler Örgütü tarafından dünyadaki gıda ve tarımla ilgili çalışmaları organize etmek ve geliştirmek için aşağıdakilerden hangisi kurulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Uluslararası Tarımsal Kalkınma Fonu",
      "B": "Dünya Sağlık Örgütü",
      "C": "Gıda ve Tarım<br/>Örgütü",
      "D": "Dünya Gıda Programı (",
      "E": "Dünya Gıda Güvenliği Komitesi"
    },
    "explanation": "20. Yüzyılın ilk yarısı biterken uluslararası barış ve güvenliği korumak amacıyla Türkiye’nin de<br/>arasında yer aldığı 50 ülke tarafından Birleşmiş<br/>Milletler Örgütü kurulmuştur. 1945’te Birleşmiş<br/>Milletler Örgütü tarafından dünyadaki gıda ve tarımla ilgili çalışmaları organize etmek ve geliştirmek için FAO kurulmuştur. Başta Gıda ve Tarım<br/>Örgütü (FAO) olmak üzere Dünya Sağlık Örgütü (WHO), Uluslararası Tarımsal Kalkınma Fonu<br/>(IFAD), Dünya Gıda Güvenliği Komitesi (CFS) ve<br/>Dünya Gıda Programı (WFP) gibi alanında uzman<br/>ve bağımsız kuruluşlar insanların gıda güvencesinin sağlanması için çeşitli görevler almaktadır.<br/>1945’te Birleşmiş<br/>Milletler Örgütü tarafından dünyadaki gıda ve tarımla ilgili çalışmaları organize etmek ve geliştirmek için Gıda ve Tarım<br/>Örgütü kurulmuştur."
  },
  {
    "id": "3609979",
    "unitNumber": 6,
    "text": "Tüketicilerin sağlığının korunması ve artan uluslararası gıda ticaretinin adil ve daha kolay yürütülebilmesi için uluslararası kabul görmüş gıda standartlara<br/>ihtiyaç duyulmuştur. Bu nedenle FAO ve WHO tarafından kaç yılında Kodeks Alimentarius Komisyonu (CAC) kurulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "1960",
      "B": "1961",
      "C": "1962",
      "D": "1963",
      "E": "1964"
    },
    "explanation": "Tüketicilerin sağlığının korunması ve artan uluslararası gıda ticaretinin adil ve daha kolay yürütülebilmesi için uluslararası kabul görmüş gıda standartlara<br/>ihtiyaç duyulmuştur. Bu nedenle FAO ve WHO tarafından 1963 yılında Kodeks Alimentarius Komisyonu (CAC) kurulmuştur."
  },
  {
    "id": "3609981",
    "unitNumber": 6,
    "text": "Türkiye kaç yılında Kodeks Alimentarius Komisyonu'na üye olmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "1963",
      "B": "1964",
      "C": "1965",
      "D": "1966",
      "E": "1967"
    },
    "explanation": "FAO ve WHO tarafından 1963 yılında Kodeks Alimentarius Komisyonu (CAC) kurulmuştur. Alanında uzman bilim insanlarından oluşan komisyonun hazırladığı ve bilim<br/>çevrelerinin değerlendirmeleri sonucunda son halini<br/>verdiği gıda standartları ve uygulama kodları ulusal<br/>gıda mevzuatlarının oluşturulmasında referans teşkil<br/>etmektedir. Türkiye 1963 yılında CAC’a üye olmuştur.<br/>Türkiye 1963 yılında Gıda Mevzuatı ve Kalite Yönetimi Kodeks Alimentarius Komisyonu 'na üye olmuştur?"
  },
  {
    "id": "3609984",
    "unitNumber": 6,
    "text": "tüketici güveninin tekrar kazanılması ve tüketici sağlığının korunmasına yönelik<br/>standartların en üst seviyeye çıkarılması için 12 Ocak<br/>2000’de aşağıdakilerden hangisi yayımlanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kırmızı Kitap",
      "B": "Beyaz Kitap",
      "C": "Mavi Kitap",
      "D": "Yeşil Kitap",
      "E": "Sarı Kitap"
    },
    "explanation": "Tüketici güveninin tekrar kazanılması ve tüketici sağlığının korunmasına yönelik<br/>standartların en üst seviyeye çıkarılması için 12 Ocak<br/>2000’de Beyaz Kitap yayımlanmıştır."
  },
  {
    "id": "3609986",
    "unitNumber": 6,
    "text": "Türk gıda kodeksi halihazırda<br/>yürürlükte olan kaç adet kurum yönetmeliği ve 65<br/>adet tebliği içermektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "15",
      "B": "16",
      "C": "17",
      "D": "18",
      "E": "19"
    },
    "explanation": "Türk gıda kodeksi halihazırda<br/>yürürlükte olan 17 adet kurum yönetmeliği ve 65<br/>adet tebliği içermektedir."
  },
  {
    "id": "3609990",
    "unitNumber": 6,
    "text": "Gıda ve yem işletmeleri için kayıt işlemine tabi işletmeler faaliyete geçerken İşyeri Açma ve Çalışma Ruhsatını almalarından itibaren kaç gün içerisinde Tarım ve Orman Bakanlığına başvurularını yapmaları gerekmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "10",
      "B": "15",
      "C": "20",
      "D": "25",
      "E": "30"
    },
    "explanation": "Gıda ve yem işletmeleri için kayıt veya onaya<br/>tabi işletmeler olmak üzere iki farklı düzenleme söz<br/>Gıda Mevzuatı ve Kalite Yönetimi 6<br/>konusudur. Kayıt işlemine tabi işletmeler faaliyete geçerken İşyeri Açma ve Çalışma Ruhsatını almalarından itibaren otuz gün içerisinde Tarım ve Orman Bakanlığına başvurularını yapmaları gerekmektedir.<br/>Gıda ve yem işletmeleri için kayıt işlemine tabi işletmeler faaliyete geçerken İşyeri Açma ve Çalışma Ruhsatını almalarından itibaren 30 gün içerisinde Tarım ve Orman Bakanlığına başvurularını yapmaları gerekmektedir."
  },
  {
    "id": "3609991",
    "unitNumber": 6,
    "text": "Ülkemizde kaç yılında yapılan ilk yasal düzenlemeler ile standardizasyon çalışmaları, ürünlere ilişkin kuralların belirlenmesi ve bu kurallara uygunluğun denetlenmesi (kalite kontrol) başlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1930",
      "B": "1931",
      "C": "1932",
      "D": "1933",
      "E": "1934"
    },
    "explanation": "Ülkemizde 1930 yılında yapılan ilk yasal düzenlemeler ile standardizasyon çalışmaları, ürünlere ilişkin kuralların belirlenmesi ve bu kurallara uygunluğun denetlenmesi (kalite kontrol) başlamıştır."
  },
  {
    "id": "3609992",
    "unitNumber": 6,
    "text": "Gıda işletmelerinin resmi kontrolleri 5996 sayılı Veteriner Hizmetleri, Bitki<br/>Sağlığı, Gıda ve Yem Kanunu kapsamında yapılmaktadır.Resmi kontrollerin uygulanma sıklığı ....................planlanır. <br/>Yukarıdaki cümledeki boşluğa aşağıdakilerden hangisi gelir?",
    "correctAnswer": "E",
    "options": {
      "A": "yönetmeliğe göre",
      "B": "işletmenin taşıdığı riskle orantılı olarak",
      "C": "3 ayda bir",
      "D": "6 ayda 1",
      "E": "gıda maddesinin taşıdığı riskle orantılı olarak"
    },
    "explanation": "Gıda işletmelerinin resmi kontrolleri 5996 sayılı Veteriner Hizmetleri, Bitki<br/>Sağlığı, Gıda ve Yem Kanunu kapsamında yapılmaktadır.Resmi kontrollerin uygulanma sıklığı gıda maddesinin taşıdığı riskle orantılı olarak planlanır."
  },
  {
    "id": "3610095",
    "unitNumber": 6,
    "text": "Ülkemizde resmi gıda kontrollerinde yetkili otorite aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çevre, Şehircilik ve İklim Değişikliği Bakanlığı",
      "B": "Çalışma ve Sosyal Güvenlik Bakanlığı",
      "C": "Tarım ve Orman Bakanlığı",
      "D": "Sağlık Bakanlığı",
      "E": "Enerji ve Tabii Kaynaklar Bakanlığı"
    },
    "explanation": "Ülkemizde resmi gıda kontrollerinde yetkili otorite Tarım ve Orman Bakanlığıdır"
  },
  {
    "id": "3610100",
    "unitNumber": 6,
    "text": "İkinci Dünya Savaşı sonrası, tüm dünyada standardizasyon ve kalite konularında çalışmalar önem kazanmıştır.<br/>Ülkemizde de ......... yılında konuyla ilgili ilk yasal düzenlemeler yapılmıştır. Bu düzenlemeler ile standardizasyon çalışmaları, ürünlere ilişkin kuralların belirlenmesi ve bu kurallara uygunluğun denetlenmesi (kalite kontrol) başlamıştır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "1925",
      "B": "1930",
      "C": "1938",
      "D": "1940",
      "E": "1946"
    },
    "explanation": "İkinci Dünya Savaşı sonrası, tüm dünyada standardizasyon ve kalite konularında çalışmalar önem kazanmıştır. Ülkemizde de <strong>1930</strong> yılında konuyla ilgili ilk yasal düzenlemeler yapılmıştır. Bu düzenlemeler ile standardizasyon çalışmaları, ürünlere ilişkin kuralların belirlenmesi ve bu kurallara uygunluğun denetlenmesi (kalite kontrol) başlamıştır"
  },
  {
    "id": "3610102",
    "unitNumber": 6,
    "text": "FAO ve WHO tarafından 1963 yılında kurulan kuruluş aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "WFP",
      "B": "EFSA",
      "C": "EMA",
      "D": "CFS",
      "E": "CAC"
    },
    "explanation": "FAO ve WHO tarafından 1963 yılında Kodeks Alimentarius Komisyonu (CAC) kurulmuştur."
  },
  {
    "id": "3610103",
    "unitNumber": 6,
    "text": "Dikey gıda kodeksine örnek aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Türk Gıda Kodeksi Deniz Ürünleri Tebliğ",
      "B": "Türk Gıda Kodeksi Fermente Süt Ürünleri Tebliğ",
      "C": "Türk Gıda Kodeksi Çay Ürünleri Tebliğ",
      "D": "Türk Gıda Kodeksi Kahve Ürünleri Tebliğ",
      "E": "Türk Gıda Kodeksi Dondurulmuş Gıda Ürünleri Tebliğ"
    },
    "explanation": "Dikey kodekse örnek olarak “Türk Gıda Kodeksi Fermente Süt Ürünleri Tebliği” verilebilirken"
  },
  {
    "id": "3610104",
    "unitNumber": 6,
    "text": "Devlet tarafından mal ve hizmet fiyatlarında üst sınırın belirlendiği uygulama aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Narh",
      "B": "Sarh",
      "C": "Kodeks",
      "D": "Hıfzıssıhha",
      "E": "İhtisab"
    },
    "explanation": "Narh: Devlet tarafından mal ve hizmet fiyatlarında üst sınırın belirlendiği uygulamadır"
  },
  {
    "id": "3610105",
    "unitNumber": 6,
    "text": "02 Kasım 2011 tarihli gıda işletmelerinin personeli ile ilgili Kanunda yapılan değişikte aşağıdakilerden hangisi zorunludur ?",
    "correctAnswer": "D",
    "options": {
      "A": "Her hafta sağlık raporu alınması",
      "B": "Her ay bir sağlık raporu alınması",
      "C": "Her üç ayda bir sağlık raporu alınması",
      "D": "Hijyen eğitimi alınması",
      "E": "Güvenli gıda eğitimi alınması"
    },
    "explanation": "<strong>02 Kasım 2011</strong> tarihli ve 28103 sayılı mükerrer Resmî Gazete’de yayımlanan “Sağlık Bakanlığı ve Bağlı<br/>Kuruluşlarının Teşkilat ve Görevleri Hakkında Kanun Hükmünde Kararname” ile 1593 sayılı Umumi<br/>Hıfzıssıhha Kanununun 126 ve 127. maddelerinde değişikliğe gidilmiştir. Bu değişiklik ile gıda işletmelerinin personelinde çalışmaya engel bulaşıcı hastalıkların ve cilt hastalıklarının belirlenmesine ve bu<br/>hastalıkların iyileşme hâlinin tespitine yönelik olarak her üç ayda bir sağlık raporu alınması zorunluluğu<br/>kaldırılmış yerine <strong>hijyen eğitimi alma</strong> zorunluluğu getirilmiştir"
  },
  {
    "id": "3610106",
    "unitNumber": 6,
    "text": "Tarihte tüketici haklarına yönelik yapılan ilk kanun aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kanunnâme-i İhtisab-ı Bursa",
      "B": "Kanunnâme-i İhtisab-ı Edirne",
      "C": "Kanunnâme-i İhtisab-ı Ankara",
      "D": "Kanunnâme-i İhtisab-ı İstanbul",
      "E": "Kanunnâme-i İhtisab-ı İznik"
    },
    "explanation": "Döneminde Osmanlı Devleti’nin ikinci büyük kenti olan ve ticari ve politik açıdan önemli bir konumda bulunan Bursa için 1502 yılında Sultan II. Bayezid tarafından “Kanunnâme-i İhtisab-ı Bursa” diğer bir ifade ile Bursa Belediyesi Kanunu yayımlanmıştır. Bu kanun tüketici hakları yönünden önemli bir kaynaktır. Tarihte Tüketici Haklarına Yönelik Yapılan İlk Kanun: “Kanunnâme-i İhtisab-ı Bursa”"
  },
  {
    "id": "3610107",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ticaretin daha verimli hale getirilmesi amacıyla küresel bağlamda, ticari veya ekonomik faaliyetlerde senkronizasyonun sağlanması için ilgili tarafların işbirliği ile belirli kuralların oluşturulması ve uygulanması sistemidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Senkronizasyon",
      "B": "Organizasyon",
      "C": "Standardizasyon",
      "D": "Formasyon",
      "E": "Reformasyon"
    },
    "explanation": "Standardizasyon ticaretin daha verimli hale getirilmesi amacıyla küresel bağlamda, ticari veya<br/>ekonomik faaliyetlerde senkronizasyonun sağlanması için ilgili tarafların işbirliği ile belirli kuralların oluşturulması ve uygulanması sistemi olarak da ifade edilebilir."
  },
  {
    "id": "3610108",
    "unitNumber": 6,
    "text": "Gıda mevzuatının en önemli bölümünü gıda........oluştur ve Tarım ve Orman Bakanlığı tarafından hazırlanır<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Kodeksi",
      "B": "Güvenliği",
      "C": "Hijyeni",
      "D": "Güvenilirliği",
      "E": "Kontrolü"
    },
    "explanation": "Gıda mevzuatının en önemli bölümünü gıda <strong>kodeksi</strong> oluştur ve Tarım ve Orman Bakanlığı tarafından hazırlanır"
  },
  {
    "id": "3610109",
    "unitNumber": 6,
    "text": "Gıda ve Kontrol Genel Müdürlüğü Resmi kontrollerin uygulanma sıklığı gıda maddesinin taşıdığı ...... orantılı olarak planlanır<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Pestisitle",
      "B": "Hijyenle",
      "C": "Kaliteyle",
      "D": "Riskle",
      "E": "Fiyatla"
    },
    "explanation": "Resmi kontrollerin uygulanma sıklığı gıda maddesinin taşıdığı riskle orantılı olarak planlanır."
  },
  {
    "id": "3841871",
    "unitNumber": 6,
    "text": "Ülkemizde resmi gıda kontrollerinde yetkili otorite aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "TÜİK",
      "B": "RTÜK",
      "C": "Tarım ve Orman Bakanlığı",
      "D": "Çevre Bakanlığı",
      "E": "Ticaret Odası"
    },
    "explanation": "Ülkemizde resmi gıda kontrollerinde yetkili otorite Tarım ve Orman Bakanlığıdır."
  },
  {
    "id": "3841872",
    "unitNumber": 6,
    "text": "Gıda zinciri içinde “çiftlikten çatala” yaklaşımı neyi ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnızca hayvansal gıdaların kontrolünü",
      "B": "Gıda üretiminde kullanılan teknoloji süreçlerini",
      "C": "Gıdanın üretimden tüketime kadar tüm aşamalarını",
      "D": "Market zincirlerinin fiyatlandırma stratejilerini",
      "E": "Tarım ürünlerinin ithalatını"
    },
    "explanation": "Gıdanın üretimden tüketime kadar tüm aşamalarını"
  },
  {
    "id": "3841873",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi gıda kontrolü sırasında alınabilecek idari yaptırımlardan biri <u><strong>değildir</strong></u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Faaliyet durdurma",
      "B": "Para cezası",
      "C": "Ürün toplatma",
      "D": "Teşvik ödemesi",
      "E": "Mülkiyetin kamuya geçirilmesi"
    },
    "explanation": "Teşvik ödemesi bir ceza değil, devletin destek uygulamasıdır. Diğerleri idari yaptırımlardır."
  },
  {
    "id": "3841875",
    "unitNumber": 6,
    "text": "Türk Gıda Kodeksi'ne göre “dikey kodeks” aşağıdakilerden hangisini tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Tüm gıdalar için geçerli genel kurallar",
      "B": "Sadece ithal ürünler ile ilgili standartlar",
      "C": "Belirli bir gıda grubu için teknik kriterler",
      "D": "Gıda satış yerleri için hijyen şartları",
      "E": "Gıda katkı maddeleri ile ilgili genel hükümler"
    },
    "explanation": "Dikey kodeksler belirli gıda gruplarına (örneğin fermente süt ürünleri) özgü detaylı teknik ve hijyen kriterlerini içerir.<br/>Belirli bir gıda grubu için teknik kriterler"
  },
  {
    "id": "3841878",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi “güvenli gıda” tanımı içerisinde yer <u><strong>almaz</strong></u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Fiziksel risk içermemesi",
      "B": "Kimyasal risk taşımaması",
      "C": "Tıbbi ilaç kalıntısı içermemesi",
      "D": "İnsan sağlığına tehdit oluşturmaması",
      "E": "Besin değeri en yüksek olması"
    },
    "explanation": "Güvenli gıda, insan sağlığına zarar verecek biyolojik, kimyasal veya fiziksel risk taşımayan gıdadır. Besin değeri ise ayrı bir kriterdir.<br/>Besin değeri en yüksek olması"
  },
  {
    "id": "3841881",
    "unitNumber": 6,
    "text": "1945’te Birleşmiş Milletler Örgütü tarafından dünyadaki gıda ve tarımla ilgili çalışmaları organize etmek ve geliştirmek için kurulan örgüt aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "FAO",
      "B": "UNICEF",
      "C": "WHO",
      "D": "CAC",
      "E": "ILO"
    },
    "explanation": "1945’te Birleşmiş Milletler Örgütü tarafından dünyadaki gıda ve tarımla ilgili çalışmaları organize etmek ve geliştirmek için FAO kurulmuştur."
  },
  {
    "id": "3841884",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Türk Gıda Kodeksi’nin yatay kodekslerine örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fermente Süt Ürünleri Tebliği",
      "B": "Gıda Etiketleme Tebliği",
      "C": "Zeytinyağı Tebliği",
      "D": "Bal Tebliği",
      "E": "Ekmek Tebliği"
    },
    "explanation": "Yatay kodeksler, tüm gıdalara uygulanabilen genel kuralları içerir. Etiketleme tebliği bu kapsamdadır.<br/>Gıda Etiketleme Tebliği"
  },
  {
    "id": "3841888",
    "unitNumber": 6,
    "text": "Veteriner Hizmetleri, Bitki Sağlığı, Gıda ve Yem Kanunu'nun sayısı kaçtır?",
    "correctAnswer": "E",
    "options": {
      "A": "1234",
      "B": "1593",
      "C": "560",
      "D": "5179",
      "E": "5996"
    },
    "explanation": "5996 sayılı “Veteriner Hizmetleri, Bitki Sağlığı, Gıda ve Yem Kanunu” 11 Haziran 2010 tarihinde Türkiye Büyük Millet Meclisinde (TBMM) kabul edilmiş ve 13 Haziran 2010 Tarihli ve 27610 Sayılı Resmî Gazete yayımlanmıştır"
  },
  {
    "id": "3841890",
    "unitNumber": 6,
    "text": "\"Kanunnâme-i İhtisab-ı Bursa\" hangi padişah döneminde hazırlanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Çelebi Mehmet",
      "B": "Fatih Sultan Mehmet",
      "C": "Kanuni Sultan Süleyman",
      "D": "II. Bayezid",
      "E": "II. Mahmut"
    },
    "explanation": "“Kanunnâme-i İhtisab-ı Bursa” II. Bâyezid’in emriyle düzenlemiş tüketici haklarına yönelik bir kanundur. İlgili kanun, Mevlânâ Yaraluca Muhyiddin tarafından 1502-1507 yılları arasında hazırlanmıştır.<br/>II. Bayezid"
  },
  {
    "id": "3841892",
    "unitNumber": 6,
    "text": "5977 sayılı kanun aşağıdakilerden hangisi ile ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Şeker",
      "B": "Hayvan Sağlığı ve Zabıtası",
      "C": "Hayvan Islahı",
      "D": "Biyogüvenlik",
      "E": "Veteriner Hizmetleri, Bitki Sağlığı, Gıda ve Yem"
    },
    "explanation": "Biyogüvenlik"
  },
  {
    "id": "3609742",
    "unitNumber": 7,
    "text": "Ürün ve hizmetlerin eldesi ve kullanımı esnasında kişilerin davranışlarında belirleyici rol oynayan ahlaki ilke ve kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tüketici",
      "B": "Sürdürülebilirlik",
      "C": "Tüketici Etiği",
      "D": "İzlenebilirlik",
      "E": "Biyoyararlanım"
    },
    "explanation": "Tüketici Etiği: Ürün ve hizmetlerin eldesi ve kullanımı esnasında kişilerin davranışlarında belirleyici rol oynayan ahlaki ilke<br/>ve kavramlardır."
  },
  {
    "id": "3609743",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Tıp etiği</li> <li>Yönetsel etik</li> <li>Çevre etiği</li> </ol> Gıda etiği yukarıdakilerden hangisi ya da hangileri ile yakından ilişkilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve III",
      "E": "I, II, III"
    },
    "explanation": "Gıda etiği; çevre etiği, biyoetik, tıp etiği ve tarım etiği ile yakından ilişkilidir. Bu etik alanlarından beslenir ve insan faaliyetleri üzerinde yoğunlaşır."
  },
  {
    "id": "3609744",
    "unitNumber": 7,
    "text": "Taze meyvelerde bozulma ve kusurları örtmek için gıda boyası kullanılması aşağıdakilerden hangisi yoluyla yapılan bir hiledir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gizleme",
      "B": "Seyreltme",
      "C": "Onaylanmamış geliştirme",
      "D": "Yanlış etiketleme",
      "E": "Onaylanmış geliştirme"
    },
    "explanation": "Taze meyvelerde bozulma ve kusurları gizlemek için gıda boyası kullanılması gizleme yoluyla yapılan bir hiledir."
  },
  {
    "id": "3609745",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ürünlerin yetkisiz veya izinsiz satış kanalları yoluyla pazarlanması durumu için kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yeşil pazar",
      "B": "Gri pazar",
      "C": "Mavi pazar",
      "D": "Sarı pazar",
      "E": "Kırmızı pazar"
    },
    "explanation": "Gri pazar terimi, ürünlerin yetkisiz veya izinsiz satış kanalları yoluyla pazarlanması durumu için kullanılır."
  },
  {
    "id": "3609746",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Süte su karıştırılması</li> <li>Toz Antep fıstığına bezelye tozu karıştırılması</li> <li>Dana kıymasına tavuk eti karıştırılması</li> </ol> Yukarıdakilerden hangisi ya da hangileri gıda hilelerinden biri olan ikame işlemindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "Seyreltmeye süte su karıştırılması örnek olarak verilebilir. İkame ise yüksek değere sahip bir bileşenin veya ürünün bir kısmının başka bir bileşen veya ürünün daha düşük değerli bir parçası ile değiştirilmesidir. Dana kıymasına tavuk eti karıştırılması, toz Antep fıstığına bezelye tozu karıştırılması ikame işlemine örnektir."
  },
  {
    "id": "3609747",
    "unitNumber": 7,
    "text": "Güncel gıda mevzuatımızın ana iskeletini oluşturan kanun aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "5696 sayılı Veteriner Hizmetleri, Bitki Sağlığı, Gıda ve Yem Kanunu",
      "B": "5996 sayılı Veteriner Hizmetleri, Bitki Sağlığı, Gıda ve Yem Kanunu",
      "C": "5669 sayılı Veteriner Hizmetleri, Bitki Sağlığı, Gıda ve Yem Kanunu",
      "D": "3996 sayılı Veteriner Hizmetleri, Bitki Sağlığı, Gıda ve Yem Kanunu",
      "E": "7996 sayılı Veteriner Hizmetleri, Bitki Sağlığı, Gıda ve Yem Kanunu"
    },
    "explanation": "Güncel gıda mevzuatımızın ana iskeletini oluşturan 5996 sayılı Veteriner Hizmetleri, Bitki Sağlığı, Gıda ve Yem Kanununda gıda hileleri üzerine taklit ve tağşiş olmak üzere iki farklı tanım ile değinilmiştir."
  },
  {
    "id": "3609748",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Gıda etiketlerindeki bilgilerin tüketici tarafından kolayca anlaşılır şekilde açık ve yanıltıcılıktan uzak olması gerekmektedir.</li> <li>Gıdanın (özel beslenme amaçlı gıdalar hariç) bir hastalığı engelleyici, tedavi edici veya iyileştirici özelliğe sahip olduğu şeklinde bilgilendirme yapılabilir.</li> <li>Gıdaların etiketlenmesi ve etiketlerin doğruluğunun sağlanmasından ilgili gıdayı ticari unvanı ile satışa sunan işletmeci, ithal edilen gıdalar için ise ithalatçı sorumludur.</li> </ol> Yukarıdaki ifadelerden hangi ya da hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "II ve III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Gıda etiketlerindeki bilgilerin tüketici tarafından kolayca anlaşılır şekilde açık ve yanıltıcılıktan uzak olması gerekmektedir. Gıdanın kimliği, menşe ülkesi, bileşimi, miktarı, üretim metodu, etkileri, belirli bileşenlerin varlığı veya yokluğu gibi özellikler<br/>açısından yanıltıcı bilgilendirme veya resimli gösterimlerle imalar yapılması yasaktır. Ayrıca gıdanın (özel beslenme amaçlı gıdalar hariç) bir hastalığı engelleyici, tedavi edici veya iyileştirici özelliğe sahip olduğu şeklinde bilgilendirme yapılamaz veya bu tür özellikler vurgulanamaz. Gıdaların etiketlenmesi ve etiketlerin doğruluğunun sağlanmasından ilgili gıdayı ticari unvanı ile satışa sunan işletmeci, ithal edilen gıdalar için ise ithalatçı sorumludur."
  },
  {
    "id": "3609749",
    "unitNumber": 7,
    "text": "Hacimce % kaçtan yüksek oranda alkol içeren ürünlerde alkol derecesi belirtilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "% 1,2",
      "B": "% 2,2",
      "C": "% 2,1",
      "D": "% 10,2",
      "E": "% 0,2"
    },
    "explanation": "Hacimce % 1,2’den yüksek oranda alkol içeren ürünlerde alkol derecesi belirtilmelidir."
  },
  {
    "id": "3609750",
    "unitNumber": 7,
    "text": "Poliolleri %10’dan fazla ilave olarak içeren gıdaların etiketlerinde aşağıdaki ifadelerden hangisi bulunmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Fenilalanin kaynağı içerir.",
      "B": "Bitkisel stanol ilaveli",
      "C": "Aşırı tüketimi laksatif etki yaratabilir.",
      "D": "Meyankökü içerir.",
      "E": "Kafein içerir."
    },
    "explanation": "Poliolleri %10’dan fazla ilave olarak içeren gıdalar Zorunlu ifade: “Aşırı tüketimi laksatif etki yaratabilir.”"
  },
  {
    "id": "3609751",
    "unitNumber": 7,
    "text": "Tarım ve Orman Bakanlığına resmi kontrol sonuçlarını kamuoyu ile paylaşma yetkisi neye göre verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "5669 sayılı Kanunu’nun 31. maddesinin 6. fıkrası gereğince",
      "B": "5996 sayılı Kanunu’nun 30. maddesinin 8. fıkrası gereğince",
      "C": "5669 sayılı Kanunu’nun 30. maddesinin 8. fıkrası gereğince",
      "D": "5096 sayılı Kanunu’nun 32. maddesinin 2. fıkrası gereğince",
      "E": "5996 sayılı Kanunu’nun 31. maddesinin 6. fıkrası gereğince"
    },
    "explanation": "Tarım ve Orman Bakanlığına 5996 sayılı Kanunu’nun 31. maddesinin 6. fıkrası gereğince resmi kontrol sonuçlarını kamuoyu ile paylaşma yetkisi verilmiştir."
  },
  {
    "id": "3609932",
    "unitNumber": 7,
    "text": "Ürün ve hizmetlerin eldesi ve kullanımı esnasında kişilerin davranışlarında belirleyici rol oynayan ahlaki ilke ve kavramlara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "İzlenebilirlik",
      "B": "Etik Tüketici",
      "C": "Tüketici Etiği",
      "D": "Gıda Zinciri",
      "E": "Sahte Üretim"
    },
    "explanation": "GIDA ETİĞİ<br/>Tüketici Etiği: Ürün ve hizmetlerin eldesi ve kullanımı esnasında kişilerin davranışlarında belirleyici rol oynayan ahlaki ilke ve kavramlardır"
  },
  {
    "id": "3609933",
    "unitNumber": 7,
    "text": "\" ................: Etik yaklaşımları dikkate alarak satın alma ve tüketim süreçlerini şekillendiren kişilerdir\" cümlesindeki boşluğa galebilecek en uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tüketici Etiği",
      "B": "Etik Tüketici",
      "C": "İzlenebilirlik",
      "D": "Gıda Etiği",
      "E": "Tüketici"
    },
    "explanation": "GIDA ETİĞİ<br/>Etik Tüketici: Etik yaklaşımları dikkate alarak satın alma ve tüketim süreçlerini şekillendiren kişilerdir."
  },
  {
    "id": "3609934",
    "unitNumber": 7,
    "text": "Üretim, işleme ve dağıtımın tüm aşamaları boyunca bitkisel ve hayvansal ürünlerin, gıda ve yemin, gıdanın elde edildiği hayvanın veya bitkinin, gıda ve yemde bulunması amaçlanan veya beklenen bir maddenin izinin sürülebilmesi ve takip edilebilmesine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gıda Etiği",
      "B": "Gıda Üretimi",
      "C": "İlkeler ve değerler",
      "D": "İzlenebilirlik",
      "E": "Tüketicilerin Bilgilendirilmesi"
    },
    "explanation": "GIDA ETİĞİ<br/>İzlenebilirlik: Üretim, işleme ve dağıtımın tüm aşamaları boyunca bitkisel ve hayvansal ürünlerin, gıda ve yemin, gıdanın elde edildiği hayvanın veya bitkinin, gıda ve yemde bulunması amaçlanan veya beklenen bir maddenin izinin sürülebilmesi ve takip edilebilmesidir."
  },
  {
    "id": "3609956",
    "unitNumber": 7,
    "text": "\".................., yüksek değere sahip bir sıvının daha düşük değere sahip bir sıvı ile karıştırılmasıdır\" cümlesindeki boşluğa gelebilecek en uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Seyreltme",
      "B": "Gizleme",
      "C": "Sahtecilik",
      "D": "Onaylanmamış geliştirme",
      "E": "Yanlış etiketleme"
    },
    "explanation": "GIDALARDA TAĞŞİŞ, TAKLİT VE SAHTE ÜRETİM<br/>Seyreltme, yüksek değere sahip bir sıvının daha düşük değere sahip bir sıvı ile karıştırılmasıdır"
  },
  {
    "id": "3609957",
    "unitNumber": 7,
    "text": "\"Taze meyvelerde bozulma ve kusurları gizlemek için gıda boyası kullanılması ............. yoluyla yapılan bir hiledir\" cümlesindeki boşluğa gelebilecek en uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yanlış etiketleme",
      "B": "Seyreltme",
      "C": "Onaylanmamış Geliştirme",
      "D": "Sahtecilik",
      "E": "Gizleme"
    },
    "explanation": "GIDALARDA TAĞŞİŞ, TAKLİT VE SAHTE ÜRETİM<br/>Taze meyvelerde bozulma ve kusurları gizlemek için gıda boyası kullanılması gizleme yoluyla yapılan bir hiledir"
  },
  {
    "id": "3609958",
    "unitNumber": 7,
    "text": "\"Kalite özelliklerinin artırılması amacıyla gıdaya içeriği bilinmeyen ve etiketin belirtilmemiş bileşenlerin eklenmesi ...................... olarak tanımlanır\" cümlesindeki boşluğa gelebilecek en uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Seyreltme",
      "B": "Sahtecilik",
      "C": "Onaylanmamış geliştirme",
      "D": "Yanlış Etiketleme",
      "E": "Gri pazar"
    },
    "explanation": "GIDALARDA TAĞŞİŞ, TAKLİT VE SAHTE ÜRETİM<br/>Kalite özelliklerinin artırılması amacıyla gıdaya içeriği bilinmeyen ve etiketin belirtilmemiş bileşenlerin eklenmesi onaylanmamış geliştirme olarak tanımlanır"
  },
  {
    "id": "3609959",
    "unitNumber": 7,
    "text": "Gıda maddelerine temel özelliğini veren ögelerin ve besin değerlerinin tamamının veya bir bölümünün mevzuata aykırı olarak çıkarılmasını veya miktarının değiştirilmesini veya aynı değeri taşımayan başka bir maddenin, o madde yerine aynı maddeymiş gibi katılmasına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Taklit",
      "B": "Tağşiş",
      "C": "Gizleme",
      "D": "Gri pazar",
      "E": "Sahtecilik"
    },
    "explanation": "GIDALARDA TAĞŞİŞ, TAKLİT VE SAHTE ÜRETİM<br/>Tağşiş: Gıda maddelerine temel özelliğini veren ögelerin ve besin değerlerinin tamamının veya bir bölümünün mevzuata aykırı olarak çıkarılmasını veya miktarının değiştirilmesini veya aynı değeri taşımayan başka bir maddenin, o madde yerine aynı maddeymiş gibi katılmasıdır."
  },
  {
    "id": "3609960",
    "unitNumber": 7,
    "text": "Naturel Sızma Zeytinyağında doğrudan tüketime uygun, serbest yağ asitliği oleik asit cinsinden her 100 grama göre kaç gramdan fazla olmaması gerekir?",
    "correctAnswer": "A",
    "options": {
      "A": "0.8",
      "B": "0.9",
      "C": "1",
      "D": "1.1",
      "E": "1.2"
    },
    "explanation": "GIDALARDA TAĞŞİŞ, TAKLİT VE SAHTE ÜRETİM<br/>Natürel Sızma Zeytinyağı: Doğrudan tüketime uygun, serbest yağ asitliği oleik asit cinsinden her 100 gramda 0,8 gramdan fazla olmayan zeytinyağlarıdır."
  },
  {
    "id": "3609961",
    "unitNumber": 7,
    "text": "Gıdanın ambalajının veya kabının üzerine yazılmış, basılmış, şablon ile basılmış, işaretlenmiş, kabartma ile işlenmiş, soğuk baskı ile basılmış, yapıştırılmış veya iliştirilmiş olan herhangi bir işaret, marka, damga, resimli veya diğer tanımlayıcı unsurlara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kimlik",
      "B": "Gıdanın bileşimi",
      "C": "Üretim metodu",
      "D": "Etiket",
      "E": "Bilgilendirme"
    },
    "explanation": "GIDA ETİKETLEME VE TÜKETİCİ BİLGİLENDİRME<br/>Etiket: Gıdanın ambalajının veya kabının üzerine yazılmış, basılmış, şablon ile basılmış, işaretlenmiş, kabartma ile işlenmiş, soğuk baskı ile basılmış, yapıştırılmış veya iliştirilmiş olan herhangi bir işaret, marka, damga, resimli veya diğer tanımlayıcı unsurlardır."
  },
  {
    "id": "3609962",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi gıdalar ve etiketlerinde bulunması gereken zorunlu ifadeler arasında<strong> değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ambalajlama gazları aracılığı ile dayanıklılık süresi uzatılmış gıdalar<br/>Zorunlu ifade: “Koruyucu atmosferde ambalajlanmıştır.”",
      "B": "Tatlandırıcı veya tatlandırıcıları içeren gıdalar<br/>Zorunlu ifade: “Tatlandırıcı(lar) içerir.” veya “Tatlandırıcılı.”",
      "C": "İlave şeker/şekerler ve tatlandırıcı veya tatlandırıcıları içeren gıdalar<br/>Zorunlu ifade: “Şeker/şekerler ve tatlandırıcı içerir.” veya “Şekerli ve tatlandırıcılı”",
      "D": "Aspartam/aspartam-asesülfam tuzunu içeren gıdalar<br/>Zorunlu ifade: “Aspartam (fenilalanin kaynağı) içerir.” veya “Fenilalanin kaynağı içerir.”",
      "E": "Fizyolojik bir amaçla kafein ilave edilen, içecekler dışındaki gıdalar<br/>Zorunlu ifade: “Kafein içermez. Çocuklar veya hamile kadınlar kullanması tavsiye edilir."
    },
    "explanation": "GIDA ETİKETLEME VE TÜKETİCİ BİLGİLENDİRME<br/>Fizyolojik bir amaçla kafein ilave edilen, içecekler dışındaki gıdalar<br/>Zorunlu ifade: “Kafein içerir. Çocuklar veya hamile kadınlar için tavsiye edilmez"
  },
  {
    "id": "3609963",
    "unitNumber": 8,
    "text": "Dünya sağlık örgütü gıda güvenliği ile ilgili olan küresel endişeleri aşağıdakilerden hangileridir?<br/>I- Yetersiz gıda sistemleri II- Gıdadaki kimyasal riskler III- Gıdadaki mikrobiyolojik riskler IV- Gıda işlemedeki tehlikeler V- Gıda kaynaklı hastalıklar",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III-IV- V",
      "B": "I-V",
      "C": "II-IV",
      "D": "I-IV",
      "E": "I-II-V"
    },
    "explanation": "Dünya sağlık örgütü gıda güvenliği ile ilgili olan küresel endişeleri ve yapılan çalışmaları şu şekilde sıralamaktadır;<br/>Yetersiz gıda sistemleri , Gıdadaki kimyasal riskler, Gıdadaki mikrobiyolojik riskler, Gıda işlemedeki tehlikeler, Gıda kaynaklı hastalıklar<br/>Dünya sağlık örgütü gıda güvenliği ile ilgili olan küresel endişeleri ve yapılan çalışmaları şu şekilde sıralamaktadır;<br/>I- Yetersiz gıda sistemleri II- Gıdadaki kimyasal riskler III- Gıdadaki mikrobiyolojik riskler IV- Gıda işlemedeki tehlikeler V- Gıda kaynaklı hastalıklar"
  },
  {
    "id": "3609964",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Dünya sağlık örgütünün tüm dünyadaki tüketicilere ve gıda işleyicilerine güvenli<br/>gıda için önerdiği davranışlardan sayılabilir?<br/>I- Gıdayı temiz tut<br/>II- Çiğ ve pişmiş yemekleri ayrı sakla<br/>III-Gıdaları iyi pişir<br/>IV- Gıdaları güvenli sıcaklıkta tut<br/>V- Güvenilir su ve hammadde kullan",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III-IV-V",
      "B": "I-III",
      "C": "IV-V",
      "D": "I-II-IV",
      "E": "I- III-V"
    },
    "explanation": "Dünya sağlık örgütünün tüm dünyadaki tüketicilere ve gıda işleyicilerine güvenli gıda için beş anahtar davranış önermiştir. Bunlar:<br/>• Gıdayı temiz tut<br/>• Çiğ ve pişmiş yemekleri ayrı sakla<br/>• Gıdaları iyi pişir<br/>• Gıdaları güvenli sıcaklıkta tut<br/>• Güvenilir su ve hammadde kullan"
  },
  {
    "id": "3609965",
    "unitNumber": 8,
    "text": "Birleşmiş Milletler (BM) örgütü tarafından alınan kararla “Dünya Gıda Güvenliği” günü ilk olarak hangi tarihte kutlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "7 Haziran 2019",
      "B": "1 Ocak 1990",
      "C": "1 Şubat 1980",
      "D": "1 Mart 1970",
      "E": "1 Aralık 2000"
    },
    "explanation": "Birleşmiş Milletler (BM) örgütü tarafından 24 Aralık 2018 tarihinde alınan bir karar ile “7 Haziran” gününün “Dünya Gıda Güvenliği” günü olarak ilan edilmesi uluslararası gıda güvenliğine yönelik olarak yapılan faaliyetlerden biridir. İlk olarak 7 Haziran 2019 tarihinde kutlanan günün her sene o yıla özgü bir teması olmaktadır."
  },
  {
    "id": "3609966",
    "unitNumber": 8,
    "text": "\"İnsan tüketimi amacıyla doğal kaynak üretme şekillerinin genişletilmesi ve iyileştirilmesini\" aşağıdakilerden hangisi ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Biyoteknoloji",
      "B": "Antimikrobiyal Direnç",
      "C": "Kirleticiler",
      "D": "Beslenme ve etiketleme",
      "E": "Pestisit"
    },
    "explanation": "Biyoteknoloji: Biyoteknoloji, insan tüketimi amacıyla doğal kaynak üretme şekillerinin genişletilmesi ve iyileştirilmesini ifade etmektedir. Biyoteknolojideki kodeks rolü, öncelikle gıda güvenliğinin risk değerlendirmesi ile ilişkilidir. Risk değerlendirmesi ile bir tehlike veya başka bir güvenlik problemi olup olmadığı belirlenir."
  },
  {
    "id": "3609967",
    "unitNumber": 8,
    "text": "Kodeks Alimentarius komisyonuna bağlı komite veya komiteler aşağıdakilerden hangisidir?<br/>I- Yürütme Komitesi II- Genel Konu Komiteleri III- Malzeme Komiteleri<br/>IV-FAO/WHO Koordinasyon Komiteleri",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III-IV",
      "B": "Yanlız I",
      "C": "II-III",
      "D": "II-IV",
      "E": "I-IV"
    },
    "explanation": "Kodeks Alimentarius komisyonuna bağlı dört adet komite bulunmaktadır. Bunlar:<br/>I-Yürütme Komitesi II- Genel Konu Komiteleri<br/>III- Malzeme Komiteleri IV-FAO/WHO Koordinasyon Komiteleri"
  },
  {
    "id": "3609968",
    "unitNumber": 8,
    "text": "Dünya Sağlık Örgütü WHO resmen hangi tarihte kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "1948",
      "B": "1980",
      "C": "1990",
      "D": "1910",
      "E": "1985"
    },
    "explanation": "7 Nisan 1948 tarihinde ise resmen kurulan WHO, herkesin daha iyi bir sağlığa ulaşabilmesi için küresel çabalara öncülük ederek onları desteklemektedir."
  },
  {
    "id": "3609969",
    "unitNumber": 8,
    "text": "(FDA) aşağıdakilerden hangisinin kısaltmasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Gıda ve İlaç İdaresi Food and Drug Administration (FDA)",
      "B": "Avrupa Gıda Güvenliği Otoritesi (EFSA)",
      "C": "Gıda ve Hayvan Sağlığı Ofisi (FVO)",
      "D": "Birleşmiş Milletler Gıda ve Tarım Teşkilatı (FAO)",
      "E": "Dünya Sağlık Örgütü (WHO)"
    },
    "explanation": "ABD Gıda ve İlaç İdaresi (Food and Drug Administration-FDA), ABD federal hükümetindeki en kapsamlı ve eski tüketici koruma bürosu/ ajansıdır."
  },
  {
    "id": "3609972",
    "unitNumber": 8,
    "text": "(RASFF) aşağıdakilerden hangisinin kısaltmasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hızlı Alarm Sistemi",
      "B": "İngiliz ticaret kuruluşu",
      "C": "Uluslararası gıda standardı",
      "D": "Standart Sanitasyon Uygulama Prosedürleri",
      "E": "Codex Alimentarius Komisyonu"
    },
    "explanation": "Hızlı Alarm Sistemi’ni (RASFF) Dünya tarım ürünlerine ilişkin ihracat ve ithalatın öncülerinden<br/>olan Avrupa Birliği (AB) tarafından gıda ürünlerinin güvenli olmasını sağlamak amacıyla 1979<br/>yılında uygulanmaya başlamıştır."
  },
  {
    "id": "3609977",
    "unitNumber": 8,
    "text": "Hangisi veya hangileri FAO’nun temel faaliyet alanlarından sayılabilir?<br/>I- Uluslararası kalkınma kuruluşları ve hükümetler açısından gıda ve tarım alanında teknik yardım ve danışma hususunda yürüttüğü programlardır.<br/>II- Tarım, gıda, balıkçılık ve ormancılık hususunda veri ve bilgi toplayarak bunları dağıtmak ve tahlil etmektir.<br/>III- Deneyimli teknik personeli ve geniş bilgi ağıyla hükümetlere tarım politikası ve planlaması hususunda bağımsız şekilde danışmanlık yapması ve kalkınma için ihtiyaç duyulan hukuki ve idari yapılar hakkında<br/>yardımcı olmasıdır.<br/>IV- Tüm üye ülkelerin tarım ve gıda odaklı problemleri üzerinde bir araya gelerek tartışmalarını ve<br/>politika oluşturmalarını sağlayan tarafsız bir forum sunmasıdır.",
    "correctAnswer": "A",
    "options": {
      "A": "I-I-III-IV",
      "B": "I-II",
      "C": "I-III",
      "D": "II-IV",
      "E": "I-IV"
    },
    "explanation": "FAO’nun dört temel faaliyet alanı bulunmaktadır. Bunlardan ilki; FAO’nun, uluslararası kalkınma kuruluşları ve hükümetler açısından gıda ve tarım alanında teknik yardım ve danışma hususunda yürüttüğü programlardır. İkinci faaliyet alanı; tarım, gıda, balıkçılık ve ormancılık hususunda veri ve bilgi toplayarak bunları dağıtmak ve tahlil etmektir. Üçüncü faaliyet alanı; deneyimli teknik personeli ve geniş bilgi ağıyla hükümetlere tarım politikası ve planlaması hususunda bağımsız şekilde danışmanlık yapması ve kalkınma için ihtiyaç duyulan hukuki ve idari yapılar hakkında yardımcı olmasıdır Dördüncü faaliyet alanı ise tüm üye ülkelerin tarım ve gıda odaklı problemleri üzerinde bir araya gelerek tartışmalarını ve politika oluşturmalarını sağlayan tarafsız bir forum sunmasıdır."
  },
  {
    "id": "3609982",
    "unitNumber": 8,
    "text": "Çevreyi koruyarak doğal kaynakların kullanımını optimize etmek, gıda kalitesi ve üretim verimini yükseltmek, geleneksel tarım yöntemleri ile var olan en iyi teknolojiyi birlikte kullanmak ve gerek yerel halk ve toplumun gerekse üreticilerin yaşam kalitesini yükseltmek aşağıdakilerden hangisinin temel prensipleri arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "GLOBALGAP",
      "B": "Gıda ve İlaç İdaresi (FDA)",
      "C": "Gıda ve Hayvan Sağlığı Ofisi (FVO)",
      "D": "Birleşmiş Milletler Gıda ve Tarım Teşkilatı (FAO)",
      "E": "Dünya Sağlık Örgütü (WHO"
    },
    "explanation": "Çevreyi koruyarak doğal kaynakların kullanımını optimize etmek, gıda kalitesi ve üretim verimini yükseltmek, geleneksel tarım yöntemleri ile var olan en iyi teknolojiyi birlikte kullanmak ve gerek yerel halk ve toplumun gerekse üreticilerin yaşam kalitesini yükseltmek GLOBALGAP’ın temel prensipleri arasındadır."
  },
  {
    "id": "3610119",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi küresel gıda endişelerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Güvenli gıda işlemeyi teşvik etmek",
      "B": "Yetersiz gıda sistemleri",
      "C": "Gıdadaki kimyasal riskler",
      "D": "Gıda işlemedeki tehlikeler",
      "E": "Gıda kaynaklı hastalıklar"
    },
    "explanation": "Gıdadaki kimyasal riskler, Yetersiz gıda sistemleri, Gıdadaki mikrobiyolojik riskler, Gıda işlemedeki tehlikeler, Gıda kaynaklı hastalıklardır. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3610120",
    "unitNumber": 8,
    "text": "Dünya sağlık örgütü tüm dünyadaki tüketicilere ve gıda işleyicilerine güvenli gıda için beş anahtar davranış önermiştir. Aşağıdakilerden hangisi bunlardan biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çiğ ve pişmiş yemekleri ayrı sakla",
      "B": "Gıdaları dışarıda sakla",
      "C": "Gıdayı temiz tut",
      "D": "Gıdaları iyi pişir",
      "E": "Gıdaları güvenli sıcaklıkta tut"
    },
    "explanation": "Dünya sağlık örgütü tüm dünyadaki tüketicilere ve gıda işleyicilerine güvenli gıda için beş anahtar davranış önermiştir. Bunlar:<br/>• Gıdayı temiz tut<br/>• Çiğ ve pişmiş yemekleri ayrı sakla<br/>• Gıdaları iyi pişir<br/>• Gıdaları güvenli sıcaklıkta tut<br/>• Güvenilir su ve hammadde kullan <br/>Doğru cevap B şıkkıdır."
  },
  {
    "id": "3610121",
    "unitNumber": 8,
    "text": "Dünya gıda güvenliği günü ilk olarak hangi tarihte kutlanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "5 Haziran 2019",
      "B": "6 Haziran 2019",
      "C": "7 Haziran 2019",
      "D": "8 Haziran 2019",
      "E": "9 Haziran 2019"
    },
    "explanation": "Birleşmiş Milletler (BM) örgütü tarafından 24 Aralık 2018 tarihinde alınan bir karar ile “7 Haziran” gününün “Dünya Gıda Güvenliği” günü olarak ilan edilmesi uluslararası gıda güvenliğine yönelik olarak yapılan faaliyetlerden biridir. İlk olarak 7 Haziran 2019 tarihinde kutlanan günün her sene o yıla özgü bir teması olmaktadır. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3610122",
    "unitNumber": 8,
    "text": "Zararlı organizmaların meydana getireceği olumsuzlukları kontrol etme, önleme ya da azaltmak için kullanılan karışımın adı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bakteri",
      "B": "Virüs",
      "C": "Dezenfektan",
      "D": "Pestisit",
      "E": "Antimikrobik"
    },
    "explanation": "Pestisit: Zararlı organizmaların meydana getireceği olumsuzlukları kontrol etme, önleme ya da azaltmak için kullanılan bir tür karışımdır. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3610123",
    "unitNumber": 8,
    "text": "Türkiye Kodeks Alimentarius’a kaç yılında üye olmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "1967",
      "B": "1966",
      "C": "1965",
      "D": "1964",
      "E": "1963"
    },
    "explanation": "Türkiye Kodeks Alimentarius’a 1963 yılında üye olmuştur. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3610124",
    "unitNumber": 8,
    "text": "Kodeks Alimentarius komisyonuna bağlı dört adet komite bulunmaktadır. Aşağıdakilerden hangisi bunlardan biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tarım komitesi",
      "B": "FAO/WHO Koordinasyon Komiteleri",
      "C": "Malzeme Komiteleri",
      "D": "Genel Konu Komiteleri",
      "E": "Yürütme komitesi"
    },
    "explanation": "Kodeks Alimentarius komisyonuna bağlı dört adet komite bulunmaktadır. Bunlar:<br/>• Yürütme Komitesi<br/>• Genel Konu Komiteleri<br/>• Malzeme Komiteleri<br/>• FAO/WHO Koordinasyon Komiteleri<br/>Doğru cevap A şıkkıdır."
  },
  {
    "id": "3610125",
    "unitNumber": 8,
    "text": "Uluslararası gıda standardı (IFS) aşağıda verilen hangi kullanıcılara açık olarak hizmet vermektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Parekendeciler",
      "B": "Toptancılar",
      "C": "Sanayiciler",
      "D": "Bakkallar",
      "E": "Marketler"
    },
    "explanation": "Uluslararası gıda standardı (IFS) aşağıda verilen kullanıcılara açık olarak hizmet vermektedir:<br/>• Gıda üreticileri<br/>• Komisyoncular<br/>• Lojistik sağlayıcıları<br/>• Ev ve hijyen ürünleri üreticileri • Toptancılar<br/>Doğru cevap B şıkkıdır."
  },
  {
    "id": "3610126",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kısaca kötü beslenme olarak tanımlanabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Pestisit",
      "B": "Antimikrobik",
      "C": "Malnütrisyon",
      "D": "Nütrisyon",
      "E": "Antimikrobiyal"
    },
    "explanation": "Malnütrisyon; beslenme anlamında kul- lanılan ‘nütrisyon’ kelimesine hastalıklı, anormal, kötü anlamlarında kullanılan ‘mal’ ön ekinin eklenmesi ile oluşturulan tıbbi bir terimdir. Kısaca kötü beslenme olarak tanımlanabilir. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3610127",
    "unitNumber": 8,
    "text": "Dünya Sağlık Örgütü resmen hangi tarihte kurulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "7 Nisan 1945",
      "B": "7 Nisan 1946",
      "C": "7 Nisan 1947",
      "D": "7 Nisan 1948",
      "E": "7 Nisan 1949"
    },
    "explanation": "Dünya sağlık örgütü 7 Nisan 1948 de resmî olarak kurulmuştur. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3610129",
    "unitNumber": 8,
    "text": "Dünya sağlık örgütü (WHO)sekretaryasının genel merkezi neresidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Lüksemburg",
      "B": "Berlin",
      "C": "Zürih",
      "D": "Bern",
      "E": "Cenevre"
    },
    "explanation": "WHO sekretaryasının genel merkezi Cenevre’dedir. Doğru cevap E şıkkıdır."
  }
]