[
  {
    "id": "3350254",
    "unitNumber": 1,
    "text": "Girişimcileri, girişim faaliyetlerine yönlendiren temel nedenler değerlendirildiğinde seçeneklerden hangisi <strong>bu nedenlerin dışında yer alır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ekosistem oluşturmak",
      "B": "Kendi işini yapmak",
      "C": "Daha çok gelir elde ederek servetini artırmak",
      "D": "Rekabette kalabilmek",
      "E": "Büyüyerek piyasa payını artırmak"
    },
    "explanation": "Girişimcileri, girişim faaliyetlerine yönlendiren temel nedenler:\n<br/><ul><br/><li>Kendi işini yapmak</li><br/><li>Daha çok gelir elde ederek servetini artırmak</li><br/><li>Büyüyerek piyasa payını artırmak</li><br/><li>Rekabette kalabilmek</li><br/></ul><br/>Dolayısıyla \"Ekosistem oluşturmak\" bu temel nedenler arasında yer almamaktadır. Cevap A şıkkıdır."
  },
  {
    "id": "3350255",
    "unitNumber": 1,
    "text": "Aşağıdaki ülkelerden hangisinde sosyalist ekonomiye daha yakın ekonomik sistem uygulanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Rusya",
      "B": "ABD",
      "C": "Almanya",
      "D": "İtalya",
      "E": "Japonya"
    },
    "explanation": "Rusya'da sosyalist ekonomiye daha yakın ekonomik sistem uygulanmaktadır. Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3350256",
    "unitNumber": 1,
    "text": "Kamusal Yapı ve Yasal Düzenlemeler, aşağıdaki başlıklardan hangisinin altında incelenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Makro Ekonomik Durum",
      "B": "Piyasa Yapısı ve İş Ağı",
      "C": "Sermaye Yapısı",
      "D": "Kültürel Yapı",
      "E": "Toplumsal Yapı"
    },
    "explanation": "Kamusal Yapı ve Yasal Düzenlemeler, aşağıdaki başlıklar altında incelenebilir:\n<br/><ul><br/><li>Makro Ekonomik Durum</li><br/><li>Devlet Yapısı ve Siyasi İstikrar</li><br/><li>Ulusal ve Uluslararası Mevzuat</li><br/><li>Yatırım Alt-Yapı Olanakları</li><br/><li>Devlet Teşvik ve Destek Sistemi</li><br/></ul><br/>Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3350257",
    "unitNumber": 1,
    "text": "2018 Küresel Girişimcilik Endeksi'ne göre aşağıdaki ülkelerden hangisi sıralama olarak ilk beş ülke arasında yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Almanya",
      "B": "Kanada",
      "C": "İsviçre",
      "D": "İngiltere",
      "E": "Avustralya"
    },
    "explanation": "2018 Küresel Girişimcilik Endeksi'ne göre ilk beşte yer alan ülkeler; ABD, İsviçre, Kanada, İngiltere ve Avustralya'dır. Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3350258",
    "unitNumber": 1,
    "text": "2018 yılında yabancı ortaklı şirketlerin anonim şirket türünde olanlarda yabancı ortakların içinde ilk beşte yer alan hangi ülke aynı zamanda limited şirket türünde de ilk beş sıralamasında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Suudi Arabistan",
      "B": "Azerbaycan",
      "C": "Almanya",
      "D": "Hollanda",
      "E": "Ürdün"
    },
    "explanation": "2018 yılında yabancı ortaklı şirketlerin anonim şirket türünde olanlarda yabancı ortaklarının içinde ilk beşte sırasıyla İran, Almanya, Suudi Arabistan, Azerbaycan ve Hollanda yer alırken, Limited şirket türünde ise ilk beşte sırasıyla, Suriye, Suudi Arabistan, İran, Ürdün ve Mısır yer almıştır. Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3350259",
    "unitNumber": 1,
    "text": "Günümüzde uluslararası ticaret mevzuatının yönlendirilmesinde temel kuruluş aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dünya Ticaret Örgütü (WTO)",
      "B": "Uluslararası Para Fonu (IMF)",
      "C": "Forex",
      "D": "Uluslararası Mevzuat Fonu",
      "E": "Ekonomi İşbirliği Teşkilatı"
    },
    "explanation": "Günümüzde uluslararası ticaret mevzuatının yönlendirilmesinde temel kuruluş Dünya Ticaret Örgütü (WTO)'dür. Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3350260",
    "unitNumber": 1,
    "text": "Startup kavramı aşağıdakilerden hangisini tanımlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yeni girişimci",
      "B": "Toplumsal fırsat",
      "C": "Kültürel destek",
      "D": "Yeni ürün geliştirme",
      "E": "Risk alma"
    },
    "explanation": "Startup, yeni girişimci anlamına gelmektedir. Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3350261",
    "unitNumber": 1,
    "text": "2018 Küresel Girişimcilik Endeksi'ne göre ülkeler puan kriterine göre sıralanırsa hangi ülke en alt sırada yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Finlandiya",
      "B": "İzlanda",
      "C": "İrlanda",
      "D": "İsveç",
      "E": "Fransa"
    },
    "explanation": "2018 Küresel Girişimcilik Endeksi'ne göre ülkeler puan kriterine göre sıralanırsa; seçeneklerde verilen ülkeler İzlanda, İrlanda, İsveç, Fransa ve Finlandiya olarak sıralanırlar. Dolayısıyla Finlandiya en alt sırada yer alır. Cevap A şıkkıdır."
  },
  {
    "id": "3350262",
    "unitNumber": 1,
    "text": "İnovasyon Çıktı Alt Endeksi puanının İnovasyon Giriş Alt Endeksi puanına oranını temsil eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İnovasyon Verimliliği Oranı",
      "B": "İnovasyon Endeks Puanı",
      "C": "Küresel İnovasyon Endeks Puanı",
      "D": "Küresel Girişimcilik Endeksi",
      "E": "Küresel Girişimcilik Endeks Puan Ortalaması"
    },
    "explanation": "İnovasyon Çıktı Alt Endeksi puanının İnovasyon Giriş Alt Endeksi puanına oranını temsil eden kavram; İnovasyon Verimliliği Oranı'dır. Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3350263",
    "unitNumber": 1,
    "text": "2018 Küresel İnovasyon Endeksi - GII'ya göre aşağıdaki ülkelerden hangisi 2018 yılında 2017 yılına göre daha iyi bir sıralama performansına sahiptir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hollanda",
      "B": "İsviçre",
      "C": "İsveç",
      "D": "Almanya",
      "E": "İrlanda"
    },
    "explanation": "2018 Küresel İnovasyon Endeksi - GII'ya göre Hollanda, 2017 yılından 2018 yılına kıyasla daha iyi bir sıralama performansına sahiptir.<br/>2018 Küresel İnovasyon Endeksi - GII'ya göre Hollanda, 2018 yılında 2017 yılına göre daha iyi bir sıralama performansına sahiptir. Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3350264",
    "unitNumber": 1,
    "text": "................. yeni faaliyetler, süreçler veya pazarları keşfederek, ekonomik faaliyetin yaratılması veya genişletilmesi yoluyla değer üretmeye çalışan kişilerdir. Tanımı yapılan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Girişimciler",
      "B": "Pazarlamacılar",
      "C": "Aracılar",
      "D": "Satış temsilcileri",
      "E": "Müşteri temsilcileri"
    },
    "explanation": "“Girişimciler, yeni faaliyetler, süreçler veya pazarları keşfederek, ekonomik faaliyetin yaratılması veya genişletilmesi yoluyla değer üretmeye çalışan kişilerdir”. Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3350265",
    "unitNumber": 1,
    "text": "Girişimci terimi aşağıdakilerden hangisine atıfta bulunur?",
    "correctAnswer": "B",
    "options": {
      "A": "OECD",
      "B": "KOBİ",
      "C": "WTO",
      "D": "DTO",
      "E": "BIST"
    },
    "explanation": "“Girişimci Ekosistemi” kavramı iki terimden oluşmaktadır: “Girişimci” ve “Ekosistem”. Girişimci terimi, çoğunlukla başlangıç ve/veya ölçeklendirme aşamalarında KOBİ’lere atıfta bulunur. Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "3350266",
    "unitNumber": 1,
    "text": "Isenberg tarafından oluşturulan modele göre aşağıdakilerden hangisi girişimcilik ekosistemi içerisinde bulunan temel unsurlar arasında <strong>gösterilemez</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Finansal sistem",
      "B": "Rekabet ortamı",
      "C": "Piyasa yapısı",
      "D": "Kültürel yapı",
      "E": "Alt yapı olanakları"
    },
    "explanation": "Isenberg tarafından geliştirilen modele göre ise girişimcilik ekosistemi altı temel elementten oluşmaktadır:<br/>• Kamusal Yapı<br/>• Piyasa Yapısı<br/>• Finansal Sistem<br/>• Beşeri Sermaye<br/>• Alt-Yapı Olanakları<br/>• Kültürel Yapı\n<br/>Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "3350267",
    "unitNumber": 1,
    "text": "Günümüz ekonomilerinde ülke ekonomilerine yön veren ekonomi sistemleri aşağıdakilerin hangisinde doğru verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Piyasa ekonomisi-Sosyalist ekonomi-Liberal ekonomi",
      "B": "Bağıl ekonomi-Entegre ekonomi-Karma ekonomi",
      "C": "Piyasa ekonomisi-Sosyalist ekonomi-Karma ekonomi",
      "D": "Karma ekonomi-Sosyalist ekonomi-Liberal ekonomi",
      "E": "Entegre ekonomi-Karma ekonomi-Liberal ekonomi"
    },
    "explanation": "Günümüz ekonomilerinde üç tür ekonomik sistem ülke ekonomilerine yön vermektedir. Bunlar piyasa ekonomisi, sosyalist ekonomi ve karma ekonomi olarak adlandırılır. Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "3350268",
    "unitNumber": 1,
    "text": "Ne üretileceği, ne kadar üretileceği, nasıl üretileceği ve üretilen mal ve hizmetlerin nasıl paylaşılacağı kararını “devlet” verecektir. Bu tür ekonomi sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Karma ekonomi",
      "B": "Liberal ekonomi",
      "C": "Sosyalist ekonomi",
      "D": "Entegre ekonomi",
      "E": "Piyasa ekonomisi"
    },
    "explanation": "Sosyalist Ekonomi Sisteminde ne üretileceği, ne kadar üretileceği, nasıl üretileceği ve üretilen mal ve hizmetlerin nasıl paylaşılacağı kararını “devlet” verecektir. Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "3350269",
    "unitNumber": 1,
    "text": "Hem devletin hem de özel girişimlerin üretim yaptığı ekonomik sistem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karma ekonomi",
      "B": "Entegre ekonomi",
      "C": "Klasik ekonomi",
      "D": "Oligarşik ekonomi",
      "E": "Sosyalist ekonomi"
    },
    "explanation": "Günümüzde neredeyse tüm dünyada Karma Ekonomik Sistem uygulanmaktadır. Yani hem devletin hem de özel girişimin üretim yaptığı bir ekonomik yapı söz konusudur."
  },
  {
    "id": "3350270",
    "unitNumber": 1,
    "text": "Ne üretileceği, ne kadar üretileceği, nasıl üretileceği ve üretilen mal ve hizmetlerin nasıl paylaşılacağı kararının “fiyat mekanizması” tarafından belirlendiği ekonomi sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Karma ekonomi",
      "B": "Sosyalist ekonomi",
      "C": "Piyasa ekonomisi",
      "D": "Entegre ekonomi",
      "E": "Modern ekonomi"
    },
    "explanation": "Piyasa Ekonomi Sistemi’nde ne üretileceği, ne kadar üretileceği, nasıl üretileceği ve üretilen mal ve hizmetlerin nasıl paylaşılacağı kararını piyasa sistemini yönlendiren “fiyat mekanizması” verecektir."
  },
  {
    "id": "3350271",
    "unitNumber": 1,
    "text": "Girişimcilik ekosisteminin en önemli temel unsurlarından olan Kamusal Yapı ve Yasal Düzenlemeler kapsamında aşağıdakilerden hangisi yer <strong>almaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Makro Ekonomik Durum",
      "B": "Devlet Yapısı ve Siyasi İstikrar",
      "C": "Ulusal ve Uluslararası Mevzuat",
      "D": "Yatırım Alt-Yapı Olanakları",
      "E": "Beşeri Sermaye Yapısı"
    },
    "explanation": "Kamusal Yapı ve Yasal Düzenlemeler, aşağıdaki başlıklar altında incelenebilir:<br/>• Makro Ekonomik Durum<br/>• Devlet Yapısı ve Siyasi İstikrar<br/>• Ulusal ve Uluslararası Mevzuat<br/>• Yatırım Alt-Yapı Olanakları<br/>• Devlet Teşvik ve Destek Sistemi"
  },
  {
    "id": "3350272",
    "unitNumber": 1,
    "text": "Fiyat istikrarı, dış denge, büyüme gibi kavramlar; kamusal yapı ve yasal düzenlemelerin hangi başlığı altında incelenmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Devlet yapısı ve siyasi istikrar",
      "B": "Makro ekonomik durum",
      "C": "Ulusal mevzuat",
      "D": "Uluslararası mevzuat",
      "E": "Devlet teşvik sistemi"
    },
    "explanation": "Makro Ekonomik durum kapsamında analiz edilmesi gereken temel değişkenler şunlardır: Büyüme, Fiyat İstikrarı, Faiz Oranları, İşgücü Piyasası, Kişi başına GSYH, Dış Denge."
  },
  {
    "id": "3350274",
    "unitNumber": 1,
    "text": "_____________, mal ve hizmet üretmek üzere ticari yapı oluşturma sürecidir. \n<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru bir şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Girişimcilik",
      "B": "Girişimcilik Ekosistemi",
      "C": "Ekosistem",
      "D": "Piyasa Yapısı",
      "E": "Finansal Sistem"
    },
    "explanation": "Girişimcilik, mal ve hizmet üretmek üzere ticari yapı oluşturma sürecidir. Bu girişim faaliyeti daha önce olmayan ticari bir yapı oluşturma şeklinde olabi-leceği gibi, hali hazırda var olan bir ticari yapıyı satın alma ya da ortak olma şeklinde de olabilmektedir. Doğru cevap \"A\" seçeneğidir."
  },
  {
    "id": "3350275",
    "unitNumber": 1,
    "text": "Hangisi girişimcileri, girişim faaliyetlerine yönlendiren temel nedenlerden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kendi işini yapmak",
      "B": "Daha çok gelir elde ederek servetini artırmak",
      "C": "Büyüyerek piyasa payını artırmak",
      "D": "Ekonomik koşulları belirlemek",
      "E": "Rekabette kalabilmek"
    },
    "explanation": "Girişimcileri, girişim faaliyetlerine yönlendiren temel nedenler şunlardır: 1. Kendi işini yapmak,2. Daha çok gelir elde ederek servetini artırmak,3. Büyüyerek piyasa payını artırmak,4. Rekabette kalabilmek. Doğru cevap \"D\" dir."
  },
  {
    "id": "3350276",
    "unitNumber": 1,
    "text": "Bir ülkenin döviz gelirlerinin döviz giderlerine eşit olması aşağıdakilerden hangisiyle ifade edilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Büyüme",
      "B": "Fiyat İstikrarı",
      "C": "Dış Denge",
      "D": "Faiz Oranları",
      "E": "Kişi başına GSYH"
    },
    "explanation": "Dış Denge, bir ülkenin döviz gelirlerinin döviz giderlerine eşit olması demektir. Ülkenin döviz gelirinin, giderinden fazla olması “dış fazla” olarak yorumlanır. Ülkenin döviz gelirinin, giderinden az olması ise “dış açık” olarak yorumlanır. Doğru cevap \"C\" dir."
  },
  {
    "id": "3350277",
    "unitNumber": 1,
    "text": "I. Kurumsal yapının oturmuş olması <br/>II. Devlet kurumları arasında görev ve sorumlulukların net ve etkin bir şekilde dağıtılmış olması \n<br/>III. Kurumların görev ve sorumluluklarını ulusal ve uluslararası kanunlar ve kurallar çerçevesinde eksiksiz bir şekilde yerine getirmesi\n<br/>IV. Siyasi anlamda bu yapıyı garanti eden istikrarlı bir devlet yapılanması\n<br/>Yukarıdakilerden hangileri ülkelerde ekonomik faaliyetlerle ilgili riskin daha az olmasını ve yapılacak girişim planlamalarının doğru olmasını sağlayacaktır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "II, III ve IV",
      "C": "I, II ve IV",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Ülkelerde;• Kurumsal yapının oturmuş olması, • Devlet kurumları arasında görev ve sorumlulukların net ve etkin bir şekilde dağıtılmış olması, • Kurumların görev ve sorumluluklarını ulusal ve uluslararası kanunlar ve kurallar çerçevesinde eksiksiz bir şekilde yerine getirmesi ve • Siyasi anlamda bu yapıyı garanti eden istikrarlı bir devlet yapılanması,ekonomik faaliyetlerle ilgili (tüketim, üretim, tasarruf, yatırım, girişim gibi.) riskin daha az olmasını ve yapılacak girişim planlamalarının da doğru olmasını sağlayacaktır. Doğru cevap \"E\" dir."
  },
  {
    "id": "3350278",
    "unitNumber": 1,
    "text": "Hangisi girişim sürecinde girişimcilerin karşı karşıya oldukları temel ulusal ve uluslararası mevzuat düzenlemelerinden biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Ticaret Mevzuatı",
      "B": "Milli Eğitim Mevzuatı",
      "C": "Rekabet Mevzuatı",
      "D": "İş ve Sosyal Güvenlik Mevzuatı",
      "E": "Sağlık ve Çevre Mevzuatı"
    },
    "explanation": "Girişim sürecinde girişimcilerin karşı karşıya oldukları temel ulusal ve uluslararası mevzuat düzenlemeleri şunlardır:• Ticaret Mevzuatı• Rekabet Mevzuatı• İş ve Sosyal Güvenlik Mevzuatı• Bankacılık, Sigortacılık ve Sermaye Piyasası Mevzuatı• Sağlık ve Çevre Mevzuatı• Adli Mevzuat• Vergi Mevzuatı• Gümrük Mevzuatı• Tüketici Hakları Mevzuatı• Fikri Mülkiyet Hakları Mevzuatı• Teşvik ve Destek Mevzuatı. Doğru cevap \"B\" dir."
  },
  {
    "id": "3350279",
    "unitNumber": 1,
    "text": "I. Ulaşım altyapısı olanakları\n<br/>II. İletişim ve bilgi altyapısı olanakları\n<br/>III. Enerji altyapısı olanakları\n<br/>IV. Araştırma - geliştirme altyapı olanakları\n<br/>V. Teknik ve mesleki danışman ve uzman altyapı olanakları\n<br/>Yukarıdakilerden hangileri girişimcilik ekosistemi açısından önemli olan yatırım altyapı olanaklarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III ve IV",
      "B": "II, III, IV ve V",
      "C": "I, II, IV ve V",
      "D": "I, III, IV ve V",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Girişimcilik ekosistemi içerisinde önemli kamusal yapı oluşumlarından birisi de yatırım altyapı olanaklarıdır.Bunlar; Ulaşım altyapısı olanakları, İletişim ve bilgi altyapısı olanakları, Enerji altyapısı olanakları, Araştırma - geliştirme altyapı olanakları, Teknik ve mesleki danışman ve uzman altyapı olanaklarıdır. Doğru cevap \"E\" dir."
  },
  {
    "id": "3350280",
    "unitNumber": 1,
    "text": "Bir ülkedeki insan gücünün bilgi ve beceri düzeyini gösteren sermaye türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fiziki Sermaye",
      "B": "Finansal Sermaye",
      "C": "Beşerî Sermaye",
      "D": "Piyasa Sermayesi",
      "E": "Karma Sermaye"
    },
    "explanation": "Beşeri Sermaye, bir ülkedeki insan gücünün bilgi ve beceri düzeyini göstermektedir. Bir ülkedeki insanların eğitim düzeyi ve üretkenliği ne kadar yüksekse o ülke beşeri sermaye açısından güçlü bir ülke olarak yorumlanır.Doğru cevap \"C\"dir."
  },
  {
    "id": "3350281",
    "unitNumber": 1,
    "text": "2012 - 2018 döneminde Türkiye'de en yüksek ekonomik büyüme hangi yıl olmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "2012",
      "B": "2013",
      "C": "2015",
      "D": "2016",
      "E": "2018"
    },
    "explanation": "2012 - 2018 döneminde en yüksek büyüme oranı %8,5 ile 2013 yılında, en düşük büyüme ise %2,6 ile 2018 yılında gerçekleşmiştir. Doğru cevap \"B\"dir."
  },
  {
    "id": "3350283",
    "unitNumber": 1,
    "text": "İnovasyon Girdi Alt Endeksi ile İnovasyon Çıktı Alt Endeksinin basit ortalamasına ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Genel Küresel İnovasyon Endeksi Puanı",
      "B": "İnovasyon Girdi Alt Endeksi Puanı",
      "C": "İnovasyon Çıktı Alt Endeksi Puanı",
      "D": "İnovasyon Verimliliği Puanı",
      "E": "Küresel Girişimcilik Endeksi Puanı"
    },
    "explanation": "Genel Küresel İnovasyon Endeksi Puanı; İnovasyon Girdi Alt Endeksi ile İnovasyon Çıktı Alt Endeksinin basit ortalamasıdır. Doğru cevap \"A\"dır."
  },
  {
    "id": "3350284",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Kreuzer ve arkadaşları tarafından yapılan çalışmada ifade edilen girişimcilik ekosisteminin temel unsurlarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kamusal yapı",
      "B": "Piyasa yapısı",
      "C": "Finansal sistem",
      "D": "Beşeri sermaye",
      "E": "Etkileşen aktörler"
    },
    "explanation": "Kreuzer ve arkadaşları tarafından yapılan çalışmada girişimcilik ekosisteminin temel unsurları şu başlıklar altında incelenmiştir:<br/>• İş ve yatırım çevresi,<br/>• Etkileşen aktörler,<br/>• Gelişen kültür ve tutumlar"
  },
  {
    "id": "3350285",
    "unitNumber": 1,
    "text": "Piyasa Ekonomi Sistemi’nde ne üretileceği, ne kadar üretileceği, nasıl üretileceği ve üretilen mal ve hizmetlerin nasıl paylaşılacağı kararını piyasa sistemini yönlendiren “..............” verecektir. Cümlesinde boş bırakılan yere aşağıdakilerden hangisi yazılmalıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Arz -talep dengesi",
      "B": "Devlet",
      "C": "Üreticiler",
      "D": "Fiyat mekanizması",
      "E": "Müşteriler"
    },
    "explanation": "Piyasa Ekonomi Sistemi’nde ne üretileceği, ne kadar üretileceği, nasıl üretileceği ve üretilen mal ve hizmetlerin nasıl paylaşılacağı kararını piyasa sistemini yönlendiren “fiyat mekanizması” verecektir."
  },
  {
    "id": "3350286",
    "unitNumber": 1,
    "text": "Sosyalist Ekonomi Sisteminde ne üretileceği, ne kadar üretileceği, nasıl üretileceği ve üretilen mal ve hizmetlerin nasıl paylaşılacağı kararını “............” verecektir. Cümlesinde boş bırakılan yere aşağıdakilerden hangisi yazılmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Fiyat mekanizması",
      "B": "Müşteriler",
      "C": "Devlet",
      "D": "Üreticiler",
      "E": "Arz-talep dengesi"
    },
    "explanation": "Sosyalist Ekonomi Sisteminde ne üretileceği, ne kadar üretileceği, nasıl üretileceği ve üretilen mal ve hizmetlerin nasıl paylaşılacağı kararını “devlet” verecektir."
  },
  {
    "id": "3350287",
    "unitNumber": 1,
    "text": "Aşağıdaki ülkelerden hangisi piyasa ekonomisine daha yakın bir ekonomik sistem uygulamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Rusya",
      "B": "Japonya",
      "C": "Çin",
      "D": "Küba",
      "E": "Vietnam"
    },
    "explanation": "Karma ekonomik sistem uygulamakla birlikte, bazı ülkeler piyasa ekonomisine daha yakın bir ekonomik sistem uygularken (ABD, Almanya İngiltere, İtalya, Japonya gibi…) bazı ülkeler ise sosyalist ekonomiye daha yakın ekonomik sistem uygulamaktadır (Çin,<br/>Rusya, Küba, Vietnam gibi…)."
  },
  {
    "id": "3350288",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hanginin gerçekleşmesi durumunda ekonomik faaliyetlerin riski <strong>azalmaz?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Devletin yatırımcılara destek vermesi",
      "B": "Kurumların görev ve sorumluluklarını ulusal ve uluslararası kanunlar ve kurallar çerçevesinde eksiksiz bir şekilde yerine getirmesi",
      "C": "Siyasi anlamda kurumsal yapıyı garanti eden istikrarlı bir devlet yapılanması",
      "D": "Kurumsal yapının oturmuş olması",
      "E": "Devlet kurumları arasında görev ve sorumlulukların net ve etkin bir şekilde dağıtılmış olması"
    },
    "explanation": "Ülkelerde;<br/>• Kurumsal yapının oturmuş olması,<br/>• Devlet kurumları arasında görev ve sorumlulukların net ve etkin bir şekilde dağıtılmış olması,<br/>• Kurumların görev ve sorumluluklarını ulusal ve uluslararası kanunlar ve kurallar çerçevesinde eksiksiz bir şekilde yerine getirmesi ve<br/>• Siyasi anlamda bu yapıyı garanti eden istikrarlı bir devlet yapılanması,<br/>Ekonomik faaliyetlerle ilgili (tüketim, üretim, tasarruf, yatırım, girişim gibi.) riskin daha az olmasını ve yapılacak girişim planlamalarının da doğru olmasını sağlayacaktır."
  },
  {
    "id": "3350289",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi girişimcilik ekosistemi açısından önemli olan yatırım alt yapı olanaklarından biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ulaşım altyapısı olanakları",
      "B": "İletişim ve bilgi altyapısı olanakları",
      "C": "Enerji altyapısı olanakları",
      "D": "Dağıtım ve satış alt yapı olanakları",
      "E": "Araştırma - geliştirme altyapı olanakları"
    },
    "explanation": "Yatırım altyapı olanakları:\n <ul> <li>Araştırma - geliştirme altyapı olanakları</li> <li>Enerji altyapısı olanakları</li> <li>İletişim ve bilgi altyapısı olanakları</li> <li>Ulaşım altyapısı olanakları</li> <li>Teknik ve mesleki danışman ve uzman altyapı olanakları</li> </ul>"
  },
  {
    "id": "3350290",
    "unitNumber": 1,
    "text": "2018 yılında hesaplanan küresel girişimcilik endeksine göre Türkiye kaçıncı sıradadır?",
    "correctAnswer": "A",
    "options": {
      "A": "37",
      "B": "36",
      "C": "35",
      "D": "34",
      "E": "33"
    },
    "explanation": "2018 Küresel Girişimcilik Endeksi analizi 137 ülke için gerçekleştirilmiştir. Tablo 1.5’ten de görüleceği üzere 2018 GEI’ne göre en yüksek endeks değerine sahip ülke %83,6 ile ABD olmuştur. İlk beşte yer alan diğer ülkeler ise sırasıyla; İsviçre, Kanada, İngiltere, Avustralya’dır. Türkiye’nin Küresel Girişimcilik Endeksi değeri ise 2015 yılında %54,6 (26. Sıra), 2016’da %52,7 (28. Sıra) ve 2017’de %43,7 (36. Sıra) değerine düştükten sonra 2018 yılında %44,5’e yükselmiş ve bu değerle 2018 sıralamasında 37. sırada yer almıştır."
  },
  {
    "id": "3350291",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi İnovasyon çıktı alt endeks bileşenlerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Beşeri sermaye ve araştırma",
      "B": "Pazar yapısı",
      "C": "Bilgi ve teknoloji",
      "D": "İş yapısı",
      "E": "Kurumlar"
    },
    "explanation": "İnovasyon Çıktı Alt Endeksi: Ekonomi içindeki yenilikçi faaliyetlerin sonuçları olan çıktılar hakkında bilgi verir. İki çıktı bileşeni vardır: Bilgi ve Teknoloji Çıktıları (Bilgi Üretme, Bilgi Etkisi, Bilgi Paylaşımı ve Yayılımı), Yaratıcı Çıktılar (Fikri Varlıklar, Yaratıcı Ürünler ve Hizmetler, Online Yaratıcılık)."
  },
  {
    "id": "3350292",
    "unitNumber": 1,
    "text": "2018 yılında hesaplanan küresel inovasyon endeksine göre Türkiye kaçıncı sırada yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "54",
      "B": "53",
      "C": "52",
      "D": "51",
      "E": "50"
    },
    "explanation": "Yenilikçilik endeksi açısından Türkiye inişli çıkışlı bir seyir izlemiştir. 2016’da 42. sıraya kadar yükselmiş, ancak 2018 yılında sıralamadaki yeri 50. sıra olmuştur."
  },
  {
    "id": "3350294",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>İş ve yatırım çevresi</li> <li>Beşeri sermaye</li> <li>Alt-Yapı olanakları</li> <li>Etkileşen aktörler</li> <li>Gelişen kültür ve tutumlar</li> </ol> Yukarıda verilen unsurlardan hangileri Kreuzer ve arkadaşları tarafından girişimcilik ekosisteminin temel unsurları olarak kabul edilmişlerdir?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-III",
      "B": "II-IV-V",
      "C": "II-III-V",
      "D": "I-III-V",
      "E": "I-IV-V"
    },
    "explanation": "Kreuzer ve arkadaşları tarafından yapılan çalışmada girişimcilik ekosisteminin temel unsurları şu başlıklar altında incelenmiştir:<br/>• İş ve yatırım çevresi,<br/>• Etkileşen aktörler,<br/>• Gelişen kültür ve tutumlar.\n Doğru Cevap E'dir."
  },
  {
    "id": "3350295",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi piyasa ekonomisi sisteminin özellikleri arasındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Üretilen mal ve hizmetlerin nasıl dağıtılacağına devlet karar verir",
      "B": "Mülkiyet hakkı yoktur",
      "C": "Mal ve hizmetler devlet tarafından üretilir",
      "D": "Ürün ve hizmetlerin fiyatı piyasa tarafından belirlenir",
      "E": "Sermaye artırma imkânı yoktur"
    },
    "explanation": "Piyasa Ekonomi Sistemi’nde ne üretileceği, ne kadar üretileceği, nasıl üretileceği ve üretilen mal ve hizmetlerin nasıl paylaşılacağı kararını piyasa sistemini yönlendiren “fiyat mekanizması” verecektir. Doğru cevap D'dir.\n Mal ve hizmetlerin devlet tarafından sağlandığı ve paylaştırıldığı, mülkiyet hakkının ve sermaye artırma imkanının olmadığı ekonomik sistem, sosyalist ekonomi sistemidir."
  },
  {
    "id": "3350296",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi girişimcileri, girişim faaliyetlerine yönlendiren temel nedenler biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kendi işini yapmak,",
      "B": "Daha çok gelir elde ederek servetini artırmak,",
      "C": "Büyüyerek piyasa payını artırmak,",
      "D": "Rekabette kalabilmek,",
      "E": "Rakiplerine yardım etmek,"
    },
    "explanation": "Girişimcileri, girişim faaliyetlerine yönlendiren temel nedenler şunlardır:<br/>1. Kendi işini yapmak,<br/>2. Daha çok gelir elde ederek servetini artırmak,<br/>3. Büyüyerek piyasa payını artırmak,<br/>4. Rekabette kalabilmek."
  },
  {
    "id": "3350297",
    "unitNumber": 1,
    "text": "“Girişimci Ekosistemi” kavramı kaç terimden oluşmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "“Girişimci Ekosistemi” kavramı iki terimden oluşmaktadır: “Girişimci” ve “Ekosistem”."
  },
  {
    "id": "3350298",
    "unitNumber": 1,
    "text": "Yeni faaliyetler, süreçler veya pazarları keşfederek, ekonomik faaliyetin yaratılması veya genişletilmesi yoluyla değer üretmeye çalışan kişiler nasıl tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Girişimciler",
      "B": "Üreticiler",
      "C": "Kobiler",
      "D": "Şirket çalışanları",
      "E": "İşyeri sahipleri"
    },
    "explanation": "“Girişimciler, yeni faaliyetler, süreçler veya pazarları keşfederek, ekonomik faaliyetin yaratılması veya genişletilmesi yoluyla değer üretmeye çalışan kişilerdir”."
  },
  {
    "id": "3350299",
    "unitNumber": 1,
    "text": "Kreuzer ve arkadaşları tarafından yapılan çalışmada girişimcilik ekosisteminin temel unsurları kaç başlık altında incelenmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Kreuzer ve arkadaşları tarafından yapılan çalışmada girişimcilik ekosisteminin<br/>temel unsurları şu başlıklar altında incelenmiştir: (Kreuzer ve diğerleri, 2018, s.11)<br/>• İş ve yatırım çevresi,<br/>• Etkileşen aktörler,<br/>• Gelişen kültür ve tutumlar."
  },
  {
    "id": "3350300",
    "unitNumber": 1,
    "text": "Isenberg tarafından geliştirilen modele göre girişimcilik ekosistemi kaç temel elementten oluşmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Isenberg tarafından geliştirilen modele göre ise girişimcilik ekosistemi altı temel elementten oluşmaktadır: (Isenberg, 2011)<br/>• Kamusal Yapı<br/>• Piyasa Yapısı<br/>• Finansal Sistem<br/>• Beşeri Sermaye<br/>• Alt-Yapı Olanakları<br/>• Kültürel Yapı"
  },
  {
    "id": "3350301",
    "unitNumber": 1,
    "text": "Piyasa ve Karma Ekonomik Sistemler kapsamında girişimcilik ekosistemi kaç temel unsur dâhilinde incelenmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Piyasa ve Karma Ekonomik Sistemler kapsamında girişimcilik ekosistemi aşağıdaki temel unsurlar dâhilinde incelenecektir:<br/>• Kamusal Yapı ve Yasal Düzenlemeler<br/>• Piyasa Yapısı ve İş Ağı<br/>• Sermaye Yapısı<br/>• Toplumsal ve Kültürel Yapı"
  },
  {
    "id": "3350302",
    "unitNumber": 1,
    "text": "Kamusal Yapı ve Yasal Düzenlemeler, kaç başlık altında incelenebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Kamusal Yapı ve Yasal Düzenlemeler, aşağıdaki başlıklar altında incelenebilir:<br/>• Makro Ekonomik Durum<br/>• Devlet Yapısı ve Siyasi İstikrar<br/>• Ulusal ve Uluslararası Mevzuat<br/>• Yatırım Alt-Yapı Olanakları<br/>• Devlet Teşvik ve Destek Sistemi"
  },
  {
    "id": "3350303",
    "unitNumber": 1,
    "text": "Ülkenin bir yıldan bir sonraki yıla üretim gücündeki artışı nasıl ifade edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Güçlenme",
      "B": "Büyüme",
      "C": "Genişleme",
      "D": "Daralma",
      "E": "Zenginleşme"
    },
    "explanation": "Büyüme, ülkenin bir yıldan bir sonraki yıla üretim gücündeki artışı ifade eder. Bu da bir yıldan diğer yıla GSYH’nin reel de- ğerindeki artışla ölçülür."
  },
  {
    "id": "3350304",
    "unitNumber": 1,
    "text": "Ülkenin döviz gelirinin, giderinden fazla olması ne olarak yorumlanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Dış sermaye",
      "B": "Dış büyüme",
      "C": "Dış açık",
      "D": "Dış fazla",
      "E": "Dış ekonomi"
    },
    "explanation": "Ülkenin döviz gelirinin, giderinden fazla olması “dış fazla” olarak yorumlanır."
  },
  {
    "id": "3350305",
    "unitNumber": 1,
    "text": "Ülkenin döviz gelirinin, giderinden az olması ne olarak yorumlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dış açık",
      "B": "Dış fazla",
      "C": "Dış ekonomi",
      "D": "Büyüme",
      "E": "Dış kaynak"
    },
    "explanation": "Ülkenin döviz gelirinin, giderinden az olması ise “dış açık” olarak yorumlanır."
  },
  {
    "id": "3350306",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi \"makroekonomik durum kapsamı\"nda analiz edilmesi gereken değişkenlerden <em><strong>değildir?</strong></em>",
    "correctAnswer": "C",
    "options": {
      "A": "İstihdam",
      "B": "Fiyat istikrarı",
      "C": "Altyapı olanakları",
      "D": "Büyüme",
      "E": "Dış denge"
    },
    "explanation": "Makro Ekonomik durum kapsamında analiz edilmesi gereken temel değişkenler şunlardır: Büyüme, Fiyat İstikrarı, Faiz Oranları, İşgücü Piyasası, Kişi başına GSYH, Dış Denge. Doğru cevap C'dir."
  },
  {
    "id": "3350307",
    "unitNumber": 1,
    "text": "Girişimciliği artırmak amacıyla bir ürün ve fikir geliştirme faaliyetlerinin gerçekleştirilebileceği laboratuvar, atölye gibi uygulama ve test olanaklarına sahip araştırma merkezlerinin kurulması hangi altyapı olanakları ile ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Araştırma - geliştirme altyapı olanakları",
      "B": "Enerji altyapısı olanakları",
      "C": "İletişim ve bilgi altyapısı olanakları",
      "D": "Teknik ve mesleki danışman ve uzman altyapı olanakları",
      "E": "Ulaşım altyapısı olanakları"
    },
    "explanation": "Yeni fikir ve ürün geliştirme ticari başarı açısından firmalara önemli rekabet avantajları sağlamaktadır. Fikri mülkiyet haklarının sağlamış olduğu imkânlar, firmaların yeni fikir ve ürünler geliştirerek yüksek gelirler elde etmesini sağlayacaktır. Bu da araştırma - geliştirme altyapı olanakları ile ilgilidir. Doğru cevap A'dır."
  },
  {
    "id": "3350309",
    "unitNumber": 1,
    "text": "Bir ülkenin girdileri için ne kadar yenilik ürettiğini gösteren değerlendirme ölçüsü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İnovasyon Girdi Alt Endeksi",
      "B": "Gene Küresel İnovasyon Endeksi Puanı",
      "C": "İnovasyon Verimliliği Oranı",
      "D": "Küresel Girişimcilik Endeksi",
      "E": "İnovasyon Çıktı Alt Endeksi"
    },
    "explanation": "İnovasyon Verimliliği Oranı: İnovasyon Çıktı Alt Endeksi puanının İnovasyon Giriş Alt Endeksi puanına oranıdır. Bir ülkenin girdileri için ne kadar yenilik ürettiğini gösterir. Doğru cevap C'dir."
  },
  {
    "id": "3350310",
    "unitNumber": 1,
    "text": "Bir ülkenin dış açık vermesi durumunda aşağıdakilerden hangisi gerçekleşir?",
    "correctAnswer": "C",
    "options": {
      "A": "Döviz miktarı artar",
      "B": "Milli para değer kazanır",
      "C": "İhraç ürünlerinin satışında rekabet avantajı oluşur",
      "D": "İthal ürünlerin fiyatı azalır",
      "E": "Girişim faaliyetleri artar"
    },
    "explanation": "Ülkenin döviz gelirinin, giderinden az olması “dış açık” olarak yorumlanır. Dış açık durumunda, ülkeden daha fazla döviz çıkışı olacağından döviz miktarı azalacak, döviz kuru yükselecek ve milli para değer kaybedecektir. Bu durum ihraç ürünlerinin döviz cinsinden fiyatının azalmasına neden olacak ve <em>ihraç ürünlerinin satışında bir rekabet avantajı yaratabilecektir.</em> Bununla birlikte bu durum ithalatın döviz cinsinden pahalanmasına neden olurken, milli para cinsinden ithal girdinin fiyatının yükselmesine ve girişim faaliyetlerinin azalmasına neden olabilecektir. Doğru cevap C'dir."
  },
  {
    "id": "3350311",
    "unitNumber": 1,
    "text": "Teşvik ve destek sisteminin temel amacı girişimci ve üreticilerin maliyetlerini azaltıcı ve verimliliklerini arttırıcı uygulamalar geliştirmektir. Bu anlamda finansal, mali ve danışmanlık destekleri verilmektedir.\n Buna göre aşağıdakilerden hangisi mali bir destektir?",
    "correctAnswer": "B",
    "options": {
      "A": "İş geliştirme",
      "B": "Ucuz girdi temini",
      "C": "Faizsiz kredi",
      "D": "Muhasebe destekleri",
      "E": "Tanıtım destekleri"
    },
    "explanation": "Düşük faizli ya da faizsiz kredi olanağı finansal destek; ucuz girdi temini mali destek; iş geliştirme, muhasebe ve tanıtım destekleri danışmanlık desteğidir. Doğru cevap B'dir."
  },
  {
    "id": "3350312",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi kişi başına Gayri Safi Yurtiçi Hasıla'nın artmasının bir sonucudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Girişim faaliyetleri azalır",
      "B": "Ödünç verilebilir fon arzı artar",
      "C": "Faizler artar",
      "D": "Tüketim azalır",
      "E": "Tasarruflar azalır"
    },
    "explanation": "Gelirlerin artması insanların tasarruflarının da artmasına neden olabilecektir. Ödünç verilebilir fon arzının en temel kaynağı olan tasarruflardaki bu artış faizlerin düşmesine neden olacaktır. Faizlerin düşmesi de kredi maliyetlerinin düşmesine ve bu maliyet azalması da girişim faaliyetlerinin artmasına neden olacaktır. Doğru cevap B'dir."
  },
  {
    "id": "3350313",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi 2018 yılında yabancı sermayeli şirketlerin anonim şirket türünde olanlarda yabancı ortaklarının içinde ilk beşte yer alan ülkelerden biri <em><strong>değildir?</strong></em>",
    "correctAnswer": "D",
    "options": {
      "A": "Azerbaycan",
      "B": "Almanya",
      "C": "Suudi Arabistan",
      "D": "Mısır",
      "E": "İran"
    },
    "explanation": "2018 yılında yabancı sermayeli şirketlerin anonim şirket türünde olanlarda yabancı ortaklarının içinde ilk beşte yer alan ülkeler sırasıyla; İran, Almanya, Suudi Arabistan, Azerbaycan ve Hollanda’dır. Limited şirket türündeki yabancı ortaklarda ise ilk beş sırasıyla şu şekildedir: Suriye, Suudi Arabistan, İran, Ürdün ve Mısır. Doğru cevap D'dir."
  },
  {
    "id": "3350314",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi girişimcileri girişim faaliyetlerine yönelten nedenler dışında kalır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kendi işini yapmak",
      "B": "Hedef pazarı değiştirmek",
      "C": "Büyüyerek piyasa payını artırmak",
      "D": "Rekabette kalabilmek",
      "E": "Daha çok gelir elde ederek servetini artırmak"
    },
    "explanation": "Sorunun doğru yanıtı B şıkkıdır. Girişimcileri, girişim faaliyetlerine yönlendiren temel nedenler; kendi işini yapmak, daha çok gelir elde ederek servetini artırmak, büyüyerek piyasa payını artırmak ve rekabette kalabilmek olarak sıralanabilir."
  },
  {
    "id": "3350315",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Isenberg tarafından geliştirilen modele göre girişimcilik ekosistemi temel elementleri arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "İş çevresi",
      "B": "Yatırım çevresi",
      "C": "Etkileşen aktörler",
      "D": "Beşeri Sermaye",
      "E": "Gelişen kültür ve tutumlar"
    },
    "explanation": "Sorunun doğr yanıtı D şıkkıdır. Isenberg tarafından geliştirilen modele göre girişimcilik ekosistemi altı temel elementten oluşmaktadır:\n <ul> <li>Kamusal Yapı</li> <li>Piyasa Yapısı</li> <li>Finansal Sistem</li> <li>Beşeri Sermaye</li> <li>Alt-Yapı Olanakları</li> <li>Kültürel Yapı</li> </ul> Şıklarda verilen diğer unsurlar Kreuzer ve arkadaşları tarafından yapılan çalışmada girişimcilik ekosisteminin temel unsurları arasındadır."
  },
  {
    "id": "3350316",
    "unitNumber": 1,
    "text": "I. İşletmeleri başlatan, emek işe alan, kaynakları harekete geçiren ve operasyonel işlerinin çalışmaya devam etmesini sağlayan kişilerdir\n II. Mal ve hizmet üretmek üzere ticari yapı oluşturma sürecidir\n III. Yeni faaliyetler, süreçler veya pazarları keşfederek, ekonomik faaliyetin yaratılması veya genişletilmesi yoluyla değer üretmeye çalışan kişilerdir. \n IV. İş hayatının faaliyette bulunduğu ekonomik koşulları belirleyen yapıdır. \n Yukarıda numaralandırılmış ifadelerden hangisi girişimcilik ekosistemini tanımlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sadece II",
      "B": "I, II ve III",
      "C": "III ve IV",
      "D": "Sadece IV",
      "E": "Sadece III"
    },
    "explanation": "Sorunun doğru yanıtı D şıkkıdır. Şıklarda verilen diğer ifadeler girişimciyi tanımlamaktadır."
  },
  {
    "id": "3350317",
    "unitNumber": 1,
    "text": "Girişimcinin gerçekleştireceği faaliyetleri yönlendiren yasal düzenlemelerle devletin girişimcilik iklimini, yatırım ve girişim yapılacak ve teşvik edecek yapıya kavuşturacak faaliyetlerini içeren girişimcilik ekosisteminin unsuru aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kültürel yapı",
      "B": "Kamusal yapı ve yasal düzenlemeler",
      "C": "Sermaye yapısı",
      "D": "Toplumsal yapı",
      "E": "Piyasa yapısı ve iş ağı"
    },
    "explanation": "Girişimcilik ekosisteminin en önemli temel unsurlarından olan Kamusal Yapı ve Yasal Düzenlemeler, girişimcinin gerçekleştireceği faaliyetleri yönlendiren yasal düzenlemelerle devletin girişimcilik iklimini, yatırım ve girişim yapılacak ve teşvik edecek yapıya kavuşturacak faaliyetlerini içermektedir."
  },
  {
    "id": "3350318",
    "unitNumber": 1,
    "text": "Girişimcilik ekosistemi içerisinde makro ekonomik durumun analiz edilmesinde aşağıdaki değişkenlerden hangisi kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Finansal Sermaye",
      "B": "Fiziki Sermaye",
      "C": "Kişi başına GSYH",
      "D": "Ticaret Mevzuatı",
      "E": "Sosyokültürel yapı"
    },
    "explanation": "Sorunun doğru yanıtı C şıkkıdır. Şıklarda verilen diğer unsurlar girişimcilik ekosisteminin diğer unsurlarının analizinde dikkate alınacak ögelerdir."
  },
  {
    "id": "3350319",
    "unitNumber": 1,
    "text": "I. Girişimcilik ekosisteminin sermaye yapısının değerlendirilmesinde kullanılır. \n II. Eğitim ve araştırma - geliştirme faaliyetlerinin artırılması olumlu etkiler. \n III. Bir ülkedeki insan gücünün bilgi ve beceri düzeyidir. \n Yukarıda özellikleri sıralanan unsur aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fiziki sermaye",
      "B": "Finansal sermaye",
      "C": "Beşeri sermaye",
      "D": "Piyasa yapısı",
      "E": "İş ağı"
    },
    "explanation": "Sorunun doğru yanıtı C şıkkıdır. Beşeri Sermaye, bir ülkedeki insan gücünün bilgi ve beceri düzeyini göstermektedir. Beşeri sermayenin artabilmesi için de eğitim ve araştırma - geliştirme faaliyetlerinin artırılması ve geliştirilmesi gereklidir."
  },
  {
    "id": "3350320",
    "unitNumber": 1,
    "text": "Bir ülkedeki insanların dil, din, ırk, tarih, sanat özellikleri ile etnik, geleneksel, toplumsal değer ve alışkanlıkları yanında hukuki, ahlaki ve siyasal yapılarını ifade eden girişimcilik ekosisteminin unsuru aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyokültürel yapı",
      "B": "Sermaye yapısı",
      "C": "Ulusal mevzuat",
      "D": "Uluslararası mevzuat",
      "E": "Siyasi istikrar"
    },
    "explanation": "Sorunun doğru yanıtı A şıkkıdır. Sosyokültürel yapı, bir ülkedeki insanların dil, din, ırk, tarih, sanat özellikleri ile etnik, geleneksel, toplumsal değer ve alışkanlıkları yanında hukuki, ahlaki ve siyasal yapılarını ifade eder."
  },
  {
    "id": "3350322",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi girişimcilik ekosisteminin unsuru olan sermaye yapısı ile ilgili doğru bir bilgidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Piyasa yapısının bir unsurunu tüketiciler oluşturur.",
      "B": "Piyasa, herhangi bir ürünle ilgili arz (üreticiler) ve talebin (tüketiciler) bir araya geldiği yerdir.",
      "C": "Firmalar, piyasanın en küçük üretici unsurlarıdır.",
      "D": "Sermaye, ülkede bulunan fiziksel, finansal ve beşerî sermayeyi ifade eder.",
      "E": "Firma sayısı arttıkça rekabet artmaktadır."
    },
    "explanation": "Sorunun doğru yanıtı D şıkkıdır. Şıklarda verilen diğer bilgiler girişimcilik ekosisteminde piyasa ve iş ağı unsuruna aittir."
  },
  {
    "id": "3350323",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Küresel İnovasyon Endeksinin kullandığı dört farklı değerlendirme dışında kalır?",
    "correctAnswer": "E",
    "options": {
      "A": "İnovasyon Girdi Alt Endeksi",
      "B": "Genel Küresel İnovasyon Endeksi Puanı",
      "C": "İnovasyon Çıktı Alt Endeksi",
      "D": "İnovasyon Verimliliği Oranı",
      "E": "Tüketici Fiyat Endeksi"
    },
    "explanation": "Sorunun doğru yanıtı E şıkkıdır. GII, dört farklı değerlendirmeyi içermektedir. Bunlar,\n <ul> <li>Genel Küresel İnovasyon Endeksi Puanı</li> <li>İnovasyon Girdi Alt Endeksi</li> <li>İnovasyon Çıktı Alt Endeksi</li> <li>İnovasyon Verimliliği Oranı</li> </ul>"
  },
  {
    "id": "3350208",
    "unitNumber": 2,
    "text": "I. Likiditesi düşüktür.\n<br/>II. Büyük harcamaları gerektirir.\n<br/>III. Bölünemez nitelik gösterir.\n<br/>IV. Esneklik düşüktür.\n<br/>V. Kararlardan geri dönülmesi düşük maliyetlidir.\n<br/>Yukarıdakilerden hangileri uzun süreli varlıkların temel özellikleri arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III ve V",
      "B": "II, III ve V",
      "C": "I, III ve V",
      "D": "II ve V",
      "E": "I, II, III ve IV"
    },
    "explanation": "Yatırım Kararları<br/>I, II, III, IV uzun süreli varlıkların temel özellikleri için doğrudur."
  },
  {
    "id": "3350209",
    "unitNumber": 2,
    "text": "Kabul edilebilir minimum getiri, girişimin finansman yapısına ve girişim konusunun ……. bağlı olarak belirlenir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru bir şekilde tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "riskine",
      "B": "vadesine",
      "C": "varlıklarına",
      "D": "pazarlanabilirliğine",
      "E": "yenilikçiliğine"
    },
    "explanation": "Yatırım Kararları<br/>Kabul edilebilir minimum getiri, girişimin finansman yapısına ve girişim konusunun riskine bağlı olarak belirlenir."
  },
  {
    "id": "3350210",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi girişimin başlangıç aşamasında finanse edilmesi gereken faaliyetlerden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Ofis satın alma ya da kiralama",
      "B": "Girdi sağlayacak tedarikçilere ödeme yapma",
      "C": "Yazılım veya ürün geliştirme",
      "D": "Kâr payı dağıtımı",
      "E": "Personel alımı ve maaşlarını ödeme"
    },
    "explanation": "Finansman Kararları<br/>Kâr payı dağıtımı girişimin başlangıç aşamasında değil ileri aşamalarda finanse edilmesi gereken faaliyetlerdendir."
  },
  {
    "id": "3350212",
    "unitNumber": 2,
    "text": "I. Geri ödemesiz olabilmesi\n<br/>II. Kuruluş̧ maliyetini azaltması\n<br/>III. Vadesinin esnek olması\n<br/>IV. Girişimden pay verme zorunluğu olmaması\n<br/>V. Girişimden getiri verme zorunluğu olmaması\n<br/>Yukarıdakilerden hangileri başlangıç aşamasındaki girişimcinin finansman gereksinimini yakın çevresinden sağlamasının avantajlarındandır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I, II, III, IV ve V",
      "C": "Yalnız V",
      "D": "IV ve V",
      "E": "I ve II"
    },
    "explanation": "Özsermaye ile Finansman<br/>I, II, III, IV, V başlangıç aşamasındaki girişimcinin finansman gereksinimini yakın çevresinden sağlamasının avantajlarındandır."
  },
  {
    "id": "3350213",
    "unitNumber": 2,
    "text": "Ağırlıklı olarak çekirdek ya da başlangıç aşamasındaki genç girişimlere doğrudan sermaye sağlayan yatırımcılar aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Girişim sermayesi şirketleri",
      "B": "Girişim sermayesi yatırım ortaklıkları",
      "C": "Melek yatırımcılar",
      "D": "İnformel yatırımcılar",
      "E": "Risk sermayesi şirketleri"
    },
    "explanation": "Girişim Sermayesi<br/>Ağırlıklı olarak çekirdek ya da başlangıç aşamasındaki genç girişimlere doğrudan sermaye sağlayan yatırımcılar melek yatırımcılardır."
  },
  {
    "id": "3350215",
    "unitNumber": 2,
    "text": "Hangi aşamadaki girişimlerin pazara sürdüğü ürünü veya hizmeti mevcut olup, ürünün pazardaki üstünlüğünü sağlayacak bir marka imajı ve önemli bir pazar payı için finansmana ihtiyacı vardır?",
    "correctAnswer": "B",
    "options": {
      "A": "Başlangıç",
      "B": "Erken",
      "C": "Çekirdek",
      "D": "Köprü",
      "E": "Halka açılma"
    },
    "explanation": "Girişimin Gelişim Aşamaları ve Finansman Türleri<br/>Erken aşamadaki girişimlerin pazara sürdüğü ürünü veya hizmeti mevcut olup, ürünün pazardaki üstünlüğünü sağlayacak bir marka imajı ve önemli bir pazar payı için finansmana ihtiyacı vardır."
  },
  {
    "id": "3350216",
    "unitNumber": 2,
    "text": "Günümüzde işletmelerin <u>temel</u> <u>amacı</u> aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşletmenin kârını maksimum yapma",
      "B": "İstihdam yaratma ve sürekli kılma",
      "C": "İşletmenin piyasa değerini maksimum yapma",
      "D": "Üretimi ve satışları artırma",
      "E": "Ürün ve hizmet üreterek toplum refahını artırma"
    },
    "explanation": "İşletmelerin Amaçları ve Finansal Yönetim<br/>Günümüzde işletmelerin <u>temel amacı</u> işletmenin piyasa değerini maksimum yapmadır."
  },
  {
    "id": "3350217",
    "unitNumber": 2,
    "text": "\"Bazı riskler çeşitlendirmeyle, yani farklı risk yapısına sahip varlıklara yatırım yaparak azaltılabilirken bazıları azaltılamaz. Yatırımlarda riski düşürmenin bir yolu çeşitlendirmeye gitmek ve çeşitlendirme yaparken de birbirleriyle farklı özellik gösteren varlıklara yer vermektir.\"\n<br/>Yukarıda verilen ifade finansal yönetimin hangi prensibini açıklamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tüm riskler eşit değildir.",
      "B": "Risk-getiri dengesi sağlanmalıdır.",
      "C": "Kârdan ziyade nakit akışı önemlidir.",
      "D": "Sermaye piyasalarının yapısı önemlidir.",
      "E": "Temsil maliyeti sorunu dikkate alınmalıdır."
    },
    "explanation": "Finansal Yönetimin Temel İlkeleri<br/>Bazı riskler çeşitlendirmeyle, yani farklı risk yapısına sahip varlıklara yatırım yaparak azaltılabilirken bazıları azaltılamaz. Yatırımlarda riski düşürmenin bir yolu çeşitlendirmeye gitmek ve çeşitlendirme yaparken de birbirleriyle farklı özellik gösteren varlıklara yer vermektir. Bu açıklamalar finansal yönetimin \"Tüm riskler eşit değildir\" prensibini açıklamaktadır."
  },
  {
    "id": "3350225",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi üç temel “finansal yönetim” alanından biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tarımsal",
      "B": "Ekonomik",
      "C": "Sosyal",
      "D": "Bireysel",
      "E": "Kooperatif"
    },
    "explanation": "Finansal yönetim; birey ya da kurumların nereden, nasıl finanse edileceği ve sağlanan fonların nasıl kullanılacağı ile ilgili bir bilim dalı olarak tanımlanabilir. bireylerin finansal yönetimi, işletmelerin finansal yönetimi ve kamunun finansal yönetimi olarak üç temel alanda ele alınabilir.<br/>bireysel"
  },
  {
    "id": "3350226",
    "unitNumber": 2,
    "text": "<ol type=\"I\"><br/><li>Proje ekibi</li><br/><li>Talep</li><br/><li>Talebin gelecekteki eğilimi</li><br/><li>Gerekli finansman</li><br/><li>Yönetim sistemleri</li><br/></ol><br/>Yukarıdakilerden hangileri yenilikçi projeye karar verilmeden önce araştırılması gereken anahtar konulardır?",
    "correctAnswer": "D",
    "options": {
      "A": "II ve III",
      "B": "III ve V",
      "C": "I, II ve IV",
      "D": "II, III ve IV",
      "E": "II, IV ve V"
    },
    "explanation": "Yenilikçi yeni fikirin; Geliştirilecek projeyle ilgili pazar araştırması yapılarak yeterli talebin olup olmadığı, talebin gelecekteki eğilimi, pazara giriş kolaylıkları, gerekli finansmana ulaşım olanakları gibi birçok konu, daha projeye karar verilmeden önce araştırılması gereken anahtar konulardır.<br/>II-III-IV"
  },
  {
    "id": "3350227",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yeni bir iş fikrinin hayata geçilmesi esnasında kullanılan duran varlık yatırımları arasında <u>yer</u> <u>almaz</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Stok",
      "B": "Bina",
      "C": "Yazılım",
      "D": "Makine",
      "E": "Araç"
    },
    "explanation": "Yeni bir iş fikrinin hayata geçirilebilmesi bazı yatırımları gerektirir. Bu yatırımların bir kısmı kısa süreli bir kısmı uzun süreli yatırımlardır. Binalar, makineler, araç ve gereçler gibi maddi varlıklara yapılacak yatırımlar uzun vadelidir ve sabit yatırımlar ya da duran varlık yatırımları olarak adlandırılır.<br/>Stok"
  },
  {
    "id": "3350228",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi genellikle bir girişimin oluşum sürecindeki altı temel faaliyet içerisinde <u>yer</u> <u>almaz</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Yatırım fırsatlarının belirlenmesi",
      "B": "Gerekli kaynakların sağlanması",
      "C": "Risk-getiri dengesinin sağlanması",
      "D": "Çalışma ekibinin oluşturulması",
      "E": "Finansal başarının değerlendirilmesi"
    },
    "explanation": "Genellikle bir girişimin oluşum sürecindeki altı temel faaliyet gösterilmektedir.\n<br/><ol><br/><li>Yatırım fırsatlarının belirlenmesi, 2. Gerekli kaynakların sağlanması, 3. Anahtar pozisyonların belirlenerek çalışma ekibinin oluşturulması, 4.Girişimin yasal yapısının belirlenmesi,</li><br/><li>Hizmet veya ürünün pazara göre uyumlaştırılması 6.Faaliyetin finansal başarısının değerlendirilmesi.</li><br/></ol><br/>Risk getiri dengesinin sağlanması"
  },
  {
    "id": "3350230",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi “melek yatırımcılar” için doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Genç yatırımcılara sermaye sağlayan",
      "B": "Başlangıç aşamasındaki genç girişimlere doğrudan sermaye sağlayan",
      "C": "Düşük faizle destek sağlayan",
      "D": "Otomotif inovasyonuna destek sağlayan",
      "E": "Genç araştırıcılara altyapı sunan"
    },
    "explanation": "Melek Yatırımcılar: Ağırlıklı olarak çekirdek ya da başlangıç aşamasındaki genç girişimlere doğrudan sermaye sağlayan yatırımcılardır."
  },
  {
    "id": "3350231",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangi seçenek boşluk ...X.. ve ..Z... için doğrudur?\n Dönen varlıkların ...X.... ve getirisi duran varlıklara göre daha düşük olur.\n Dönen varlıkların likiditesi duran varlıklara göre daha ...Z.. olur.",
    "correctAnswer": "E",
    "options": {
      "A": "fonlaması - düşük",
      "B": "faizi - düşük",
      "C": "faizi-yüksek",
      "D": "fonlaması -yüksek",
      "E": "riski -yüksek"
    },
    "explanation": "Dönen varlıkların riski ve getirisi duran varlıklara göre daha düşük olur. Dönen varlıkların likiditesi duran varlıklara göre daha yüksek olur.<br/>riski -yüksek"
  },
  {
    "id": "3350232",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangi seçenek ...X.. ve ...Y.. için doğrudur?\n Girişim sermayesi şirketleri ..X...fonksiyonu görürler; ...Y... sermayedarlarından sağladıkları fonları girişimlere yatırırlar.",
    "correctAnswer": "C",
    "options": {
      "A": "sermaye - risk",
      "B": "finans - banka",
      "C": "finansal aracılık -yatırımcı",
      "D": "sermaye - yatırımcı",
      "E": "finans- risk"
    },
    "explanation": "Girişim sermayesi şirketleri finansal aracılık fonksiyonu görürler; girişim sermayedarlarından sağladıkları fonları girişimlere yatırırlar.<br/>finansal aracılık -yatırımcı"
  },
  {
    "id": "3350244",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi başlıca dönen varlık kalemlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Para ve para benzerleri",
      "B": "Menkul değerler",
      "C": "Alacaklar",
      "D": "Stoklar",
      "E": "Borçlar"
    },
    "explanation": "Para ve para benzerleri, menkul değerler, alacaklar ve stoklar başlıca dönen varlık kalemleridir. e şıkkında yer alan \"Borçlar\" ise bu kapsam dışındadır."
  },
  {
    "id": "3350245",
    "unitNumber": 2,
    "text": "Yeni teknolojiler ya da yeni fikirler üreten ve gelişme potansiyeli yüksek olan girişimlere özkaynak ya da özkaynak benzeri yapılan yatırımlara................adı verilir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Bedelsiz sermaye",
      "B": "Girişim sermayesi",
      "C": "Bedelli sermaye",
      "D": "Temettü sermayesi",
      "E": "Ayni sermaye"
    },
    "explanation": "Yeni teknolojiler ya da yeni fikirler üreten ve gelişme potansiyeli yüksek olan girişimlere özkaynak ya da özkaynak benzeri yapılan yatırımlara \"girişim sermayesi\" adı verilir."
  },
  {
    "id": "3350246",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi girişimlerin finansmanıyla ilgili çeşitli finansman türlerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çekirdek Sermaye",
      "B": "Başlangıç Finansmanı",
      "C": "Erken Aşama ve Geçit Finansmanı",
      "D": "Beşeri Sermaye Finansmanı",
      "E": "Köprü Finansmanı"
    },
    "explanation": "Girişimlerin finansmanıyla ilgili çeşitli finansman türleri:<br/>Çekirdek Sermaye,<br/>Başlangıc Finansmaı<br/>Erken Aşama ve Geçit Finansmanı,<br/>Köprü Finansmanı,<br/>Girişimin Kendi Yönetimi Tarafından Alınması.<br/>d şıkkında yer alan \"Beşeri sermaye finansmanı\" yanlış cevap olmaktadır."
  },
  {
    "id": "3350247",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi geleneksel olarak işletmelerce benimsenen başlıca amaçlardan biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletmenin piyasa değerini maksimum yapmak",
      "B": "İşletmenin sosyal alanda proje kapasitesini artırmak",
      "C": "İşletmenin kârını maksimum yapmak",
      "D": "İşletmenin büyümesini sağlamak",
      "E": "İşletmenin piyasa payını arttırmak"
    },
    "explanation": "Geleneksel olarak işletmelerce benimsenen başlıca amaçlar şunlardır:<br/>• Ürün ve hizmet üreterek toplum refahını arttırmak,<br/>• İstihdam yaratmak ve sürekli kılmak,<br/>• İşletmenin sürekliliğini sağlamak,<br/>• Üretimi ve satışları arttırmak,<br/>• İşletmenin piyasa payını arttırmak,<br/>• İşletmenin büyümesini sağlamak,<br/>• İşletmenin kârını maksimum yapmak,<br/>• İşletmenin piyasa değerini maksimum yapmak.\n b şıkkında yer alan \"İşletmenin sosyal alanda proje kapasitesini artırmak\" geleneksel olarak işletmelerce benimsenen başlıca amaçlardan biri değildir."
  },
  {
    "id": "3350248",
    "unitNumber": 2,
    "text": "I. uzun vadede “işletme değerini maksimum yapma”\n II. “ortakların varlıklarını maksimum yapma”\n III. “payların piyasa değerini maksimum yapma”\n IV. \"kültürel kapasiteyi maksimum yapma\"\n Yukarıdakilerden hangisi literatürde finansal kararlarda hem zaman hem de risk boyutunu dikkate alan amaçlardandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve IV",
      "D": "I, II ve III",
      "E": "I, II ve IV"
    },
    "explanation": "Literatürde finansal kararlarda hem zaman hem de risk boyutunu dikkate alan üç amaç vardır. Bunlar; uzun vadede “işletme değerini maksimum yapma”, “ortakların varlıklarını maksimum yapma”ve “payların piyasa değerini maksimum yapma” amaçlarıdır.\n \"kültürel kapasiteyi maksimum yapma\" şıkkı ise yanlış olmaktadır."
  },
  {
    "id": "3350249",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi finansal yönetimin temel ilkelerden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nakit akışından ziyade kâr önemlidir.",
      "B": "Temsil maliyeti sorunu dikkate alınmalıdır",
      "C": "Finansal kararlarda vergilerin etkisi göz önünde bulundurulmalıdır",
      "D": "Rekabetin yoğun olduğu piyasalarda kârlı projeler bulmak zordur",
      "E": "Nakit akışlarındaki artış dikkate alınmalıdır"
    },
    "explanation": "1. Prensip: Risk-getiri dengesi sağlanmalıdır.\n 2. Prensip: Para zaman değerine sahiptir.\n 3. Prensip: Kârdan ziyade nakit akışı önemlidir.\n 4. Prensip: Nakit akışlarındaki artış dikkate alınmalıdır.\n 5. Prensip: Rekabetin yoğun olduğu piyasalarda kârlı projeler bulmak zordur.\n 6. Prensip: Sermaye piyasalarının yapısı önemlidir.\n 7. Prensip: Temsil maliyeti sorunu dikkate alınmalıdır.\n 8. Prensip: Finansal kararlarda vergilerin etkisi göz önünde bulundurulmalıdır.\n 9. Prensip: Tüm riskler eşit değildir.\n a şıkkında yer alan \"Nakit akışından ziyade kâr önemlidir.\" yanlış cevap olmaktadır."
  },
  {
    "id": "3350250",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi genellikle bir girişimin oluşum sürecindeki faaliyetlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yatırım fırsatlarının belirlenmesi",
      "B": "Gerekli kaynakların sağlanması",
      "C": "Anahtar pozisyonların belirlenerek çalışma ekibinin oluşturulması",
      "D": "Girişimin yasal yapısının belirlenmesi",
      "E": "Hizmet veya ürünün dış pazarlara uygun hale getirilmesi"
    },
    "explanation": "Genellikle bir girişimin oluşum sürecindekialtı temel faaliyet gösterilmektedir. Bu faaliyetler şunlardır:<br/>• Yatırım fırsatlarının belirlenmesi<br/>• Gerekli kaynakların sağlanması<br/>• Anahtar pozisyonların belirlenerek çalışma ekibinin oluşturulması <br/>• Girişimin yasal yapısının belirlenmesi <br/>• Hizmet veya ürünün pazara göre uyumlaştırılması <br/>• Faaliyetin finansal başarısının değerlendirilmesi.\n e şıkkında yer alan \"Hizmet veya ürünün dış pazarlara uygun hale getirilmesi\" yanlış cevap olmaktadır."
  },
  {
    "id": "3350251",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Girişim Sermayesi Şirketlerinin yatırım kararları verirken dikkate aldığı faktörlerden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Girişimcinin yeterliliği",
      "B": "Üretilecek ürünün özelliği",
      "C": "Sosyal ve kültürel fayda",
      "D": "Pazarlanabilirliliği",
      "E": "Kâr beklentisi"
    },
    "explanation": "Girişim Sermayesi Şirketleri, yatırım kararını; girişimcinin yeterliliği, üretilecek ürünün özelliği, pazarlanabilirliliği ve kâr beklentisi gibi faktörleri dikkate alarak vermektedir."
  },
  {
    "id": "3350252",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi \"ağırlıklı olarak çekirdek ya da başlangıç aşamasındaki genç girişimlere doğrudan sermaye sağlayan yatırımcılardır\"?",
    "correctAnswer": "D",
    "options": {
      "A": "Yatırım Bankaları",
      "B": "Aracı Şirketler",
      "C": "Sermaye Şirketleri",
      "D": "Melek Yatırımcılar",
      "E": "Girişim Sermayesi Şirketleri"
    },
    "explanation": "Melek Yatırımcılar: Ağırlıklı olarak çekirdek ya da başlangıç aşamasındaki genç girişimlere<br/>doğrudan sermaye sağlayan yatırımcılardır."
  },
  {
    "id": "3350253",
    "unitNumber": 2,
    "text": "I. Gelir tablosu\n II. Bilanço\n III. Gider tablosu\n IV. Nakit akış tablosu\n Yukarıdakilerden hangileri girişimlerin finansal performansı değerlendirilirken baktıkları finansal tablolardır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I, II ve III",
      "E": "I, II ve IV"
    },
    "explanation": "Girişimlerin finansal performansı değerlendirilirken üç temel finansal tabloya bakılmaktadır. Bu tablolar gelir tablosu, bilanço ve nakit akış tablosudur."
  },
  {
    "id": "3350324",
    "unitNumber": 3,
    "text": "İşletmenin finansal yapısı formüle edilmek istenirse aşağıdaki hangi formül en uygun formül olur?",
    "correctAnswer": "A",
    "options": {
      "A": "Finansal Yapı=(Kısa Vadeli Borçlar + Uzun Vadeli Borçlar + Öz kaynaklar)",
      "B": "Finansal Yapı=Öz kaynaklar - (Kısa Vadeli Borçlar + Uzun Vadeli Borçlar)",
      "C": "Finansal Yapı=Öz kaynaklar + (Uzun Vadeli Borçlar - Kısa Vadeli Borçlar)",
      "D": "Finansal Yapı=Uzun Vadeli Borçlar + (Öz kaynaklar - Kısa Vadeli Borçlar)",
      "E": "Finansal Yapı=Uzun Vadeli Borçlar - (Öz kaynaklar - Kısa Vadeli Borçlar)"
    },
    "explanation": "Finansal yapı, kısa vadeli borçlar, uzun vadeli borçlar ve öz kaynaklardan oluşmaktadır. Finansal yapıyı en uygun şekilde özetleyen formül; \n<br/>Finansal Yapı=(Kısa Vadeli Borçlar + Uzun Vadeli Borçlar + Öz kaynaklar)\n<br/>şekildedir.<br/>Finansal yapı, kısa vadeli borçlar, uzun vadeli borçlar ve öz kaynaklardan oluşmaktadır. Finansal yapıyı en uygun şekilde özetleyen formül; \n Finansal Yapı=(Kısa Vadeli Borçlar + Uzun Vadeli Borçlar + Öz kaynaklar)\n şekildedir."
  },
  {
    "id": "3350325",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kısa vadeli yabancı kaynaklardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Faktoring",
      "B": "Orta ve Uzun Vadeli Banka Kredileri",
      "C": "Yatırım Malları Kredileri",
      "D": "Leasing",
      "E": "Tahvil"
    },
    "explanation": "Kısa vadeli yabancı kaynaklar; ticari krediler, kısa vadeli banka kredileri, finansman bonosu ve faktoring'dir."
  },
  {
    "id": "3350326",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi orta ve uzun vadeli yabancı kaynaklardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Leasing",
      "B": "Ticari Krediler",
      "C": "Finansman bonosu",
      "D": "Faktoring",
      "E": "Kısa Vadeli Banka Kredileri"
    },
    "explanation": "Orta ve Uzun Vadeli Yabancı Kaynaklar; Orta ve Uzun Vadeli Banka Kredileri, Yatırım Malları Kredileri, Leasing ve Tahvil'dir."
  },
  {
    "id": "3350327",
    "unitNumber": 3,
    "text": "İşletmelerin kredili satışlarından doğan veya doğacak alacaklarının bir aracı kuruma devredilmesi ve bunun karşılığında alacakların vadesinden önce finansman sağlanması ve tahsilat hizmetlerinin alınması hangi kavram ile tanımlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Factoring",
      "B": "Leasing",
      "C": "Tahvil",
      "D": "Finansman bonosu",
      "E": "Ticari krediler"
    },
    "explanation": "Factoring, işletmelerin kredili satışlarından doğan veya doğacak alacaklarının bir aracı kuruma devredilmesi ve bunun karşılığında alacakların vadesinden önce finansman sağlanması ve tahsilat hizmetlerinin alınmasıdır."
  },
  {
    "id": "3350328",
    "unitNumber": 3,
    "text": "Melek Yatırımcı kavram aşağıdaki tanımlardan hangisi ile en uygun biçimde açıklanabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kişisel varlıklarını veya birikimlerini başlangıç veya büyüme aşamasındaki şirketlere aktaran kişilerdir.",
      "B": "Bir proje ya da girişimin bir grup insan tarafından finanse edilmesidir.",
      "C": "Genellikle küçük ve halka açık olmayan işletmelerin kuruluşunu ve etkinliklerini sürdürmesini sağlamak için finanse etmeye yönelik yatırım yapan kurumlardır.",
      "D": "İşletmenin iflas etmesi durumunda, öncelikli olarak haklarından feragat eden kişilerdir.",
      "E": "İşletme faaliyetlerinden elde edilen karların dağıtılmayıp işletmede bırakılması ve öz kaynaklara eklenmesi yoluyla elde edilen finansmanı sağlayan kişilerdir."
    },
    "explanation": "Melek Yatırımcı, kişisel varlıklarını veya birikimlerini başlangıç veya büyüme aşamasındaki şirketlere aktaran gerçek kişilerdir."
  },
  {
    "id": "3350329",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi halka arza hazırlık sürecinin unsurlarından biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Borsa kotuna alınma",
      "B": "Aracı kurumun ve danışmanların seçimi",
      "C": "Şirket içi çalışma grubunun oluşturulması",
      "D": "Halka arz fiyatının belirlenmesi",
      "E": "Bağımsız denetim şirketinin seçimi"
    },
    "explanation": "Borsa kotuna alınma işlemi halka arz evresinde gerçekleştiği için hazırlık sürecinde yer almaz."
  },
  {
    "id": "3350333",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi halka açılmanın işletmelere sağlayacağı faydalardan biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fonlama",
      "B": "Kurumsallaşma",
      "C": "Finansman",
      "D": "Likidite",
      "E": "Kredibilite"
    },
    "explanation": "Fonlama, öz kaynak finansmanlarından biridir ve işletmenin halka açılmasının sağlayacağı faydalardan biri değildir."
  },
  {
    "id": "3350334",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yabancı kaynak finansmanı unsurları arasında <u>yer almaz</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Vade",
      "B": "Faiz ödemeleri",
      "C": "Yüksek vergi",
      "D": "Anapara geri ödemesi",
      "E": "Kaldıraç etkisi"
    },
    "explanation": "Yabancı kaynak finansmanı, vadelerinde geri ödenmek üzere ödünç alınan fonlardan oluşmaktadır. Yabancı kaynak finansmanı genellikle aşağıdaki unsurları içermektedir: •Vade • Anapara geri ödemesi • Faiz ödemeleri • Kaldıraç etkisi • Vergi avantajı • İşletmenin kârından ve iflas durumunda işletmenin varlıklarından öncelikli hak talebi. Doğru cevap C’dir."
  },
  {
    "id": "3350335",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi orta ve uzun vadeli finansal kaynaklardan biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ticari krediler",
      "B": "Kısa vadeli banka kredileri",
      "C": "Finansman bonosu",
      "D": "Leasing",
      "E": "Faktoring"
    },
    "explanation": "Orta ve vadeli fon kaynakları genellikle belli bir plana göre taksitler halinde ödenmektedir. Başlıca orta ve uzun vadeli finansal kaynaklar şunlardır: • Orta ve Uzun Vadeli Banka Kredileri • Yatırım Malları Kredileri • Leasing • Tahvil’dir. Diğer seçenekler ise vadesi 1 yıl veya 1 yıldan daha kısa olan kısa vadeli finansal kaynaklardır. Doğru cevap D’dir."
  },
  {
    "id": "3350336",
    "unitNumber": 3,
    "text": "Özel sektörde faaliyet gösteren anonim şirketler tarafından ihraç edilen borçlanma senetleri olan tahvillerin vadeleri en az kaç yıldır?",
    "correctAnswer": "B",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Tahvil: Özel sektörde faaliyet gösteren anonim şirketler tarafından ihraç edilen borçlanma senetleri olan tahvillerin vadeleri en az iki yıldır. Sabit veya değişken faizli olarak ihraç edilebilen tahvillerin kupon (faiz) ödemeleri yılda 1,2 ya da 4 defa olabilmektedir. Tahviller, elinde bulunduran için alacaklılık hakkı doğuran ve düzenli aralıklarla faiz geliri getiren menkul kıymetlerdir. Doğru cevap B’dir."
  },
  {
    "id": "3350337",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kısa vadeli yabancı finansal kaynaklardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Uzun vadeli banka kredileri",
      "B": "Finansman bonosu",
      "C": "Yatırım malları kredileri",
      "D": "Leasing",
      "E": "Tahvil"
    },
    "explanation": "Kısa vadeli yabancı kaynaklar, vadesi 1 yıl veya 1 yıldan daha kısa olan fonları kapsamaktadır. Başlıca kısa vadeli finansal kaynaklar şunlardır: • Ticari krediler • Kısa vadeli banka kredileri • Finansman bonosu • Faktoring. Finansman bonosu dışındaki seçenekler orta veya uzun vadeli fonlardır. Doğru cevap B’dir."
  },
  {
    "id": "3350338",
    "unitNumber": 3,
    "text": "Bina, makina ve arsa gibi sabit varlıkların satın alınmasında satıcılar tarafından işletmelere tanınan vadeli ödeme olanakları hangi kaynak kapsamında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Leasing",
      "B": "Factoring",
      "C": "Tasfiye kolaylığı",
      "D": "Kısa vadeli krediler",
      "E": "Yatırım malları kredileri"
    },
    "explanation": "Orta ve uzun vadeli krediler arasında yer alan Yatırım Malları Kredileri; Bina, makina ve arsa gibi sabit varlık yatırımlarının satın alınmasında satıcılar tarafından işletmelere tanınan vadeli ödeme olanakları yatırım malları kredileri kapsamındadır. Doğru cevap E’dir."
  },
  {
    "id": "3350341",
    "unitNumber": 3,
    "text": "Bir proje ya da girişimin bir grup insan tarafından internet aracılığı ile ve hiçbir aracı kuruma ihtiyaç duyulmadan finanse edilmesi için kullanılan yeni nesil finansman kaynağı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Girişim sermayesi şirketleri",
      "B": "Melek yatırımcılar",
      "C": "Kitlesel fonlama",
      "D": "Halka arz",
      "E": "Finansman bonosu"
    },
    "explanation": "Kitlesel Fonlama, bir proje ya da girişimin bir grup insan tarafından internet aracılığı ile finanse edilmesidir. Klasik yöntemlerin tersine kitlesel fonlama yönteminde hiçbir aracı kuruma ihtiyaç duyulmadan finansman sağlanır. Doğru cevap C’dir."
  },
  {
    "id": "3350344",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisinde finansal yapıyı oluşturan kalemler doğru verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "uzun vadeli borçlar-öz kaynaklar-işletme bilançosu",
      "B": "işletme bilançosu-uzun vadeli borçlar-dönen varlıklar",
      "C": "dönen varlıklar-dış sermaye-finansal kaldıraç",
      "D": "finansal kaldıraç-öz kaynaklar-uzun vadeli borçlar",
      "E": "uzun-vadeli borçlar-kısa vadeli borçlar-öz kaynaklar"
    },
    "explanation": "Finansal yapı, kısa vadeli borçlar, uzun vadeli borçlar ve öz kaynaklardan oluşmaktadır."
  },
  {
    "id": "3350348",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kısa vadeli yabancı kaynaklar arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Melek yatırımcılar",
      "B": "Risk sermayesi",
      "C": "Halka arz",
      "D": "Leasing",
      "E": "Faktöring"
    },
    "explanation": "Kısa vadeli yabancı kaynaklar, vadesi 1 yıl veya 1 yıldan daha kısa olan fonları kapsamaktadır. Başlıca kısa vadeli finansal kaynaklar şunlardır:<br/>• Ticari krediler<br/>• Kısa vadeli banka kredileri<br/>• Finansman bonosu<br/>• Faktoring"
  },
  {
    "id": "3350349",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi orta veya uzun vadeli dış finansman kaynakları arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Otofinansman",
      "B": "Melek yatırımcılar",
      "C": "Finansman bonosu",
      "D": "Leasing",
      "E": "Halka açılma"
    },
    "explanation": "Başlıca orta ve uzun vadeli finansal kaynaklar şunlardır:<br/>• Orta ve Uzun Vadeli Banka Kredileri<br/>• Yatırım Malları Kredileri<br/>• Leasing<br/>• Tahvil"
  },
  {
    "id": "3350351",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi halka arz sürecinin faydaları arasında <u>yer</u> <u>almaz</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Rekabet ortamı",
      "B": "Finasman",
      "C": "Likidite",
      "D": "Kurumsallaşma",
      "E": "Kredibilite"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e4558b5db944ed76d3ba4059118bd1ed.png\" alt=\"Halka açılmanın faydalarını gösteren şekil\" width=\"456\" height=\"314\">"
  },
  {
    "id": "3350352",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi halka arz sürecinin şirkete yüklediği sorumluluklar arasında <u>yer</u> <u>alır</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Ürün çeşitlendirme",
      "B": "Finasman temini",
      "C": "Rekabet ortamı",
      "D": "Şeffaflık",
      "E": "İtibar"
    },
    "explanation": "Halka arz süreci sonrasında şirketler yapmak zorunda oldukları raporlamalar ile daha önce kamuoyunda açıklamadıkları bazı operasyonel ve finansal bilgileri de kamuoyu ile paylaşmak durumunda olacaktır."
  },
  {
    "id": "3350353",
    "unitNumber": 3,
    "text": "Halka arz evrelerinden hangisinde şirket içi çalışma grubu oluşturulur?",
    "correctAnswer": "C",
    "options": {
      "A": "Değerlendirme",
      "B": "Halka arz kararı",
      "C": "Halka arza hazırlık",
      "D": "Halka arzın gerçekleşmesi",
      "E": "İşlem görme sonrası"
    },
    "explanation": "<strong>Halka Arza Hazırlık</strong><br/>Borsa ve Sermaye Piyasası Kurulu’nun kote olma ile ilgili şart koştuğu aracı kurumun ve bağımsız denetim şirketinin seçimi ile zaman çizelgesinin hazırlanması gibi ön hazırlıkların yapıldığı evredir.<br/>• Şirket içi çalışma grubunun oluşturulması<br/>• Aracı kurumun ve danışmanların seçimi<br/>• Finansal tabloların hazırlanması ve bağımsız denetim şirketinin seçimi<br/>• Genel Kurul kararı ve esas sözleşme değişikliği<br/>• Halka arz fiyatının belirlenmesi<br/>• Başvuru için gerekli belgelerin hazırlanması"
  },
  {
    "id": "3350354",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisinde Sermaye Yapısı ile ilgili formül doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sermaye Yapısı = Uzun Vadeli Borçlar + Özkaynaklar",
      "B": "Sermaye Yapısı = Kısa Vadeli Borçlar + Uzun Vadeli Borçlar + Özkaynaklar",
      "C": "Sermaye Yapısı = Finansal Yapı-Uzun Vadeli Borçlar",
      "D": "Sermaye Yapısı = Kısa Vadeli Borçlar + Özkaynaklar",
      "E": "Sermaye Yapısı = Finansal Yapı-Kısa Vadeli Borçlar + Uzun Vadeli Borçlar + Özkaynaklar"
    },
    "explanation": "Finansal Yapı = Kısa Vadeli Borçlar + Uzun Vadeli Borçlar + Özkaynaklar Sermaye Yapısı = Uzun Vadeli Borçlar + Özkaynaklar<br/>Sermaye Yapısı = Finansal Yapı-Kısa Vadeli Borçlar Doğru cevap A'dır."
  },
  {
    "id": "3350355",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisinde işletmenin finansal kaynaklarının vade yapısı ile ilgili olarak <u>yanlış</u> bir ifadeye yer verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilançoda duran varlıklar kalemi ile gösterilen sermaye yatırımları, uzun vadeli, yani kalıcı finansal kaynaklarla finanse edilmelidir.",
      "B": "Duran varlıklar kalemi, kısa vadeli, yani geçici finansal kaynaklarla finanse edilmelidir.",
      "C": "Dönen varlıkların kalıcı kısmı da kalıcı finansal kaynaklarla fonlanmalıdır.",
      "D": "Dönen varlıkların geçici bölümü geçici kaynaklarla, yani kısa vadeli borçlarla finanse edilmelidir.",
      "E": "Varlıkların ve finansal kaynakların vadelerinin uyumuna dikkat edilmelidir."
    },
    "explanation": "İşletmenin finansal kaynaklarının vade yapısı, büyük ölçüde sahip olduğu varlıklardan etkilenmektedir. Prensip olarak, varlıkların ve finansal kaynakların vadelerinin uyumuna dikkat edilmelidir.\n <ul> <li> Bilançoda duran varlıklar kalemi ile gösterilen sermaye yatırımları, uzun vadeli, yani kalıcı finansal kaynaklarla finanse edilmelidir.\n </li> <li> Dönen varlıkların kalıcı kısmı da kalıcı finansal kaynaklarla fonlanmalıdır.\n </li> <li> Dönen varlıkların geçici bölümü geçici kaynaklarla, yani kısa vadeli borçlarla finanse edilmelidir.\n </li> </ul> Doğru cevap B'dir."
  },
  {
    "id": "3350358",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kısa vadeli finansal kaynaklar arasında <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Ticari krediler",
      "B": "Kısa vadeli banka kredileri",
      "C": "Finansman bonosu",
      "D": "Faktoring",
      "E": "Tahvil"
    },
    "explanation": "Başlıca kısa vadeli finansal kaynaklar şunlardır:\n <ul> <li> Ticari krediler\n </li> <li> Kısa vadeli banka kredileri\n </li> <li> Finansman bonosu\n </li> <li> Faktoring\n </li> </ul> Doğru cevap E'dir."
  },
  {
    "id": "3350360",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi işletmelerin halka açılarak özkaynak finansmanı temin etme nedenleri arasında <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Finansman",
      "B": "Likidite durumu",
      "C": "Rekabet Ortamı",
      "D": "Ürün Çeşitlendirme",
      "E": "Pazarlama"
    },
    "explanation": "İşletmeler çeşitli nedenlerle halka açılarak özkaynak finansmanı temin etmeye karar vermektedir:\n <ul> <li>Finansman</li> <li>Rekabet Ortamı</li> <li>Sektörün Yaşam Döngüsü</li> <li>Konsantrasyon</li> <li>Ürün Çeşitlendirme</li> <li>Pazarlama</li> </ul> Doğru cevap B'dir."
  },
  {
    "id": "3350361",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi işletmelerin halka arzla beraber elde ettiği faydalar arasında <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Finansman Temini",
      "B": "Likidite",
      "C": "Rekabet ortamı",
      "D": "Kredibilite, İtibar ve Tanıtım",
      "E": "Kurumsallaşma"
    },
    "explanation": "Halka açılan işletmeler başta büyümek ve yatırımlarını finanse edebilecek fonları temin etmek olmak üzere halka arzla beraber çeşitli faydalara erişebilmektedir. Bunlar:\n <ul> <li>Finansman Temini</li> <li>Likidite</li> <li>Kredibilite, İtibar ve Tanıtım</li> <li>Kurumsallaşmadır.</li> </ul> Doğru cevap C'dir."
  },
  {
    "id": "3350362",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi halka arza hazırlık aşamalarından biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Şirket içi çalışma grubunun oluşturulması",
      "B": "Aracı kurumun ve danışmanların seçimi",
      "C": "Finansal tabloların hazırlanması ve bağımsız denetim şirketinin seçimi",
      "D": "Şirket tanıtım faaliyetleri",
      "E": "Genel Kurul kararı ve esas sözleşme değişikliği"
    },
    "explanation": "Halka Arza Hazırlık aşamaları şu şekildedir:\n <ul> <li> Şirket içi çalışma grubunun oluşturulması\n </li> <li> Aracı kurumun ve danışmanların seçimi\n </li> <li> Finansal tabloların hazırlanması ve bağımsız denetim şirketinin seçimi\n </li> <li> Genel Kurul kararı ve esas sözleşme değişikliği\n </li> <li> Halka arz fiyatının belirlenmesi\n </li> <li> Başvuru için gerekli belgelerin hazırlanması\n </li> </ul> Doğru cevap D'dir."
  },
  {
    "id": "3350363",
    "unitNumber": 3,
    "text": "Finansal yapıdan kısa vadeli borçların düşülmesi ile aşağıdakilerden hangisine ulaşılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sermaye yapısı",
      "B": "Cari varlıklar",
      "C": "Duran varlıklar",
      "D": "Varkıl yapısı",
      "E": "Kaynak yapısı"
    },
    "explanation": "Finansal Yapı = Kısa Vadeli Borçlar + Uzun Vadeli Borçlar + Özkaynaklar<br/>Sermaye Yapısı = Uzun Vadeli Borçlar + Özkaynaklar<br/>Sermaye Yapısı = Finansal Yapı-Kısa Vadeli Borçlar"
  },
  {
    "id": "3350364",
    "unitNumber": 3,
    "text": "İşletmelerin halka arz için izlediği aşamalar aşağıdakilerden hangisinde sırasıyla doğru verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tanıtım - Başvuru - İncelemeler - Halka arz - İşlem Görme",
      "B": "Başvuru - Tanıtım - Halka arz - İncelemeler - İşlem Görme",
      "C": "Başvuru - İncelemeler - Tanıtım - Halka arz - İşlem Görme",
      "D": "Başvuru - Tanıtım - Halka arz - İşlem Görme - İncelemeler",
      "E": "Başvuru - Tanıtım - İncelemeler - Halka arz - İşlem Görme"
    },
    "explanation": "İşletmelerin halka arz için izlediği aşamalar sırasıyla şu şekildedir:\n Başvuru - Tanıtım - İncelemeler - Halka arz - İşlem Görme. Doğru cevap E'dir."
  },
  {
    "id": "3350366",
    "unitNumber": 3,
    "text": "Finansal kaldıraçtaki avantaj nereden sağlanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kâr payı gelirlerinden",
      "B": "Faiz gelirlerinden",
      "C": "Hizmet satışından",
      "D": "Vergi avantajından",
      "E": "Fiyat artışından"
    },
    "explanation": "Kaldıraç etkisi, borcun vergi avantajından kaynaklanmaktadır. İşletme, faaliyet kârından öncelikle faiz ödemelerini yapmakta, daha sonra kalan<br/>tutar üzerinden vergi ödemektedir."
  },
  {
    "id": "3350369",
    "unitNumber": 3,
    "text": "İşletmelerin kredili satışlarından doğan veya doğacak alacaklarının bir aracı kuruma devredilmesi ve bunun karşılığında alacakların vadesinden önce finansman sağlanması ve tahsilat hizmetlerinin alınmasına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Leasing",
      "B": "Factoring",
      "C": "Forfaiting",
      "D": "Swap",
      "E": "Opsiyon"
    },
    "explanation": "Factoring, işletmelerin kredili satışlarından doğan veya doğacak alacaklarının bir aracı kuruma (faktoring şirketi) devredilmesi ve bunun karşılığında alacakların vadesinden önce finansman sağlanması ve tahsilat hizmetlerinin alınmasıdır."
  },
  {
    "id": "3350370",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi orta ve uzun vadeli yabancı kaynaklar arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ticari krediler",
      "B": "Finansman bonosu",
      "C": "Yatırım Malları Kredileri",
      "D": "Faktoring",
      "E": "Vergi borçları"
    },
    "explanation": "Orta ve Uzun Vadeli Yabancı Kaynaklar:\n • Orta ve Uzun Vadeli Banka Kredileri<br/>• Yatırım Malları Kredileri<br/>• Leasing<br/>• Tahvil"
  },
  {
    "id": "3350371",
    "unitNumber": 3,
    "text": "Bir yatırım malının mülkiyeti finansman sağlayacak şirkette kalacak şekilde belirlenen kiralar karşılığında kullanım hakkının kiracıya verilmesini ve sözleşmede belirtilen sözleşme süresi sonunda mülkiyetinin kiracıya sembolik bir değer karşılığında geçmesini sağlayan finansman yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Factoring",
      "B": "Laesing",
      "C": "Forfaiting",
      "D": "Swap",
      "E": "Opsiyon"
    },
    "explanation": "Leasing (finansal kiralama), bir yatırım malının<br/>mülkiyeti finansman sağlayacak leasing şirketinde<br/>kalacak şekilde belirlenen kiralar karşılığında kullanım hakkının kiracıya verilmesini ve sözleşmede<br/>belirtilen sözleşme süresi sonunda mülkiyetinin<br/>kiracıya sembolik bir değer karşılığında geçmesini<br/>sağlayan bir finansman yöntemidir"
  },
  {
    "id": "3350372",
    "unitNumber": 3,
    "text": "Özel sektörde faaliyet gösteren anonim şirketler tarafından ihraç edilen tahvillerin vadesi en az kaç yıl olabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "1 yıl",
      "B": "2 yıl",
      "C": "3 yıl",
      "D": "4 yıl",
      "E": "5 yıl"
    },
    "explanation": "Özel sektörde faaliyet gösteren anonim şirketler tarafından ihraç edilen borçlanma senetleri olan tahvillerin vadeleri en az iki yıldır."
  },
  {
    "id": "3350373",
    "unitNumber": 3,
    "text": "Bir proje ya da girişimin bir grup insan tarafından internet aracılığı ile finanse edilmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kitlesel Fonlama",
      "B": "Halka Açılma",
      "C": "Melek Yatırımcılar",
      "D": "Girişim Sermayesi",
      "E": "Yatırım Ortaklığı"
    },
    "explanation": "Kitlesel Fonlama, bir proje ya da girişimin bir<br/>grup insan tarafından internet aracılığı ile finanse edilmesidir. Klasik yöntemlerin tersine kitlesel<br/>fonlama yönteminde hiçbir aracı kuruma ihtiyaç<br/>duyulmadan finansman sağlanır."
  },
  {
    "id": "3350374",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir işletmenin sermaye yapısını ifade etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yabancı kaynaklar ve özkaynaklar",
      "B": "Kısa ve uzun vadeli yabancı kaynaklar",
      "C": "Kısa vadeli yabancı kaynaklar ve özkaynaklar",
      "D": "Uzun vadeli yabancı kaynaklar ve özkaynaklar",
      "E": "Varlıklar ve yabancı kaynaklar"
    },
    "explanation": "Sorunun doğru yanıtı D şıkkıdır. Sermaye yapısı uzun vadeli borçlarla özkaynakları kapsamaktadır."
  },
  {
    "id": "3350375",
    "unitNumber": 3,
    "text": "Aşağıdaki ifadelerden hangisi varlıkların ve finansal kaynakların vadelerinin uyumuyla ilgili doğru bir bilgidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilançoda dönen varlıklar kalemi ile gösterilen sermaye yatırımları, uzun vadeli, yani kalıcı finansal kaynaklarla finanse edilmelidir.",
      "B": "Dönen varlıkların kalıcı kısmı da kalıcı finansal kaynaklarla fonlanmalıdır.",
      "C": "Duran varlıklar kısa vadeli yahancı kaynaklarla finanse edilmelidir.",
      "D": "Dönen varlıkların geçici bölümü geçici kaynaklarla, yani uzun vadeli borçlarla finanse edilmelidir.",
      "E": "Dönen varlıklar özkaynaklarla finanse edilmelidir."
    },
    "explanation": "Sorunun doğru yanıtı B şıkkıdır. Bilançoda duran varlıklar kalemi ile gösterilen sermaye yatırımları, uzun vadeli, yani kalıcı finansal kaynaklarla finanse edilmelidir. Dönen varlıkların kalıcı kısmı da kalıcı finansal kaynaklarla fonlanmalıdır. Dönen varlıkların geçici bölümü geçici kaynaklarla, yani kısa vadeli borçlarla finanse edilmelidir. Dönen varlıklar kısa vadeli yabancı kaynaklarla finanse edilmelidir."
  },
  {
    "id": "3350376",
    "unitNumber": 3,
    "text": "I. Özkaynaklar\n II. Kısa Vadeli Yabancı Kaynaklar\n III. Dönen Varlıklar\n IV. Uzun Vadeli Yabancı Kaynaklar\n Yukarıda numaralandırılmış olarak verilen unsurlardan hangisi bir işletmenin finansal yapısını oluşturmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I, II ve IV",
      "C": "III ve IV",
      "D": "III ve IV",
      "E": "I ve III"
    },
    "explanation": "Sorunun doğru yanıtı B şıkkıdır. Finansal yapı, kısa vadeli borçlar, uzun vadeli borçlar ve özkaynaklardan oluşmaktadır. Dönen varlıklar finansal yapının bir unsuru değildir."
  },
  {
    "id": "3350378",
    "unitNumber": 3,
    "text": "I.Kişisel varlıklarını ve/veya tecrübe ve birikimlerini başlangıç veya büyüme aşamasındaki şirketlere aktaran gerçek kişilerdir.\n II. Girişim Sermayesi şirketleri için cazip olmayan küçük yatırımlarda kullanılmaktadır.\n Yukarıda özellikleri sıralanmış olan özkaynak finansmanı unsuru aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Halka açılma",
      "B": "Melek yatırımcılar",
      "C": "Kitlesel Fonlama",
      "D": "Girişim Sermayesi Şirketleri",
      "E": "Faktöring"
    },
    "explanation": "Sorunun doğru yanıtı B şıkkıdır. Melek yatırımcılar, kişisel varlıklarını ve/veya tecrübe ve birikimlerini başlangıç veya büyüme aşamasındaki şirketlere aktaran gerçek kişilerdir. Girişim Sermayesi şirketleri için cazip olmayan küçük yatırımlar melek yatırımcılar tarafından finanse edilmektedir."
  },
  {
    "id": "3350379",
    "unitNumber": 3,
    "text": "İşletme faaliyetlerinden elde edilen kârların dağıtılmayıp işletmede bırakılması ve özkaynaklara eklenmesi yoluyla elde edilen finansman türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kısa Vadeli Finansman",
      "B": "Uzun Vadeli Finansman",
      "C": "Özkaynak finansmanı",
      "D": "Otofinansman",
      "E": "Varlık finansmanı"
    },
    "explanation": "Sorunun doğru yanıtı D şıkkıdır. İşletme faaliyetlerinden elde edilen kârların dağıtılmayıp işletmede bırakılması ve özkaynaklara eklenmesi yoluyla elde edilen finansmana otofinansman adı verilmektedir."
  },
  {
    "id": "3350380",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi halka açılmanın nedenleri arasındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Likidite",
      "B": "Konsantrasyon",
      "C": "Finansman Temini",
      "D": "Kredibilite",
      "E": "İtibar"
    },
    "explanation": "Sorunun doğru yanıtı B şıkkıdır. Halka açılmanın nedenleri şu şekilde sıralanabilir: \n <ul> <li>Finansman </li> <li>Rekabet Ortamı</li> <li>Sektörün yaşam döngüsü</li> <li>Konsantrasyon</li> <li>Ürün çeşitlendirme</li> <li>Pazarlama</li> </ul>"
  },
  {
    "id": "3350381",
    "unitNumber": 3,
    "text": "I. Finansman temini\n II. Likidite\n III. Kredibilite\n IV. Şeffaflık\n V. İtibar\n Yukarıda numaralandırılmış ifadelerden hangisi halka açılmanın işletmeye getirdiği yükümlülükler arasındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "Sorunun doğru yanıtı D şıkkıdır. Halka açılmanın işletmeye getirdiği yükümlülükler; kamunun aydınlatılması, şeffaflık ve yatırımcı ilişkileridir. Diğer unsurlar halka açılmanın işletmeye sağladığı yararları belirtmektedir."
  },
  {
    "id": "3350382",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi işletmenin borsada işlem görmeye başlamasından sonra yerine getirmesi gereken yükümlülüklerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Talep Toplamaksızın Satış Yöntemi",
      "B": "Talep Toplama Yöntemi",
      "C": "Bağımsız Denetim Yükümlülüğü",
      "D": "Borsada Satış Yöntemi",
      "E": "İşlem Görme"
    },
    "explanation": "Sorunun doğru yanıtı C şıkkıdır. İşletmeler halka arz sürecini tamamladıktan sonra borsada işlem görürken üç yükümlülüğü yerine getirmelidir.Bunlar;\n <ul> <li>Bağımsız denetim yükümlülüğü</li> <li>Kamunun aydınlatılması yükümlülüğü</li> <li>Kurumsal yönetim yükümlüğü</li> </ul>"
  },
  {
    "id": "3350383",
    "unitNumber": 3,
    "text": "I. Hiçbir aracı kuruma ihtiyaç duyulmadan finansman sağlanır.\n II. Bir proje ya da girişimin bir grup insan tarafından internet aracılığı ile finanse edilmesidir. \n Yukarıda özellikleri verilen özkaynak finansman yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kitlesel Fonlama",
      "B": "Melek yatırımcılar",
      "C": "Halka açılma",
      "D": "Girişim sermayesi şirketleri",
      "E": "Finansman bonosu"
    },
    "explanation": "Sorunun doğru yanıtı A şıkkıdır. Kitlesel Fonlama, bir proje ya da girişimin bir grup insan tarafından internet aracılığı ile finanse edilmesidir. Klasik yöntemlerin tersine kitlesel fonlama yönteminde hiçbir aracı kuruma ihtiyaç duyulmadan finansman sağlanır."
  },
  {
    "id": "3350204",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, nakde dönüşme süresi genellikle bir yıldan daha uzun süren sabit varlıklara yapılacak yatırımların planlanması anlamında kullanılabilecek kavramlardan biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fizibilite analizi",
      "B": "Yatırım bütçelemesi",
      "C": "Nakit bütçelemesi",
      "D": "Yatırım projeleri analizi",
      "E": "Sermaye bütçelemesi"
    },
    "explanation": "Sabit varlıklara yatırım<br/>Nakde dönüşme süresi genellikle bir yıldan daha uzun süren sabit varlıklara yapılacak yatırımların planlanmasına sermaye bütçelemesi, yatırım bütçelemesi, fizibilite analizi, veya yatırım projeleri analizi denir.\n Nakit bütçesi, kısa vadeli finansal planlama faaliyeti kapsamında kullanılan bir araçtır."
  },
  {
    "id": "3350205",
    "unitNumber": 4,
    "text": "Aşağıdaki seçeneklerden hangisinde yatırım kavramının unsurları doğru olarak bir arada verilmiştir?\n I. Zaman\n II. Sermaye\n III. Tüketim\n IV. Kazanç\n V. Borç\n VI. Maliyet",
    "correctAnswer": "E",
    "options": {
      "A": "III, IV,V, VI",
      "B": "I, III, IV, V",
      "C": "II, III, IV, VI",
      "D": "I, II, III, IV",
      "E": "I, III, IV, VI"
    },
    "explanation": "Yatırım, gelecekte daha yüksek fayda beklentisiyle bugünden belirli miktarda kaynağın bir alana tahsis edilmesidir. Yatırım kavramının unsurları tüketim, maliyet, kazanç ve zamandır."
  },
  {
    "id": "3350206",
    "unitNumber": 4,
    "text": "Yatırım projelerinin ilk aşaması aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Projenin uygulanması",
      "B": "Yatırım fikri",
      "C": "Pazar araştırması",
      "D": "Yatırım kararı",
      "E": "Fizibilite etüdü"
    },
    "explanation": "Yatırım projesinin aşamaları<br/>Bir yatırım projesinin ilk aşaması yatırım fikridir. İzleyen aşamalar sırasıyla şu şekildedir: Ön fizibilite etüdü, Fizibilite etüdü, Yatırım projesinin değerlendirilmesi ve yatırım kararı, ve son aşama Projenin uygulanması."
  },
  {
    "id": "3350207",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi fizibilite etüdünün teknik aşamasına dahil olan bir alandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Talep tahmini",
      "B": "Kuruluş yeri seçimi",
      "C": "Kapasite belirlenmesi",
      "D": "Pazar araştırması",
      "E": "Üretim metodunun seçimi"
    },
    "explanation": "Fizibilite etüdü<br/>Üretim metodunun seçimi konusu, teknik etüde ilişkin bir alandır. Diğer seçeneklerde yer alan talep tahmini, kuruluş yeri seçimi, kapasite belirlenmesi ve pazar araştırması ise ekonomik etüde ilişkin alanlardır."
  },
  {
    "id": "3350218",
    "unitNumber": 4,
    "text": "'İşletme sermayesi' denilince aşağıdakilerden hangisi anlaşılmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dönen varlıklar",
      "B": "Sabit varlıklar",
      "C": "Yabancı kaynaklar",
      "D": "Öz kaynaklar",
      "E": "Toplam Kaynaklar"
    },
    "explanation": "Finansal Etüdler<br/>'İşletme sermayesi' işletmelerin üretime geçip faaliyetlerini sürdürebilmesi için gerekli dönen varlıklar toplamıdır."
  },
  {
    "id": "3350219",
    "unitNumber": 4,
    "text": "Bir finans yöneticisi, yatırım projelerini değerlendirirken aşağıdaki konulardan hangisini değerleme sürecinde öncelikli olarak dikkate almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Yatırımın ekonomik ömrü",
      "B": "Yatırımın hurda değeri",
      "C": "Yatırımın tutarı",
      "D": "Yatırımdan ortaya çıkacak istihdam",
      "E": "Yatırımın sağlayacağı net nakit girişleri"
    },
    "explanation": "Yatırım projelerini sıralama yöntemleri<br/>Yatırımdan ortaya çıkacak istihdam, yatırım projelerini değerlendirirken göz önüne alınacak öncelikli konulardan değildir. Diğer seçeneklerdeki konular daha önce değerleme sürecine katılır."
  },
  {
    "id": "3350220",
    "unitNumber": 4,
    "text": "Yatırım tutarı 1.500.000 TL ve yıllık net nakit girişleri sabit 730.000 TL olan bir proje için geri ödeme süresi kaç yıldır?",
    "correctAnswer": "A",
    "options": {
      "A": "0,49",
      "B": "0,54",
      "C": "0,67",
      "D": "0,71",
      "E": "0,87"
    },
    "explanation": "Geri ödeme süresi yöntemi<br/>Böyle sabit nakit girişleri olan bir projenin geri ödeme süresi 730.000/1500.000=0.49 yıl olarak bulunur."
  },
  {
    "id": "3350221",
    "unitNumber": 4,
    "text": "Aşağıdaki yatırım proje değerlendirme yöntemlerinden hangisi paranın zaman değerini dikkate almayan, yani statik bir yöntemdir?",
    "correctAnswer": "C",
    "options": {
      "A": "İç karlılık oranı",
      "B": "Net bugünkü değer",
      "C": "Geri ödeme süresi",
      "D": "Karlılık endeksi",
      "E": "İskonto edilmiş geri ödeme süresi"
    },
    "explanation": "Statik ve Dinamik Yöntemler<br/>Geri ödeme süresi yöntemi yatırım projelerini değerlendirilirken paranın zaman değerini dikkate almamaktadır. Bu nedenle çoğu zaman eleştirilmektedir."
  },
  {
    "id": "3350222",
    "unitNumber": 4,
    "text": "Yatırım tutarı 100 (Bin) TL ve İlk 4 yıl için beklenen nakit girişleri sırayla 25(Bin) TL; 30(Bin) TL; 50(Bin) TL ve 80(Bin) TL olan bir yatırım projesi vardır. Bu yatırımdan beklenen getiri %18 olduğuna göre yatırımın net bugünkü değeri yaklaşık olarak nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "17.220",
      "B": "16.840",
      "C": "15.180",
      "D": "14.428",
      "E": "13.579"
    },
    "explanation": "Net Bugünkü Değer<br/>[25.000/(1.18)^1]+[30.000/(1.18)^2]+[50.000/(1.18)^3]+[80.000/(1.18)^4]-100=14.428"
  },
  {
    "id": "3350223",
    "unitNumber": 4,
    "text": "Yatırım projelerinde nakit giriş ve çıkışlarının bugünkü değerlerini birbirine eşitleyen iskonto oranı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Karlılık endeksi",
      "B": "İç Verim Oranı",
      "C": "Cari oran",
      "D": "Net bugünkü değer",
      "E": "Fizibilite oranı"
    },
    "explanation": "Nakit giriş ve çıkışlarının bugünkü değerlerini eşitleyerek Net Bugünkü Değeri sıfır yapan iskonto oranına İç Verim Oranı denir."
  },
  {
    "id": "3350234",
    "unitNumber": 4,
    "text": "Dönen varlıkların nakde dönüşümü ne kadar sürede olur?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir yıldan uzun bir sürede",
      "B": "Bir yıldan kısa bir sürede",
      "C": "İki yıldan kısa bir sürede",
      "D": "İki yıldan uzun bir sürede",
      "E": "Üç yıldan uzun bir sürede"
    },
    "explanation": "İşletmenin sahip olduğu başlıca varlık gruplarından nakde dönüşümü bir yıldan daha kısa bir sürede gerçekleşenler dönen varlıklar olarak adlandırılır."
  },
  {
    "id": "3350235",
    "unitNumber": 4,
    "text": "Duran (sabit) varlıkların nakde dönüşümü ne kadar sürede olur?",
    "correctAnswer": "E",
    "options": {
      "A": "Bir yıldan daha kısa bir sürede",
      "B": "İki yıldan daha kısa bir sürede",
      "C": "En az üç yıl",
      "D": "En az beş yıl",
      "E": "Bir yıldan daha uzun bir sürede ve genellikle gelecek yıllara yayılarak"
    },
    "explanation": "İşletmenin sahip olduğu başlıca iki varlık grubu, nakde dönüşümü bir yıldan daha kısa bir sürede gerçekleşen dönen varlıklar ile nakde dönüşümü bir yıldan daha uzun bir sürede ve genellikle gelecek yıllara yaygın bir şekilde gerçekleşen duran (sabit) varlıklardır. Yanıt E şıkkıdır."
  },
  {
    "id": "3350236",
    "unitNumber": 4,
    "text": "Sabit varlıklara yapılacak yatırımların planlanması, aşağıdakilerden hangisiyle adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sermaye bütçelemesi",
      "B": "Finansman kararı",
      "C": "Yatırım kararı",
      "D": "Yatırım",
      "E": "Çoğaltan etkisi"
    },
    "explanation": "Sabit varlıklara yapılacak yatırımların planlanması, sermaye bütçelemesi olarak adlandırılır. Yanıt A şıkkıdır."
  },
  {
    "id": "3350237",
    "unitNumber": 4,
    "text": "Sıralananlardan hangileri sermaye bütçelemesi kavramı yerine yakın ya da eşanlamlı olarak kullanılmaktadır? I. Yatırım bütçelemesi II. Yatırım analizi III. Yatırım projeleri analizi IV. Fizibilite analizi",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Literatürde, Sermaye Bütçelemesi kavramı yerine yakın ya da eşanlamlı olarak, yatırım bütçelemesi, yatırım analizi, yatırım projeleri analizi ve fizibilite analizi gibi kavramlar kullanılabilmektedir. Yanıt E şıkkıdır."
  },
  {
    "id": "3350238",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi <strong>maddi olmayan duran</strong> varlıklara örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Makineler",
      "B": "Binalar",
      "C": "Araziler",
      "D": "Lisanslar",
      "E": "Araç, gereçler"
    },
    "explanation": "Maddi duran varlıklar; adından da anlaşıldığı gibi, makine, teçhizat, araç, gereç, arazi ve binalar gibi fiziki varlıklardır. Maddi olmayan duran varlıklar ise; patent, lisans, marka gibi fiziki olmayan ancak üretim sürecine bir takvim yılından daha uzun süre katkıda bulunan varlıkları ifade eder. Yanıt D şıkkıdır."
  },
  {
    "id": "3350239",
    "unitNumber": 4,
    "text": "Yatırım harcamalarının milli gelirde kendilerinden daha yüksek düzeyde bir artışa yol açması aşağıdakilerden hangisiyle isimlendirilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yatırım projesi",
      "B": "Yatırımların hızlandıran etkisi",
      "C": "Yatırımların çoğaltan etkisi",
      "D": "Fizibilite etüdü",
      "E": "Makro ekonomi yatırımı"
    },
    "explanation": "Bir ekonomide yatırımlar için yapılan harcamaların milli gelirde kendilerinden kat kat fazla oranda bir artış sağlamasına yatırımların <strong>çoğaltan (çarpan) etkisi </strong>denir. Örneğin, bir ekonomide çoğaltan katsayısı 2 ise, bu, diğer şartlar sabitken, ekonomideki 1 birimlik yatırımın milli gelirde 2 birimlik bir artışa neden olduğunu ifade eder. Yanıt C şıkkıdır."
  },
  {
    "id": "3350240",
    "unitNumber": 4,
    "text": "Yatırımların ilgili alanlarda yeni yatırımları tetikleyici bir özellik taşıması aşağıdakilerden hangisiyle adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yatırımların hızlandıran etkisi",
      "B": "Yatırımların çoğaltan etkisi",
      "C": "Yatırımların çarpan etkisi",
      "D": "Makro ekonomik yatırım",
      "E": "İşletme yatırımı"
    },
    "explanation": "<strong>Hızlandıran etkisi</strong> yatırımların, milli gelirin artması sonucunda yatay ve dikey eksende yeni yatırımların yapılmasını hızlandırıcı bir nitelik taşımasıdır."
  },
  {
    "id": "3350241",
    "unitNumber": 4,
    "text": "Yatırım projelerinin ayrıntılı biçimde ekonomik, teknik ve finansal açıdan incelendiği ve yapılabilirliklerinin ortaya konduğu aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ön fizibilite etüdü",
      "B": "Fizibilite etüdü",
      "C": "Yatırım projesinin değerlendirilmesi ve yatırım kararı",
      "D": "Projenin uygulanması",
      "E": "Proje fikri"
    },
    "explanation": "<em>Fizibilite (yapılabilirlik) etüdü, y</em>atırım projelerinin ayrıntılı olarak ve genellikle ekonomik, teknik ve finansal açıdan incelendiği ve yapılabilirliklerinin ortaya konduğu aşamadır. Yanıt B şıkkıdır."
  },
  {
    "id": "3350242",
    "unitNumber": 4,
    "text": "Normal üretim kapasitesi 100 birim/gün olan bir tesis, mevsimsel olarak 60 birim/gün üretim yapıyorsa kapasite kullanım oranı aşağıdakilerden hangisi olur?",
    "correctAnswer": "C",
    "options": {
      "A": "%40",
      "B": "%50",
      "C": "%60",
      "D": "%80",
      "E": "%100"
    },
    "explanation": "Kapasite kullanım oranı, normal kapasitenin fiili olarak yüzde kaçının kullanıldığını ifade eder. Örneğin, normal üretim kapasitesi 100 birim/ gün olan bir tesis, mevsimsel olarak 70 birim/gün üretim yapıyorsa kapasite kullanım oranı %70 olur. Normal üretim kapasitesi 100 birim/ gün olan bir tesis, mevsimsel olarak 60 birim/gün üretim yapıyorsa kapasite kullanım oranı %60 olur."
  },
  {
    "id": "3350243",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yatırım projelerini sıralama amacıyla kullanılan statik yöntemler arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "İskonto edilmiş geri ödeme süresi yöntemi",
      "B": "Net bugünkü değer yöntemi",
      "C": "Kârlılık endeksi (fayda-maliyet oranı) yöntemi",
      "D": "Geri ödeme süresi yöntemi",
      "E": "İç verim oranı yöntemi"
    },
    "explanation": "Yatırım projelerini sıralama yöntemlerinden paranın zaman değerini dikkate almayan statik yöntemlerin başlıcaları karlılık oranı yöntemi ve geri ödeme süresi yöntemidir."
  },
  {
    "id": "3350794",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sabit varlıklara yapılacak yatırımların planlanması olarak adlandırılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Finansman bütçelemesi",
      "B": "Yatırım bütçelemesi",
      "C": "Kazanç kararları",
      "D": "Tüketim bütçelemesi",
      "E": "Sermaye bütçelemesi"
    },
    "explanation": "Sabit varlıklara yapılacak yatırımların planlanması, sermaye bütçelemesi olarak adlandırılır."
  },
  {
    "id": "3350795",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yatırım kavramının temel unsurlarından biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Kazanç",
      "B": "Zaman",
      "C": "Üretim",
      "D": "Maliyet",
      "E": "Tüketim"
    },
    "explanation": "yatırım kavramının dört temel unsuru <br/>• Tüketim<br/>• Maliyet<br/>• Kazanç <br/>• Zaman<br/>Üretim"
  },
  {
    "id": "3350796",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi gelecekte beklenen düzeyde getiri sağlamak için bugünden belirli miktarda ekonomik<br/>kaynağın bir alana ayrılmasını ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Gelir",
      "B": "Getiri",
      "C": "Tüketim",
      "D": "Yatırım",
      "E": "Üretim"
    },
    "explanation": "Yatırım, gelecekte beklenen düzeyde getiri sağlamak için bugünden belirli miktarda ekonomik<br/>kaynağın bir alana ayrılmasıdır."
  },
  {
    "id": "3350797",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir ekonomide yatırımlar için yapılan harcamaların milli gelirde kendilerinden kat kat fazla<br/>oranda bir artış sağlamasına verilen addır?",
    "correctAnswer": "B",
    "options": {
      "A": "Hızlandıran etki",
      "B": "Çarpan etki",
      "C": "Sabit etki",
      "D": "Faktör etki",
      "E": "Yoğun etki"
    },
    "explanation": "Bir ekonomide yatırımlar için yapılan harcamaların milli gelirde kendilerinden kat kat fazla<br/>oranda bir artış sağlamasına yatırımların çoğaltan<br/>(çarpan) etkisi denir.<br/>Çoğaltan (çarpan) etkisi"
  },
  {
    "id": "3350798",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi fizibilite etüdü için yatırım projelerinin yapılabilirliğinin ayrıntılı analizlerle ortaya konduğu çalışmalar<br/>bütününü ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekonomik, teknik ve finansal",
      "B": "Ekonomik ve sosyal",
      "C": "Teknik ve finansal",
      "D": "Ekonomik, sosyal, teknik ve finansal",
      "E": "Sosyal, teknik ve finansal"
    },
    "explanation": "Fizibilite Etüdü: Yatırım projelerinin ekonomik, teknik ve finansal açılardan yapılabilirliğinin ayrıntılı analizlerle ortaya konduğu çalışmalar<br/>bütünü."
  },
  {
    "id": "3350799",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi cari ve potansiyel<br/>talep ve arz özelliklerinin bileşimi ile üretilecek<br/>veya halen üretilen ürünlerin analizini yapar?",
    "correctAnswer": "A",
    "options": {
      "A": "Pazar araştırması",
      "B": "Fizibilite etüdü",
      "C": "Yatırım etüdü",
      "D": "Üretim etüdü",
      "E": "Talep tahmini"
    },
    "explanation": "Pazar araştırmasının amacı, cari ve potansiyel<br/>talep ve arz özelliklerinin bileşimi ile üretilecek<br/>veya halen üretilen ürünlerin analizini yapmaktır."
  },
  {
    "id": "3350800",
    "unitNumber": 4,
    "text": "En düşük maliyetle üretim yapmayı mümkün kılacak kapasite düzeyi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Artan",
      "B": "Sabit",
      "C": "Minimum",
      "D": "Maksimum",
      "E": "Optimal"
    },
    "explanation": "Optimal kapasite, birim üretim maliyetlerini en<br/>düşük kılan kapasite düzeyidir.<br/>En düşük maliyetle üretim yapmayı mümkün kılacak kapasite düzeyi optimal kapasitedir."
  },
  {
    "id": "3350801",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi finans yöneticisi tarafından <br/>yatırım önerilerini değerlendirirken gerekli olan<br/>bilgiler ve öngörülerden biri değildir?\n <br/>yatırımın sağlayacağı net nakit girişleri,<br/>iii. yatırımın ekonomik ömrü,<br/>iv. yatırımın ekonomik ömrü sonundaki hurda<br/>değeri ve<br/>v. yatırımdan beklenen verim (getiri) oranı",
    "correctAnswer": "B",
    "options": {
      "A": "Yatırımın tutarı",
      "B": "Yatırımın sağlayacağı brüt nakit girişleri",
      "C": "Yatırımın ekonomik ömrü",
      "D": "Yatırımın ekonomik ömrü sonundaki hurda<br/>değeri",
      "E": "Yatırımdan beklenen verim (getiri) oranı"
    },
    "explanation": "Finans yöneticisi,<br/>yatırım önerilerini değerlendirirken şu konularda<br/>bilgilere ulaşmış ve gerekli öngörüleri yapmış olmalıdır:<br/>i. yatırımın tutarı,<br/>ii. yatırımın sağlayacağı net nakit girişleri,<br/>iii. yatırımın ekonomik ömrü,<br/>iv. yatırımın ekonomik ömrü sonundaki hurda<br/>değeri ve<br/>v. yatırımdan beklenen verim (getiri) oranı<br/>Yatırımın sağlayacağı brüt nakit girişleri"
  },
  {
    "id": "3350802",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi paranın zaman değerini dikkate almayan yöntemlere verilen addır?",
    "correctAnswer": "C",
    "options": {
      "A": "Dinamik yöntemler",
      "B": "Koşullu yöntemler",
      "C": "Statik yöntemler",
      "D": "Finansal yöntemler",
      "E": "GÖS yöntemler"
    },
    "explanation": "Paranın zaman değerini dikkate alan yöntemlere<br/>dinamik yöntemler, almayan yöntemlere ise statik yöntemler denir."
  },
  {
    "id": "3350803",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi nakit girişleri toplamının, nakit çıkışları toplamına oranlanmasını ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Satış endeksi",
      "B": "Karlılık endeksi",
      "C": "Fiyat endeksi",
      "D": "Net Bugünkü Değer",
      "E": "Üretim endeksi"
    },
    "explanation": "Nakit girişleri toplamının, nakit çıkışları toplamına oranlanması, bir projenin Kârlılık Endeksi’ni<br/>verir."
  },
  {
    "id": "3350384",
    "unitNumber": 5,
    "text": "Ülkemizde Melek Yatırımcılarla ilgili yasal düzenleme, aşağıdakilerden hangisiyle hayata geçmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bireysel Katılım Sermayesi Hakkında Yönetmelik",
      "B": "Doğrudan Yabancı Yatırımlar Kanunu Uygulama Yönetmeliği",
      "C": "Sermaye Piyasası Kanunu",
      "D": "Kamu Ortaklığı Fonu Yönetmeliği",
      "E": "Finansal Sektöre Olan Borçların Yeniden Yapılandırılması Hakkında Yönetmelik"
    },
    "explanation": "Birçok ülkede Business Angel, Angel Investor gibi isimlerle anılan ülkemizde Melek Yatırımcı olarak anılan kişilerle ilgili yasal düzenleme, 15 Şubat 2013 tarihli Resmi Gazete’de yayımlanan “Bireysel Katılım Sermayesi Hakkında Yönetmelik” (Yönetmelik) ile yapılmıştır. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3350385",
    "unitNumber": 5,
    "text": "I- Girişim Sermayesi, işletmenin mevcut sermayedarları veya yöneticileri tarafından yapılan bir yatırımdır.\n II- Girişim Sermayesi yatırımlarının temel getirisi, kar payı kazancından ziyade sermaye kazancıdır.\n III- Girişim Sermayesi, kısa vadeli bir yatırımdır.\n IV- Finanse edilen işletme başarılı olduğunda Girişimi Sermayesi yatırımı kolaylıkla likide edilebilmektedir.\n V- Girişim Sermayesi yatırımı paradan ibaret olmayıp zaman ve emek de gerektirmektedir.\n Yukarıda girişim sermayesinin özellikleri ile ilgili sayılanlardan hangi ikisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve II",
      "C": "III ve IV",
      "D": "IV ve V",
      "E": "II ve V"
    },
    "explanation": "Girişim Sermayesinin temel özellikleri şunlardır: • Girişim Sermayesi, işletmenin mevcut sermayedarları veya yöneticileri tarafından değil, işletme dışı bir yatırımcı tarafından gerçekleştirilen bir yatırımdır. • Girişim Sermayesi, orta veya uzun vadeli bir yatırımdır. • Girişim Sermayesi yatırımı paradan ibaret olmayıp zaman ve emek de gerektirmektedir. • Girişim Sermayesi sağlayan Girişim Sermayesi şirketi, çoğunlukla yatırımlarını korumak ve geliştirmek amacıyla işletmenin yönetim kuruluna bir aday atayarak işletmeyle yakından ilgilenmektedir. • Girişim Sermayesi yatırımlarının temel getirisi, kar payı kazancından ziyade sermaye kazancıdır. • Girişim Sermayesi, büyük ve köklü işletmelerin finansmanına göre yüksek riskler içermektedir, çünkü finanse edilen işletmelerin iflas etme olasılığı yüksektir. • Finanse edilen işletme başarılı olsa bile, Girişimi Sermayesi yatırımı kolaylıkla likide edilememektedir. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3350386",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Girişim Sermayesi’nin ekonomiye olası katkıları arasında <strong>sayılamaz</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Girişim Sermayesi girişimcileri cesaretlendirir ve yenilikçi düşüncelerin yatırıma dönüştürülmesini hızlandırabilir.",
      "B": "Girişim sermayesi, yatırım yaptıkları işletmelerin kredibilitesinin artmasını sağlayabilir.",
      "C": "Girişim Sermayesi işletmelerin halka arza elverişli hale gelmesine yardımcı olabilir.",
      "D": "Girişim sermayesi ile küçük işletme sahipleri daha refah bir hayat yaşar.",
      "E": "Girişim sermayesi, yeni işletmelerin faaliyete geçmesinin desteklenmesi sayesinde işsizliğin azaltılmasına yardımcı olabilir."
    },
    "explanation": "Girişim Sermayesi, ekonomiye önemli katkılar sağlamaktadır. Girişim Sermayesi’nin ekonomiye olası katkıları arasında şunlar yer almaktadır: • Girişim Sermayesi, fon fazlası olan yatırımcıların birikimlerinin verimli yatırımlara yönlendirilmesinde köprü görevi görerek tasarrufların yatırımlara dönüştürülmesinde ve ekonomik etkinliğin arttırılmasında etkili olabilir. • Girişim Sermayesi sayesinde özellikle teknolojik yatırımların desteklenmesi ile birlikte teknolojik gelişmeler ivme kazanabilir ve rekabet avantajı elde edilebilir. • Girişim Sermayesi girişimcileri cesaretlendirir ve yenilikçi düşüncelerin yatırıma dönüştürülmesini hızlandırabilir. • Girişim Sermayesi işletmelerin halka arza elverişli hale gelmesine yardımcı olduğundan, halka arzlarda artış sayesinde sermaye piyasalarının büyümesine ve gelişmesine katkı sağlayabilir. • Girişim sermayesi, yatırım yaptıkları işletmelerin kredibilitesinin artmasını sağlayarak, işletmelerin diğer finansman olanaklarına erişimini kolaylaştırabilir. • Girişim sermayesi, küçük işletmelerin finansman ve yönetim sorunlarının çözülmesinde etkili olabilir. • Girişim sermayesi, yeni işletmelerin faaliyete geçmesinin desteklenmesi sayesinde işsizliğin azaltılmasına yardımcı olabilir. Girişim sermayesinin amacı işletme sahiplerinin daha refah bir hayat yaşaması değil işletmenin büyümesidir. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3350387",
    "unitNumber": 5,
    "text": "Bir üretim şirketinin kurulmadan önceki araştırma ve geliştirme projeleri için sağlanan girişim sermayesi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Genişleme Finansmanı",
      "B": "Şirket Kuruluşu Sermayesi",
      "C": "Çekirdek Sermaye",
      "D": "Banka Borcunun Refinansmanı",
      "E": "Kurtarma Finansmanı"
    },
    "explanation": "Bir üretim şirketi kurulmadan önce iş fikrinin ürüne dönüştürülebilmesi için uzun bir araştırma ve geliştirme dönemi söz konusu olabilmektedir. Araştırma ve geliştirme projesinin finansmanına yönelik çekirdek sermaye, Girişim Sermayesi şeklinde sağlanabilmektedir. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3350388",
    "unitNumber": 5,
    "text": "Aşağıdaki durumlardan hangisinde kullanılan girişim sermayesi, \"Başlangıç Aşaması Projeleri Finansmanı\" olarak adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir şirketin üretim ve satışlarını devam ettirmeye yönelik projelerin finansmanı için kullandığı girişim sermayesi.",
      "B": "Bir şirketin üretim kapasitesini arttırmak, pazarlama kanallarını geliştirmek veya çalışma sermayesini arttırmak istediğinde kullandığı girişim sermayesi.",
      "C": "Bir şirketin satışlarının gerilediğini gördüğünde kullandığı girişim sermayesi.",
      "D": "Çok fazla banka kredisi kullanmış işletmelerin, banka kredilerini geri ödemek amacıyla kullandığı girişim sermayesi.",
      "E": "İşletmenin ürünlerini veya hizmetlerini satmaya başlamadan önceki kuruluş aşamasında kullandığı girişim sermayesi."
    },
    "explanation": "Diğer Başlangıç Aşaması Projeleri: Ürün gelişimini tamamlamış ve ürünlerini pazarlamaya başlamış olan işletmeler, üretim ve satışlarını devam ettirmeye yönelik projelerin finansmanı için Girişim Sermayesi kullanabilir. İşletmeler başlangıçta kâr edemediklerinden projelerini, faaliyetlerinden sağladıkları nakit akışları ile finanse edememekte ve dış finansmana gerek duymaktadır. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3350389",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi tekno parkların girişimcilere sundukları hizmetler arasında <strong>yer almaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Danışmanlık hizmetleri",
      "B": "Ekipman temini",
      "C": "Projelendirme",
      "D": "Fizibilite çalışmaları",
      "E": "Doğrudan Finansman"
    },
    "explanation": "Girişim Sermayesi ve teknoparkların amaçları benzer olmakla birlikte teknoparklarda doğrudan finansman desteği söz konusu değildir. Teknoparklar, işletmelere finansman sağlayabilecek finansal kurumlarla işletmeler arasında bağlantı kurulmasına yardımcı olmaktadır. Doğrucevap E şıkkıdır."
  },
  {
    "id": "3350390",
    "unitNumber": 5,
    "text": "Girişim sermayesi şirketi aşağıdaki aşamalardan hangisinde, pazarda işletmeye para kazanma fırsatı veren bir gelişme söz konusu olup olmadığını inceler?",
    "correctAnswer": "D",
    "options": {
      "A": "Finansman paketinin yapılandırılması",
      "B": "Yatırıma ilişkin incelemeler ve değerleme",
      "C": "Yatırım tutarının belirlenmesi",
      "D": "İş fırsatının saptanması",
      "E": "Girişim Sermayesi yatırımından çıkış"
    },
    "explanation": "İş Fırsatının Saptanması: Yeni kurulan veya büyümek isteyen bir işletme için yeni bir ürün veya pazarda işletmeye para kazanma fırsatı veren bir gelişme söz konusu olabilir. Girişim Sermayesi şirketi, iş fırsatının ne kadar iyi olduğuna karar verirken, yatırımın neden şimdi gerçekleştirilmesi gerektiğini ve işletme yönetiminin iş fırsatının değerlendirmesinde diğerlerine göre neden daha iyi konumda olduğunu sorgulamalıdır. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3350391",
    "unitNumber": 5,
    "text": "Girişim sermayesi şirketinin yatırım yaptığı şirkete ortaklık yüzdesi aşağıdadakilerden hangisi temel alınarak belirlenir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşletmenin halka açıklık oranı",
      "B": "İşletmenin Girişim Sermayesi yatırımı sonrası değeri,",
      "C": "İşletmenin Girişim Sermayesi yatırımı öncesi değeri",
      "D": "İşletmenin dönen varlıkları",
      "E": "İşletmenin son dönem karı"
    },
    "explanation": "İşletmenin Girişim Sermayesi yatırımı öncesi değeri, Girişim Sermayesi şirketinin ortaklık yüzdesini belirlemektedir. Örneğin, bir işletmenin Girişim Sermayesi yatırımından önceki değeri 10 milyon dolarsa ve 10 milyon dolarlık Girişim Sermayesi yatırımı yapılıyorsa, Girişim Sermayesi şirketinin ortaklık payı % 50 ve işletmenin yatırımdan sonraki değeri 20 milyon dolar olacaktır. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3350392",
    "unitNumber": 5,
    "text": "Ağıdakilerden hangisi Girişim Sermayesi şirketlerinin öngördüğü likidite riskini tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Çekirdek sermayesi ve başlangıç aşamasındaki yatırımların içerdiği riskler",
      "B": "Yatırımın, yatırım süresi sonunda nakde çevrilmesinde karşılaşılabilecek riskler",
      "C": "Ani kur değişimlerinden oluşabilecek riskler",
      "D": "Uygun faizli kredi bulmaya ilişkin riskler",
      "E": "Enflasyon oranının yüksek olmasının yaratacağı riskler"
    },
    "explanation": "Likidite riski; yatırımın, yatırım süresi sonunda nakde çevrilmesinde karşılaşılabilecek riskler olarak tanımlanmaktadır. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3350394",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi girişim sermayesinin özelliklerinden <u>biridir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Girişim sermayesi, işletmenin mevcut sermayedarları veya yöneticileri tarafından gerçekleştirilen bir yatırımdır.",
      "B": "Girişim sermayesi yatırımlarının temel getirisi kar payı kazancıdır.",
      "C": "Girişim sermayesi, büyük ve köklü işletmelerin finansmanına göre daha düşük riskler içermektedir.",
      "D": "Girişimi sermayesi yatırımı kolaylıkla likide edilebilmektedir.",
      "E": "Girişim sermayesi, orta veya uzun vadeli bir yatırımdır."
    },
    "explanation": "Girişim Sermayesinin temel özellikleri şunlardır:\n • Girişim Sermayesi, işletmenin mevcut sermayedarları veya yöneticileri tarafından değil, işletme dışı bir yatırımcı tarafından gerçekleştirilen bir yatırımdır.\n • Girişim Sermayesi, orta veya uzun vadeli bir yatırımdır.\n • Girişim Sermayesi yatırımı paradan ibaret olmayıp zaman ve emek de gerektirmektedir.\n • Girişim Sermayesi sağlayan Girişim Sermayesi şirketi, çoğunlukla yatırımlarını korumak ve geliştirmek amacıyla işletmenin yönetim kuruluna bir aday atayarak işletmeyle yakından ilgilenmektedir.\n • Girişim Sermayesi yatırımlarının temel getirisi, kar payı kazancından ziyade sermaye kazancıdır.\n • Girişim Sermayesi, büyük ve köklü işletmelerin finansmanına göre yüksek riskler içermektedir, çünkü finanse edilen işletmelerin iflas etme olasılığı yüksektir.\n • Finanse edilen işletme başarılı olsa bile, Girişimi Sermayesi yatırımı kolaylıkla likide edilememektedir."
  },
  {
    "id": "3350395",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi girişim sermayesinin ekonomiye katkılarından biri <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Girişim Sermayesi girişimcileri cesaretlendirir ve yenilikçi düşüncelerin yatırıma dönüştürülmesini hızlandırabilir.",
      "B": "Girişim sermayesi, yatırım yaptıkları işletmelerin kredibilitesinin artmasını sağlayarak, işletmelerin diğer finansman olanaklarına erişimini kolaylaştırabilir.",
      "C": "Girişim Sermayesi, fon fazlası olan yatırımcıların birikimlerinin verimli yatırımlara yönlendirilmesinde köprü görevi görerek tasarrufların yatırımlara dönüştürülmesinde ve ekonomik etkinliğin arttırılmasında etkili olabilir.",
      "D": "Girişim sermayesi, büyük işletmelerin finansman ve yönetim sorunlarının çözülmesinde etkili olabilir.",
      "E": "Girişim Sermayesi sayesinde özellikle teknolojik yatırımların desteklenmesi ile birlikte teknolojik gelişmeler ivme kazanabilir ve rekabet avantajı elde edilebilir."
    },
    "explanation": "Girişim Sermayesi, ekonomiye önemli katkılar sağlamaktadır. Girişim Sermayesi’nin ekonomiye olası katkıları arasında şunlar yer almaktadır:\n • Girişim Sermayesi, fon fazlası olan yatırımcıların birikimlerinin verimli yatırımlara yönlendirilmesinde köprü görevi görerek tasarrufların yatırımlara dönüştürülmesinde ve ekonomik etkinliğin arttırılmasında etkili olabilir.\n • Girişim Sermayesi sayesinde özellikle teknolojik yatırımların desteklenmesi ile birlikte teknolojik gelişmeler ivme kazanabilir ve rekabet avantajı elde edilebilir.\n • Girişim Sermayesi girişimcileri cesaretlendirir ve yenilikçi düşüncelerin yatırıma dönüştürülmesini hızlandırabilir.\n • Girişim Sermayesi işletmelerin halka arza elverişli hale gelmesine yardımcı olduğundan, halka arzlarda artış sayesinde sermaye piyasalarının büyümesine ve gelişmesine katkı sağlayabilir.\n • Girişim sermayesi, yatırım yaptıkları işletmelerin kredibilitesinin artmasını sağlayarak, işletmelerin diğer finansman olanaklarına erişimini kolaylaştırabilir.\n • Girişim sermayesi, küçük işletmelerin finansman ve yönetim sorunlarının çözülmesinde etkili olabilir.\n • Girişim sermayesi, yeni işletmelerin faaliyete geçmesinin desteklenmesi sayesinde işsizliğin azaltılmasına yardımcı olabilir."
  },
  {
    "id": "3350396",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Türkiye’de girişim sermayesinin gelişmesinin önündeki başlıca engellerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Rekabetçi işgücü",
      "B": "Jeopolitik konum",
      "C": "Girişimci kültürünün yerleşmemesi",
      "D": "Liberalleşme ve özelleştirme politikaları",
      "E": "Girişimci ruh"
    },
    "explanation": "Girişim sermayesi gelişmekte olan ülkelerde sınırlı olarak kullanılan bir finansman yöntemidir. Benzer şekilde Türkiye’de Girişim Sermayesi’nin gelişmesinin önündeki başlıca engeller şunlardır:\n • Araştırma geliştirme kaynaklarının yetersizliği\n • Girişimci kültürünün yerleşmemesi\n • Yönetimde deneyim eksikliği\n • Siyasi belirsizlikler\n • Ekonomik belirsizlikler\n • Finansal piyasaların az gelişmişliği"
  },
  {
    "id": "3350397",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Türkiye'de girişim sermayesine olan talebi arttıran nedenlerden <u>biridir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Ekonomik belirsizlikler",
      "B": "Finansal piyasaların az gelişmişliği",
      "C": "Araştırma geliştirme kaynaklarının yetersizliği",
      "D": "Yönetimde deneyim eksikliği",
      "E": "Jeopolitik konum"
    },
    "explanation": "Girişim Sermayesi’ne olan talebi arttıran belli başlı nedenleri şunlardır:\n • Girişimci ruh\n • Rekabetçi işgücü\n • Jeopolitik konum\n • Liberalleşme ve özelleştirme politikaları"
  },
  {
    "id": "3350398",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi çekirdek sermayenin potansiyel riskleri arasında <u>sayılamaz?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Ürünün kısa ömürlü olması",
      "B": "Yönetimde deneyim eksikliği",
      "C": "Rekabetle ilgili bilgi eksikliği",
      "D": "Finansal denetim eksikliği",
      "E": "Ürünün piyasaya rakiplerden sonra sürülmesi"
    },
    "explanation": "Çekirdek Sermayenin potansiyel risklerin arasında şunlar sayılabilir:\n • Ürünün kısa ömürlü olması\n • Rekabetle ilgili bilgi eksikliği\n • Ürünün piyasaya piyasanın kabul edebileceğinden önce sürülmesi\n • Ürünün piyasaya rakiplerden sonra sürülmesi\n • Finansal denetim eksikliği"
  },
  {
    "id": "3350399",
    "unitNumber": 5,
    "text": "Gerilemekte olan bir işletme tarafından kullanılan girişim sermayesi yatırımı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurtarma finansmanı",
      "B": "Çekirdek sermaye",
      "C": "Banka borcunun refinansmanı",
      "D": "İkincil satın alma",
      "E": "Şirket kuruluşu"
    },
    "explanation": "Kurtarma Finansmanı: Gerilemekte olan bir işletmenin kurtarılması amacıyla Girişim Sermayesi şirketleri fon enjekte edebilmektedir. Bu tür Girişim Sermayesi uygulamaları nadiren uygulanmaktadır."
  },
  {
    "id": "3350401",
    "unitNumber": 5,
    "text": "Ana şirket adına yatırım yapmakla birlikte aynı zamanda diğer kaynaklardan temin ettikleri fonları bağımsız olarak yöneten şirket türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bağımsız şirket",
      "B": "Bağlı şirket",
      "C": "Yarı bağlı şirket",
      "D": "Komandite şirket",
      "E": "Girişimci şirket"
    },
    "explanation": "Yarı bağlı şirketler, ana şirket adına yatırım yapmakla birlikte aynı zamanda diğer kaynaklardan temin ettikleri fonları bağımsız olarak yönetirler. Bir banka veya yatırım şirketi fonu kurduktan sonra diğer finansal kurumları da fona katılmaya davet edebilir."
  },
  {
    "id": "3350403",
    "unitNumber": 5,
    "text": "Belirli bir amaç için destek sağlamak amacıyla, bağış şeklinde veya bir tür ödül veya bir işletmeye ortak olarak oy verme hakkı elde etmek şeklinde finansman sağlamaya yönelik yapılan açık çağrı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Refinansman",
      "B": "Köprü finansmanı",
      "C": "Kitlesel finansman",
      "D": "Genişleme finansmanı",
      "E": "Kurtarma finansmanı"
    },
    "explanation": "Kitlesel fonlama, geniş kapsamlı olarak, belirli bir amaç için destek sağlamak amacıyla, bağış şeklinde veya bir tür ödül veya bir işletmeye ortak olarak oy verme hakkı elde etmek şeklinde finansman sağlamaya yönelik yapılan açık çağrı olarak tanımlanmaktadır."
  },
  {
    "id": "3350404",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Girişim Sermayesinin temel özelliklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "İşletmenin sermayedarları tarafından yapılan yatırımdır.",
      "B": "Kısa vadeli bir yatırımdır.",
      "C": "Kolay likide edilebilen bir yatırımdır.",
      "D": "Düşük riskli bir finansman biçimidir.",
      "E": "Temel getirisi, kâr payı kazancından ziyade sermaye kazancıdır."
    },
    "explanation": "Girişim Sermayesinin Özellikleri Girişim Sermayesinin temel özellikleri şunlardır: • Girişim Sermayesi, işletmenin mevcut sermayedarları veya yöneticileri tarafından değil, işletme dışı bir yatırımcı tarafından gerçekleştirilen bir yatırımdır. • Girişim Sermayesi, orta veya uzun vadeli bir yatırımdır. • Girişim Sermayesi yatırımı paradan ibaret olmayıp zaman ve emek de gerektirmektedir. • Girişim Sermayesi sağlayan Girişim Sermayesi şirketi, çoğunlukla yatırımlarını korumak ve geliştirmek amacıyla işletmenin yönetim kuruluna bir aday atayarak işletmeyle yakından ilgilenmektedir. • Girişim Sermayesi yatırımlarının temel getirisi, kar payı kazancından ziyade sermaye kazancıdır. • Girişim Sermayesi, büyük ve köklü işletmelerin finansmanına göre yüksek riskler içermektedir, çünkü finanse edilen işletmelerin iflas etme olasılığı yüksektir. • Finanse edilen işletme başarılı olsa bile, Girişimi Sermayesi yatırımı kolaylıkla likide edilememektedir. Doğru cevap E’dir."
  },
  {
    "id": "3350405",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi başarılı Girişim Sermayesi uygulamalarının unsurlarından biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Yatırım yapılan sektör ve işletmenin büyüme potansiyelinin yüksek olması",
      "B": "Girişim sermayesi şirketinin yatırım yaptığı işletmenin yönetimine katılması",
      "C": "Girişim sermayesi şirketinin bilgi ve deneyimlerini işletmeyle paylaşması",
      "D": "Sermaye piyasalarının yatırımdan çıkışı zorlaştırarak süreklilik sağlaması",
      "E": "Girişim sermayesi şirketinin uzun vadeli yatırım anlayışına sahip olması"
    },
    "explanation": "Başarılı Girişim Sermayesi uygulamalarının en önemli unsurları şunlardır:\n<br/><ul><br/><li>Girişim Sermayesi şirketinin yatırım yaptığı işletmenin yönetimine aktif olarak katılarak bilgi, beceri ve deneyimlerini işletmeyle paylaşması • Yatırım yapılan sektörlerin ve işletmelerin büyüme potansiyelinin yüksek olması • Girişim Sermayesi şirketinin uzun vadeli yatırım vizyonuna sahip olması • Sermaye piyasalarının yatırımdan çıkışı kolaylaştıracak şekilde gelişmiş olması. Doğru cevap D’dir.</li><br/></ul>"
  },
  {
    "id": "3350406",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi şirketlerin karşı karşıya kaldıkları finansman zorluklarının nedenleri arasında <u>yer</u> <u>almaz</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Yüksek faizlere bağlı dışlama etkisi",
      "B": "Halka arz oranlarının yüksek olması",
      "C": "Bankacılık sisteminin yetersizliği",
      "D": "İşletmelerin özkaynak yetersizliği",
      "E": "Siyasi ve ekonomik istikrarsızlık"
    },
    "explanation": "Finansman zorluklarının kurumsal yönetim eksikliği dışında diğer nedenlerinden bazıları şunlardır: • Yetersiz sermaye birikimi • Yüksek devlet borçlarına ve faiz oranlarına bağlı dışlama etkisi • Bankacılık sisteminin ve kredi piyasalarının yetersizliği • Siyasi ve ekonomik istikrarsızlık • Ekonomik krizler • İşletmelerin özkaynaklarının yetersizliği • Sermaye piyasalarının yeterince gelişmiş olmaması • Halka arz oranlarının düşük olması. Doğru cevap B’dir."
  },
  {
    "id": "3350407",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Çekirdek Sermayenin potansiyel riskleri arasında <u>yer</u> <u>almaz</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Ürünün kısa ömürlü olması",
      "B": "Rekabetle ilgili bilgi eksikliği",
      "C": "Ürünün piyasaya piyasanın kabul edebileceğinden önce sürülmesi",
      "D": "Ürünün piyasaya rakiplerden önce sürülmesi",
      "E": "Finansal denetim eksikliği"
    },
    "explanation": "Çekirdek Sermayenin potansiyel risklerin arasında şunlar sayılabilir: • Ürünün kısa ömürlü olması • Rekabetle ilgili bilgi eksikliği • Ürünün piyasaya piyasanın kabul edebileceğinden önce sürülmesi • Ürünün piyasaya rakiplerden sonra sürülmesi • Finansal denetim eksikliği. Doğru cevap D’dir."
  },
  {
    "id": "3350408",
    "unitNumber": 5,
    "text": "Gerilemekte olan bir işletmeye toparlanması amacıyla Girişim Sermayesi şirketleri fon enjekte edebilmektedir. Nadiren uygulanan bu tür Girişim Sermayesi uygulamaları aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurtarma finansmanı",
      "B": "Çekirdek finansmanı",
      "C": "Genişleme finansmanı",
      "D": "İkincil satın alma",
      "E": "Borç refinansmanı"
    },
    "explanation": "Kurtarma Finansmanı: Gerilemekte olan bir işletmenin kurtarılması amacıyla Girişim Sermayesi şirketleri fon enjekte edebilmektedir. Bu tür Girişim Sermayesi uygulamaları nadiren uygulanmaktadır. Doğru cevap A’dır."
  },
  {
    "id": "3350409",
    "unitNumber": 5,
    "text": "\"Yatırımın, yatırım süresi sonunda nakde çevrilmesinde karşılaşılabilecek riskler iskonto oranının artmasına neden olmaktadır.\" \n<br/>Yukarıda verilen ifade girişim sermayesi şirketlerinin yüksek iskonto oranları uygulamasıyla ilgili hangi nedeni açıklar?",
    "correctAnswer": "C",
    "options": {
      "A": "Katma değer",
      "B": "Fizibilite",
      "C": "Likidite riski",
      "D": "Muhasebe",
      "E": "Projelendirme"
    },
    "explanation": "Girişim Sermayesi şirketlerinin yüksek iskonto oranları uygulamasının en önemli nedenleri şunlardır: • Yüksek risk: Çekirdek sermayesi ve başlangıç aşamasındaki yatırımlar daha yüksek risk içerdiğinden diğer yatırımlara göre daha yüksek iskonto oranlarının uygulandığı yatırımlardır. • Likidite riski: Yatırımın, yatırım süresi sonunda nakde çevrilmesinde karşılaşılabilecek riskler iskonto oranının artmasına neden olmaktadır. • Katma değer: Girişim Sermayesi şirketleri, yatırım yaptıkları işletmelere danışmanlık hizmeti ve yönetim desteği sağladıkları için katma değer sağlamaktadır. Doğru cevap C’dir."
  },
  {
    "id": "3350411",
    "unitNumber": 5,
    "text": "Kültürel, sosyal veya kâr amaçlı girişimlere destek amacıyla, interneti kullanarak çok sayıda bireyin küçük katkılarını cezbetmek; bağış, ödül veya bir işletmeye ortak olarak oy verme hakkı elde etmek şeklinde finansman sağlamaya yönelik çabalar aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Katma değer",
      "B": "Melek yatırım",
      "C": "Kitlesel fonlama",
      "D": "İkincil satın alma",
      "E": "Borç refinansmanı"
    },
    "explanation": "<u>Kitlesel fonlama,</u> geniş kapsamlı olarak, belirli bir amaç için destek sağlamak amacıyla, bağış şeklinde veya bir tür ödül veya bir işletmeye ortak olarak oy verme hakkı elde etmek şeklinde finansman sağlamaya yönelik yapılan açık çağrı olarak tanımlanmaktadır. Girişimciler bağlamında, kitlesel fonlama, girişimci bireylerin ya da girişimci grupların, alışılagelmiş finansal aracılar olmaksızın, kültürel, sosyal veya kâr amaçlı girişimlerine fon sağlamak üzere, interneti kullanarak çok sayıda bireyin küçük katkılarını cezbetmeye yönelik çabalarıdır. Kitlesel fonlamanın amaçları, fon talep edenler ve fon sağlayanlar açısından incelenebilir. Doğru cevap C’dir."
  },
  {
    "id": "3350413",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Teknoparkların sundukları hizmetlerden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Finansman desteği",
      "B": "Ekipman temini",
      "C": "Muhasebe hizmetleri",
      "D": "Projelendirme",
      "E": "Fizibilite çalışmaları"
    },
    "explanation": "Teknoparkların sundukları hizmetler arasında şunlar yer almaktadır: • Yer temini • Büro hizmetleri • Muhasebe hizmetleri • Danışmanlık hizmetleri • Ekipman temini • Projelendirme • Fizibilite çalışmaları. Girişim Sermayesi ve teknoparkların amaçları benzer olmakla birlikte teknoparklarda doğrudan finansman desteği söz konusu değildir. Teknoparklar, işletmelere finansman sağlayabilecek finansal kurumlarla işletmeler arasında bağlantı kurulmasına yardımcı olmaktadır. Doğru cevap A’dır."
  },
  {
    "id": "3350415",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Girişim Sermayesi yatırımları özelliklerinin yoğunlaştığı sektörlerden <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgi teknolojileri",
      "B": "Eğitim",
      "C": "Tıbbi hizmetler ve araçlar",
      "D": "İletişim",
      "E": "Biyoteknoloji"
    },
    "explanation": "Girişim Sermayesi yatırımları özellikle aşağıdaki sektörlerde yoğunlaşmaktadır:\n <ul> <li>Bilgi teknolojileri</li> <li>Tıbbi hizmetler ve araçlar</li> <li>İletişim</li> <li>Biyoteknoloji</li> <li>Bazı perakendeciler</li> </ul>"
  },
  {
    "id": "3350416",
    "unitNumber": 5,
    "text": "Aşağıda melek yatırımcılarla ilgili verilen bilgilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yeni kurulan şirketlerin tek finansman kaynaklarıdırlar.",
      "B": "Melek yatırımcılar tüzel kişilerdir.",
      "C": "Melek yatırımcılar genellikle uzak coğrafyalarda yatırım yaparlar.",
      "D": "Başka melek yatırımcılarla sendikasyonlar kurarlar.",
      "E": "Girişimciler melek yatırımcı seçerken yalnızca yatırımcının yapacağı yatırıma odaklanmalıdır."
    },
    "explanation": "Melek yatırımcılar, özellikle yeni kurulan işletmelerin finansmanında en önemli finansman kaynaklarından biridir. Girişim Sermayesi şirketleri için cazip olmayan küçük yatırımlar melek yatırımcılar tarafından finanse edilmektedir. Melek yatırımcılar risklerini azaltmak amacıyla yakın coğrafyalarda yatırım yapmak ve başka melek yatırımcılarla sendikasyonlar kurmak gibi yöntemlere başvurmaktadır.\n Melek yatırımcıların girişimcilerle ortak yatırım kararı alabilmesi amacıyla, belli zamanlarda sunum günleri düzenleyip girişimcileri dinleyebileceği melek yatırımcılardan oluşan çeşitli yapılar ortaya çıkmış olup bu yapılara Melek Yatırım Ağı adı verilmektedir.\n Melek yatırımcılar, başlangıç aşamasında olan bir iş fikrine ya da işletmeye büyümesi ve gelişmesi için sermaye, bilgi birikimi ve yeni iş bağlantıları sağlar. Bir girişimci, melek yatırımcısını seçerken sadece yatırımcının yapacağı yatırıma odaklanmamalı, yatırımcının iş çevresine, bağlantılarına, tecrübesine ve bilgisine göre de tercih yapmalıdır"
  },
  {
    "id": "3350417",
    "unitNumber": 5,
    "text": "Aşağıda Girişim Sermayesi ile ilgili verilen bilgilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Kısa vadeli bir yatırımdır.",
      "B": "İşletme içi bir yatırımcı tarafından gerçekleştirilen yatırımdır.",
      "C": "Yatırım yüksek risk içermektedir.",
      "D": "Yatırım yalnızca paradan ibarettir.",
      "E": "Girişimi Sermayesi yatırımı kolaylıkla likide edilebilir."
    },
    "explanation": "Girişim Sermayesinin temel özellikleri şunlardır:\n <ul> <li>Girişim Sermayesi, işletmenin mevcut sermayedarları veya yöneticileri tarafından değil, işletme dışı bir yatırımcı tarafından gerçekleştirilen bir yatırımdır.</li> <li>Girişim Sermayesi, orta veya uzun vadeli bir yatırımdır.</li> <li>Girişim Sermayesi yatırımı paradan ibaret olmayıp zaman ve emek de gerektirmektedir.</li> <li>Girişim Sermayesi sağlayan Girişim Sermayesi şirketi, çoğunlukla yatırımlarını korumak ve geliştirmek amacıyla işletmenin yönetim kuruluna bir aday atayarak işletmeyle yakından ilgilenmektedir.</li> <li>Girişim Sermayesi yatırımlarının temel getirisi, kar payı kazancından ziyade sermaye kazancıdır.</li> <li>Girişim Sermayesi, büyük ve köklü işletmelerin finansmanına göre yüksek riskler içermektedir, çünkü finanse edilen işletmelerin iflas etme olasılığı yüksektir.</li> <li>Finanse edilen işletme başarılı olsa bile, Girişimi Sermayesi yatırımı kolaylıkla likide edilememektedir.</li> </ul>"
  },
  {
    "id": "3350419",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi çekirdek sermayenin potansiyel riskleri arasında <u>yer almaz</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Ürünün uzun ömürlü olması",
      "B": "Finansal denetim eksikliği",
      "C": "Ürünün piyasaya rakiplerden sonra sürülmesi",
      "D": "Rekabetle ilgili bilgi eksikliği",
      "E": "Ürünün piyasaya piyasanın kabul edebileceğinden önce sürülmesi"
    },
    "explanation": "Çekirdek Sermayenin potansiyel risklerin arasında şunlar sayılabilir:\n <ul> <li>Ürünün kısa ömürlü olması</li> <li>Rekabetle ilgili bilgi eksikliği</li> <li>Ürünün piyasaya piyasanın kabul edebileceğinden önce sürülmesi</li> <li>Ürünün piyasaya rakiplerden sonra sürülmesi</li> <li>Finansal denetim eksikliği</li> </ul>"
  },
  {
    "id": "3350422",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Girişim Sermayesi şirketlerinin yatırımla ilgili incelemelerinin yoğunlaştığı konulardan değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletmenin iş planının kalitesi",
      "B": "İşletme yönetiminin işletmenin kısa vadeli başarısına olan bağlılığı",
      "C": "İşletmenin hukuk ve mali danışmanları",
      "D": "Müşteriler ve iş ortaklarının kalitesi",
      "E": "İşletme yönetiminin kalitesi"
    },
    "explanation": "Yatırımla ilgili incelemeler aşağıdaki konularda yoğunlaşmaktadır:\n<br/><ul><br/><li>İşletmenin iş planının kalitesi</li><br/><li>İşletmenin ortakları ve potansiyel yatırımcılar</li><br/><li>İşletmenin hukuk ve mali danışmanları</li><br/><li>Müşteriler ve iş ortaklarının kalitesi</li><br/><li>Yatırım türünün girişim sermayesi şirketinin yatırım stratejisine uygunluğu</li><br/><li>Yatırım tutarının girişim sermayesi şirketinin yatırım stratejisine uygunluğu</li><br/><li>İşletme yönetiminin kalitesi</li><br/><li>İşletme yönetiminin geçmişteki başarıları</li><br/><li>İşletme yönetiminin işletmenin uzun vadeli başarısına olan bağlılığı</li><br/><li>İşletme yönetiminin girişim sermayesi şirketine bakış açısı</li><br/></ul>"
  },
  {
    "id": "3350424",
    "unitNumber": 5,
    "text": "Genellikle küçük ve halka açık olmayan işletmelerin kuruluşunu, genişlemesini, etkinliklerini sürdürmesini veya özkaynak yapısının değişimini finanse etmeye yönelik gerçekleştirilen yatırımlara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Melek Yatırım Ağı",
      "B": "Sendikasyon",
      "C": "Delegasyon",
      "D": "Girişim Sermayesi",
      "E": "İş Ortaklığı"
    },
    "explanation": "Girişim Sermayesi, genellikle küçük ve halka açık olmayan işletmelerin kuruluşunu, genişlemesini, etkinliklerini sürdürmesini veya özkaynak yapısının değişimini finanse etmeye yönelik gerçekleştirilen yatırımlardır. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3350425",
    "unitNumber": 5,
    "text": "Girişim sermayesinin tarihi ne zamana dayanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "13. yüzyıl",
      "B": "15. yüzyıl",
      "C": "17. yüzyıl",
      "D": "19. yüzyıl",
      "E": "21. yüzyıl"
    },
    "explanation": "Girişim Sermayesi’nin tarihi 15. yüzyıla dayanmaktadır. 15. yüzyılda Avrupalıların Hindistan ve Japonya gibi uzak ülkelere yaptıkları seferlerde, varlıklı kimseler finansman sağlamıştır. İngiltere’de 18. yüzyılda endüstri devriminin girişimcilerin bazı projeleri de, varlıklı kimseler tarafından finanse edilmiştir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3350426",
    "unitNumber": 5,
    "text": "Risklerini azaltmak isteyen melek yatırımcılar aşağıdakilerden hangisini/hangilerini önlem olarak alırlar?\n<br/><ol type=\"I\"><br/><li>Şirket yönetiminde etkin bir şekilde rol almak.</li><br/><li>Yakın coğrafyalarda yatırım yapmak.</li><br/><li>Başka yatırımcılarla sendikasyonlar kurmak.</li><br/></ol>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Melek yatırımcılar, özellikle yeni kurulan işletmelerin finansmanında en önemli finansman kaynaklarından biridir. Girişim Sermayesi şirketleri için cazip olmayan küçük yatırımlar melek yatırımcılar tarafından finanse edilmektedir. Melek yatırımcılar risklerini azaltmak amacıyla yakın coğrafyalarda yatırım yapmak ve başka melek yatırımcılarla sendikasyonlar kurmak gibi yöntemlere başvurmaktadır. Melek yatırımcılar Girişim Sermayesi’nde kullanılan yönetime katılım gibi geleneksel denetim mekanizmalarını kullanmamaktadır. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3350429",
    "unitNumber": 5,
    "text": "Girişim sermayesi açısından düşünüldüğünde, aşağıdaki sektörlerden hangisi diğerlerine oranla daha <u>risksiz</u> olarak görülmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Biyoteknoloji sektörü",
      "B": "Tıbbi Ürün sektörü",
      "C": "İnşaat sektörü",
      "D": "Gıda imalatı sektörü",
      "E": "Bilgisayar sektörü"
    },
    "explanation": "Girişim Sermayesi yatırımları, sektörden sektöre farklılık göstermektedir. İleri teknoloji gerektiren bilgisayar ürünleri, tıbbi ürünler, biyoteknolojik ürünler ve araştırma geliştirmeye dayalı yeni ürünler yüksek işletme riskine sahiptir. İnşaat sektörü gibi bazı sektörlerin iş döngüsünde keskin virajlar olduğundan, bu sektörler diğer sektörlere göre daha risklidir. Perakende ve gıda imalatı gibi sektörler görece daha az riskli sektörlerdir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3350430",
    "unitNumber": 5,
    "text": "Aşağıdakilerin hangisi girişim sermayesi şirketlerinin sunduğu <u>destek</u> hizmetler arasında <u>yer almaz?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Stratejik planlama",
      "B": "Finansal denetim",
      "C": "İnsan Kaynakları Yönetimi",
      "D": "Büro hizmetleri",
      "E": "Bütçeleme"
    },
    "explanation": "Girişim Sermayesi şirketleri, yatırım yaptıkları işletmelere genellikle aşağıdaki alanlarda destek hizmetleri sağlamaktadır: Stratejik planlama, Finansal planlama, Bütçeleme, Finansal denetim, Maliyet kontrolü, Nakit yönetimi, İnsan Kaynakları Yönetimi yer almaktadır. Büro hizmetleri teknoparkların sunduğu destekler arasında yer alır doğru cevap D seçeneğidir."
  },
  {
    "id": "3350431",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi teknoparkların sunduğu hizmetler arasında <u>yer almaz?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Yer temini",
      "B": "Muhasebe hizmetleri",
      "C": "İnsan Kaynakları Yönetimi",
      "D": "Danışmanlık hizmetleri",
      "E": "Ekipman temini"
    },
    "explanation": "Teknoparklar da, girişim sermayesine benzer şekilde girişimcilere yeni ürün geliştirmeye yönelik hizmetler sağlamakta ve teknolojinin üretilmesinde önemli işlevler yüklenmektedir. Teknoparkların sundukları hizmetler arasında şunlar yer almaktadır: Yer temini, Büro hizmetleri, Muhasebe hizmetleri, Danışmanlık hizmetleri, Ekipman temini, Projelendirme ve Fizibilite çalışmalarıdır. İnsan kaynakları yönetimi sermaye girişimi şirketlerin sağladığı destekler arasında yer almaktadır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3350432",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi girişim sermayesi yatırım süreci aşamalarından <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "İş fırsatının saptanması",
      "B": "Yatırıma ilişkin incelemeler ve değerleme",
      "C": "Yatırım yapılan işletmelerden kar payı alınması",
      "D": "Finansman paketinin yapılandırılması",
      "E": "Girişim Sermayesi yatırımından çıkış yapılması"
    },
    "explanation": "Yatırım sürecinin aşamaları kabaca şu şekildedir; “İş fırsatının saptanması, Yatırıma ilişkin incelemeler ve değerleme, Finansman paketinin yapılandırılması, Girişim Sermayesi yatırımından çıkış” Doğru cevap C seçeneğidir."
  },
  {
    "id": "3350435",
    "unitNumber": 5,
    "text": "Kişisel varlıklarını ve/veya tecrübe ve birikimlerini başlangıç veya büyüme aşamasındaki şirketlere aktaran gerçek kişilere ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Girişimci",
      "B": "Ortak",
      "C": "Melek yatırımcı",
      "D": "Kreditör",
      "E": "Finans kuruluşu"
    },
    "explanation": "Melek yatırımcılar, başlangıç aşamasında olan<br/>bir iş fikrine ya da işletmeye büyümesi ve gelişmesi için sermaye, bilgi birikimi ve yeni iş<br/>bağlantıları sağlar."
  },
  {
    "id": "3350436",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi girişim sermayesinin özellikleri arasında yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Girişim Sermayesi yatırımı paradan ibaret olmayıp zaman ve emek de gerektirmektedir",
      "B": "Girişim Sermayesi, orta veya uzun vadeli bir yatırımdır.",
      "C": "Girişim Sermayesi yatırımlarının temel getirisi, kar payı kazancından ziyade faiz kazancıdır.",
      "D": "Finanse edilen işletme başarılı olsa bile, Girişimi Sermayesi yatırımı kolaylıkla likide edilememektedir.",
      "E": "Girişim Sermayesi, büyük ve köklü işletmelerin finansmanına göre yüksek riskler içermektedir, çünkü finanse edilen işletmelerin iflas etme olasılığı yüksektir."
    },
    "explanation": "Girişim Sermayesinin temel özellikleri şunlardır:<br/>• Girişim Sermayesi, işletmenin mevcut sermayedarları veya yöneticileri tarafından değil, işletme dışı bir yatırımcı tarafından gerçekleştirilen bir yatırımdır.<br/>• Girişim Sermayesi, orta veya uzun vadeli bir yatırımdır.<br/>• Girişim Sermayesi yatırımı paradan ibaret olmayıp zaman ve emek de gerektirmektedir.<br/>• Girişim Sermayesi sağlayan Girişim Sermayesi şirketi, çoğunlukla yatırımlarını korumak ve geliştirmek amacıyla işletmenin yönetim kuruluna bir aday atayarak işletmeyle yakından ilgilenmektedir.<br/>• Girişim Sermayesi yatırımlarının temel getirisi, kar payı kazancından ziyade sermaye kazancıdır.<br/>• Girişim Sermayesi, büyük ve köklü işletmelerin finansmanına göre yüksek riskler içermektedir, çünkü finanse edilen işletmelerin iflas etme olasılığı yüksektir.<br/>• Finanse edilen işletme başarılı olsa bile, Girişimi Sermayesi yatırımı kolaylıkla likide edilememektedir."
  },
  {
    "id": "3350437",
    "unitNumber": 5,
    "text": "I. Bilgi teknolojileri<br/>II. Tıbbi hizmetler ve araçlar<br/>III. İletişim\n Yukarıdaki sektörlerden hangisi/hangileri girişim sermayesi yatırımlarının yoğunlaştığı sektörler arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Girişim Sermayesi yatırımları özellikle aşağıdaki sektörlerde yoğunlaşmaktadır:<br/>• Bilgi teknolojileri<br/>• Tıbbi hizmetler ve araçlar<br/>• İletişim<br/>• Biyoteknoloji<br/>• Bazı perakendeciler"
  },
  {
    "id": "3350438",
    "unitNumber": 5,
    "text": "I. Yatırımın teklifinin tutarına ilişkin değerlemelerin yürütülmesi<br/>II. Sendikasyona katılan şirketlerin ve finansman paketinin bir araya getirilmesi<br/>III. Finanse edilen işletmenin müşterileri ile ilişkilerin yürütülmesi\n Yukarıdakilerden hangisi/hangileri girişim sermayesi sendikasyon yöneticisinin başlıca görevleri arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Girişim Sermayesi sendikasyon yöneticisinin<br/>başlıca görevleri şunlardır:<br/>• Yatırımın teklifinin tutarına ilişkin değerlemelerin yürütülmesi<br/>• Sendikasyona katılan şirketlerin ve finansman paketinin bir araya getirilmesi<br/>• Girişim Sermayesi finansmanı sağlandıktan<br/>sonra finanse edilen işletme ile ilişkilerin<br/>yürütülmesi"
  },
  {
    "id": "3350439",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi girişim sermayesinin ekonomiye katkıları arasında yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Teknolojik gelişmeler ivme kazanabilir ve rekabet avantajı elde edilebilir.",
      "B": "Yenilikçi düşüncelerin yatırıma dönüştürülmesini hızlandırabilir.",
      "C": "Küçük işletmelerin finansman ve yönetim sorunlarının çözülmesinde etkili olabilir.",
      "D": "Sermaye piyasasındaki işlem hacmi artırılabilir",
      "E": "İşsizliğin azaltılmasına yardımcı olabilir."
    },
    "explanation": "Girişim Sermayesi’nin ekonomiye<br/>olası katkıları arasında şunlar yer almaktadır:<br/>• Girişim Sermayesi, fon fazlası olan yatırımcıların birikimlerinin verimli yatırımlara yönlendirilmesinde köprü görevi görerek tasarrufların<br/>yatırımlara dönüştürülmesinde ve ekonomik<br/>etkinliğin arttırılmasında etkili olabilir.<br/>• Girişim Sermayesi sayesinde özellikle teknolojik yatırımların desteklenmesi ile birlikte teknolojik gelişmeler ivme kazanabilir<br/>ve rekabet avantajı elde edilebilir.<br/>• Girişim Sermayesi girişimcileri cesaretlendirir ve yenilikçi düşüncelerin yatırıma dönüştürülmesini hızlandırabilir.<br/>• Girişim Sermayesi işletmelerin halka arza<br/>elverişli hale gelmesine yardımcı olduğundan, halka arzlarda artış sayesinde sermaye<br/>piyasalarının büyümesine ve gelişmesine<br/>katkı sağlayabilir.<br/>• Girişim sermayesi, yatırım yaptıkları işletmelerin kredibilitesinin artmasını sağlayarak, işletmelerin diğer finansman olanaklarına erişimini kolaylaştırabilir.<br/>• Girişim sermayesi, küçük işletmelerin finansman ve yönetim sorunlarının çözülmesinde etkili olabilir.<br/>• Girişim sermayesi, yeni işletmelerin faaliyete geçmesinin desteklenmesi sayesinde işsizliğin azaltılmasına yardımcı olabilir."
  },
  {
    "id": "3350440",
    "unitNumber": 5,
    "text": "I. Yetersiz sermaye birikimi\n II. Halka arz oranlarının yüksek olması\n III. Siyasi ve ekonomik istikrarsızlık\n Yukarıdakilerden hangisi/hangileri finansman zorluklarının, kurumsal yönetim<br/>eksikliği dışındaki diğer nedenleri arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Finansman zorluklarının kurumsal yönetim eksikliği dışında diğer nedenlerinden bazıları şunlardır:<br/>• Yetersiz sermaye birikimi<br/>• Yüksek devlet borçlarına ve faiz oranlarına bağlı dışlama etkisi<br/>• Bankacılık sisteminin ve kredi piyasalarının yetersizliği<br/>• Siyasi ve ekonomik istikrarsızlık<br/>• Ekonomik krizler<br/>• İşletmelerin özkaynaklarının yetersizliği<br/>• Sermaye piyasalarının yeterince gelişmiş olmaması<br/>• Halka arz oranlarının düşük olması"
  },
  {
    "id": "3350441",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Türkiye’de Girişim Sermayesi’nin gelişmesinin önündeki başlıca engeller arasında yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Araştırma geliştirme kaynaklarının yetersizliği",
      "B": "Girişimci kültürünün yerleşmemesi",
      "C": "Yönetimde deneyim eksikliği",
      "D": "Finansal piyasaların yüksek gelişmişliği",
      "E": "Ekonomik belirsizlikler"
    },
    "explanation": "Türkiye’de Girişim Sermayesi’nin gelişmesinin önündeki başlıca engeller şunlardır:<br/>• Araştırma geliştirme kaynaklarının yetersizliği<br/>• Girişimci kültürünün yerleşmemesi<br/>• Yönetimde deneyim eksikliği<br/>• Siyasi belirsizlikler<br/>• Ekonomik belirsizlikler<br/>• Finansal piyasaların az gelişmişliği"
  },
  {
    "id": "3350442",
    "unitNumber": 5,
    "text": "I. Finansman paketinin yapılandırılması\n II. İş fırsatının saptanması\n III. Girişim Sermayesi yatırımından çıkış\n IV. Yatırıma ilişkin incelemeler ve değerleme\n Yukarıda karışık sıra ile verilmiş olan yatırım süreci aşamalarının doğru sıralanışı hangi seçenekte yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I, III, IV, II",
      "B": "II, IV, I, III",
      "C": "I, II, IV, III",
      "D": "III, IV, I, II",
      "E": "I, III, IV, II"
    },
    "explanation": "Yatırım sürecinin aşamaları kabaca aşağıdaki gibidir:<br/>• İş fırsatının saptanması<br/>• Yatırıma ilişkin incelemeler ve değerleme<br/>• Finansman paketinin yapılandırılması<br/>• Girişim Sermayesi yatırımından çıkış"
  },
  {
    "id": "3350444",
    "unitNumber": 5,
    "text": "I. Fonlar melek yatırımcılar tarafında da sağlanabilir.\n II. Amacı, büyüme potansiyeline sahip işletmelerin gelecekte büyük işletmeler haline gelmesidir.\n III. Yatırım Sermayesi kuruluşları tarafından sağlanan fonlardır.\n IV. Bilgi teknolojileri, iletişim gibi sektörlerde yoğundur.\n Yukarıda verilen ifadelerden hangisi veya hangileri girişim sermayesi ile ilgilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "II ve IV",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "I ve IV",
      "E": "I, II ve IV"
    },
    "explanation": "Sorunun doğru yanıtı E şıkkıdır. Çünkü girişim sermayesi ile genellikle Girişim Sermayesi kuruluşları tarafından sağlanan fonları ifade etmektedir. Bu fonlar melek yatırımcılar tarafından da sağlanabilir."
  },
  {
    "id": "3350445",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi girişim sermayesinin özellikleri arasında yer almamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Orta veya uzun vadeli bir yatırımdır.",
      "B": "Paradan ibaret olmayıp zaman ve emek de gerektirmektedir.",
      "C": "Temel getirisi, sermaye kazancıdır.",
      "D": "İşletme dışı bir yatırımcı tarafından gerçekleştirilen bir yatırımdır.",
      "E": "Kar payı kazancı getirisi sağlar."
    },
    "explanation": "Sorunun doğru yanıtı E şıkkıdır. Girişim Sermayesi yatırımlarının temel getirisi, kar payı kazancından ziyade sermaye kazancıdır."
  },
  {
    "id": "3350446",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Türkiye'de girişim sermayesi'nin gelişmesinin önünde engeller arasında yer almaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Araştırma geliştirme kaynaklarının yetersizliği",
      "B": "Rekabetçi işgücü",
      "C": "Siyasi belirsizlikler",
      "D": "Yönetimde deneyim eksikliği",
      "E": "Ekonomik belirsizlikler"
    },
    "explanation": "Sorunun doğru yanıtı B şıkkıdır. Türkiye’de Girişim Sermayesi’nin gelişmesinin önündeki başlıca engeller şunlardır:<br/>• Araştırma geliştirme kaynaklarının yetersizliği<br/>• Girişimci kültürünün yerleşmemesi<br/>• Yönetimde deneyim eksikliği<br/>• Siyasi belirsizlikler<br/>• Ekonomik belirsizlikler<br/>• Finansal piyasaların az gelişmişliği"
  },
  {
    "id": "3350447",
    "unitNumber": 5,
    "text": "I. Kurumsal Yönetim eksikliği\n II. Jeopolitik konum\n III. Girişimci ruh\n IV. Liberalleşme\n Yukarıda numaralandırılmış ifadelerden hangisi veya hangileri Türkiye'de girişim sermayesi’ne olan talebi arttıran nedenlerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "II ve IV",
      "B": "I, II ve III",
      "C": "II, III ve IV",
      "D": "II ve IV",
      "E": "III ve IV"
    },
    "explanation": "Sorunun doğru yanıtı C şıkkıdır. Türkiye, yabancı Girişim Sermayesi şirketlerinin yatırımları için fırsatlar sunan bir ülkedir. Girişim Sermayesi’ne olan talebi arttıran belli başlı nedenleri şunlardır:<br/>• Girişimci ruh<br/>• Rekabetçi işgücü<br/>• Jeopolitik konum<br/>• Liberalleşme ve özelleştirme politikaları"
  },
  {
    "id": "3350448",
    "unitNumber": 5,
    "text": "Aşağıda verilen girişim sermayesi yatırımlarının sınıflandırma kriteri ve girişim sermayesi yatırımı yanlış eşleştirilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sektöre göre: İnşaat Sektörü",
      "B": "Yatırım büyüklüğüne göre: Küçük Çaplı Yatırımcılar",
      "C": "İşletmenin Gelişim Aşamasına göre: Genişleme finansmanı",
      "D": "Yatırım büyüklüğüne göre: Banka borcunun refinansmanı",
      "E": "İşletmenin Gelişim Aşamasına göre: Çekirdek sermaye"
    },
    "explanation": "Sorunun doğru yanıtı D şıkkıdır. Banka borcunun refinansmanı girişim sermayesi yatırımı işletmenin gelişim aşamasına göre sınıflandırılan girişim sermayesi yatırımlarıdır."
  },
  {
    "id": "3350449",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi şirket sahiplerinin işletmeyi satma nedenleri arasında yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "İşletmenin genel stratejisine uymayan işletmeyi satma isteği",
      "B": "Kamu kuruluşlarının özelleştirilmesi",
      "C": "İşletmenin sahibinin emeklilik yaşının yaklaşması",
      "D": "Rekabetle ilgili bilgi eksikliği",
      "E": "İşletmenin kârlı olmaması veya faaliyetlerine son verilmesi"
    },
    "explanation": "Sorunun doğru yanıtı D şıkkıdır. İşletme sahiplerinin işletmeyi satma nedenleri<br/>şunlar olabilir:<br/>• İşletmenin sahibinin emeklilik yaşının yaklaşması<br/>• İşletmenin genel stratejisine uymayan işletmeyi satma isteği<br/>• Yeni şirket satın alan ortakların eski yatırımlarını likide etme isteği<br/>• Kamu kuruluşlarının özelleştirilmesi<br/>• Ana şirketin borçlarını kapatmak amacıyla<br/>yavru şirketleri nakde çevirme isteği<br/>• İşletmenin kârlı olmaması veya faaliyetlerine son verilmesi<br/>• İşletmenin güçlü yönlerini bilen yöneticilerin işletmeyi satın alması ve işletmenin sahibi haline gelmesi işletmenin kârlılığını ve<br/>başarısını arttırabilir."
  },
  {
    "id": "3350450",
    "unitNumber": 5,
    "text": "I. Ana şirket çoğunlukla bir finansal kurumdur. \n II. Fonlarını bağlı bulundukları ana şirketten temin ederler.\n III. Yöneticiler ana şirket tarafından atanır.\n IV. Bağlı şirketler, daha çok kâr payı kazancı odaklıdır.\n Yukarıda özellikleri sıralanan girişim sermayesi şirketi türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yarı Bağlı Şirketler",
      "B": "Bağlı Şirketler",
      "C": "Bağımsız şirketler",
      "D": "İmtiyazlı Şirketler",
      "E": "Adi Şirketler"
    },
    "explanation": "Sorunun doğru yanıtı B şıkkıdır. Bağlı şirketler, fonlarını bağlı bulundukları ana şirketten temin ederler. Ana şirket çoğunlukla bir finansal kurumdur ve temin edilen fonlar ana şirket adına yönetilir. Yöneticiler ana şirket tarafından atanır. Bağlı şirketler, daha çok kâr payı kazancı odaklıdır."
  },
  {
    "id": "3350451",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi girişim sermayesi şirketlerinin, yatırım yaptıkları işletmelere sağladıkları destek hizmetler arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "İnsan Kaynakları Yönetimi",
      "B": "Yer temini",
      "C": "Büro hizmetleri",
      "D": "Ekipman temini",
      "E": "Fizibilite çalışmaları"
    },
    "explanation": "Sorunun doğru yanıtı A şıkkıdır. Girişim Sermayesi şirketleri, yatırım yaptıkları işletmelere genellikle aşağıdaki alanlarda destek hizmetleri sağlamaktadır:<br/>• Stratejik planlama<br/>• Finansal planlama<br/>• Bütçeleme<br/>• Finansal denetim<br/>• Maliyet kontrolü<br/>• Nakit yönetimi<br/>• İnsan Kaynakları Yönetimi\n Şıklarda verilen diğer ifadeler teknoparkların sundukları hizmetler arasındadır."
  },
  {
    "id": "3350452",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi girişim sermayesi yatırım aşamalarının üçüncü basamağıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "İş fırsatının saptanması",
      "B": "Yatırıma ilişkin incelemeler ve değerleme",
      "C": "Girişim Sermayesi yatırımından çıkış",
      "D": "Finansman paketinin yapılandırılması",
      "E": "İşletmenin başka bir işletmenin yöneticileri tarafından satın alınması"
    },
    "explanation": "Sorunu doğru yanıtı D şıkkıdır. Girişim Sermayesi yatırım sürecinin aşamaları sırayla aşağıdaki şekildedir:<br/>• İş fırsatının saptanması<br/>• Yatırıma ilişkin incelemeler ve değerleme<br/>• Finansman paketinin yapılandırılması<br/>• Girişim Sermayesi yatırımından çıkış"
  },
  {
    "id": "3350455",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi girişimcinin içinde bulunduğu evrelerden Olgunluk Evresi finansman kaynaklarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Satıcıdan vadeli mal alımı",
      "B": "İkincil pay teklifi",
      "C": "İç nakit akışı",
      "D": "Birincil halka arz",
      "E": "Yerel yatırımcılar"
    },
    "explanation": "Satıcıdan vadeli mal alımı ve Yerel yatırımcılar - Kuruluş evresi; İç nakit akışı ve Birincil halka arz -Gelişme evresine uygun kaynaklardır. İkincil pay teklifi ise Olgunluk aşaması kaynağı olabilmektedir."
  },
  {
    "id": "3350457",
    "unitNumber": 6,
    "text": "Aşağıdaki nedenlerden hangisi firmaların büyümelerini engelleyen,hatta iflasa kadar sürükleyen etmenlerden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Hizmete olan talebin karşılanamaması",
      "B": "Yeni firmalarla rekabet ortamının oluşması",
      "C": "Pazarın belli bir doygunluğa ulaşması",
      "D": "Firmanın eski teknolojileri kullanması",
      "E": "Çalışanlarda oluşan motivasyon eksikliği"
    },
    "explanation": "Aşağıda belirtilen nedenler firmaların hem büyümelerini engellemekte hem de iflasa kadar uzanan çeşitli süreçlerin yaşanmasına neden olmaktadır:\n <ul> <li>Firmanın içinde bulunduğu sektördeki başarısı ve kârlılığı rakip firmaların da pazara girmesini sağlayarak rekabet ortamının oluşması,</li> <li>Firmanın ürettiği ürüne ya da hizmete olan talebin büyük oranda karşılanması (Pazar doygunluğu),</li> <li>Teknolojidemeydana gelen değişiklikler(örneğin firmanın kullandığı üretim teknolojisinin demode olması),</li> <li>Firmalar büyüdükçe, çalışanlarda görülen motivasyon eksikliği.</li> </ul> Doğru cevap A’dır."
  },
  {
    "id": "3350458",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi KOBİ’lerin finansal sorunlarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Öz- kaynaklarını teminat göstererek banka kredileriyle borçlanmak.",
      "B": "Daha çok fon toplamak için sermaye piyasası araçlarını kullanmak.",
      "C": "Devlete olan vergi ve işçilere ödenen SGK primlerini ödeyememek.",
      "D": "Ek kaynakları ile faaliyet dışı alanlara yatırım yapmaktan kaçınmak.",
      "E": "Bankalardan düşük faizli ancak çok yüksek miktarda borçlar almak."
    },
    "explanation": "KOBİ’lerin finansal sorunları aşağıdaki gibi sıralanabilir:\n <ul> <li>KOBİ’lerin özkaynakları, büyük işletmelere göre yetersiz kalmaktadır (Banka kredisi kullanırken teminat gösterecek yeterli öz kaynağın olmaması).• KOBİ’ler sermaye piyasası araçlarından yararlanamamaktadır (Pay ihraç edip fon toplamak için anonim şirket statüsünde olmak gerekir ancak; KOBİ’ler genelde limited şirket olarak kuruldukları için sermaye piyasasından faydalanamazlar). • Düzenli bir finans politikasına (nakit akışı, stok ve alacak yönetimi vb.) sahip olmadıkları için etkin finansal planlama yapamazlar. • Borçlanma yoluna gittikleri zaman alınan kredilerin faizleri yüksek ve miktarları az olmaktadır. • Girişimciler bazen ellerindeki fazla paraları, faaliyet dışı alanlara yatırmaktadırlar (Örneğin bir beyazeşya üreticisinin, teknolojisini yenilemek yerine arsa ya da arazi satın alması). • Devletin işçi ücretlerinden aldığı vergi ve SGK primleri gibi giderlerin yüksek oranda olması.</li> </ul> Doğru cevap C’dir."
  },
  {
    "id": "3350459",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Özkaynak ile Finansman'ın dezavantajlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ödenen kâr payları vergiden indirilmez.",
      "B": "Banka kredisi alımında teminat gösterilmez.",
      "C": "Ortaklar firmanın iflasını talep edemez.",
      "D": "Düzenli bir nakit çıkışı gerektirmez.",
      "E": "Ortaklara düzenli ödeme zorunluluğu olmaz."
    },
    "explanation": "<strong>Özkaynak ile Finansmanın Avantajları: </strong>•Banka kredisi alırken teminat göstermeniz gerekirken, özkaynak ile finansmanda herhangi bir teminat gerekmez. • Girişimci açısından kişisel bir yükümlülük söz konusu değildir. • Düzenli bir nakit çıkışı gerektirmez (borçla finansmanda faiz ödemeleri belli bir takvime göre yapılırken, ortaklara karşı düzenli bir ödeme zorunluluğu yoktur). • Özkaynak ile finansman yapan firmalar ortalama olarak daha hızlı büyümektedir. • Ortaklar firmanın iflasını talep edemez.\n<br/><strong>Özkaynak ile Finansmanın Dezavantajları: </strong>• Ödenen kâr payları vergiden indirilmez. • Girişimcinin yeni ortakları olur. Dolayısıyla kişisel kâr azalabilir. • Genellikle borçlar finansmandan daha pahalıdır.\n<br/>Doğru cevap A’dır."
  },
  {
    "id": "3350460",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi melek yatırımcının dezavantajlarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "İlk evrelerde olan işletmelere yatırım yapması",
      "B": "Diğer sermayedarlara göre esnek karar vermesi",
      "C": "Aynı firmayı takip eden yatırımdan kaçınması",
      "D": "Sağladığı paranın kaldıraç etkisi göstermesi",
      "E": "Farklı tür sektörlere yönelik yatırım yapması"
    },
    "explanation": "<strong>Melek Yatırımcıların Avantajları:</strong> • Melek yatırımcılar genellikle yeni başlayan ve ilk evrelerinde olan işletmelere yatırım yaparlar. • Melek yatırımcılar tüm sektörlere yatırım yapabilirler (hokey sahası, kebapçı, vb.) fakat; yüksek teknolojiye sahip firmalara ayrı bir ilgi vardır. • Melek yatırımcılar finansal kararlarda girişim sermayedarlarına göre daha esnektir. • Melek yatırımcıdan sağlanan para kaldıraç etkisi gösterir (yatırım yapılan işletme diğer finansman sağlayıcıları için çekicilik oluşturur).\n <strong>Melek Yatırımcıların Dezavantajları:</strong> • Melek yatırımcılar aynı firmayı takip eden yatırımlar yapmaktan kaçınırlar. • Melek yatırımcılar girişimcinin kontrol gücünden ödün vermesine sebep olabilecek söz hakkına sahip olmak isterler. Doğru cevap C’dir."
  },
  {
    "id": "3350463",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kuruluş aşamasında olan bir işletmenin yatırım giderlerinden biri <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Satınlama",
      "B": "Dekorasyon",
      "C": "Elektrik",
      "D": "Makine",
      "E": "İnşaat"
    },
    "explanation": "Yatırım giderleri; işyeri (satınalma, iç düzenleme - inşaat, dekorasyon v.s.), donanım (makine, ekipman, araç, aletler v.s.) iken işletme giderleri; kira, personel giderleri, hammadde, elektrik, su, doğalgaz, vb. giderlerdir."
  },
  {
    "id": "3350464",
    "unitNumber": 6,
    "text": "Gelişme aşamasındaki bir işletme için büyük miktarda fon toplamanın yolu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Banka kredisi",
      "B": "Borçlanarak sermaye",
      "C": "Birincil halka arz",
      "D": "Yerel yatırımcılar",
      "E": "Değerli evraklar"
    },
    "explanation": "Birincil Halka Arz Büyük miktarda fon toplamanın tek yoludur. Ancak halka açılan firmanın yerine getirmesi gereken yükümlülükleri artmaktadır. örneğin, mali tablolarını periyodik olarak kamuya sunmak ya da dış denetim hizmeti almak gibi."
  },
  {
    "id": "3350465",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi KOBİ'lerin sahip olduğu özelliklerden <u>biridir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "KOBİ’lerin özkaynakları, büyük işletmelere göre daha yeterlidir.",
      "B": "Düzenli bir finans politikasına sahiptirler.",
      "C": "KOBİ’ler sermaye piyasası araçlarından yararlanmaktadırlar.",
      "D": "Borçlanma yoluna gittikleri zaman alınan kredilerin faizleri düşüktür.",
      "E": "Girişimciler bazen ellerindeki fazla paraları, faaliyet dışı alanlara yatırmaktadırlar."
    },
    "explanation": "• KOBİ’lerin özkaynakları, büyük işletmelere göre yetersiz kalmaktadır (Banka kredisi kullanırken teminat gösterecek yeterli öz kaynağın olmaması).\n • KOBİ’ler sermaye piyasası araçlarından yararlanamamaktadır (Pay ihraç edip fon toplamak için anonim şirket statüsünde olmak gerekir ancak; KOBİ’ler genelde limited şirket olarak kuruldukları için sermaye piyasasından faydalanamazlar).\n • Düzenli bir finans politikasına (nakit akışı, stok ve alacak yönetimi vb.) sahip olmadıkları için etkin finansal planlama yapamazlar.\n • Borçlanma yoluna gittikleri zaman alınan kredilerin faizleri yüksek ve miktarları az olmaktadır.\n • Girişimciler bazen ellerindeki fazla paraları, faaliyet dışı alanlara yatırmaktadırlar (Örneğin bir beyazeşya üreticisinin, teknolojisini yenilemek yerine arsa ya da arazi satın alması).\n • Devletin işçi ücretlerinden aldığı vergi ve SGK primleri gibi giderlerin yüksek oranda olması"
  },
  {
    "id": "3350466",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi özkaynak ile finansmanın dezavantajlarından <u>biridir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Banka kredisi alırken teminat göstermek gerekmektedir.",
      "B": "Ortaklar firmanın iflasını talep edemez.",
      "C": "Düzenli bir nakit çıkışı gerektirmez.",
      "D": "Ödenen kâr payları vergiden indirilmez.",
      "E": "Ortaklar firmanın iflasını talep edemez."
    },
    "explanation": "Özkaynak ile Finansmanın Dezavantajları\n • Ödenen kâr payları vergiden indirilmez.\n • Girişimcinin yeni ortakları olur. Dolayısıyla kişisel kâr azalabilir.\n • Genellikle borçlar finansmandan daha pahalıdır."
  },
  {
    "id": "3350467",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi melek yatırımcıların dezavantajlarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Melek yatırımcılar genellikle yeni başlayan ve ilk evrelerinde olan işletmelere yatırım yaparlar.",
      "B": "Melek yatırımcılar tüm sektörlere yatırım yapabilirler.",
      "C": "Melek yatırımcılar aynı firmayı takip eden yatırımlar yapmaktan kaçınırlar.",
      "D": "Melek yatırımcılar finansal kararlarda girişim sermayedarlarına göre daha esnektir.",
      "E": "Melek yatırımcıdan sağlanan para kaldıraç etkisi gösterir."
    },
    "explanation": "Melek Yatırımcıların Dezavantajları\n • Melek yatırımcılar aynı firmayı takip eden yatırımlar yapmaktan kaçınırlar.\n • Melek yatırımcılar girişimcinin kontrol gücünden ödün vermesine sebep olabilecek söz hakkına sahip olmak isterler."
  },
  {
    "id": "3350468",
    "unitNumber": 6,
    "text": "Mal ve hizmet satışından kaynaklanan kısa vadeli ticari alacakların devredilerek firmanın alacaklarını tahsil edememe riskini azaltmak için yapılan işlem aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Spot krediler",
      "B": "Leasing",
      "C": "Factoring",
      "D": "Teminat mektubu",
      "E": "Döviz kredileri"
    },
    "explanation": "Factoring, mal ve hizmet satışından kaynaklanan kısa vadeli ticari alacakların, faktoring şirketine devredilerek, firmanın alacaklarını tahsil edememe riskini azaltmak için yaptığı bir işlemdir."
  },
  {
    "id": "3350469",
    "unitNumber": 6,
    "text": "İhracatçıları, ihracata yönelik üretim yapan imalatçıları ve yurt dışında faaliyet gösteren girişimcileri kısa, orta-uzun vadeli nakdi ve gayrinakdi kredi programları ile destekleyen kuruluş aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "KOSGEB",
      "B": "Eximbank",
      "C": "Halkbank",
      "D": "TÜBİTAK",
      "E": "İŞKUR"
    },
    "explanation": "Türk Eximbank, ihracatçıları, ihracata yönelik üretim yapan imalatçıları ve yurt dışında faaliyet gösteren girişimcileri kısa, orta-uzun vadeli nakdi ve gayrinakdi kredi programları ile desteklemektedir."
  },
  {
    "id": "3350470",
    "unitNumber": 6,
    "text": "Teminat yetersizliği nedeniyle kredi alamayan KOBİ’lere ve KOBİ dışı işletmelere kefil olan kuruluş aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "KOSGEB",
      "B": "İŞKUR",
      "C": "Kalkınma Ajansı",
      "D": "Üniversite Kuluçka Merkezi",
      "E": "Kredi Garanti Fonu"
    },
    "explanation": "Kredi garanti fonu teminat yetersizliği nedeniyle kredi alamayan KOBİ’lere ve KOBİ dışı işletmelere kefil olur. KGF, KOBİ’lerin ve KOBİ dışı işletmelerin finansmana erişimine destek olur."
  },
  {
    "id": "3350471",
    "unitNumber": 6,
    "text": "Halkbank 'ın KOSGEB, TÜBİTAK, TTGV gibi kurumlardan hibe almaya hak kazanmış girişimciler ve patent hakkı satın almış/sahibi olan girişimcilere yönelik sağladığı kredi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Genç Girişimci Kredisi",
      "B": "Cesur Girişimci Kredisi",
      "C": "Usta Girişimci Kredisi",
      "D": "Mucit Girişimci Kredisi",
      "E": "Endüstriyel Girişimci Kredisi"
    },
    "explanation": "Mucit Girişimci Kredisi: Teknokentlerde faaliyet gösteren girişimciler, KOSGEB, TÜBİTAK, TTGV gibi kurumlardan hibe almaya hak kazanmış girişimciler ve patent hakkı satın almış/sahibi olan girişimcilere yöneliktir. Bu krediden; teknokentlerde faaliyet gösteren girişimciler, KOSGEB, TÜBİTAK, TTGV gibi kurumlardan hibe almaya hak kazanmış girişimciler, patent hakkı satın almış/sahibi, 30 yaşını aşmamış olan girişimciler yararlanabilir. Kredi limiti: 75.000 TL’dir. Doğru cevap D'dir."
  },
  {
    "id": "3350472",
    "unitNumber": 6,
    "text": "Mal ve hizmet satışından kaynaklanan kısa vadeli ticari alacakların, şirkete devredilerek, firmanın alacaklarını tahsil edememe riskini azaltmak için yaptığı bir işlemdir. Bu şirket firmaya çeşitli muhasebe hizmetleri de sunmakla yükümlüdür. Bu tanım hangi finansal desteği açıklar?",
    "correctAnswer": "E",
    "options": {
      "A": "Girişimci Kredisi",
      "B": "Halka arz",
      "C": "Satıcı Kredisi",
      "D": "Leasing",
      "E": "Factoring"
    },
    "explanation": "Factoring, mal ve hizmet satışından kaynaklanan kısa vadeli ticari alacakların, faktoring şirketine devredilerek, firmanın alacaklarını tahsil edememe riskini azaltmak için yaptığı bir işlemdir. Bu işlemde alacaklar temlik yolu ile devredilmektedir. Factoring şirketi alacakların tahsil edilmesi riskini üstlendiği gibi firmaya çeşitli muhasebe hizmetleri de sunmakla yükümlüdür. Doğru cevap E'dir."
  },
  {
    "id": "3350473",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi girişim sermaye şirketlerinin kullandığı finansman türlerinden biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Başlangıç finansmanı",
      "B": "Borçlanma finansmanı",
      "C": "Genişleme finansmanı",
      "D": "Satın alınan destek finansmanı",
      "E": "Köprü ya da destek finansmanı"
    },
    "explanation": "Girişim sermaye şirketlerinin kullandığı finansman türleri: • Düşünce aşamasındaki yatırımların finansmanı • Başlangıç finansmanı • Genişleme finansmanı • Köprü ya da destek finansmanı • Satın alınan destek finansmanı. Doğru cevap B'dir."
  },
  {
    "id": "3350474",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi firmaların hem büyümelerini engelleyen hem de iflasa kadar uzanan çeşitli süreçlerin yaşanmasının nedenleri dışında kalır?",
    "correctAnswer": "C",
    "options": {
      "A": "Pazar doygunluğu",
      "B": "Firmanın içinde bulunduğu sektördeki başarısı ve kârlılığı rakip firmaların da pazara girmesini sağlayarak rekabet ortamının oluşması",
      "C": "Girişim sermayesi",
      "D": "Teknolojide meydana gelen değişiklikler",
      "E": "Firmalar büyüdükçe, çalışanlarda görülen motivasyon eksikliği"
    },
    "explanation": "Olgunluk Aşamasında Finansman<br/>Her ne kadar şirketler kurulurken, süresiz yaşayacakları varsayılsa da, bu varsayım gerçek hayatta pekfazla kabul görmemektedir. Olgunluk aşaması bu döngüdeki son aşamadır. Artık bu aşamada firmanıngelirleri düşmeye başlamıştır.<br/>Aşağıda belirtilen nedenler firmaların hem büyümelerini engellemekte hem de iflasa kadar uzanançeşitli süreçlerin yaşanmasına neden olmaktadır:<br/>• Firmanın içinde bulunduğu sektördeki başarısı ve kârlılığı rakip firmaların da pazara girmesinisağlayarak rekabet ortamının oluşması,<br/>• Firmanın ürettiği ürüne ya da hizmete olan talebin büyük oranda karşılanması (Pazar doygunluğu),<br/>• Teknolojidemeydana gelen değişiklikler(örneğin firmanın kullandığı üretimteknolojisinin demode olması),<br/>• Firmalar büyüdükçe, çalışanlarda görülen motivasyon eksikliği."
  },
  {
    "id": "3350475",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi KOBİ’lerin finansal sorunları dışındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Devletin işçi ücretlerinden aldığı vergi ve SGK primleri gibi giderlerin düşük oranda olması.",
      "B": "KOBİ’lerin özkaynakları, büyük işletmelere göre yetersiz kalması",
      "C": "KOBİ’ler sermaye piyasası araçlarından yararlanamaması",
      "D": "Düzenli bir finans politikasına (nakit akışı, stok ve alacak yönetimi vb.) sahip olmadıkları için etkin finansal planlama yapaması",
      "E": "Borçlanma yoluna gittikleri zaman alınan kredilerin faizleri yüksek ve miktarları az olması"
    },
    "explanation": "Devletin işçi ücretlerinden aldığı vergi ve SGK primleri gibi giderlerin <strong>yüksek</strong> oranda olması."
  },
  {
    "id": "3350476",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi özkaynak ile finansmanın dezavantajlarındandır?",
    "correctAnswer": "B",
    "options": {
      "A": "Banka kredisi alırken teminat göstermeniz gerekirken, özkaynak ile finansmanda herhangi bir teminat gerekmez",
      "B": "Girişimcinin yeni ortakları olur. Dolayısıyla kişisel kâr azalabilir.",
      "C": "Girişimci açısından kişisel bir yükümlülük söz konusu değildir.",
      "D": "Düzenli bir nakit çıkışı gerektirmez",
      "E": "Ortaklar firmanın iflasını talep edemez."
    },
    "explanation": "Özkaynak ile Finansmanın Dezavantajları<br/>• Ödenen kâr payları vergiden indirilmez.<br/>• Girişimcinin yeni ortakları olur. Dolayısıyla kişisel kâr azalabilir.<br/>• Genellikle borçlar? finansmandan daha pahalıdır."
  },
  {
    "id": "3350477",
    "unitNumber": 6,
    "text": "Özkaynak ile Finansal Destek Sağlamada Kullanılan Araçlardan biri olan \"Girişimciler yeterli bilgi birikimine sahip olsalar da, yeterli maddi güce başlangıç aşamasında sahip değildirler.\" ifadesi aşağıdakilerden hangisi için geçerlidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yakın çevre",
      "B": "Melek Sermaye",
      "C": "Girişim sermayesi",
      "D": "Kişisel Tasarruflar",
      "E": "Ortaklar"
    },
    "explanation": "Kişisel Tasarruflar<br/>Kişisel tasarruflar bir girişimcinin elindeki para ile bilgi birikimini içerir. Genellikle de girişimciler yeterli bilgi birikimine sahip olsalar da, yeterli maddi güce başlangıç aşamasında sahip değildirler."
  },
  {
    "id": "3350478",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi melek yatırımcıların dezavantajlarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Melek yatırımcıdan sağlanan para kaldıraç etkisi gösterir.",
      "B": "Melek yatırımcılar finansal kararlarda girişim sermayedarlarına göre daha esnektir.",
      "C": "Melek yatırımcılar tüm sektörlere yatırım yapabilirler (hokey sahası, kebapçı, vb.) fakat; yüksek teknolojiye sahip firmalara ayrı bir ilgi vardır.",
      "D": "Melek yatırımcılar genellikle yeni başlayan ve ilk evrelerinde olan işletmelere yatırım yaparlar",
      "E": "Melek yatırımcılar aynı firmayı takip eden yatırımlar yapmaktan kaçınırlar."
    },
    "explanation": "Melek Yatırımcıların Dezavantajları<br/>• Melek yatırımcılar aynı firmayı takip eden yatırımlar yapmaktan kaçınırlar.<br/>• Melek yatırımcılar girişimcinin kontrol gücünden ödün vermesine sebep olabilecek söz hakkına sahip olmak isterler"
  },
  {
    "id": "3350479",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Melek yatırımcının özelliklerinin dışında kalır?",
    "correctAnswer": "A",
    "options": {
      "A": "Melek yatırımcılar yeni bir teknolojik buluşu hayata geçirmek üzere kurulmuş veya kuruluş aşamasına gelmiş işletmeler için yapılır.",
      "B": "Melek yatırımcılar bağımsız hareket edebildikleri gibi birleşerek grup olarak da hareket edebilmekte, bu şekilde daha büyük finansal ihtiyaçlara da cevap verebilmektedirler.",
      "C": "Melek yatırımcılar başarılı olabilecek bir yatırımı desteklemenin yanında, kendilerinin değerlendirebileceği girişim fırsatlarını da takip etmektedirler.",
      "D": "Melek yatırımcılar genellikle yatırım yaptıkları alanla ilgili kişisel deneyime de sahiptirler.",
      "E": "Melek yatırımcılar finansman sağladıkları şirketlerin yönetiminde aktif rol almayı istemektedirler."
    },
    "explanation": "Girişim Sermayesinin Özellikleri<br/>• Girişim sermayesi yatırımı, özellikle yeni bir teknolojik buluşu hayata geçirmek üzere kurulmuş veya kuruluş aşamasına gelmiş işletmeler için yapılır."
  },
  {
    "id": "3350480",
    "unitNumber": 6,
    "text": "I. Borçlanarak finansmanda firmanın sahibi değişmez.\n<br/>II. Girişimci zarar da etse iflas da etse borçlarını ödemek zorundadır.\n<br/>III. Alınan krediler için ödenecek faiz tutarı ve tarihi önceden bellidir.\n<br/>IV. Bankalardan kredi alabilmek için çoğu zaman teminat gerekir.\n<br/>V. Alınan borçlar 5-7 yıl arası gibi uzun vadede ödenebilir.\n<br/>Yukardakilerde hangileri borçlanmanın avantajlarındandır?",
    "correctAnswer": "D",
    "options": {
      "A": "I.-II.",
      "B": "I.-II.-III.",
      "C": "I.-III.-IV",
      "D": "I.-III.-V",
      "E": "III.-IV.-V."
    },
    "explanation": "Borçlanmanın avantaj ve dezavantajları ise aşağıdaki gibidir:<br/><strong>Avantajlar</strong><br/>• Borçlanarak finansmanda firmanın sahibi değişmez.<br/>• Alınan krediler için ödenecek faiz tutarı ve tarihi önceden bellidir.<br/>• Alınan borçlar 5-7 yıl arası gibi uzun vadede ödenebilir.<br/>• Borç veren kreditörler daha başka hizmet de sunabilirler.<br/>• Vergi avantajı sağlar ( Ödenen faizler vergi öncesi kârdan mahsup edilerek daha az vergi ödenmesine sebep olur).<br/><strong>Dezavantajlar</strong><br/>• Girişimci zarar da etse iflas da etse borçlarını ödemek zorundadır.<br/>• Bankalardan kredi alabilmek için çoğu zaman teminat gerekir.<br/>• Alınabilecek borç miktarı, firmanın varlıklarının büyüklüğüne bağlıdır. Dolayısıyla girişimciler ihtiyaç duydukları fonların tamamını borçlanarak temin edememe riskine sahiptir."
  },
  {
    "id": "3350481",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi herhangi bir bankadan alınabilecek kredi türleri arasında değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Spot Krediler",
      "B": "Rotatif TL Krediler",
      "C": "İhracat Kredileri",
      "D": "Döviz Kredileri",
      "E": "Satıcı Kredileri"
    },
    "explanation": "Satıcı Kredileri<br/>Genellikle firmalar mal ya da hizmet alımlarının büyük bir bölümünü satıcı firmalardan kredili olarak yapmaktadırlar."
  },
  {
    "id": "3350482",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi KOSGEB Girişimcilik eğitim programından yararlanma şartları arasında sayılmaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Kuruma kayıtlı olmak,",
      "B": "18 yaşını tamamlamış olmak,",
      "C": "Lise mezunu olmak,",
      "D": "Girişimcilik eğitim programında aynı modülden daha önce yararlanmamış olmak,",
      "E": "İş ve meslek danışmanlığı hizmetlerinden faydalanmış olmak,"
    },
    "explanation": "Temel seviye girişimcilik eğitimi, sınıf içi eğitim ve atölye çalışmalarından oluşmakta olup en az 32 saat sürmektedir. Girişimcilik eğitim programından yararlanma şartları;<br/>• Kuruma kayıtlı olmak,<br/>• 18 yaşını tamamlamış olmak,<br/>• Girişimcilik eğitim programında aynı modülden daha önce yararlanmamış olmak,<br/>• İş ve meslek danışmanlığı hizmetlerinden faydalanmış olmak,<br/>• Bu kapsamda Kuruma kayıtlı olanlardan özellikle işletmesini geliştirmek isteyenler için de girişimcilik eğitimleri verilebilmektedir."
  },
  {
    "id": "3350483",
    "unitNumber": 6,
    "text": "Türkiye Teknoloji Geliştirme Vakfı (TTGV)..... kamu, ...... özel sektör, 11 şemsiye kuruluş ve 15 gerçek kişinin bir araya gelmesiyle kurulan bir vakıftır.\n Yukarıdaki boşluklara aşağıdakilerde hangisi yazılmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "3 Kamu 12 özel sektör",
      "B": "5 Kamu 12 özel sektör",
      "C": "3 Kamu 24 özel sektör",
      "D": "7 Kamu 12 özel sektör",
      "E": "5 Kamu 24 özel sektör"
    },
    "explanation": "Türkiye Teknoloji Geliştirme Vakfı (TTGV)<br/>5 kamu, 24 özel sektör, 11 şemsiye kuruluş ve 15 gerçek kişinin bir araya gelmesiyle kurulan bir vakıf olan TTGV, Türkiye Cumhuriyeti ve Dünya Bankası arasında imzalanan bir borç anlaşması gereğince faaliyet başlamıştır."
  },
  {
    "id": "3350484",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi girişimci şirketlerin gelişme aşamasındaki sermaye kaynaklarından biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Birincil Halka Arz",
      "B": "Girişim sermayesi",
      "C": "İkincil halka arz",
      "D": "Borçlanarak Sermaye Temini",
      "E": "İş Faaliyetlerinden Elde Edilen Nakit Akışı"
    },
    "explanation": "Gelişme Aşamasında Fon Kaynakları\n İş Faaliyetlerinden Elde Edilen Nakit Akışı\n Borçlanarak Sermaye Temini\n Girişim sermayesi \n Birincil Halka Arz"
  },
  {
    "id": "3350485",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi KOBİ’lerin finansal sorunlarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "KOBİ’lerin özkaynakları, büyük işletmelere göre yetersiz kalmaktadır.",
      "B": "KOBİ’ler sermaye piyasası araçlarından yararlanamamaktadır.",
      "C": "Devletin işçi ücretlerinden aldığı vergi ve SGK primleri gibi giderlerin yüksek oranda olması",
      "D": "Düzenli bir finans politikasına sahip olmadıkları için etkin finansal planlama yapamazlar.",
      "E": "Borçlanma yoluna gittikleri zaman alınan kredilerin faizleri düşük ve miktarları çok olmaktadır."
    },
    "explanation": "KOBİ’lerin finansal sorunları aşağıdaki gibi sıralanabilir:\n • KOBİ’lerin özkaynakları, büyük işletmelere göre yetersiz kalmaktadır (Banka kredisi kullanırken teminat gösterecek yeterli öz kaynağın olmaması).\n • KOBİ’ler sermaye piyasası araçlarından yararlanamamaktadır (Pay ihraç edip fon toplamak için anonim şirket statüsünde olmak gerekir ancak; KOBİ’ler genelde limited şirket olarak kuruldukları için sermaye piyasasından faydalanamazlar).\n • Düzenli bir finans politikasına (nakit akışı, stok ve alacak yönetimi vb.) sahip olmadıkları için etkin finansal planlama yapamazlar.\n • Borçlanma yoluna gittikleri zaman alınan kredilerin faizleri yüksek ve miktarları az olmaktadır.\n • Girişimciler bazen ellerindeki fazla paraları, faaliyet dışı alanlara yatırmaktadırlar (Örneğin bir beyazeşya üreticisinin, teknolojisini yenilemek yerine arsa ya da arazi satın alması).\n • Devletin işçi ücretlerinden aldığı vergi ve SGK primleri gibi giderlerin yüksek oranda olması"
  },
  {
    "id": "3350486",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi küçük işletmelerde en çok kullanılan dış kaynaktır?",
    "correctAnswer": "B",
    "options": {
      "A": "leasing",
      "B": "ticari kredi",
      "C": "actoring",
      "D": "eximbank kredileri",
      "E": "yurtdışı finans kurumu"
    },
    "explanation": "Elde edilen sonuçlardan küçük ölçekli işletmelerin daha az bir bölümünün dış kaynak kullandığı ortaya çıkmaktadır. Küçük işletmelerde en çok kullanılan dış kaynaklar ticari kredi, leasing, factoring ve eximbank kredileridir. Küçük ölçekli işletmelerin % 70,4’ü ticari banka kredisine, % 14,1’i leasing’e başvurduklarını belirtmiştir. Factoring’den yararlananların oranı % 10,2, eximbank kredilerinden yararlananların oranı ise % 8,5 düzeydedir."
  },
  {
    "id": "3350487",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi özkaynak ile fon sağlamanın dezavantajlarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ödenen kâr payları vergiden indirilmez.",
      "B": "Girişimcinin yeni ortakları olur.",
      "C": "Kişisel kâr azalabilir.",
      "D": "Genellikle borçlar finansmandan daha pahalıdır.",
      "E": "Ortaklar firmanın iflasını talep edemez."
    },
    "explanation": "Özkaynak ile Finansmanın Dezavantajları\n • Ödenen kâr payları vergiden indirilmez.\n • Girişimcinin yeni ortakları olur. Dolayısıyla kişisel kâr azalabilir.\n • Genellikle borçlar? finansmandan daha pahalıdır."
  },
  {
    "id": "3350488",
    "unitNumber": 6,
    "text": "Melek yatırımcıların özelliklerinden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Çoğu 65 yaş üstü şirket sahibi işadamlarından oluşmaktadır.",
      "B": "Genellikle yatırım yaptıkları alanla ilgili kişisel deneyime sahiptirler.",
      "C": "Hem maddi hem manevi tatmin beklentileri de vardır.",
      "D": "Finansman sağladıkları şirketlerin yönetiminde aktif rol almayı isterler.",
      "E": "Kendilerinin değerlendirebileceği girişim fırsatlarını da takip etmektedirler."
    },
    "explanation": "Melek yatırımcının özellikleri;\n<br/>• Melek yatırımcılar bağımsız hareket edebildikleri gibi birleşerek grup olarak da hareket edebilmekte, bu şekilde daha büyük finansal ihtiyaçlara da cevap verebilmektedirler.\n<br/>• Melek yatırımcılar başarılı olabilecek bir yatırımı desteklemenin yanında, kendilerinin değerlendirebileceği girişim fırsatlarını da takip etmektedirler.\n<br/>• Melek yatırımcılar genellikle yatırım yaptıkları alanla ilgili kişisel deneyime de sahiptirler.\n<br/>• Melek yatırımcı olmayı seçenlerin beklentileri yalnızca yatırdıkları paranın geri dönüşünü sağlamak, katma değer üretmek ve girişim sürecinde rol almak değildir; bunların yanı sıra melek yatırımcıların manevi tatmin beklentisi de vardır.\n<br/>• Melek yatırımcılar finansman sağladıkları şirketlerin yönetiminde aktif rol almayı istemektedirler.\n<br/>• Melek yatırımcıların büyük çoğunluğu 35 - 65 yaş arası şirket sahibi işadamlarından oluşmaktadır."
  },
  {
    "id": "3350489",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi girişim sermaye şirketlerinin kullandığı finansman türlerinden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Düşünce aşamasındaki yatırımların finansmanı",
      "B": "Başlangıç finansmanı",
      "C": "Gerileme finansmanı",
      "D": "Satın alınan destek finansmanı",
      "E": "Köprü ya da destek finansmanı"
    },
    "explanation": "Girişim sermaye şirketlerinin kullandığı finansman türleri ise aşağıdaki gibidir:\n • Düşünce aşamasındaki yatırımların finansmanı\n • Başlangıç finansmanı\n • Genişleme finansmanı\n • Köprü ya da destek finansmanı\n • Satın alınan destek finansmanı"
  },
  {
    "id": "3350490",
    "unitNumber": 6,
    "text": "Türkiye’de ilk olarak hangi bankanın girişimi ile Girişim Sermayesi Yatırım Ortaklığı A. Ş.'i kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Vakıfbank",
      "B": "Akbank",
      "C": "Ziraat Bankası",
      "D": "Halkbank",
      "E": "İşbankası"
    },
    "explanation": "Türkiye’de girişim sermayesi, ilk olarak 1996 yılında Vakıfbank A. Ş. girişimi ile Vakıf Girişim Sermayesi Yatırım Ortaklığı A. Ş.’ nin kurulmasıyla ortaya çıkmıştır."
  },
  {
    "id": "3350491",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi borçlanmanın dezavantajlarından biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Borçlanarak finansmanda firmanın sahibi değişmez.",
      "B": "Alınan krediler için ödenecek faiz tutarı ve tarihi önceden bellidir.",
      "C": "Alınan borçlar 5-7 yıl arası gibi uzun vadede ödenebilir.",
      "D": "Girişimci zarar da etse iflas da etse borçlarını ödemek zorundadır.",
      "E": "Borç veren kreditörler daha başka hizmet de sunabilirler."
    },
    "explanation": "Borçlanmanın avantaj ve dezavantajları ise aşağıdaki gibidir:\n Avantajlar\n • Borçlanarak finansmanda firmanın sahibi değişmez.\n • Alınan krediler için ödenecek faiz tutarı ve tarihi önceden bellidir.\n • Alınan borçlar 5-7 yıl arası gibi uzun vadede ödenebilir.\n • Borç veren kreditörler daha başka hizmet de sunabilirler. •\n Vergi avantajı sağlar ( Ödenen faizler vergi öncesi kârdan mahsup edilerek daha az vergi ödenmesine sebep olur).\n Dezavantajlar\n • Girişimci zarar da etse iflas da etse borçlarını ödemek zorundadır.\n • Bankalardan kredi alabilmek için çoğu zaman teminat gerekir.\n • Alınabilecek borç miktarı, firmanın varlıklarının büyüklüğüne bağlıdır. Dolayısıyla girişimciler ihtiyaç duydukları fonların tamamını borçlanarak temin edememe riskine sahiptir."
  },
  {
    "id": "3350492",
    "unitNumber": 6,
    "text": "Mal ve hizmet satışından kaynaklanan kısa vadeli ticari alacakların, söz konusu şirkete devredilerek, firmanın alacaklarını tahsil edememe riskini azaltmak için yapılan işleme ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Leasing",
      "B": "İştira",
      "C": "Factoring",
      "D": "Eximbank",
      "E": "Venture Capital"
    },
    "explanation": "Factoring, mal ve hizmet satışından kaynaklanan kısa vadeli ticari alacakların, faktoring şirketine devredilerek, firmanın alacaklarını tahsil edememe riskini azaltmak için yaptığı bir işlemdir. Bu işlemde alacaklar temlik yolu ile devredilmektedir. Factoring şirketi alacakların tahsil edilmesi riskini üstlendiği gibi firmaya çeşitli muhasebe hizmetleri de sunmakla yükümlüdür."
  },
  {
    "id": "3350493",
    "unitNumber": 6,
    "text": "Aşağıdakilern hangisi Türkiye’de KOBİ’lerin finansman bankası olarak kurulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Eximbank",
      "B": "Halkbank",
      "C": "Vakıfbank",
      "D": "KOSGEB",
      "E": "TÜBİTAK"
    },
    "explanation": "Halk bankası, Türkiye’de KOBİ’lerin finansman bankası olarak kurulmuştur. Banka günümüzde bu işlevi yanında KOBİ’lerin kalkınma bankası görevini de yürütmek üzere orta ve uzun vadeli proje kredileri vermek, KOBİ’lerin gelişmesi ve büyük sanayiye geçiş sürecinde onlara danışmanlık hizmeti yapmak gibi birtakım fonksiyonları da üstlenmiştir."
  },
  {
    "id": "3350495",
    "unitNumber": 6,
    "text": "Küçük ve orta büyüklükteki işletmeler, ki bunlar KOBİ olarak adlandırılır, genellikle sermaye piyasası araçlarından faylanamamaktadırlar. Bunun sebebi ne olabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sermaye piyasasına girmek KOBİ’ler için zordur.",
      "B": "KOBİ’ler genelde limited şirket olarak kuruldukları için sermaye piyasasından faydalanamazlar.",
      "C": "Bankalar ile iş birliği yapmak KOBİ’ler için daha kolay bir yoldur.",
      "D": "Sermaye piyasasının İstanbul’da olması Anadolu’daki KOBİ’leri zorlamaktadır.",
      "E": "KOBİ’ler için sermaye piyasasında bulunmaları onlar için gerekli bilgi ve tecrübeleri yoktur."
    },
    "explanation": "KOBİ’ler sermaye piyasası araçlarından yararlanamamaktadır (Pay ihraç edip fon toplamak için anonim şirket statüsünde olmak gerekir ancak; KOBİ’ler genelde limited şirket olarak kuruldukları için sermaye piyasasından faydalanamazlar)."
  },
  {
    "id": "3350496",
    "unitNumber": 6,
    "text": "Yatırımcıya “melek” terimi ise ilk defa İngiltere’de New Hampshire Üniversitesinde kullanılmıştır. Melek yatırımcı ne anlama gelir?",
    "correctAnswer": "C",
    "options": {
      "A": "Borçlarını zamanında ödeyen ve bu yüzden piyasada güven kazanmış yatırımcılardır.",
      "B": "Yatırımlarını öz kaynaklardan sağladıkları için faiz gideri olmayan yatırımcılardır.",
      "C": "Birleşerek gurup halinde hareket edebilen ve karlı yatırım fırsatlarını takip eden şirketlerdir.",
      "D": "Yurt dışından rahatlıklara kredi ve yatırım imkânı yaratan yatırımcılardır.",
      "E": "Daima karlı ve akıllı yatırmalara yönelenlerdir."
    },
    "explanation": "Melek yatırımcılar bağımsız hareket edebildikleri gibi birleşerek grup olarak da hareket edebilmekte, bu şekilde daha büyük finansal ihtiyaçlara da cevap verebilmektedirler. Melek yatırımcılar başarılı olabilecek bir yatırımı desteklemenin yanında, kendilerinin değerlendirebileceği girişim fırsatlarını da takip etmektedirler."
  },
  {
    "id": "3350497",
    "unitNumber": 6,
    "text": "” Venture Capital ” ne anlama gelir?",
    "correctAnswer": "D",
    "options": {
      "A": "Riskten kaçınan yatırımcıdır.",
      "B": "Sermayesi güçlü girişimcilerdir.",
      "C": "Sermaye piyasasının araçlarını iyi kullanan girişimcidir.",
      "D": "İlk defa uygulamaya konulacak bir teknolojiyi satın alarak pazarlayan kimseye de cesur sermayedar (venture capitalist) denilmektedir.",
      "E": "Bankalardan uzun vadeli sermaye bulabilen yatırımcılardır."
    },
    "explanation": "İlk defa uygulamaya konulacak bir teknolojiyi satın alarak pazarlayan kimseye de cesur sermayedar (venture capitalist) denilmektedir."
  },
  {
    "id": "3350498",
    "unitNumber": 6,
    "text": "Girişim sermayesinin ne gibi özellikleri vardır?",
    "correctAnswer": "E",
    "options": {
      "A": "Girişim sermayesinin anlamı, yatırımcılar finansman sağladıkları şirketlerin yönetiminde aktif rol almayı istemektedirler.",
      "B": "Girişim sermayesi, genellikle 65 yaş arası şirket sahibi iş adamlarından oluşmaktadır.",
      "C": "Girişim sermayesi, yatırımcılar genellikle yatırım yaptıkları alanla ilgili kişisel deneyime de sahiptirler.",
      "D": "Girişim sermayesi, yalnızca yatırdıkları paranın geri dönüşünü sağlamak, katma değer üretmektir.",
      "E": "Girişim sermayesi, teknolojik bir buluşu hayata geçirmek, proje sermaye ilave eden ve yönetsel bilgi birikimlerini ve deneyimlerini de kapsar."
    },
    "explanation": "Girişim sermayesi, teknolojik bir buluşu hayata geçirmek, proje sermaye ilave eden ve yönetsel bilgi birikimlerini ve deneyimlerini de kapsar."
  },
  {
    "id": "3350500",
    "unitNumber": 6,
    "text": "Bir firma için \"Finansal Kiralama\" ne demektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mal ve hizmet satışından kaynaklanan kısa vadeli ticari alacakların, borçlandığı şirkete devredilerek, firmanın alacaklarını tahsil edememe riskini azaltmak için yaptığı bir işlemdir.",
      "B": "Finansal kiralama bir yatırım malının mülkiyetinin leasing şirketine kalarak, belli bir kira karşılığında, kullanım hakkının kiracıya verilmesi ve yapılan sözleşmede belirlenen değer üzerinden sözleşme süresi sonunda mülkiyetin kiracıya geçmesini sağlayan bir finansman yöntemidir.",
      "C": "Finansal kiralama, Genellikle firmalar mal ya da hizmet alımlarının büyük bir bölümünü̈ satıcı firmalardan kredili olarak yapmasıdır.",
      "D": "Finansal kiralama, bankaların çeşitli isimler altında aldıkları komisyonları, kesinti yaptıkları vergiyi ya da krediyi kullandırmasıdır.",
      "E": "Finansal kiralama, girişimciler bazı durumlarda ellerindeki alacak senetlerini tahsil etmek için Bankalardan buldukları kredilerdir."
    },
    "explanation": "Finansal kiralama bir yatırım malının mülkiyetinin leasing şirketine kalarak, belli bir kira karşılığında, kullanım hakkının kiracıya verilmesi ve yapılan sözleşmede belirlenen değer üzerinden sözleşme süresi sonunda mülkiyetin kiracıya geçmesini sağlayan bir finansman yöntemidir."
  },
  {
    "id": "3350501",
    "unitNumber": 6,
    "text": "Halk Bankası’nın kuruluşunun amacı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Halk bankası, çiftçiye ucuz faizli kredi vermek için kurulmuştur.",
      "B": "Halk bankası, halka uygun faizli ihtiyaç kredisi için kurulmuştur.",
      "C": "Halk bankası, Türkiye’de KOBİ’lerin finansman bankası olarak kurulmuştur.",
      "D": "Halk bankası, Türkiye’de inşaat sektörünü desteklemek ve uzun vadeli konut kredileri için kurulmuştur.",
      "E": "Halk bankası, ticaret hayatını destekleme için küçük esnafın destelemek amacı ile kurulmuştur."
    },
    "explanation": "Halk bankası, Türkiye’de KOBİ’lerin finansman bankası olarak kurulmuştur. Banka günümüzde bu işlevi yanında KOBİ’lerin kalkınma bankası görevini de yürütmek üzere orta ve uzun vadeli proje kredileri vermek, KOBİ’lerin gelişmesi ve büyük sanayiye geçiş sürecinde onlara danışmanlık hizmeti yapmak gibi birtakım fonksiyonları da üstlenmiştir."
  },
  {
    "id": "3350502",
    "unitNumber": 6,
    "text": "KOSGEB’in kuruluş amacı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "KOSGEB, Türkiye’de KOBİ’lerin finansmanına destek kuruluşu olarak kurulmuştur.",
      "B": "KOSGEB, mesleki kuruluşlardan eğitim sertifika/belgesi bulunan ve ilgili iş kolunda deneyim sahibi olan ve kendi işyerini açmak isteyen girişimcileri finansman yönünden desteklemektir.",
      "C": "KOSGEB, gençleri ve kadınları girişimciliğe teşvik etmek, yeni iş kurmalarını, ekonomik hayata katılmalarını desteklenmek ve kendi işini kuran genç ve kadın girişimcilerin varlıklarını sürdürmelerine ve büyümelerine katkı sağlamak amacıyla kurulmuştur.",
      "D": "KOSGEB’in kuruluş amacı, ülkenin ekonomik ve sosyal ihtiyaçlarının karşılanmasında küçük ve orta büyüklükteki işletmelerin (KOBİ) payını ve etkinliğini artırmak, rekabet güçlerini ve düzeylerini yükseltmek, sanayide entegrasyonu ekonomik gelişmelere uygun biçimde gerçekleştirmektir.",
      "E": "KOSGEB, üniversite mezunu, deneyimsiz, mezun olduğu bölümle ilgili kendi işini kurmak isteyen, müteşebbis girişimcilere yöneliktir."
    },
    "explanation": "KOSGEB’in kuruluş amacı, ülkenin ekonomik ve sosyal ihtiyaçlarının karşılanmasında küçük ve orta büyüklükteki işletmelerin (KOBİ) payını ve etkinliğini artırmak, rekabet güçlerini ve düzeylerini yükseltmek, sanayide entegrasyonu ekonomik gelişmelere uygun biçimde gerçekleştirmektir."
  },
  {
    "id": "3350503",
    "unitNumber": 6,
    "text": "Ulusal ajansın görevi nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ulusal düzeyde Devlet Planlama Teşkilatı (DPT) koordinasyonunda, kendine özgü̈ teknik ve finansman (bütçe) mekanizmasına sahip, kâr amacı gütmeyen kuruluştur.",
      "B": "Tech - Inves TR Girişim Sermayesi Destekleme Programı ülke ekonomisine katma değer sağlayabilecek kuruluştur.",
      "C": "Girişimcilik ve Yenilikçilik Eğit. ve Araş. Faaliyetlerini Destek Programını yürütür.",
      "D": "Girişimcilik ve Yenilikçilik Yarışmaları Programlarını yürütür.",
      "E": "AB Eğitim ve Gençlik Programlarının ülke içinde tanıtılması, koordinasyonu, yürütülmesi ve programlardan faydalandırılacak projelerin yurtiçinde değerlendirilmesi amacını güder."
    },
    "explanation": "AB Eğitim ve Gençlik Programlarının ülke içinde tanıtılması, koordinasyonu, yürütülmesi ve programlardan faydalandırılacak projelerin yurtiçinde değerlendirilmesi amacını güder."
  },
  {
    "id": "3350504",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Birincil halka arz</li> <li>Kişisel birikimler</li> <li>Satıcıdan vadeli mal alımı</li> <li>İç nakit akışı</li> </ol> Yukarıda verilen finasman kaynaklarından hangileri bir işletmenin kuruluş aşamasında başvurduğu başlıca kaynaklar arasındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve IV",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "II ve IV",
      "E": "I ve II"
    },
    "explanation": "Girişimciler işletmenin kuruluş aşamasında başlıca kişisel birikimler, eş-dosttan alınan borçlar, kredi kartları, satıcıdan vadeli mal alımı ve yerel yatırımcılardan yararlanır. Doğru cevap B'dir."
  },
  {
    "id": "3350505",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Melek Sermaye</li> <li>Banka Kredileri</li> <li>Kişisel Tasarruflar</li> <li>Factoring</li> <li>Payların Halka Arzı</li> </ol> Yukarıdakilerden hangileri özkaynak ile finansal destek sağlamada kullanılan araçlardandır?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III",
      "B": "I, III, V",
      "C": "II, III, IV",
      "D": "III, IV, V",
      "E": "II, III, V"
    },
    "explanation": "Melek sermaye, kişisel tasarruflar, payların halka arzı ve yakın çevre özkaynak ile finansal destek sağlamada kullanılan araçlardır. Doğru cevap B'dir."
  },
  {
    "id": "3350506",
    "unitNumber": 6,
    "text": "Mal ve hizmet satışından kaynaklanan kısa vadeli ticari alacakların, faktoring şirketine devredilerek, firmanın alacaklarını tahsil edememe riskini azaltmak için yaptığı işleme ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Factoring",
      "B": "Leasing",
      "C": "Future işlemi",
      "D": "Melek yatırım",
      "E": "Forfaiting"
    },
    "explanation": "Factoring, mal ve hizmet satışından kaynaklanan kısa vadeli ticari alacakların, faktoring şirketine devredilerek, firmanın alacaklarını tahsil edememe riskini azaltmak için yaptığı bir işlemdir. Bu işlemde alacaklar temlik yolu ile devredilmektedir. Doğru cevap A'dır."
  },
  {
    "id": "3350508",
    "unitNumber": 6,
    "text": "Diğer sermaye türlerinden farklı olarak ek getiri sağlayabilecek iş fırsatları sunabilir. Ayrıca sahiplik bakımından en pahalı sermayedir.\n Yukarıda verilen metinde tanımlanan fon kaynağı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Melek sermaye",
      "B": "Beşeri sermaye",
      "C": "Girişim sermayesi",
      "D": "Fiziki sermaye",
      "E": "Yatırım sermayesi"
    },
    "explanation": "Girişim sermayesi, sahiplik bakımından en pahalı sermayedir. Girişimcinin girişim sermayesi ile yönetimi paylaşması gerekir. Diğer sermaye türlerinden farklı olarak ek getiri sağlayabilecek iş fırsatları sunabilir. Doğru cevap C'dir."
  },
  {
    "id": "3350509",
    "unitNumber": 6,
    "text": "AB Eğitim ve Gençlik Programlarının ülke içinde tanıtılması, koordinasyonu, yürütülmesi ve programlardan faydalandırılacak projelerin yurtiçinde değerlendirilmesi, seçimi AB Komisyonu tarafından yapılacak projelerin müracaatlarının derlenmesi ve ön değerlendirmelerinin yapılması gibi sorumlulukları olan koordinatörlük birimi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kalkınma Ajansı",
      "B": "KOSGEB",
      "C": "TUBİTAK",
      "D": "Ulusal Ajans",
      "E": "Üniversite Kuluçka Merkezi"
    },
    "explanation": "AB Eğitim ve Gençlik Programlarının ülke içinde tanıtılması, koordinasyonu, yürütülmesi ve programlardan faydalandırılacak projelerin yurtiçinde değerlendirilmesi, seçimi AB Komisyonu tarafından yapılacak projelerin müracaatlarının derlenmesi ve ön değerlendirmelerinin yapılması, üye ülkeler ve AB Komisyonu ile programın gerçekleştirilmesi ve işbirliği kurulması konusundaki<br/>ilişkilerin yürütülmesi amacıyla her ülkede uygulayıcı ve koordinatör birim olarak Ulusal Ajanslar kurulmaktadır. Doğru cevap D'dir."
  },
  {
    "id": "3350510",
    "unitNumber": 6,
    "text": "Bir malın özkaynak ya da borçlanarak alınması yerine bir şirketten satın alınıp yatırımcıya kiralanarak, kira süresi sonunda, sembolik bir bedel karşılığı yatırımcıya satılmasını öngören işleme ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Leasing",
      "B": "Factoring",
      "C": "Forfaiting",
      "D": "Future işlemi",
      "E": "Girişim sermayesi"
    },
    "explanation": "Finansal kiralama (leasing), bir malın özkaynak ya da borçlanarak alınması yerine bir leasing şirketinden satın alınıp yatırımcıya kiralanarak, kira süresi sonunda, sembolik bir bedel karşılığı yatırımcıya satılmasını öngörmektedir. Doğru cevap A'dır."
  },
  {
    "id": "3350511",
    "unitNumber": 6,
    "text": "Türkiye'de KOBİ'lerin finansman bankası olarak kurulan banka hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Eximbank",
      "B": "Vakıfbank",
      "C": "Ziraat Bankası",
      "D": "Takasbank",
      "E": "Halkbank"
    },
    "explanation": "Halk bankası, Türkiye’de KOBİ’lerin finansman bankası olarak kurulmuştur. Banka günümüzde bu işlevi yanında KOBİ’lerin kalkınma bankası görevini de yürütmek üzere orta ve uzun vadeli proje kredileri vermek, KOBİ’lerin gelişmesi ve büyük sanayiye geçiş sürecinde onlara danışmanlık hizmeti yapmak gibi birtakım fonksiyonları da üstlenmiştir. Doğru cevap E'dir."
  },
  {
    "id": "3350512",
    "unitNumber": 6,
    "text": "Türkiye'de girişim sermayesi 1996 yılında ilk olarak hangi banka tarafından kurulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Halkbank",
      "B": "Eximbank",
      "C": "Vakıfbank",
      "D": "Ziraat Bankası",
      "E": "Merkez Bankası"
    },
    "explanation": "Türkiye’de girişim sermayesi, ilk olarak 1996 yılında Vakıfbank A. Ş. girişimi ile Vakıf Girişim Sermayesi Yatırım Ortaklığı A. Ş.’ nin kurulmasıyla ortaya çıkmıştır. Bu şirket Türkiye’de gerçek anlamdaki ilk girişim sermayesi şirketidir. Doğru cevap C'dir."
  },
  {
    "id": "3350514",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi gelişme aşamasında kullanılan fon kaynaklarındandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Girişim sermayesi",
      "B": "Kredi kartları",
      "C": "Satıcıdan vadeli mal alımı",
      "D": "Yerel yatırımcılar",
      "E": "Eş-dosttan alınan borçlar"
    },
    "explanation": "Sorunun doğru yanıtı A şıkkıdır. Diğer şıklarda verilen fon kaynakları kuruluş aşamasında kullanılan fon kaynaklarıdır. Gelişme aşamasında işletme, işletme faaliyetlerinden elde edilen nakit, borçlanarak sermaye temini, girişim sermayesi, birincil halka arz fon kaynaklarını kullanmaktadır."
  },
  {
    "id": "3350516",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi özkaynaklarla sağlanan finansmanın dezavantajlarındandır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ortaklar firmanın iflasını talep edemez.",
      "B": "Özkaynak ile finansman yapan firmalar ortalama olarak daha hızlı büyümektedir.",
      "C": "Ödenen kâr payları vergiden indirilmez.",
      "D": "Girişimci açısından kişisel bir yükümlülük söz konusu değildir.",
      "E": "Düzenli bir nakit çıkışı gerektirmez."
    },
    "explanation": "Sorunun doğru yanıtı C şıkkıdır. Diğer şıklarda verilen ifadeler özkaynakla finansmanın avantajlarındandır."
  },
  {
    "id": "3350517",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi özkaynakla finansman yöntemidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Melek Sermaye",
      "B": "Banka Kredileri",
      "C": "Finansal Kiralama",
      "D": "Satıcı Kredileri",
      "E": "Factoring"
    },
    "explanation": "Sorunun doğru yanıtı A şıkkıdır. Şıklarda verilen diğer ifadeler borç ile finansman sağlama araçlarındandır."
  },
  {
    "id": "3350518",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi melek yatırımcıların dezavantajlarındandır?",
    "correctAnswer": "B",
    "options": {
      "A": "Finansal kararlarda girişim sermayedarlarına göre daha esnektir.",
      "B": "Aynı firmayı takip eden yatırımlar yapmaktan kaçınırlar.",
      "C": "Yeni başlayan ve ilk evrelerinde olan işletmelere yatırım yaparlar.",
      "D": "Tüm sektörlere yatırım yapabilirler.",
      "E": "Melek yatırımcıdan sağlanan para kaldıraç etkisi gösterir."
    },
    "explanation": "Sorunun doğru yanıtı B şıkkıdır. Şıklarda verilen diğer ifadeler melek yatırımcıların avantajları arasındadır. Melek Yatırımcıların Dezavantajları şu şekildedir:<br/>• Melek yatırımcılar aynı firmayı takip eden yatırımlar yapmaktan kaçınırlar.<br/>• Melek yatırımcılar girişimcinin kontrol gücünden ödün vermesine sebep olabilecek söz hakkına sahip olmak isterler."
  },
  {
    "id": "3350519",
    "unitNumber": 6,
    "text": "• Düşünce aşamasındaki yatırımların finansmanı<br/>• Başlangıç finansmanı<br/>• Genişleme finansmanı<br/>• Köprü ya da destek finansmanı<br/>• Satın alınan destek finansmanı\n Yukarıda sıralanan finansman türlerini kullanan fon sağlayıcı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Melek yatırımcılar",
      "B": "Yakın çevre",
      "C": "Bankalar",
      "D": "Girişim Sermayesi Şirketleri",
      "E": "Ortaklar"
    },
    "explanation": "Sorunun doğru yanıtı D şıkkıdır. Girişim sermaye şirketlerinin kullandığı finansman türleri ise aşağıdaki gibidir:<br/>• Düşünce aşamasındaki yatırımların finansmanı<br/>• Başlangıç finansmanı<br/>• Genişleme finansmanı<br/>• Köprü ya da destek finansmanı<br/>• Satın alınan destek finansmanı"
  },
  {
    "id": "3350520",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi borçlanma yoluyla finansmanın avantajları arasındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Girişimci zarar da etse iflas da etse borçlarını ödemek zorundadır.",
      "B": "Bankalardan kredi alabilmek için çoğu zaman teminat gerekir.",
      "C": "Ortaklar firmanın iflasını talep edemez.",
      "D": "Alınan krediler için ödenecek faiz tutarı ve tarihi önceden bellidir.",
      "E": "Alınabilecek borç miktarı, firmanın varlıklarının büyüklüğüne bağlıdır."
    },
    "explanation": "Sorunun doğru yanıtı D şıkkıdır. C şıkkı haricinde şıklarda verilen ifadeler borç ile finansmanın dezavantajlarıdır. C şıkkındaki ifade ise özkaynakla finansmanın avantajlarındandır."
  },
  {
    "id": "3350521",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir bankadan alınabilecek kredilerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dövize Endeksli Krediler",
      "B": "Teminat Mektubu",
      "C": "Teknoloji Destek Kredisi",
      "D": "Factoring",
      "E": "Sezonluk Malzeme Kredisi"
    },
    "explanation": "Sorunun doğru yanıtı D şıkkıdır. Factoring modern finansman tekniklerindendir. Bir bankadan alınabilecek krediler ise şu şekildedir: <br/>• Spot Krediler<br/>• Rotatif TL Krediler<br/>• İhracat Kredileri<br/>• Döviz Kredileri<br/>• Dövize Endeksli Krediler<br/>• İştira - İskonto Kredileri<br/>• Teminat Mektubu<br/>• Teknoloji Destek Kredisi<br/>• Makine/ Ekipman Kredisi<br/>• İşyeri Yenileme Kredisi<br/>• Sezonluk Malzeme Kredisi"
  },
  {
    "id": "3350522",
    "unitNumber": 6,
    "text": "I. Maliyet bakımından avantajlıdır.\n II. Bu finansman tekniğinde özkaynaklar tükenmez. \n III. Vergi avantajı vardır.\n Yukarıda özellikleri verilen modern finansman tekniği türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Finansal Kiralama",
      "B": "Factoring",
      "C": "Banka Kredileri",
      "D": "Satıcılar",
      "E": "Girişim Sermayesi"
    },
    "explanation": "Sorunun doğru yanıtı A şıkkıdır. Modern finansman teknikleri finansal kiralama ve factoringdir. Soruda özellikleri verilen finansal kiralamadır. Finansal kiralama bir yatırım malının mülkiyetinin leasing şirketine kalarak, belli bir kira karşılığında, kullanım hakkının kiracıya verilmesi ve yapılan sözleşmede belirlenen değer üzerinden sözleşme süresi sonunda mülkiyetin kiracıya geçmesini sağlayan bir finansman yöntemidir."
  },
  {
    "id": "3350523",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi girişimcilere finansal destek sağlayan kurumlar arasında yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Halkbank",
      "B": "KOSGEB",
      "C": "Eximbank",
      "D": "Sermaye Piyasası Kurulu",
      "E": "TÜBİTAK"
    },
    "explanation": "Sorunun doğru yanıtı D şıkkıdır. Girişimcilere finansal destek sağlayan kurumlar aşağıdaki şekildedir:\n <ul> <li>Halkbank</li> <li>Eximbank</li> <li>Kosgeb</li> <li>Tubitak</li> <li>Türkiye İş Kurumu</li> <li>Ulusal Ajans</li> <li>Kalkınma Ajansları</li> <li>Üniversite Kuluçka Merkezleri</li> <li>Ticaret Bakanlığı Döviz Kazandırıcı Hizmet Ticareti Desteği</li> <li>Kredi Garanti Fonu</li> <li>TESKOMB- Türkiye Esnaf ve Sanatkârlar Kredi ve Kefalet Kooperatifleri Birlikleri</li> <li>Ar-Ge ve Yenilik Reform Paketi</li> <li>Türkiye Teknoloji Geliştirme Vakfı (TTGV) 'dir. </li> </ul>"
  },
  {
    "id": "3350524",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir ekonominide döviz gelirleri ile giderlerinin birbirine eşit olması durumunu açıklar?",
    "correctAnswer": "C",
    "options": {
      "A": "Büyümenin Sağlanması",
      "B": "İstihdamın Sağlanması",
      "C": "Dış Dengenin Sağlanması",
      "D": "Rekabetin Sağlanması",
      "E": "Fiyat İstikrarının Sağlanması"
    },
    "explanation": "Dış Dengeyi Sağlamak: Dış denge, bir ekonomide döviz gelirleri ile giderlerinin birbirine eşit olması durumudur. Dış dengenin sağlanamaması durumunda ekonominin temel parametreleri bundan olumsuz etkilenebilecektir. Döviz gelirinin döviz giderinden az olması durumunda dış açık durumu söz konusu olacaktır. Doğru cevap C Şıkkıdır."
  },
  {
    "id": "3350525",
    "unitNumber": 7,
    "text": "Enflasyon oranın artması, döviz kurunun yükselmesi ve faizlerin yükselmesi gibi olaylar bir ülkede ekonomik olarak hangi olayın yaşandığının işaretidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kriz belirtilerinin görülmesi",
      "B": "Ekonomik kriz içinde olması",
      "C": "Ekonomik krizin kabullenilmesi",
      "D": "Normale dönüş aşaması",
      "E": "Ekonominin büyüme aşaması içinde olması"
    },
    "explanation": "Ekonomik bir krizin içinde olan ülkede yaşanan olaylar şu şekilde özetlenebilir: Enflasyon oranın artması - Döviz kurunun yükselmesi - Faizlerin yükselmesi - Girdi maliyetlerinin artması - Kapasite Kullanım Oranının düşmesi - İşçi çıkarımlarının başlaması ve işsizlik oranının yükselmesi - Büyümenin durması - Karşılıksız çeklerin artması - Vergi tahsilatlarında sorunlar yaşanması - Konkordato ilanlarının artması - İflasların artması. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3350526",
    "unitNumber": 7,
    "text": "I- Siparişlerin zamanında yetiştirilememesi\n II- Girdi maliyetlerindeki artışlar\n III- Vergi oranlarındaki artışlar\n IV- Üretim sürecinde yapılan hatalar dolayısıyla üretimin yüksek maliyetli olması \n V- Siparişlerin anlaşmaya uygun nitelikte üretilememesi\n Yukarıda verilen durumlardan hangileri bir işletmeyi krize iten içsel sebepler arasında sayılabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "I,II,II",
      "B": "II,III,IV",
      "C": "II,IV,V",
      "D": "III,IV,V",
      "E": "I,IV,V"
    },
    "explanation": "Girdi maliyetlerindeki artışlar ve vergi oranlarındaki artışlar gibi nedenler bir işletmeyi krize iten dışsal etmenlerdendir. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3350527",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ülkemizin yaşadığı ulusal krizlere bir örnek olabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "2008 ekonomik krizi",
      "B": "1990 I. Körfez Savaşı",
      "C": "5 Nisan ekonomik krizi",
      "D": "11 Eylül olayları",
      "E": "2011 Arap Baharı"
    },
    "explanation": "1980 Darbesi, terör olayları, 5 Nisan ekonomik krizi (1994), 1999 Marmara Depremi, Bankalar Krizi, 2001’deki Milli Güvenlik Kurulu’nda dönemin Başbakanı ve Cumhurbaşkanı arasında yaşananların sebep olduğu kriz ve 2001’de Türkiye’nin Dalgalı Kur Rejimine geçmesi Türkiye üretim ve ticari hayatını çok yakından etkileyen ulusal krizler olarak Türkiye ekonomi tarihinde yer almışlardır. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3350528",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi krizlerin girişim finansmanı üzerindeki olumsuz etkilerinden biri <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Kredi tahsilatlarında aksamalar olacağından, finans kuruluşları kredi fon kaynağı açısından sorunlar yaşayacaktır",
      "B": "Finans kuruluşları ödünç verilebilir fon kaynağı yaratmak için yurt içi ve dışı kaynaklardan düşük faizle fon tedarik etme durumunda kalacaktır.",
      "C": "Riskler arttığı için kredi talep edenlerle ilgili prosedürel süreç ve kredi tahsis süreçleri uzayacaktır.",
      "D": "Krizin neden olduğu olumsuz ortam girişim ve yatırım faaliyetlerini azaltacağından kredi taleplerinde azalmalar olacaktır.",
      "E": "Finans kuruluşları tahsilatlarda yaşadığı sorunlar nedeniyle yükümlülüklerini (alacaklılarına, devlete ve çalışanlarına karşı yükümlülüklerini) yerine getiremeyecektir."
    },
    "explanation": "Krizlerin, genel ekonomi üzerindeki olumsuz etkileri yanı sıra girişim finansmanı üzerinde de olumsuz etkileri olacaktır. Bu etkiler şunlardır: • Tasarruflar azalacağı için ödünç verilebilir fon kaynakları azalacaktır. • Kredi tahsilatlarında aksamalar olacağından, finans kuruluşları kredi fon kaynağı açısından sorunlar yaşayacaktır. • Finans kuruluşları ödünç verilebilir fon kaynağı yaratmak için yurt içi ve dışı kaynaklardan yüksek faizle fon tedarik etme durumunda kalacaktır. • Finans kuruluşları tahsilatlarda yaşadığı sorunlar nedeniyle yükümlülüklerini (alacaklılarına, devlete ve çalışanlarına karşı yükümlülüklerini) yerine getiremeyecektir. • Riskler arttığı için kredi talep edenlerle ilgili prosedürel süreç ve kredi tahsis süreçleri uzayacaktır. • Krizin neden olduğu olumsuz ortam girişim ve yatırım faaliyetlerini azaltacağından kredi taleplerinde azalmalar olacaktır. • Kriz ortamlarında bankalar ödünç verilebilir fon kaynağını artırmak için daha yüksek faizlerle mevduat toplamak durumunda kalacaklardır. • Kriz ortamlarından fon sağlama maliyetleri ve ticari riskler arttığı için kredi talep edenlere uygulanan faizler yükselecektir. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3350529",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi krizlerin olumlu olarak nitelenebilecek etkileri arasında sayılabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Vergi oranlarının artırılması.",
      "B": "Sigorta primi desteğinin azaltılıp daha fazla gelir elde edilmesi.",
      "C": "Sadece finansal gücü yüksek işletmelerin ayakta kalması.",
      "D": "Vergi borçları erteleme ya da af uygulamaları yürürlüğe sokulması.",
      "E": "Bankaların daha yüksek faizlerle mevduat toplaması."
    },
    "explanation": "Kriz dönemlerinin olumlu olarak nitelenecek etkileri, öncelikle devletin krizin etkilerini azaltmak üzere aldığı tedbirlerde görülmektedir. Bu tedbirler şunlardır: • Devletin düşük faizli ve hibe şeklinde kredi olanağı sağlaması, • Vergi borçları erteleme ya da af uygulamaları, • Vergi oranlarının azaltılması ve vergi, resim, harç muafiyeti, • Kredi taleplerinde finans kuruluşlarına devlet garantisi verilmesi, • Sigorta primi desteği sağlanması, • Düşük maliyetli enerji tedariği (elektrik ve akaryakıt) uygulaması. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3350530",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi finans kuruluşlarının krizin girişim finansmanı üzerine olumsuz etkilerini önlemek üzere hayata geçirebilecekleri uygulamalardan biri <strong>olamaz</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Girişimcileri olabildiğince tasarrufa teşvik etmek ve planlarını kriz sonrası gerçekleştirmelerini salık vermek.",
      "B": "Mümkün olduğunca düşük faizle finansman sağlama gayreti içinde olmak.",
      "C": "Uluslararası piyasalardan da fon sağlama yoluna giderek, fon sıkıntısı yaşanmasını engellemeye çalışmak.",
      "D": "Daha uzun vadeli finansman sağlamaya çalışmak.",
      "E": "Girişim finansmanına yönelik olarak teminat mektubu verme koşullarını iyileştirmek."
    },
    "explanation": "Finans kuruluşlarının krizin girişim finansmanı üzerine olumsuz etkilerini önlemek üzere genel olarak hayata geçireceği uygulamalar şunlardır: • Mümkün olduğunca düşük faizle finansman sağlama gayreti içinde olarak hem var olan üretim faaliyetlerinin sürmesini ve hem de yeni girişi ve yatırım faaliyetlerinin gerçekleşmesini sağlayabilecektir. Bu durumda finans kuruluşunun kâr marjı azalacaktır, ancak kriz aşıldıktan sonra bunu telafi edebilecektir. • Uluslararası piyasalardan da fon sağlama yoluna giderek, fon sıkıntısı yaşanmasını engellemenin yanı sıra girişimcilere daha uygun koşullarda finansman olanakları yaratabilecektir. • Girişim finansmanına yönelik olarak girişim maliyetlerini arttırmadan daha uzun vadeli finansman sağlayabilecektir. • Girişim finansmanı ile ilgili teminat miktarlarını azaltabilecek, hatta kaldırabilecektir. • Girişim finansmanına yönelik olarak teminat mektubu verme koşullarını iyileştirebilecektir. • Girişimcilerin finansman dışı bankacılık işlemlerine yönelik işlem ücreti oranlarını azaltabilecek ya da hiç almayabilecektir. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3350531",
    "unitNumber": 7,
    "text": "Türkiye Cumhuriyeti tarihinin ilk üretim tesisi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Paşabahçe Cam Fabrikası",
      "B": "Nazilli Basma Fabrikası",
      "C": "Demir Çelik Fabrikaları",
      "D": "Kırıkkale Silah Fabrikası",
      "E": "Türkiye Şeker Fabrikaları"
    },
    "explanation": "Türkiye Cumhuriyeti tarihinin ilk üretim tesisi 19 Nisan 1923’te kurulan Türkiye Şeker Fabrikalarıdır. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3350532",
    "unitNumber": 7,
    "text": "Özel girişimi desteklemek ve ülkede piyasaların dengeli bir şekilde faaliyetlerini sürdürmesi amacıyla 1940 yılında çıkartılan kanun aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Teşvik-i Sanayi Kanunu",
      "B": "Menkul Kıymetler ve Kambiyo Borsaları Kanunu",
      "C": "Milli Korunma Kanunu",
      "D": "Türk Parasının Kıymetini Koruma Kanunu",
      "E": "Endüstriyel mamulatın maliyet ve satış fiyatlarının kontrolü ve tespiti kanunu"
    },
    "explanation": "1929 Ekonomik Bunalımına gelindiğinde, tüm ülke ekonomilerinde olduğu gibi Türkiye ekonomisi de olumsuz etkilenmiştir. Özel girişimi desteklemek ve ülkede piyasaların dengeli bir şekilde faaliyetlerini sürdürmesi amacıyla 1940 yılında Milli Korunma Kanunu çıkarılmıştır. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3350533",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 1994 \"5 Nisan Krizi\" sonucunda alınmış bir önlem <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Merkez Bankasının özerkliğinin sağlamlaştırılması.",
      "B": "Hazine’nin Merkez Bankası kaynaklarını kullanımının sınırlandırılması.",
      "C": "Mevduatlara devlet garantisi verilmesi.",
      "D": "Bankacılık Denetleme ve Düzenleme Kurulunun oluşturulması.",
      "E": "Sosyal güvenlik reformu ve tarımsal faaliyetlerin desteklenmesinde düzenlemeler yapılması."
    },
    "explanation": "...Bu durum ülkenin bankacılık ve sermaye piyasasının işlevinin ve işlerliğinin bozulmasına neden olmuş ve 1994’te “5 Nisan Krizi” ortaya çıkmıştır. Bunun sonucunda ekonomide radikal kararlar alınması gerekmiştir. Bu kapsamda şu tedbirler alınmıştır; kamu harcamalarının kısılması, vergilerin artırılması, mevduatlara devlet garantisi verilmesi, Hazine’nin Merkez Bankası kaynaklarını kullanımı sınırlanmış, Merkez Bankasının özerkliği sağlamlaştırılmış, özelleştirmeye ağırlık verilmesi, sosyal güvenlik reformu ve tarımsal faaliyetlerin desteklenmesinde düzenlemeler. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3350534",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Türkiye'nin yakın tarihindeki krizler arasında yer <u>almaz?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Büyük Buhran",
      "B": "Marmara Depremi",
      "C": "Körfez Savaşı",
      "D": "Asya Krizi",
      "E": "Bankalar Krizi"
    },
    "explanation": "Yakın zamana bakıldığında 1990’ların başında yaşanan Körfez Savaşı, 1994’teki ekonomik kriz, 1990’ların sonuna doğru yaşanan Asya Krizi, 1999 Marmara Depremi, 2000’lerin başında yaşanan Bankalar Krizi ve 2008’de yaşanan Küresel Finansal Kriz Türkiye’nin yakın tarihinde yüz yüze kaldığı önemli kriz olaylarıdır."
  },
  {
    "id": "3350535",
    "unitNumber": 7,
    "text": "Ekonominin temel hedefleri arasında olan enflasyon ve deflasyonu ortadan kaldırmak, aşağıdakilerden hangisi ile ilişkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "dış dengeyi sağlamak",
      "B": "fiyat istikrarını sağlamak",
      "C": "büyümeyi sağlamak",
      "D": "tam istihdama ulaşmak",
      "E": "faizi düşürmek"
    },
    "explanation": "Fiyat İstikrarını Sağlamak: Ülke yönetimlerinin diğer bir hedefi de ülkede fiyat istikrarının sağlanmasıdır. Yani ne enflasyon (fiyatlar genel düzeyindeki sürekli artışlar), ne de deflasyonun (fiyatlar genel düzeyindeki sürekli azalışlar) olmamasıdır."
  },
  {
    "id": "3350536",
    "unitNumber": 7,
    "text": "Ekonominin hedefleri arasında döviz gelirleri ile giderlerini eşit tutmak olarak belirtilen durum aşağıdakilerden hangisi ile ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "fiyat istikrarını sağlamak",
      "B": "tam istihdam sağlamak",
      "C": "dış dengeyi sağlamak",
      "D": "büyümeyi sağlamak",
      "E": "bankacılığı geliştirmek"
    },
    "explanation": "Dış Dengeyi Sağlamak: Dış denge, bir ekonomide döviz gelirleri ile giderlerinin birbirine eşit olması durumudur. Dış dengenin sağlanamaması durumunda ekonominin temel parametreleri bundan olumsuz etkilenebilecektir. Döviz gelirinin döviz giderinden az olması durumunda dış açık durumu söz konusu olacaktır."
  },
  {
    "id": "3350538",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi içsel krizler arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Üretim sürecinde yapılan hatalar dolayısıyla üretimin yüksek maliyetli olması",
      "B": "Girdi fiyatlarındaki yükselmeler dolayısıyla maliyetlerin artması ve ek finansman ihtiyacı",
      "C": "Sektörde yaşanan rekabet dolayısıyla satışların, gelirlerin ve kârların düşmesi",
      "D": "Sektör içinde girdi temininde yaşanan sorunlar nedeniyle üretimde yaşanan aksamalar",
      "E": "Beklenmedik doğal olumsuzlukların ekonomik faaliyetleri kesintiye uğratması"
    },
    "explanation": "İşletmeleri krize sürükleyen içsel nedenler şu şekilde sıralanabilir:<br/>• Üretim kararları ile ilgili yapılan hatalar sonucunda siparişlerin anlaşmaya uygun nitelikte üretilememesi nedeniyle oluşan iadeler,<br/>• Siparişlerin zamanında yetiştirilememesi,<br/>• Üretim sürecinde yapılan hatalar dolayısıyla üretimin yüksek maliyetli olması,<br/>• Fiyatlama politikasındaki hatalardan satışta yaşanan sorunlar,<br/>• Banka kredisi borçları ve ticari borçların ödenmesinde yaşanan sorunlar,<br/>• Vergi ve sigorta borçlarının ödenmesinde yaşanan sorunlar,"
  },
  {
    "id": "3350539",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi krize neden olan <strong>uluslararası</strong> dışsal nedenler arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Vergi oranlarındaki artış nedeniyle vergi yükünün artması",
      "B": "Dünya ekonomisini etkileyen küresel siyasi, ekonomik ve askeri sorunlar",
      "C": "Kredili satışların tahsilatlarında yaşanan sorunlar",
      "D": "Banka kredisi borçları ve ticari borçların ödenmesinde yaşanan sorunlar",
      "E": "Siparişlerin zamanında yetiştirilememesi"
    },
    "explanation": "İşletmeleri krize sürükleyen uluslararası dışsal nedenler ise şu şekilde sıralanabilir:<br/>• Ticari ilişkide bulunulan ülkede yaşanan siyasi, ekonomik ve askeri sorunlar,<br/>• Ticari ilişkide bulunulan ülkede yaşanan doğal olumsuzluklar,<br/>• Ticari ilişkide bulunulan ülke ile yaşanan siyasi ve askeri sorunlar,<br/>• Dünya ekonomisini etkileyen küresel siyasi, ekonomik ve askeri sorunlar."
  },
  {
    "id": "3350540",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ekonomik krizlerin girişim finansmanı üzerindeki <u>olumsuz</u> etkileri arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Devletin düşük faizli ve hibe şeklinde kredi olanağı sağlaması",
      "B": "Vergi borçları erteleme ya da af uygulamaları",
      "C": "Tasarruflar azalacağı için ödünç verilebilir fon kaynaklarının azalması",
      "D": "Kredi taleplerinde finans kuruluşlarına devlet garantisi verilmesi",
      "E": "Sigorta primi desteği sağlanması"
    },
    "explanation": "Tasarruflar, ekonomik kriz zamanlarında azalır ve bu da fon kaynaklarının azalmasına yol açar. Dolayısıyla girişim için gerekli olan fon miktarları sağlanamaz ve girişimler olumsuz etkilenir."
  },
  {
    "id": "3350541",
    "unitNumber": 7,
    "text": "Krizlerin girişim finansmanı üzerindeki olumsuz etkilerini önlemek amacıyla yapılan faaliyetlerden hangisi finans kuruluşları tarafından gerçekleştirilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Vergi, resim, harç indirimi ve muafiyeti sağlamak",
      "B": "Sigorta primi desteği sağlanmak",
      "C": "Vergi borçlarını ertelemek ya da affetmek",
      "D": "Girişim için gereken kaynaklarda teminat miktarını azaltmak",
      "E": "Düşük maliyetli enerji tedariki"
    },
    "explanation": "D şıkkı dışındaki önlemlerin hepsi bizzat devletin almış olduğu kararlardan kaynaklanır."
  },
  {
    "id": "3350542",
    "unitNumber": 7,
    "text": "Krizlerin girişim finansmanı üzerindeki etkilerini azaltmak için alınan önlemlerden hangisi girişimcinin kendisine aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Girişim finansmanına yönelik olarak girişim maliyetlerini arttırmadan daha uzun vadeli finansman sağlamak",
      "B": "Devletin sunmuş olduğu teşvik ve destek olanaklarını araştırmak ve bu olanaklardan en yüksek düzeyde faydalanmak",
      "C": "Girişim finansmanına yönelik olarak teminat mektubu verme koşullarını iyileştirmek",
      "D": "Vergi, resim, harç indirimi ve muafiyeti sağlamak",
      "E": "Devlet bütçesini zorlamayacak hibe şeklinde finansman olanağı sağlamak"
    },
    "explanation": "Girişimcilerin, krizin girişim finansmanı üzerindeki olumsuz etkilerini bertaraf etmek üzere uygulaması gereken genel önlemler şunlardır:<br/>• Doğru bir piyasa analizi gerçekleştirmek,<br/>• İyi bir iş planı yapmak ve üretim sürecindeki maliyetleri tam ve doğru olarak ortaya koymak,<br/>• Girişim ve üretim aşamasında üretim etkinliği ve piyasaya erişim açısından en uygun kuruluş yerini seçmek,<br/>• Tüm finans olanaklarını araştırmak ve etkinliği en yüksek olan finans olanağını seçmek,<br/>• Devletin sunmuş olduğu teşvik ve destek olanaklarını araştırmak ve bu olanaklardan en yüksek düzeyde faydalanmak"
  },
  {
    "id": "3350543",
    "unitNumber": 7,
    "text": "Aşağıdaki olaylardan hangisi Türkiye'yi derinden etkileyen ulusal krizler arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "2000 Bankalar Krizi",
      "B": "1929 Büyük Buhran",
      "C": "II. Dünya Savaşı sonrası Soğuk Savaş Dönemi",
      "D": "Körfez Savaşı",
      "E": "Arap Baharı"
    },
    "explanation": "Türkiye üretim ve ticari hayatını çok yakından etkileyen ulusal krizler ise şu şekilde sıralanabilir:<br/>• Mustafa Kemal Atatürk’ün Vefatı<br/>• 1960 Darbesi<br/>• 1971 Muhtırası<br/>• 1980 Darbesi,<br/>• Halen süren terör olayları,<br/>• 5 Nisan ekonomik krizi (1994),<br/>• 1999 Marmara Depremi,<br/>• Bankalar Krizi (2000),<br/>• 2001’deki Milli Güvenlik Kurulu’nda dönemin Başbakanı ve Cumhurbaşkanı arasında yaşanan olayın sebep olduğu kriz,<br/>• 2001’de Türkiye’nin Dalgalı Kur Rejimine geçmesi,<br/>• 15 Temmuz 2016’da yaşanan hain darbe girişimi."
  },
  {
    "id": "3350544",
    "unitNumber": 7,
    "text": "Kriz ile ilgili aşağıdaki ifadelerden hangisi <strong>kesin</strong> doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Bir ülkede görülen güç dönem olarak tanımlanır.",
      "B": "Türk Dil Kurumu, kriz sözcüğünün eş anlamlısını \"çöküntü\" olarak belirtmiştir.",
      "C": "İç etkilerle ortaya çıkar.",
      "D": "Gelişmemiş ekonomiler, kriz yaşar.",
      "E": "Ortaya çıkan sorun ve sorunlar dizisi çözülene kadar geçen süreç içerisinde yaşanan ortam ve durum olarak tanımlanabilir."
    },
    "explanation": "Öncelikle A, B, C ve D seçeneklerinin doğru ancak eksik ifadelerden oluştuğunu söylemek gerekir. Türk Dil Kurumu tarafından “Kriz” kavramının eş anlamlısı olarak <strong>“Buhran”, “Çöküntü” ve “Bunalım”</strong> kelimeleri ifade edilirken, ekonomik kavram olarak “Kriz”, “<strong>Bir ülkede veya ülkeler arasında, toplumun veya bir kuruluşun yaşamında</strong> görülen güç dönem” olarak tanımlanmıştır. Kriz, bir takım <strong>iç ve dış etkilerle</strong> ortaya çıkan sorun ve sorunlar dizisi çözülene kadar geçen süreç içerisinde yaşanan ortam ve durum olarak tanımlanabilir. <strong>Gelişme düzeyi ne olursa olsun, çoğu ekonomi</strong> az da olsa sorun yaşamaktadır."
  },
  {
    "id": "3350545",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, üretim faktörlerinin miktarının artmasına bağlı olarak ortaya çıkacak gelişmelerden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Üretimin artması",
      "B": "Gelirlerin artması",
      "C": "Mal ve hizmet çeşitliliğinin artması",
      "D": "Nüfusun artması",
      "E": "Refahın artması"
    },
    "explanation": "Ülke nüfusunun arttığı ortamda, en azından var olan refah seviyesinin korunabilmesi için nüfustaki artış oranında üretimin de artması gereklidir. Bu sağlanamazsa ülkede refah azalacaktır. Bir ülkedeki refah düzeyinin artması, ekonomik gücün artmasıyla çok yakından ilişkilidir. Bunun için de üretimin artmasını sağlayacak üretim faktörlerinin miktarının artması gereklidir. Böylece üretim artacak, gelirler artacak ve insanlar daha fazla ve çeşitli mal ve hizmet tüketme imkânı elde edecektir. Bu da ülke refahının artması anlamına gelmektedir."
  },
  {
    "id": "3350546",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Kaynakların etkin kullanılmaması durumunun ortaya çıkması</li> <li>Girişim ve yatırım maliyetlerindeki artışlara bağlı olarak üretim maliyetlerinin yükselmesi</li> <li>Gelecek dönem yatırım ve girişim faaliyetlerine bir etkisi olmaması</li> </ol> Atıl kapasitenin var olması durumunda yukarıdaki durumlardan hangileri ortaya çıkar?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "Yalnız I",
      "D": "Yalnız II",
      "E": "Yalnız III"
    },
    "explanation": "Atıl kapasitenin olması kaynakların etkin kullanılmaması durumunu ortaya çıkarır ve girişim ve yatırım maliyetlerindeki artışlara bağlı olarak üretim maliyetlerinin yükselmesine neden olur. Ayrıca bu durum gelecek dönem yatırım ve girişim faaliyetlerine de olumsuz yansıyabilir."
  },
  {
    "id": "3350547",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, \"Kriz Belirtilerinin Görülmesi Aşaması\" ile ilgili bir bilgidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kriz belirtilerinin artık gerçek bir ekonomik sorun haline gelir.",
      "B": "Alınacak önlemler ve uygulanacak stratejiler, yaşanacak kayıplar ve uğranılacak zararları ortadan kaldırmada etkisiz kalabilir.",
      "C": "Yapılan analizler sonucu belirlenen strateji ve ilkeler net bir şekilde ortaya konur.",
      "D": "Atlatılan krizin değerlendirilir.",
      "E": "İflas ve tasfiye işlemleri gerçekleştirilir."
    },
    "explanation": "A ve B seçenekleri, \"Krizin Yaşanması Aşaması\"; D ve E seçenekleri ise \"Normale Dönüş Aşaması\" ile ilgili bilgilerdir."
  },
  {
    "id": "3350548",
    "unitNumber": 7,
    "text": "Aşağıdaki durumlardan hangisi, krizlerin yaşandığı ekonomik ortamlarda karşılaşılan ekonomik sorunlardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tahsilatların gecikmesi",
      "B": "Büyümenin durması",
      "C": "Satışların düşmesi",
      "D": "Kârın azalması",
      "E": "Kredi temininde sıkıntılar yaşanması"
    },
    "explanation": "A, C, D ve E seçeneklerinde belirtilen durumlar, krizle ilgili oluşabilecek belirtiler arasında yer alır."
  },
  {
    "id": "3350549",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, işletmeleri krize sürükleyen içsel nedenlerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Banka kredisi borçları ve ticari borçların ödenmesinde yaşanan sorunlar",
      "B": "Sektör içinde girdi temininde yaşanan sorunlar nedeniyle üretimde yaşanan aksamalar",
      "C": "Girdi fiyatlarındaki yükselmeler dolayısıyla (enflasyon, döviz kurundaki yükselmeler, faizlerin artması, sendikal faaliyetler) maliyetlerin artması ve ek finansman ihtiyacı",
      "D": "Kredili satışların tahsilatlarında yaşanan sorunlar",
      "E": "Vergi oranlarındaki artış nedeniyle vergi yükünün artması"
    },
    "explanation": "B, C, D ve E seçenekleri, işletmeleri krize sürükleyen ulusal dışsal nedenler arasında yer alır."
  },
  {
    "id": "3350550",
    "unitNumber": 7,
    "text": "\"Krizlerin Girişim Finansmanı Üzerindeki Olumsuz Etkileri\"ne ilişkin aşağıda belirtilen neden-sonuç ilişkilerinden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "<strong>(N) </strong>Tasarruflar azalması - <strong>(S)</strong> Ödünç verilebilir fon kaynaklarının azalması",
      "B": "<strong>(N)</strong> Kredi tahsilatlarında aksamalar meydana gelmesi - <strong>(S)</strong> Finans kuruluşlarının kredi fon kaynağı açısından sorunlar yaşaması",
      "C": "<strong>(N)</strong> Riskler artması - <strong>(S)</strong> Kredi talep edenlerle ilgili prosedürel süreç ve kredi tahsis süreçlerin kısalması",
      "D": "<strong>(N)</strong> Krizin neden olduğu olumsuz ortamın girişim ve yatırım faaliyetlerini azaltması - <strong>(S)</strong> Kredi taleplerinde azalmaların olması",
      "E": "<strong>(N)</strong> Kriz ortamlarında fon sağlama maliyetleri ve ticari risklerin artması - <strong>(S)</strong> Kredi talep edenlere uygulanan faizlerin yükselmesi"
    },
    "explanation": "Riskler arttığı için kredi talep edenlerle ilgili prosedürel süreç ve kredi tahsis süreçleri uzayacaktır."
  },
  {
    "id": "3350551",
    "unitNumber": 7,
    "text": "Aşağıdaki durumlardan hangisi, krizlerin girişim finansmanı üzerindeki olumsuz etkilerini önleyici finans kuruluşları tarafından gerçekleştirilebilecek uygulamalar arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Doğru bir piyasa analizi gerçekleştirmek",
      "B": "İyi bir iş planı yapmak ve üretim sürecindeki maliyetleri tam ve doğru olarak ortaya koymak",
      "C": "Girişim ve üretim aşamasında üretim etkinliği ve piyasaya erişim açısından en uygun kuruluş yerini seçmek",
      "D": "Girişim finansmanı ile ilgili teminat miktarlarını azaltmak, gerekirse kaldırmak",
      "E": "Tüm finans olanaklarını araştırmak ve etkinliği en yüksek olan finans olanağını seçmek"
    },
    "explanation": "A, B, C ve E seçenekleri, krizlerin girişim finansmanı üzerindeki olumsuz etkilerini önleyici girişimciler tarafından gerçekleştirilebilecek uygulamalar arasında yer alır."
  },
  {
    "id": "3350552",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, Türkiye ekonomisini olumsuz olarak etkileyen etkileyen ulusal krizlerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Büyük Buhran",
      "B": "Petrol Krizi",
      "C": "Kıbrıs Barış Harekâtı",
      "D": "Arap Baharı",
      "E": "Bankalar Krizi"
    },
    "explanation": "1929 Büyük Buhran (1929); Kıbrıs Barış Harekâtı (1974); Petrol Krizi (1974’teki ve 1979’daki petrol krizleri) ve Arap Baharı (2011), Türkiye ekonomisini olumsuz yönde etkileyen küresel krizler arasında yer alır."
  },
  {
    "id": "3350553",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, Türkiye’nin dışa açık bir ekonomi çerçevesinde, 24 Ocak 1980 Kararları sonucunda gerçekleştirmeyi hedeflediği uygulamalardan biri <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Enflasyonu kabul edilebilir bir seviyeye düşürerek fiyat istikrarını sağlamak",
      "B": "İthalatı devlet kontrolüne almak",
      "C": "İhracatı artırmak",
      "D": "Serbest bir piyasa yapısı çerçevesinde finans olanaklarını ve yatırımları artıran faiz yapısı oluşturmak",
      "E": "Sermaye hareketlerini serbestleştirerek Türk Lirasını konvertible kılmak"
    },
    "explanation": "24 Ocak 1980 Kararları sonucunda, \"ihracatı artırmak ve ithalatı serbestleştirmek\" prensibi benimsenmiştir."
  },
  {
    "id": "3350554",
    "unitNumber": 7,
    "text": "Bir ekonomide döviz gelirleri ile giderlerinin birbirine eşit olması durumu ekonomilerin temel olarak ulaşmaya çalıştığı temel amaçlardan hangisiyle ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fiyat istikrarını sağlamak",
      "B": "Büyümeyi sağlamak",
      "C": "Kapasiteyi eşitlemek",
      "D": "Dış dengeyi sağlamak",
      "E": "Tam istihdama ulaşmak"
    },
    "explanation": "Dış Dengeyi Sağlamak: Dış denge, bir ekonomide döviz gelirleri ile giderlerinin birbirine eşit olması durumudur. Dış dengenin sağlanamaması durumunda ekonominin temel parametreleri bundan olumsuz etkilenebilecektir. Döviz gelirinin döviz giderinden az olması durumunda dış açık durumu söz konusu olacaktır. Ortaya çıkan açık ülkenin döviz rezervlerinden karşılanacaktır. Ancak dış açığın süreklilik arz etmesi durumunda ülkenin döviz rezervleri azalırken, dış kaynak ihtiyacı ortaya çıkabilecektir. Bu da ülkenin dış borç stokunun artmasına neden olacaktır. Dış açık durumunda döviz sıkıntısı milli paranın değer kaybetmesine ve döviz kurunun yükselmesine neden olacaktır. Doğru cevap D’dir."
  },
  {
    "id": "3350555",
    "unitNumber": 7,
    "text": "Karşılıksız çeklerin miktarındaki artışlar veya kredi geri ödemelerinin aksaması, krizlerin hangi aşamasında görülür?",
    "correctAnswer": "C",
    "options": {
      "A": "Krizin Yaşanması Aşaması",
      "B": "İflas ve Tasfiye Aşaması",
      "C": "Belirtilerin Görülmesi Aşaması",
      "D": "Normale Dönüş Aşaması",
      "E": "Krizin Değerlendirilme Aşaması"
    },
    "explanation": "Kriz Belirtilerinin Görülmesi Aşaması: Krizin başarılı bir şekilde atlatılması için belirtiler tam olarak belirlenmeli ve anlaşılmalıdır ki tam ve doğru analizler yapılabilsin. Belirtilerin yanlış yorumlanması, analizlerin ve çözüm sürecinin de yanlış olmasına neden olacak ve kriz yaşanmaya başlandığında, krizin etkileri uğranacak zararlar ve kayıplar engellenemeyeceği gibi daha da artabilecektir. Krizle ilgili oluşabilecek belirtiler şu şekilde sıralanabilir: - Tahsilatların gecikmesi, - Satışların düşmesi, - Kârın azalması, - Borç ödemelerinde sıkıntıların yaşanması, - Karşılıksız çeklerin miktarındaki artışlar, - Müşteri şikayetlerinin artması, - Kredi geri ödemelerinin aksaması, - Kredi temininde sıkıntılar yaşanması, - Çalışanların ücretlerinin ödenmesinde yaşanan sorunlar, - Hammadde temininde zorlukların oluşması. (Krizin değerlendirildiği; zararları ve kayıpları giderme çabalarında iflas kararı alınmış ise, iflas ve tasfiye işlemlerini gerçekleştirildiği aşama ise Normale Dönüş Aşamasıdır.) Doğru cevap C’dir."
  },
  {
    "id": "3350556",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi krizlerde karşılaşılan ekonomik sorunlardan biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Büyümenin durması",
      "B": "Girdi maliyetlerinin düşmesi",
      "C": "Konkordato ilanlarının artması",
      "D": "İşçi çıkarımlarının başlaması",
      "E": "Kapasite kullanım oranının düşmesi"
    },
    "explanation": "Krizlerin yaşandığı ekonomik ortamlarda karşılaşılan ekonomik sorunlar genel olarak şu şekilde sıralanabilir: - Enflasyon oranın artması - Döviz kurunun yükselmesi - Faizlerin yükselmesi - Girdi maliyetlerinin artması - Kapasite Kullanım Oranının düşmesi - İşçi çıkarımlarının başlaması ve işsizlik oranının yükselmesi - Büyümenin durması - Karşılıksız çeklerin artması - Vergi tahsilatlarında sorunlar yaşanması - Konkordato ilanlarının artması - İflasların artması. Doğru cevap B’dir."
  },
  {
    "id": "3350557",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletmeleri krize sürükleyen dışsal kriz nedenidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Siyasi olaylar",
      "B": "Fiyatlama politikası",
      "C": "Üretim hataları",
      "D": "Sigorta borçları",
      "E": "Ticari borçlar"
    },
    "explanation": "İçsel nedenler: • Üretim kararları ile ilgili yapılan hatalar sonucunda siparişlerin anlaşmaya uygun nitelikte üretilememesi nedeniyle oluşan iadeler, • Siparişlerin zamanında yetiştirilememesi, • Üretim sürecinde yapılan hatalar dolayısıyla üretimin yüksek maliyetli olması, • Fiyatlama politikasındaki hatalardan satışta yaşanan sorunlar, • Banka kredisi borçları ve ticari borçların ödenmesinde yaşanan sorunlar, • Vergi ve sigorta borçlarının ödenmesinde yaşanan sorunlar.\n Dışsal krizler: Ekonomik, siyasi, doğal ve askeri sebeplerle ulusal ve uluslararası alanda meydana gelen olaylar dolayısıyla da ekonomik krizler yaşanabilmektedir. Doğru cevap A’dır."
  },
  {
    "id": "3350558",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisinde işletmeleri krize sürükleyen ulusal dışsal neden <u>yanlış </u>verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Girdi temininde sorun nedeniyle üretim aksar.",
      "B": "Enflasyon nedeniyle ek finansman ihtiyacı doğar.",
      "C": "Kredili satışların tahsilatlarında aksama yaşanır.",
      "D": "Vergi oranlarında artışla birlikte vergi yükü artar.",
      "E": "Sektörde yaşanan rekabet dolayısıyla kârlar artar."
    },
    "explanation": "İşletmeleri krize sürükleyen ulusal dışsal nedenler şu şekilde sıralanabilir:\n • Sektör içinde girdi temininde yaşanan sorunlar nedeniyle üretimde yaşanan aksamalar, • Girdi fiyatlarındaki yükselmeler dolayısıyla (enflasyon, döviz kurundaki yükselmeler, faizlerin artması, sendikal faaliyetler) maliyetlerin artması ve ek finansman ihtiyacı, • Sektörde yaşanan rekabet dolayısıyla satışların, gelirlerin ve kârların düşmesi, • Kredili satışların tahsilatlarında yaşanan sorunlar, • Vergi oranlarındaki artış nedeniyle vergi yükünün artması, • Ülke yönetiminde ve yaşamında istikrarsızlık olması (siyasi istikrarsızlık, toplumsal hareketler, terör olayları) nedeniyle ekonomik faaliyetlerin (üretim, tüketim, girişim, yatırım) gerçekleştirilmesinde yaşanan tereddütler, • Beklenmedik doğal olumsuzlukların (doğal afet, hava koşullarında yaşanan olumsuzluklar, salgın hastalıklar) ekonomik faaliyetleri kesintiye uğratması. Doğru cevap E’dir."
  },
  {
    "id": "3350559",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletmeleri krize sürükleyen ulusal dışsal nedenlerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ticari ilişkide bulunulan ülkede yaşanan ekonomik olaylar.",
      "B": "Ürün alımı yapılan ülkede yaşanan doğal afetler.",
      "C": "Ülke içinde yaşanan toplumsal hareketler ve terör olayları.",
      "D": "Ekonomik ilişkide bulunulan ülkedeki siyasi istikrarsızlık.",
      "E": "Dünya ekonomisini etkileyen küresel askeri olaylar."
    },
    "explanation": "İşletmeleri krize sürükleyen ulusal dışsal nedenlerden ülke yönetiminde ve yaşamında istikrarsızlık olması (siyasi istikrarsızlık, toplumsal hareketler, terör olayları) nedeniyle ekonomik faaliyetlerin (üretim, tüketim, girişim, yatırım) gerçekleştirilmesinde yaşanan tereddütler ulusal nedenken; diğerleri uluslararası nedenlerdir. Doğru cevap C’dir."
  },
  {
    "id": "3350560",
    "unitNumber": 7,
    "text": "Krizlerin, girişim finansmanı üzerindeki olumsuz etkileriyle ilgi olarak aşağıdakilerden hangisi <u>söylenemez</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Ödünç verilebilir fon kaynakları azalacaktır.",
      "B": "Prosedürel süreç ve kredi tahsis süreçleri kısalacaktır.",
      "C": "Kredi talep edenlere uygulanan faizler yükselecektir.",
      "D": "Yüksek faizle fon tedarik etme durumu oluşacaktır.",
      "E": "Yatırım faaliyetleri kredi taleplerinde azalma olacaktır."
    },
    "explanation": "Krizlerin, genel ekonomi üzerindeki olumsuz etkileri yanı sıra girişim finansmanı üzerinde de olumsuz etkileri olacaktır. Bu etkiler şunlardır:\n <ul> <li>Tasarruflar azalacağı için ödünç verilebilir fon kaynakları azalacaktır. • Kredi tahsilatlarında aksamalar olacağından, finans kuruluşları kredi fon kaynağı açısından sorunlar yaşayacaktır. • Finans kuruluşları ödünç verilebilir fon kaynağı yaratmak için yurt içi ve dışı kaynaklardan yüksek faizle fon tedarik etme durumunda kalacaktır. • Finans kuruluşları tahsilatlarda yaşadığı sorunlar nedeniyle yükümlülüklerini (alacaklılarına, devlete ve çalışanlarına karşı yükümlülüklerini) yerine getiremeyecektir. • Riskler arttığı için kredi talep edenlerle ilgili prosedürel süreç ve kredi tahsis süreçleri uzayacaktır. • Krizin neden olduğu olumsuz ortam girişim ve yatırım faaliyetlerini azaltacağından kredi taleplerinde azalmalar olacaktır. • Kriz ortamlarında bankalar ödünç verilebilir fon kaynağını artırmak için daha yüksek faizlerle mevduat toplamak durumunda kalacaklardır. • Kriz ortamlarından fon sağlama maliyetleri ve ticari riskler arttığı için kredi talep edenlere uygulanan faizler yükselecektir.Doğru cevap B’dir.</li> </ul>"
  },
  {
    "id": "3350561",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kriz dönemlerinde devletin krizin etkilerini azaltmak üzere aldığı tedbirlerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Vergi oranlarını arttırılması",
      "B": "Birikmiş harçların toplanması",
      "C": "Vergi borçlarının ertelenmesi",
      "D": "Kredide devlet güvencesinin iptali",
      "E": "Hibe şeklindeki kredilerin ertelenmesi"
    },
    "explanation": "Kriz dönemlerinin olumlu olarak nitelenecek etkileri, öncelikle devletin krizin etkilerini azaltmak üzere aldığı tedbirlerde görülmektedir. Bu tedbirler şunlardır:\n <ul> <li>Devletin düşük faizli ve hibe şeklinde kredi olanağı sağlaması, • Vergi borçları erteleme ya da af uygulamaları, Ekonomideki olumsuz gelişmeler girişimci ve yatırımcıyı en azından krizin etkileri ortadan kalkana kadar beklemeye itecektir. • Vergi oranlarının azaltılması ve vergi, resim, harç muafiyeti, • Kredi taleplerinde finans kuruluşlarına devlet garantisi verilmesi, • Sigorta primi desteği sağlanması, • Düşük maliyetli enerji tedariği (elektrik ve akaryakıt) uygulaması. Doğru cevap C’dir.</li> </ul>"
  },
  {
    "id": "3350562",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 24 Ocak 1980 Kararları sonucunda benimsenen hedefler arasında <u>yer almaz</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "İhracatı artırmak ve ithalatı sınırlamak.",
      "B": "Enflasyonu kabul edilir seviyeye düşürmek.",
      "C": "Yatırımları artıran faiz yapısı oluşturmak.",
      "D": "Sermaye hareketlerini serbestleştirmek.",
      "E": "Serbest piyasa olanaklarını artırmak."
    },
    "explanation": "Türkiye’nin dışa açık bir ekonomi çerçevesinde 24 Ocak 1980 Kararları sonucunda şu dört hedefi gerçekleştirmeyi benimsemiştir: • Enflasyonu kabul edilebilir bir seviyeye düşürerek fiyat istikrarını sağlamak, • İhracatı artırmak ve ithalatı serbestleştirmek • Serbest bir piyasa yapısı çerçevesinde finans olanaklarını ve yatırımları artıran faiz yapısı oluşturmak, • Sermaye hareketlerini serbestleştirerek Türk Lirasını konvertible kılmak. Doğru cevap A’dır."
  },
  {
    "id": "3350563",
    "unitNumber": 7,
    "text": "Krizlerin Girişim Finansmanı üzerindeki etkileri dikkate alındığında aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Büyük işletmeler krizden etkilenmez.",
      "B": "İcra takipleri azalır.",
      "C": "Konkordato ilanları azalır.",
      "D": "Yeni girişimler görülür.",
      "E": "Mikro bazda olumlu olabilir."
    },
    "explanation": "Krizlerin Girişim Finansmanı üzerindeki etkileri: Küçük ya da büyük tüm işletmeler az ya da çok krizin yaşandığı ekonomik ortamlardan olumsuz etkilenecek ve finansal açıdan sorunlar yaşayacaklardır. Böyle bir ekonomik ortamda icra takipleri, konkordato ve iflas ilanları artarken, girişim ve yatırım faaliyetinde bulunma isteğinde olanlar bu isteklerinden vazgeçeceklerdir. Ancak krizlerin az da olsa mikro bazda olumlu etkileri söz konusu olabilecektir.Doğru cevap E’dir."
  },
  {
    "id": "3350564",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Türkiye'nin yakın tarihinde yüz yüze kaldığı krizlerden birisi değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "1980'ler Latin Amerika Borç krizi",
      "B": "1990 başları yaşanan Körfez Savaşı",
      "C": "1994 ekonomik kriz",
      "D": "2001 bankacılık krizi",
      "E": "2008 Küresel Finansal Kriz"
    },
    "explanation": "Yakın zamana bakıldığında 1990’ların başında yaşanan Körfez Savaşı, 1994’teki ekonomik kriz, 1990’ların sonuna doğru yaşanan Asya Krizi, 1999 Marmara Depremi, 2000’lerin başında yaşanan Bankalar Krizi ve 2008’de yaşanan Küresel Finansal Kriz Türkiye’nin yakın tarihinde yüz yüze kaldığı önemli kriz olaylarıdır."
  },
  {
    "id": "3350565",
    "unitNumber": 7,
    "text": "I. Büyümeyi sağlamak\n II. Dış dengeyi sağlamak\n III. Fiyat istikrarını sağlamak\n Yukarıdakilerden hangisi veya hangileri ekonomilerin temel olarak ulaşmaya çalıştığı temel amaçlar arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Verilenlerin üçü de ekonomilerin temel olarak ulaşmaya çalıştığı temel amaçlar arasındadır"
  },
  {
    "id": "3350566",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi krizle ilgili oluşabilecek belirtiler arasında gösterilemez?",
    "correctAnswer": "D",
    "options": {
      "A": "Tahsilatların gecikmesi",
      "B": "Satışların düşmesi",
      "C": "Kredi temininde sıkıntılar yaşanması",
      "D": "Karşılıksız çeklerin miktarındaki azalışlar",
      "E": "Hammadde temininde zorlukların oluşması"
    },
    "explanation": "Krizle ilgili oluşabilecek belirtilerden bir tanesi de karşılıksız çeklerin miktarındaki artışlardır."
  },
  {
    "id": "3350567",
    "unitNumber": 7,
    "text": "Aşağıdaki kriz aşamalarından hangisinde faizlerin yükseldiği görülür?",
    "correctAnswer": "C",
    "options": {
      "A": "Krizin öngörülmesi aşaması",
      "B": "Kriz belirtilerinin görülmesi aşaması",
      "C": "Krizin yaşanması aşaması",
      "D": "Normale dönüş aşaması",
      "E": "Kriz sonrası aşama"
    },
    "explanation": "Faizlerin yükselmesi kriz yaşanması aşamasında görülen bir olaydır."
  },
  {
    "id": "3350568",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletmeleri krize sürükleyen uluslararası dışsal nedenler arasındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sektörde yaşanan rekabet nedeniyle satışları düşmesi",
      "B": "Vergi oranlarındaki artış nedeniyle vergi yükünün artması",
      "C": "Kredili satışların tahsilatlarında yaşanan sorunlar",
      "D": "Dünya ekonomisini etkileyen küresel siyasi sorunlar",
      "E": "Beklenmedik doğal olumsuzluklar"
    },
    "explanation": "Dünya ekonomisini etkileyen küresel siyasi olaylar uluslararası dışsal nedenler arasındadır."
  },
  {
    "id": "3350569",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi krizlerin girişim finansmanı üzerindeki olumsuz etkileri arasında gösterilemez?",
    "correctAnswer": "B",
    "options": {
      "A": "Kredi talep edenlere uygulanan süreçlerin uzaması",
      "B": "Kredi talep edenlere uygulanan faizlerin düşmesi",
      "C": "Ödünç verilebilir fon kaynaklarının azalması",
      "D": "Kredi taleplerinde görülen azalma",
      "E": "Finans kuruluşlarının fon kaynağı açısında sorunlar yaşaması"
    },
    "explanation": "Kriz ortamlarından fon sağlama maliyetleri ve ticari riskler arttığı için kredi talep edenlere uygulanan faizler yükselecektir."
  },
  {
    "id": "3350570",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi krizlerin girişim finansmanı üzerindeki olumlu etkileri arasındadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kredi tahsis süreçlerinin uzaması",
      "B": "Kredi taleplerinde görülen azalma",
      "C": "Kredi taleplerinde finans kuruluşlarına devlet garantisi verilmesi",
      "D": "Kredi talep edenlere uygulanan faizlerin yükselmesi",
      "E": "Finans kuruluşlarının kredi fon kaynağı açısından sorunlar yaşaması"
    },
    "explanation": "Krizlerin girişim finansmanı üzerindeki olumlu etkilerinden birisi de kredi taleplerinde finans kuruluşlarına devlet garantisi verilmesi"
  },
  {
    "id": "3350571",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi devletin krizlerin girişim finansmanı üzerindeki olumsuz etkilerini önleyici uygulamaları arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sigorta primi desteği sağlamak",
      "B": "Doğru bir piyasa analizi gerçekleştirmek",
      "C": "Tüm finans olanakları arasından etkinliği en yüksek olanı seçmek",
      "D": "Devletin sunduğu teşvik olanaklarından en yüksek düzeyde faydalanmak",
      "E": "Girişim finansmanına yönelik teminat mektubu verme koşullarını iyileştirmek"
    },
    "explanation": "Devletin krizlerin girişim finansmanı üzerindeki olumsuz etkilerini önleyici uygulamalarından birisi de sigorta prim desteği sağlamaktır."
  },
  {
    "id": "3350572",
    "unitNumber": 7,
    "text": "Klasik iktisadi düşüncenin yıkılışı aşağıdaki hangi krizin sonucunda gerçekleşmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "2008 Küresel Finansal Kriz",
      "B": "1997 Asya Krizi",
      "C": "1980 Latin Amerika Borç Krizi",
      "D": "1950 Kore Savaşı",
      "E": "1929 Büyük Buhran"
    },
    "explanation": "I. Dünya Savaşından sonra Klasik Ekonomi’nin öngörüleri doğrultusunda izlenen politikalar yetersiz kalmaya başlamış ve 1929’da yaşanan Büyük Buhran, Klasik İktisadi düşüncenin yıkılışı olmuştur."
  },
  {
    "id": "3350573",
    "unitNumber": 7,
    "text": "Türkiye üretim ve ticari hayatını çok yakından etkileyen ulusal krizler arasındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Küresel Finans Krizi (2008)",
      "B": "Bankalar Krizi (2000)",
      "C": "Büyük Buhran (1929)",
      "D": "Körfez Savaşı (2003)",
      "E": "Kıbrıs Barış Harekâtı (1974)"
    },
    "explanation": "Türkiye üretim ve ticari hayatını çok yakından etkileyen ulusal krizlerden birisi de 2000 yılı Bankalar Krizidir."
  },
  {
    "id": "3350574",
    "unitNumber": 7,
    "text": "Bir ülkenin döviz gelirinin döviz giderinden az olması durumuna ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dış açık",
      "B": "Dış Fazla",
      "C": "Cari fazla",
      "D": "Cari denge",
      "E": "Finansal açık"
    },
    "explanation": "Döviz gelirinin döviz giderinden az olması durumunda dış açık durumu söz konusu olacaktır. Ortaya çıkan açık ülkenin döviz rezervlerinden karşılanacaktır."
  },
  {
    "id": "3350575",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ekonomik krizin öncü göstergelerinden biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tahsilatların gecikmesi",
      "B": "Kredi geri ödemelerinin aksaması",
      "C": "Bankaların uzun vadeli kredi kullandırmaktan kaçınması",
      "D": "Çalışanların ücretlerinin ödenmesinde yaşanan sorunlar",
      "E": "Hammadde temininde zorlukların oluşması."
    },
    "explanation": "Krizle ilgili oluşabilecek belirtiler şu şekilde sıralanabilir:<br/>- Tahsilatların gecikmesi,<br/>- Satışların düşmesi,<br/>- Kârın azalması,<br/>- Borç ödemelerinde sıkıntıların yaşanması,<br/>- Karşılıksız çeklerin miktarındaki artışlar,<br/>- Müşteri şikayetlerinin artması,<br/>- Kredi geri ödemelerinin aksaması,<br/>- Kredi temininde sıkıntılar yaşanması,<br/>- Çalışanların ücretlerinin ödenmesinde yaşanan sorunlar,<br/>- Hammadde temininde zorlukların oluşması"
  },
  {
    "id": "3350576",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi krizlerin yaşandığı ekonomik ortamlarda karşılaşılan ekonomik sorunlardan biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Enflasyon oranın artması",
      "B": "Döviz kurunun yükselmesi",
      "C": "Faizlerin yükselmesi",
      "D": "Büyümenin durması",
      "E": "Kapasite kullanım oranının değişmemesi"
    },
    "explanation": "Krizlerin yaşandığı ekonomik ortamlarda karşılaşılan ekonomik sorunlar genel olarak şu şekilde sıralanabilir:<br/>Enflasyon oranın artması\n <ul> <li>Döviz kurunun yükselmesi</li> <li>Faizlerin yükselmesi</li> <li>Girdi maliyetlerinin artması</li> <li>Kapasite Kullanım Oranının düşmesi</li> <li>İşçi çıkarımlarının başlaması ve işsizlik oranının yükselmesi</li> <li>Büyümenin durması</li> <li>Karşılıksız çeklerin artması</li> <li>Vergi tahsilatlarında sorunlar yaşanması</li> <li>Konkordato ilanlarının artması</li> <li>İflasların artması</li> </ul>"
  },
  {
    "id": "3350577",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletmeleri krize sürükleyen içsel nedenlerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Girdi fiyatlarındaki yükselmeler dolayısıyla maliyetlerin artması ve ek finansman ihtiyacı",
      "B": "Banka kredisi borçları ve ticari borçların ödenmesinde yaşanan sorunlar",
      "C": "Kredili satışların tahsilatlarında yaşanan sorunlar",
      "D": "Vergi oranlarındaki artış nedeniyle vergi yükünün artması",
      "E": "Sektörde yaşanan rekabet dolayısıyla satışların, gelirlerin ve kârların düşmesi,"
    },
    "explanation": "İşletmeleri krize sürükleyen içsel nedenler şu şekilde sıralanabilir:<br/>• Üretim kararları ile ilgili yapılan hatalar sonucunda siparişlerin anlaşmaya uygun nitelikte üretilememesi nedeniyle oluşan iadeler,<br/>• Siparişlerin zamanında yetiştirilememesi,<br/>• Üretim sürecinde yapılan hatalar dolayısıyla üretimin yüksek maliyetli olması,<br/>• Fiyatlama politikasındaki hatalardan satışta yaşanan sorunlar,<br/>• Banka kredisi borçları ve ticari borçların ödenmesinde yaşanan sorunlar,<br/>• Vergi ve sigorta borçlarının ödenmesinde yaşanan sorunlar,"
  },
  {
    "id": "3350578",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletmeleri krize sürükleyen ulusal dışsal nedenlerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Vergi ve sigorta borçlarının ödenmesinde yaşanan sorunlar",
      "B": "Banka kredisi borçları ve ticari borçların ödenmesinde yaşanan sorunlar",
      "C": "Siparişlerin zamanında yetiştirilememesi",
      "D": "Vergi oranlarındaki artış nedeniyle vergi yükünün artması",
      "E": "Üretim kararları ile ilgili yapılan hatalar sonucunda siparişlerin anlaşmaya uygun nitelikte üretilememesi nedeniyle oluşan iadeler"
    },
    "explanation": "İşletmeleri krize sürükleyen ulusal dışsal nedenler şu şekilde sıralanabilir:<br/>• Sektör içinde girdi temininde yaşanan sorunlar nedeniyle üretimde yaşanan aksamalar,<br/>• Girdi fiyatlarındaki yükselmeler dolayısıyla (enflasyon, döviz kurundaki yükselmeler, faizlerin artması, sendikal faaliyetler) maliyetlerin artması ve ek finansman ihtiyacı,<br/>• Sektörde yaşanan rekabet dolayısıyla satışların, gelirlerin ve kârların düşmesi,<br/>• Kredili satışların tahsilatlarında yaşanan sorunlar,<br/>• Vergi oranlarındaki artış nedeniyle vergi yükünün artması,<br/>• Ülke yönetiminde ve yaşamında istikrarsızlık<br/>olması (siyasi istikrarsızlık, toplumsal hareketler, terör olayları) nedeniyle ekonomik faaliyetlerin (üretim, tüketim, girişim, yatırım) gerçekleştirilmesinde yaşanan tereddütler,<br/>• Beklenmedik doğal olumsuzlukların (doğal afet, hava koşullarında yaşanan olumsuzluklar, salgın hastalıklar) ekonomik faaliyetleri kesintiye uğratması."
  },
  {
    "id": "3350579",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi krizin girişim finansmanı üzerindeki olumsuz etkilerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sigorta primi desteği sağlanması",
      "B": "Kredi taleplerinde finans kuruluşlarına devlet garantisi verilmesi",
      "C": "Düşük maliyetli enerji tedariği (elektrik ve akaryakıt) uygulaması",
      "D": "Vergi borçları erteleme ya da af uygulamaları",
      "E": "Bankaların ödünç verilebilir fon kaynağını artırmak için daha yüksek faizlerle mevduat toplaması"
    },
    "explanation": "Krizlerin, genel ekonomi üzerindeki olumsuz etkileri yanı sıra girişim finansmanı üzerinde de olumsuz etkileri olacaktır. Bu etkiler şunlardır:<br/>• Tasarruflar azalacağı için ödünç verilebilir fon kaynakları azalacaktır.<br/>• Kredi tahsilatlarında aksamalar olacağından, finans kuruluşları kredi fon kaynağı açısından sorunlar yaşayacaktır.<br/>• Finans kuruluşları ödünç verilebilir fon kaynağı yaratmak için yurt içi ve dışı kaynaklardan yüksek faizle fon tedarik etme durumunda kalacaktır.<br/>• Finans kuruluşları tahsilatlarda yaşadığı sorunlar nedeniyle yükümlülüklerini (alacaklılarına, devlete ve çalışanlarına karşı yükümlülüklerini) yerine getiremeyecektir.<br/>• Riskler arttığı için kredi talep edenlerle ilgili prosedürel süreç ve kredi tahsis süreçleri uzayacaktır.<br/>• Krizin neden olduğu olumsuz ortam girişim ve yatırım faaliyetlerini azaltacağından kredi taleplerinde azalmalar olacaktır.<br/>• Kriz ortamlarında bankalar ödünç verilebilir fon kaynağını artırmak için daha yüksek faizlerle mevduat toplamak durumunda kalacaklardır.<br/>• Kriz ortamlarından fon sağlama maliyetleri ve ticari riskler arttığı için kredi talep edenlere uygulanan faizler yükselecektir."
  },
  {
    "id": "3350580",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi devletin krizlerin girişim finansmanı üzerindeki olumsuz etkilerini önleyici uygulamalarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Finans kuruluşları ile işbirliği içinde düşük faizli kredi olanakları yaratmak",
      "B": "Girişimcilerin finansman dışı bankacılık işlemlerine yönelik işlem ücreti oranlarını azaltmak",
      "C": "Girişim finansmanına yönelik olarak teminat mektubu verme koşullarını iyileştirmek",
      "D": "Girişim finansmanı ile ilgili teminat miktarlarını azaltmak, hatta kaldırmak",
      "E": "Girişim finansmanına yönelik olarak girişim maliyetlerini arttırmadan daha uzun vadeli finansman sağlamak"
    },
    "explanation": "Devletin krizlerin girişim finansmanı üzerindeki olumsuz etkilerini önleyici uygulamaları genel olarak şu şekilde sıralanabilir:<br/>• Finans kuruluşları ile işbirliği içinde düşük faizli kredi olanakları yaratmak,<br/>• Devlet bütçesini zorlamayacak hibe şeklinde finansman olanağı sağlamak,<br/>• Vergi borçlarını ertelemek ya da affetmek,<br/>• Vergi, resim, harç indirimi ve muafiyeti sağlamak,<br/>• Kredi taleplerinde finans kuruluşlarına garanti vermek,<br/>• Sigorta primi desteği sağlanmak,<br/>• Düşük maliyetli enerji tedariği (elektrik ve akaryakıt) sağlamak,"
  },
  {
    "id": "3350581",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi finans kuruluşlarının krizin girişim finansmanı üzerine olumsuz etkilerini önlemek üzere genel olarak hayata geçireceği uygulamalardan biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Girişim finansmanına yönelik olarak girişim maliyetlerini arttırmadan daha uzun vadeli finansman sağlayabilmek.",
      "B": "Devletin sunmuş olduğu teşvik ve destek olanaklarını araştırmak ve bu olanaklardan en yüksek düzeyde faydalanmak.",
      "C": "Girişimcilerin finansman dışı bankacılık işlemlerine yönelik işlem ücreti oranlarını azaltabilmek",
      "D": "Girişim finansmanına yönelik olarak teminat mektubu verme koşullarını iyileştirebilmek.",
      "E": "Girişim finansmanı ile ilgili teminat miktarlarını azaltabilmek,"
    },
    "explanation": "Finans kuruluşlarının krizin girişim finansmanı üzerine olumsuz etkilerini önlemek üzere genel olarak hayata geçireceği uygulamalar şunlardır:<br/>• Mümkün olduğunca düşük faizle finansman sağlama gayreti içinde olarak hem var olan üretim faaliyetlerinin sürmesini ve hem de yeni girişi ve yatırım faaliyetlerinin gerçekleşmesini sağlayabilecektir. Bu durumda finans kuruluşunun kâr marjı azalacaktır, ancak kriz aşıldıktan sonra bunu telafi edebilecektir.<br/>• Uluslararası piyasalardan da fon sağlama yoluna giderek, fon sıkıntısı yaşanmasını engellemenin yanı sıra girişimcilere daha uygun koşullarda finansman olanakları yaratabilecektir.<br/>• Girişim finansmanına yönelik olarak girişim maliyetlerini arttırmadan daha uzun vadeli finansman sağlayabilecektir.<br/>• Girişim finansmanı ile ilgili teminat miktarlarını azaltabilecek, hatta kaldırabilecektir.<br/>• Girişim finansmanına yönelik olarak teminat mektubu verme koşullarını iyileştirebilecektir.<br/>• Girişimcilerin finansman dışı bankacılık işlemlerine yönelik işlem ücreti oranlarını azaltabilecek ya da hiç almayabilecektir."
  },
  {
    "id": "3350582",
    "unitNumber": 7,
    "text": "Aşağıdaki durumlardan hangisi Türkiye üretim ve ticari hayatını çok yakından etkileyen küresel krizlerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "1971 Muhtırası",
      "B": "Bankalar Krizi (2000)",
      "C": "5 Nisan ekonomik krizi (1994)",
      "D": "Kıbrıs Barış Harekâtı (1974)",
      "E": "2001’de Türkiye’nin Dalgalı Kur Rejimine geçmesi"
    },
    "explanation": "Ulusal ve uluslararası düzeyde yaşanan küçük büyük tüm krizler, kırılgan bir yapıya sahip olan ve güçlenmeye çalışan Türkiye Ekonomisine olumsuz etkileri olmuştur. Türkiye Ekonomisini derinden etkileyen küresel krizler şu şekilde sıralanabilir:<br/>• 1929 Büyük Buhran,<br/>• II. Dünya Savaşı,<br/>• II. Dünya Savaşı sonrası Soğuk Savaş Dönemi,<br/>• Kore Savaşı (1950),<br/>• Kıbrıs Barış Harekâtı (1974)<br/>• Petrol Krizi (1974’teki ve 1979’daki petrol krizleri),<br/>• 1980’li yıllarda Güney Amerika Ülkelerinin borç ödemelerinde yaşanan sorunlar,<br/>• Körfez Savaşı (1990),<br/>• Asya Krizi (1997),<br/>• Rusya Krizi (1998),<br/>• 11 Eylül olayı (2001 yılında gerçekleştirilen İkiz Kulelere Saldırı), ABD’nin Afganistan’a müdahalesi,<br/>• Körfez Savaşı (2003),<br/>• 2008 Küresel Finansal Kriz<br/>• Arap Baharı (2011),"
  },
  {
    "id": "3350583",
    "unitNumber": 7,
    "text": ".............. ile birlikte Türkiye, ithal ikameci politikaları terk ederek, ihracata dayalı bir kalkınma stratejisi çerçevesinde ekonomisini yeniden şekillendirmiştir. Cümlesinde boş bırakılan yere aşağıdakilerden hangisi yazılmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "2008 Küresel Finansal Krizi",
      "B": "Körfez Savaşı (1990)",
      "C": "24 Ocak 1980 Kararları",
      "D": "5 Nisan ekonomik krizi (1994)",
      "E": "2001’de Türkiye’nin dalgalı kur rejimine geçmesi,"
    },
    "explanation": "24 Ocak 1980 Kararları ile birlikte Türkiye, ithal ikameci politikaları terk ederek, ihracata dayalı bir kalkınma stratejisi çerçevesinde ekonomisini yeniden şekillendirmiştir."
  },
  {
    "id": "3350584",
    "unitNumber": 7,
    "text": "Ekonomilerin temel olarak ulaşmaya çalıştığı temel amaçlar neler olabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Büyümeyi sağlamak, fiyat istikrarı sağlamak, tam istihdama ulaşmak ve dış dengeyi sağlamaktır.",
      "B": "İşsizliği azalmak ve iş imkanları sağlamaktır.",
      "C": "Ekonomide yatırımları arttırmak için faiz oranlarını düşürmektir.",
      "D": "Ekonomide önemli sektörleri finansman açısından desteklemektir.",
      "E": "Dış satımı artırarak sektörleri harekete geçirmektir."
    },
    "explanation": "Büyümeyi sağlamak, fiyat istikrarı sağlamak, tam istihdama ulaşmak ve dış dengeyi sağlamaktır."
  },
  {
    "id": "3350585",
    "unitNumber": 7,
    "text": "Ülkeler dış dengeyi sağlayamazlarsa nasıl bir sorunlarla karşılaşılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ülkeler dış dengeyi sağlayamazlarsa, ülke içinde yatırımların azalmasına sebep olur.",
      "B": "Ülkeler dış dengeyi sağlayamazlarsa, döviz girdileri azalır ve dış kaynak açığı nedeniyle dış borçları artar.",
      "C": "Ülkeler dış dengeyi sağlayamazlarsa, ülkede faiz oranları değişim gösterir.",
      "D": "Ülkeler dış dengeyi sağlayamazlarsa, dış alım azalır.",
      "E": "Ülkeler dış dengeyi sağlayamazlarsa, işsizlik artar."
    },
    "explanation": "Dış dengenin sağlanamaması durumunda ekonominin temel parametreleri bundan olumsuz etkilenebilecektir. Döviz gelirinin döviz giderinden az olması durumunda dış açık durumu söz konusu olacaktır. Ortaya çıkan açık ülkenin döviz rezervlerinden karşılanacaktır. Ancak dış açığın süreklilik arz etmesi durumunda ülkenin döviz rezervleri azalırken, dış kaynak ihtiyacı ortaya çıkabilecektir. Bu da ülkenin dış borç stokunun artmasına neden olacaktır."
  },
  {
    "id": "3350586",
    "unitNumber": 7,
    "text": "Krizle ilgili oluşabilecek belirtiler nasıl sıralanabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yatırımlar azalmasına rağmen karlar artar.",
      "B": "İşsizlik ve faiz oranları artar.",
      "C": "Satışlar düşer, karlar azalır, borçların ödenmesi sıkıntıya düşer, hammadde temini zorlaşır.",
      "D": "Dış satımlar para değerinin düşmesi nedeniyle artışa geçer.",
      "E": "Enflasyon artar, bankalar kredi musluklarını kısarlar."
    },
    "explanation": "Tahsilatların gecikmesi, satışların düşmesi, kârın azalması, borç ödemelerinde sıkıntıların yaşanması, karşılıksız çeklerin miktarındaki artışlar, müşteri şikayetlerinin artması, kredi geri ödemelerinin aksaması, kredi temininde sıkıntılar yaşanması, çalışanların ücretlerinin ödenmesinde yaşanan sorunlar, hammadde temininde zorlukların oluşması."
  },
  {
    "id": "3350587",
    "unitNumber": 7,
    "text": "İçsel krizler hangi nedenlerden dolayı ortaya çıkar?",
    "correctAnswer": "D",
    "options": {
      "A": "Sektörde yaşanan rekabet dolayısıyla satışların, gelirlerin ve kârların düşmesi.",
      "B": "Girdi fiyatlarındaki yükselmeler dolayısıyla.",
      "C": "Beklenmedik doğal olumsuzlukların olması.",
      "D": "İçsel nedenlerden dolayı ortaya çıkan krizler, işletme yönetiminin yanlış analizleri sonucunda alınan yanlış kararlara bağlı uygulamalarla işletmenin başarısız olması dolayısıyla işletmenin yaşadığı ekonomik durumdan dolayı ortaya çıkar.",
      "E": "Toplumsal hareketler, terör olayları) nedeniyle ekonomik faaliyetlerin (üretim, tüketim, girişim, yatırım) gerçekleştirilmesinde yaşanan tereddütler."
    },
    "explanation": "İçsel nedenlerden dolayı ortaya çıkan krizler, işletme yönetiminin yanlış analizleri sonucunda alınan yanlış kararlara bağlı uygulamalarla işletmenin başarısız olması dolayısıyla işletmenin yaşadığı ekonomik durumdan dolayı ortaya çıkar."
  },
  {
    "id": "3350588",
    "unitNumber": 7,
    "text": "İşletmeleri krize sürükleyen ulusal dışsal nedenler nelerdir.",
    "correctAnswer": "E",
    "options": {
      "A": "Üretim surecinde yapılan hatalar dolayısıyla üretimin yüksek maliyetli olması.",
      "B": "Banka kredisi borçları ve ticari borçların ödenmesinde yaşanan sorunlar.",
      "C": "Vergi ve sigorta borçlarının ödenmesinde yaşanan sorunlar.",
      "D": "Siparişlerin zamanında yetiştirilememesi.",
      "E": "Girdi fiyatlarındaki yükselmeler, Sektörde yaşanan rekabet, Kredili satışların tahsilatlarında yaşanan sorunlar, Vergi oranlarındaki artış nedeniyle vergi yükünün artması."
    },
    "explanation": "Girdi fiyatlarındaki yükselmeler, Sektörde yaşanan rekabet, Kredili satışların tahsilatlarında yaşanan sorunlar, Vergi oranlarındaki artış nedeniyle vergi yükünün artması."
  },
  {
    "id": "3350590",
    "unitNumber": 7,
    "text": "Krizlerin, finansman üzerinde nasıl etkileri olacaktır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kriz zamanında, işletmeler kredi almak istemeyecekleri nedeniyle ödünç verilebilir fonlar artış gösterir.",
      "B": "Kriz ortamında şirketlerin borçlarını ödeme yükümlülükleri uzun vadelere yayılır.",
      "C": "Kriz zamanında fon kaynakları azalır, kredi faizleri yükselir, tahsilatlar yavaşlar",
      "D": "Kriz ortamında şirketlere bankaların fon desteği artar.",
      "E": "Kriz zamanında işlemelerin devlete karşı sorumluluğu kalkar."
    },
    "explanation": "Krizlerin, genel ekonomi üzerindeki olumsuz etkileri yanı sıra girişim finansmanı üzerinde de olumsuz etkileri olacaktır. Bu etkiler şunlardır:\n • Tasarruflar azalacağı için ödünç verilebilir fon kaynakları azalacaktır.\n • Kredi tahsilatlarında aksamalar olacağından, finans kuruluşları kredi fon kaynağı açısından sorunlar yaşayacaktır.\n • Finans kuruluşları ödünç verilebilir fon kaynağı yaratmak için yurt içi ve dışı kaynaklardan yüksek faizle fon tedarik etme durumunda kalacaktır.\n • Finans kuruluşları tahsilatlarda yaşadığı sorunlar nedeniyle yükümlülüklerini (alacaklılarına, devlete ve çalışanlarına karşı yükümlülüklerini) yerine getiremeyecektir."
  },
  {
    "id": "3350591",
    "unitNumber": 7,
    "text": "İşletmelerin kriz zamanında karşılaşacağı olumsuz etkiler nasıl azaltılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kriz zamanında işletmelere kısa vadeli borçlanma yolları açılır.",
      "B": "Krizin etkilerini azaltmak için düşük vadeli kredi, sigorta pirim desteği, düşük fiyatlı enerji ve vergi muafiyeti sağlanır.",
      "C": "İşletme kriz zamanlarında, sigorta ve vergi ödemelerine gerek olmaz.",
      "D": "İşçi çıkartılarak, fazla işçi çalıştırmanın önüne geçilir.",
      "E": "Şirketler yatırımlarını erteleyerek finansman sıkıntısından kurtulurlar."
    },
    "explanation": "Kriz dönemlerinin olumlu olarak nitelenecek etkileri, öncelikle devletin krizin etkilerini azaltmak üzere aldığı tedbirlerde görülmektedir. Bu tedbirler şunlardır:\n <ul> <li>Devletin düşük faizli ve hibe şeklinde kredi olanağı sağlaması,</li> <li>Vergi borçları erteleme ya da af uygulamaları</li> <li>Vergi oranlarının azaltılması ve vergi, resim, harç muafiyeti,</li> <li>Kredi taleplerinde finans kuruluşlarına devlet garantisi verilmesi,</li> <li>Sigorta primi desteği sağlanması,</li> <li>Düşük maliyetli enerji tedariki (elektrik ve akaryakıt) uygulaması.</li> </ul>"
  },
  {
    "id": "3350592",
    "unitNumber": 7,
    "text": "Klasik ekonominin öngörüleri doğrultusunda izlenen politikalar yetersiz kalmaya başlamış ve 1929’da yaşanan Büyük Buhran, klasik iktisadi düşüncenin yıkılışı olmuştur. Bunun yerine krizleri önlemek için hangi ekonomik çareye baş vurmak en iyi çözüm olmuştur.",
    "correctAnswer": "D",
    "options": {
      "A": "Bretton Wodds Para Sistem kuruldu.",
      "B": "Dünya Kalkınma Bankası kurulmuştur.",
      "C": "Neo-liberaller, devletin ekonomiye müdahale etmesinin ve düzenleyici bir rol oynamasının gerektiğini savunmakta ve krizlerin önleneceği düşüncesini savunmuşlardır.",
      "D": "Bundan sonra devlet müdahalesinin gerekliliğini savunan Keynes yen İktisadı düşüncenin öngörüleri, ülke ekonomilerinde etkin olmaya başlamıştır.",
      "E": "A. Smith ilke olarak krizleri engellemek için ekonomiye devlet müdahalesini reddetmektedir."
    },
    "explanation": "Klasik Ekonominin öngörüleri doğrultusunda izlenen politikalar yetersiz kalmaya başlamış ve 1929’da yaşanan Büyük Buhran, Klasik İktisadi düşüncenin yıkılışı olmuştur. Bundan sonra devlet müdahalesinin gerekliliğini savunan Keynes yen İktisadı düşüncenin öngörüleri, ülke ekonomilerinde etkin olmaya başlamış ve II. Dünya Savaşından sonra 1960’lı yıllara kadar revizelerle etkili bir şekilde uygulanmıştır."
  },
  {
    "id": "3350593",
    "unitNumber": 7,
    "text": "1929 Ekonomik Bunalımına gelindiğinde, tüm ülke ekonomilerinde olduğu gibi Türkiye ekonomisi de olumsuz etkilenmiştir. Özel girişimi desteklemek ve ülkede piyasaların dengeli bir şekilde faaliyetlerini sürdürmesi amacıyla Milli Korunma Kanunu hangi yıl çıkarılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "1945",
      "B": "1950",
      "C": "1960",
      "D": "1936",
      "E": "1940"
    },
    "explanation": "1929 Ekonomik Bunalımına gelindiğinde, tüm ülke ekonomilerinde olduğu gibi Türkiye ekonomisi de olumsuz etkilenmiştir. Özel girişimi desteklemek ve ülkede piyasaların dengeli bir şekilde faaliyetlerini sürdürmesi amacıyla 1940 yılında Milli Korunma Kanunu çıkarılmıştır."
  },
  {
    "id": "3350594",
    "unitNumber": 7,
    "text": "Türkiye’nin dışa açık bir ekonomi çerçevesinde 24 Ocak 1980 Kararları sonucunda hangi hedefi gerçekleştirmeyi benimsemiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Enflasyonu düşürerek fiyat istikrarı sağlamak, ihracatı arttırmak, ithalatı serbest bırakmak, serbest piyasa çerçevesinde faiz yapısı oluşturmak ve Türk Lirasını konvertible yapmak.",
      "B": "Korumacı politikalar oluşturmak, siyasi istikrarsızlık olamaması, yüksek verimlilik, döviz sıkıntısını ortadan kaldırmak.",
      "C": "İç fiyat dengesini sağlamak için üretimin iç talebe yönelik olmasına gayret edilmiştir.",
      "D": "Gümrük duvarları konulmuş, kota uygulamaları başlatmış ve aşırı değerlenmiş döviz kuru, sanayide ileri teknoloji kullanımını desteklemiştir.",
      "E": "Faizler yükseltilerek Türk parasına dönüş yapılmış ve tasarruflar arttırılmıştır."
    },
    "explanation": "Türkiye’nin dışa açık bir ekonomi çerçevesinde 24 Ocak 1980 Kararları sonucunda şu dört hedefi gerçekleştirmeyi benimsemiştir;\n • Enflasyonu kabul edilebilir bir seviyeye düşürerek fiyat istikrarını sağlamak,\n • İhracatı artırmak ve ithalatı serbestleştirmek,\n • Serbest bir piyasa yapısı çerçevesinde finans olanaklarını ve yatırımları artıran faiz yapısı oluşturmak,\n • Sermaye hareketlerini serbestleştirerek Türk Lirasını konvertible kılmak."
  }
]