[
  {
    "id": "3520915",
    "unitNumber": 1,
    "text": "Which one of the following phrases <strong>is not</strong> interchangeably used with the concept of emerging powers?",
    "correctAnswer": "D",
    "options": {
      "A": "Rising power",
      "B": "Middle power",
      "C": "Emerging market",
      "D": "Asian tigers",
      "E": "Regional power"
    },
    "explanation": "There is also evidence of emerging power’s interchangeable use with phrases such as “middle power,” “emerging market,” and “regional power.”"
  },
  {
    "id": "3520923",
    "unitNumber": 1,
    "text": "I. It's merely a geographical classification<br/>II. It emphasizes the existing unequal global power relations<br/>III. It represents people who are subjected to the control of the richer countries<br/>Which one of the above is<strong> true</strong> about the term 'Global South'?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "Only II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "The term Global South was used to define geographical regions with less clear boundaries and characterized by capitalism. The Global South, therefore, represents people who are subjected to the control of the border of otherwise richer countries. Its usage is dependent on the traditional analysis of the North’s geographic boundaries that varied from that of the South. Subsequently, over time and due to immigration, Northern people were in the Southern territories and Southerners in the Northern territories. The term global herein is used to refer to the South from an indirect geographical perspective. Instead, the term Global South emerged as a reference to the region beyond the geographic locations, and otherwise biased perspective of the developmentalism school of thought. To create a distinction in their definitions, “Global” was included to “South” to identify the term as one that does not merely refer to geographical classifications but as a notation to the existing unequal global power relations, imperialism, and neo-colonialism."
  },
  {
    "id": "3520926",
    "unitNumber": 1,
    "text": "Which of the following can be counted as a liberal perspective in international relations theory?",
    "correctAnswer": "A",
    "options": {
      "A": "It views globalization from the bottom-top approach",
      "B": "There cannot be an overall global hegemony",
      "C": "International order will always remain vulnerable to conflicts",
      "D": "China’s emergence in the international front is problematic",
      "E": "International order is typically anarchic"
    },
    "explanation": "Moravcsik contends that the theory of liberal international views globalization from the bottom-top approach."
  },
  {
    "id": "3520931",
    "unitNumber": 1,
    "text": "What is the name of China's development model?",
    "correctAnswer": "B",
    "options": {
      "A": "Washington Consensus",
      "B": "State capitalism",
      "C": "Post-Washington consensus",
      "D": "Import substitute industrializationon",
      "E": "Keynesianism"
    },
    "explanation": "On the other hand, some researchers demonstrate that this development reflects the rise of what has variously been described as the Beijing Consensus, the China model or state capitalism all of which challenge the US-centred, neoliberal Washington Consensus."
  },
  {
    "id": "3520934",
    "unitNumber": 1,
    "text": "Liberals perceive the efforts by the Obama administration through the ....... since 2012 to date is also seen to have significantly contributed to the amalgamation of China into the liberal international order.<br/>Which one of the following is the best option to fill the gap in the sentence?",
    "correctAnswer": "C",
    "options": {
      "A": "World Trade Organization",
      "B": "United Nations Security Council",
      "C": "Asia Pivot Policy",
      "D": "The Beijing Consensus",
      "E": "Washington Consensus"
    },
    "explanation": "Liberals perceive the efforts by the Obama administration through the <strong>Asia Pivot Policy</strong> since 2012 to date is also seen to have significantly contributed to the amalgamation of China into the liberal international order, which further prevents the likelihood of the same from interfering or challenging the current hegemony."
  },
  {
    "id": "3520935",
    "unitNumber": 1,
    "text": "Which of the following country does show the shortcomings of the approach that argues that developing nations would remain underdeveloped as long as they are dependent or integral in the international system?",
    "correctAnswer": "A",
    "options": {
      "A": "Taiwan",
      "B": "Turkey",
      "C": "Brazil",
      "D": "Mexico",
      "E": "Russia"
    },
    "explanation": "A significant shortcoming with the approaches is their proposition that the developing nations would remain underdeveloped as long as they are dependent or integral in the international system which involved the developed nations. This assumption was challenged after 1970 when some developing nations started experiencing significant and exponential growth and industrialization. Among such countries include South Korea and Taiwan."
  },
  {
    "id": "3520937",
    "unitNumber": 1,
    "text": "What is the name of the development policy that was implemented by the third world nations from the early 1950s to the mid-1980s in order to address the disparity in their balance of trade?",
    "correctAnswer": "A",
    "options": {
      "A": "Import substitution industrialization",
      "B": "State capitalism",
      "C": "Modernization theory",
      "D": "Laissez faire",
      "E": "Export-oriented industralization"
    },
    "explanation": "This will further ensure that developing countries, in a way, address the disparity in the balance of trade. The primary advancement strategy adopted in the colonized third world nations was the policy of import substitution industrialization (ISI) that was implemented from the early 1950s to the mid-1980s."
  },
  {
    "id": "3520938",
    "unitNumber": 1,
    "text": "Which of the following <strong>is not</strong> an example to challenge the periphery approach?",
    "correctAnswer": "E",
    "options": {
      "A": "Rise of BRICS",
      "B": "Newly industrializing countries",
      "C": "Rise in Africa",
      "D": "The fall of the US",
      "E": "The rise of European Union"
    },
    "explanation": "The recent rise of BRICS and the earlier rise of newly industrializing countries (NICs) in East Asia meant that the periphery approach was challenged. Further, this led to a shift in emphasis on comprehending the rise in Africa and the fall of the US by the WST analysis."
  },
  {
    "id": "3520939",
    "unitNumber": 1,
    "text": "Which one of the following was one of the two superpowers in the 1990s?",
    "correctAnswer": "B",
    "options": {
      "A": "Japon",
      "B": "Russia",
      "C": "Taiwan",
      "D": "Korea",
      "E": "Germany"
    },
    "explanation": "In the 1900s, few would have foreseen a country as Brazil receiving recognition as a major player in the international high table. Similarly, no one would have anticipated the decline of the USA and Russia’s strain in sustaining its voice in the global order. While one may have predicted the rise of India and China due to their vast population and large size if they could solve their primary challenges, but only a few could have anticipated Japan’s plunge in the last two decades. The 1990 era of two superpowers was in several aspects simpler and easier to comprehend"
  },
  {
    "id": "3520940",
    "unitNumber": 1,
    "text": "While ...... presents itself as a probable contender for the role of a superpower in the 21st century, it currently reveals no inclination to this significant position.<br/>Which one of the following is the best option to fill the gap in the sentence?",
    "correctAnswer": "C",
    "options": {
      "A": "Russia",
      "B": "USA",
      "C": "China",
      "D": "India",
      "E": "Turkey"
    },
    "explanation": "While China presents itself as a probable contender for the role of a superpower, it currently reveals no inclination to this significant position. The 21st century is indicative of the rise of a post-superpower era perhaps due to the existence of multiple great powers experiencing a plethora of transnational difficulties than ever witnessed."
  },
  {
    "id": "3520989",
    "unitNumber": 1,
    "text": "For which country, this sudden rise of the South over the past few years is a menace ?",
    "correctAnswer": "E",
    "options": {
      "A": "Brasil.",
      "B": "China.",
      "C": "Hindistan.",
      "D": "Russia.",
      "E": "USA."
    },
    "explanation": "This sudden rise of the South over the past few years is an outcome of the noticeable market-friendly policies implemented by the West. However, it is also an imminent menace to the West and, more specifically, to the USA."
  },
  {
    "id": "3520990",
    "unitNumber": 1,
    "text": "Which is a common part of Rising and Great Powers ?",
    "correctAnswer": "B",
    "options": {
      "A": "Statu quoists",
      "B": "Reformists",
      "C": "Revisionists",
      "D": "Revolutionaries",
      "E": "Evolutionists"
    },
    "explanation": "Power Status<br/>Great Powers: Statu quoists- Reformists<br/>Rising Powers: Reformists-Revisionists"
  },
  {
    "id": "3520993",
    "unitNumber": 1,
    "text": "What is the name of the economic collaboration group that Turkey is a member of?",
    "correctAnswer": "B",
    "options": {
      "A": "BRICS",
      "B": "BRICS +N11",
      "C": "MENA",
      "D": "G10",
      "E": "G15"
    },
    "explanation": "These include Argentina, Nigeria, Qatar, and Turkey 5 Global South and Emerging Powers 1 to mention but a few. Over time other groupings including CIVETS (Colombia, Indonesia, Vietnam, Egypt, Turkey, and South Africa), N-11 (Bangladesh, Egypt, Indonesia, Iran, South Korea, Mexico, Nigeria, Pakistan, the Philippines, Turkey and Vietnam), and MINTS (Mexico, Indonesia, Nigeria, and Turkey) have become noticeable by scholars and researchers of international affairs."
  },
  {
    "id": "3520996",
    "unitNumber": 1,
    "text": "Which of the following is the \"S\" in BRICS ?",
    "correctAnswer": "D",
    "options": {
      "A": "South Korea",
      "B": "Sudan",
      "C": "Siberia",
      "D": "South Africa",
      "E": "Saudi Arabia"
    },
    "explanation": "A term popularized by the economist Jim O’Neill in the “Building Better Global Economic BRICs” research to improve attention on the rapidly increasing economies of Brazil, Russia, India and China. South Africa joined this family in 2011."
  },
  {
    "id": "3521003",
    "unitNumber": 1,
    "text": "Which one of the following countries is <u>no</u>t considered among MINT?",
    "correctAnswer": "D",
    "options": {
      "A": "Indonesia",
      "B": "Nigeria",
      "C": "Mexico",
      "D": "Iran",
      "E": "Turkey"
    },
    "explanation": "MINT countries include Mexico, Indonesia, Nigeria, and Turkey. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3521004",
    "unitNumber": 1,
    "text": "Which one of the following reveal a significant capability to challenge the existing superpower?",
    "correctAnswer": "C",
    "options": {
      "A": "G-8",
      "B": "CIVETS",
      "C": "BRICS",
      "D": "N - 11",
      "E": "MINT"
    },
    "explanation": "Only the BRICS reveal a significant capability to challenge the existing US rule as a superpower despite several emerging middle powers. Similarly, it has become increasingly undeniable that this economic advancement of Mexico and South Korea has stirred extensive international influence for many countries.<strong>. </strong>Bu nedenledoğru seçenek C seçeneğidir."
  },
  {
    "id": "3521005",
    "unitNumber": 1,
    "text": "What does the “Global South” currently mean?",
    "correctAnswer": "E",
    "options": {
      "A": "A geographical region",
      "B": "A line below 30°N",
      "C": "Third World",
      "D": "Developing Countries",
      "E": "Unequal power relations"
    },
    "explanation": "The term global herein is used to refer to the South from an indirect geographical perspective. Instead, the term Global South emerged as a reference to the region beyond the geographic locations, and otherwise biased perspective of the developmentalism school of thought. To create a distinction in their definitions, “Global” was included to “South” to identify the term as one that does not merely refer to geographical classifications but as a notation to the existing unequal global power relations, imperialism, and neo-colonialism. Doğru seçenek E seçeneğidir."
  },
  {
    "id": "3521006",
    "unitNumber": 1,
    "text": "Which school of thought considers “China’s emergence is an inherent threat fort he West?”",
    "correctAnswer": "A",
    "options": {
      "A": "Realizm",
      "B": "Liberal internationalizm",
      "C": "World systems theory",
      "D": "Underdevelopment theory",
      "E": "Development theory"
    },
    "explanation": "While some scholars may contend that China’s emergence is an inherent threat, others acknowledge it as a chance for the West, particularly for economic grounds. The former; thus, view the rise of China and its allies more as a menace to the USA and Western hegemony, while the latter, to a significant extent, do not. Yet, others remain convinced that China and the BRICS are rapidly rising and appreciate that their rise is a disruption to the US hegemony. The former perspective in IR theory relates to the realism school of thought while the latter reflects a liberal internationalism opinion. Realists and liberal internationalists significantly differ on the specific policies and on other extensive theoretical points. For instance, the 2003 Iraqi war revealed pro-war liberal internationalists and anti-war realists. Doğru seçenek A seçeneğidir."
  },
  {
    "id": "3521007",
    "unitNumber": 1,
    "text": "Which one of the following theories does <u>not</u> question US hegemony in the international relations literature?",
    "correctAnswer": "B",
    "options": {
      "A": "Critical theory",
      "B": "Realizm",
      "C": "World system theory",
      "D": "Dependency theory",
      "E": "Post-colonial theory"
    },
    "explanation": "There are a variety of approaches and theories that question US hegemony in the literature such as critical theory, world system theory (WST), dependency theory, post-colonial theory. Doğru seçenek B seçeneğidir."
  },
  {
    "id": "3521008",
    "unitNumber": 1,
    "text": "Which one of the following theories “encourages developing nations to embrace activities of the West as a foundation for their advancement?”",
    "correctAnswer": "A",
    "options": {
      "A": "Modernization theory",
      "B": "Dependency theory",
      "C": "World systems theory",
      "D": "Critical Theory",
      "E": "Post-colonial theory"
    },
    "explanation": "Modernization theory is significant in this discussion in that it encourages developing nations to embrace activities of the West as a foundation for their advancement.. Bu nedenle doğru seçenek A seçeneğidir."
  },
  {
    "id": "3521009",
    "unitNumber": 1,
    "text": "Which one of the options following statements is true for the 1990s?",
    "correctAnswer": "C",
    "options": {
      "A": "The collapse of Soviet Union was predicted",
      "B": "The world responded non-state security threats",
      "C": "The world was unaware of the environmental threats",
      "D": "Japanese economy was at its peak",
      "E": "Emerging powers were at the forefront in international relations"
    },
    "explanation": "The 1990 era of two <strong>superpower</strong>s was in several aspects simpler and easier to comprehend. However, this simplicity was a consequence of a superficial outlook of the international political situation. The overlay of the bipolar ideological struggle concealed other advancements such as the emerging powers and the rise of non-state security threats, and transnational challenges such as climate change. In the 1990s, it was unthinkable that the Soviet Union would collapse within two years or that Japan would experience severe economic difficulties adversely impacting its growth in the subsequent two years. Besides, in this era, it was unforeseeable that non-governmental terrorist networks would become a challenge for international politics. Bu nedenle doğru seçenek C seçeneğidir."
  },
  {
    "id": "3521010",
    "unitNumber": 1,
    "text": "Which one of the following options was the most significant for the emergence to world politics?<br/>I. Economic power<br/>II. Military power<br/>III. Diplomatic power<br/>IV. Influence",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "Only IV",
      "E": "I and II"
    },
    "explanation": "Among the many underlying questions about Global South and emerging powers, the most significant include the effect of this emergence to world politics. The will to exercise one’s power calls for a nation’s combination of economic and military power. Most importantly, nations ought to comprehend that power ought to translate into influence. As such, a nation reduces its leadership costs when its subordinates recognize the nation’s power. Bu nedenle doğru seçenek D seçeneğidir."
  },
  {
    "id": "3521011",
    "unitNumber": 1,
    "text": "“Hegemonic social order sitting on the foundation of moral and intellectual authority and voluntary acceptance is more enduring due to its legitimacy.”<br/>Which one of the authors claimed the above statement?",
    "correctAnswer": "D",
    "options": {
      "A": "Immanuel Wallerstein",
      "B": "Karl Waltz",
      "C": "James Nye",
      "D": "Antonio Gramsci",
      "E": "Robert Gilpint"
    },
    "explanation": "Antonio Gramsci once remarked that a hegemonic social order sitting on the foundation of moral and intellectual authority and voluntary acceptance is more enduring due to its legitimacy. Bu nedenle doğru seçenek D seçeneğidir."
  },
  {
    "id": "3521012",
    "unitNumber": 1,
    "text": "Which one of the established powers enjoy the selective involvement in global matters?",
    "correctAnswer": "A",
    "options": {
      "A": "Japan and European nations",
      "B": "US",
      "C": "Canada",
      "D": "Russia",
      "E": "Brazil"
    },
    "explanation": "Arguably, the emerging powers and the established ones, such as European nations and Japan, enjoy the liberty of selective involvement in global matters. Bu nedenle doğru seçenek A seçeneğidir."
  },
  {
    "id": "3521055",
    "unitNumber": 1,
    "text": "Which of the following is name of China economic model ?",
    "correctAnswer": "A",
    "options": {
      "A": "State capitalism.",
      "B": "Capitalism.",
      "C": "Liberalism.",
      "D": "Neoliberalism.",
      "E": "Maoism."
    },
    "explanation": "On the other hand, some researchers demonstrate that this development reflects the rise of what has variously been described as the Beijing Consensus, the China model or state capitalism all of which challenge the US-centred, neoliberal Washington Consensus"
  },
  {
    "id": "3521069",
    "unitNumber": 1,
    "text": "Which country <strong>is not</strong> one of these below for N -11 countries?",
    "correctAnswer": "A",
    "options": {
      "A": "Russia",
      "B": "Nigeria",
      "C": "Turkey",
      "D": "Vietnam",
      "E": "Pakistan"
    },
    "explanation": "Russia"
  },
  {
    "id": "3521071",
    "unitNumber": 1,
    "text": "Which country <strong>is not</strong> among the MINTS countries listed below?<br/><form class=\"stretch mx-2 flex flex-row gap-3 last:mb-2 md:mx-4 md:last:mb-6 lg:mx-auto lg:max-w-2xl xl:max-w-3xl\"><br/></form>",
    "correctAnswer": "D",
    "options": {
      "A": "Mexico",
      "B": "Indonesia",
      "C": "Nigeria",
      "D": "Pakistan",
      "E": "Turkey"
    },
    "explanation": "Pakistan is not any of MINT Country"
  },
  {
    "id": "3521077",
    "unitNumber": 1,
    "text": "Which country is one of those listed below for BRICS countries?",
    "correctAnswer": "A",
    "options": {
      "A": "India",
      "B": "Pakistan",
      "C": "Philippines",
      "D": "Turkey",
      "E": "Mexico"
    },
    "explanation": "India is BRICS country"
  },
  {
    "id": "3521078",
    "unitNumber": 1,
    "text": "The beginning of the 21st century revealed a notable trend in their rise and 6 Emerging Powers and the Global South. Which is the name of grouping reveal a significant capability to challenge the existing US rule as a superpower despite several emerging middle powers.<br/>What is the name of this grouping ?",
    "correctAnswer": "C",
    "options": {
      "A": "G 20",
      "B": "MINTS",
      "C": "BRICS",
      "D": "CIVETS",
      "E": "N 11"
    },
    "explanation": "BRICS"
  },
  {
    "id": "3596537",
    "unitNumber": 1,
    "text": "I. The term \"Global South\" has been heavily criticized for replacing the terms \"Third World\" or \"Developing countries.\"<br/>II. The Global South encompasses geographical regions with less distinct boundaries and is characterized by capitalism.<br/>III.Critics argue that economic reforms, especially for BRICS nations, render their North or South labeling obsolete.<br/>Which of the above statements is true regarding the concept of the Global South?",
    "correctAnswer": "B",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I and II",
      "E": "II and III"
    },
    "explanation": "<em>The South and Global South are common</em><br/><em>interchangeable terms with the latter receiving</em><br/><em>more light as the most preferred political expression</em><br/><em>vis-à-vis Third World and developing countries.</em><br/><em>However, in the early 2000s, the concept of the</em><br/><em>South received significant criticisms. For instance,</em><br/><em>critics maintained that economic reforms had</em><br/><em>extensively changed some nations especially</em><br/><em>the BRICS contributing to their transition to</em><br/><em>greater economies thus no longer befitting their</em><br/><em>labelling as being part of the South or the North.</em><br/><em>Additionally, critics also alleged that the concept of</em><br/><em>the South hid the political and economic processes</em><br/><em>and historical inheritances that contributed to</em><br/><em>these nations being coined as poor and belonging</em><br/><em>to the South. Generally, this term was criticized for</em><br/><em>its existence as a mere replacement for the Third</em><br/><em>World or Developing countries.</em><br/><em>The term Global South was used to define</em><br/><em>geographical regions with less clear boundaries and</em><br/><em>characterized by capitalism. The Global South,</em><br/><em>therefore, represents people who are subjected</em><br/><em>to the control of the border of otherwise richer</em><br/><em>countries. Its usage is dependent on the traditional</em><br/><em>analysis of the North’s geographic boundaries that</em><br/><em>varied from that of the South.</em>"
  },
  {
    "id": "3520969",
    "unitNumber": 2,
    "text": "Which of the following figures was the first president of the Republic of China?",
    "correctAnswer": "B",
    "options": {
      "A": "Mao Zedong",
      "B": "Sun Yat-Sen",
      "C": "Chiang Kai-shek",
      "D": "Deng Xiaoping",
      "E": "Jiang Zemin"
    },
    "explanation": "The outbreak of the republican revolution in 1911 (also known as Xinhai Revolution) is a major turning point in China’s history. On this occasion, China’s last emperor Pu-Yi was abdicated, and the republic was proclaimed on January 1, 1912. Sun Yat-Sen has become the first president of the Republic of China. This marked the end of the 268-year rule of the Qing dynasty along with the monarchic regime in China.<br/>The correct answer is B."
  },
  {
    "id": "3520970",
    "unitNumber": 2,
    "text": "Which of the following did <u>not</u> happen during the presidency of Deng Xiaoping in the Republic of China?",
    "correctAnswer": "E",
    "options": {
      "A": "Launch of “four modernizations”, i.e. economy, agriculture, science and national defense",
      "B": "Introduction of China’s strict birth planning program, known as “one-child policy”",
      "C": "Introduction of a new constitution in 1982",
      "D": "The Tiananmen Square events",
      "E": "The retrocession of Hong Kong, formerly a British colony, to the People’s Republic of China"
    },
    "explanation": "Xiaoping initiated a reform program based on opening China’s economy, which gave way to today’s economic giant China. That’s the reason why Deng is known as the “Architect of Modern China”. 1) He initiated what he called “four modernizations”, i.e. economy, agriculture, science and national defense. 2) When he came to power, China’s population had already exceeded one billion people, and migration accelerated from rural areas to more industrialized centers. Deng introduced China’s strict birth planning program, known as “one-child policy”, because he believed controlling the size of the population was key to sustain the country’s economic development. 3) The Tiananmen Square events in June 1989 showed that the CPC leadership had no intention whatsoever to allow democratization in the country, as they used lethal force to disperse thousands of university students gathered in Beijing’s biggest square to ask for freedom of speech. 4) Alongside his economic success, Deng Xiaoping is also the architect of today’s Chinese political system, as he pushed for a new constitution in 1982.<br/>The retrocession of Hong Kong, formerly a British colony, to the People’s Republic of China happened during the presidency of Jiang Zemin in 1997.<br/>The correct answer is E."
  },
  {
    "id": "3520971",
    "unitNumber": 2,
    "text": "The National People's Congress in China holds an annual session in spring, lasting between 10 to 14 days. Which of the following is the main objective of this meeting?",
    "correctAnswer": "A",
    "options": {
      "A": "Reviewing what the government has accomplished during the last year, and what it is planning to do in the year ahead",
      "B": "Making budgetary decisions for the coming year",
      "C": "Taking legislative action with regard to needs of the country",
      "D": "Electing regional delegates for provinces and municipalities",
      "E": "Supervising the actions of the Chinese military forces"
    },
    "explanation": "The NPC holds an annual session in spring, lasting between 10 to 14 days, the main objective being officially to review what the government has accomplished during the last year, and what it is planning to do in the year ahead.<br/>The correct answer is A."
  },
  {
    "id": "3520972",
    "unitNumber": 2,
    "text": "There are two Special Administrative Regions (SARs) in China: Hong Kong and Macau. These SARs are self-governing bodies. However, they are not fully independent.<br/>In which of the following domains do the SARs rely on Beijing?",
    "correctAnswer": "D",
    "options": {
      "A": "Trade",
      "B": "Economy",
      "C": "Legal system",
      "D": "Foreign relations",
      "E": "Parliamentary system"
    },
    "explanation": "Hong Kong and Macau are the two Special Administrative Regions (SAR) in China. These SARs enjoy, according to their Basic Laws and the international treaties concluded between China and the UK or Portugal, wide autonomies; and theoretically, they are self-governing bodies. They also use their own currency, The Hong Kong Dollar for Hong Kong and The Pataka for Macau. Each SAR has a chief executive, a regional government, and an elected parliamentary body. However, the SARs are not totally independent as they rely on Beijing for their foreign relations and defense.<br/>The correct answer is D."
  },
  {
    "id": "3520973",
    "unitNumber": 2,
    "text": "Which of the following is the name given to the standard Chinese language?",
    "correctAnswer": "C",
    "options": {
      "A": "Cantonese",
      "B": "Zhuang",
      "C": "Mandarin",
      "D": "Wu",
      "E": "Fuzhou"
    },
    "explanation": "Standard Chinese, also known as Mandarin, is the official language of the country. It serves as the common language for all Chinese, and used in education and the press. It is also the tool of communication between diverse regions of the country which are marked by important dialectal differences.<br/>The correct answer is C."
  },
  {
    "id": "3520974",
    "unitNumber": 2,
    "text": "Which of the following information about religion in China is <u>not</u> correct?",
    "correctAnswer": "D",
    "options": {
      "A": "State atheism is the Communist Part of China's official line.",
      "B": "Confucianism, Taoism and Buddhism constitute the three main pillars of the Chinese religious culture.",
      "C": "The government authorizes the practice of Buddhism, Taoism, Catholicism, Protestantism and Islam.",
      "D": "Beijing created a “Patriotic Church” for the country’s Catholics - a church which has formal relationship with the Pope.",
      "E": "Confucianism has now been gaining importance as part of China’s cultural heritage."
    },
    "explanation": "Beijing created a “Patriotic Church” for the country’s Catholics. However, the PRC does not allow them to have any formal relationship with the Pope.<br/>The correct answer is D."
  },
  {
    "id": "3520975",
    "unitNumber": 2,
    "text": "Which of the following is <u>not</u> one of the main issues of concern for the future of China's economy?",
    "correctAnswer": "B",
    "options": {
      "A": "Ecological issues",
      "B": "Sanctions of the World Trade Organization",
      "C": "Aging population",
      "D": "Growing national debt",
      "E": "Impact of the Coronavirus pandemic"
    },
    "explanation": "Ecological issues: One of the major deleterious consequences of China’s rapid economic growth is the impact on global warming. Fossil fuels are still widely used in China’s industry. As a result, China is the biggest polluter in the world. Recently, China decided to change its stance on environmental issues, and thus became one of the most eager participants of COP21 Paris Climate Agreement (2015), announcing its ambition to reach zero-net CO2 emissions by 2050.<br/>Aging population: China’s aging population is a major threat for its future economic development.<br/>Growing national debt: China’s corporate debt is higher than any other country, which is a serious fragility.<br/>Impact of the pandemic: The Chinese economy had a sharp decline during the first three months of 2020 due to lockdowns imposed by local authorities to slow down the spread of the new coronavirus SARS-CoV-2.<br/>The correct answer is B."
  },
  {
    "id": "3520976",
    "unitNumber": 2,
    "text": "Which of the following countries is the biggest export partner of China?",
    "correctAnswer": "E",
    "options": {
      "A": "Germany",
      "B": "Japan",
      "C": "South Korea",
      "D": "United Kingdom",
      "E": "United States"
    },
    "explanation": "Almost all of China’s export goods are manufacturers (%95) and its main export partners are the United States (%20), the European Union (%17), the ASEAN countries (%13), Japan (%6), South Korea, India and Russia.<br/>The correct answer is E."
  },
  {
    "id": "3520977",
    "unitNumber": 2,
    "text": "Which of the following terms refers to the theory according to which a world war is unavoidable when an emerging power threatens to supplant an established great power?",
    "correctAnswer": "D",
    "options": {
      "A": "Cultural Revolution",
      "B": "Shanghai Communiqué",
      "C": "One Belt, One Road",
      "D": "Thucydides Trap",
      "E": "One-China Policy"
    },
    "explanation": "“Thucydides Trap” is a theory according to which a world war is unavoidable when an emerging power threatens to supplant an established great power. The term is based on a quote by Athenian historian Thucydides who claimed that the Peloponnesian War between Athens and Sparta (5th century B.C.) had been unescapable, because the Spartans feared the growing power of Athens.<br/>The correct answer is D."
  },
  {
    "id": "3520978",
    "unitNumber": 2,
    "text": "Which of the following is the main cause of tensions in political relations between China and the European Union?",
    "correctAnswer": "B",
    "options": {
      "A": "China's parliamentary system",
      "B": "China's human rights record",
      "C": "China's legal system",
      "D": "China's conflicts with neighboring countries",
      "E": "China's migration policies"
    },
    "explanation": "Despite good economic relations, there are some tensions in political relations, because of the EU’s criticism on China’s human rights record, especially with regard to Hong Kong and Xinjiang. For example, an embargo on arms sales was imposed on China in 1989 after the Tiananmen Square events.<br/>The correct answer is B."
  },
  {
    "id": "3521060",
    "unitNumber": 2,
    "text": "Which of the below is <u>not</u> true about China?",
    "correctAnswer": "E",
    "options": {
      "A": "It is the world’s most populous country",
      "B": "It is a permanent member of the United Nations Security Council",
      "C": "It has an army that has nuclear strike capabilities",
      "D": "It has one of the most advanced space programs in the world.",
      "E": "It has become the world’s largest economy"
    },
    "explanation": "During the last decade, China has become the world’s second-largest economy."
  },
  {
    "id": "3521062",
    "unitNumber": 2,
    "text": "I. The old imperial order gradually disintegrated<br/>II. A new political system took shape<br/>III. Nationalism and anti-Western views grew stronger<br/>IV. The civil war and the Japanese invasion destroyed the country’s infrastructures<br/>Which of the above were the challenges that China faced during the first half of 20th century?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II",
      "B": "I,IV",
      "C": "I,II,III",
      "D": "I,II,III,IV",
      "E": "I,III,IV"
    },
    "explanation": "The old imperial order gradually disintegrated, and a new political system took shape in the midst of enormous political and economic difficulties. The traditional government system collapsed, nationalism and anti-Western views grew stronger, while the civil war and the Japanese invasion destroyed the country’s infrastructures, causing poverty and underdevelopment."
  },
  {
    "id": "3521063",
    "unitNumber": 2,
    "text": "According to Mao, which one of the below was the backbone of the country?",
    "correctAnswer": "C",
    "options": {
      "A": "Industrialization",
      "B": "Collectivism",
      "C": "Peasantry",
      "D": "Military power",
      "E": "Anti-westernism"
    },
    "explanation": "With the communist victory in 1949, major political shifts occurred in the country. The CPC’s initial purpose was to transform the country, and especially its economy, making it less dependent on agriculture by promoting rapid development of heavy industry. It also aimed at destroying traditional ruling classes like landowners. Despite the priority given to industrialization, Chairman Mao insisted that the revolutionary vision - based on peasants’ struggle - forged during the civil war, would continue to guide the country, and the peasantry would remain China’s backbone."
  },
  {
    "id": "3521065",
    "unitNumber": 2,
    "text": "What was the main goal of the “Hundred Flowers Campaign”?",
    "correctAnswer": "B",
    "options": {
      "A": "To encourage freedom of speech",
      "B": "To provide fresh ideas to the party leadership",
      "C": "To encourage criticism of Marxism",
      "D": "To enable free discussions of economical systems",
      "E": "To validate communist leadership."
    },
    "explanation": "“Hundred Flowers Campaign” was a grassroots campaign encouraging free-ranging discussion and public inquiry, in order to provide fresh ideas to the party leadership directly from the people."
  },
  {
    "id": "3521066",
    "unitNumber": 2,
    "text": "The Great Leap Forward is the name of the social and economic program put in place by Mao in 1958. What was the goal of this program?",
    "correctAnswer": "D",
    "options": {
      "A": "To stregthen peasantry and agricultural production",
      "B": "To limit heavy industrialisation",
      "C": "To widen educational services throughout the country",
      "D": "To transmute the economy from an agrarian to an industrial one",
      "E": "To end poverty through liberal economic policies"
    },
    "explanation": "Mao’s aim was to quickly transmute China’s economy from an agrarian one to an industrial one while boosting production."
  },
  {
    "id": "3521068",
    "unitNumber": 2,
    "text": "Which of the below is <u>not</u> true about China's constitution and political system?",
    "correctAnswer": "E",
    "options": {
      "A": "It is a socialist state under the people’s democratic dictatorship",
      "B": "The constitution opposes the separation of powers.",
      "C": "Chinese constitution recognizes the people’s fundamental rights",
      "D": "In practice, China is an authoritarian regime",
      "E": "To this day, private ownership is banned."
    },
    "explanation": "The main innovation of the 1982 constitution was to guarantee private ownership."
  },
  {
    "id": "3521070",
    "unitNumber": 2,
    "text": "Which of the below about China's population is <u>not</u> true?",
    "correctAnswer": "E",
    "options": {
      "A": "It is the world’s largest population.",
      "B": "The population’s growth rate is less than 1 %",
      "C": "There exist 56 ethnic groups recognized by the state",
      "D": "The Han people constitute 91,5 % of the total population",
      "E": "All ethnic minorities are Muslim."
    },
    "explanation": "The largest ethnic minorities in the country include the Zhuang, Manchu and Uyghur peoples. Some of them are Muslim while others are not."
  },
  {
    "id": "3521072",
    "unitNumber": 2,
    "text": "I. China’s economy ranked, in 2020, as the world’s second largest<br/>II. The GDP per capita is around 10.000 dollars.<br/>III. China is also the world’s one of the fastest-growing economies <br/>IV. China is a country with a growing middle class.<br/>Which of the above are true about China's economy?",
    "correctAnswer": "C",
    "options": {
      "A": "I,II",
      "B": "I,II,III",
      "C": "I,II,III,IV",
      "D": "I,II,IV",
      "E": "II,III,IV"
    },
    "explanation": "China’s economy ranked, in 2020, as the world’s second-largest by nominal GDP after the United States with 14,1 trillion US dollars. The GDP per capita is around 10.000 dollars. China is also the world’s one of the fastest-growing economies with an average growth rate of 10 percent for the last 30 years, although the growth fell to around 6 % in 2018. Around 90 % of the Chinese people were below the poverty line in 1978, whereas, in 2018, only 2 % of them were below it. In other words, China is a country with a growing middle class."
  },
  {
    "id": "3521074",
    "unitNumber": 2,
    "text": "I. Global warming due to the use of fossil fuels<br/>II. Aging population<br/>III. Growing national debt<br/>IV. Coronavirus crisis<br/>Which of the above are among the issues of concern for the future of China’s economy?",
    "correctAnswer": "B",
    "options": {
      "A": "I,II,III",
      "B": "I,II,III,IV",
      "C": "I,II,IV",
      "D": "II,III,IV",
      "E": "I,II"
    },
    "explanation": "All of the above are issues of concern for the future of China’s economy"
  },
  {
    "id": "3521076",
    "unitNumber": 2,
    "text": "I. Preserving China’s independence, sovereignty and territorial integrity.<br/>II. Creating a favorable environment supporting China’s economic development.<br/>III. Supporting a pro-Western political system internationally<br/>IV. Generating the communist regime in liberal states.<br/>Which of the above are the main objectives of China’s foreign policy?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II",
      "B": "I,III",
      "C": "I,IV",
      "D": "II,III",
      "E": "II,IV"
    },
    "explanation": "The main objective of China’s foreign policy is to preserve China’s independence, sovereignty and territorial integrity. Besides, the country’s foreign policy allows it to maintain high growth rates for its economy, because for China, good diplomatic relations is also key to good trade relations. That is why, creating a favorable environment supporting China’s economic development is among the important goals of China’s foreign policy."
  },
  {
    "id": "3521089",
    "unitNumber": 2,
    "text": "Who is the founding father of the People's Republic of China?",
    "correctAnswer": "C",
    "options": {
      "A": "China’s last emperor, Pu-Yi, is the founding father of the People's Republic of China.",
      "B": "Sun Yat-Sen, the first president of the Republic of China is the founding father of the People's Republic of China.",
      "C": "Mao Zedong, the Chairman of the Communist Party of China (CPC), is<br/>the founding father of the People’s Republic of China (PRC).",
      "D": "Chiang Kai-Shek is the founding father of the People's Republic of China.",
      "E": "Hu Jintao is the founding father of the People's Republic of China."
    },
    "explanation": "“The Chinese Civil War” lasted intermittently from 1927 to 1949 and ended when the CPC troops, with Mao Zedong as their leader, seized Beijing and proclaimed the People’s Republic of China (PRC) on October 1st, 1949. The correct answer is Mao Zedong. Mao Zedong (1949-1976) was the Chairman of the Communist Party of China (CPC) and the founding father of the People’s Republic of China (PRC)."
  },
  {
    "id": "3521090",
    "unitNumber": 2,
    "text": "In the diplomatic field, one of the main goals of the communist leadership was to raise China to the status of great power. However, due to the Western hostility to the People’s Republic, countries such as the U.S. .......................................",
    "correctAnswer": "A",
    "options": {
      "A": "continued to recognize the Taipei based in Taiwan as China’s legitimate representatives until 1970s.",
      "B": "they supported a nuclear research program in China to developing its own nuclear weapons (1964).",
      "C": "The Communist Party of China became unsuccessful.",
      "D": "did not support China to become self-sufficient and tried to prove that the communist regime would not last long.",
      "E": "attempted to reverse the Communist system of China."
    },
    "explanation": "The Western hostility to the People’s Republic based in Beijing (the U.S., for example, continued to recognize the Taipei government and its head, Chiang Kai-Shek, based in Taiwan as China’s legitimate representatives until 1970s."
  },
  {
    "id": "3521121",
    "unitNumber": 2,
    "text": "When Tibetans rebelled in 1959, how did The Communist Party of China respond?",
    "correctAnswer": "A",
    "options": {
      "A": "They sent troops to Tibet and responded with tremendous violence against Tibetans.",
      "B": "They responded mildly and tried to solve the problems of Tibetans.",
      "C": "They forced Tibetans to migrate to China so that they can be punished.",
      "D": "The Tibetan intellectuals of the time imprisoned and they were treated with no respect",
      "E": "Tibet was not very important for China so they decided to remain calm and avoided spending their energy on rebels."
    },
    "explanation": "Mao did not hesitate to use military power against ethnic minorities as well, for example by sending troops to Tibet. Tibetans, a people with a strong political identity and conscience about their distinct culture, rose in rebellion in 1959, to which the CPC responded with tremendous violence."
  },
  {
    "id": "3521122",
    "unitNumber": 2,
    "text": "Which event marks the beginning of China’s industrialization?",
    "correctAnswer": "E",
    "options": {
      "A": "Strengthening the traditional ruling classes like landowners.",
      "B": "Land reform based on collectivization, which was launched in rural areas.",
      "C": "Preventing any kind of counterrevolutionary movement",
      "D": "Consolidation of the anti-revolutionary movements",
      "E": "The adoption of the First Five-Year-Plan in 1953, which explicitly modeled on the Soviet experience."
    },
    "explanation": "The first Five-Year-Plan, explicitly modeled on Soviet experience, was adopted in 1953, marking the beginning of China’s industrialization."
  },
  {
    "id": "3521123",
    "unitNumber": 2,
    "text": "What was one of the tensions during the Socialist transformation?",
    "correctAnswer": "D",
    "options": {
      "A": "Many peasants wanted to work in the industry sector, there was a huge demand for such jobs.",
      "B": "The society was not ready for a Socialist regime and they became uneasy with the new Government.",
      "C": "The money that the peasants earned by agricultural work diminished and that made them uneasy.",
      "D": "Many peasants were unhappy with the state-owned agricultural cooperatives and moved to the cities.",
      "E": "The Capitalists who had huge factories rebelled against the new regime."
    },
    "explanation": "Many peasants, unhappy with their situation in the state-owned agricultural cooperatives moved to the cities, and China’s urban population mushroomed. The CPC leadership soon noticed that the agricultural production was not enough to feed the cities."
  },
  {
    "id": "3521124",
    "unitNumber": 2,
    "text": "How did Mao Zedong respond to the political criticisms made by the intellectuals?",
    "correctAnswer": "A",
    "options": {
      "A": "He ended the free speech experience and oppressed any opposition.",
      "B": "He made use of the criticisms in order to better the reforms.",
      "C": "He was tolerant of any political criticisms.",
      "D": "He encouraged political criticisms.",
      "E": "He sent the intellectuals to Siberia."
    },
    "explanation": "Intellectuals engaged in severe political criticism, which soon proved embarrassing to the communist leadership. Mao Zedong decided to put an end to the free speech experience, ordering a repressive campaign against all forms of opposition."
  },
  {
    "id": "3521125",
    "unitNumber": 2,
    "text": "Mao’s wanted to quickly transmute China’s economy from an agrarian one to an industrial one while boosting production. What is the name of this attempt in Chinese history?",
    "correctAnswer": "A",
    "options": {
      "A": "The Great Leap Forward (1958-1962)",
      "B": "The Cultural Revolution (1966-1976)",
      "C": "The economic reforms (1978-1989)",
      "D": "The socialist transformation (1953-1964)",
      "E": "The Democratic Movement (1976-2020)"
    },
    "explanation": "The Great Leap Forward is the name of the social and economic program put in place by Mao in 1958. Mao’s aim was to quickly transmute China’s economy from an agrarian one to an industrial one while boosting production."
  },
  {
    "id": "3521126",
    "unitNumber": 2,
    "text": "What was the result of The Great Leap policy during 1959-1961?",
    "correctAnswer": "B",
    "options": {
      "A": "It resulted in prosperity.",
      "B": "It resulted in the Great Chinese Famine.",
      "C": "It brought happiness.",
      "D": "It brought equality.",
      "E": "It caused the incompetence of those who worked in various sectors."
    },
    "explanation": "The Great Leap policy devastated the country’s economy and provoked millions of deaths in the countryside, making the “Great Chinese Famine” (1959-1961) one of the deadliest in human history."
  },
  {
    "id": "3521127",
    "unitNumber": 2,
    "text": "When did the Cultural Revolution start?",
    "correctAnswer": "C",
    "options": {
      "A": "When Mao decided to imitate Russia in cultural events, such as music and stage arts.",
      "B": "When Mao realized that economic development was not enough in the early 1960s .",
      "C": "When Mao called on young people in May 1966 to rebel against authority figures in the party",
      "D": "When Mao decided there was a need to educate the people by artists and intellectuals.",
      "E": "When people realized that there will be no development without education and cultural awakening."
    },
    "explanation": "The Cultural Revolution started when Mao called on young people in May 1966 to rebel against authority figures in the party, in their schools and universities, and in factories as he claimed the bourgeois elements infiltrated into administrative<br/>positions to prepare the return of the capitalist order in China."
  },
  {
    "id": "3521128",
    "unitNumber": 2,
    "text": "How did the Cultural Revolution movement transform China?",
    "correctAnswer": "E",
    "options": {
      "A": "Massacres took place.",
      "B": "Traditional cultural heritage was damaged.",
      "C": "Religious sites were ransacked, education stopped.",
      "D": "The economy collapsed.",
      "E": "All of the above"
    },
    "explanation": "The Cultural Revolution movement turned China upside down, massacres took place, traditional cultural heritage was damaged, religious sites were ransacked, education stopped, and the economy collapsed while millions of people were persecuted, purged, or exiled."
  },
  {
    "id": "3521129",
    "unitNumber": 2,
    "text": "How is Deng Xiaoping known?",
    "correctAnswer": "A",
    "options": {
      "A": "the architect of today's Chinese system",
      "B": "the father of the educational system in China.",
      "C": "the father of the modern agricultural system in China.",
      "D": "the founder of the Modern industrial revolution",
      "E": "the person who supported the development of the modern Chinese arts and sciences"
    },
    "explanation": "Alongside his economic success, Deng Xiaoping is also the architect of today’s Chinese political system, as he pushed for a new constitution in 1982."
  },
  {
    "id": "3521130",
    "unitNumber": 2,
    "text": "When did China join the World Trade Organization?",
    "correctAnswer": "C",
    "options": {
      "A": "in 1992",
      "B": "in 1997",
      "C": "in 2001",
      "D": "in 2005",
      "E": "in 2009"
    },
    "explanation": "Jiang’s one of the greatest political success is China’s accession<br/>o the World Trade Organization (WTO) in 2001."
  },
  {
    "id": "3521131",
    "unitNumber": 2,
    "text": "What was the main innovation of the 1982 Chinese constitution?",
    "correctAnswer": "D",
    "options": {
      "A": "the separation of powers",
      "B": "freedom of speech",
      "C": "freedom of religious practice",
      "D": "guarantee of private ownership",
      "E": "permitting non-communist political parties"
    },
    "explanation": "The main innovation of the 1982 constitution was to guarantee private ownership, which is in line with the market economy-based opening program initiated by Deng Xiaoping in 1978."
  },
  {
    "id": "3521132",
    "unitNumber": 2,
    "text": "Which faiths do the Chinese believe?",
    "correctAnswer": "A",
    "options": {
      "A": "Buddhism, Taoism, Catholicism, Protestantism, and Islam.",
      "B": "Buddhism and Confucianism",
      "C": "Buddhism, Taoism, Catholicism, Protestantism",
      "D": "Buddhism, Confucianism, and Islam",
      "E": "Buddhism, Taoism, and Islam."
    },
    "explanation": "Buddhism, Taoism, Catholicism,<br/>Protestantism and Islam"
  },
  {
    "id": "3521133",
    "unitNumber": 2,
    "text": "Which country/countries is/are the main competitor of China in international trade?",
    "correctAnswer": "D",
    "options": {
      "A": "The European Union",
      "B": "Japan",
      "C": "India",
      "D": "the United States",
      "E": "Russia"
    },
    "explanation": "the United States"
  },
  {
    "id": "3520979",
    "unitNumber": 3,
    "text": "Which of the following universities launched the first department of Sinology in Turkey?",
    "correctAnswer": "C",
    "options": {
      "A": "Istanbul University",
      "B": "Istanbul Technical University",
      "C": "Ankara University",
      "D": "Hacettepe University",
      "E": "Boğaziçi University"
    },
    "explanation": "Atatürk ordered in 1935 the inauguration of a department of sinology, first of its kind in Turkey, in Ankara University, in order to contribute to the studies on the history of ancient Turks, as most documents about them are written in Chinese.<br/>The correct answer is C."
  },
  {
    "id": "3520980",
    "unitNumber": 3,
    "text": "Which of the following information about the Korean War (1950-1953) is <u>not</u> correct?",
    "correctAnswer": "E",
    "options": {
      "A": "Turkey’s active participation in the Korean War seriously deteriorated its relations with China.",
      "B": "Turkey’s decision to join the coalition against China upon the call of the United Nations through Security Council resolution 83.",
      "C": "Ankara sent a force of 5,455 men on June 25, 1950 to the Korean peninsula.The",
      "D": "Turkish military lost 721 soldiers in that war which took place 8,000 km away from Turkey.",
      "E": "Turkey’s participation in this war was not approved by the majority of Turkish people."
    },
    "explanation": "The information provided in options A, B, C and D is correct. <br/>Turkey's participation in this war was generally approved by the Turkish people, as the press extensively relayed the heroic exploits of the Turkish brigade. The decision was also supported by the opposition parties. Turkey’s participation in this war was criticized in the country only by small leftist circles.<br/>The correct answer is E."
  },
  {
    "id": "3520981",
    "unitNumber": 3,
    "text": "When did Turkey officially recognize the People’s Republic of China?",
    "correctAnswer": "B",
    "options": {
      "A": "1969",
      "B": "1971",
      "C": "1978",
      "D": "1982",
      "E": "1993"
    },
    "explanation": "Turkish and Chinese ambassadors stationed in Paris came together to sign a joint declaration on August 4, 1971, through which Turkey officially recognized the People’s Republic of China. Diplomatic relations between the two countries were thus established, automatically resulting in the severing of relations between Ankara and Taipei.<br/>The correct answer is B."
  },
  {
    "id": "3520982",
    "unitNumber": 3,
    "text": "Which of the following group of products is Turkey's top export to China?",
    "correctAnswer": "D",
    "options": {
      "A": "Appliances",
      "B": "Textile",
      "C": "Electronics",
      "D": "Mineral resources",
      "E": "Vegetables"
    },
    "explanation": "China is mostly interested in Turkey’s mineral resources: marble, travertine, chromium, copper, iron and boric acid.<br/>The correct answer is D."
  },
  {
    "id": "3520983",
    "unitNumber": 3,
    "text": "------------------------ is a huge infrastructure project with economic, financial, cultural, and geopolitical dimensions, in order to better connect the rest of the world, and in particular the Western Europe, to China. Beijing is devoting colossal resources to carry out this project, since it is also a prestige issue for President Xi Jinping, both at home and in the world.<br/>Which of the following terms is defined in the above paragraph?",
    "correctAnswer": "B",
    "options": {
      "A": "One China Policy",
      "B": "Belt and Road Initiative",
      "C": "Cultural Revolution",
      "D": "Health Silk Road",
      "E": "China Network"
    },
    "explanation": "The Belt and Road Initiative (BRI) is a huge infrastructure project with economic, financial, cultural, and geopolitical dimensions, in order to better connect the rest of the world, and in particular the Western Europe, to China. Beijing is devoting colossal resources to carry out this project, since it is also a prestige issue for President Xi Jinping, both at home and in the world.<br/>The correct answer is B."
  },
  {
    "id": "3520984",
    "unitNumber": 3,
    "text": "The Shanghai Cooperation Organization (SCO) is a regional economic and security cooperation organization established in 2001. It brings together China, Russia, Kazakhstan, Kyrgyzstan, Uzbekistan and Tajikistan, along with India and Pakistan since 2017. Turkey desires to become a member of this organization. <br/>According to Chinese and Russian officials, which of the following conditions does Turkey need to fulfill in order to become a full member of the SCO?",
    "correctAnswer": "E",
    "options": {
      "A": "Strengthening its military forces",
      "B": "Strengthening its geopolitical role between the East and the West",
      "C": "Getting engaged in stronger foreign trade relations with the East",
      "D": "Establishing stronger relations with China",
      "E": "Exiting from NATO"
    },
    "explanation": "Chinese and Russian officials have declared many times that Turkey’s full membership to the organization would be possible only if Turkey exits from NATO, since membership in both organizations would be incompatible, according to them.<br/>The correct answer is E."
  },
  {
    "id": "3520985",
    "unitNumber": 3,
    "text": "Which of the following information about cultural cooperation between China and Turkey is <u>not</u> correct?",
    "correctAnswer": "A",
    "options": {
      "A": "The majority of Turkish universities offer study programs on China and on Chinese language.",
      "B": "Some Turkish universities concluded agreements in 2008 to establish Confucius Institutes in their campuses.",
      "C": "The Turkish Ministry of National Education provides scholarships each year for Turkish students who want to learn Mandarin in China.",
      "D": "Turkish-language broadcasts on China Radio International (The Beijing Radio at the time) began in 1957.",
      "E": "The bimonthly official magazine China Today is published in Turkish language, too, since October 2012."
    },
    "explanation": "The Department of Sinology of Ankara University was established as early as 1935. However, studies on China and on Chinese language are quite limited in Turkey. Nowadays, only two Turkish public universities, Erciyes (Kayseri) and Istanbul Universities offer undergraduate Chinese language and literature programs.<br/>The correct answer is A."
  },
  {
    "id": "3520986",
    "unitNumber": 3,
    "text": "When did Turkey first give refugee status to Uyghurs from China?",
    "correctAnswer": "B",
    "options": {
      "A": "During the Second World War",
      "B": "During the Korean War",
      "C": "In the 1980s",
      "D": "Right after the Cold War",
      "E": "In the 21st century"
    },
    "explanation": "It was in 1952, in other words during the Korean War, that Turkey first granted refugee status to two thousand Uyghurs from China. They had left their country to flee the new communist regime and were receiving assistance from the United Nations High Commission for Refugees (UNHCR).<br/>The correct answer is B."
  },
  {
    "id": "3520987",
    "unitNumber": 3,
    "text": "Which of the following information about the Uyghur issue is <u>not</u> correct?",
    "correctAnswer": "A",
    "options": {
      "A": "The main cause of the issue is that Turkey defends independence of Xinjiang in China.",
      "B": "The members of the Uyghur diaspora established associations in Turkey since the 1950s to defend the rights of the Uyghur people.",
      "C": "The two preeminent and historic figures of Uyghur nationalism, İsa Yusuf Alptekin and Mehmet Emin Buğra came together in Turkey in 1949 seeking political asylum.",
      "D": "Representatives of the diaspora gathered in December 1992 to create the “Turkestan National World Congress”, based in Istanbul.",
      "E": "The Center of East Turkestan was created in Istanbul in 1998."
    },
    "explanation": "Uyghurs are a Turkic-speaking Muslim minority native to Xinjiang region, in Western China. Turkey defends the rights of this population. However, as Turkey recognized the People’s Republic of China, Turkish authorities underlined their respect for China’s territorial integrity, but demand wider autonomies for the Xinjiang region. Ankara has reiterated on every occasion that it respects China’s territorial integrity. Thus, it cannot be concluded that Turkey asks for the independence of the Xinjiang region.<br/>The correct answer is A."
  },
  {
    "id": "3520988",
    "unitNumber": 3,
    "text": "What might constitute the primary objective of closely examining Sino-Turkish relations on the international stage?",
    "correctAnswer": "D",
    "options": {
      "A": "Identifying the effect of China in the development of Turkey",
      "B": "Determining the link between Chinese and Turkish diplomacies",
      "C": "Defining the economic effects of China in the Middle East",
      "D": "Understanding the evolution of the balances of power in the international system",
      "E": "Strengthening the cooperation between the East and the West"
    },
    "explanation": "Studying the Sino-Turkish relations provides an additional perspective to understand the evolution of the balances of power in the international system. While the world’s geopolitical center of gravity keeps moving towards Asia to the detriment of North America and Europe, especially on the economic level, it is not surprising that Turkey is trying, like many other countries, to strengthen its relationship with the East Asian giant.<br/>The correct answer is D."
  },
  {
    "id": "3521111",
    "unitNumber": 3,
    "text": "What is the geostrategic and diplomatic confrontation during the 19th century between the United Kingdom and the Russian Empire in Central and South Asia?",
    "correctAnswer": "A",
    "options": {
      "A": "Great Game",
      "B": "Great Conflict",
      "C": "Big Game",
      "D": "Big Conflict",
      "E": "Conflict Game"
    },
    "explanation": "Great Game"
  },
  {
    "id": "3521112",
    "unitNumber": 3,
    "text": "When was the inauguration of an Ottoman madrasa, a.k.a. “Hamidiye University” in Beijing?",
    "correctAnswer": "C",
    "options": {
      "A": "1890",
      "B": "1900",
      "C": "1908",
      "D": "1914",
      "E": "1918"
    },
    "explanation": "1908"
  },
  {
    "id": "3521113",
    "unitNumber": 3,
    "text": "When did China and Turkey decide to establish bilateral diplomatic relations?",
    "correctAnswer": "B",
    "options": {
      "A": "1923",
      "B": "1929",
      "C": "1938",
      "D": "1942",
      "E": "1948"
    },
    "explanation": "1929"
  },
  {
    "id": "3521114",
    "unitNumber": 3,
    "text": "When did China and Turkey sign a Treaty of Friendship?",
    "correctAnswer": "C",
    "options": {
      "A": "1923",
      "B": "1929",
      "C": "1934",
      "D": "1938",
      "E": "1948"
    },
    "explanation": "1934"
  },
  {
    "id": "3521115",
    "unitNumber": 3,
    "text": "What is the academic discipline focused on the study of China, its language, literature, culture and history?",
    "correctAnswer": "D",
    "options": {
      "A": "Indo-Chino",
      "B": "Chinogrophy",
      "C": "Antro-Chino",
      "D": "Sinology",
      "E": "Histo-Chino"
    },
    "explanation": "Sinology"
  },
  {
    "id": "3521116",
    "unitNumber": 3,
    "text": "When did Mao Zedong proclaime the People’s Republic of China?",
    "correctAnswer": "C",
    "options": {
      "A": "1929",
      "B": "1939",
      "C": "1949",
      "D": "1959",
      "E": "1969"
    },
    "explanation": "1949"
  },
  {
    "id": "3521117",
    "unitNumber": 3,
    "text": "When did Turkey officially recognize the People’s Republic of China?",
    "correctAnswer": "C",
    "options": {
      "A": "1951",
      "B": "1961",
      "C": "1971",
      "D": "1981",
      "E": "1991"
    },
    "explanation": "1971"
  },
  {
    "id": "3521118",
    "unitNumber": 3,
    "text": "What is the name of a huge infrastructure project with economic, financial, cultural, and geopolitical dimensions, in order to better connect the rest of the world, and in particular the Western Europe, to China?",
    "correctAnswer": "E",
    "options": {
      "A": "Eurasia Initiative",
      "B": "The Big Road Project",
      "C": "The Mainland Project",
      "D": "The Silk Road",
      "E": "The Belt and Road Initiative"
    },
    "explanation": "The Belt and Road Initiative"
  },
  {
    "id": "3521119",
    "unitNumber": 3,
    "text": "When did the first contacts of Turkish and Chinese military officials take place?",
    "correctAnswer": "E",
    "options": {
      "A": "1950s",
      "B": "1960s",
      "C": "1970s",
      "D": "1980s",
      "E": "1990s"
    },
    "explanation": "1990s"
  },
  {
    "id": "3521120",
    "unitNumber": 3,
    "text": "What is the name given to the cultural and educational institutions created in 2004 and financed by the Chinese government in order to promote the Chinese language and culture abroad?",
    "correctAnswer": "B",
    "options": {
      "A": "Dalai Lama Centers",
      "B": "Confucius Institutes",
      "C": "Mao Zedong Institutes",
      "D": "Sinology Centers",
      "E": "Sino-Culture Institutes"
    },
    "explanation": "Confucius Institutes"
  },
  {
    "id": "3521184",
    "unitNumber": 3,
    "text": "Which of the following antagonist powers were part of the \"Great Game\" of the 19th century that targeted Ottoman and Chinese empires through Western expansionism and imperialism?",
    "correctAnswer": "A",
    "options": {
      "A": "Russia, England",
      "B": "England, Germany",
      "C": "Spain, France",
      "D": "United States of America, England",
      "E": "İtaly, Spain"
    },
    "explanation": "Re read the secction titled \"HISTORICAL BACKGROUND OF CHINA-TURKEY RELATIONS\" of your book<br/>“Great Game” is the geostrategic and diplomatic confrontation during the 19th century between the United Kingdom and the Russian Empire in Central and South Asia."
  },
  {
    "id": "3521185",
    "unitNumber": 3,
    "text": "Which of the following president proclaimed the People's Republic of China and stated that China became a member of the communist world?",
    "correctAnswer": "B",
    "options": {
      "A": "Chiang Kai-shek",
      "B": "Mao Zedong",
      "C": "Deng Xiaoping",
      "D": "Xi Jinping",
      "E": "Lui Shaoqi"
    },
    "explanation": "Re read the section titled \"China and Turkey during the Cold War\" of your book.<br/>Mao Zedong proclaimed the People’s Republic of China (1949), making it clear that his country was from now on a member of the communist world."
  },
  {
    "id": "3521186",
    "unitNumber": 3,
    "text": "When did Turkey officially recognized People's Rebuplic of China?",
    "correctAnswer": "C",
    "options": {
      "A": "1949",
      "B": "1966",
      "C": "1971",
      "D": "1985",
      "E": "1990"
    },
    "explanation": "Re study the \"Recognition of the PRC by Turkey\" section of your book.<br/>Turkish and Chinese ambassadors stationed in Paris came together to sign a joint declaration on August 4, 1971, through which Turkey officially recognized the People’s Republic of China"
  },
  {
    "id": "3521187",
    "unitNumber": 3,
    "text": "Who was the first president of Turkey to visit China?",
    "correctAnswer": "D",
    "options": {
      "A": "İsmet İnönü",
      "B": "Celal Bayar",
      "C": "Fahri Korutürk",
      "D": "Kenan Evren",
      "E": "Turgut Özal"
    },
    "explanation": "Re read the \"Recognition of the PRC by Turkey\" section of your book.<br/>In 1982, Kenan Evren became the first Turkish president to set foot in China with the intent to promote trade relations."
  },
  {
    "id": "3521188",
    "unitNumber": 3,
    "text": "When was the One Belt One Road project announced?",
    "correctAnswer": "D",
    "options": {
      "A": "1997",
      "B": "1999",
      "C": "2002",
      "D": "2013",
      "E": "2018"
    },
    "explanation": "Re Read the \"The Belt and Road Initiative (BRI) and Turkey\" section of your book.<br/>The One Belt One Road (OBOR) project, a.k.a Belt and Road Initiative (BRI), or the New Silk Roads was announced by China’s president Xi Jinping in 2013."
  },
  {
    "id": "3521189",
    "unitNumber": 3,
    "text": "Which of the following reagion<u><strong> is not</strong> </u>part of the links China will have through the Belt and Road Initiative?",
    "correctAnswer": "E",
    "options": {
      "A": "Western Europe",
      "B": "Middle East",
      "C": "Southeast Asia",
      "D": "North Pole",
      "E": "Latin America"
    },
    "explanation": "Re study the \"The Belt and Road Initiative (BRI) and Turkey\" section of your book<br/>China’s official goal with the BRI is to strengthen trade and improve maritime and territorial transport connectivity between China and Western Europe, passing through Central Asia and the Middle East, with secondary branches that would link China to Southeast Asia, the Indian subcontinent, northern Africa, and even to the North Pole."
  },
  {
    "id": "3521190",
    "unitNumber": 3,
    "text": "Which of the following country <u><strong>is not</strong> </u>part of the Shanghai Cooperation Organization?",
    "correctAnswer": "E",
    "options": {
      "A": "Russia",
      "B": "İndia",
      "C": "Uzbekistan",
      "D": "Pakistan",
      "E": "Azerbaijan"
    },
    "explanation": "Re study the section titled \"Shanghai Cooperation Organization and Turkey\" of your book.<br/>The Shanghai Cooperation Organization (SCO) is a regional economic and security cooperation organization established in 2001. It brings together China, Russia, Kazakhstan, Kyrgyzstan, Uzbekistan and Tajikistan, along with India and Pakistan since 2017."
  },
  {
    "id": "3521191",
    "unitNumber": 3,
    "text": "When was Turkey first granted refugee status to Uyghurs from China?",
    "correctAnswer": "C",
    "options": {
      "A": "1934",
      "B": "1948",
      "C": "1952",
      "D": "1968",
      "E": "1987"
    },
    "explanation": "Re read the section titled \"THE UYGHUR FACTOR IN CHINA-TURKEY RELATIONS\" of your book.<br/>It was in 1952, in other words during the Korean War, that Turkey first granted refugee status to two thousand Uyghurs from China."
  },
  {
    "id": "3521192",
    "unitNumber": 3,
    "text": "Fill in the blank<br/>Uyghurs are a Turkic-speaking Muslim minority native to ...........region of China.",
    "correctAnswer": "A",
    "options": {
      "A": "Xinjiang",
      "B": "Gansu",
      "C": "Wuhan",
      "D": "Shenyang",
      "E": "Tianjin"
    },
    "explanation": "Re read the section titled \"THE UYGHUR FACTOR IN CHINA-TURKEY RELATIONS\" of your book.<br/>Uyghurs are a Turkic-speaking Muslim minority native to <strong>Xinjiang region</strong>, in Western China."
  },
  {
    "id": "3521193",
    "unitNumber": 3,
    "text": "Fill in the blank<br/>China’s first permanent military installation outside Asia is in .......",
    "correctAnswer": "D",
    "options": {
      "A": "Southeast Asia",
      "B": "Middle East",
      "C": "Eurasia",
      "D": "Africa",
      "E": "Caucasus"
    },
    "explanation": "Re read the section titled \"Turkey and China’s “Second Continent”: Africa\" of your book.<br/>The inauguration of a Chinese military base in Djibouti in 2017, China’s first permanent military installation outside Asia."
  },
  {
    "id": "3521194",
    "unitNumber": 3,
    "text": "Since when is Ankara determined to deepen and diversify its relations with Beijing, especially in the economic field?",
    "correctAnswer": "C",
    "options": {
      "A": "1980s.",
      "B": "1990s.",
      "C": "2000s.",
      "D": "2010s.",
      "E": "2020s."
    },
    "explanation": "Ankara is determined to deepen and diversify its relations with Beijing, especially in the economic field since the beginning of 2000s."
  },
  {
    "id": "3521195",
    "unitNumber": 3,
    "text": "Between which countries was the \"Great Game” as a geostrategic and diplomatic confrontation during the 19th century?",
    "correctAnswer": "B",
    "options": {
      "A": "the United States and China",
      "B": "the United Kingdom and the Russian Empire",
      "C": "The Ottoman Empire and the Russian Empire",
      "D": "the United States and Japan",
      "E": "the United Kingdom and Japan"
    },
    "explanation": "\"Great Game” is the geostrategic and diplomatic confrontation during the 19th century between the United Kingdom and the Russian Empire in Central and South Asia."
  },
  {
    "id": "3521196",
    "unitNumber": 3,
    "text": "When did China and Turkey decide to establish bilateral diplomatic relations?",
    "correctAnswer": "A",
    "options": {
      "A": "in 1929",
      "B": "in 1928",
      "C": "in 1927",
      "D": "in 1926",
      "E": "in 1925"
    },
    "explanation": "The two young republics decided to establish bilateral diplomatic relations nally in 1929 through an agreement signed by the ambassadors of both countries in Washington."
  },
  {
    "id": "3521197",
    "unitNumber": 3,
    "text": "When did Turkey finally recognize the communist government in Beijing and established diplomatic relations with the People’s Republic of China?",
    "correctAnswer": "D",
    "options": {
      "A": "1968",
      "B": "1969",
      "C": "1970",
      "D": "1971",
      "E": "1972"
    },
    "explanation": "In 1971, Turkey finally recognized the communist government in Beijing and established diplomatic relations with the People’s Republic of China."
  },
  {
    "id": "3521198",
    "unitNumber": 3,
    "text": "When did Cultural Revolution in China occur?",
    "correctAnswer": "C",
    "options": {
      "A": "1946-1956",
      "B": "1956-1966",
      "C": "1966-1976",
      "D": "1976-1986",
      "E": "1986-1996"
    },
    "explanation": "The visibility of communist China in Turkey increased considerably during the Cultural Revolution in China (1966-1976)."
  },
  {
    "id": "3521199",
    "unitNumber": 3,
    "text": "When did the first Turkish president set foot in China with the intent to promote trade relations?",
    "correctAnswer": "A",
    "options": {
      "A": "1982",
      "B": "1983",
      "C": "1984",
      "D": "1985",
      "E": "1986"
    },
    "explanation": "In 1982, Kenan Evren became the rst Turkish president to set foot in China with the intent to promote trade relations."
  },
  {
    "id": "3521200",
    "unitNumber": 3,
    "text": "What was the percentage of increase of Turkey’s trade deficit with China between 2000 and 2010?",
    "correctAnswer": "D",
    "options": {
      "A": "%103",
      "B": "%168",
      "C": "%658",
      "D": "%1100",
      "E": "%1550"
    },
    "explanation": "Turkey’s trade de cit vis-à-vis China is growing faster than Turkey’s overall trade de cit. As an example, between 2000 and 2010, Turkey’s overall trade de cit rose from $ 26.7 billion to $ 71.6 billion, an increase of 168%, while Turkey’s trade de cit with China increased by 1.100% over the same period, from $ 1.3 billion to $ 9.14 billion."
  },
  {
    "id": "3521201",
    "unitNumber": 3,
    "text": "When was the Turkish-Chinese business council (TÜÇİK) established?",
    "correctAnswer": "B",
    "options": {
      "A": "1989",
      "B": "1992",
      "C": "1995",
      "D": "1998",
      "E": "2001"
    },
    "explanation": "A Turkish-Chinese business council (TÜÇİK) was established in 1992 under the aegis of the Council for Foreign Economic Relations (DEİK)."
  },
  {
    "id": "3521202",
    "unitNumber": 3,
    "text": "When was the 1st New Silk Roads summit?",
    "correctAnswer": "E",
    "options": {
      "A": "2013",
      "B": "2014",
      "C": "2015",
      "D": "2016",
      "E": "2017"
    },
    "explanation": "Turkey participated in the 1st New Silk Roads summit held in Beijing in May 2017 at the highest level, and the Turkish President Recep Tayyip Erdoğan expressed personally his wish to take full advantage of this project to his Chinese counterpart, President Xi Jinping."
  },
  {
    "id": "3521203",
    "unitNumber": 3,
    "text": "Where was The World Uyghur Congress was established in 2004?",
    "correctAnswer": "A",
    "options": {
      "A": "Munich",
      "B": "Brussels",
      "C": "Istanbul",
      "D": "Paris",
      "E": "Hamburg"
    },
    "explanation": "The World Uyghur Congress example, was established in Munich in 2004."
  },
  {
    "id": "3520941",
    "unitNumber": 4,
    "text": "Which of the following is the starting point of the British rule in India?",
    "correctAnswer": "A",
    "options": {
      "A": "English East India Company",
      "B": "The disintegration of the Mughal Empire",
      "C": "Formation of the Indus Valley Civilization",
      "D": "The rule of the Mughal empire",
      "E": "The settlement of Aryan tribes"
    },
    "explanation": "The British rule in India started with the English East India Company. The East India Company was chartered in 1600 to trade in the Indian Ocean region. The company engaged only in trade in the first 100 years but after the disintegration of the Mughal Empire, the company started to take control of territory and then gradually increased the reach of its control to almost all of the Indian subcontinent."
  },
  {
    "id": "3520942",
    "unitNumber": 4,
    "text": "When did Mohandas Karamchand Gandhi start a mass civil disobedience movement to force the British to leave India?",
    "correctAnswer": "A",
    "options": {
      "A": "1942",
      "B": "1857",
      "C": "1919",
      "D": "1944",
      "E": "1935"
    },
    "explanation": "To force the British to leave India, Gandhi started a mass civil disobedience movement in 1942."
  },
  {
    "id": "3520943",
    "unitNumber": 4,
    "text": "Which one of the following <strong>is not correct</strong> about the Indian political system after independence?",
    "correctAnswer": "E",
    "options": {
      "A": "India is a union of states.",
      "B": "India has a bicameral legislature",
      "C": "India is a parliamentary republic",
      "D": "The president is elected indirectly",
      "E": "The state governor is elected directly"
    },
    "explanation": "The state governor is appointed by the president of India and is expected to work in close cooperation with the central government."
  },
  {
    "id": "3520944",
    "unitNumber": 4,
    "text": "Which of the following Indian political party's policy is based on both Hindu and economic nationalism?",
    "correctAnswer": "D",
    "options": {
      "A": "Rajya Sabha",
      "B": "Lok Sabha",
      "C": "The Communist Party of India",
      "D": "The Bharatiya Janata Party",
      "E": "The Janata Dal"
    },
    "explanation": "BJP and Modi’s policy is based not only on Hindu nationalism but also on economic nationalism."
  },
  {
    "id": "3520945",
    "unitNumber": 4,
    "text": "Which one of the following <strong>is not true</strong> about Indian social structure?",
    "correctAnswer": "E",
    "options": {
      "A": "Many people live in precarious conditions",
      "B": "Two-thirds of Indians still live in rural areas",
      "C": "Hinduism and Islam are the two main religions",
      "D": "India is a secular country",
      "E": "Indo-Aryan is the official language"
    },
    "explanation": "The most important language is Hindi. Hindi is the official language of the government. It is spoken by upwards of 400 million people in one form or another"
  },
  {
    "id": "3520946",
    "unitNumber": 4,
    "text": "What is the name of the Indian caste which is defined as ‘untouchable’?",
    "correctAnswer": "E",
    "options": {
      "A": "Shudras",
      "B": "Vaishyas",
      "C": "Kshatriyas",
      "D": "Brahmins",
      "E": "Dalits"
    },
    "explanation": "Outside this caste hierarchy there are the Scheduled Castes (SCs) or ‘Dalits’. Those were formerly termed ‘untouchable’ and tended to be confined to work that other castes considered demeaning."
  },
  {
    "id": "3520947",
    "unitNumber": 4,
    "text": "Which of the following economic slogan does best describe Modi administration's economic attitude?",
    "correctAnswer": "E",
    "options": {
      "A": "Liberal India",
      "B": "Free India",
      "C": "Pretect India",
      "D": "Liberal India",
      "E": "Make in India"
    },
    "explanation": "Under the Modi administration, protectionist and nativist economic policies are on the rise. Popular economic slogans such as ‘Buy India’, ‘India First’, ‘Brand India’, and ‘Make in India’ indicate this change."
  },
  {
    "id": "3520948",
    "unitNumber": 4,
    "text": "Which of the following <strong>cannot be counted</strong> as one of India's economic problems?",
    "correctAnswer": "D",
    "options": {
      "A": "Inefficient power generation system",
      "B": "Inconsistent supply of water",
      "C": "Rigid labor laws",
      "D": "Shortage of agricultural products",
      "E": "Poor public services"
    },
    "explanation": "There are important economic challenges, including: inefficient power generation and distribution system, inconsistent supply of water and electricity, rigid labor laws, ineffective enforcement of intellectual property rights, pervasive informality, inadequate infrastructure, poor public services, limited nonagricultural employment opportunities, poorly targeted subsidies, substandard education system, housing shortages, air pollution sanitation and public health."
  },
  {
    "id": "3520949",
    "unitNumber": 4,
    "text": "Which of the following is true about Indian foreign politics during the Cold War?",
    "correctAnswer": "E",
    "options": {
      "A": "India took the side of USA",
      "B": "India was against decolonization in Africa",
      "C": "India was a challenge to the international liberal order",
      "D": "India adopted an alignment policy",
      "E": "India supported decolonization in Asia"
    },
    "explanation": "India strongly supported decolonization in Africa and Asia and took an active part in peacekeeping missions of the UN."
  },
  {
    "id": "3520952",
    "unitNumber": 4,
    "text": "In 2019, ...... has become India’s largest trading partner and India has become ..... ninth-largest trading partner.<br/>Which of the following country is the best option to fill the gap in sentence?",
    "correctAnswer": "B",
    "options": {
      "A": "China",
      "B": "USA",
      "C": "Russia",
      "D": "Turkey",
      "E": "Pakistan"
    },
    "explanation": "Trade produces mutual benefits as well as tension. In 2019, the United States has become India’s largest trading partner and India has become the United States’ ninth-largest trading partner."
  },
  {
    "id": "3521164",
    "unitNumber": 4,
    "text": "The gradual disintegration of the Mughal Empire and the political fragmentation opened the way for the step by step takeover of India by the ....<br/>Which of the following is the best fit for the blank in the above sentence?",
    "correctAnswer": "A",
    "options": {
      "A": "British Empire",
      "B": "Turks",
      "C": "Mauryans",
      "D": "Aryans",
      "E": "Chinese empire"
    },
    "explanation": "The gradual disintegration of the Mughal Empire and the political fragmentation opened the way for the step by step takeover of India by the British Empire"
  },
  {
    "id": "3521165",
    "unitNumber": 4,
    "text": "The British rule in India started with the ....<br/>Which of the following is the best fit for the blank in the above sentence?",
    "correctAnswer": "B",
    "options": {
      "A": "Invasion of Delhi",
      "B": "English East India Company.",
      "C": "Colonialization of the total land.",
      "D": "British embracing Indian culture.",
      "E": "Western aliance."
    },
    "explanation": "The British rule in India started with the English East India Company. The East India Company was chartered in 1600 to trade in the Indian Ocean region. The company engaged only in trade in the first 100 years but after the disintegration of the Mughal Empire, the company started to take control of territory and then gradually increased the reach of its control to almost all of the Indian subcontinent."
  },
  {
    "id": "3521166",
    "unitNumber": 4,
    "text": "To create a class of persons Indian blood but English in taste and opinions, the British created a system of ....... in the early 19th century.<br/>Which of the following is the best fit for the blank in the above sentence?",
    "correctAnswer": "A",
    "options": {
      "A": "English education",
      "B": "Bureaucratic class",
      "C": "Mixed marriages",
      "D": "Cultural exchange",
      "E": "Social apartheid"
    },
    "explanation": "To create a class of persons Indian blood but English in taste and opinions, the British created a system of English education in the early 19th century."
  },
  {
    "id": "3521167",
    "unitNumber": 4,
    "text": "The railroads and telegraph network were developed in British India.<br/>What was the main reason for this?",
    "correctAnswer": "E",
    "options": {
      "A": "To help the underdeveloped country thrive",
      "B": "To help Indians market their products",
      "C": "To give the world an idea of a fair rule of colonies",
      "D": "To show an example of Christian values and humanism",
      "E": "To market the agricultural surplus and quickly move troops"
    },
    "explanation": "The railroads and telegraph network was also developed. British spent a lot on building a railway network in order to market the agricultural surplus and allow the rulers to quickly move troops in the case of a repeat of the 1857 revolt. The railroads and telegraph contributed enormously to the unity and stability of British India."
  },
  {
    "id": "3521168",
    "unitNumber": 4,
    "text": "The ..... turned out to be the biggest civilian unrest in India since the great rebellion of 1857. Consequently, the British accepted Indian independence.<br/>Which of the following is the best fit for the blank in the above sentence?",
    "correctAnswer": "C",
    "options": {
      "A": "Non-cooperation movement",
      "B": "Civil disobedience",
      "C": "Quit India movement",
      "D": "Independence movement",
      "E": "Anti-colonialization movement"
    },
    "explanation": "The Quit India movement turned out to be the biggest civilian unrest in India since the great rebellion of 1857. Consequently, the British accepted Indian independence."
  },
  {
    "id": "3521169",
    "unitNumber": 4,
    "text": "There is a clear division of power between the central and state governments. Yet in reality, India has favored centralism. Preserving the unity and integrity of India had been the primary objective of the successive governments. Due to the trauma of partition in 1947, the priority was given to strong central governments. The emphasis on ensuring unity created a strong center with weak states.<br/>According to this fact and the constitution, which of the below statements is <u>not true?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "There is one official language in India.",
      "B": "India is a parliamentary republic.",
      "C": "It is socially diverse in terms of ethnicity.",
      "D": "There are 28 states and 8 union territories in India.",
      "E": "India is a secular nation."
    },
    "explanation": "There are 22 official languages and some 1,652 mother tongues in India."
  },
  {
    "id": "3521170",
    "unitNumber": 4,
    "text": "Which of the below<u> is not</u> part of the Hindu nationalism that gained importance in Indian politics after the 1980s?",
    "correctAnswer": "E",
    "options": {
      "A": "Economic nationalism",
      "B": "A sense of selfimportance",
      "C": "A retreat of central power",
      "D": "Increased prominence of regional and caste identities",
      "E": "Peaceful relations with Pakistan"
    },
    "explanation": "According to Bose and Jalal (2018) the BJP and Modi increasingly took on anti-Muslim overtones. Relations with Pakistan became insecure."
  },
  {
    "id": "3521171",
    "unitNumber": 4,
    "text": "What is the most prominent feature of the Indian population?",
    "correctAnswer": "C",
    "options": {
      "A": "Religiousness",
      "B": "Secularity",
      "C": "Plurality",
      "D": "Education",
      "E": "High technology"
    },
    "explanation": "The peculiarity of India is its plurality; its dozens of minority languages and religions, its multiplicity of castes and subcastes, all dispersed throughout hundreds of distinct regions. Social groupings are important for Indians. Indians consider themselves to be born in Communities, in particular places with languages, social and caste groupings, political and cultural attachments."
  },
  {
    "id": "3521172",
    "unitNumber": 4,
    "text": "Infant mortality rate per 1000 live births has decreased to 28 in 2019 from 89 in 1990 according to World Development Indicators. Despite the improvement, it is still worse than many countries.<br/>What is the main reason for the statistics above?",
    "correctAnswer": "B",
    "options": {
      "A": "Fertility rate being low",
      "B": "Low levels of health expenditures",
      "C": "Lack of social support",
      "D": "Mothers being too young",
      "E": "Lack of nutrition"
    },
    "explanation": "The poor results for health indicators is related to low levels of health expenditures. Health expenditures as percentage of GDP is only 3.8% in India which is even lower than the average for least developed countries."
  },
  {
    "id": "3521173",
    "unitNumber": 4,
    "text": "What are the two main religions of India?",
    "correctAnswer": "A",
    "options": {
      "A": "Hinduism and Islam",
      "B": "Hinduism and Christianity",
      "C": "Hinduism and Sikhism",
      "D": "Hinduism and Budhism",
      "E": "Hinduism and Jainism"
    },
    "explanation": "Hinduism and Islam are the two main religions. According to the 2011 census the largest religion is Hinduism (80% of the population), followed by Islam (14%); and the others (Christianity (2.30%), Sikhism (1.72%), Buddhism (0.70%), Jainism (0.36%) and others (0.9%))."
  },
  {
    "id": "3521174",
    "unitNumber": 4,
    "text": "Which one of the statements below is true regarding India?",
    "correctAnswer": "B",
    "options": {
      "A": "India has a population less than 1.4 billion people.",
      "B": "India is considered as the world’s most populous democracy.",
      "C": "India is known as the biggest armed force in the world.",
      "D": "India isn’t a member of the UN.",
      "E": "India isn’t among the members of the G-20."
    },
    "explanation": "With a population of more than 1.4 billion (one-sixth of the world’s population) India is the world’s most populous democracy and is the second biggest armed force in the world. Its participation in the multilateral order is strong. India is an important member of the UN, a member of the G-20 and is one of the nuclear powers of the world and is an established maritime player."
  },
  {
    "id": "3521175",
    "unitNumber": 4,
    "text": "Which one of the statements below can be said correctly related with India?",
    "correctAnswer": "C",
    "options": {
      "A": "India’s participation in the multilateral order isn’t strong.",
      "B": "India doesn’t have any soft power instruments.",
      "C": "Bollywood, music and spiritual teachings are Indian’s soft power instruments.",
      "D": "United Nations didn’t declare June 21 as the international yoga day.",
      "E": "India doesn’t have a privileged position in the global culture."
    },
    "explanation": "Its participation in the multilateral order is strong. India has also a number of soft power instruments: Indian movies (Bollywood), music, and spiritual teachings have a privileged position in global culture. As an example of soft power, in 2015, the United Nations declared June 21 as the international yoga day."
  },
  {
    "id": "3521176",
    "unitNumber": 4,
    "text": "Which one of the statements below is true concerning India’s position in the changing World order?",
    "correctAnswer": "D",
    "options": {
      "A": "India doesn’t have any international political influence.",
      "B": "India doesn’t have any military influence.",
      "C": "India doesn’t have any competion with the United States.",
      "D": "India is in a fierce competition with China.",
      "E": "India doesn’t have any interest in preserving the exisiting multilateral order."
    },
    "explanation": "The changing world order is shaping two different paths for India in its effort for increased international political and military influence. India faces a defining period. Geopolitical shifts, increasing competition between the United States and China, create both opportunities and challenges. India has vested interests in preserving the existing multilateral order."
  },
  {
    "id": "3521177",
    "unitNumber": 4,
    "text": "Which one of the components below can’t be defined as one of the problems that hampers India’s aspirations?",
    "correctAnswer": "C",
    "options": {
      "A": "environmental degradation",
      "B": "extensive poverty",
      "C": "sufficient health and sanitation.",
      "D": "inefficient governmental bureaucracy",
      "E": "poor public infrastructure"
    },
    "explanation": "Furthermore, India faces pressing problems that might hamper its aspirations: such as environmental degradation, extensive poverty, widespread corruption, insufficient health and sanitation, inefficient governmental bureaucracy, poor public infrastructure, substandard education and social cleavages. As India moves closer to achieving great-power status, these problems will pose greater trouble and urgency. India has to cope with these problems in its forward leaning stance on the multilateral order."
  },
  {
    "id": "3521178",
    "unitNumber": 4,
    "text": "Which one of the statements below is true related with India’s early history?",
    "correctAnswer": "B",
    "options": {
      "A": "India didn’t extend from Afghanistan to Bangladesh before 1947.",
      "B": "The recorded history of India begins with the Indus Valley Civilization.",
      "C": "The Indus Valley Civilization wasn’t destroyed by the Aryan invaders.",
      "D": "Aryan invaders didn’t think about expanding eastwards and settle down.",
      "E": "Aryan invaders invaded the Indian subcontinent before 1000 B.C."
    },
    "explanation": "Before 1947, India really referred not to the Indian national state of today but a greater region extending from Afghanistan to Bangladesh. The recorded history of India begins with the Indus Valley Civilization. Aryan tribes invaded the Indian subcontinent from the northwest about 1500 B.C. In the next five centuries, they gradually expanded eastwards. As the Aryan tribes began to settle down, a process of conflict, co-operation and assimilation between the Aryans and non-Aryans took place."
  },
  {
    "id": "3521179",
    "unitNumber": 4,
    "text": "Which one of the statements below is true related to the British rule in India?",
    "correctAnswer": "B",
    "options": {
      "A": "The English East India Company didn’t start the British rule in India.",
      "B": "The English East India Company was chartered to trade in the Indian Ocean region.",
      "C": "The English East India Company engaged in trade only the first 50 years in India.",
      "D": "In the meantime, the Mughal Empire didn’t disintegrate.",
      "E": "The English East India Company couldn’t take control almost all of the Indian subcontinent."
    },
    "explanation": "The British rule in India started with the English East India Company. The East India Company was chartered in 1600 to trade in the Indian Ocean region. The company engaged only in trade in the first 100 years but after the disintegration of the Mughal Empire, the company started to take control of territory and then gradually increased the reach of its control to almost all of the Indian subcontinent."
  },
  {
    "id": "3521180",
    "unitNumber": 4,
    "text": "Which one of the statements below <strong>is false</strong> about what happened after the English East India Company had exploited the Indian resources?",
    "correctAnswer": "E",
    "options": {
      "A": "India produced the world’s highest quality silk and porcelain with China.",
      "B": "The Indian cotton textile industry became the global leader in terms of quality, production and exports.",
      "C": "Still, India imports more than 70 % of its textile consumption from Britain.",
      "D": "In the end, millions of spinners and weavers were driven into proverty in India.",
      "E": "Protectionist policies helped India to become the exporter of finished products but not raw cotton."
    },
    "explanation": "The company exploited Indian resources. By the eighteenth century, the Indian cotton textile industry was the global leader in terms of quality, production, and exports. India with China was producing the world’s highest-quality silk and porcelain. However, the situation was reversed in the nineteenth century. Protectionist policies by Britain kept Indian textiles out of the British market and India became an exporter of raw cotton but not the finished products. India now has been importing more than 70% of its textile consumption from Britain. The result was that millions of spinners and weavers were driven into poverty."
  },
  {
    "id": "3521181",
    "unitNumber": 4,
    "text": "Which one of the items below <strong>wasn’t among the components</strong> of trade that had made the Britain industrialists richer but made Indian peasants poorer?",
    "correctAnswer": "A",
    "options": {
      "A": "milk",
      "B": "coffee",
      "C": "tea",
      "D": "wheat",
      "E": "cotton"
    },
    "explanation": "Indian exports of agricultural products, such as cotton, jute, tea, coffee, wheat and oil seeds made Britain industrialists richer but made Indian peasants poorer. Millions of Indians died as a result of famines and cruel British administration."
  },
  {
    "id": "3521182",
    "unitNumber": 4,
    "text": "Which one of the statements below was among the components that the British rule had established in India?",
    "correctAnswer": "D",
    "options": {
      "A": "The British rule couldn’t establish a sophisticated bureacracy.",
      "B": "The British rule couldn’t replace the corrupt and inefficient administration of the old East India Company.",
      "C": "Indians weren’t positioned at the lower levels of the bureuacracy.",
      "D": "English speaking Indians acted as intermediaries between the British rulers and the Indian subjects.",
      "E": "The British rule didn’t create a system of English education in the early 19th century."
    },
    "explanation": "British rule established a sophisticated bureaucracy which replaced the corrupt and inefficient administration of the old East India Company. However, that sophisticated bureaucracy excluded the people of India. The upper echelons of the administration were exclusively occupied by the British. Indians were positioned at the lower levels of the bureaucracy. English speaking Indians acted as intermediaries between the British rulers and the Indian subjects. To create a class of persons Indian blood but English in taste and opinions, the British created a system of English education in the early 19th century."
  },
  {
    "id": "3521183",
    "unitNumber": 4,
    "text": "Which of the statements below <strong>doesn’t</strong> show correctly what happened in India after the First World War?",
    "correctAnswer": "B",
    "options": {
      "A": "Mohandas Karamchand Gandhi became the undisputed leader of the Congress.",
      "B": "Gandhi introduced a violent method of cooperation and civil obedience.",
      "C": "The Non-Cooperation Movement was a great success and created trouble for the British authorities.",
      "D": "The Non-Cooperation Movement also led to a new awakening in the Indian Independence struggle.",
      "E": "The campaigns of Gandhi have challenged the British authority as well as transformed Indian politics."
    },
    "explanation": "After the First World War, Mohandas Karamchand Gandhi (1869-1948) became the undisputed leader of the Congress. Gandhi introduced a non-violent method of non-cooperation and civil disobedience. The Non-Cooperation Movement was a great success and created trouble for the British authorities. It also led to a new awakening in the Indian Independence struggle, leading the first mass movement to rock British power since the Mutiny, and remaking Congress as a popular political force. After the upheaval of 1919-1921, Gandhi launched campaigns, first in 1930-31 and then in 1942-43. The campaign got massive support from millions of Indians. The size of each campaign got bigger than the last. They have challenged the British authority as well as transformed Indian politics. The British responded with political engineering to divide and defeat the nationalist movement. The nationalist movement has changed its demands from representative government to self-rule and complete independence."
  },
  {
    "id": "3521204",
    "unitNumber": 4,
    "text": "What is the capital of the Republic of India?",
    "correctAnswer": "B",
    "options": {
      "A": "Mumbai",
      "B": "New Delhi",
      "C": "Kalküta",
      "D": "Lahor",
      "E": "Bangalore"
    },
    "explanation": "Re read the \"INTRODUCTION\" section of your chapter.<br/>The capitol of Republic of İndia is New Delhi."
  },
  {
    "id": "3521205",
    "unitNumber": 4,
    "text": "When was <strong><u>the first</u></strong> Muslim rule established in İnida?",
    "correctAnswer": "D",
    "options": {
      "A": "1610 BC.",
      "B": "1520 BC",
      "C": "553 AD.",
      "D": "1206 AD.",
      "E": "1628"
    },
    "explanation": "Re read the section titled \"POLITICAL HISTORY\" of your chapter.<br/>The Muslim rule was established for the first time in 1206 AD."
  },
  {
    "id": "3521206",
    "unitNumber": 4,
    "text": "Which of the following group ruled an empire for three centuries in India that was established in 1526 by Babur?",
    "correctAnswer": "D",
    "options": {
      "A": "The Aryans",
      "B": "The Arabs",
      "C": "The Mauryas",
      "D": "The Mughals",
      "E": "The Punjabis"
    },
    "explanation": "Re read the section titled \"POLITICAL HISTORY\" of your book.<br/>The Mughal empire was established in 1526 by Babur. The Mughals ruled India for more than three centuries.At the time of Akbar, the greatest of the Mughal emperors, the empire extended from Bengal to Kabul, making it greater than either the Mauryas or the British."
  },
  {
    "id": "3521207",
    "unitNumber": 4,
    "text": "What was the Taj Mahal built as?",
    "correctAnswer": "B",
    "options": {
      "A": "Palace",
      "B": "Mausoleum",
      "C": "Temple",
      "D": "Khan",
      "E": "Caravanserai"
    },
    "explanation": "Re read the section titled \"POLITICAL HISTORY\" of your book.<br/>The Taj Mahal was built as a <strong>mausoleum</strong> for Shah Jahan's beloved wife Mumtaz Mahal."
  },
  {
    "id": "3521208",
    "unitNumber": 4,
    "text": "What caused the British to accept Indian independence?",
    "correctAnswer": "E",
    "options": {
      "A": "Upheaval of 1919-1921.",
      "B": "Uprising of 1930-1931.",
      "C": "Establishment of Indian National Congress (INC).",
      "D": "1857 Mutiny revolt.",
      "E": "The Quit India movement."
    },
    "explanation": "Re read the \"The Struggle for Independence\" section of your chapter.<br/>The Quit India movement turned out to be the biggest civilian unrest in India since the great rebellion of 1857. Consequently, the British accepted Indian independence."
  },
  {
    "id": "3521209",
    "unitNumber": 4,
    "text": "I.National<br/>II. Regional<br/>III. Communal<br/>IV. Secular<br/>Which of the above is among the different types of political parties that constitute the Indian parliament?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I,II,III",
      "D": "I,II,III,IV",
      "E": "I,III,IV"
    },
    "explanation": "Re read the \"DOMESTIC POLITICS AND GOVERNMENT\" section of your book.<br/>There are three kinds of political parties in the Indian parliament: national, regional and communal"
  },
  {
    "id": "3521210",
    "unitNumber": 4,
    "text": "Which of the following statement is <u><strong>not true</strong></u> about the Indian political system?",
    "correctAnswer": "B",
    "options": {
      "A": "It has the lengthiest constitution in the world.",
      "B": "The word \"federal\" is described in great detail in the constitution.",
      "C": "According to the Constitution, India is a union of states.",
      "D": "The choice of a federal system was dictated by its huge social diversity of 22 official languages.",
      "E": "There is a clear division of power between the central and state governments."
    },
    "explanation": "Re read the \"DOMESTIC POLITICS AND GOVERNMENT\" section of your book.<br/>According to the Constitution, India is a union of states. The word federal is not used in the constitution."
  },
  {
    "id": "3521211",
    "unitNumber": 4,
    "text": "Which of the following <strong><u>is not</u> </strong>one of the four major caste systems in India?",
    "correctAnswer": "B",
    "options": {
      "A": "The Priestly class",
      "B": "The Muslim class",
      "C": "The Warrior class",
      "D": "The Traders class",
      "E": "The Unskilled class"
    },
    "explanation": "Re read the section titled \"Indian Caste System\" of your book.<br/>The four major castes are the priestly class, the warrior and ruler class, the traders and the rest (workers and the unskilled) known as the Brahmins, Kshatriyas, Vaishyas and Shudras respectively."
  },
  {
    "id": "3521212",
    "unitNumber": 4,
    "text": "Which of the following <strong><u>is not true</u> </strong>when considering the size of Indian economy?",
    "correctAnswer": "A",
    "options": {
      "A": "India is the sixth-largest economy in terms of nominal GDP.",
      "B": "India is third-largest economy in terms of purchasing power parity.",
      "C": "According to the World Economic Forum, consumer spending makes India the world’s sixth-largest consumer market.",
      "D": "It is expected to be the world’s third-largest consumer market with nearly $6 trillion by 2030.",
      "E": "India is a large market with 1.4 billion inhabitants."
    },
    "explanation": "Re read section titled \"ECONOMY\" of your book.<br/>India is the fifth-largest economy in terms of nominal GDP and third in terms of purchasing power parity."
  },
  {
    "id": "3521213",
    "unitNumber": 4,
    "text": "Which of the following <strong><u>is not true</u> </strong>when considering the military power of India?",
    "correctAnswer": "B",
    "options": {
      "A": "Indian army is the second-largest army in the world and India is a nuclear power.",
      "B": "The inventory of the Indian Armed Forces consists mostly of American-origin equipment.",
      "C": "India's military spending made it the third-largest spender after the USA and China.",
      "D": "India is the world’s second largest arms importer.",
      "E": "India is one of the nine states that possessed altogether approximately 13400 nuclear weapons by 2020."
    },
    "explanation": "Re read the section titled \"Military Power\" of your book.<br/>The inventory of the Indian Armed Forces consists mostly of Russian-origin equipment, along with a smaller mix of Western and domesticallyproduced arms."
  },
  {
    "id": "3520991",
    "unitNumber": 5,
    "text": "Which of the following statements about Indonesia <strong>is not</strong> correct?",
    "correctAnswer": "A",
    "options": {
      "A": "Indonesia is the most populated country in the world.",
      "B": "Indonesia sits on a land area totaling approximately 1.9 million square kilometers.",
      "C": "The estimated number of Indonesia's population is 273 million.",
      "D": "60% of Indonesia’s population resides on Java Island.",
      "E": "Indonesia is an archipelagic state that covers approximately 12.5% of the earth’s circumference."
    },
    "explanation": "Indonesia is not the most populated country. It is the fourth most populated nation globally, with an estimated 273 million population. Indonesia also sits on a land area totaling approximately 1.9 million square kilometers resulting in a population density of 144 persons per square kilometer. Nevertheless, 60% of Indonesia’s population resides on Java Island, with a population density of 940-1,117 persons per square kilometer and seven cities with over a million people. In contrast, West Papua province, an Indonesian portion on New Guinea Island, has less than ten persons per square kilometer. Generally, 55% of Indonesia’s population resides in cities. Located in the southeast of Asia, Indonesia constitutes 4,000 islands stretching 3,400 miles east to west along the equator and separating mainland Southeast Asia from Australia. Indonesia is an archipelagic state that covers approximately 12.5% of the earth’s circumference. The answer is E."
  },
  {
    "id": "3520992",
    "unitNumber": 5,
    "text": "When did Indonesia gain its independence?",
    "correctAnswer": "C",
    "options": {
      "A": "1919",
      "B": "1932",
      "C": "1945",
      "D": "1947",
      "E": "1948"
    },
    "explanation": "Indonesia gained its independence in 1945."
  },
  {
    "id": "3520994",
    "unitNumber": 5,
    "text": "Sukarno opted to advance the concept of ....to minimize the impact of the evidenced logjam of political influences.<br/>Which of the following correctly completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "liberal democracy",
      "B": "guided democracy",
      "C": "new order",
      "D": "radical democracy",
      "E": "limited democracy"
    },
    "explanation": "Sukarno opted to advance the concept of <strong>guided democracy </strong>to minimize the impact of the evidenced logjam of political influences."
  },
  {
    "id": "3520995",
    "unitNumber": 5,
    "text": "Who ousted Sukarno from his presidency in March 1967?",
    "correctAnswer": "D",
    "options": {
      "A": "Bacharuddin Jusuf Habibie",
      "B": "Susilo Bambang Yudhoyono",
      "C": "Abdurrahman Wahid",
      "D": "Suharto",
      "E": "Joko Widodo"
    },
    "explanation": "In March 1967, Suharto ousted Sukarno from his presidency. The answer is D."
  },
  {
    "id": "3520997",
    "unitNumber": 5,
    "text": "Which of the following formed the doctrine of Pancasila as a common principle of all government actions in Indonesia?",
    "correctAnswer": "E",
    "options": {
      "A": "Constitution of the Federal Republic of Indonesia",
      "B": "Provisional Basic Law of 1950",
      "C": "Nasakom",
      "D": "Reform Period",
      "E": "Basic Law of 1945"
    },
    "explanation": "In anticipation of Japan’s conquest, the first national bill of rights was formulated as a brief Basic Law in April 1945 (Undang-undang dasar UUD 1945). This document’s introduction underscored the need for a united republic. It formed the doctrine of Pancasila as a common principle of all government actions: monotheism, fair and civilized humanity, Indonesia’s unity, a democracy based on wisdom and consideration by human representatives, and the success of social justice for all Indonesians. The answer is E."
  },
  {
    "id": "3520998",
    "unitNumber": 5,
    "text": "Which of the following refers to the system of government in Indonesia?",
    "correctAnswer": "A",
    "options": {
      "A": "Republican state with a presidential system",
      "B": "Constitutional monarchy",
      "C": "Republican state with a parliamentary system",
      "D": "Republican state with a semi-presidential system",
      "E": "Absolute monarchy"
    },
    "explanation": "Constitutionally, Indonesia is a republican state with a Presidential system of government. The answer is A."
  },
  {
    "id": "3520999",
    "unitNumber": 5,
    "text": "Which of the following statements about the Indonesian economy <strong>is not</strong> correct?",
    "correctAnswer": "B",
    "options": {
      "A": "Indonesia has the 16th largest economy globally, with approximately US $ 1 trillion GDP.",
      "B": "Indonesia is a member of Group 8 (G8), an international forum that brings together 8 developed economies.",
      "C": "Indonesia’s purchasing power ranks seventh globally.",
      "D": "Indonesia is anticipated to become the world’s seventh-largest economy by 2030.",
      "E": "Indonesia has become the most sought-after market for new investments from India and China among other central Asian nations."
    },
    "explanation": "Indonesia has the 16th largest economy globally, with approximately US $ 1 trillion GDP. Additionally, Indonesia’s purchasing power ranks seventh globally. It has played a vital role in global policy discourse, including a member of the Association of Southeast Asia Nations (ASEAN) and Group 20 (G20), an international forum that brings together 20 developed and growing global market economies. Indonesia is anticipated to become the world’s seventh-largest economy by 2030. Additionally, Indonesia has become the most sought-after market for new investments from India and China among other central Asian nations. It is not a member of Group 8 (G8). The answer is B."
  },
  {
    "id": "3521000",
    "unitNumber": 5,
    "text": "Which of the following is a regional dispute in East Asia that complicates the foreign policy of Indonesia?",
    "correctAnswer": "A",
    "options": {
      "A": "Maritime disputes in the East Asia region",
      "B": "Atrocities committed in Aceh",
      "C": "Ongoing internal conflict in Papua",
      "D": "Increasing religious radicalism",
      "E": "The fine line linking religious vigilance and terrorist troops"
    },
    "explanation": "Territorial strife persists in the East Asia region consequently compromising maritime security and stability in the zone. Although discussions about the adoption of the Declaration of Conduct on the South China Sea are underway, the recent anxiety between China and its Southeast Asian neighbors has strained ASEAN’s relations with China. While maintaining a legitimate neutrality position in territorial disputes in this zone, the United States leadership is deeply perturbed over any possible upsurge and its effects on free and safe roaming in the disputed zone. Similarly, Japan and China remain hostile to each other over their disputes over the Senkaku / Diaoyu Islands in the East China Sea. Bilateral relations between China and the United States have diminished due to the ongoing Chinese-Japanese conflict especially because the US-Japan security agreement covers the Japanese-controlled rival islands. The answer is A."
  },
  {
    "id": "3521001",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>political aspirations</li> <li>geostrategic position</li> <li>strategic vulnerability</li> <li>constitutional authority</li> </ol> Which of the above are among the main building blocks on which the primary areas of concern for Indonesia are based?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "II and III",
      "D": "I, II and III",
      "E": "I, II, III and IV"
    },
    "explanation": "The primary areas of concern for Indonesia are based on four building blocks - political aspirations, geostrategic position, strategic vulnerability, and constitutional authority."
  },
  {
    "id": "3521002",
    "unitNumber": 5,
    "text": "Which of the following is a foreign policy measure employed by Indonesia to advance international cooperation and improve global order?",
    "correctAnswer": "A",
    "options": {
      "A": "Soft balancing",
      "B": "Internal balance",
      "C": "Hard balancing",
      "D": "Free and active",
      "E": "Dynamic equilibrium"
    },
    "explanation": "Indonesia employs ‘soft balancing’ processes to advance international cooperation and improve global order. The answer is A."
  },
  {
    "id": "3521013",
    "unitNumber": 5,
    "text": "What is the official language in Indonesia?",
    "correctAnswer": "C",
    "options": {
      "A": "English",
      "B": "Chinese",
      "C": "Bahasa Indonesia",
      "D": "Javanese",
      "E": "Arabic"
    },
    "explanation": "Bahasa Indonesia"
  },
  {
    "id": "3521014",
    "unitNumber": 5,
    "text": "What is the percentage of people who may be identifying themselves as Muslims in Indonesia?",
    "correctAnswer": "E",
    "options": {
      "A": "43.3",
      "B": "55.2",
      "C": "62.7",
      "D": "77.8",
      "E": "87.2"
    },
    "explanation": "There may be 87.2% of people identifying themselves as Muslims in Indonesia."
  },
  {
    "id": "3521015",
    "unitNumber": 5,
    "text": "When was the reform era of Indonesia formulated?",
    "correctAnswer": "C",
    "options": {
      "A": "in 1985",
      "B": "in 1992",
      "C": "in 1998",
      "D": "in 2002",
      "E": "in 2012"
    },
    "explanation": "Indonesia’s political history since its independence in 1945 includes three eras: Sukarno’s old order, Suharto’s new system formulated in 1966 and terminated during the 1997-1998 Asian financial crises, and the reform era formulated in 1998 to date."
  },
  {
    "id": "3521016",
    "unitNumber": 5,
    "text": "In March 1967, who ousted Sukarno from his presidency?",
    "correctAnswer": "A",
    "options": {
      "A": "Suharto",
      "B": "Susilo",
      "C": "Vidodo",
      "D": "Joko",
      "E": "Jusuf"
    },
    "explanation": "In March 1967, Suharto ousted Sukarno from his presidency."
  },
  {
    "id": "3521017",
    "unitNumber": 5,
    "text": "Who is the shortest-serving president in Indonesia’s history?",
    "correctAnswer": "D",
    "options": {
      "A": "Abdurrahman Wahid",
      "B": "Suharto",
      "C": "Sukarno",
      "D": "Bacharuddin Jusuf Habibie",
      "E": "Joko Widodo"
    },
    "explanation": "The shortest-serving president in Indonesia’s history is Bacharuddin Jusuf Habibie, whose rule lasted between May 1998 and October 1999."
  },
  {
    "id": "3521018",
    "unitNumber": 5,
    "text": "When was the first national bill of rights was formulated as a brief Basic Law?",
    "correctAnswer": "A",
    "options": {
      "A": "in 1945",
      "B": "in 1954",
      "C": "in 1964",
      "D": "in 1971",
      "E": "in 1977"
    },
    "explanation": "In anticipation of Japan’s conquest, the first national bill of rights was formulated as a brief Basic Law in April 1945 (Undang-undang dasar UUD 1945)."
  },
  {
    "id": "3521019",
    "unitNumber": 5,
    "text": "Constitutionally, Indonesia is a republican state with what kind of a system of government?",
    "correctAnswer": "E",
    "options": {
      "A": "Coalition",
      "B": "Supreme",
      "C": "Minister",
      "D": "Board",
      "E": "Presidential"
    },
    "explanation": "Constitutionally, Indonesia is a republican state with a Presidential system of government."
  },
  {
    "id": "3521020",
    "unitNumber": 5,
    "text": "How many chambers are there in the Indonesian parliment?",
    "correctAnswer": "A",
    "options": {
      "A": "two",
      "B": "three",
      "C": "four",
      "D": "five",
      "E": "six"
    },
    "explanation": "The parliament has two chambers, the Dewan Perwakilan Daerah (DPD) and the People’s Representative Council (Dewan Perwakilan Rakyat, DPR); the legislative power is primarily linked to the DPR."
  },
  {
    "id": "3521021",
    "unitNumber": 5,
    "text": "Choose the option that completes the following sentence correctly. \"Indonesia is anticipated to become the world’s .......... largest economy by 2030.\"",
    "correctAnswer": "C",
    "options": {
      "A": "third",
      "B": "fifth",
      "C": "seventh",
      "D": "ninth",
      "E": "eleventh"
    },
    "explanation": "Indonesia is anticipated to become the world’s seventh-largest economy by 2030."
  },
  {
    "id": "3521022",
    "unitNumber": 5,
    "text": "Indonesia has developed close associations with which countries by signing a strategic and extensive partnership deal in 2005 and 2010 to conserve regional security and solidity in the Indo-Pacific region?",
    "correctAnswer": "D",
    "options": {
      "A": "China and Japan",
      "B": "the United Staes and japan",
      "C": "South Korea and China",
      "D": "the United Staes and China",
      "E": "the United Staes and India"
    },
    "explanation": "Jakarta has developed close associations with the United States and China by signing a strategic and extensive partnership deal in 2005 and 2010 to conserve regional security and solidity in the Indo-Pacific region."
  },
  {
    "id": "3521134",
    "unitNumber": 5,
    "text": "60% of Indonesia’s population resides on the - - - Island. <br/>Which of the following options correctly completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Sumatra",
      "B": "Java",
      "C": "Sulawesi",
      "D": "Borneo",
      "E": "Kalimantan"
    },
    "explanation": "Also see the map on page 118 of the textbook.<br/>\"60% of Indonesia’s population resides on Java Island, with a population density of 940-1,117 persons per square kilometer and seven cities with over a million people\"."
  },
  {
    "id": "3521135",
    "unitNumber": 5,
    "text": "Although eighty-seven percent of the population identifies themselves as Muslim, Indonesia has a long history of religious tolerance and all of the following religions are officially acknowledged by the state <strong>except</strong> --- . <br/>Which of the following options correctly completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Animism",
      "B": "Buddhism",
      "C": "Catholicism",
      "D": "Confucianism",
      "E": "Hinduism"
    },
    "explanation": "\"The official religions acknowledged in Indonesia include Islam, Confucianism, Catholicism, Buddhism, Hinduism, and Protestantism.\""
  },
  {
    "id": "3521136",
    "unitNumber": 5,
    "text": "Despite Sukarno had proclaimed the independence of Indonesia in 1945, which of the following states that had political power over the nation rejected and resisted this independence movement until 1949?",
    "correctAnswer": "D",
    "options": {
      "A": "The United States of America",
      "B": "The Soviet Union",
      "C": "Spain",
      "D": "The Netherlands",
      "E": "Portugal"
    },
    "explanation": "\" Due to the Netherlands’ decline to renounce its control over Indonesia, Sukarno collaborated with the Japanese residents promoting the declaration of independence in 1945 through a constitution. However, the Dutch rejected this independence till 1949...\""
  },
  {
    "id": "3521137",
    "unitNumber": 5,
    "text": "Especially toward the final years of his rule in Indonesia, which of the following issues did Sukarno <strong>neglect?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Economy",
      "B": "Domestic politics",
      "C": "Foreign politics",
      "D": "Support of the military",
      "E": "Support of religious groups"
    },
    "explanation": "\"Domestic and foreign policy power battles are the highlight of Sukarno’s two-decade rule. Sukarno’s neglect of the economy resulted in a drastic rise in inflation. In his last years as president, Indonesia recorded inflation rates estimated at over 100% per annum\"."
  },
  {
    "id": "3521142",
    "unitNumber": 5,
    "text": "Suharto’s succession by his political rival marked the fall of the New Order and the start of the - - - Period, which consisted of several presidencies, including that of Bacharuddin Jusuf Habibie, Abdurrahman Wahid, Megawati Sukarnoputri, Susilo Bambang Yudhoyono, and Joko Widodo.<br/>Which of the following options correctly completes the sentence above?",
    "correctAnswer": "E",
    "options": {
      "A": "Guided Democracy",
      "B": "Nasakom",
      "C": "Golongan Karya",
      "D": "Nepotism-free",
      "E": "Reform"
    },
    "explanation": "\"Suharto’s succession marked the lapse of the New Order and the start of the Reform Period. This era included five presidencies...\""
  },
  {
    "id": "3521149",
    "unitNumber": 5,
    "text": "Which of the following statements is <strong>false</strong> about the government system of Indonesia today?",
    "correctAnswer": "B",
    "options": {
      "A": "Indonesia is a republican state.",
      "B": "Indonesia is a semi-presidential state.",
      "C": "The Indonesian parliament is bicameral.",
      "D": "The People’s Representative Council has the primary legislative power.",
      "E": "The Indonesian Supreme Court is an independent judicial branch."
    },
    "explanation": "\"Constitutionally, Indonesia is a republican state with a Presidential system of government... The presidency has excellent administrative power and fulfills a vital role of law.\""
  },
  {
    "id": "3521150",
    "unitNumber": 5,
    "text": "Which of the following statements about the Indonesian economy is<strong> false</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Indonesia ranks among the top twenty economies in the world.",
      "B": "Indonesia has a GDP of about US $ 1 trillion.",
      "C": "Indonesia is the most sought-after market for new investments from India and China.",
      "D": "Indonesia is anticipated to become the world’s seventh-largest economy by 2030.",
      "E": "Poverty rather than economic inequality persists as a rampant challenge in Indonesia."
    },
    "explanation": "\"...economic inequality - as opposed to poverty - persists as a rampant and heightening challenge in Indonesia and the region. Indonesian Gini coefficients, founded on domestic consumer research, keep on increasing...\""
  },
  {
    "id": "3521151",
    "unitNumber": 5,
    "text": "Which of the following is the official currency of Indonesia?",
    "correctAnswer": "C",
    "options": {
      "A": "Won",
      "B": "Dollar",
      "C": "Rupiah",
      "D": "Yuan",
      "E": "Yen"
    },
    "explanation": "\" This evidenced deficit contributes to the depreciation of Indonesia’s currency, the Rupiah.\""
  },
  {
    "id": "3521152",
    "unitNumber": 5,
    "text": "Indonesia's being the largest archipelagic nation <strong>primarily</strong> refers to the fact that - - - . <br/>Which of the following options correctly completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Indonesia is an island country spanning into both the Indian and Pacific Oceans.",
      "B": "Indonesia has a lasting history of political independence regarding foreign policy direction.",
      "C": "The Indonesian Navy is expected to emerge as a significant world naval force by 2050.",
      "D": "The Indonesian nation has long been undergoing violent uprisings at the islands’ edge.",
      "E": "Indonesia is located in a geography where earthquakes and volcanic eruptions are common."
    },
    "explanation": "\"First, Indonesia is the largest archipelagic nation globally and is strategically positioned at the crossroads between two oceans - the Indian and the Pacific..\""
  },
  {
    "id": "3521153",
    "unitNumber": 5,
    "text": "Due to its vastness, high population, and an emerging power, Indonesia identifies itself as a natural leader of - - - . <br/>Which of the following options correctly completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "The Asia-Pacific Economic Cooperation (APEC)",
      "B": "The Association of Southeast Asian Nations (ASEAN)",
      "C": "The Group of Twenty (G-20)",
      "D": "The World Trade Organization (WTO)",
      "E": "The International Atomic Energy Agency (IAEA)"
    },
    "explanation": "\"Due to its vastness, high population, and an emerging power, Indonesia identifies itself as a natural leader of ASEAN...\""
  },
  {
    "id": "3521023",
    "unitNumber": 6,
    "text": "Which of the following refers to an independent country that is an enclave in the eastern part of the republic, entirely surrounded by South African territory?",
    "correctAnswer": "A",
    "options": {
      "A": "Lesotho",
      "B": "Namibia",
      "C": "Mozambique",
      "D": "Zimbabwe",
      "E": "Botswana"
    },
    "explanation": "Lesotho, an independent country, is an enclave in the eastern part of the republic, entirely surrounded by South African territory. The answer is A."
  },
  {
    "id": "3521024",
    "unitNumber": 6,
    "text": "Which of the following cities of South Africa serves as one of the capitals of the country?",
    "correctAnswer": "B",
    "options": {
      "A": "Durban",
      "B": "Bloemfontein",
      "C": "Johannesburg",
      "D": "East London",
      "E": "Port Elizabeth"
    },
    "explanation": "South Africa has three cities that serve as capitals: Pretoria, Cape Town, and Bloemfontein. Johannesburg, the largest urban area in the country and a center of commerce, lies at the heart of the populous Gauteng province. Durban, a port on the Indian Ocean, is a major industrial centre. East London and Port Elizabeth, both of which lie along the country’s southern coast, are important commercial, industrial, and cultural centres. The answer is B."
  },
  {
    "id": "3521025",
    "unitNumber": 6,
    "text": "Which of the following statements about the Afrikaners is not correct?",
    "correctAnswer": "C",
    "options": {
      "A": "They are the descendants of Europeans who arrived in South Africa in the 17th century.",
      "B": "They speak their own language, Afrikaans, which is derived from Dutch.",
      "C": "They are the native people living in South Africa before the arrival of Europeans.",
      "D": "They originate from the first permanent settlement of Dutch colonists in 1652.",
      "E": "Their development has also been influenced by the French Huguenots."
    },
    "explanation": "The Afrikaners are descendants of Europeans who arrived in South Africa in the seventeenth century. They speak their own language, Afrikaans, which is derived from Dutch. The Afrikaners originate from the first permanent settlement of Dutch colonists in 1652, though their development has also been influenced by the French Huguenots (Protestants) who came to South Africa as they fled from Catholic France, as well as by German settlers. The white population in the Cape numbered 240,000 by the mid-1870s and constituted about one-third of the colony’s population. Although by this time some two-thirds of the settler population spoke Dutch or Afrikaans, political power rested largely with an English-speaking elite of merchants, lawyers, and landholders. The answer is C."
  },
  {
    "id": "3521026",
    "unitNumber": 6,
    "text": "Which of the following is mainly used for describing the political system of South Africa until 1994 in which people of different races are separated?",
    "correctAnswer": "D",
    "options": {
      "A": "Afrikaner",
      "B": "Boers",
      "C": "Afrikaans",
      "D": "Apartheid",
      "E": "Huguenots"
    },
    "explanation": "Apartheid is mainly used for describing the political system of South Africa until 1994 in which people of different races are separated. The answer is D."
  },
  {
    "id": "3521027",
    "unitNumber": 6,
    "text": "After which of the following did it become clear that apartheid could never be overcome by peaceful means alone?",
    "correctAnswer": "A",
    "options": {
      "A": "The killing of black protestors by the police in Sharpeville",
      "B": "The capturing of the ANC leaders",
      "C": "Establishing direct control over the black education",
      "D": "Physical separation of racial groups in cities",
      "E": "The abolishment of seats for blacks and Coloreds"
    },
    "explanation": "After the killing of black protestors in Sharpeville, it became clear that apartheid could never be overcome by peaceful means alone. The correct answer is A."
  },
  {
    "id": "3521028",
    "unitNumber": 6,
    "text": "Who became the first President of South Africa in 1994 after the end of the apartheid?",
    "correctAnswer": "D",
    "options": {
      "A": "F.W. de Klerk",
      "B": "P.W. Botha",
      "C": "Winnie Madikizela-Mandela",
      "D": "Nelson Mandela",
      "E": "Jacob Zuma"
    },
    "explanation": "Nelson Mandela became the first President of South Africa in 1994 after the end of the apartheid. The answer is D."
  },
  {
    "id": "3521029",
    "unitNumber": 6,
    "text": "Which of the following was established to review atrocities committed during the apartheid years?",
    "correctAnswer": "A",
    "options": {
      "A": "The Truth and Reconciliation Commission (TRC)",
      "B": "The Southern African Development Coordinating Conference",
      "C": "The Black People’s Convention",
      "D": "The Pan-Africanist Congress",
      "E": "The South African Indian Congress"
    },
    "explanation": "The most important domestic agency created during Mandela’s presidency was the Truth and Reconciliation Commission (TRC), which was established to review atrocities committed during the apartheid years. It was set up in 1995 under the leadership of Archbishop Tutu and was given the power to grant amnesty to those found to have committed “gross violations of human rights” under extenuating circumstances. The commission released the first five volumes of its final report on October 29, 1998, and the remaining two volumes on March 21, 2003."
  },
  {
    "id": "3521030",
    "unitNumber": 6,
    "text": "In which of the international groupings is South Africa the only African country?",
    "correctAnswer": "A",
    "options": {
      "A": "G-20",
      "B": "African Union",
      "C": "United Nations",
      "D": "Non-Aligned Movement",
      "E": "Arab League"
    },
    "explanation": "South Africa is the only African country in G-20. The answer is A."
  },
  {
    "id": "3521031",
    "unitNumber": 6,
    "text": "Which of the following is not one of the BRICS countries?",
    "correctAnswer": "D",
    "options": {
      "A": "Brazil",
      "B": "India",
      "C": "Russia",
      "D": "Chile",
      "E": "South Africa"
    },
    "explanation": "BRICS (acronym of Brazil, Russia, India, China and South Africa) is an intergovernmental group, gathering five major emerging national economies. Chile is not a member of BRICS. The answer is D."
  },
  {
    "id": "3521032",
    "unitNumber": 6,
    "text": "Which of the following has been a priority in South Africa's foreign policy after the end of the apartheid?",
    "correctAnswer": "A",
    "options": {
      "A": "The strengthening of South-South relations",
      "B": "Orienting towards the North",
      "C": "Obtaining international recognition for the apartheid",
      "D": "Pursuing an isolationist foreign policy",
      "E": "Full membership of the European Union"
    },
    "explanation": "Since 1994, post-apartheid South Africa has followed a foreign policy-oriented mainly toward the strengthening of South-South relations. Positioning South Africa as a country of the South and promoting South-South relations emerged as the priority issue in foreign policy for each successive government. The answer is A."
  },
  {
    "id": "3521043",
    "unitNumber": 6,
    "text": "According to African Studies Association (ASA) which country is regarded as the most influential country in Sub-Saharan Africa?",
    "correctAnswer": "C",
    "options": {
      "A": "Egypt",
      "B": "Yemen",
      "C": "South Africa",
      "D": "Nigeria",
      "E": "Algeria"
    },
    "explanation": "African Studies Association (ASA) suggests that South Africa is regarded as the most influential country in Sub-Saharan Africa."
  },
  {
    "id": "3521044",
    "unitNumber": 6,
    "text": "How is South Africa known along with Brazil and India?",
    "correctAnswer": "E",
    "options": {
      "A": "progressing regional power",
      "B": "flourished region",
      "C": "underdeveloped regional country",
      "D": "undeveloped country",
      "E": "emerging regional power"
    },
    "explanation": "South Africa is a regional leader and its position in the broader or global political system as a possible middle power. Another term used to describe South Africa (together with Brazil and India) is ‘emerging regional power.’"
  },
  {
    "id": "3521047",
    "unitNumber": 6,
    "text": "What is the situation in South Africa in terms of race?",
    "correctAnswer": "A",
    "options": {
      "A": "The government created in effect three nations: one of the whites (consisting of peoples primarily of British and Dutch [Boer] ancestry); one of the blacks; and one of and ethnic Asians (Indians, Malays, Filipinos, and Chinese).",
      "B": "The government created discrimination between the whites (European origin) and the Blacks (African origin).",
      "C": "There was no discrimination across various race groups in the country.",
      "D": "Flipinos and Indians are considered to be slaves in South Africa.",
      "E": "There has always been equality, liberty across race groups and people from different socio-cultural circles."
    },
    "explanation": "The government of South Africa, controlled by the minority white population enforced segregation between government-defined races in housing, education, and virtually all spheres of life, creating in effect three nations: one of the whites (consisting of peoples primarily of British and Dutch [Boer] ancestry); one of the blacks; and one of “Coloreds” (mixed-race people) and ethnic Asians (Indians, Malays, Filipinos, and Chinese)."
  },
  {
    "id": "3521052",
    "unitNumber": 6,
    "text": "When did ethnic separatism in a multicultural land like South Africa transformed into democracy?",
    "correctAnswer": "B",
    "options": {
      "A": "When South Africa economy flourished with a stable mixed economy that draws on its fertile agricultural lands, abundant mineral resources, tourist attractions.",
      "B": "In the 1994 election of a government led by the black majority under the leadership of the long-imprisoned leader Nelson Mandela (1918-2013).",
      "C": "When Martin Luther King, Jr. inspired South African citizens with his freedom movement.",
      "D": "When the citizens were determined to avoid rising crime rates, ethnic tensions, great disparities in housing and educational opportunities, as well as AIDS.",
      "E": "When the South African people realized that greater political equality and economic stability means social tranquility."
    },
    "explanation": "The correct answer is Nelson Mandela's winning the elections."
  },
  {
    "id": "3521058",
    "unitNumber": 6,
    "text": "When did the Cape become a vital base for Britain?",
    "correctAnswer": "A",
    "options": {
      "A": "The Cape became a vital base for Britain prior to the opening of the Suez Canal in 1869.",
      "B": "The Cape became a vital base for Britain in the 17th Century.",
      "C": "The Cape became a vital base for Britain when the British sailors occupied the region in the first half of the 17th Century.",
      "D": "When a few Boer settlers moved north of the Orange River.",
      "E": "When European missionaries came to Christianize the people of South Africa."
    },
    "explanation": "The correct answer is (A)."
  },
  {
    "id": "3521061",
    "unitNumber": 6,
    "text": "How did the efforts of the missionaries lead to in South Africa?",
    "correctAnswer": "D",
    "options": {
      "A": "The efforts of the missionaries contributed to the freedom of traditional African communities throughout South Africa.",
      "B": "The efforts of the missionaries contributed to the mechanization of the traditional African communities throughout South Africa.",
      "C": "The efforts of the missionaries contributed to introducing European goods with traditional African communities throughout South Africa.",
      "D": "The efforts of the missionaries contributed to the destruction of traditional African communities throughout South Africa.",
      "E": "The efforts of the missionaries contributed to the improvement of traditional African communities throughout South Africa."
    },
    "explanation": "Whatever intentions the missionaries may have had, their efforts undermined African worldviews and contributed to the destruction of traditional African communities throughout South Africa."
  },
  {
    "id": "3521064",
    "unitNumber": 6,
    "text": "Who are the Afrikaners and which language do they speak?",
    "correctAnswer": "C",
    "options": {
      "A": "The Afrikaners are descendants of indigenous people who had lived in South Africa ever since and they speak their own language, various African languages.",
      "B": "The Afrikaners are descendants of the British who arrived in South Africa in the sixteenth century and they speak English.",
      "C": "The Afrikaners are descendants of Europeans who arrived in South Africa in the seventeenth century. They speak their own language, Afrikaans, which is derived from Dutch.",
      "D": "The Afrikaners are descendants of people who migrated to South Africa from various Asian countries and they speak Malay.",
      "E": "The Afrikaners are descendants of Portuguese sailors who arrived in South Africa and they speak their own language, Portuguese alıng with English."
    },
    "explanation": "The Afrikaners are descendants of Europeans who arrived in South Africa in the seventeenth century. They speak their own language, Afrikaans, which is derived from Dutch."
  },
  {
    "id": "3521067",
    "unitNumber": 6,
    "text": "According to the national convention convened in Durban in 1908-09, what are the official languages of South Africa?",
    "correctAnswer": "A",
    "options": {
      "A": "English and Dutch",
      "B": "Dutch and German",
      "C": "French and Dutch",
      "D": "Dutch and African languages",
      "E": "English and African languages"
    },
    "explanation": "A national convention, which was met in Durban in 1908-09, drafted a constitution, opting for a unitary state with Dutch and English as official languages and with parliamentary sovereignty"
  },
  {
    "id": "3521073",
    "unitNumber": 6,
    "text": "What is soft power?",
    "correctAnswer": "A",
    "options": {
      "A": "Soft power is the ability of states to achieve desired outcomes without<br/>the use of force, other countries admire its values, emulate its example,<br/>and aspire to its level of prosperity and openness.",
      "B": "Soft power is the ability of states to achieve desired outcomes with or without<br/>the use of force, other countries are forced to do whatever is required.",
      "C": "Soft power is the ability of states to achieve desired outcomes with a highly educated population.",
      "D": "Soft power is the ability of states to achieve desired outcomes with their technological developments.",
      "E": "Soft power is the ability of states to achieve desired outcomes with their cultural traits, such as the cinema, as well as other arts, i.e. popculture."
    },
    "explanation": "As Sidiropoulos underlines, soft power is the ability of states to achieve desired outcomes without the use of hard force because as Nye says, other countries admire its values, emulate its example, and aspire to its level of prosperity and openness."
  },
  {
    "id": "3521075",
    "unitNumber": 6,
    "text": "Which countries are members of BRICS?",
    "correctAnswer": "E",
    "options": {
      "A": "Belgium, Ruanda, India, China and South Africa",
      "B": "Brazil, Russia, Ivory Coast, Cuba and South Africa",
      "C": "Belgium, Russia, India, Chile and South Africa",
      "D": "Belgium, Russia, India, Cuba and South Africa",
      "E": "Brazil, Russia, India, China and South Africa"
    },
    "explanation": "BRICS (acronym of Brazil, Russia, India, China and South Africa) is an intergovernmental group, gathering five major emerging national economies. More specifically, the central aim of BRICS is to lobby for the reform of the global trade, economic, and political systems In spite of its relative smallness in terms of economy, population and size, South Africa officially became a member of BRICS in 2010."
  },
  {
    "id": "3521101",
    "unitNumber": 6,
    "text": "Which of the following states, although an independent country, is an enclave in the eastern part of the Republic of South Africa, that is, surrounded by the South African territory?",
    "correctAnswer": "B",
    "options": {
      "A": "Botswana",
      "B": "Lesotho",
      "C": "Zimbabwe",
      "D": "Swaziland",
      "E": "Namibia"
    },
    "explanation": "\"Lesotho, an independent country, is an enclave in the eastern part of the republic, entirely surrounded by South African territory. \""
  },
  {
    "id": "3521102",
    "unitNumber": 6,
    "text": "The British occupation of the Cape Colony in 1795 ended the dominance and the pivotal cultural role of the <strong>- - -</strong> ?<br/>Which of the following options correctly completes the sentence above?",
    "correctAnswer": "E",
    "options": {
      "A": "French Republic",
      "B": "Ottoman Empire",
      "C": "United States of America",
      "D": "Empire of Japan",
      "E": "Netherlands"
    },
    "explanation": "\"The British occupied the Cape in 1795, ending the Dutch East India Company’s role in the region.. The infrastructure of the colony began to change: English replaced Dutch as the language of administration; the British pound sterling replaced the Dutch rix-dollar; and newspaper publishing began in Cape Town in 1824. \""
  },
  {
    "id": "3521103",
    "unitNumber": 6,
    "text": "The Afrikaners descend from Dutch settlers who arrived in 1652. By the mid-1870s, the white population in the Cape Colony was 240,000-about one-third of the total population. Although two-thirds of the settlers spoke Dutch or Afrikaans, political power remained with an English-speaking elite.<br/>Which of the following statements <strong>cannot</strong> be inferred from the passage?",
    "correctAnswer": "A",
    "options": {
      "A": "Dutch speakers held most of the political offices in the Cape Colony.",
      "B": "Afrikaners are originally Dutch in ancestry.",
      "C": "Most white settlers in the Cape Colony by the 1870s spoke Dutch or Afrikaans.",
      "D": "English speakers dominated political power in the Cape during the 1870s.",
      "E": "The Cape Colony's total population was around 720,000 in the 1870s."
    },
    "explanation": "The frictions among the groups in South Africa led to a war in the late 1800s. \"In September 1899 the two Boer republics gave an ultimatum to Britain, and, when it expired, Afrikaans-speaking Boer forces invaded Natal, which led to the South African War (1899-1902).\" One cannot deduce from the information given that the settlers were assimilated to one cultural and lingustic mold by the şate 19th century."
  },
  {
    "id": "3521104",
    "unitNumber": 6,
    "text": "Which of the following concepts designates the <strong>policy</strong> of segregation and political and economic discrimination against non-European groups in the Republic of South Africa?",
    "correctAnswer": "C",
    "options": {
      "A": "Baasskap",
      "B": "Afrikaaner",
      "C": "Apartheid",
      "D": "Boer",
      "E": "Huguenot"
    },
    "explanation": "\"Apartheid (Origins: Afrikaans: “apartness”)...designates the policy of segregation and political and economic discrimination against non-European groups in the Republic of South Africa.\""
  },
  {
    "id": "3521105",
    "unitNumber": 6,
    "text": "Education for blacks in South Africa by the early 1930s was left largely to - - - whose resources, even when augmented by small government grants, enabled them to enroll only a small proportion of the black population.<br/>Which of the following options correctly completes the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "English-speaking elites",
      "B": "Boer republics",
      "C": "traditional African communities",
      "D": "Christian missionaries",
      "E": "Afrikaners"
    },
    "explanation": "\"Education for blacks was left largely to Christian missionaries, whose resources, even when augmented by small government grants, enabled them to enroll only a small proportion of the black population\"."
  },
  {
    "id": "3521106",
    "unitNumber": 6,
    "text": "Which of the following institutions reviewed atrocities committed under the supremacist and segragationist rule in South Africa?",
    "correctAnswer": "A",
    "options": {
      "A": "The Truth and Reconciliation Commission (TRC)",
      "B": "The Black People’s Convention (BPC)",
      "C": "The Pan-Africanist Congress (PAC)",
      "D": "The African National Congress (ANC)",
      "E": "The South African Defense Force (SADF)"
    },
    "explanation": "\"The most important domestic agency created during Mandela’s presidency was the Truth and Reconciliation Commission (TRC), which was established to review atrocities committed during the apartheid years.\""
  },
  {
    "id": "3521107",
    "unitNumber": 6,
    "text": "Which of the following, though served many years as a political prisoner, was sworn in as president of the new South Africa on May 10, 1994, and focused on ending the legacy of apartheid until his death in 2013?",
    "correctAnswer": "B",
    "options": {
      "A": "F. W. de Klerk",
      "B": "Nelson Mandela",
      "C": "Thabo Mbeki",
      "D": "Jacob Zuma",
      "E": "Cyril Ramaphosa"
    },
    "explanation": "\"Nelson Mandela was sworn in as president of the new South Africa on May 10 (1994)... Nelson Mandela, the country’s beloved former president and ANC icon who had passed away on December 5, 2013.\""
  },
  {
    "id": "3521108",
    "unitNumber": 6,
    "text": "Which of the following states especially recognizes the utility of soft power in advancing its interests in Africa and has recently embarked on a robust public diplomacy and outreach to African nations, using its considerable diplomatic presence, media, and cultural institutes as vehicles?",
    "correctAnswer": "D",
    "options": {
      "A": "The United States of America",
      "B": "Germany",
      "C": "France",
      "D": "China",
      "E": "Russia"
    },
    "explanation": "\"Some of the newer actors in Africa, particularly China, recognize the utility of soft power in advancing their interests on the continent. China has embarked on a robust public diplomacy and outreach to Africa, using its considerable diplomatic presence, its media and Confucius Institutes as vehicles.\""
  },
  {
    "id": "3521109",
    "unitNumber": 6,
    "text": "Which of the following BRICS members is <strong>not</strong> a member in the BASIC group?",
    "correctAnswer": "B",
    "options": {
      "A": "Brazil",
      "B": "Russia",
      "C": "India",
      "D": "China",
      "E": "South Africa"
    },
    "explanation": "\"BRICS (acronym of Brazil, Russia, India, China and South Africa) is an intergovernmental group, gathering five major emerging national economies. ..South Africa’s position is however far closer to that of Brazil, India, and China within the BASIC group than to that of other African countries.\""
  },
  {
    "id": "3521110",
    "unitNumber": 6,
    "text": "Which of the following factors <strong>cannot</strong> be considered as decisive in integrating South Africa in the grouping of BRICS?",
    "correctAnswer": "C",
    "options": {
      "A": "Vast natural resources",
      "B": "A culture of innovation",
      "C": "High living standards",
      "D": "An advanced banking system",
      "E": "Functioning regulatory frameworks"
    },
    "explanation": "\"...the factors like vast natural resources (such as gold, diamonds and platinum,) its infrastructure, a culture of innovation, easy access to finance for business, a stable macro and micro financial climate, an advanced banking system, and functioning regulatory frameworks worked for its favor. These factors were decisive in integrating South Africa in this grouping.\" Also see the paragraph at page 165 of the textbook which reads that in Africa \"many states have been experiencing strong economic growth, albeit with slow improvement in living standards.\""
  },
  {
    "id": "3521046",
    "unitNumber": 7,
    "text": "Geographically, the term ...... refers to the region of the African continent that lies south of the Sahara Desert with an area of 9,200,000 square kilometers.<br/>Fill in the blanks.",
    "correctAnswer": "A",
    "options": {
      "A": "sub-Saharan Africa",
      "B": "Saharan Africa",
      "C": "North Africa",
      "D": "South Africa",
      "E": "South America"
    },
    "explanation": "sub-Saharan Africa"
  },
  {
    "id": "3521048",
    "unitNumber": 7,
    "text": "Why was Turkey’s declaration of the year 2005 as the “Year of Africa” was an important benchmark in Turkish-African relations?",
    "correctAnswer": "B",
    "options": {
      "A": "As it was a twist in the Turkey-Africa relations.",
      "B": "As it signified Turkey’s re-engagement policy towards the African continent.",
      "C": "As it signified more aids to the African continent by Turkey.",
      "D": "As it represented Turkey being a player in African Union.",
      "E": "As it was the first time the relations between Turkey and Africa began."
    },
    "explanation": "As it signified Turkey’s re-engagement policy towards the African continent.<br/>b"
  },
  {
    "id": "3521049",
    "unitNumber": 7,
    "text": "In the late 15th century, the Western world entered Africa’s territory. Which one of the below was the first European power to do that?",
    "correctAnswer": "A",
    "options": {
      "A": "Portuguese",
      "B": "Spanish",
      "C": "French",
      "D": "German",
      "E": "English"
    },
    "explanation": "The Portuguese.<br/>a"
  },
  {
    "id": "3521050",
    "unitNumber": 7,
    "text": "World War II, which took place between 1939 and 1945, transformed the status quo in European continent and their relations with their colonies. During the war, a sizable number of Africans fought with the Allies. How this changed the mentioned relations with the colonies?",
    "correctAnswer": "C",
    "options": {
      "A": "They got wealthier.",
      "B": "They got poorer.",
      "C": "They were promised independence.",
      "D": "They were shared governing power.",
      "E": "They were annihilated."
    },
    "explanation": "The colonies were promised independence."
  },
  {
    "id": "3521051",
    "unitNumber": 7,
    "text": "...... is a 200 years old movement of Africans living in and outside of their continent of origin. This ideology unites Africans to share a joint past and prospects for the future regardless of their geographical residence.",
    "correctAnswer": "D",
    "options": {
      "A": "Colonialism",
      "B": "African liberation",
      "C": "African cooperation",
      "D": "Pan-Africanism",
      "E": "African union"
    },
    "explanation": "Pan-Africanism is a 200 years old movement of Africans living in and outside of their continent of origin. This ideology unites Africans to share a joint past and prospects for the future regardless of their geographical residence."
  },
  {
    "id": "3521053",
    "unitNumber": 7,
    "text": "Which of the below is <u>not</u> a challenge Sub-Saharan countries face?",
    "correctAnswer": "E",
    "options": {
      "A": "Inequality in the distribution of social wealth",
      "B": "The widening gap between the rich and the poor",
      "C": "Corruption, the abuse of power by public officials",
      "D": "High levels of youth unemployment",
      "E": "The stronger economy outside of Africa"
    },
    "explanation": "Sub-Saharan countries face important challenges that cause unrest in their political spheres. Inequality in the distribution of social wealth, the widening gap between the rich and the poor, corruption, the abuse of power by public officials, the misuse of natural sources, high levels of youth unemployment, and the effects of the global economic crisis are apparent."
  },
  {
    "id": "3521054",
    "unitNumber": 7,
    "text": "In terms of democracy, from a contemporary perspective, the only subSaharan African countries which demonstrate considerable progress are ............, which used to be closed societies led by autocratic leaders.<br/>Fill in the blanks.",
    "correctAnswer": "A",
    "options": {
      "A": "Angola and Ethiopia",
      "B": "Angola and Chad",
      "C": "Nigeria and Ethiopia",
      "D": "Angola and Nigeria",
      "E": "Sudan and Chad"
    },
    "explanation": "Angola and Ethiopia"
  },
  {
    "id": "3521056",
    "unitNumber": 7,
    "text": "Over one billion people reside in 49 subSaharan countries. Which of the below is <u>not</u> true about this population?",
    "correctAnswer": "E",
    "options": {
      "A": "There is a great diversity",
      "B": "It is young and fast-growing",
      "C": "One of the fastest growing immigrant population",
      "D": "Problematic for women and girls.",
      "E": "Equality of education and health rights."
    },
    "explanation": "The region is pretty variable when it comes to reach health and educations services."
  },
  {
    "id": "3521057",
    "unitNumber": 7,
    "text": "Sub-Saharan African countries occupy almost one-quarter of the United Nations General Assembly seats. Despite this powerful number some factors negatively impact the regional countries’ influence in the global arena.<br/>Which one below is <u>not</u> one of them?",
    "correctAnswer": "C",
    "options": {
      "A": "Low economic growth rates",
      "B": "Domestic-violence struggles",
      "C": "The percentage of the younger population.",
      "D": "Refugee and migration issues",
      "E": "Climate-related problemsb"
    },
    "explanation": "Sub-Saharan African countries occupy almost one-quarter of the seats in the United Nations General Assembly. This powerful number makes the countries in the region an influential block when they act jointly. In addition, the young and growing population and sizable volume of natural sources cause sub-Saharan African countries to be taken into consideration in international platforms. However, the countries also have solid difficulties that affect their influence, such as low economic growth rates, domestic-violence struggles, climate-related problems, and refugee and migration issues. These difficulties negatively impact the regional countries’ influence in the global arena."
  },
  {
    "id": "3521059",
    "unitNumber": 7,
    "text": "The relations between Turkey and African date back to the Ottoman period when ........<br/>Complete the sentence.",
    "correctAnswer": "A",
    "options": {
      "A": "Yavuz Sultan Selim conquered Egypt in 1517.",
      "B": "the Ottomans conquered Algeria.",
      "C": "the Ottomans conquered Tunisia",
      "D": "Zaydi Ali Reis started leading the Ottoman navy.",
      "E": "the Ottomans ruled North Africa and East Africa as dependent provinces of Istanbul."
    },
    "explanation": "The relations between Turkey and African date back to the Ottoman period when Yavuz Sultan Selim conquered Egypt in 1517."
  },
  {
    "id": "3521138",
    "unitNumber": 7,
    "text": "Which of the following is not a Sub-Saharan Africa country?",
    "correctAnswer": "E",
    "options": {
      "A": "Angola",
      "B": "Rwanda",
      "C": "Niger",
      "D": "Uganda",
      "E": "Sudan"
    },
    "explanation": "Sudan is not a Sub-Saharan country"
  },
  {
    "id": "3521139",
    "unitNumber": 7,
    "text": "Africa has attracted growing interest from European countries in the 19th century. What was the particular reason for this interest?",
    "correctAnswer": "A",
    "options": {
      "A": "Industrial Revolution in Europe",
      "B": "Decline of the Ottoman Empire",
      "C": "Unification of Germany",
      "D": "Expansion of British Empire",
      "E": "Colonial Wars in the United States"
    },
    "explanation": "Industrial revolution is one major reason for European interest in Africa in the 19th century."
  },
  {
    "id": "3521140",
    "unitNumber": 7,
    "text": "What was the ideational basis of the Organization of the African Unity, founded in 1963?",
    "correctAnswer": "D",
    "options": {
      "A": "Colonialism",
      "B": "Communism",
      "C": "Capitalism",
      "D": "Pan-Africanism",
      "E": "Anti-slavery"
    },
    "explanation": "Pan Africanism led to the formation of the Organization of African Unity"
  },
  {
    "id": "3521141",
    "unitNumber": 7,
    "text": "Which African country has experienced a very violent case of genocide in 1994?",
    "correctAnswer": "C",
    "options": {
      "A": "Sudan",
      "B": "Congo",
      "C": "Rwanda",
      "D": "Nigeria",
      "E": "South Africa"
    },
    "explanation": "Rwanda experienced genocide involving a violent confrontation between Hutus and Tutsis"
  },
  {
    "id": "3521143",
    "unitNumber": 7,
    "text": "It is important to bear in mind that only a limited number of countries are regarded as democracies in the region. Only two countries in Sub-Saharan African have made considerable progress in terms of democracy. Which are these countries?",
    "correctAnswer": "A",
    "options": {
      "A": "Angola and Ethiopia",
      "B": "Niger and Zambia",
      "C": "Zimbabwe and Liberia",
      "D": "Ivory Coast and Cameroon",
      "E": "Lesotho and Senegal"
    },
    "explanation": "In terms of democracy, from a contemporary perspective, the only sub- Saharan African countries which demonstrate considerable progress are Angola and Ethiopia"
  },
  {
    "id": "3521144",
    "unitNumber": 7,
    "text": "Climate change affects Sub-Saharan Africa as well. Which of the following is a direct impact of the climate change on the demographic outlook of the countries in the region?",
    "correctAnswer": "D",
    "options": {
      "A": "Political change",
      "B": "Democratic transition",
      "C": "Increased poverty",
      "D": "Increased number of climate refugees",
      "E": "Deterioration of living conditions"
    },
    "explanation": "Number of climate refugees increased due to climate change"
  },
  {
    "id": "3521145",
    "unitNumber": 7,
    "text": "Which of the following is a clear indication that Sub-Saharan countries may play a major role in international politics, if they demonstrate concerted action?",
    "correctAnswer": "E",
    "options": {
      "A": "That they export huge amount of weapons",
      "B": "That they are oil-rich countries",
      "C": "That they have strong relations with European Union",
      "D": "That they have young populations",
      "E": "That they make up one quarter of the UN General Assembly"
    },
    "explanation": "Sub Saharan nations constitute one quarter of the UN which allows them to make a huge impact in international politics"
  },
  {
    "id": "3521146",
    "unitNumber": 7,
    "text": "In early years of the Cold War, Turkey adopted a fairly pessimistic approach vis-a-vis the African independence movements and raised objections in international organizations to major initiatives to address human rights issues in African countries. But in 1960s, Turkey slightly changed this position. What was the main reason for this change of policy?",
    "correctAnswer": "A",
    "options": {
      "A": "To attract support for Cyprus issue",
      "B": "To have colonies in Africa",
      "C": "To make exports to Africa",
      "D": "To take Africa closer to the West",
      "E": "To seek alternative alliances"
    },
    "explanation": "Turkey attempted to maintain close relations with African countries in the 1960s to attract support for the Cyprus issue"
  },
  {
    "id": "3521147",
    "unitNumber": 7,
    "text": "After the end of Cold War, Turkey decided to diversify its foreign policy options, involving enhancement of ties with African countries as well. Which of the following is a direct outcome of this approach in the 1990s?",
    "correctAnswer": "B",
    "options": {
      "A": "Recognition of independence declarations in Africa",
      "B": "Development and implementation of Africa Action Plan",
      "C": "Closing down embassies in African countries",
      "D": "Selling arms to African countries",
      "E": "Inviting African students to Turkish universities"
    },
    "explanation": "Africa Action Plan is a major initiative in the 1990s Turkey developed to maintain closer relations with African countries"
  },
  {
    "id": "3521148",
    "unitNumber": 7,
    "text": "Which of the following was declared The Year of Africa in Turkey?",
    "correctAnswer": "D",
    "options": {
      "A": "2011",
      "B": "2009",
      "C": "2007",
      "D": "2005",
      "E": "2003"
    },
    "explanation": "2005 was declared the Year of Africa in Turkey"
  },
  {
    "id": "3521154",
    "unitNumber": 7,
    "text": "Which of the following countries is <em><strong>not</strong></em> located in sub-Saharan Africa?",
    "correctAnswer": "A",
    "options": {
      "A": "Sudan",
      "B": "Benin",
      "C": "Swaziland",
      "D": "Guinea",
      "E": "Seychelles"
    },
    "explanation": "Chapter 7- Turkey’s Political and Economic Relations with Sub-Saharan Africa-Introduction<br/>Sudan is not located in sub-Saharan Africa."
  },
  {
    "id": "3521155",
    "unitNumber": 7,
    "text": "Which of the following countries is in sub-Saharan Africa?",
    "correctAnswer": "E",
    "options": {
      "A": "Egypt",
      "B": "Algeria",
      "C": "Morocco",
      "D": "Libya",
      "E": "Mali"
    },
    "explanation": "Chapter 7- Turkey’s Political and Economic Relations with Sub-Saharan Africa-Introduction<br/>Mali is located in sub-Saharan Africa."
  },
  {
    "id": "3521156",
    "unitNumber": 7,
    "text": "Which year has been declared as the \"African Year\" in Turkey?",
    "correctAnswer": "C",
    "options": {
      "A": "2003",
      "B": "2004",
      "C": "2005",
      "D": "2006",
      "E": "2007"
    },
    "explanation": "Chapter 7- Turkey’s Political and Economic Relations with Sub-Saharan Africa-Introduction<br/>Turkey’s declaration of the year 2005 as the “Year of Africa” was an important benchmark in TurkishAfrican relations as it signified Turkey’s re-engagement policy towards the African continent."
  },
  {
    "id": "3521157",
    "unitNumber": 7,
    "text": "Which nation from the Western world entered Africa for the first time in the late 15th century?",
    "correctAnswer": "B",
    "options": {
      "A": "Spainish",
      "B": "Portuguese",
      "C": "English",
      "D": "French",
      "E": "Dutch"
    },
    "explanation": "Chapter 7- Turkey’s Political and Economic Relations with Sub-Saharan Africa- HISTORY OF THE SUB-SAHARAN AFRICA<br/>In the late 15th century, the Western world entered Africa’s territory, beginning with the Portuguese."
  },
  {
    "id": "3521158",
    "unitNumber": 7,
    "text": "What is the name of the conference in which 14 European states participated in 1855 and the disintegration of Africa was decided?",
    "correctAnswer": "D",
    "options": {
      "A": "İstanbul",
      "B": "Moscow",
      "C": "Paris",
      "D": "Berlin",
      "E": "London"
    },
    "explanation": "Chapter 7- Turkey’s Political and Economic Relations with Sub-Saharan Africa- HISTORY OF THE SUB-SAHARAN AFRICA<br/>In the late 19th century, delegations from 14 countries gathered in Berlin in 1855 to reach a consensus on how to share the resources of Africa."
  },
  {
    "id": "3521159",
    "unitNumber": 7,
    "text": "When was the Organization of African Unity established?",
    "correctAnswer": "A",
    "options": {
      "A": "1963",
      "B": "1971",
      "C": "1968",
      "D": "1956",
      "E": "1991"
    },
    "explanation": "Chapter 7- Turkey’s Political and Economic Relations with Sub-Saharan Africa- HISTORY OF THE SUB-SAHARAN AFRICA<br/>The various features of Pan-Africanism in religious, cultural and political realms led to the formation of the Organization of African Unity (OAU) in 1963."
  },
  {
    "id": "3521160",
    "unitNumber": 7,
    "text": "In which of the following countries did Nelson Mandela hold the presidency?",
    "correctAnswer": "B",
    "options": {
      "A": "Nigeria",
      "B": "South Africa",
      "C": "Congo",
      "D": "Angola",
      "E": "Zambia"
    },
    "explanation": "Chapter 7- Turkey’s Political and Economic Relations with Sub-Saharan Africa- HISTORY OF THE SUB-SAHARAN AFRICA<br/>Nelson Mandela led South Africa to democratic governance and became the first President in 1994."
  },
  {
    "id": "3521161",
    "unitNumber": 7,
    "text": "In which country did the ethnic conflict and massacres between Hutus and Tutsis took place?",
    "correctAnswer": "C",
    "options": {
      "A": "Malawi",
      "B": "Mozambique",
      "C": "Rwanda",
      "D": "Angola",
      "E": "Congo"
    },
    "explanation": "Chapter 7- Turkey’s Political and Economic Relations with Sub-Saharan Africa- HISTORY OF THE SUB-SAHARAN AFRICA<br/>With respect to the Continent’s political history, the Rwandan Genocide that occurred in 1994 represents an important benchmark for the Continent’s political history. In 1994, in only 100 days, ethnic Hutu radicals systematically killed almost one million Tutsis and 100,000 Hutus."
  },
  {
    "id": "3521162",
    "unitNumber": 7,
    "text": "In which of the following countries does the terrorist organization Boko Haram operate?",
    "correctAnswer": "D",
    "options": {
      "A": "Zambia",
      "B": "Egypt",
      "C": "Eritrea",
      "D": "Nigeria",
      "E": "Madagascar"
    },
    "explanation": "Chapter 7- Turkey’s Political and Economic Relations with Sub-Saharan Africa- AFRICA IN THE GLOBAL ARENA: INTERNATIONAL POLITICS<br/>In Nigeria, Boko Haram benefits from the unstable atmosphere and commits terrorist activities."
  },
  {
    "id": "3521163",
    "unitNumber": 7,
    "text": "Which of the following is the date the Turks entered Africa?",
    "correctAnswer": "E",
    "options": {
      "A": "1453",
      "B": "1461",
      "C": "1481",
      "D": "1510",
      "E": "1517"
    },
    "explanation": "Chapter 7- Turkey’s Political and Economic Relations with Sub-Saharan Africa- TURKEY’S DIPLOMATIC AND ECONOMIC CONNECTIONS WITH SUB-SAHARAN AFRICAN COUNTRIES<br/>From a wider perspective, beyond the subSaharan region, relations between Turkey and African date back to the Ottoman period when Yavuz Sultan Selim conquered Egypt in 1517."
  },
  {
    "id": "3521033",
    "unitNumber": 8,
    "text": "What is the official language of Brazil?",
    "correctAnswer": "B",
    "options": {
      "A": "Spanish",
      "B": "Portuguese",
      "C": "English",
      "D": "Italian",
      "E": "Brazilian"
    },
    "explanation": "Portuguese is the official language of Brazil."
  },
  {
    "id": "3521034",
    "unitNumber": 8,
    "text": "What is the capital of Brazil?",
    "correctAnswer": "C",
    "options": {
      "A": "Rio de Jenario",
      "B": "Sao Paulo",
      "C": "Brasilia",
      "D": "Saintos",
      "E": "Caxias"
    },
    "explanation": "Brasilia is the capital of Brazil."
  },
  {
    "id": "3521035",
    "unitNumber": 8,
    "text": "What is the currency of Brazil?",
    "correctAnswer": "A",
    "options": {
      "A": "Real",
      "B": "Dollar",
      "C": "Sol",
      "D": "Peso",
      "E": "Bolivar"
    },
    "explanation": "Real is the currency of Brazil."
  },
  {
    "id": "3521036",
    "unitNumber": 8,
    "text": "What is the date of independence of Brazil?",
    "correctAnswer": "B",
    "options": {
      "A": "1778",
      "B": "1822",
      "C": "1878",
      "D": "1902",
      "E": "1912"
    },
    "explanation": "1822 is the date of independence of Brazil."
  },
  {
    "id": "3521037",
    "unitNumber": 8,
    "text": "Before gaining political independence, by which country was Brazil ruled for about 300 years?",
    "correctAnswer": "D",
    "options": {
      "A": "Spain",
      "B": "Italy",
      "C": "the United States of America",
      "D": "Portugal",
      "E": "England"
    },
    "explanation": "After being ruled by Portugal for about 300 years, Brazil eventually gained political independence in 1822."
  },
  {
    "id": "3521038",
    "unitNumber": 8,
    "text": "When did the New Republic era begin in Brazil?",
    "correctAnswer": "C",
    "options": {
      "A": "in 1945",
      "B": "in 1965",
      "C": "in 1985",
      "D": "in 2005",
      "E": "in 2015"
    },
    "explanation": "The New Republic are began in 1985."
  },
  {
    "id": "3521039",
    "unitNumber": 8,
    "text": "What are the dates of the Military Dictatorship in Brazil?",
    "correctAnswer": "D",
    "options": {
      "A": "1945-1964",
      "B": "1954-1967",
      "C": "1964-1973",
      "D": "1964-1985",
      "E": "1982-1988"
    },
    "explanation": "1964-1985 are the dates of the Military Dictatorship in Brazil."
  },
  {
    "id": "3521040",
    "unitNumber": 8,
    "text": "Choose the option that completes the following sentence correctly. \"President .......... was one of the most active Brazilian presidents in recent times about international matters.\"",
    "correctAnswer": "B",
    "options": {
      "A": "Bolsonaro",
      "B": "Lula",
      "C": "Rousseff",
      "D": "Cardoso",
      "E": "Dilma"
    },
    "explanation": "President Lula was one of the most active Brazilian presidents in recent times about international matters."
  },
  {
    "id": "3521041",
    "unitNumber": 8,
    "text": "Choose the option that completes the following sentence correctly. \".......... is a South American trade bloc established in 1991 to promote free trade and the fluid movement of goods, people and currencies.\"",
    "correctAnswer": "C",
    "options": {
      "A": "Bissau",
      "B": "CPLP",
      "C": "Mercosur",
      "D": "Lusophones",
      "E": "Telenovela"
    },
    "explanation": "Mercosur is a South American trade bloc established in 1991 to promote free trade and the fluid movement of goods, people and currencies."
  },
  {
    "id": "3521042",
    "unitNumber": 8,
    "text": "When did Brazil's official relations with Turkey start?",
    "correctAnswer": "B",
    "options": {
      "A": "in 1923",
      "B": "in 1927",
      "C": "in 1938",
      "D": "in 1941",
      "E": "in 1945"
    },
    "explanation": "Brazil’s official relations with Turkey started in 1927 when the two countries signed a friendship agreement."
  },
  {
    "id": "3521079",
    "unitNumber": 8,
    "text": "Fill in the blank<br/>After being ruled by ........ for about 300 years, Brazil eventually gained political independence in 1822.",
    "correctAnswer": "A",
    "options": {
      "A": "Portugal",
      "B": "Spain",
      "C": "Mexico",
      "D": "Venezuela",
      "E": "Argentina"
    },
    "explanation": "Please re-read the \"A SHORT POLITICAL HISTORY OF BRAZIL\" section of your book.<br/>After being ruled by Portugal for about 300 years, Brazil eventually gained political independence in 1822"
  },
  {
    "id": "3521080",
    "unitNumber": 8,
    "text": "Fill in the blank<br/>With a total population of more than 210 million people in 2020, Brazil is the ....... most populated country across the globe.",
    "correctAnswer": "E",
    "options": {
      "A": "second",
      "B": "third",
      "C": "fouth",
      "D": "fifth",
      "E": "sixth"
    },
    "explanation": "Rread \"DEMOGRAPHICS OF BRAZIL\" section of your book.<br/>With a total population of more than 210 million people in 2020, the country is the <strong>6th most populated</strong> across the globe."
  },
  {
    "id": "3521081",
    "unitNumber": 8,
    "text": "Brazil has had six political regimes since independence. Which of the following <u><strong>was not one of them</strong></u>?",
    "correctAnswer": "C",
    "options": {
      "A": "The Empire",
      "B": "The Old Republic",
      "C": "The Congress Era",
      "D": "The Vargas Era",
      "E": "The Military Dictatorship"
    },
    "explanation": "Re-read \"A SHORT POLITICAL HISTORY OF BRAZIL\" section of your book.<br/>Brazil has had six political regimes since independence, which include the Empire (1822- 1889); the Old Republic (1889-1930); the Vargas era (1930-1945); the Second Republic (1945- 1964); the military dictatorship (1964-1985) and the New Republic (1985-present)."
  },
  {
    "id": "3521082",
    "unitNumber": 8,
    "text": "When did The Getulio Vargas authoritarian phase ended?",
    "correctAnswer": "B",
    "options": {
      "A": "With The First World War",
      "B": "With The Second World War",
      "C": "With the 1929 Great Depression",
      "D": "With the period called <em>Brazilian Miracle</em>",
      "E": "With the 1964 military coup"
    },
    "explanation": "Re-read \"The Vargas Era (1930 - 1945)\" section of your book.<br/>The Getúlio Vargas authoritarian phase ended with <strong>the Second World War</strong>"
  },
  {
    "id": "3521083",
    "unitNumber": 8,
    "text": "Fill in the blank,<br/>The first phase of industrialization started after the anti-oligarchic revolution of ..........",
    "correctAnswer": "C",
    "options": {
      "A": "1822",
      "B": "1925",
      "C": "1930",
      "D": "1980",
      "E": "1990"
    },
    "explanation": "Re-read \"Economic History\" section of your book.<br/>The first phase of industrialization started after the anti-oligarchic revolution of <strong>1930.</strong>"
  },
  {
    "id": "3521084",
    "unitNumber": 8,
    "text": "Since 2018, which of the following country <u><strong>is not</strong> </u>among Brazil's top five trading partners ?",
    "correctAnswer": "D",
    "options": {
      "A": "China",
      "B": "United States of America",
      "C": "Netherlands",
      "D": "Germany",
      "E": "Chile"
    },
    "explanation": "Re-read \"Foreign Trade and Investment\" section of your book<br/>The Top five partners in 2018 have been China, the USA, Argentina, Netherlands and Chile."
  },
  {
    "id": "3521085",
    "unitNumber": 8,
    "text": "<u><strong>Select the countries</strong> </u>demanded a UN reform of which Brazil tried to cooperate systematically to get a permanent seat at the UN Security Council.",
    "correctAnswer": "C",
    "options": {
      "A": "Germany, France, Argentina",
      "B": "Japan, France, United Kingdom",
      "C": "Germany, Japan, İndia",
      "D": "İndia, Germany, France",
      "E": "United Kingdom, İndia, Japan"
    },
    "explanation": "Re-read \"Brazil’s Bid to Reform the United Nations\" section of your book<br/>In order to increase its chances to get a permanent member seat at the United Nations Security Council, Brazil tried to cooperate systematically with three other countries that are also demanding a UN reform: Germany, Japan and India."
  },
  {
    "id": "3521086",
    "unitNumber": 8,
    "text": "Which of the following Portuguese-speaking African countries, Brazilian mining and oil companies have invested in?",
    "correctAnswer": "D",
    "options": {
      "A": "Kenya, Morocco",
      "B": "South Africa, Tanzania",
      "C": "Nigeria, Ethiopia",
      "D": "Mozambique and Angola",
      "E": "Egypt, Nigeria"
    },
    "explanation": "Re-read \"Brazil and Africa\" section of your book<br/>Brazilian mining and oil companies have invested largely in Africa, especially in Portuguese-speaking Mozambique and Angola."
  },
  {
    "id": "3521087",
    "unitNumber": 8,
    "text": "When did Brazil's official relations with Turkey started?",
    "correctAnswer": "B",
    "options": {
      "A": "1923",
      "B": "1927",
      "C": "1935",
      "D": "1952",
      "E": "1983"
    },
    "explanation": "Re-read \"Brazil’s Relations with Turkey\" section of your book.<br/>Brazil’s official relations with Turkey started in 1927 when the two countries signed a friendship agreement."
  },
  {
    "id": "3521088",
    "unitNumber": 8,
    "text": "Fill in the blank;<br/>Dilma Rousseff became the first Brazilian president ever to pay an official visit to Turkey in .........",
    "correctAnswer": "E",
    "options": {
      "A": "1995",
      "B": "1998",
      "C": "2002",
      "D": "2007",
      "E": "2011"
    },
    "explanation": "Re-read \"Brazil’s relations with Turkey\" section of your book.<br/>Dilma Rousseff became the first Brazilian president ever to pay an official visit to Turkey in<strong> 2011.</strong>"
  },
  {
    "id": "3521091",
    "unitNumber": 8,
    "text": "By the end of the 19th century, Europeans from other parts of the continent started to immigrate to Brazil. If so,which country cannot be included ?",
    "correctAnswer": "A",
    "options": {
      "A": "Greece",
      "B": "Italy",
      "C": "Germany",
      "D": "Spain",
      "E": "Ukraine"
    },
    "explanation": "To take a look to tirle of demographics of Brazil<br/>By the end of the 19th century, Europeans from other parts of the continent started to immigrate to Brazil, especially from Italy, Germany, Spain,<br/>Poland, Ukraine, as well as from the Middle East, especially Christian populations from the Ottoman Empire."
  },
  {
    "id": "3521092",
    "unitNumber": 8,
    "text": "Which language is the only official language of Brazil?",
    "correctAnswer": "A",
    "options": {
      "A": "only Portuguese",
      "B": "Portuguese and Italian",
      "C": "Only Italian",
      "D": "Portuguese and English",
      "E": "Only English"
    },
    "explanation": "To take a look to the title of demographics of Brazil<br/>Portuguese is the only official language of Brazil. It is practically the only language used in schools, newspapers, radio, TV and for all business and administrative purposes."
  },
  {
    "id": "3521093",
    "unitNumber": 8,
    "text": "Which year did the military coup start in Brazilian political history?",
    "correctAnswer": "A",
    "options": {
      "A": "1964",
      "B": "1968",
      "C": "1944",
      "D": "1984",
      "E": "1969"
    },
    "explanation": "To take a look to the title of The Military Dictatorship (1964-1985)<br/>The 1964 military coup marked one of the darkest periods of Brazilian political history. It showered in a new era authoritarian regime which lasted for 21 years, during which all presidents were army generals."
  },
  {
    "id": "3521094",
    "unitNumber": 8,
    "text": "Which year did Brazil eventually get independence?",
    "correctAnswer": "A",
    "options": {
      "A": "in 1822",
      "B": "in 1826",
      "C": "in 1832",
      "D": "in 1835",
      "E": "in 1922"
    },
    "explanation": "To take look the title of the constitution<br/>After being under the rule of colonial masters for more than 300 years, Brazil eventually got independence in 1822. Initially, the country adopted the monarchical system that lasted until 1889 when the republic was established. Since then, Brazil has had various government forms, including authoritarianism, state autonomy and centralization, and the current democracy."
  },
  {
    "id": "3521095",
    "unitNumber": 8,
    "text": "What is Brazil bicameral parliament encompassing?",
    "correctAnswer": "A",
    "options": {
      "A": "the Senate",
      "B": "the Upper Senate",
      "C": "the Lower Senate",
      "D": "The upper Legislative",
      "E": "The lower Legislative"
    },
    "explanation": "To take a look the title of Legislative Power<br/>Brazil has a bicameral parliament encompassing the Senate, referred to as the upper house with 81 members, and a 513-member Chamber of Deputies, also known as the lower house. Every state and federal district has a slot of three senators who are elected by a simple majority"
  },
  {
    "id": "3521096",
    "unitNumber": 8,
    "text": "What is The highest court in Brazil?",
    "correctAnswer": "A",
    "options": {
      "A": "Supreme Court",
      "B": "Judiciary Supreme Court",
      "C": "Tax Supreme Court",
      "D": "Tax Judiciary Supreme Court",
      "E": "Tax Court"
    },
    "explanation": "To take a look to the title of Judiciary Power<br/>The judiciary forms one of the three arms of government. There are various state courts in Brazil with jurisdiction over state matters. There is also a federal court system that oversights jurisdiction concerning federal crimes. The highest court in the land is the Supreme Court (the Supreme Federal Tribunal of STF). It is presided over by the Chief Justice and acts as the final arbiter of all court cases."
  },
  {
    "id": "3521097",
    "unitNumber": 8,
    "text": "What is the Brazil's ranking in terms of total GDP and population? (economic circumstances)",
    "correctAnswer": "A",
    "options": {
      "A": "6th largest in terms of total GDP and population.",
      "B": "5th largest in terms of total GDP and population.",
      "C": "3th largest in terms of total GDP and population.",
      "D": "No ranking possible to see",
      "E": "1th largest in terms of total GDP and population."
    },
    "explanation": "To take a look to the Brazilian Economy<br/>Compared with other emerging powers, Brazil has a distinguished place. It is the 5th largest country in the world in terms of area and 6th largest in terms of total GDP and population. Its GDP has reached $1.8 trillion in 2019."
  },
  {
    "id": "3521098",
    "unitNumber": 8,
    "text": "What is Favela da Rocinha, located in Rio de Janeiro?",
    "correctAnswer": "A",
    "options": {
      "A": "the Biggest Slum",
      "B": "the Biggest Garden",
      "C": "the Biggest Sub Urban",
      "D": "the Biggest Public Institution",
      "E": "the Biggest Public Agent"
    },
    "explanation": "To take a look to Brazilian economic and political instability<br/>Favela da Rocinha, located in Rio de Janeiro, is the Biggest Slum (Shanty Town) in Latin America. It has more than 70,000 inhabitants."
  },
  {
    "id": "3521099",
    "unitNumber": 8,
    "text": "What is the main core of new Brazilian Economic stability program in 2000s?",
    "correctAnswer": "A",
    "options": {
      "A": "Neo liberalism",
      "B": "Post Neo liberalism",
      "C": "Pre Neo liberalism",
      "D": "Monetary liberalism",
      "E": "Monetary neo liberalism"
    },
    "explanation": "To take a look to the title of Inclusive Development<br/>The formation of a broad coalition has had a remarkable impact on the Brazilian economy. In the beginning of the new millennium, Brazil began to be perceived as a model country. Lula embraced the neoliberal agenda and kept the commitment to macroeconomic stability. Newly discovered large off-shore oil deposits, high commodity prices and abundant international liquidity greased the gears for high growth."
  },
  {
    "id": "3521100",
    "unitNumber": 8,
    "text": "What is the main sector as the backbone of Brazil’s economy?",
    "correctAnswer": "A",
    "options": {
      "A": "The agriculture",
      "B": "The mining",
      "C": "The fishing",
      "D": "The natural resources",
      "E": "The manufacturing"
    },
    "explanation": "To take a look the title of Production Structure<br/>The agriculture sector still serves as the backbone of Brazil’s economy. The commodity boom of the 2000s in the world gave a further boost to Brazilian agriculture. Brazil is one of the world’s largest agricultural producers"
  }
]